{
    "Episode Summary": [],
    "Recap": [
        "Lucinda decides to go visit Sierra for a few weeks and let Lily make her own decisions about the baby food project. Lily and Ethan film a commercial for the baby food company and Phyllis and Miranda give Ethan a teddy bear identical to the one in Paul's vision to replace the teddy bear Holden threw in the garbage. Paul tells Meg he will always love her and will be there if she ever wants to have a romantic relationship with him again. Gwen and Maddie Panic when they discover that Adam's body is missing from its grave. Margo begins to suspect Maddie might be involved in Adam's disappearance after Dallas tells her he saw Maddie at the morgue. Gwen and Maddie search Jade's room hoping to discover if she knows anything about what they did to Adam."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: Sorry I'm late, karen.",
        "Waitress #1: Order's up for table two. Table six is waiting on drinks.",
        "Meg: All right. Thanks. Well, hard to tell who's more shocked.",
        "Paul: I had no idea --",
        "Meg: Yeah, I just started here.",
        "Paul: Congratulations.",
        "Meg: Whoa, where are you going?",
        "Paul: Well, if you're working here, I'd better go have breakfast someplace else.",
        "Meg: Paul, please. Don't go.",
        "Lily: With valley's best baby food, you know you're giving your child all the nutrition that he needs and none of the additives that he doesn'T. I wouldn't think of giving my baby anything but the best, valley's best.",
        "Director: Cut!",
        "Miranda: Lily, that was wonderful!",
        "Lily: Thank you.",
        "Director: One more time, people.",
        "Phyllis: Oh, but that was perfect.",
        "Director: Barbara, come in tighter on the product, less on mrs. Snyder.",
        "Lily: Something I said?",
        "Cameraperson: Of course not. You look great.",
        "Lily: Oh, thanks --",
        "Miranda: You do look great. Doesn't she, phyllis?",
        "Phyllis: Oh, definitely. You know you even look like you've lost a little weight since we first met.",
        "Lily: Oh, a few pounds.",
        "Faith: See you, mom.",
        "Lily: Oh, faith, did you get the book out of parker's room?",
        "Faith: Yeah.",
        "Lily: Okay, wait, wait, don't leave. There is somebody I want you to meet.",
        "Faith: I'm late --",
        "Miranda: What a little doll. Lily, she's all you.",
        "Phyllis: Oh, I have an incredible idea. Why don't use you faith in the commercial too?",
        "Miranda: She could help feed the baby.",
        "Faith: I have to go. I'm late. I'll see you after school.",
        "Margo: Gwen, it's margo hughes again. Would you call me back this time?",
        "Dallas: I got the labs on that carjacking.",
        "Margo: Great. Thanks. Do you think that people actually just stare at their caller id and don't pick up?",
        "Dallas: Sure, why?",
        "Margo: It's gwen munson. I've been calling her all morning.",
        "Dallas: Well, isn't she in D.C. For hal's tribute?",
        "Margo: No, no, she stayed home.",
        "Dallas: Maybe she's in class.",
        "Margo: Maybe she's avoiding me.",
        "Dallas: Why would she do that?",
        "Margo: Jade told me some things that happened between gwen and adam.",
        "Dallas: What kind of things?",
        "Casey: Hey, mom. Dallas. What's up? So what'd you guys want to see me about?",
        "Margo: We got to talk about adam.",
        "[ Grunting ]",
        "Gwen: It's no use, maddie. There's nothing here.",
        "Maddie: No, listen to me. It was dark. Maybe we -- maybe we're just off a few feet.",
        "Gwen: No, we aren't off a few feet, maddie. It was right here. You know that it was here.",
        "Maddie: Wait a minute. Look where the ground is uneven here? Maybe we miscalculated and the grave was here. Come on!",
        "Gwen: Maddie, come on! Stop! Come on, just because you want something to be true, doesn't make it true. I don't know why it's happening, I don't know how, but adam's body is gone.",
        "Maddie: No, it's not. No, it's impossible.",
        "Gwen: Maddie, it's gone.",
        "Maddie: I know. But if it's not here --e Gwen: Then somebody knows exactly what we've done.",
        "Maddie: No! Nobody knows. Nobody saw, okay? It's -- we're in the woods -- there's animals everywhere -- there's wolves, and there's deer --",
        "Gwen: What -- that could drag off a grown man?",
        "Maddie: Well, then maybe it was jade.",
        "Gwen: Jade? The two of us, we couldn't lift him together.",
        "Maddie: But she had help?",
        "Gwen: No, maybe she didn't need help, maddie. Maybe adam was just unconscious and he came to somehow, I don'T.",
        "Maddie: No, adam is not alive.",
        "Gwen: How do you know?",
        "Maddie: Because he wasn't breathing. Okay, he didn't have a pulse. And when we came back here to help you look for your ring, he was cold in the ground, okay? If he was going to regain consciousness -- no. No, I killed him. I wish to hell that I hadn't, but gwen, god, we know that he is dead.",
        "Gwen: Then what is going on?",
        "Maddie: I told you. It was jade.",
        "Gwen: How would she even know where to find grave?",
        "Maddie: I don't know. I don't know, it is the only thing that makes sense in my head right now, okay? She -- she has been jealous of you since day one. And she just wants revenge.",
        "Gwen: Oh, come on, maddie. Why wouldn't she just go to margo and tell her the truth? Why go through all the trouble? Why send me the ring? Why make the phone calls?",
        "Maddie: Because she is mean and she is spiteful and she wants us to suffer. Doesn't you see that?",
        "Gwen: Damn it, maddie! Come on. How many holes do we have to dig before we give up and turn ourselves in? It's wrong. It's been wrong from the beginning, and we just keep getting deeper and deeper --",
        "Maddie: Well, then, fine, fine. We are going to go to jade and we are going to ask her what she knows for sure.",
        "Gwen: Let's just go to margo and we can tell her the truth.",
        "Maddie: What are we going to tell her? That I murdered her son?",
        "Gwen: It's the only way out of this mess. You know that. You know that it's the right thing to do.",
        "Maddie: Oh, come on, gwen. Wait a minute!",
        "Margo: So, we're going to find adam.",
        "Casey: You still believe that?",
        "Margo: Yeah, it's my job to believe that.",
        "Casey: Well, the clock's ticking, mom.",
        "Margo: Yeah, I know.",
        "Casey: You know, dad said they could move my court date up --",
        "Margo: I know, I know, I know. He called here too.",
        "Casey: So what are we going to do?",
        "Margo: We find your brother before you have to face these obstruction charges. But still, it's just -- something's missing.",
        "Casey: Yeah. Adam.",
        "Margo: No, no, no, he didn't take off just because of the obstruction thing.",
        "Casey: Then why isn't he here?",
        "Margo: Because he's scared because something happened before he left. I mean, it's something that doesn't have anything to do with you.",
        "Casey: How do you know that?",
        "Margo: Adam's your brother, casey, he's always stuck up for you. Why? Why would take off now when he knows you're in such trouble?",
        "Casey: We're not little kids anymore?",
        "Margo: No, because he's in bigger trouble. Jade came to see me.",
        "Casey: And what did she want?",
        "Margo: Well, she says that something bad happened between adam and gwen before he left.",
        "Casey: Like what?",
        "Margo: I don't know. I don't know. It's been no secret to anybody. Everyone has said that adam's interest in gwen was beyond professional.",
        "Casey: Where are you going with this?",
        "Margo: Gwen was the last person to see adam.",
        "Casey: So?",
        "Margo: So, jade says that she's not telling me everything that happened --",
        "Casey: Well, jade's a liar.",
        "Margo: Yeah, she can be.",
        "Casey: And she hates gwen. And she's made at adam because he broke up with her.",
        "Margo: All right, all right, all right. Still, I'm going to check it out.",
        "Casey: All right, well, I'll go with you.",
        "Margo: No, you're not. I won't be gone long.",
        "Casey: What are you going to do?",
        "Margo: I am going to find out who is really lying about adam's last hours here. Jade or gwen.",
        "Lucinda: Hey, sweetheart.",
        "Faith: Hi.",
        "Lucinda: What is it? Aren't you late -- why aren't you in school?",
        "Faith: I'm going. I left a history book in parker's room.",
        "Lucinda: Oh, well how are you going to get there before the bell rings?",
        "Faith: Well, dad's in the barn. He's going to take me.",
        "Lucinda: What about all those cars and that truck? What's that?",
        "Faith: Ask her.",
        "Lucinda: Grandma? Grandma emma's home? Yea!",
        "Faith: No. My mom. Her and her baby food friends are making a commercial. Check it out.",
        "Lily: I wouldn't think of serving my baby anything but the best, valley's best.",
        "Lucinda: Oh, oh, oh, oh, really?",
        "Tech: Who's she?",
        "Lucinda: Who's he?",
        "Lily: Mother, what are you doing here?",
        "Lucinda: I called the house. Jade said you two were here.",
        "Phyllis: Lily, is there a problem?",
        "Lily: No. No, no problem.",
        "Tech: Then one more time, people.",
        "Director: And quiet!",
        "Lily: Mother, please. We're almost done.",
        "Lucinda: No, you are done, dear. Wrap it up, spielberg. You're through here.",
        "Paul: Excuse me miss. Can I have the check, please?",
        "Meg: I have your check. And a perfectly good ham and karen, it's okay. I got it covered. Please, stay and eat. If there's one thing my mother taught me it's not to waste good food.",
        "Paul: Give it to somebody else.",
        "Meg: Don't be like this.",
        "Paul: Like what?",
        "Meg: We're supposed to run away every time we see each other?",
        "Paul: I'm not running. So, what, you couldn't resist another job in uniform?",
        "Meg: I guess not. Paul --",
        "Paul: What? What do you want?",
        "Meg: I want us not to be enemies.",
        "Paul: We're not enemies. I'm nothing to you. You made that perfectly clear at the farm, remember?",
        "Meg: I thought you followed me.",
        "Paul: I didn't follow you. And I didn't follow you here.",
        "Meg: I know.",
        "Paul: Look, I can't -- I can't do this. I can't just pretend like we're pals because that's what you decided you want us to be. That's not what I want, and you know that. Meg, you decided that we were over. We're over. This is the scrubbing bubbles lab,",
        "Meg: I don't think it's necessary that we stop speaking. That's what angry people do. And we're not angry. At least I'm not.",
        "Paul: No, no. I'm not angry. Go ahead, see craig. I hope you do better than rosanna did. I hope you do better than jennifer did.",
        "Meg: Well, I'm glad to hear you're not angry.",
        "Paul: I'm trying. Look, don't let your feelings for me -- because I know you still have them -- don't let them get in the way of getting what it is that you think you want. You want to be with craig, I accept that.",
        "Meg: Do you?",
        "Paul: It's your life. You have to live it. But my life is and always will be about you. And when you decide that that's what you want, you know where to find me.",
        "Lily: I'm sure my mother needs no introduction.",
        "Lucinda: Does emma know what's happening here?",
        "Phyllis: Lily's has done just a wonderful job.",
        "Lucinda: Ah, yes. But, of what?",
        "Miranda: Is there a problem, ms. Walsh?",
        "Lucinda: I do not recall authorizing an ad campaign.",
        "Lily: I did.",
        "Lucinda: Did you happen to speak to anyone, anyone in the worldwide advertising department?",
        "Lily: Yes, of course. I followed the lucinda walsh handbook on this one. Doug, could you set up for another take? I need to talk to my mother for a minute. Cindy, could you watch ethan just for a moment?",
        "Miranda: Maybe we should reschedule.",
        "Phyllis: Oh, no. That's going to double costs.",
        "Lucinda: Then why don't you just fold up your tents and be gone. This won't take long.",
        "Lily: On the porch. Now. Mother.",
        "Lucinda: And for heaven's sake, would somebody please wipe the milk off of my grandson's face?",
        "Lily: Please!",
        "[ Baby cries ]",
        "Miranda: It's okay. It's okay.",
        "Lily: How dare you barge in there like that. I had this crew. I hired them for half a day. I flew the director in from new york.",
        "Lucinda: No, dear. Apparently, I did it.",
        "Lily: I'm not going to let you go back in there and embarrass me in front of those people again. I'm in charge of this product.",
        "Lucinda: Even though I told you right from the beginning. Day one, I said this is a non-starter.",
        "Lily: Sometimes, you're wrong.",
        "Lucinda: That doesn't mean you'll make an end run around me, dear. You talked to me openly about your determination to go on.",
        "Lily: I tried that. It didn't work. I had to go another way.",
        "Lucinda: And you used corporate funds. Corporate funds, darling, without authorization. That is not the way we do it at worldwide.",
        "Lily: No. No, worldwide is run like a guillotine. You sit there and you decide which product lives and dies, roll in the meantime.",
        "Lucinda: And my stockholders have not found much to complain about.",
        "Lily: When valley's best boosts profits, they'll have me to thank for it. And I'm going to be honest with you, mother. I did not use worldwide funds for this ad. I financed the commercial myself.",
        "Lucinda: Oh, no. No, you didn'T. You didn't use personal money.",
        "Lily: Yes, I did.",
        "Lucinda: And now your face is on the camera. You're out there --",
        "Lily: Well, obviously. Yes.",
        "Lucinda: Don't you realize? I mean, the risks inherent --",
        "Lily: People need to be able to relate to a product. That's how it works. Now, if you have nothing positive to say, I need you to leave. I have to go back to work.",
        "Holden: Hi.",
        "Lucinda: Hi.",
        "Holden: What's going on?",
        "Lucinda: I'm going in there to try to stop your wife from falling flat on her face.",
        "Holden: You know what? It's her face. And it's her job. And I think it's time you respect that.",
        "Man: Cheri told me to look for a hot blond. Please tell me that's you.",
        "Emily: Well, I think I'm the only blond in the room. Maybe that's because the hotel bar isn't very crowded right now.",
        "Man: I realize you girls usually work nights. But, I had some time to kill between meetings.",
        "Emily: Really? So, it was either a conditioning class in the fitness center or me?",
        "Man: Something like that.",
        "Emily: Oh, don't worry. I promise I will give you an excellent workout.",
        "Susan: Emily?",
        "Emily: Mom? What are you doing here? Why aren't you at work?",
        "Susan: I am at work. There's an oncology seminar in one of the conference rooms. Thought I'd have a little coffee first.",
        "Emily: Oh, well why don't we have coffee together? Why don't we have breakfast together? Here, sit down and order me something. I'll have another cup of coffee. So sorry about that. Did cheri tell you -- why don't you give me your key, and I'll meet you up there in, like, five minutes. Thank you. You're a doll. I don't keep you waiting. So, what are you doing here again?",
        "Susan: Oncology seminar.",
        "Emily: Oh.",
        "Susan: I'm much more interested in what you're doing here, emily.",
        "Emily: I'm having a cup of coffee, just like you. Caffeine. Before I go to worldwide. I mean, worldwide has -- they have a coffee bar there, but it is the worst coffee you have ever had in you entire life. And you'd think that lucinda walsh of all people would have --",
        "Susan: Who was that man that you hustled me away from at warp speed? The one you were promising to give a good workout? And what the hell did that mean?",
        "Maddie: Gwen, stop. Think about it.",
        "Gwen: No, it's all that I think about.",
        "Maddie: If you go and tell margo, it's going to be the worst mistake of our lives.",
        "Gwen: We have already made the worst mistake of our lives.",
        "ñ Maddie: Okay. All right, go ahead. Go, you put it out there. And then you can kiss college good-bye. And then you're going to be singing about the prison walls --",
        "Gwen: Hey, are you trying to be funny?",
        "Maddie: No, I'm not. Okay? But, don't you understand that i am trying to make myself feel a little bit normal and crack a joke.",
        "Gwen: It's not working.",
        "Maddie: I know. Okay. All right, fine. You go to the police, what are you going to say to them?",
        "Gwen: We tell them it was an accident. That you were trying to keep adam from hurting me. That you hit him, you didn't mean to kill him, maddie. It's all true.",
        "Maddie: Right. And maybe they'll believe that, but they're not going to understand why we buried him and then lied about it for days. Okay? And I can't wait to see the headlines when they say, \"the sister of the raven league slasher has followed in her footsteps.\"",
        "Gwen: You didn't kill him intentionally. You were just trying to protect me.",
        "Maddie: Yeah, and I still can. We need to start by figuring out why jade is snooping. We need to stop her.",
        "Gwen: Okay, but what if she's the one who's not behind all of this?",
        "Maddie: Oh, come on, don't start with that again. God, adam is gone. And ruining our lives isn't going to bring his back.",
        "Gwen: Maddie, if there's even the smallest chance that adam is still alive, his family should know.",
        "Maddie: Will is his family. Are you ready to tell him?",
        "Gwen: Yes. It's better than living with this secret between us.",
        "Maddie: No, it's not. No, it's not. I killed his brother, and you helped me put him in the ground. Will's going to say that he understands. But, will he really? It'll tear you guys apart. Secrets can be forgotten, but the truth can ruin your life.",
        "Gwen: Maddie, nobody is going to forget about this. Margo and tom are never going to stop looking for their son. And one day the police will have proof.",
        "Maddie: Not if they don't find a body. Gwen, you tell margo, after all of this time, she's going to crucify us.",
        "Gwen: I hope you're wrong.",
        "Margo: Wrong about what? What are ya doin'?",
        "Meg: Hey. Forget it, it's on the house.",
        "Paul: No, I'll just wait for the cashier.",
        "Meg: Okay, I get it. We'll take turns walking out when we see each other.",
        "Paul: No, you stay here. And I'll walk out.",
        "Meg: You were always a gentleman.",
        "Paul: Until I wasn'T.",
        "Casey: Hey, meg, I need three bacon-egg biscuits to go, extra bacon and --",
        "Meg: Just a sec, casey.",
        "Casey: Problem is, I don't really have a sec. I'm kind of in a hurry. What's the deal?",
        "Holden: If wrong, how much does it cost the company?",
        "Lucinda: It's not the money.",
        "Holden: Ego?",
        "Lucinda: Oh, ego. Darling, it's people. Okay? It's the people. It's all the people. The small investors, the pension fund investors who believe and who have faith in worldwide stock. It's the moms and the pops. They're hoping that their college funds for their kids will grow. It's all the people who are expecting worldwide to make a better life for them. Ego. That's why I can't have a fiasco, okay?",
        "Holden: But you've had setbacks before, right?",
        "Lucinda: I know, stuff happens. However if there is bleeding, you try to staunch it.",
        "Holden: What if lily's right about this project?",
        "Lucinda: Then, she can go ahead with it. With a clear head. But she's not clear. She's shaky, she's weird. Now, you know that as well as I do. She's angry, she desperate -- I don't know.",
        "Holden: She's under a lot of pressure.",
        "Lucinda: I understand that. But she has to find a different battleground to prove whatever it is she wants to prove about herself.",
        "Holden: You want to know what she's out to prove? That she's not a failure.",
        "Lucinda: Of course, she's not a failure.",
        "Holden: Look, things are kind of rough at home.",
        "Lucinda: Oh. With faith?",
        "Holden: Yes.",
        "Lucinda: What does her therapist say?",
        "Holden: She has an eating disorder. It's going to take some time.",
        "Lucinda: I'm so sorry.",
        "Holden: Lily and I -- we feel like we've let the kids down. And the mistakes -- they're just adding up.",
        "Lucinda: Oh, but darling, think of all of the good things, the wonderful things, that you've done for your children. You've taught them that love can get you through almost anything. Faith is going to pull through.",
        "Holden: I hope you're right. Can I ask you a favor?",
        "Lucinda: Of course.",
        "Holden: Just put a little extra trust in your daughter. She really believes in this project. Don't take it away from her. Think about that. I have to get faith to school.",
        "Emily: I'm sorry -- what are you implying? Because I don't like what I think I'm hearing.",
        "Susan: Oh, come on, emily. You came home the other night black and blue, all because you tried to hook up with some guy",
        "Emily: You're incredible. You really are. I'm sitting there having a perfectly normal conversation with a guy-- for your information, that man is somebody that I was interviewing for \"the intruder.\" He's a karate instructor.",
        "Susan: A karate instructor?",
        "Emily: Yes.",
        "Susan: Ha!",
        "Emily: I'm doing a series of stories on self-defense. Do you remember the girl who was mugged a few weeks ago at oakdale U.?",
        "Susan: Yeah.",
        "Emily: Right. Well, after that happened, I decided to take a class. And then I took three more classes, and then I asked the man if I could interview him for my paper. Does that answer your question?",
        "Susan: Emily, you said you'd give him \"a good workout.\"",
        "Emily: Well, I was talking about the class. I will give his class a good workout, mom.",
        "Susan: Okay, okay. I'm sorry.",
        "Emily: Okay.",
        "Susan: When you were attacked, I got really scared. I guess I'm not over it.",
        "Emily: I know. It's okay. You're worried. You're my mom.",
        "Susan: And I'm worried about your sister. I haven't heard from her since she broke up with aaron.",
        "Emily: What? They broke up? When?",
        "Susan: Before christmas. Oh, she told me not to tell you --",
        "Emily: Wait, forget it. What happened?",
        "Susan: You think I know? Every time I tried to talk to her about it, she just shut down. And then, right after new year's, she moved from seattle right down to L.A.",
        "Emily: To do what?",
        "Susan: The last time I spoke to her, she was waitressing. She kept saying it was, you know, temporary while she looked for something else.",
        "Emily: Oh. Oh, poor ali.",
        "Susan: I know. She's way too young to be galloping off to some city like L.A., Where she doesn't know a single soul.",
        "Emily: Oh. Some sister I've been. Her whole life has changed and i didn't even know about it. I gotta call her.",
        "Susan: Yeah, well, good luck. She's not there very much. Ooh! Oh. Look at that. I'm late for that seminar.",
        "Emily: Okay. All right, good luck. Good luck with your seminar, mom.",
        "Susan: Okay. I know how hard you're working, trying to get your life back together and I'm proud of you. I really am.",
        "Emily: Thanks, mom.",
        "Margo: I'm -- I hope you don't mind, I let myself in. The door was wide open.",
        "Gwen: Oh, yeah, will's always on me about that.",
        "Margo: And your car was in the drive, so I thought you were here, too.",
        "Maddie: We took mine.",
        "Margo: Oh, all right. You saved me the -- leaving you a note here.",
        "Maddie: Sorry, it's all my fault. We were really busy all morning.",
        "Margo: Yeah, yeah. Aren't you girls a little old to be playing mud pies?",
        "Maddie: Oh. You know what? Botany. I have an A.P. Class, and we are doing an in-depth analysis of the decomposition of the forest floor.",
        "Gwen: She needed help collecting samples, so I was the unfortunate volunteer.",
        "Margo: Oh, oh. So you were out of range. Because I've been leaving messages all morning.",
        "Gwen: I wasn't checking my phone.",
        "Margo: Oh.",
        "Maddie: Is everything okay?",
        "Margo: Well, as okay as everything is these days.",
        "Gwen: Yeah.",
        "Maddie: We know what you mean.",
        "Gwen: Hey, you know what? You wanna have a seat?",
        "Margo: No, that's okay.",
        "Gwen: Will and his mom are in washington for hal's thing.",
        "Margo: Yeah, I know. I wish I could have gone.",
        "Gwen: Me, too.",
        "Margo: Oh, my god, I miss that man so much.",
        "Gwen: I think everybody does.",
        "Margo: Especially on a day like today.",
        "Maddie: What's going on today?",
        "Margo: I'm hoping that gwen will tell me.",
        "Maddie: The only thing she can tell you is about leaves and spores and --",
        "Gwen: Maddie --",
        "Maddie: Forest green --",
        "Margo: Come on, gwen. You want to talk alone in here?",
        "Gwen: No, it's cool. If it's okay with you.",
        "Margo: Sure, maddie -- maddie can hang out. I spoke to jade. She told me about adam.",
        "Maddie: What about adam?",
        "Margo: It isn't hard to guess, is it, gwen?",
        "Waitress #1: Sorry for the wait.",
        "Meg: I told you it was on the house.",
        "Paul: I don't want to owe you anything.",
        "Meg: Not even eggs?",
        "Casey: Uh, my order, meg, please?",
        "Meg: Sorry. Here you go.",
        "Casey: Thanks.",
        "Meg: Donna will ring you up.",
        "Casey: All right, cool.",
        "Paul: Are there any other snyders that you want to tell me about, hiding somewhere?",
        "Holden: Is there a problem?",
        "Paul: No, I was just leaving.",
        "Holden: I need to talk to you.",
        "Paul: I'll wait for you outside.",
        "Meg: It's cold.",
        "Paul: It's cold in here.",
        "Holden: I won't be long.",
        "Meg: Holden, I'm really busy.",
        "Holden: Take a break.",
        "Meg: I can'T. I was late coming in.",
        "Holden: What happened with paul? Was he bothering you?",
        "Meg: No comment.",
        "Holden: Do you want me to talk to him?",
        "Meg: No. No.",
        "Holden: Things seemed a little tense, meg. I thought it was over between you two.",
        "Meg: Yeah, me, too. Looks like I'm not good at letting go, even after I've let go.",
        "Holden: Anything I can do?",
        "Meg: You could give me some news. Good news. Got any?",
        "Holden: Mama is coming home.",
        "Meg: I said good. When?",
        "Holden: How does tomorrow grab you?",
        "Meg: Tomorrow? This day just keeps getting better.",
        "Miranda: I think your last take was your best.",
        "Lily: I can't wait to see it all put together.",
        "Phyllis: The agency is proofing the latest print material, and they're going to send it over to our offices.",
        "Lily: Excellent. I have some promotional concepts I wanted to run by you two.",
        "Miranda: Well, let's do it.",
        "Phyllis: Have either of you seen \"oakdale now\"?",
        "Miranda: The new show on woak?",
        "Phyllis: Yeah, with that gorgeous guy?",
        "Miranda: Isn't he supposed to your cousin or something?",
        "Lily: He's holden's cousin, but I could talk to kim and maybe you could go on and talk about the product. So which one of you wants to be the star, or do you want to go on together?",
        "Miranda: I think you should do it. Phyllis me, too. You were a natural in the commercial. Unless you don't want to.",
        "Lily: No, no, I would love to do that. You know me, I can't wait to tell the world about this product. And I thought maybe we could start a gift basket program with baby supplies and some baby food. Go to memorial hospital and pediatricians' offices and start building customer loyalty early.",
        "Phyllis: That's a great idea.",
        "Lily: How about handing out some baskets, too? Maybe going to some supermarkets, and having some sales reps handing out literature and sample jars. If that's okay with you?",
        "Lucinda: I like what I've heard, so far.",
        "Lily: Really? It might go to my head.",
        "Miranda: We'll send over the preliminary artwork for the print ads, then talk tomorrow about the rest of the promotions.",
        "Lily: Great.",
        "P.A.: Good job, mrs. Snydern we're almost out of your way.",
        "Lily: Oh, thank you so much.",
        "Tech: We're about done breaking down the equipment.",
        "Lily: Oh, you don't have to rush. It's okay.",
        "Phyllis: And we'll get you all the material as soon as we can.",
        "Lily: Thank you.",
        "Phyllis: Bye, ms. Walsh.",
        "Lucinda: Good luck.",
        "Miranda: We don't need luck, we've got lily.",
        "Lily: Thank you, miranda.",
        "Lucinda: Ethan really likes this stuff?",
        "Lily: He loves it.",
        "Lucinda: Oh.",
        "Lily: Mm-hmm.",
        "[ Lucinda chuckles ]",
        "Lucinda: He's a one-man focus group. Not a bad start.",
        "Lily: Careful, that's sounding like a compliment.",
        "Lucinda: Well, I'm afraid you're not going to hear many more compliments from me.",
        "Lily: Why?",
        "Lucinda: I've been talking to sierra, and we miss each other. So I'm going to go visit.",
        "Lily: When did this come up?",
        "Lucinda: Darling, I don't run all my plans by you, either.",
        "Lily: It just seems very sudden, is all.",
        "Lucinda: I need a vacation. And I think that you could use a vacation from men",
        "Lily: You're leaving because of me?",
        "Lucinda: No, I miss your sister. Perfect timing.",
        "Lily: Thank you, mother.",
        "Lucinda: Please, dear, please use this time wisely to prove me wrong.",
        "Lily: I'd be glad to.",
        "Lucinda: Okay. And I'll call you before I leave.",
        "Lily: Please.",
        "Lucinda: All right?",
        "Lily: Definitely do that.",
        "Lucinda: And I do love you.",
        "Lily: I love you, too.",
        "Lucinda: Oh -- it isn't easy, is it?",
        "Lily: Who are you telling? Hey. Hey. Hey, hey.",
        "Margo: I know that last thing you want to talk about right now is adam. And I know why.",
        "Maddie: If it's what jade said --",
        "Gwen: Maddie, let her finish.",
        "Margo: Jade simply confirmed my suspicions. I know that a lot more went on between you and adam that you told me about. But gwen, I need you to be completely honest with me.",
        "Gwen: Well, we were going to go the station. Maddie and I were just talking about it this morning.",
        "Maddie: You know, let me explain.",
        "Gwen: No.",
        "Margo: You? Why you?",
        "Maddie: Because I was there when it happened.",
        "Margo: You were?",
        "Gwen: Honestly, I think it's better if I tell her. It's just -- it's just I -- oh, well, I don't really know where to start.",
        "Margo: Yeah, I guess it can't be easy, telling a guy's mother about something like this.",
        "Gwen: No, it's not. I am so sorry, margo. I just -- please understand, I never wanted it to get this out of hand.",
        "Margo: No, no, no, you have nothing to be sorry about. Gwen, please -- all I need is I need to hear it from you. Did adam assault you sexually?",
        "Gwen: Did he --",
        "Margo: Everything you say to me will be held in strictest confidence. Please.",
        "Gwen: No, we're not talking about rape here.",
        "Margo: Well, jade said that it got pretty rough.",
        "Maddie: Well, they were arguing. Adam was pushing her around.",
        "Gwen: It didn't go any further than that, though.",
        "Margo: Are you sure? You're absolutely sure? Because, honey, things like this, sometimes they just spiral out of control. You start to blame yourself and you bribe your friends to keep it a secret because you're scared and because you're confused. And in the end -- and maddie, you can attest to this -- you're never going to get the help you need if you can't face the truth.",
        "Gwen: Margo, the truth is is that adam never forced himself on me. I mean, it stopped before anything like that could ever happen.",
        "Margo: That's great. That's so good. Thank you. I just didn't want to believe it, I really didn'T. But everything that jade was saying, but there was a voice inside my head that said that adam, that he would never do that. He would never leave casey like that to take the blame. He had to be running from something, something more than obstruction of justice. So please, too, would you make me a promise please?",
        "Maddie: Sure, anything.",
        "Margo: Gwen, if adam does contact you here, would you please tell him to come home? He hasn't done anything so bad that it can't be fixed.",
        "Maddie: We will.",
        "Margo: Okay. All right, I'm going to get back to the station now.",
        "Maddie: I'll walk you out.",
        "Margo: All right. Gwen, I'm so glad that my suspicions were affirmed with adam. But what he did to you, that wasn't right. I'll be in touch.",
        "Maddie: My god, I was so scared out of my mind. But I think we're okay.",
        "Gwen: How do you figure?",
        "Maddie: Because margo is not going in the right direction.",
        "Gwen: But jade knows a lot more than margo. Things that she hasn't told her. Maddie, I can't do this anymore. I can't stand it, seeing the hell that she's going through. I can't lie to her anymore.",
        "Maddie: Okay, then we need to find out what jade knows.",
        "Gwen: What does it matter?! It doesn't change what's happened!",
        "Maddie: We cannot talk now. Okay? It's going to ruin so many people's lives. You will lose will. And I will lose casey. So please, please just wait until we find out what jade knows.",
        "Gwen: How?",
        "Maddie: Don't ask unless you really want to know. Ahh, breakfast.",
        "Holden: Can't you take a break?",
        "Meg: We're short-staffed.",
        "Holden: Just a second.",
        "Meg: There you go. You're the special. You're the tuna melt. And iced tea coming right up. Okay, look, you told me about mama. Karen, can you see how backed up they are in the kitchen?",
        "Holden: Listen, I know you're very worried about everything that happened since mama's been gone. But maybe she'll take it all in stride.",
        "Meg: Yeah, and maybe I'll win the lottery.",
        "Holden: You know what? You need to stay positive.",
        "Meg: I know mama, holden. She hasn't called me, she hasn't written. Usually, she's storing it all up inside so she can let me have it when she sees me.",
        "Holden: No, no, no, no. She doesn't know what happened at the hospital.",
        "Meg: Mama knows everything. She's usually right behind god in the \"knowing everything\" department.",
        "Holden: Yeah, well, not this time. Nobody told her.",
        "Meg: Okay, so you didn't slip to iva?",
        "Holden: No.",
        "Meg: How about where I'm living? Or where I'm working?",
        "Holden: I'll fill her in if you want.",
        "Meg: Well, maybe we both should. That way, you can catch her when she keels over.",
        "Holden: You know what? She's gonna accept it, eventually.",
        "Meg: She'll never get over the disappointment. She's been disappointed in me ever since I was 16.",
        "Holden: Meg, she loves you. We all love you.",
        "Meg: Well, some of you more than others. Look, customers don't like their food cold, okay? I have to go.",
        "Phyllis: Oh, look at you guys. I thought you would both be ready for a nap by now.",
        "Lily: Oh, I don't know about ethan, but I just got my second wind.",
        "Miranda: Well, you're a real trouper today.",
        "Lily: Oh, thank you.",
        "Miranda: And we picked up a little something for our littlest star.",
        "Lily: Oh, you didn't have to do that.",
        "Phyllis: But we wanted to.",
        "Miranda: I hope he likes it.",
        "Lily: I wonder what it is, sweetheart. What do you think's in the bag? What's in the bag?",
        "Holden: So you'd tell me, wouldn't you, if you had any more of those visions? We're talking about my son's safety here.",
        "Paul: So you're a believer now?",
        "Holden: I'm not saying that. I'm just not taking any chances.",
        "Paul: You don't think I'm completely insane?",
        "Holden: Not completely.",
        "Paul: Thanks. I haven't had any more visions about your son, but it probably couldn't hurt to keep an eye on him.",
        "Holden: I will. Do me a favor? Stay away from meg?",
        "Paul: Not a problem.",
        "Holden: And stay away from the rest of my family. Lily, she's under a lot of stress right now.",
        "Paul: Hey, it's not a problem --",
        "Holden: The last thing she needs is to worry about the baby, too.",
        "Paul: Well, if you got rid of that teddy bear, I don't think you have anything to worry about.",
        "Lily: Oh, that is so adorable. Ethan had a bear just like that, but we can't find it. We have no idea where it went.",
        "Phyllis: Well, there you go, little guy. We are very happy to replace your favorite bear.",
        "Margo: Oh, so your appetite's back.",
        "Casey: Yeah, dallas insisted on buying. We got you one. Extra bacon.",
        "Margo: Mm.",
        "Dallas: So where'd you go?",
        "Margo: I went to see gwen.",
        "Dallas: And --",
        "Margo: Jade was right. Adam got physical with her.",
        "Dallas: How physical?",
        "Margo: Well, according to gwen, he was angry, they fought and he pushed her around a bit.",
        "Dallas: Anything else?",
        "Margo: No, no. She swears nothing else. But I don't know, it feels like she's still holding back.",
        "Dallas: You don't think she --",
        "Margo: No, no. I asked.",
        "Casey: No -- think what?",
        "Margo: Just never mind.",
        "Casey: Like that he raped her?",
        "Margo: No, he didn'T. Gwen swears that he didn'T.",
        "Casey: So adam's not here because he and gwen had a fight?",
        "Margo: Well, assault is still a pretty big charge.",
        "Dallas: Not if gwen doesn't press charges.",
        "Margo: Well, maddie was there. Maddie was there with gwen and adam, and she backs up gwen's story.",
        "Dallas: You know, that girl pops up at the strangest places. I ran into her at the morgue the other day.",
        "Casey: Maddie? What for?",
        "Dallas: We found a john doe in the woods. I guess she thought it could have been one of her sister's victims.",
        "Margo: After all this time?",
        "Casey: She didn't say anything to me about that.",
        "Dallas: Well, she was pretty upset. I guess she still feels guilty about what eve did to those kids.",
        "Margo: Hmm, so why do people go to a morgue?",
        "Dallas: To identify a body.",
        "Margo: Uh-huh. So maddie went to the morgue.",
        "Gwen: Where did you learn how to jimmy a lock?",
        "Maddie: Have you met henry? Okay, there it is.",
        "Gwen: What if somebody comes in?",
        "Maddie: We'll be fast. Okay, she has it on lock down.",
        "Gwen: Okay, fine, let's go. Come on.",
        "Maddie: No, I can hack in.",
        "Gwen: Great.",
        "Maddie: I just need a password. So look around while I'm trying to figure it out.",
        "Gwen: Okay, hurry up. What am I looking for?",
        "Maddie: I don't know, like a diary, or someplace where she can write her thoughts about adam. Come on.",
        "Gwen: Jade doesn't really seem like the diary type. Maddie, there's nothing here.",
        "Maddie: Do you know her birthday?",
        "Gwen: No, I don't know her.",
        "Maddie: Forget it. I'm in.",
        "Gwen: You guessed her password?",
        "Maddie: Yep, wasn't hard. It's \"will.\"",
        "Jade: Natalie, pick whatever book you want. I'll be right there.",
        "Announcer: On the next \"as the world turns\" --",
        "[ Gwen screams ]",
        "Will: Gwen, can you hear me?",
        "Adam: Surprised to see me?",
        "[ Gwen screams ]"
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=Y89VPn_YJgM"
}