{
    "Episode Summary": [],
    "Recap": [
        "Luke and Noah learn their college may pull the plug on the gay film festival they are a part of. Lucinda confronts Holden and asks him if he told Margo to question her. Margo and Dallas investigate Lucinda. Dusty tries to apologize to Luke and Noah, as Luke doesn't take it well, but Noah wants to hear him out. Holden tells Lucinda that it wouldn't be too hard for Margo to put two and two together with her role in helping Dusty disappear. Lily tells Lucinda that maybe she should be punished for her part in this. Margo and Dallas find a paper trail of Lucinda's helping Dusty. Lucinda realizes she is not welcome and starts to leave, as Holden has second thoughts and asks Lucinda if she wants him to call Tom. Lily has second thoughts too, but Dallas coming to arrest her interrupts their moment. Luke bumps into his old friend Reg at the meeting about the film festival and finds out that the Board is leaving the festival's fate up to the new student body president \u0096 and only one person is running \u0096 Luke's old best friend, Kevin. Brian admonishes Luke for his decision regarding the foundation and the film festival. Brian threatens to walk if Luke doesn't tread more lightly, where this is concerned. Dusty and Noah talk and patch things up, but Lily interrupts them needing to talk with Dusty. She pleads with him to help Lucinda, but Dusty isn't sure he can because he would be no good to Johnny if he were in jail. A furious Lily tells Dusty that he owes her after she put everything on the line for him when he was in trouble with that hooker. Kevin and Luke connect awkwardly, as Luke introduces him to Noah. Noah reacts a little jealous to both Kevin and Reg. Later, Reg thinks based on Kevin's reaction to Noah's affection for Luke, he won't be supporting the festival. Lucinda has an answer for all of Margo's questions. Holden pleads Lucinda's case, as Dusty comes to Lucinda's rescue when he shows up at the station. Dusty explains he asked Lucinda to help and then explains rather unapologetically, why he had to do what he did. Margo finally cuts Lucinda and Dusty a break. Luke decides he isn't going to take the school's discrimination and censorship and wants to run for student body president against Kevin. Lucinda and Dusty talk about her reasons for what she did; she stands by what she did. Dusty understands and promises her that Lily will forgive her. Holden realizes Lily went to Dusty for help when he tells her what happened at the police station and she doesn't have a big reaction. Brian and Lucinda talk about how she dodged a bullet; he also advises her to take things slowly with Lily even though she is tempted to push it. Brian tells Lucinda about Luke and when he tells her that he might quit, she tells him that she and Luke both need him very much. Holden and Lily argue about her going to Dusty for help and not him. Lily thinks it is a non-issue because she wants him and not Dusty, but Holden is not convinced. Dusty arrives and tells Lily they are even now, as he walks off. Luke and Noah discuss his feelings for Dusty, and Luke admits to overreacting, but he is sensitive about his family. Noah shares with Luke that Dusty was the one who advised him to wait for him. Noah is also forced to share information about Lily seeking Dusty out earlier. Holden thinks Dusty ended things and that isn't how he wants Lily; he isn't sure they will make it that way."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Luke: Hey.",
        "Noah: Hey.",
        "Luke: I got your text. What's up?",
        "Noah: There's a student government meeting over at Al's in 15 minutes. I wanted to see if you wanted to come.",
        "Luke: Why do you want to go to that?",
        "Noah: Apparently, some people were complaining about the film festival. As curator, I want to hear what they have to say.",
        "Luke: Complaining? About what?",
        "Noah: Content.",
        "Luke: You mean, because it showed two guys kissing and in bed together?",
        "Noah: Yeah, pretty much.",
        "Luke: Well, it's a gay film festival. What do they expect?",
        "Dusty: Hey, Luke. Hey, Noah.",
        "Noah: Dusty -- hey.",
        "Dusty: I'm glad I ran into you guys. I just wanted to say --",
        "Luke: You know what, Dusty? We don't want to hear it. Not from you.",
        "Noah: Luke, I can speak for myself.",
        "[SCENE_BREAK]",
        "Holden: Lucinda, you just don't know when to quit, do you?",
        "Lucinda: Holden, you and I have some unfinished business.",
        "Holden: Didn't Lily tell you you're not welcome here? She did say that, didn't she?",
        "Lucinda: Where the hell do you get off?",
        "Holden: Excuse me?",
        "Lucinda: I tried -- I tried to broker a peace with you. I reached out to have some kind of peace in this family.",
        "Holden: Right, right. And I told you, I don't want to get in the middle of it.",
        "Lucinda: No, God forbid, until now, you should take any active role that wasn't between the sheets.",
        "Holden: Good-bye, Lucinda.",
        "Lucinda: I want to know why you did it.",
        "Holden: Did what? I don't know what you're talking about.",
        "Lucinda: I'm talking about the visit from Margo Hughes.",
        "Holden: From Margo?",
        "Lucinda: Yes. After she left you at the farm, she came to talk to talk me. Wanting to ask me all kinds of questions about Dusty's death and subsequent resurrection.",
        "Holden: And you're surprised by that? You're in this with him up to your neck.",
        "Lucinda: I know what I did. I want to know who clued the police in. Was it you? Or was it your idea, Darling?",
        "[SCENE_BREAK]",
        "Margo: These are Lucinda Walsh's personal bank statements. I've highlighted the transactions I want you to look into.",
        "Dallas: The first one was on January 15th of this year.",
        "Margo: Yeah, three days before Dusty Donovan staged his own death. She transferred $3.5 million into an overseas account. I want to find out where that is and who had access to it.",
        "Dallas: Okay. And the second one was on January 19th. That's the morning after Dusty's death.",
        "Margo: Yep. $250,000 into a Chicago bank. Want to know who hit that jackpot.",
        "Dallas: Okay. So what exactly are you hoping to find here?",
        "Margo: Either a spare million for me or a direct paper trail between Lucinda Walsh and Dusty Donovan.",
        "[SCENE_BREAK]",
        "Dusty: I just want to apologize.",
        "Luke: For what?",
        "Dusty: Well, I caused a lot of problems for your parents. Not intentionally.",
        "Luke: No, I know all about your reasons. You were looking for your son.",
        "Dusty: That's right.",
        "Luke: So, while my parents were being accused of your murder, did you find Johnny?",
        "Noah: Whoa, Luke!",
        "Dusty: No, no, that's okay. That's all right. I won't bother you again.",
        "Luke: Well, the meeting's in 15 minutes. Do you want to head over to Al's?",
        "Noah: Yeah, I'll meet you there. Look, you may not want to talk to Dusty, but I do.",
        "Luke: Are you kidding?",
        "Noah: No.",
        "Luke: Noah, I thought you were on my side.",
        "Noah: I am.",
        "Luke: Well, it sure doesn't feel like it.",
        "[SCENE_BREAK]",
        "Holden: Lucinda, Lily didn't do anything to you. So don't accuse her of something like this.",
        "Lily: Accuse me of what? What are you even doing here?",
        "Lucinda: Somebody said something, and Holden was the last person to see Margo before she came to see me.",
        "Holden: Margo isn't stupid, okay? She knows what kind of connections you have in this town. You're the only one in this town who could manufacture Dusty's great escape.",
        "Lily: Margo questioned you?",
        "Lucinda: It was a fishing expedition, Darling. She was just trying to get me to slip up so I admit that I had something to do with Dusty's death and subsequent resurrection.",
        "Lily: You did have something to do with it.",
        "Lucinda: I know what I did. That's been established. But Dusty's plan was already in place when he brought it to me.",
        "Lily: Yeah, maybe you weren't the mastermind, but you were his accomplice. You don't think you should have to go to jail for what you did?",
        "Lucinda: You're going to look me in the eye and tell me that I deserve to be in a jail cell?",
        "Lily: Did I deserve to go to jail, or Holden, for that matter, when we were the prime suspects in Dusty's murder?",
        "Holden: Lily --",
        "Lily: No, Holden. This needs to be said. Holden was arrested, Mother. Why didn't you come forward then with the truth.",
        "Lucinda: Just a minute! I would not have let Holden go to jail, take him away from you and the children.",
        "Lily: I don't believe you.",
        "Holden: Lucinda, maybe the best thing you can do for yourself is hire a lawyer.",
        "Lucinda: I don't need a lawyer, I've got a lawyer. What I need is a family. Do I have a family? If I don't have a family, then what the hell? What's the point of putting up a fight?",
        "[SCENE_BREAK]",
        "Dallas: I've got something on those wire transfers.",
        "Margo: All right, let me hear it.",
        "Dallas: Okay, the one Lucinda made to the bank in Chicago? The account belongs to Ernest Ronan.",
        "Margo: Ernest Ronan, why does that name sound familiar?",
        "Dallas: We call him Eerie Ernie. He's the director of the Oakdale Funeral Home.",
        "Margo: Oh, that's where Donovan's body was sent to after it was released from the morgue.",
        "Dallas: That's an awful lot to spend on a phony funeral, if you ask me.",
        "Margo: Yeah, especially since Barbara Ryan paid for it.",
        "Dallas: So why is Lucinda cutting $250,000 payments to Ronan?",
        "Margo: Cover up the fact that there was no body. Is there anything on the overseas account?",
        "Dallas: Yeah. $3.5 million to a bank in Singapore.",
        "Margo: Didn't Donovan say he followed Lucy and Johnny to Singapore before James abducted him? Who's the name on that account?",
        "Dallas: It's Jonathan Burke. Name ring a bell?",
        "Margo: Jonathan Burke -- Jonathan, Johnny, Jonathon, Donovan, Burke -- Burke Donovan! Burke Donovan -- his stepfather. Donovan's stepfather -- he was a horse trainer.",
        "Dallas: I don't think that's a coincidence, do you?",
        "Margo: No.",
        "Cop: Lieutenant? I have the flight log from the Walsh jet. You've been waiting for this?",
        "Margo: Yes, I have. Thank you so much. Wow. Look at that.",
        "Dallas: What?",
        "Margo: Lucinda's private jet left Oakdale the night of Donovan's supposed murder and landed in Singapore.",
        "[SCENE_BREAK]",
        "Lucinda: Coming here was a mistake. I'll respect your wishes and keep my distance.",
        "Holden: Lucinda, if you want, I'll call Tom for you.",
        "Lucinda: Please, no, I can take care of it. Don't trouble yourself. And I'll let myself out.",
        "Lily: What are you going to do?",
        "Lucinda: Do you care, Darling?",
        "[Doorbell rings]",
        "Lily: The girls might have questions about you.",
        "Holden: Dallas.",
        "Dallas: Hi. May I come in?",
        "Holden: What for?",
        "Dallas: I have an arrest warrant. It's for Lucinda.",
        "Lucinda: Mrs. Walsh, please. For what? Why?",
        "Dallas: Obstruction of justice. Conspiracy to commit fraud.",
        "Lucinda: Oh, for heaven's sake. Doesn't the Oakdale police have something better to do than arresting me?",
        "Dallas: I'm sorry, Ms. Walsh. Please put your hands behind your back.",
        "Lucinda: Wait a minute. Do I look dangerous and armed?",
        "Dallas: It's procedure. Please turn around. You have the right to remain silent --",
        "Lucinda: I know my rights. Do we really have to do this here? Because my grandchildren are in the next room. I don't want them to get upset.",
        "Dallas: Okay.",
        "Lily: I can't believe he really arrested her.",
        "Holden: It's going to be okay. Let me go check on the kids. And then we'll figure out what we're going to do. Okay?",
        "[SCENE_BREAK]",
        "Luke: Hey, Reg, are you still in the gay-straight alliance at OU?",
        "Reg: Guilty as charged.",
        "Luke: So, what am I hearing about the school pulling funds on the festival?",
        "Reg: Yeah, they think the gay thing might offend potential donors.",
        "Brian: Luke, I need to talk to you. Now.",
        "Luke: Reg, could you please excuse me for a minute? What's up?",
        "Brian: Would you mind explaining to me why I've been fielding phone calls all morning, asking why the brochures for the foundation are being distributed at the film festival?",
        "Luke: Well, I told you. We got a booth. I was going to distribute them.",
        "Brian: Yeah, I told you not to do that.",
        "Luke: No, you said that you didn't think it was a good idea.",
        "Brian: Do you see what's happening now? This is exactly the kind of attention I wanted to avoid.",
        "Luke: Brian, don't foundations support the arts? Even the gay ones?",
        "Brian: Look, Luke, I have no problem with you distributing brochures around campus, if that's what you want to do.",
        "Luke: Well, the festival's on campus.",
        "Brian: But this is not just any festival. And you know that. And I warned you of the ramifications.",
        "Luke: Do you know that the school is thinking of pulling funding for the festival?",
        "Brian: I'm sorry to hear about that. But I don't see what that has to do with this.",
        "Luke: Because it's a gay festival.",
        "Brian: Where are you going with this?",
        "Luke: If that happens, I want the foundation to back it next year.",
        "Brian: No, you can't. Look, I didn't sign on to oversee something like this.",
        "Luke: So you wouldn't support a gay film festival?",
        "Brian: No, I'm saying that if you continue to pursue this, to take the foundation in that direction, you're on your own.",
        "[SCENE_BREAK]",
        "Dusty: Hope I didn't cause any trouble for you and Luke.",
        "Noah: Oh, that? No, it's okay.",
        "Dusty: You two seemed pretty tight. Are you guys --",
        "Noah: Together? Yeah. Yeah, we are.",
        "Dusty: That's great. That's great. I'm happy to hear that.",
        "Noah: You know, I never got to thank you before.",
        "Dusty: For what?",
        "Noah: You once told me to not give up on Luke. That I should give him time and eventually he'd come around. And you were right.",
        "Dusty: Just some advice.",
        "Noah: Still. It meant a lot. I mean, despite everything my dad did to you, you were always really nice to me. So thank you.",
        "Dusty: Well, like I told you, you are not responsible for what your father did. You're a good guy, Noah.",
        "Noah: You know, he died. He drowned. I was there when it happened.",
        "Dusty: I didn't know that. How you doing? You all right?",
        "Noah: Yeah. I'm better now. I'm sorry about everything with your son. What Luke said, he did not mean that.",
        "Dusty: I know that. I know that. And I'm going to find my son. Or I'm going to die trying.",
        "Barista: Hey, Noah, before you go? I just need your help with something.",
        "Noah: Oh, yeah, sure. It was good to see you.",
        "Dusty: You too, Pal. Hey, Kid, if you need anything --",
        "Lily: Hey. Listen, my mother has been arrested for helping you. Did you know that?",
        "Dusty: No, I didn't know that. I'm sorry.",
        "Lily: You're sorry? Prove it. Get her out of this.",
        "Dusty: Are you sure you want me involved?",
        "Lily: Dusty, you already are involved. This is your fault. I know you did what you did so that you could find Johnny. And I know why my mother chose to go along with it. She's been very clear about that.",
        "Dusty: Your mother wants me out of your life. She says I drag you down.",
        "Lily: That's not her decision to make. Or yours. But she shouldn't take the fall for something you chose to do.",
        "Dusty: Margo's not going to let me anywhere near your mother.",
        "Lily: Does she have proof? Is there any way that she can prove my mother's involved in this?",
        "Dusty: Well, we covered our tracks, but --",
        "Lily: But, what?",
        "Dusty: Well, who knows? Maybe if the cops dig deep enough.",
        "Lily: Dusty, you gotta go down there. You gotta tell them whatever they need to hear to get her out of this.",
        "Dusty: I would do anything for you. You know that.",
        "Lily: But not this?",
        "Dusty: If my son resurfaces, I can't protect him from a jail cell, can I?",
        "Lily: Why did I ever even think you'd help me?",
        "Dusty: Because I'm your best friend, that's why. And I wish I could.",
        "Lily: Oh, you can. You just won't. When you needed me, I didn't think twice about it.",
        "Dusty: You're talking about that hooker?",
        "Lily: Yeah.",
        "Dusty: Cheri?",
        "Lily: Yeah. When you were accused of killing her, I was right there. I put my freedom, my marriage, my kids, all on the line for you. Because when I looked at you, I saw this sweet, beautiful boy that I fell in love with. You owe me this, Dusty.",
        "[SCENE_BREAK]",
        "Reg: Is everything okay with that guy?",
        "Luke: Brian? Yeah, we're just having a disagreement on this project we're working on.",
        "Reg: Your foundation?",
        "Luke: How'd you know?",
        "Reg: I saw one of the brochures at the festival. Come on, I saw your name. I had to look.",
        "Luke: Well, Reg, tell me. Do you really think the school would cut funding on the festival?",
        "Reg: I think so. From what I hear, the board of directors doesn't like the idea of freaking out their benefactors.",
        "Luke: A bunch of uptight rich people who have no idea what it's like to go to school here. That's fair.",
        "Reg: Well, they're actually playing it a little bit smarter than that.",
        "Luke: How's that?",
        "Reg: Well, they're letting the student body president decide.",
        "Luke: Isn't there an election coming up for that?",
        "Reg: Yes. That's what this meeting is about. We're going to lay out some of the ideas. Basically, whoever wins gets the deciding vote.",
        "Luke: Well, a student wouldn't want to cut funding for the festival.",
        "Reg: Don't count on it. I don't know if the meathead running can even spell \"festival.\"",
        "Luke: Well, who's the meathead?",
        "Reg: He's right over there.",
        "Luke: Kevin.",
        "Reg: You know him?",
        "Luke: Yeah.",
        "[SCENE_BREAK]",
        "Lucinda: Ah, the big guns have arrived.",
        "Margo: Yep.",
        "Lucinda: I was having so much fun swapping stories with Detective Griffin.",
        "Margo: Oh, sorry to burst your bubble, but Lucinda, I told you I was going to look into this.",
        "Lucinda: I'm just surprised you didn't come cuff me yourself. Well, how you doing with all this looking into things?",
        "Margo: I did quite well.",
        "Lucinda: Yeah?",
        "Margo: Take a look.",
        "Lucinda: Wait a minute. That's my personal account.",
        "Margo: Mm-hmm.",
        "Lucinda: That's an invasion -- a gross invasion of privacy.",
        "Margo: Well, the judge didn't see it that way.",
        "Lucinda: I see. Well, I can still sue the department for misconduct, can't I?",
        "Margo: Yes, and make sure you go for the big, big bucks on that one, because it looks like you've been going through a lot of cash lately.",
        "Lucinda: I don't have to answer to you. You're not my accountant.",
        "Margo: Thank God. Why did you pay Ernest Ronan $250,000?",
        "Lucinda: Why does it matter?",
        "Margo: Because he's the funeral director where Dusty's body was taken.",
        "Lucinda: You know, that's a fascinating coincidence.",
        "Margo: Oh, I love those.",
        "Lucinda: Did you know this gentleman, Mr. Ronan, he is part owner of a small horse farm just outside of Chicago?",
        "Margo: Oh, really? I didn't know that.",
        "Lucinda: Yes. I bought a fine, young colt from him.",
        "Margo: Did you? I would love to see that fine, young colt.",
        "Lucinda: You'd have to go to Florida.",
        "Margo: Florida?",
        "Lucinda: Well, they have excellent training facilities down there.",
        "Margo: What's the pony's name?",
        "Lucinda: Catch me if you can or can't catch me. Something like that.",
        "Margo: Oh, that is just -- that's so cute. So tell me, do you have horses in Singapore as well? $3.5 million was wired to an account in Singapore.",
        "Lucinda: Oh, Margo. You caught me. That was a bit of self-indulgence. I was buying some property.",
        "Margo: In Singapore?",
        "Lucinda: Yeah, why not? Pretty coastline. Have you seen photos?",
        "Margo: No. You just have an answer to everything, don't you?",
        "Lucinda: Well, I'm doing my best. You're asking me the softball questions.",
        "Margo: All right. Let's try this one on. Who is Jonathan Burke?",
        "Lucinda: I haven't the slightest idea.",
        "Margo: Why do I find that hard to believe?",
        "Lucinda: I don't know, Margo. Margo, I think perhaps some of your information is incorrect.",
        "Margo: Lucinda, I think perhaps you should cut the bull. Why is Jonathan Burke's name on the account in Singapore? All right. Let me be a little more direct. If you have no idea who this Jonathan Burke is, then why is he listed as the sole passenger in your private jet on a flight from Oakdale to Singapore the night that Donovan staged his death?",
        "[SCENE_BREAK]",
        "Luke: Hey.",
        "Kevin: Hey.",
        "Luke: So, how are you?",
        "Kevin: I'm good. I'm good. I just joined a fraternity, I made the soccer team. And the girls -- you know?",
        "Luke: So, lots of time studying?",
        "Kevin: No, no, no. My GPA would suffer if I did that.",
        "Luke: Well, I hear you're running for student government president.",
        "Kevin: Yeah, yeah. Yeah, Man. You going to vote for me, Snyder?",
        "Luke: Me? I don't know. What's your platform?",
        "Kevin: College is supposed to be fun. So, party on, I guess.",
        "Luke: Well, I bet it will be a landslide.",
        "Kevin: So, how about you, Man? I mean, what've you been doing with yourself lately, you know?",
        "Luke: This and that. Actually I'm thinking about getting involved with the gay film festival on campus. My boyfriend's the curator. So, you know, we're hoping that he can have a short in it next year.",
        "Kevin: You hear it might now be around, though, right?",
        "Luke: Yeah, I know. But if you're student government president, you wouldn't cut funding for that, right? I mean, you love films. How many movies did we cram in on the weekends at my grandmother's pool house?",
        "Kevin: Yeah, well, you know, that was high school.",
        "Noah: Hey.",
        "Luke: Hi. Noah, this is Kevin. Kevin, this is my boyfriend, Noah.",
        "Kevin: Hey, uh --",
        "Noah: Kevin -- nice to meet you.",
        "Kevin: Hey, how's it going?",
        "[SCENE_BREAK]",
        "Dallas: How's it going in there?",
        "Margo: Oh, Lucinda wants to talk to her lawyer.",
        "Dallas: Smart move.",
        "Holden: Hey, Margo, I need to talk to you.",
        "Margo: Yeah, Holden, I'm kind of in the middle of something.",
        "Holden: Yeah, I know. I was there when Lucinda was arrested. So was Lily. Is Lily here?",
        "Margo: No, she's not.",
        "Holden: You know, you're making a mistake. Do you really need to do this?",
        "Margo: Yes, I do. A crime, several crimes, were committed.",
        "Holden: Well, if Lucinda did help Dusty, the only people she really hurt were maybe me and her daughter.",
        "Margo: And the entire department.",
        "Holden: Oh, yeah, the same department that arrested me for a crime that never happened.",
        "Margo: I'm sorry about that.",
        "Holden: Yeah, so let's not make it worse, okay? Let Lucinda go. Give us the chance to put this behind us. It's not Lucinda you're really after anyway, is it? It's Dusty. Its Dusty you're gunning for, right?",
        "Margo: And your mother-in-law is the quickest way to get to him.",
        "Dusty: No, she's not. You want me? Here I am.",
        "Margo: So, you're ready to talk?",
        "Dusty: That's what you want, isn't it?",
        "Margo: Only if you're going to tell me the truth.",
        "Dusty: What else? I've got nothing to hide.",
        "Margo: Well, that'd be first. Dallas.",
        "Dallas: Yes, Lieutenant?",
        "Margo: Please escort Ms. Walsh out here. Donovan and I need the room.",
        "Dallas: You got it.",
        "Margo: Do you want to call a lawyer?",
        "Dusty: Lawyers are for wimps.",
        "Margo: All right, whatever you want. Let's go.",
        "Lucinda: What the hell is he doing here?",
        "Holden: He says he's here to talk.",
        "Lucinda: He swore he wasn't going to do that.",
        "Holden: Yeah, he also swore he wasn't going to come back here. His word doesn't mean anything.",
        "Lucinda: He's taking a terrible risk.",
        "Holden: You know what I say? I say let him talk. Let him spill his guts. Then maybe Margo can get him out of our lives for good.",
        "[SCENE_BREAK]",
        "Noah: So, that's him, huh? The Kevin -- the one you were in love with in high school?",
        "Luke: Yes. The one who freaked out when he found out I was gay.",
        "Noah: He has clammy hands.",
        "Luke: Okay, Noah, don't. And don't look at him like that. We're fine now.",
        "Noah: What's he doing here?",
        "Luke: He's running for student government president. He has to be here.",
        "Noah: Because if he wins, he gets to determine if the school cuts the festival.",
        "Luke: How'd you know that?",
        "Noah: I ran into some guys from the festival outside.",
        "Reg: Noah, hey. I thought that might be you. How are you, Man?",
        "Noah: I'm good. You?",
        "Reg: I can't complain. So, how did it go with Kevin? Is he going to support the festival if he wins the election?",
        "Luke: I don't know. Honestly, he seemed kind of noncommittal about it.",
        "Reg: Well, I'm not surprised.",
        "Luke: Why's that?",
        "Reg: I saw his face when Noah put his arm around you. He's definitely not on our side.",
        "[SCENE_BREAK]",
        "Margo: So, after you faked your own death, you went looking for Johnny, you went to Lucinda for money. And she gave it to you?",
        "Dusty: Yep.",
        "Margo: Well, that's awfully generous of her, considering that she helped Lucy and Johnny flee in the first place.",
        "Dusty: Lucinda has her own reasons for me leaving town.",
        "Margo: Oh, that's right. Your affair with Lily.",
        "Dusty: Is that what you want to talk about?",
        "Margo: No. No, not at all. So Lucinda's in, and she sets up an account to the tune of $3.5 million under the name of Jonathan Burke. That was good. And flies you in her private jet to Singapore.",
        "Dusty: After that, she never heard from me again. Her involvement ended there.",
        "Margo: No, no, no, no. It didn't. She kept it from us that you were still alive. That's involvement.",
        "Dusty: I came up with my own cover.",
        "Margo: Did you? You must be quite pleased with yourself.",
        "Dusty: There might be a few things I'd do differently.",
        "Margo: Really? Okay, so tell me, who is this Ernest Ronan?",
        "Dusty: He shot me with the antidote to the drug.",
        "Margo: And Lucinda paid for that as well?",
        "Dusty: Who cares what Lucinda did?",
        "Margo: This didn't end when you sauntered off into the afterlife, Dusty. There were repercussions. This department investigated your death. I arrested people, innocent people, for a murder that didn't happened. And all the while, Lucinda kept her mouth shut.",
        "Dusty: Well, I'm sorry you had to put in the extra hours. But I think you know it was worth it.",
        "Margo: Do I?",
        "Dusty: Yeah. I kept Craig from getting his hands on my son, like he did to Bryant.",
        "Margo: You do not want to push that with me. Is that understood?",
        "Dusty: You want the truth, there it is. You're forgetting something very important here, Margo.",
        "Margo: What's that?",
        "Dusty: Evan Walsh did try to kill me. I was a step ahead of him. Where were you?",
        "Margo: Dallas. Tell Lucinda she's free to go.",
        "Dallas: You sure?",
        "Margo: Yes. You're free to go as well.",
        "Dusty: All right.",
        "Margo: Dusty. You and I go way back. I guess, because of John, we're kind of like family.",
        "Dusty: Is that why you're giving me a break?",
        "Margo: I'm giving you a break because I once told you, I would always be there for you if you just come to me for help. Maybe now you'll remember that.",
        "[SCENE_BREAK]",
        "Reg: That meeting was totally pointless.",
        "Noah: Tell me about it. There was barely one word mentioned about the festival.",
        "Reg: Except to mention the concerns of the board of directors. Did you notice Kevin didn't even mention it at all?",
        "Luke: You know what? Forget about Kevin. We go to school here, too. Don't we get a say?",
        "Reg: Well, not unless we're on the board or the president of the student government, apparently.",
        "Luke: Oh, you know what? That's just -- that's awful. They can't just cut funding because of a couple of donors getting scared. It's not only discrimination, but its censorship.",
        "Noah: You sound like you're in the middle of a campaign debate.",
        "Reg: Yeah, look who brought his own little soapbox today.",
        "Noah: Yeah, maybe you should run for student government. Luke Snyder for president!",
        "Reg: Vote yet for the gays!",
        "Luke: You know what? Maybe I will.",
        "Noah: What?",
        "Luke: Maybe I should throw my hat in the ring.",
        "Noah: Okay, you are officially cut off. I was totally kidding.",
        "Luke: I'm not. I have as much of a chance of winning as Kevin does.",
        "Noah: Yeah, but is this what you really want to do?",
        "Luke: Noah, censorship is wrong. You know it and I know it. Now all we need is somebody to go in front of the school and say it.",
        "[SCENE_BREAK]",
        "Lucinda: Well, that was a close one, old friend. Oh, my.",
        "Dusty: So, we're friends again, are we?",
        "Lucinda: Yeah. Yeah. Well, haven't I just spent quite a lot of time protecting you from the Oakdale Police Department?",
        "Dusty: You were protecting yourself.",
        "Lucinda: Six of one, half a dozen of another.",
        "Dusty: You think I ruined Lily's life.",
        "Lucinda: Well, you were worse for her than those damn pills. And she couldn't hide you. She could flaunt you. And she did.",
        "Dusty: I'd never do anything to hurt her. You know that.",
        "Lucinda: But you did. And it was terrible when she took that overdose.",
        "Dusty: I didn't -- I didn't even know about that.",
        "Lucinda: It was painful.",
        "Dusty: I'm sorry you went through that.",
        "Lucinda: Well, I would do it all over again -- all over again -- if I could keep her away from you. Even if at the finish line, I lose here.",
        "Dusty: Lucinda, you're not going to lose her. She came to me to protect you.",
        "Lucinda: She used me to come to you? Now if you use that -- if you make her rely on you.",
        "Dusty: I have no intention of interfering with Lily's life. My priority is finding my son.",
        "Lucinda: Stick with that.",
        "Dusty: She loves you, Lucinda. And in time, she'll probably forgive you.",
        "[SCENE_BREAK]",
        "Holden: Mama, I'm back.",
        "Lily: Emma left.",
        "Holden: Lily, where did you go? I came down from Ethan's room and you were gone.",
        "Lily: I'm sorry. I didn't mean to worry you.",
        "Holden: I thought maybe you went to the police station to see Lucinda.",
        "Lily: Emma said that's where you went. Did you see my mother?",
        "Holden: I did.",
        "Lily: Is she okay?",
        "Holden: Yeah, yeah, she's fine. Dusty -- he came forward. He told Margo the whole story. And surprise, surprise, Margo let them both go. You don't seem surprised.",
        "Lily: I know Dusty would never let my mother take the blame for something he did.",
        "Holden: Yeah, well, what I don't get is, why Dusty -- oh, okay, I get it now. You went to Dusty. You're the reason he came forward.",
        "Lily: Yes. I am.",
        "[SCENE_BREAK]",
        "Lucinda: Aw, creative burnout, Darling? Aren't you glad to see me?",
        "Brian: Oh, I'm always glad to see you. My mood has nothing to do with you.",
        "Lucinda: Well, good. Then I won't take it personally.",
        "Brian: You seem in good spirits. It's a mark different from the last time I saw you.",
        "Lucinda: Oh, yes, you did hear an awful lot, didn't you? All that family stuff. Lily and I said awful things to each other. However, today, my daughter, when push came to shove, came through for me.",
        "Brian: I told you her feelings would soften.",
        "Lucinda: You were right. I was wrong.",
        "Brian: Don't worry, I won't tell anyone.",
        "Lucinda: I've been thinking as I was coming along. I mean, I want to keep the good times rolling. I don't want to push --",
        "Brian: Give her some time, Lucinda.",
        "Lucinda: I thought maybe if I made a phone call. If I just left a message, thank you, because I did appreciate it.",
        "Brian: No, don't. It's a mistake.",
        "[SCENE_BREAK]",
        "Noah: So, are you really serious about this student government thing?",
        "Luke: Yeah. I mean, the way I figure, we've got what? A couple more years at OU?",
        "Noah: Right.",
        "Luke: Well, I don't want to look back at my college years and think that I wasn't accepted for who I am. If I run, maybe I can change that.",
        "Noah: So this isn't about anything else?",
        "Luke: No. I mean, what would it be about? Is there something I don't know?",
        "Noah: Kevin, maybe?",
        "Luke: Kevin? No, no. This is not about Kevin.",
        "Noah: Are you sure?",
        "Luke: Other than the fact that he might be my opponent. It's a nonissue.",
        "Noah: Luke, I saw the way you were around him, okay? You couldn't even be in the same room without him getting to you.",
        "Luke: Yeah, well, maybe for like two seconds. But it's really not anything you have to worry about.",
        "Noah: Are you sure you're not trying to get back at him for the way he treated you?",
        "Luke: I am never telling you another story about high school.",
        "Noah: I'm serious.",
        "Luke: Yes, if I can beat Kevin and make him cry like a little girl, my life will be complete.",
        "Noah: Forget it.",
        "Luke: Okay. Look, Noah, you want to know why I'm doing this? It's for you.",
        "Noah: Me?",
        "Luke: Yes. You really, really care about this festival, and you've always wanted to be a filmmaker, and even when your father said that it was a waste of time to study it, you did it anyways. And it's not a waste, and I want to prove that, and I want to have this festival here next year so that you can submit a movie and that you can win.",
        "Noah: You already sound like a politician.",
        "Luke: Scared?",
        "Noah: Yeah, a little.",
        "Luke: What would I have to do to get your vote?",
        "Noah: Talk to me about what happened earlier. With Dusty.",
        "[SCENE_BREAK]",
        "Holden: Lily, why would you go to Dusty?",
        "Lily: You know the answer to that, Holden. Because he's the only one that could help my mother. He's the only one that knows what really happened.",
        "Holden: That's not true. I know the truth. You know the truth.",
        "Lily: Oh, come on, if we went to the police, you know what they'd say. That everything we were telling them was hearsay.",
        "Holden: So you went to the one person who's been nothing but trouble for us?",
        "Lily: You're making it sound like I was looking for an excuse to see him.",
        "Holden: Were you?",
        "Lily: No! What was I supposed to do?",
        "Holden: Did it ever occur to you that maybe you could come to me? And maybe we could find a solution to help Lucinda together?",
        "Lily: Holden, there wasn't any time. She'd already been arrested.",
        "Holden: Oh, but there was enough time to go to Dusty? Lily, I was here. I was upstairs.",
        "Lily: I'm sorry.",
        "Holden: You know, this seems to be a constant problem for us.",
        "Lily: What are you talking about?",
        "Holden: Whenever there's a complication, we always seem to turn to other people instead of each other.",
        "Lily: You're making this sound like it was some sort of betrayal. Holden, I went to him because he could help my mother. That's it. It's that simple.",
        "Holden: Why did Dusty come forward?",
        "Lily: Because I asked him to.",
        "Holden: So, he decided to risk going to prison because you asked him to?",
        "Lily: Dusty did the right thing.",
        "Holden: Well, whatever you said must have got to him. And that makes me think that whatever was between you is probably still between you, and I really have a problem with that.",
        "Lily: I didn't go with Dusty to the police station. I'm not with him right now. I came home to you. Don't turn this into something that it isn't. I'm with you, Holden. Not Dusty.",
        "[Doorbell rings]",
        "Lily: Dusty, you shouldn't have come here.",
        "Dusty: I owed you. But now, the debt is paid. Lucinda's free. She's out of trouble. And now we're even.",
        "[SCENE_BREAK]",
        "Brian: You're as frustrating as your grandson. You know that? I mean, the two of you -- as smart as you are -- you just don't think. You react in the moment.",
        "Lucinda: You got a problem with that?",
        "Brian: Yeah, what I'd like to know, is why you don't.",
        "Lucinda: I beg your pardon?",
        "Brian: Lily asked you to stay away, to leave her alone. And what do you do at the first sign of a thaw? You pounce.",
        "Lucinda: Okay, that's enough. All right. I made a mistake. Chalk one up to you.",
        "Brian: You're welcome.",
        "Lucinda: May I ask why you are so uncharacteristically hot under the collar today?",
        "Brian: Luke is publicizing the foundation on campus in a way that's going to cost us support. Despite the fact that I advised him against it.",
        "Lucinda: Oh, do you feel strongly about it?",
        "Brian: Yes, I do. And I think it's reckless. It could sink us before we even get off the ground.",
        "Lucinda: Well, if you feel that strongly about it, I will speak to him.",
        "Brian: No, I don't need you fighting my battles for me.",
        "Lucinda: No, no, of course not. You can do your own --",
        "Brian: No, I've already advised him against pursuing this. And I'm just hoping that if he gives it some thought, he'll see that I'm right.",
        "Lucinda: I'm sure he will.",
        "Brian: Well, I hope so. Because if he doesn't, I've already told him that I'm out of here.",
        "Lucinda: You threatened to quit? You can't do that.",
        "Brian: Why? Because Lucinda Walsh forbids it?",
        "Lucinda: Because Luke needs you. He's young. He's young. He needs all the help he can get. He needs your guidance, and the benefit of your expertise. For heaven's sake, if you haven't noticed, I need you, too.",
        "[SCENE_BREAK]",
        "Noah: I get why you're angry with Dusty.",
        "Luke: He really hurt this family, and I'm not sure that we've gotten through it yet.",
        "Noah: But I don't think he meant to. I think he was just doing what he thought was right, as a father, to find his son.",
        "Luke: Yeah. That crack I made about Johnny was pretty cold, wasn't it?",
        "Noah: It could sink your whole campaign if it ever got out.",
        "Luke: Oh, very funny. So, I suppose this is the time that you tell me that there's nothing I can do about it, and I just have to deal with it?",
        "Noah: No. This is where I tell you that Dusty's my friend. And I hope that's okay with you.",
        "Luke: Do I have a choice?",
        "Noah: Luke, when you were hurt and pushing me away, he was there for me. I didn't have anybody to talk to and he stepped up.",
        "Luke: He did?",
        "Noah: Yeah. He encouraged me to fight for you.",
        "Luke: Well, I didn't know that.",
        "Noah: Luke, I am always going to be grateful to Dusty. That's just the way it is. But I'm always going to be on your side. No matter what.",
        "Luke: I love you.",
        "Noah: Same here.",
        "Luke: Okay, but can I just say one more thing about Dusty, and then I promise I'm done? I really hope he stays away from my mom. Because he really, really hurt her. What?",
        "Noah: As I was leaving Java today, your mom showed up.",
        "Luke: Why?",
        "Noah: She was looking for Dusty.",
        "[SCENE_BREAK]",
        "Lily: I hope you have proof now that you have nothing to worry about where Dusty's concerned. Holden, we said that we were going to work on trusting each other.",
        "Holden: You know, I asked you the other day if it was the lies that you were upset about that your mother told to cover for Dusty. Or if it was because you still had feelings for him. And you said you didn't know.",
        "Lily: You still need me to answer that? You just saw for yourself that it's over.",
        "Holden: Yeah, Dusty's the one who made that decision. Not you. And if that's the way that it has to be decided, well then, I'm not so sure that this is going to work.",
        "[NEXT_ON]",
        "Spencer: I brought this for you. Mr. Cho's sesame chicken.",
        "Katie: All of the sudden I just --",
        "Brad: You rock!",
        "Janet: You got someone up there, don't you? Is it Jack?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=TvEs74dKYco"
}