{
    "Episode Summary": [],
    "Recap": [
        "Carly arrives home and is crying, while at the same time, we see Katie and Jack making love again. Henry and Vienna said I love you to each other and had a commitment ceremony in which they vowed to be loyal and love each other for as long as they chose to live together. Jack and Katie made love after a long discussion about how he really feels for Carly. Parker told his mom he didn't love or need her anymore. Parker and Sage hoped their parents would get back together now that all the charges have been dropped against Carly. Brad tells Carly that Jack and Kate are dating and later Carly goes to Katie's house and is stunned and heartbroken when she sees Jack coming downstairs with his shirt unbuttoned after he and Katie have made love."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Brad: To me being right. I love it. I knew you two would get back together.",
        "Henry: I'll drink to that.",
        "Brad: My spidey senses are tingling. I'm sensing a wedding in the future. That means that Katie's got to throw you another bachelor party, right?",
        "Henry: No bachelor party.",
        "Vienna: No wedding.",
        "Henry: No, we have decided to remain in lust and unwed. Who's that?",
        "Vienna: Elizabeth.",
        "Henry: Your friend from Europe?",
        "Vienna: Mm-hmm. I'll be right back.",
        "Henry: Okay.",
        "Brad: So call Katie. Get her down here so we can get this party started.",
        "Henry: I called Katie. She's busy.",
        "Brad: Busy doing what? Being depressed?",
        "Henry: No, she sounded fine to me.",
        "Brad: Poor kid. She's just nursing her broken heart.",
        "Henry: Did she break up with Jack? When did this happen?",
        "Brad: Hello? Carly's back in town.",
        "Henry: Hello? Jack and Carly are divorced.",
        "Brad: Like that means anything with those two. I give them two weeks -- tops. Jack will get back together with Carly, and Katie will be out in the cold.",
        "Henry: And you'll be?",
        "Brad: Primed and pumped to turn up the heat with Katie.",
        "[SCENE_BREAK]",
        "Margo: Don't you have any questions about your kids? Don't you want to know how they are?",
        "Carly: Of course I do. And I ask Jack those questions.",
        "Margo: But it's really much more important that you know who Jack is dating.",
        "Carly: Do you know her or not?",
        "Margo: You got questions? Ask Jack.",
        "Carly: I have a right to know.",
        "Margo: Oh, right?",
        "Carly: I do, Margo. This woman is not only involved with Jack, she's also involved with my children.",
        "Margo: So it's okay that Jack is feeding your kids and clothing your kids and that he's taking care of their every need, physical and emotional, but you spend all your time running from the cops with another man. And now you think you can come back --",
        "Carly: I just want to protect my children!",
        "Margo: By abandoning them? Really, really, fine mothering skills you've got there, Carly.",
        "Carly: I am a good mother.",
        "Margo: Yeah. You would rather live the sweet life with your boyfriend than take care of those kids. So, whoever Jack has taken up with, won't be hard to top you.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Katie: Is that yours?",
        "Jack: Ignore it.",
        "Katie: What if it's your kids?",
        "Jack: It's a different ring. It's nothing.",
        "Katie: You should probably check it.",
        "Jack: Okay. It's a wrong number. What's that look about?",
        "Katie: I want this so much.",
        "Jack: Good, good. Cause that's exactly what I want. What?",
        "Katie: It's just that -- I'm sorry. I can't. It's a mistake.",
        "Jack: Katie, if you think we're taking this making love thing to fast --",
        "Katie: The phone. You thought it was Carly.",
        "Jack: No, I thought it was a wrong number. And it was.",
        "Katie: No, you were scared to answer it because you thought it was her.",
        "Jack: You think I'm scared of Carly?",
        "Katie: I think you're scared of your feelings for her. Yeah.",
        "Jack: You're wrong about that.",
        "Katie: Maybe I am. Maybe I don't know what you're thinking or feeling. I do know I don't know what I'm doing with you.",
        "Jack: Okay, Katie, I don't understand what's going on here --",
        "Katie: I wanted us to be different.",
        "Jack: Different then what though? Different than you and Mike?",
        "Katie: Yeah different than me and every other guy I thought I loved.",
        "Jack: Oh, so you think --",
        "Katie: I just -- I keep making the same mistake. That's the problem. I jump in. I don't look. And then later on the down the road, when things are going wrong, I remember those neon warning signs that I saw and ignored. I just -- I didn't want that for us.",
        "Jack: It hasn't been. Katie, nobody has taken it slower than us. We thought about it, we talked about it, and we avoided it and we ran from it. And we dreamt about it. Or at least I dreamt about it. Did you?",
        "Katie: Yeah.",
        "Jack: Yeah.",
        "Katie: No! I don't want this to be some sort of fairy tale. I just -- I want to look at us with both eyes open.",
        "Jack: Okay, then, go! Go, look! I am crazy about you.",
        "Katie: You don't even know me.",
        "Jack: Yeah I do.",
        "Katie: Not really.",
        "Jack: Yes, I do. You're trouble -- I understand that. I kind of like that about you. You're also impulsive.",
        "Katie: I know. That's what I'm saying. I'm too impulsive.",
        "Jack: And I like that you're impulsive too, because I tend to over think things. And I know that you're a perfectionist about a lot of things, except, well, thankfully not about men or we would never have gotten this far. Listen, I look at you -- you know what I see?",
        "Katie: What?",
        "Jack: Everything I want.",
        "Katie: And I look at you -- and I see Carly's husband.",
        "[SCENE_BREAK]",
        "Carly: So this woman, whoever she is, do you think that she'd be better for my children than I am?",
        "Margo: I think that Jack deserves some happiness after all the hell you've put him through.",
        "Carly: Does she make him happy?",
        "Tom: Hey, what's going on?",
        "Margo: So, you talked to the district attorney?",
        "Tom: Yeah. Everyone, including the governor, wants this case to go away. It's caused problems on an international scale.",
        "Margo: They're going to let her go?",
        "Tom: Since Carly testified that Simon coerced her, and Jack has refused to testify against Carly, the D.A. has dropped the charges.",
        "Margo: On all counts?",
        "Tom: She's still on probation from other charges, but since that case has nothing to do with this --",
        "Carly: Oh, Tom, thank you. Thank you so much.",
        "Tom: You know? You step outside the law one more time and I promise you the D.A. is going to throw the book at you. No more second chances.",
        "Carly: No, no, no. I don't need another chance. This is all I need. Thank you. Is there anything that I need to do? Do I need to sign anything?",
        "Tom: No, it's finished. You're free to go.",
        "[SCENE_BREAK]",
        "Jack: I am not Carly's husband anymore. And I haven't been for a long time.",
        "Katie: I saw you two at the station today. The way she looks at you. The way you look at her --",
        "Jack: What look are you talking about? Cause I was at the station today too, in the interrogation room, and all I remember is being really frustrated. I wanted her to stay gone. I did not want her to come back here. But the kids, come on, Katie, look at me. Parker's going through a meltdown, J.J. -- he thinks he has to be perfect all of the time. And Sage -- Katie, she's a girl! Half the time I think I don't know what I'm doing. And the other half, I know I don't know what I'm doing. And as much I hate it, the kids need her!",
        "Katie: I know. Okay, so they need her, they love her -- you don't?",
        "Jack: Yeah, that's about it.",
        "Katie: Then why do you keep going to her rescue? Why does she get you to comfort her still after everything?",
        "Jack: I don't understand -- she was scared, Katie. She was scared, so I put my hand on her hand. What'd you expect me to do? Drop kick her to Kansas? Come on.",
        "Katie: I don't know, it's just -- the call. You did think it was her, right?",
        "Jack: Okay, yes, I thought it was her, but I didn't want to talk to her because I had you in my arms. I didn't want Carly to ruin that for us.",
        "Katie: Me either. I panicked when I thought it was her. I was like, oh God, I've got to make love to him as quickly as possible so I can make that connection, make that bond, before she comes back and claims her husband.",
        "Jack: I'm not Carly's husband!",
        "Katie: I just don't want to feel this way!",
        "Jack: Okay, then don't.",
        "Katie: I can't help it.",
        "Jack: Do you honestly think that I don't have a mind of my own? Huh? That all she has to do is bat her eyelashes and I'll go running back to her? And set myself up for what, Katie? More lies and frustration and pain?",
        "Katie: Don't make it sound like it was all bad. You know it wasn't.",
        "Jack: No, it wasn't. But that's gone, Katie. I have grieved over Carly. Yes, I have. But somewhere along the way, I realized that the life I missing was one I never had with her.",
        "Katie: You think it'll be better with me?",
        "Jack: I have no idea. I don't. But I want to find out. Okay? I want to take you to dinner. I want to take you to the movies. I want -- here, on the floor, in the bed -- I want to make love to you.",
        "Katie: Okay, I just want to make sure that I'm not some sort of test run to make sure over her?",
        "Jack: Man, that is not what's happening.",
        "Katie: It's just that I've been in your position. And I didn't even know what was happening, but I thought that loving Mike might save me from my feelings that I still had for Simon, but it didn't work.",
        "Jack: I appreciate you wanting to save me, but I don't need you to save me. I've saved myself from Carly and everything that went on between the two of us. And believe me, I don't want to go back there.",
        "Katie: What if that's what she wants?",
        "Jack: I don't care what she wants!",
        "Katie: What if she begs you.",
        "Jack: Oh my Lord, I've heard it all before.",
        "Katie: What if she promises to put a home together again?",
        "Jack: Believe me. Every word of it.",
        "Katie: Jack, you are honestly going to tell me you would give up the chance to put a family back together again, for some shot at whatever this is with me?",
        "[SCENE_BREAK]",
        "Carly: I can't believe I get to go home. Thank you so much, Tom.",
        "Tom: Jack saved your kids from having to visit you between two and four on weekends with armed guards watching. Please don't thank me, thank Jack.",
        "Carly: Right. Right I will.",
        "Margo: Why don't you do that tomorrow?",
        "Carly: I'd like to thank him tonight.",
        "Margo: Carly, Jack went through a lot. Went to a lot of trouble to help you. Make it worth his while this time.",
        "Carly: Look, it's not like you've never made a mistake. It's not like you're the perfect mother --",
        "Margo: Yeah, well I never abandoned my kids.",
        "Carly: Right, well isn't one of your boys in prison for grand larceny. That's really fine mothering skills you've got, Margo.",
        "[SCENE_BREAK]",
        "Jack: So what are you looking for here? Are you looking for a guarantee, Katie?",
        "Katie: No, who knows if we'll be together long-term. If we're right for each other. Nobody knows that. I just know you and Carly. I've known you guys for a long time. I know how in love you were, I know how long you've been together --",
        "Jack: Okay \u0096",
        "Katie: It's very hard for me --",
        "Jack: Where's the newspaper?",
        "Katie: What?",
        "Jack: The newspaper. There she is.",
        "Katie: What are you doing?",
        "Jack: I'm checking out the T.V. listings.",
        "Katie: Why?",
        "Jack: What are you in the mood for? You in the mood for a movie or a sitcom?",
        "Katie: Is this supposed to be funny?",
        "Jack: No, this is very serious. Very, very serious. So what are you in the mood for? \"Die Hard 3\", \"Cable Guy\" -- you pick. I'll make popcorn.",
        "Katie: Jack, I think you should leave.",
        "Jack: Yeah, and I think I should stay. What do you say?",
        "Katie: Jack.",
        "Jack: I'm stubborn enough for the both of us. Okay, so popcorn's not going to do it. I'll order pizza.",
        "Katie: You're going to have to leave eventually.",
        "Jack: Yeah, and I'll be back. And I'll keep coming back until you realize that I'm not here by default. I hope you like pepperoni.",
        "[SCENE_BREAK]",
        "Carly: Jack? Jack, are you here? Emma -- kids?",
        "Parker: Don't move.",
        "Carly: Parker. Hi. I was beginning to think no one was around.",
        "Parker: Yeah, I meant what I said. Don't move. I'm calling the cops.",
        "Carly: You don't have to do that. I've been released. And I wanted to tell you, J.J., and Sage myself. If you want to call the police station to confirm it, go ahead.",
        "Parker: How'd that happen?",
        "Carly: Jack helped me.",
        "[SCENE_BREAK]",
        "Jack: I'll leave if you really, really want me to. But I don't think I should give up without a fight.",
        "Katie: I think we've already had our fight. All right, just for my peace of mind, since we already went there, can I ask you one more thing?",
        "Jack: Sure. You're going to whether I want you to or not.",
        "Katie: If Carly hadn't left with Simon, would you have taken her back?",
        "Jack: In a heartbeat. I'm sorry. I'm not going to lie to you.",
        "Katie: No, I didn't want you to. I appreciate that. So, when did that change? Was it when we started becoming interested in each other?",
        "Jack: No, no, no -- it changed long before that. Carly was gone a long time. You know, and we were divorced long before that, too. So, I mean, it was just -- it took me awhile to admit that she wasn't coming back. And once I understood that she was out of my life, things -- shifted. I stopped being the guy that would take her back in spite of everything. And it felt good. It felt good to stop beating my head against the wall. And it felt good to admit that I'm tired of the craziness.",
        "Katie: Yeah, but you've been tired of it before. And you took her back. What's different?",
        "Jack: You. Being with you, having the laughs and the attraction and the friendship without all the baggage. I just never knew it could be so, you know, easy. And just so you know, to put your mind at ease, I'm not using you to get over Carly. I'm turning to you because I like you. Because I want you.",
        "Katie: It's that simple.",
        "Jack: It can be.",
        "[SCENE_BREAK]",
        "Carly: Is Jack around? I should thank him.",
        "Parker: He's not here.",
        "Carly: Where is he?",
        "Parker: Oh, so what's next? You sweet-talk him and you two get back together, and we all move home like nothing ever happened?",
        "Carly: No. Jack and I are divorced. So, we're not going to be living together.",
        "Parker: Oh, there's no problem. You guys can renew your vows again, you can eat a big white cake again. Tell us one more time about how we'll always be one big family forever. Okay, you can count me out of that party.",
        "Carly: No. Parker, where are you going? Where is Sage, where's J.J.?",
        "Parker: Camping. Aunt Emma took us camping.",
        "Carly: Oh, great. That's great. Where?",
        "Parker: Nobody invited you.",
        "Carly: Parker?",
        "Parker: Don't! Do not follow me.",
        "Carly: What? I won't. If that's what you want.",
        "Parker: Okay, what I want is for you to go away and just leave.",
        "Carly: Well, I can't do that. I tried that. I thought that leaving would be the best thing. But I woke up every morning aching for you, Parker. And I can't ever leave you again.",
        "Parker: Well, you're not in trouble anymore. You can go anywhere. So, why can't you just leave us alone and go?",
        "Carly: Because I'm your mom, and I love you.",
        "[SCENE_BREAK]",
        "Brad: You know what the best thing about depressed women is? They are so grateful to the next guy that comes along. So, are you going to call Katie again or what?",
        "Henry: Brad, you want me to get my best friend down here so you can make moves on her?",
        "Brad: I am more subtle than that, Henry. I will start out by comforting her. She needs me.",
        "Henry: Yeah, I don't -- I don't think so, Brad.",
        "Brad: Come on, man. You have put her out of her misery. You know she's just home, you know, crying, waiting for Jack. Come on, man. Call her. Call her. Call her.",
        "Henry: Katie's doing no such thing.",
        "Henry: How's Elizabeth?",
        "Vienna: Can we go upstairs?",
        "Henry: Yeah. Sorry, Brad. We have to go.",
        "Brad: Wait, wait, wait, wait, Vienna, Vienna. How come you're so sure that Katie's not at home pining over, you know, Jack?",
        "Vienna: Because I gave her tips. I told little Katie-kat to go fight for her man.",
        "Brad: You did?",
        "Vienna: Mm-hmm. When you find the right one, he's worth it. And she can win.",
        "Brad: Against Carly?",
        "Vienna: Katie loves Jack. And Jack loves her. Of course she'll win.",
        "Henry: Bye.",
        "[SCENE_BREAK]",
        "Jack: I can't promise that I'm not going to see Carly again. She's going to be a part of my life, no matter what. We're always going to be the parents of Parker, J.J. and Sage. Katie, we're not married anymore.",
        "Katie: I know. I know. It's just --",
        "Jack: Yeah, but if you're going to get freaked out every time I got to deal with Carly because of the kids, then it's just going to be --",
        "Katie: No, I can handle that. I can, Jack. It's not about that. I know she's your ex-wife. That's how it is. She's the mother of your kids. My dad died when I was little. I'm happy for your kids that they're going to have two loving parents who would do anything for them.",
        "Jack: Okay.",
        "Katie: I'm just really scared of losing you. I don't want to go through that pain again. I've gone through it too many times. I can't handle it.",
        "Jack: I don't want to hurt you. I don't. I don't. Believe me -- can you trust me?",
        "Katie: I know you will try. I know you will, it's just --",
        "Jack: I get that you're scared, Katie. I do, but -- maybe it's not that easy after all. Okay, I'll go.",
        "Katie: No, it's too late. If you go, I'll still hurt. I would have hurt yesterday or the day before. Because the truth is, I just -- I don't know when I got to be so crazy about you. I just know that I am.",
        "Jack: That's great, because I'm crazy about you, too. What? What's that look about?",
        "Katie: Letting you go? That would be a big mistake.",
        "[SCENE_BREAK]",
        "Parker: You're my mom and you love me. Is that supposed to do something or make me feel something for you? Because it doesn't.",
        "Carly: I don't blame you for being mad at me.",
        "Parker: Gee, thanks.",
        "Carly: I know there's nothing I can do to make up for leaving you behind. But I came back because I can't live without my kids, Parker. I will never go away again.",
        "Parker: Right. I believe you.",
        "Carly: It's the truth.",
        "Parker: Look, I got to go. Aunt Emma is probably worrying about me. She's pretty motherly that way. See? We don't need you.",
        "Carly: Okay. You can do that. You can throw anything at me, Parker. Any accusation, any insult -- nothing you do will make me stop loving you.",
        "Parker: Yeah. I've stopped loving you.",
        "Carly: For now. But you'll remember. You'll remember when you played the piano for me, when I made you that Spiderman costume for Halloween and the time that we burnt all that popcorn, but we used it to make a garland for the Christmas tree anyway. Someday you'll remember that you love me. And Parker, grab a jacket. It's going to get cold tonight.",
        "[SCENE_BREAK]",
        "Margo: It was Casey's first offense.",
        "Tom: I know.",
        "Margo: And he's a good kid. He's a really good kid. He never did anything really horribly wrong. And yet, he's in jail, and Carly's not. That's not fair. And if you were still the D.A. -- if you were still the D.A., you would never take a kid like casey and throw him in jail, just because you wanted to prove that you weren't bias.",
        "Tom: No, I wouldn't have.",
        "Margo: Why did they let her go?",
        "Tom: Once Jack made it very clear that he was going to be a hostile witness, the D.A. had no choice but to drop the charges.",
        "Margo: Jack wouldn't testify.",
        "Tom: What?",
        "Margo: I mean, I was in the room with Jack after Carly and Simon escaped. And something -- something just didn't seem quite right.",
        "Tom: Okay, so what does that exactly mean?",
        "Margo: Well, Jack was beat up. But, I always got the feeling that Jack just let Carly go.",
        "[SCENE_BREAK]",
        "Brad: Garcon, I shall have another.",
        "Bartender: Sure thing, Mr. Snyder.",
        "Brad: You know me?",
        "Bartender: My wife and I watch your show all the time. You and Katie Peretti crack me up.",
        "Brad: All right, thank you very much.",
        "Bartender: Maybe you two had something going off camera.",
        "Brad: Well, I don't like to kiss and tell. But maybe I can get her down here.",
        "Bartender: My wife would love to have her autograph.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Jack: Do you need to get that?",
        "Katie: We shouldn't get it. [Cell phone rings] Your kids?",
        "Jack: I'll call them back.",
        "Katie: You've reached Katie Peretti. Please leave a message.",
        "[SCENE_BREAK]",
        "Brad: Katie, hi. It's me. I know you're going through a rough patch dealing with Jack and everything. I just want you to know that I'm here for you. Just call me.",
        "Carly: Jack, hi. It's me. I just wanted to call and thank you. I'm at the Lakeview. I'm free. And I owe it all to you.",
        "Brad: Well, well, well.",
        "Carly: Oh, it can't be.",
        "Brad: It is! It is my ex-wife. I would say it's good to see you, but then I'd be lying.",
        "Carly: What are you doing here, Brad?",
        "Brad: Living here. Did Jack write you -- oh, that's right. He didn't know where you were. Now, I thought you were in prison.",
        "Carly: Do you know where Jack is?",
        "Brad: I knew it. I knew my idiot brother would somehow get you out. So, is that why you came back? To wreck what's left of Jack's life?",
        "Carly: I came back for my children. And Jack is involved with someone else now, so --",
        "Brad: And you're cool with that?",
        "Carly: I want him to be happy.",
        "Brad: With her? I thought you hated her.",
        "Carly: Well, I'm over it.",
        "Brad: Really?",
        "Carly: Really. You know, I figured, truly, what is the point in holding a grudge?",
        "Brad: After everything she did to you, Carly? She ruined your life. You have no idea, do you?",
        "Carly: She ruined my life -- no, no, no. No, not Katie.",
        "Brad: Yup. You know, I tried to warn her that Jack was going to break her heart.",
        "Carly: No, she wrote about us in that book -- she tore our family apart. No, Jack! Jack can't stand Katie.",
        "Brad: Well, she felt really bad for your kids after you took off.",
        "Carly: Katie's spending time with my children? Why would Jack let her do that?",
        "Brad: He needed the help, Carly. So, you know, she was I guess, doing little girl, female things with Sage. And being a pal to J.J. and Parker. I guess it's just natural that they would, I don't know, get close.",
        "Carly: No, you're just messing with me.",
        "Brad: Oh, yeah. No, if you don't believe me, you can go ask her yourself.",
        "[SCENE_BREAK]",
        "Parker: I told you to go away!",
        "Emma: What? It's me. I was worried about you.",
        "Parker: It took me a while to find the flashlight.",
        "Emma: Well, that's -- that's all right. What's wrong?",
        "Parker: She was here. Mom's here.",
        "Emma: Oh, Angel.",
        "[SCENE_BREAK]",
        "Henry: You're the most amazing woman in the world, you know? And the most agile, too.",
        "Vienna: You're amazing, too. Oh, Henry! I --",
        "Henry: What? What is it?",
        "Vienna: No, you'll misunderstand.",
        "Henry: What, you want me to play the sexy gymnast this time? I can do that.",
        "Vienna: No --",
        "Henry: Then, what? What? What is it then?",
        "Vienna: You know when my friend called earlier from Europe?",
        "Henry: Yeah --",
        "Vienna: She wants me to come visit.",
        "Henry: Okay.",
        "Vienna: And I lied to her and I said I was busy.",
        "Henry: Okay.",
        "Vienna: And the truth is, I don't want to leave you, Henry. Not even for a couple of weeks.",
        "Henry: I don't want you to leave, even for a couple of minutes.",
        "Vienna: And there's another thing. I love you, Henry.",
        "Henry: Vienna --",
        "Vienna: No, no, that doesn't mean I want to marry you. I don't. But I want to be able to I say I love you because I do.",
        "Henry: I love you, too.",
        "Vienna: No, no, I don't want you to say that. I don't want you to feel pressured or anything.",
        "Henry: I don't -- I don't feel pressured, okay?",
        "Vienna: What? What's wrong?",
        "Henry: I'll be right back.",
        "Vienna: Why -- where are you going?",
        "Henry: I'm going to get some things.",
        "Vienna: No, get back into bed. Come on.",
        "Henry: No, no, knock it off. Knock it off. We've put this off for way too long, okay? So, get dressed, will you? Not -- not -- not too dressed. Just not naked. If you're naked when I get back, we're never going to get this done.",
        "Vienna: Get what done?",
        "Henry: Clarity. We need to make things perfectly clear.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Katie: Just a minute! You got here fast. Hi. Carly?",
        "Carly: Am I interrupting anything?",
        "Katie: What do you want?",
        "Carly: I just wanted to tell you that the charges against me have been dropped. I'm a free woman.",
        "Katie: Congratulations. Anything else?",
        "Carly: Yeah, I'm looking for Jack to thank him. I thought you might know where he is.",
        "Katie: Why would I know that?",
        "Carly: Right. Right! Why would you? It's just -- somebody told -- I never should have believed him. I'm sorry I bothered you.",
        "Katie: Somebody told you that Jack and I are seeing each other?",
        "Carly: Yeah. Yeah -- it's ridiculous.",
        "Katie: Not so ridiculous. It's true.",
        "Carly: You and Jack?",
        "Katie: Are together. Yeah.",
        "Carly: Then where is he?",
        "Jack: I'm right here. You wanted to see me?",
        "Carly: Yeah. Yeah, I -- I just wanted to tell you that everything worked out. Everything worked out with Tom and D.A. and everything.",
        "Jack: I'm glad to hear it.",
        "Carly: Good. You and Katie?",
        "Jack: Are you staying down at the house?",
        "Carly: Yes.",
        "Jack: Okay, well, then I'll call you so we can make arrangements for you to see the kids tomorrow.",
        "Carly: Okay.",
        "Katie: Well, that was awful.",
        "[SCENE_BREAK]",
        "Tom: So, you're going to turn Jack in and accuse him of letting Carly escape?",
        "Margo: No, I can't be certain of that. Besides, I can't. He's my sister's new boyfriend.",
        "Tom: Uh-huh, so you're worried about Katie now?",
        "Margo: Well, yeah, because Katie was very concerned about Carly coming home. She was going to break things off with Jack, but -- I don't know. If she hasn't done that yet, I guess I should warn her that Carly could be headed her way.",
        "Tom: Katie can take care of this on her own. And our kids, for your information, are on their own.",
        "Margo: Fine. Then I'll worry about you.",
        "Tom: Sure. Take me home. And tuck me in or something?",
        "Margo: Sure. Can I tuck in with you?",
        "Tom: I wouldn't have it any other way.",
        "[SCENE_BREAK]",
        "Vienna: Wow, you look beautiful.",
        "Henry: That's my line.",
        "Vienna: Are we going out?",
        "Henry: No, we're not. We're going to have a little ceremony.",
        "Vienna: A ceremony?",
        "Henry: Yes. A little clarification about what we feel and what we are.",
        "Vienna: Am I going to like this?",
        "Henry: I certainly hope so. Come here. Let's start with this. Yeah.",
        "Vienna: What is that?",
        "Henry: This is sort of a bouquet, but not a bouquet.",
        "Vienna: Oh, oh, I see. Because I'm in love, but not really a bride?",
        "Henry: Right. And it's a cactus, which stands for endurance and heat. We've got both, right?",
        "Vienna: Oh, Henry.",
        "Henry: No, no, no, wait! Wait, there's more. There's more, there's more. The woman in the gift shop told me that pink candles stand for friendship and great joy and sensual pleasure.",
        "Vienna: And that's us.",
        "Henry: One more. One more.",
        "Vienna: No, no, I really -- I don't want a ring, Henry. Really, I don't.",
        "Henry: Great. Then, you're going to love this. Here, open it.",
        "Vienna: A button?",
        "Henry: A button. It's from the jacket I was wearing when you got into my limo, and we got stuck in the snow, and we made love and you changed my life forever.",
        "Vienna: I'll cherish this forever.",
        "Henry: So now, if I may, I would like to make a clarifying non-wedding proposal. I, Henry, promise you Vienna, love and loyalty, each and every day, as long as we choose to live together.",
        "Vienna: And I, Vienna, will honor you Henry, and celebrate every night we choose to spend together.",
        "Henry: I look forward to dating you until we are very, very old.",
        "Vienna: And you may now kiss your date.",
        "[SCENE_BREAK]",
        "Parker: Now that Mom's home, she's going to be around all the time, isn't she? I'll have to see her even if I don't want to. Why couldn't she have just stayed away?",
        "J.J.: What's going on?",
        "Sage: You look weird.",
        "J.J.: What happened?",
        "Emma: I have some news. Your mother has been released. She doesn't have to go to prison.",
        "Sage: Mommy's coming home!",
        "J.J.: That's great. Now Mom and Dad can be back together again. We can be a family.",
        "[SCENE_BREAK]",
        "Katie: Well, that threw me. I expected her to be angry and yell and tell me in no uncertain terms that you are hers, not mine. And I had no chance. I did not -- expect her to be sad.",
        "Jack: Yeah, she was blindsided, Katie. She'll be okay.",
        "Katie: She wants you back.",
        "Jack: Yeah. That's too bad. I'm taken. Right?",
        "Katie: Yeah. Yeah, you are.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Cleo: Would it be okay if I slept on your couch for just one more night?",
        "Susan: You're not going to like what I have to say.",
        "Lucinda: He's dead?",
        "Susan: No, Craig survived. Sorry.",
        "Holden: If you really loved her, you would walk away from her, and you would leave her alone.",
        "Paul: No, I'm not going to do that. I'm never going to be separated from Meg again.",
        "Meg: What makes you think that -- that I'm going to bargain my life away to protect Lucinda?",
        "Craig: All right, I wasn't sure it would be enough incentive, so I have sweetened the deal."
    ],
    "Transcript Author": [
        "Provided By Suzanne and Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=uRuKvR47X64"
}