{
    "Episode Summary": [],
    "Recap": [
        "Parker helps Liberty with her homework. A friend stops by with a new video camera and whisks Liberty off to the parade, after teasing and calling Parker a geek kid. Janet sweet talks Jack into celebrating as she has fresh, warm apple pie. Jack gets called by Katie about some stolen cameras at WOAK and he and Janet dash off. Brad doesn't want Jack arranging his life for him. Katie tells Janet that her life became very complicated when Liberty and then Janet showed up. But it's time to grow up and leave high school behind and lead her own life. Janet confides to Jack that she saw a friend of Liberty's with a camera and she thinks it might be one of the stolen ones, and Liberty has no idea what is happening. Lisa tells Barbara that she got her wish, Sofie is gone. There are several scenarios, but is Barbara involved? Holden won't let it drop and insists Paul knows something about Sofie. Paul swears to Meg that he would not have married her without telling her the truth about Sofie. Holden hustles Meg back to the farm. Both she and Paul think the other is Sofie's killer. Jack tells Parker that he needs his help. Get Liberty away from her friend, Dillon. He stole the camera and Jack wants to keep her out of any trouble. Brad is furious at Liberty for staying at home as promised and is resentful of Jack trying to intercede and tell him how to raise his kid. Liberty has some major explaining and apologizing to Parker when she finds out it was Janet that fingered Dillon. Janet drags Jack and the picnic basket back to her hotel room to watch the parade and eat apple pie.",
        "Luke reveals to Holden that his boyfriend enlisted in the Army without telling him, denying who he is. Holden advises him to go to Noah and perhaps talk him out of this if he is doing it for the wrong reasons. Janet shocks Jack when she asks him when is the last time he had sex, good old fashioned, mind- blowing, uncomplicated sex? The last time he said yes, he got pie. Just think what he might get now. She lays a big kiss on him and they start ripping off each other's clothes."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: What's all this?",
        "Janet: What kind of red-blooded American sits at his desk on the fourth of July? Someone needs to light a spark under you --",
        "Jack: Yeah?",
        "Janet: And I think that someone is me.",
        "[SCENE_BREAK]",
        "Liberty: Can you believe it? It's the fourth of July and my father is making me study while he and Katie are marching in the parade.",
        "Parker: So, what you're really saying is I'm doing your homework while they march in the parade.",
        "Liberty: But you're so good at it. And if you get it done really fast, we'll have the whole day and the whole house to ourselves.",
        "Parker: Yeah?",
        "Liberty: Yeah. We can do whatever we want.",
        "[SCENE_BREAK]",
        "Katie: You're a pretty strict dad, making Liberty do homework on the fourth of July.",
        "Brad: I'm trying to get the dad thing right. And so far, this summer, it's working. Look how she's doing in school. And look how good you look.",
        "Katie: Hey, Andy, everything all set?",
        "Brad: Yeah, the equipment all loaded up?",
        "Andy: Sorry, Guys. We've got a problem.",
        "[SCENE_BREAK]",
        "Janet: Come on, it would be fun. There's a parade. There's a picnic. I made a picnic. Besides, I owe you for talking me off the ledge after making a fool of myself.",
        "Jack: What's that?",
        "Janet: Warm apple pie.",
        "Jack: My goodness. Turning that down would be, unpatriotic.",
        "Janet: My point.",
        "Jack: Hey, Kellerman, I'm going to be taking off.",
        "Kellerman: Should have moved faster. You got a call.",
        "Janet: You got to take that?",
        "Jack: It's kind of important for cops to answer the phone. Snyder.",
        "Katie: Jack, hey, it's Katie.",
        "Jack: Katie, what's up?",
        "Katie: I'm here at WOAK. And we've had a robbery.",
        "[SCENE_BREAK]",
        "Parker: So, did you ever get in trouble from when my dad caught us kissing -",
        "Liberty: You mean when he caught you kissing me.",
        "Parker: Whatever.",
        "Liberty: No. My mom never said anything. I guess that means it's officially not a big deal. I wonder who that is. Maybe it's opportunity.",
        "Dylan: Hey. I thought maybe we could hang out before the parade.",
        "Liberty: Cool.",
        "Dylan: And I got something to show you.",
        "[SCENE_BREAK]",
        "Brad: So someone stole a bunch of cameras. Mostly mini cams.",
        "Jack: And you're making the call? You couldn't wait for security to check it out?",
        "Katie: Jack, we're on our way to cover the parade.",
        "Brad: Some cameras got stolen. And they need them for a location shoot ASAP.",
        "[Jack hangs up his phone]",
        "Janet: Can I come? I always wanted to solve a crime.",
        "Jack: Katie and Brad will both be there.",
        "Janet: I know. I'm going to have to face them sooner or later. I might as well do it on a national holiday.",
        "Jack: It's a free country.",
        "[SCENE_BREAK]",
        "Holden: [Holden talking on his cell phone] Well, if you do hear from Meg, could you please get in touch with me. [Holden hangs up his cell phone] She hasn't checked in. She hasn't answered her phone. Hasn't slept in her bed for 24 hours. Where is she?",
        "Paul: I don't know.",
        "Holden: Well, you're sure as hell not telling me the whole truth. Something happened, something to do with the wedding, what did you do to her?",
        "Paul: Nothing.",
        "Meg: You got your wish.",
        "Paul: I beg your pardon?",
        "Meg: Sofie. She's gone.",
        "Meg: Holden.",
        "Holden: I'm right here.",
        "Meg: Would you mind leaving? I have to talk to Paul --",
        "Holden: I'm not going anywhere until I find out what's been going on.",
        "Paul: Meg was here. Sofie.",
        "Meg: So much has happened. I don't know where to start. But I guess I have to try --",
        "Paul: No. Meg. Don't say a word.",
        "Holden: Don't order her around.",
        "Paul: That's not the way I meant it. I have something really important to tell both of you and I need for both of you to hear everything I say before you pass judgment.",
        "Meg: Okay. Fine, Paul.",
        "Paul: Thanks.",
        "Meg: But I don't know what you could say that could possibly make things better.",
        "Paul: Just listen, okay? Meg was upset --",
        "Holden: You don't say --",
        "Paul: She found out something , disturbing before I had a chance to tell her myself.",
        "Holden: That clears up everything.",
        "Paul: I was on my way to tell her -- I swear I was. But she found out from someone else before I could get to her.",
        "Holden: And that would have made all the difference, right?",
        "Paul: I wish to God I could change what happened.",
        "Meg: But you can't. You can't.",
        "[SCENE_BREAK]",
        "Andy: Just got off the phone with the rental people. They have equipment we can limp by with.",
        "Katie: Great. You're not supposed to limp through a parade.",
        "Brad: There's Jack -- and Janet. Got a new deputy here?",
        "Jack: Yeah. Just another day at the office, huh?",
        "Katie: The scene of the crime, right? Andy, our producer, has an inventory for you.",
        "Jack: Okay.",
        "Brad: What are you doing here?",
        "Janet: I was with Jack when the call came in. Right. About the other night, how are you doing?",
        "Brad: I'm okay. I'm fine.",
        "Janet: I hope so. I don't want to talk about it. I'm sorry I made a fool out of myself.",
        "Brad: You didn't.",
        "Janet: But Jack was great. Really put things in perspective for me.",
        "Brad: Jack? What does he have to do with it?",
        "Janet: He was there I was upset. He took really good care of me. He's really great about that.",
        "[SCENE_BREAK]",
        "Liberty: Wow, this is really cool.",
        "Dylan: Be careful, okay?",
        "Liberty: We can get footage of the parade.",
        "Dylan: And anything else we feel like --",
        "Parker: Where did you get it?",
        "Dylan: Like, that's none of your business.",
        "Parker: It looks like a professional camera.",
        "Dylan: What, you think there are amateur cameras? What's he doing here?",
        "Liberty: My homework.",
        "Dylan: Well, let's get out of here.",
        "Liberty: Parker, we were going to go check out the parade if you want to come.",
        "Dylan: Liberty, he's a drag. You really want him hanging around?",
        "Parker: I've got stuff to do.",
        "Dylan: You're a funny guy. You must have them rolling in the aisles every day in detention.",
        "Parker: I made a little mistake in the third question. Keeping it real.",
        "Liberty: Thanks. You sure you don't want to come?",
        "Parker: I'm sure.",
        "Dylan: Why do you put up with him? He's just a kid.",
        "[SCENE_BREAK]",
        "Jack: So we'll start by canvassing the area. Unfortunately, I'm not going to be able to make the parade.",
        "Janet: That's okay.",
        "Jack: Maybe you and Katie could give her a lift.",
        "Janet: No. No. They have to work, right?",
        "Katie: No, it would be fine. No problem at all.",
        "Janet: It's not?",
        "Katie: No, it's not. Janet, I have to look at my makeup before we start with the parade. Would you like to help me?",
        "Janet: I would love to.",
        "Brad: You watch too much T.V.",
        "Jack: There's no such thing.",
        "Brad: Must be working with Janet following you around like a puppy.",
        "Jack: Like a friend.",
        "Brad: And then you sign us up as baby sitters. This isn't a parade for us, you know, this is work.",
        "Jack: Katie doesn't have a problem with it.",
        "Brad: And that scares me; I think I'm going to pay for that later.",
        "Jack: Well, let's worry about that, let's worry a little more about how this affects Brad --",
        "Brad: Excuse me?",
        "Jack: Were you paying any attention at all the other night? It was pretty traumatic for Janet.",
        "Brad: I don't need this -- Jack; She was embarrassed and you --",
        "Brad: Forget it.",
        "Jack: No. Go. She said you were decent about it.",
        "Brad: Does that shock you?",
        "Jack: My point is and the reason I want you to take her to the parade is because you want things to go back to normal as soon as possible.",
        "Brad: It will make it easier for Janet to forget what happened. I feel awkward.",
        "Jack: See what happens when you think.",
        "Brad: I see. I get it. Katie and I are both going to do that because it's the right thing to do and because it's best for liberty.",
        "Jack: Then we're okay.",
        "Brad: We're not okay. I don't like you arranging my life for me.",
        "Jack: Is that what you not like or do you not like that Janet and I are friends?",
        "Brad: Is that all you are, Jack? Just friends, huh?",
        "Jack: I got to get to work. You make the family proud.",
        "[SCENE_BREAK]",
        "Janet: You don't really want my help with your makeup, do you?",
        "Katie: No.",
        "Janet: That liner under there makes your eyes look bigger.",
        "Katie: Thanks for the advice.",
        "Janet: Makeup, one of my few areas of expertise. He told you everything, didn't he?",
        "Katie: He did. He always does.",
        "Janet: He'll also tell you that he made it extremely clear to me that under no certain terms would I ever, ever be able to come between the two of you.",
        "Katie: Not so sure about that.",
        "Janet: He did. Believe me.",
        "Katie: Listen, I don't think you're necessarily a romantic threat but you are the mother of his daughter. You two are linked forever. He has to have a working relationship with you and so do I, for Liberty's sake.",
        "Janet: I crossed the line.",
        "Katie: My life got complicated when Liberty showed up and then you.",
        "Janet: I know.",
        "Katie: I don't think you do. Maybe what happened the other night cleared the air or settled things.",
        "Janet: It did. Believe me.",
        "Katie: Good. Then it's time to go out. Time to leave high school behind, okay? All of it.",
        "[SCENE_BREAK]",
        "Meg: According to the maid Sofie and all of her belongings have just disappeared.",
        "Paul: Is that so?",
        "Meg: Yeah.",
        "Paul: No one saw her go.",
        "Meg: Well, I'm sure that this isn't the first time.",
        "Paul: Well, what do you mean?",
        "Meg: She's a very secretive, manipulative female. I'm sure this isn't the first time in her life she's disappeared without a trace.",
        "Paul: In other words you're saying that maybe someone that she used suddenly appeared, caught up with her, scared her and she ran away?",
        "Meg: That would be one explanation.",
        "Paul: The other one would be you scared her to death.",
        "Holden: Do you understand what he's talking about because I don't. I want to know what you did.",
        "Meg: I found out Sofie was pregnant with Paul's child.",
        "Holden: Oh, sorry.",
        "Meg: That's not all I found out. Paul knew about it. He knew about it. He didn't tell me.",
        "Paul: I couldn't. I knew what it would do to you after everything we went through.",
        "Meg: After I lost our child to find out Sofie was carrying your child and our baby was dead.",
        "Paul: She lies about everything. I needed to make sure the baby was mine. I was trying to protect you.",
        "Holden: That always works so well, doesn't it?",
        "Paul: I screwed up. I screwed up. I swear to you, Meg, I would never let you marry me without telling you the truth.",
        "Meg: After everything, Paul, after everything we've been through, you couldn't turn to me? You just had to go at it alone.",
        "Paul: Come on, Meg. I'm going to take you out to the farm.",
        "Holden: You know what? You say you love her. If you really love her you will leave her alone.",
        "[SCENE_BREAK]",
        "Liberty: You can imagine the fourth of July is one of my favorite holidays except you don't get presents. Come on. This is really dorky. It's like a third grade essay question.",
        "Dylan: You're right. Maybe we can think of something more interesting to do with it later on. What are you looking at?",
        "Liberty: The bottom is scratched up.",
        "Dylan: I dropped it. Are you hungry?",
        "Liberty: Do you have any money?",
        "Dylan: No. But I can get some more. A lot more.",
        "[SCENE_BREAK]",
        "Parker: Hey. I thought you were working today.",
        "Jack: I am working today.",
        "Parker: Taxing.",
        "Jack: Yeah. Tell any about it. There was a robbery over at WOAK.",
        "Parker: Video cameras?",
        "Jack: Do you know something?",
        "Parker: Me? What would I know about it?",
        "[SCENE_BREAK]",
        "Katie: So, remember that Mr. Peters has books about the American Revolution for readers of all ages.",
        "Brad: It's a fascinating story.",
        "Katie: Even though you know how it turns out.",
        "Brad: Thank you to Mr. Peters. Happy fourth to you. And now, on to the parade!",
        "Cameraman: And we're out.",
        "Man: Nice interview, Sir, and thanks for the book.",
        "Brad: Come back and tell me what you think of it.",
        "Man: I'll do that.",
        "[SCENE_BREAK]",
        "Dylan: So, tell me, how are those rented cameras working out?",
        "Man: Marty, he wants to know he still looks pretty on camera.",
        "Dylan: Marty I can give you a great price three hundred bucks. It's top of the line.",
        "Marty: I don't know.",
        "Dylan: Okay, two fifty --",
        "Marty: You got a proof of purchase?",
        "Dylan: Hey, paperwork. Not my strong point.",
        "Marty: Just stolen goods, right?",
        "Liberty: What were you doing talking to that old dude?",
        "Dylan: He saw my camera, started asking about it.",
        "Liberty: He seemed kind of angry or something.",
        "Dylan: The parade's starting. Don't want to miss anything.",
        "Janet: Liberty, what have you gotten yourself mixed up in now?",
        "[SCENE_BREAK]",
        "Jack: You can't even talk to me.",
        "Parker: You're going to read me my rights?",
        "Jack: I just have a feeling you know something.",
        "Parker: I don't know nothing about nothing.",
        "Jack: Okay. No big deal.",
        "Parker: Hey. Have a good time?",
        "Jack: Yeah.",
        "Janet: I saw you talk to Parker.",
        "Jack: I don't think you can tell it talking.",
        "Janet: I can trust you, right? I trust you.",
        "Jack: Okay.",
        "Janet: I think I know who stole the cameras. But I'm really worried about Liberty.",
        "Jack: You don't think she took them?",
        "Jack: You can trust me but I need to know what happened and why you're so upset.",
        "Janet: Okay. You know that kid, Dylan. I saw him trying to sell a video camera to some guy on the street. They've been hanging together all do I long. I don't think Liberty knows what he's done but they're together. With the video camera.",
        "Jack: If she doesn't know what he is it, she can't get in trouble. I need to know where they are.",
        "Janet: They're watching the parade. I want to go with you.",
        "Jack: No, you don't. Trust me.",
        "[SCENE_BREAK]",
        "Holden: Sit down. Are you hungry?",
        "Meg: No. Just tea will be great.",
        "Holden: Meg? I'm sorry, that when you found out about Sofie, you didn't feel like you could come to me.",
        "Meg: Yeah. You need more stuff to worry about.",
        "Holden: Well, I didn't need to be worried to death about you either. I'm sorry. I didn't mean to yell. Bad move.",
        "Meg: You know what, you get to. You're my brother. I just took off. I wasn't thinking.",
        "Holden: I want you to think now. Paul is too much pain.",
        "Meg: Holden, please.",
        "Holden: I don't know how much more of this you can take. Who knows what happens next. What the baby will mean to him. To you.",
        "Meg: You know what? I think I'm going wait and have tea later. What I really need right now is a bath.",
        "Holden: And to get away from me.",
        "Meg: I'm so tired. We'll talk later. I promise.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Barbara: Meg? I'm glad you're back.",
        "Barbara: Lisa, I told you -- Can we do this later.",
        "Lisa: You are really scaring me.",
        "Barbara: Excuse me?",
        "Lisa: You're acting so evasive and sort of cagey.",
        "Barbara: As I said --",
        "Lisa: I just want you to tell me what did you say to put the fear of God into Sofie? You didn't carry through on anything, did you?",
        "Barbara: What are you saying to me?",
        "Lisa: I know better than anyone how much you love your children and I know that you would do absolutely anything --",
        "Barbara: Yes. Yes. You know what I think? I think it's time for you to go. Now.",
        "[SCENE_BREAK]",
        "[Meg remembering]",
        "Meg: How do you know Paul was at the hospital today?",
        "Sofie: Because he was there with me. It was our baby's first ultrasound. He wouldn't want to miss that.",
        "Meg: Really.",
        "Sofie: He should have told you that he's going to be a daddy. It's a huge thing to keep from the woman you say you love.",
        "[SCENE_BREAK]",
        "Paul: Hey. Meg?",
        "Meg: I can't do this.",
        "Paul: I have to say something to you. I took care of Sofie.",
        "Meg: What?",
        "Paul: She can't hurt you any more.",
        "Meg: She can't hurt me? She's having your baby.",
        "Paul: Meg, I know what happened. You don't have to, keep this up with me --",
        "Meg: Keep what up? What do you know?",
        "Paul: I know what you did. And it's all right. You're going to be all right. Sofie. She wasn't dead when I got to her.",
        "Meg: She wasn't dead?",
        "Paul: She told me it was you who gave her the injection. And then, she died.",
        "Meg: She's dead.",
        "Paul: You didn't know that?",
        "Meg: She's dead and you think I killed her. Don't you? Don't you!",
        "Paul: You, didn't --",
        "Meg: Kill a pregnant woman? Do you really think that's something I would do?",
        "Paul: I thought --",
        "Meg: You thought I was capable of -- oh, my God, that poor girl.",
        "Paul: What have I done?",
        "Meg: This is terrible. Terrible.",
        "Paul: I didn't think. I was so scared for you, I just --",
        "Meg: You just what? Damn it, Paul, tell me.",
        "Paul: I got rid of the syringe. And the sonogram.",
        "Meg: You got rid of her, too, didn't you?",
        "Paul: I buried her. In the garden. If you go to the police, they'll think I killed Sofie.",
        "[SCENE_BREAK]",
        "Jack: I need you to do me a favor. Or actually, do Liberty a favor.",
        "Parker: Huh?",
        "Jack: Get her away from Dylan. Yes, I know who took the video cameras. And I'd like to keep Liberty from getting into trouble, but I need your help.",
        "Parker: Yeah, sure. Thanks. Dad.",
        "Jack: Haven't heard that for a while.",
        "[SCENE_BREAK]",
        "Parker: Uh, Liberty, I need to talk to you.",
        "Liberty: Go ahead, talk.",
        "Parker: In private. Now.",
        "Dylan: Instead of that, how about you get lost?",
        "Parker: That's funny. Liberty, Liberty, it's important.",
        "Liberty: What are you so worked up about?",
        "Parker: Want me to tell Brad who's been doing your homework?",
        "Liberty: You wouldn't --",
        "Parker: Come on, Liberty, now.",
        "Dylan: You want me to handle him?",
        "Liberty: No, it's okay. I'll be right back. You want to tell me what you think you're doing?",
        "Parker: Saving your butt.",
        "Dylan: Hey!",
        "Jack: Nice piece of equipment you got there.",
        "Dylan: It's mine.",
        "Jack: No, it's not. That would be the WOAK registration.",
        "Dylan: But I --",
        "Jack: Scraped it off? Sorry, all you did was bang it up. Registration number's still there, and you are in a lot of trouble.",
        "Liberty: You little rat, you told on him.",
        "Parker: I didn't. I'm just a kid.",
        "Jack: Liberty, come with me for a second.",
        "Janet: Liberty, are you okay?",
        "Liberty: What is she doing here?",
        "Janet: Please, tell me you didn't do this?",
        "Liberty: I didn't steal video cameras, if that's what you're talking about.",
        "Janet: You believe her, don't you?",
        "Jack: I do. You're lucky. Those cameras are expensive; your friend Dylan is facing grand larceny charges.",
        "Liberty: And that means --",
        "Jack: That he could be facing jail time. That's what it means.",
        "Liberty: That's really stupid. I swear I had nothing to do with this.",
        "Brad: I know. They say your friend stole cameras.",
        "Liberty: I swear, I didn't know.",
        "Brad: And that you were with him, taping the parade.",
        "Liberty: Could you calm down.",
        "Brad: Calm down? You were supposed to be home studying, instead you're out with your thief friend.",
        "Liberty: I didn't know.",
        "Brad: It does not matter. You disobeyed me. And now you're going to be grounded.",
        "Jack: Brad, you might want to calm down before --",
        "Brad: What? Now you're telling me how to raise my kid now?",
        "[SCENE_BREAK]",
        "Holden: Hey. Hey.",
        "Luke: Didn't think anyone would be here.",
        "Holden: I brought Meg home. She's upstairs.",
        "Luke: Is she okay?",
        "Holden: She's not okay. As long as Paul Ryan is in her life she'll never be all right.",
        "Luke: What did he do this time?",
        "Holden: It doesn't matter. This guy is poison for her. She keeps running back to him over and over again.",
        "Luke: She loves him.",
        "Holden: But why?",
        "Luke: Why do we fall for people who hurt us? I don't know.",
        "Holden: Everything okay with you?",
        "Luke: As if I thought I could have any secrets in this house.",
        "Holden: What's going on?",
        "Luke: You mean GI Joe private first class?",
        "Holden: What are you talking about?",
        "Luke: My boyfriend decided to enlist without even telling me.",
        "Holden: Enlist? In the army?",
        "Luke: Yes. You want to know the best part? They ain't telling and he ain't asking.",
        "Holden: He pretends he's not gay through his entire tour of duty?",
        "Luke: He's going to spend the next couple years denying who he is.",
        "Holden: Did he tell you why?",
        "Luke: I think because of his father. The Colonel wanted him to join the army. Now none of that never happened. Unless he joins the army he can't do anything good with his life.",
        "Holden: Does this have anything to do with survival guilt?",
        "Luke: I don't know. I told you how torn up he was about his father's death but this won't bring his father back. How do you let him do this to himself?",
        "Holden: There's one simple answer to that. You can't.",
        "[SCENE_BREAK]",
        "Brad: Wait outside.",
        "Liberty: And miss all the fun.",
        "Brad: This might be a real good time to lose the life-is-one-big-joke routine.",
        "Brad: Jack, Liberty didn't know anything about the cameras being stolen, did she?",
        "Jack: No.",
        "Liberty: So everything turned out okay. Jack figured out who did it.",
        "Jack: Actually, it wasn't me. It was Janet.",
        "Liberty: You did?",
        "Janet: I just overheard Dylan trying to sell the camera to some guy.",
        "Liberty: And you told him?",
        "Janet: That's right.",
        "Liberty: Oh. Parker didn't say anything to you?",
        "Janet: He wouldn't. I knew he knew something, but he wouldn't talk to me about it. What do you say we go reprieve that picnic basket?",
        "Jack: Sounds like a good idea. This detective work made me hungry.",
        "Brad: You thought Parker told his dad?",
        "Liberty: Yeah. Look, I got to go.",
        "Brad: Okay, Liberty, maybe I did, overreact a little.",
        "Liberty: A little?",
        "Brad: So, what if I unground you and we go watch the fireworks?",
        "Liberty: Don't worry about it. I'm just going to go home and do my homework.",
        "Brad: She's mad at me.",
        "Janet: You think?",
        "Brad: Yeah. And it's all Jack's fault.",
        "[SCENE_BREAK]",
        "Liberty: Parker.",
        "Parker: I figured you wouldn't want a rat doing your homework.",
        "Liberty: I know you didn't do anything wrong. Please don't go. Okay.",
        "[SCENE_BREAK]",
        "Jack: What are you doing? No one is going to steal anything. It's a police station.",
        "Janet: My pie has been known to make many a man go into the criminal activity arena.",
        "Jack: Your pie. I could only imagine. Sorry we never made it to the parade. May I interest you in the interrogation room?",
        "Janet: I got a better idea. You can see the fireworks from my hotel room window. Want to come back with me?",
        "Jack: Well, I'm sure -- you know --",
        "Janet: Jack. Stop it. Stop with the no. Everything with you is no. No, I can't do that. That would be too much fun. No. That would be different. Five bucks and vanilla ice cream on that pie says you can't say the word yes.",
        "Jack: Yes. Yes. I would like to have pie and watch the fireworks from your hotel room window. Yes. Yes. Let's go. Please. Yes.",
        "Janet: I'll pay you later. I promise.",
        "[SCENE_BREAK]",
        "Lisa: What's this?",
        "Barbara: A peace offering. I'm so very sorry.",
        "Lisa: Come on in.",
        "Barbara: I know how concerned you were.",
        "Lisa: Yeah. I really have been concerned. But I didn't mean to imply you were some cold-blooded killer.",
        "Barbara: But you were right. I would do anything and everything to protect one of my children.",
        "Lisa: Well, now, let's just thank God that Sofie has left town on her own and now maybe we can have some peace.",
        "Barbara: Yes, maybe now we can.",
        "[SCENE_BREAK]",
        "Luke: I've tried everything to get him to change his mind.",
        "Holden: Try again.",
        "Luke: I don't know where he is right now.",
        "Holden: Find out and go there.",
        "Luke: Are you serious?",
        "Holden: Yes. You say he's doing this for the wrong reasons.",
        "Luke: I'm sure of it.",
        "Holden: You can't watch someone you love walk to the end of a cliff and just stand there.",
        "Luke: We're not talking about Noah right now, are we?",
        "Holden: I'm scared. Very scared for Meg. She says she loves Paul Ryan but if that's love --",
        "Luke: Well, you know what they say, there's a thin line between love and obsession.",
        "Holden: Fine one to talk.",
        "Luke: What do you mean?",
        "Holden: Nothing. I'm going wait five more minutes for meg.",
        "Luke: All right. I guess I'm going to go find induction centers.",
        "Holden: Good man.",
        "[SCENE_BREAK]",
        "Meg: So what do we do now?",
        "Paul: I don't know. And we may never know what really happened to Sofie.",
        "Meg: Except that she's dead.",
        "Paul: Maybe no one will look for her. Maybe they won't bother to figure it out. We can try to get on with our lives.",
        "Meg: Paul, it's not that easy. I wish to God you hadn't done what you did.",
        "Paul: Me, too. I'm never going to let anything bad happen to you. I'm upset that Sofie is dead but part of me is relieved that she's not going to hurt us anymore. And that maybe you and I can have the life together that we always wanted. Hey, please, please tell me that you understand.",
        "Holden: Meg. Meg, what the hell is going on in there?",
        "Holden: I cannot believe that you broke into our house.",
        "Paul: I'm taking meg home.",
        "Holden: She is home. What about Sofie?",
        "Meg: I don't want to talk about this.",
        "Holden: I can understand why.",
        "Meg: Paul and I will take care of Sofie. Right now we just need to be alone.",
        "Holden: Meg, you stick with him and that's where you're going to end up. Alone.",
        "[SCENE_BREAK]",
        "Liberty: So, it was my mom who figured out it was Dylan. And she told your dad.",
        "Parker: But you thought it was me.",
        "Liberty: Now I know it wasn't.",
        "Parker: But you thought I could have done it. That I was that kind of guy.",
        "Liberty: Parker, I feel so bad. Can I nuke something for you. Order pizza.",
        "Parker: You're just trying to butter me up so I'll keep doing your homework. But it won't work. I don't like doing it; I never wanted to do it in the first place.",
        "Liberty: Then why did you?",
        "Parker: Because I like you.",
        "Liberty: Oh. I thought it was just a way for me to be around you.",
        "Parker: That's a good answer.",
        "[SCENE_BREAK]",
        "Janet: He says I think this relationship could work if we compromise a little. He says he'll get rid of his cockatoo who smelled and was losing his feathers, if I, just for the sake of fairness, got rid of Liberty! I sure can pick them.",
        "Jack: I don't think people who don't have kids really get it.",
        "Janet: You're totally right. Thanks for helping me out with Liberty today. I really appreciate it.",
        "Jack: Told you, you could trust me.",
        "Janet: What's wrong?",
        "Jack: Nothing. Just a stiff neck.",
        "Janet: Stiff neck? That's my specialty. You are stressed.",
        "Jack: Tell me about it.",
        "Janet: We're not going to talk about it, we're going to do something about it.",
        "Jack: That feels outstanding.",
        "Janet: Actually, there is something I want to talk to you about. When's the last time you had sex?",
        "Jack: What?",
        "Janet: You know. Good old fashioned mind-blowing no strings attached sex?",
        "[SCENE_BREAK]",
        "Katie: Why do you let Jack get to you so much?",
        "Brad: Because I do. I'm sick and tired of him being the good guy. The smart guy. The reasonable guy.",
        "Katie: So are you. Sometimes.",
        "Brad: You just don't get it. I finally have a family and he's trying to take it away from me.",
        "Katie: Okay. Are we talking about Liberty or Janet?",
        "Brad: What?",
        "Katie: Because Janet is not your family. She just happens to be the mother of your daughter. And no one including Jack can take Liberty away from you and most importantly what about me? What am I chopped liver? Come on. If you insist on having competition with Jack, fine. Jack doesn't have me. You do. Congratulations. You won. You won me.",
        "Brad: You're right. You are so right. I did. You know what? You're quite a prize.",
        "[SCENE_BREAK]",
        "Jack: Okay. I'm not the type of guy to talk about his sex life.",
        "Janet: I talk about mine all the time. I would if I had one. But that's okay. I was just asking.",
        "Jack: You were just asking? Or proposing?",
        "Janet: Hell, yeah, I was proposing. Do you have any idea how gorgeous you are? Just thought it would be fun.",
        "Jack: You're fun. You are fun. You're sexy as hell but --",
        "Janet: There goes that no reflex again. Can't do it. It would be fun. Jack can't have any fun. You already said yes once today and you got pie. Think if you said yes again, what you might get.",
        "Jack: I'm sure it would be great.",
        "Janet: What do you say?",
        "Jack: Hell, yeah.",
        "Janet: Look.",
        "Jack: Sounds like the fireworks have started.",
        "Janet: God bless America, Baby.",
        "[SCENE_BREAK]",
        "Meg: Where did you bury her?",
        "Paul: Shhh -- it's okay. Everything is going to be all right.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Janet: Just in case.",
        "Brad: You slept with Janet.",
        "Jack: So.",
        "Brad: You made a big mistake.",
        "Mike: I need to report a murder.",
        "Janet: What's that? Insignificant. Sex."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Xb5Ijgjp0lQ"
}