{
    "Episode Summary": [],
    "Recap": [
        "Jessica told Marshall that it would be in his best interest not to press charges against Bonnie, as it would only make Sarah resent him. He took her advice, but told Bonnie he was getting custody of Sarah, and that she wouldn't be allowed to see the child. After taking comfort from Jessica and Isaac, Bonnie vowed that Sarah would know the truth about her father. Bob was thrown a surprise \"welcome back\" party at the hospital. Susan saw a headline proclaiming that Alison had been murdered, and was horrified to realize that Rick was the killer. She tried to get away, but Rick eventually admitted to the killings, saying she was next. She managed to get away anyway, and arrived at the police station, where Emily informed her that Alison was actually alive; her death was a setup to draw Rick out of hiding. As Hal and Margo searched for him, Rick was stunned when he snuck into his home and found Alison, alive and well."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jessica: Bonnie, it's me again. Listen, sweetheart, call me when you get this message -- when you get all of these messages. I love you. [Doorbell rings] Marshall?",
        "Marshall: Is your daughter here?",
        "Jessica: No.",
        "Marshall: May I come in?",
        "Jessica: Do I need to call the police?",
        "Marshall: Considering the way your daughter's been treating me, I'm the one who should be asking for protection. I'm here as a professional courtesy. One lawyer to another, there's something I thought you should know.",
        "Jessica: What is it?",
        "Marshall: I've filed a motion to be legally declared Sarah's father. There's a court order to that effect being issued as we speak.",
        "Jessica: Well, that's not a surprise. Something tells me there's more to this story.",
        "Marshall: Must be parental instinct. There's still the matter of the charges -- the criminal charges that I could still bring against Bonnie.",
        "Jessica: But surely you won't.",
        "Marshall: Why not? She broke into my suite, hijacked my DNA, attempted to kidnap my child. These are only the crimes that I know about.",
        "Jessica: Okay, Marshall, this isn't the courtroom. You can wrap up the opening statement and get to the point.",
        "Marshall: If you cannot or will not force your daughter to stay out of my life, I'll do it for you.",
        "[SCENE_BREAK]",
        "Isaac: Hey, what are you doing here?",
        "Bonnie: Waiting for you. I kind of figured you'd stop by this morning to pick up some of your stuff from the office.",
        "Isaac: How did you sleep?",
        "Bonnie: I didn't.",
        "Isaac: Me neither. Too busy thinking about you and Sarah.",
        "Bonnie: Thinking about what?",
        "Isaac: How she's gone through her life believing she's all alone, how she's right. And she -- she thinks nobody understands her, nobody would accept her. And then you came along, and you changed that. And now, who knows what's gonna happen next?",
        "Bonnie: Why are you saying all of this, Isaac?",
        "Isaac: Because I know how she feels. You know, I've been there, where everything is good, life is great, and then -- why don't you just tell me, Bonnie? Why don't you just make this easier on both of us?",
        "Bonnie: Honey, what do you think I'm gonna say?",
        "Isaac: That you don't want to marry me anymore.",
        "[SCENE_BREAK]",
        "Kim: It must really feel good, getting out of that bed and out of that room after so long.",
        "Bob: For me? Days. For you, it was weeks.",
        "Kim: No, no. For us, it was forever.",
        "Bob: Us?",
        "Kim: Yeah, us.",
        "Ben: Welcome back, Bob.",
        "[Cheers and applause]",
        "[SCENE_BREAK]",
        "Reporter: Emily, it's good to see you again.",
        "Emily: I'm sorry, do I know you?",
        "Reporter: Just a concerned friend and neighbor. I was so sorry to hear about Alison. How does it feel knowing your mother married the man who murdered your sister?",
        "Emily: How do you think it feels? That sicko has my mother, and she doesn't even know that her daughter -- somebody just get this person out of my sight, please!",
        "Hal: Hey, take care of this, would you? Honey, I'm so sorry.",
        "Emily: Don't worry about me. Please, just find my mother. Find my mother before she's next.",
        "[SCENE_BREAK]",
        "Rick: This just feels so right. Why didn't we take this time for ourselves earlier?",
        "Susan: How you feeling this morning?",
        "Rick: I feel like a new man. The anxiety attack that I had last night was one of the worst I've had in years. Thank God you were here with me. You have a way of making me feel that everything's right with the world, that I'm untouchable. How do you do it?",
        "Susan: I know about anxiety attacks. Alison used to have them. Which reminds me, I -- I really should let her know where I am. If I call her right now, I can catch her before she leaves for work.",
        "Rick: No, no, no, no, no, no. I can't have you do that.",
        "Susan: Why not?",
        "[Susan groaning]",
        "Rick: No, no. You -- you won't be calling anyone -- not today.",
        "Susan: Rick, what are you talking about? You're gonna hold me hostage?",
        "Rick: Yes. I'm gonna hold you hostage for the rest of your life. [Rick laughs] of course you can call your family. I mean, you can call the entire -- entire population of Illinois. But can't we just have today for ourselves?",
        "Susan: Well --",
        "Rick: No, I mean, we've never had a honeymoon. I've never had a chance to steal you away from your family and make you mine. Can't we just make today ours? Can't we just be alone? Show me how much you love me.",
        "Susan: If it's that important to you --",
        "Rick: Yes, it is.",
        "Susan: Okay, no calls.",
        "Rick: Oh, darling, thank you. You don't know how much this means to me.",
        "Susan: Well, what are we going to do today?",
        "Rick: I don't know. I thought we'd take a drive.",
        "Susan: A drive, really? Where to?",
        "Rick: No questions. Let's just say it's someplace you've never been before. Now, why don't we get showered and dressed, all right? Don't want to lose any more time, huh? Come on.",
        "Susan: Oh, no, sweetie. You know how long it takes me to get myself together. You -- you go ahead and shower.",
        "Rick: Now remember, you promised, no calls. If someone manages to wheedle you out of here with some trumped-up emergency, I don't know what I'll do.",
        "Susan: I said no calls. You have my word.",
        "Rick: Well, that's always been good enough for me. I'll be right back.",
        "[Susan gets the newspaper outside the door. The headlines read \"Local Teen Murder.\"]",
        "Susan: What? Oh \u0096",
        "[SCENE_BREAK]",
        "[Applause]",
        "John: Welcome back. Welcome back. Here. Ladies and gentlemen, I have a long- overdue announcement to make. And that is that after Bob completes his miraculous recovery, he will be returning to us as chief of staff of this hospital. [Applause] and may I just say, as the man who had the near- impossible task of trying to fill his shoes, I'm very happy to hear that. Welcome back, Bob.",
        "Bob: Thank you, John. And everyone.",
        "[Laughter]",
        "Nurse: Mrs. Hughes?",
        "Kim: Yes, dear?",
        "Nurse: There is a phone call for you. They said it's important.",
        "Kim: Oh. Okay.",
        "Bob: Where's Susan?",
        "Walker: Nobody's seen her since yesterday.",
        "John: The police believe that she's with Rick.",
        "Bob: Why?",
        "Ben: Well, a couple of weeks ago, they were married.",
        "John: She can't believe that Rick was responsible for the murders around here.",
        "Ben: He had all of us fooled.",
        "John: Well, except for Dr. Daniels.",
        "Bob: Kim, where did you go?",
        "Kim: Honey, uh, I have some news that I have to tell you, only because it involves Chris, and actually Susan. Lisa just called me. The -- the studio's been trying to reach me. There's been some terrible news about Alison.",
        "Tom: Actually, that's why I'm here, and I think you probably better hear this from me.",
        "[SCENE_BREAK]",
        "Susan: It can't be. It could be a mistake. No. No, not Alison. She can't be. She's home. I left her home. I left her home. She's safe. \"The young victim was last seen alive leaving Fidelity Bank, accompanied by Dr. Eric Decker, physician on staff at Memorial Hospital.\" No, no.",
        "[Susan sobs]",
        "Rick: Hey, Susan! Time for two in the shower? The water's nice and hot. Why don't we start this honeymoon off with a bang?",
        "[SCENE_BREAK]",
        "Hal: All right, look, anything with a press pass, anybody looking for a comment, any -- anybody with a film or a flash, that's the exit. Use it.",
        "Margo: All right, all right. We'll let you know when there's anything to report.",
        "Hal: And thank you for your cooperation. Thank you.",
        "Margo: We'll let you do your job when you let us do our job.",
        "Hal: Thank you, thank you.",
        "Margo: Thank you very much. We'll see you guys later.",
        "[Phone rings]",
        "Emily: Hello?",
        "Susan: Emily? Thank God I -- I found you.",
        "Emily: Mom! It's Mom!",
        "Susan: I just saw the newspaper. It's not true. Tell me it's not true. It can't be true. Emily --",
        "Emily: Mom, I am so sorry.",
        "Susan: No. No. Oh, God, no.",
        "Emily: Mom, where are you? Tell us where you are so we can come and get you.",
        "Susan: Rick is here. He's in the shower. He doesn't know I know yet.",
        "Emily: You've got to get out of there, now!",
        "Hal: Susan, just try to stay calm. Where are you?",
        "Susan: I -- I don't know. It's the Pine something. The Knotty Pine? I don't know.",
        "Hal: On the computer, a motel with the word \"pine\" in it.",
        "Susan: How could I let that lunatic into my life?",
        "Hal: Susan, don't think about any of that right now. Think about what Alison would want you to do. What she would want you to do is to get the hell out of that room, Susan.",
        "Susan: Okay, he's still in the shower. I'll just make a run for it. I just have to grab --",
        "Hal: Susan? Hello? Hello?!",
        "[SCENE_BREAK]",
        "Rick: I thought we said no phone calls. Somebody broke her promise.",
        "Susan: I was just --",
        "Rick: Yes. Why don't you tell me what you were just about to do?",
        "[SCENE_BREAK]",
        "Jessica: Bonnie was wrong to keep the truth about the DNA results from you. It was inexcusable, I agree. But under the circumstances, I mean, can you blame her for not wanting Sarah to know the truth about you?",
        "Marshall: Now wait a minute --",
        "Jessica: The way you've treated Sarah, the way you've treated Bonnie, the way you've treated me?",
        "Marshall: Now look, how I feel about Bonnie and how Bonnie feels about me are beside the point. What happens next is up to a judge to decide.",
        "Jessica: You know, Marshall, it doesn't even have to go that far. You could make all of this go away.",
        "Marshall: You know, I tried before to make it all go away. Then your daughter broke into my room, armed, dangerous and ready to kill. I'm the one who kept her behind out of jail, and this is how she repays me?",
        "Jessica: Okay, okay, if you won't do it for Bonnie, then do it for yourself.",
        "Marshall: Wait a minute. Keeping your daughter out of jail is somehow supposed to benefit me? Now this I have to hear.",
        "Jessica: Because when the defense explains why Bonnie did what she did, why she felt she had to protect Sarah from you, why she felt she would go to prison to keep that little girl safe -- okay, couple that with the fact that you are trying to send the only person that Sarah's ever cared about to jail? You will have no chance of winning that little girl's love. So go ahead, do your thing. Either way, Bonnie wins.",
        "Marshall: Sounds like you've thought this through.",
        "Jessica: Well, obviously I did. I'm a lawyer and a mother.",
        "Marshall: I see. And as a lawyer and a mother, you'd do anything to protect your child.",
        "Jessica: What's your point, Marshall?",
        "Marshall: What did you know about Bonnie's plan to keep Sarah's paternity a secret, and when did you know about it?",
        "Jessica: Wait a minute. You think I was involved in this?",
        "Marshall: Were you?",
        "Jessica: Oh, this is ridiculous!",
        "Marshall: Did you put Bonnie up to this?",
        "Jessica: Marshall, I was the one who tried to help you find Zara in the first place. I went to D.C. on your behalf. I was there when you were told that your daughter was dead. I risked my relationship with the man I love because I gave a damn about you and your child. I brought you into my home, and how do you repay me? You raped me on the very night --",
        "Marshall: Answer my question. Answer my question. And tell me the truth.",
        "Jessica: I've told you nothing but the truth since the day you slithered into town, which is more than I can say for you. And you have the audacity to ask me if I was involved? Okay, once and for all, and for the record, I found out that Sarah was your daughter the same day you did. And I was going to tell you about it myself after I took care of Bonnie, but you storm over here, and everything gets out of control.",
        "Marshall: Yeah, out of control is an understatement. Look, I've got some legal matters to attend to about my daughter. I'll speak with you later.",
        "Jessica: Wait a minute. What are you planning to do to my daughter? Are you gonna press charges or not? Marshall \u0096",
        "[SCENE_BREAK]",
        "Isaac: We keep talking in circles, but you still haven't answered my question.",
        "Bonnie: That's because what you're asking can't be answered with a simple yes or no.",
        "Isaac: Look, if you can't be honest with me, at least be honest with yourself. The only reason you wanted to marry me was because of Sarah, because I was handy, because it was me or nothing.",
        "Bonnie: Isaac, I love you.",
        "Isaac: Look, all I know is that the club that I love is gone. The partnership that we have has dissolved. Your plans to adopt Sarah are dead in the water. I don't know what is keeping us together.",
        "Bonnie: You don't mean that, Isaac. I know that you love me.",
        "Isaac: And every time we try to go to the next level, something happens, you know? If we were meant to be together, we would be together, no matter what, no matter who came -- I just know that there's always going to be something to come between us.",
        "Bonnie: Oh, honey -- I don't know what to say.",
        "Isaac: See, that's the thing. You could say anything. You could fight for me the way you fought for Sarah, the way I fought for you in Scotland. You could say anything.",
        "Bonnie: Can we talk about this later, please?",
        "Isaac: As you wish, duchess.",
        "Bonnie: Isaac -- you and I are adults. We can work through whatever problems we have, but Sarah is -- I'm sorry, but I have to find out what's going on with her.",
        "[SCENE_BREAK]",
        "Rick: Who were you calling?",
        "Susan: Room service. I told them they -- they better put a rush on our order, or I'm gonna have to go down there and pick it up myself.",
        "Rick: This motel doesn't have room service.",
        "Susan: I know that. I meant the coffee shop down the road. You know how I am without my morning caffeine. I'm impossible. Why don't I go down there and pick it up while you finish dressing? We can't very well start our honeymoon without -- with -- with empty stomachs, can we?",
        "Rick: You're always thinking, aren't you?",
        "Susan: I'll be right back.",
        "Rick: No, no, no. No, you're not going anywhere, not until I get my kiss.",
        "Susan: There's lots more where that came from when I come back, all right?",
        "Rick: Susan, you know how I hate when you lie to me, hmm? Do you want to explain this to me?",
        "Susan: You explain it! You explain how I could've married a monster like you! You took away the one thing I loved in the whole world! You murdered my daughter, didn't you, you bastard? You bastard! You bastard!",
        "[SCENE_BREAK]",
        "Margo: Hal, I got an address here.",
        "Hal: Talk to me.",
        "Margo: Lonely Pine Motel, route 57 off Luther's Corners.",
        "Hal: Grab the number. We'll call on the way.",
        "Margo: All right, we need backup! Let's go, boys!",
        "Emily: Be careful!",
        "Hal: I'll call when I know something.",
        "Emily: Okay. Oh, my God. Mom called.",
        "Chris: How is she?",
        "Emily: I don't know. She's still with Rick, but Hal's on his way to go get her.",
        "Chris: Well, Rick's kept her safe and alive this long. That's a good sign. How are you holding up?",
        "Emily: I'm fine. I'll be just fine. But what I really want to know is, are you gonna be okay after everything you've been through?",
        "[SCENE_BREAK]",
        "Alison: Tell me that mom's gonna be okay. Tell me that she won't be the one to die instead of me.",
        "[SCENE_BREAK]",
        "Marshall: Note to self -- make damn sure Bonnie never sees Sarah again.",
        "[SCENE_BREAK]",
        "Rick: And I'm sorry, my darling, but you have to go now, too.",
        "[SCENE_BREAK]",
        "Kim: So those stories in the news were actually planted? I mean, Alison is really alive?",
        "Tom: Physically, she's unharmed. Emotionally, I don't know, but she is in police custody down at the station.",
        "Kim: Oh, my golly. And Susan, what about her? Is she still with Rick?",
        "Tom: Hal and Margo are on top of that, and I think we need to let them just do their job and hope for the best, which we have been doing a lot of lately, you know? With you in that coma, none of us knew how we were gonna get through this without you. Every day, every night, I'd come here and sit by your bed.",
        "Bob: I know. And you would turn on my favorite radio station and tell me to come back.",
        "Tom: How -- how could you know that?",
        "Bob: I heard you. I heard Kim and Chris telling me to come back, not to give up, to keep fighting.",
        "Kim: I knew you were listening.",
        "Bob: I'm back because of your love and prayers.",
        "Kim: No, sweetheart, you are back here because, thank God, you are too stubborn to go anywhere else. And we are never gonna let you go ever again.",
        "[SCENE_BREAK]",
        "Alison: Next time you need a corpse, let somebody else do the job. How horrible was it, being on the phone with mom, letting her think that I --",
        "Emily: Honey, I just hope to God I never, ever have to do anything like that for as long as I live. I just know it was the best way, probably the only way to find out where mom was. Well, I wanted to tell her so badly it wasn't true, but I knew I can't. We have to believe she's gonna get away from him, Ali. We have to believe that.",
        "Alison: Yeah, and I'm trying that, Emily. But the guy is a maniac, and I'm scared to death.",
        "Chris: Alison, you were a pretty cool customer yesterday when he had you cornered at the bank.",
        "Emily: What happened with all that? I don't know any of the details. Come on, are you gonna tell me, or do I have to read it from the competition?",
        "Chris: You don't know?",
        "Emily: No, I don't know anything. All Hal told me is that we all had to pretend that Rick killed Alison so that we could find mom, and Rick would have no escape. But why did Rick think you're dead?",
        "Alison: Because he tried to kill me the same way that he killed the others.",
        "Emily: With potassium chloride? I don't understand. You should be dead or in a coma.",
        "Chris: This is where it gets good.",
        "Emily: Okay, I am totally lost, you guys.",
        "Alison: Okay, I was in the safety deposit room at the bank. It was just me and Rick's twisted little box of tricks. And at the bottom of the box, under all of the sick souvenirs Rick kept from his victims was the syringes and potassium chloride. I knew that if he got his hands on that that he would use it, so I had to get rid of it. I used a syringe to empty the potassium chloride vial.",
        "Emily: But he had to know it was empty.",
        "Alison: It wasn't empty. Because before I even opened the safety deposit box, the lady at the bank, she gave me a bottle of water because I was so devastated over my \"poor daddy's\" death. So there I was, poison in one hand and the water in the other. So I just did what came naturally. I covered my tracks, and I filled the vial with pure spring water.",
        "Emily: And Rick never knew the difference. That is unbelievable. How did you get to be so sneaky anyway?",
        "Alison: Mom would say I got it from you. Poor mom. Do you think that she's gotten away from him yet?",
        "Emily: I'm praying, sweetie.",
        "Alison: Yeah, but what if this plan backfires?",
        "Chris: Alison, we had to let the story run in the papers in order to flush him out of hiding.",
        "Emily: Listen, she's gonna know the truth soon enough. Mom's gonna find a way out. I know it. She's a lot sneaker than you give her credit for, honey. It's genetic.",
        "Alison: Yeah, well, I can't just stand waiting around. There has to be something that we can do.",
        "Emily: No, there's nothing you can do, honey. There are tons of cops on the streets, and you've been up all night. You need to go home and rest, okay?",
        "Alison: Emily, there's no way I can get any rest! I can't just stand being cooped up around here not knowing if mom's gonna be alive or if she's --",
        "Emily: Don't you say that. Don't you even think it. Mom is alive, and she would kill you for thinking otherwise. All right, listen, can you take her home, please? I want you to put this stuff on. Here, go out the back door so the press doesn't get you, all right?",
        "Alison: But you promise that you will call me if you hear anything.",
        "Emily: Of course I'll call you.",
        "Alison: Just, Emily, tell me that mom's gonna be okay. Tell me that she won't be the one to die instead of me.",
        "[SCENE_BREAK]",
        "Rick: Oh, my God! Alison is dead? How could this have happened?",
        "Susan: You did!",
        "Rick: Who could have done this to her? No, I didn't. I was with you last night.",
        "Susan: Stop it, Rick!",
        "Rick: Darling, don't you see? This proves that I'm not the killer. I couldn't have done anything to hurt Alison. I know what's going through your mind. Just -- just lay down, please. Let me get you something, huh?",
        "Susan: What, potassium chloride? You want to murder me like you murdered those other people?",
        "Rick: No, darling. Darling, I wouldn't lie to you. I love you.",
        "Susan: You don't love me, Rick! You don't know what love is! You killed all those people, didn't you? And you tried to kill Bob, too, but it didn't work, did it?!",
        "Rick: No, it didn't.",
        "Susan: Oh, my. All those people. And my little girl? How could you? How could you?!",
        "Rick: Because I had to.",
        "Susan: Just tell me why. Why? What did she ever do to you?",
        "Rick: She was in the way. She knew too much, and she hated me.",
        "Susan: She was just a little girl.",
        "Rick: No, she despised me! She crossed over the line one too many times, and I had to put a stop to it. She had to go. And I'm sorry, my darling, but you have to go now, too.",
        "[SCENE_BREAK]",
        "Isaac: Any luck getting a hold of Sarah?",
        "Bonnie: They won't let me talk to her. They won't let me leave a message. And they have none to pass along to me. \"Oh, and don't bother dropping by again, Ms. McKechnie, because Sarah can't have visitors.\"",
        "Marshall: They'll make an exception for some of us.",
        "Bonnie: What are you doing here?",
        "Marshall: I was passing by on my way to Durgin, and I saw your car. I couldn't just drive by without saying thank you.",
        "Bonnie: For what?",
        "Marshall: Breaking into my suite and running that DNA test without my knowledge or permission. If you hadn't, it would've taken me weeks, probably, maybe months, before I got the courts to declare me Sarah's biological father and legal guardian. Well, don't I at least get a congratulations?",
        "Bonnie: Do you think for one minute anyone here cares about what you say, Marshall? Leave. Now.",
        "Marshall: I'm following your mother's advice. I've decided not to press charges against you for the wealth of crimes you committed. I mean, all's well that ends well. I have my daughter, and you have -- well -- not so much. Looks like you owe me again.",
        "Bonnie: Marshall, don't do me any favors.",
        "Marshall: You'll change your mind. Anyway, I'd love to stay and catch up, but I've got business at the Durgin Street shelter. Sarah's being released to me -- today.",
        "Bonnie: That's impossible.",
        "Marshall: Maybe without your assistance, but --",
        "Bonnie: You know what, Marshall? Go ahead. You file all the motions you want. You get everything all clean and neat and legalized. But do you think for one minute all your documents and all your rulings is gonna make Sarah love you? She will never love you. Because you will drive her away like you've done with every other woman that you've claimed to love, like Sarah's mother -- my mother.",
        "Marshall: If Sarah has a negative view of me, it is because --",
        "Bonnie: You deserve it.",
        "Marshall: No, it's because of you and your vindictive, hateful little games. But that's another thing that's about to change. Note to self -- make damn sure Bonnie never sees Sarah again. Have a good day.",
        "[SCENE_BREAK]",
        "Kim: Well, my darling, I probably should wheel you back to your room. That's enough excitement for one day, don't you think?",
        "Bob: Thank you.",
        "Kim: What are you thanking me for?",
        "Bob: For everything.",
        "Kim: Oh, honey. All I did was make sure you got to the right place at the right time. All those balloons and the doctors and nurses and your friends -- they all came because you are respected. You are loved. And you were sorely missed.",
        "Bob: I mean everything else.",
        "Kim: What else is there?",
        "Bob: People told me that -- you never left my side.",
        "[Kim laughs]",
        "Kim: Well, you know, I was just being selfish. You know I don't sleep when you're not there.",
        "Bob: I love you.",
        "Kim: Oh, sweetheart. I love you, too.",
        "[SCENE_BREAK]",
        "Rick: I wish we could go back to the way we were before -- when you believed in me, when you loved me, when there was nothing that you wouldn't have given me or done for me.",
        "Susan: You weren't real. None of it was real. I made you up. And you let me. And then you took away my girl, my little girl!",
        "Rick: I just wish you could forget all this. I just wish there was a way you could somehow see why I had to do what I did.",
        "Susan: You're insane.",
        "Rick: Now, darling, darling, no, I just wish we could just leave this place together and put all of this behind us. But you couldn't do that, could you? [Rick sighs] I didn't think so. And so, my sweet -- you can just join your brat of a daughter in hell.",
        "[Sirens wailing]",
        "[Rick grunts]",
        "[SCENE_BREAK]",
        "Alison: Do you think that we fooled the reporters?",
        "Chris: Yeah, I think so. They're just standing out there, watching and waiting. Can I get you anything on my way back?",
        "Alison: Way back from where? Chris, you can't leave me!",
        "Chris: Look, Alison, I'm just gonna drive right over to the hospital pharmacy and get you a sedative.",
        "Alison: I don't want a sedative, Chris. I want you to stay right here with me.",
        "Chris: And I will stay here with you, okay? As soon as I get back. All right?",
        "Alison: You'll come right back, right?",
        "Chris: Yes. I promise. And you have to stay away from the windows and try and relax.",
        "Alison: Well, how am I supposed to, Chris? My mom's out there thinking that she might not even see me again. If that psycho does anything to her, Chris, I swear that I --",
        "Chris: Alison, Alison, I understand, okay? But your mom is a lot tougher than she seems. All right? Especially if she's anything like her daughters. Okay? But I gotta tell you, you -- you gave me the scare of my life.",
        "Alison: I did?",
        "Chris: Yeah. When I ran into that shack and I saw you laying there -- I was afraid that I --",
        "Alison: Me, too. And when I woke up, and I saw your face, I knew that I was gonna be okay. And I knew that I was gonna be safe.",
        "Chris: And you are. And if anybody ever tries to hurt you again, they're gonna have to go through me first.",
        "Alison: Do you mean that?",
        "Chris: Yes. Alison, you still don't get it. Okay, when I ran in there, not knowing what had happened to you, not knowing what I'd find -- if you hadn't opened your eyes, I \u0096",
        "[SCENE_BREAK]",
        "Sarah: When can I see Bonnie?",
        "Troy: Well, that's what I wanted to talk to you about. These arrived by messenger a few minutes ago. And since they concern you, I think you ought to have a look. We could talk about it.",
        "Sarah: What does this all mean?",
        "Troy: It means your life is about to change.",
        "Sarah: Because of Bonnie?",
        "Troy: In a way. It's a complicated situation, Sarah. I know you'll always be grateful to Bonnie for helping you to find your father, but --",
        "Sarah: What's this word?",
        "Troy: \"Domicile.\" It means where you live.",
        "Sarah: They're gonna be changing where I live? Just give it to me straight out, Troy.",
        "Troy: You're right. You're not gonna be living here anymore.",
        "Sarah: Well, will I be with Bonnie?",
        "Troy: I'm sorry, Sarah.",
        "Sarah: Where will I be living, Troy?",
        "Marshall: With your father. You'll be living with me.",
        "[SCENE_BREAK]",
        "Jessica: Isaac -- thanks for calling me. Where is she?",
        "Isaac: She's right over there. She's been that way since Marshall left.",
        "Jessica: Bonnie. [Bonnie sobbing] sweetheart. Isaac told me. I'm so sorry.",
        "Bonnie: This can't be happening, mom. I can't let it happen.",
        "Jessica: Baby, I understand how you feel. I do.",
        "Bonnie: You don't understand. I -- I promised Sarah that I wouldn't let this happen.",
        "Jessica: I know, but Marshall is Sarah's father. I mean, maybe this is for the best.",
        "Bonnie: This is not for the best, mom. He's poison. And I'm gonna make damn sure Sarah never, ever trusts him.",
        "Jessica: Well, just how are you gonna do that?",
        "Bonnie: Tell her the truth. That her father's a rapist.",
        "[SCENE_BREAK]",
        "Hal: Decker, come on out! We're coming' in! Margo.",
        "Margo: It's clear!",
        "Hal: All right. [Woman gasps] hold it! Weapons down. What's your business here?",
        "Guest: You're looking for that couple that was here?",
        "Margo: Yeah, did you see which way they went?",
        "Guest: All I know is I heard a crash. I peeked through the window. This woman's running away. Two seconds later, the guy runs out after her.",
        "Hal: How was she? Was she hurt?",
        "Guest: When I looked in his eyes, I prayed for that woman.",
        "Hal: Oh, dammit. We'd better pray, too. We'd better pray that we catch up with Decker before he catches up with Susan.",
        "[SCENE_BREAK]",
        "Emily: Has Hal called? Nobody's heard from him? Oh, my God!",
        "Susan: Oh, Emily! Emily!",
        "Emily: Mom! Oh, my God! Mom, you're here. You're okay! Oh, I was so scared. Let me look at you. Where's Rick? Where is he?",
        "Cop #2: Do you know where he is now?",
        "Susan: I don't know. I don't know. I just -- I just jumped in my car and got out of there as fast as --",
        "Emily: Sit down, mom.",
        "Susan: He tried to kill me. He tried to kill me. I wish I'd just let him kill me. I don't how I can go on without --",
        "Emily: Mom, no, listen to me! Look at me, please! Ali's alive.",
        "Susan: What?! What did you say?",
        "Emily: She's alive. Just listen to me, okay? She's at home, and she's probably sitting by the phone, going out of her mind, waiting for me to tell her that you're okay.",
        "Susan: Alison's alive?",
        "Emily: Yes. I'll explain everything later. Just -- no, I know what I said! I promise you I'll explain everything later. Just know that she's safe, and she's home. [Emily sobs] and it's over. Oh, God, we're all safe. It's gonna be okay.",
        "[SCENE_BREAK]",
        "Alison: Oh, man. Being dead totally bites. [Door slams] Chris, why are you using the back door? What, are you afraid all the reporters will know that you want another kiss?",
        "[SCENE_BREAK]",
        "Sarah: Why wouldn't she want me to know that you were my father?",
        "Marshall: Because Ms. Mckechnie hates me like poison.",
        "Sarah: Well, you must've given her a really good reason. And I want to know what that reason is.",
        "[SCENE_BREAK]",
        "Jessica: Where are you going?",
        "Bonnie: To the shelter. It's time Sarah finds out who her daddy really is.",
        "[SCENE_BREAK]",
        "Chris: What part of the story did you leave out?",
        "Walker: Decker's still on the loose. The police don't know where he's headed.",
        "Chris: Oh, my God.",
        "[SCENE_BREAK]",
        "Margo: Well, we better use it to figure out what Decker's next move is gonna be.",
        "[SCENE_BREAK]",
        "Hal: Yeah, I know. We better catch him before somebody else dies. Alison! Anyone in there?",
        "Rick: You're too late, Hal! My family and I are off to ports unknown!",
        "Alison: Please. Please, no."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=UY37mBmmQfk"
}