{
    "Episode Summary": [],
    "Recap": [
        "Carly and Paul say a bittersweet good-bye to Rosanna before she leaves for the clinic in Switzerland. Paul vows never to be a good man again and hurt people before they hurt him. Paul promises Rosanna he will do anything he has to do to protect her and her baby. Carly recalls a little baby crying in the woods inside a baby carriage. Meg and Dusty's plans for a romantic evening are ruined when an upset Jennifer arrives asking Dusty to protect her from Craig who has escaped from jail. Craig escapes from jail and heads straight to Carly's to take his child but Carly catches him and screams for him to get away from the baby."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: Wow, and they say a woman's work is never done.",
        "Dusty: You know, it took me all this time to reschedule this board meeting for Worldwide.",
        "Meg: A success?",
        "Dusty: It's on for tomorrow. Now I got all this research to do to prep for the thing.",
        "Meg: But it was originally for this afternoon. Weren't you already prepared?",
        "Dusty: No, I was never planning on going.",
        "Meg: That's not what you told Lucinda.",
        "Dusty: I told Lucinda what Lucinda needed to hear.",
        "Meg: Slick.",
        "Dusty: Well, it's not like she needed convincing. She looked like hell, didn't she? What?",
        "Meg: Nothing.",
        "Dusty: Did Lucinda pay you to keep an eye on me?",
        "[Meg chuckles]",
        "Meg: No. But she might like it if I made sure that her right-hand man didn't starve. So what can I get you? Coffee? Sandwich?",
        "Dusty: No, thank you.",
        "Meg: Something sweeter, maybe?",
        "Dusty: How about just an hour of no distractions?",
        "Meg: No problem. I'm invisible.",
        "[SCENE_BREAK]",
        "Katie: Oh, no. Hal! I just got a message from Margo. Craig's been arrested?",
        "Hal: Attempted murder. I made the collar.",
        "Katie: Attempted murder? What? No, no. There's got to be some sort of mistake. Craig's a lot of things -- but a murderer?",
        "Hal: Katie, I know you care about your brother, but maybe you ought to save a little of that sympathy for the people whose lives he's ruined.",
        "[SCENE_BREAK]",
        "Jack: A medivac is coming to take her to the airport in an hour.",
        "Carly: An hour. One hour left with my only sister.",
        "Jack: This clinic Ben found, honey, is her only hope.",
        "Carly: I know. I know. It's just Switzerland is so far away.",
        "Jack: Yeah, but the nurse was just telling me they've had some pretty miraculous recoveries.",
        "Carly: Some. But not everybody. I read about it, Jack. Do you know how many people actually regain consciousness?",
        "Jack: There's no reason why Rosanna can't be one of them. So let's hope.",
        "Carly: I still can't believe that this is actually happening. It would be bad enough if it was just a car accident. But the fact that it was intentional, that Craig actually tried to kill her.",
        "Jack: Let the law deal with Craig. You just concentrate on Rosanna right now.",
        "Carly: I want him to pay, Jack. God help me, but I want him to pay with his life.",
        "[SCENE_BREAK]",
        "Craig: That baby's better off dead than having you as a mother!",
        "Jennifer: How could you say that?",
        "Craig: Jennifer --",
        "Jennifer: He was your baby, too.",
        "Craig: Jennifer, you pushed me on a horrible night.",
        "Margo: All right, all right. No, no, no, no, no, no.",
        "Craig: What?",
        "Margo: No, break it up, break it up. What are you doing here?",
        "Jennifer: He was protecting me.",
        "Craig: From what, Jennifer?",
        "Hal: Jennifer, Paul, out. Now.",
        "Craig: No, no, let them stay. They need to understand something, Hal.",
        "Margo: No such luck, Craig. If he does anything, put cuffs on him.",
        "Cop: Have a seat.",
        "Katie: Craig, are you okay? What have you gotten yourself into?",
        "Hal: What the hell do you think you're doing? You had no right being in there.",
        "Paul: I have every right to be there. He tried to kill my --",
        "Hal: Your what? Go ahead, Paul, I'd kind of like to hear you finish that. You're in bed with my wife, yet you're down here ready to kill Montgomery over Rosanna? Kind of a conflict of interest, wouldn't you say? You know, you're lucky I don't throw you in lockup and press assault charges. You're lucky I haven't done a lot of things.",
        "Margo: Listen, why are you here?",
        "Paul: I wanna make sure your slime of a brother doesn't make bail.",
        "[SCENE_BREAK]",
        "Meg: Sorry. Let me get that for you. Oh, I got you wet. I'm sorry. There you go. Something wrong?",
        "Dusty: For some reason, I'm having just a tough time concentrating.",
        "Meg: Well, not because of me, I hope. I stood back, gave you your space, just like you asked.",
        "Dusty: You're killing me.",
        "Meg: Why? I didn't ask you to go for a swim in the pool, even though I know how much you like a good swim.",
        "Dusty: Maybe I should go to my office.",
        "Meg: No, no, don't do that. I will leave you alone. I promise, no more interruptions. Just pretend you didn't even see me. Excuse me. Sorry.",
        "Dusty: Yeah. Fat chance.",
        "[SCENE_BREAK]",
        "Jack: I understand how angry you are.",
        "Carly: Do you? Do you understand that I would like to kill that man with my bare hands?",
        "Jack: You don't wanna kill Craig. You want your sister back, and you're going out of your mind because you don't know what to do to help her.",
        "Carly: I wouldn't have to help her if he just left her alone. But he can't do that. He can never leave anything alone.",
        "Jack: You feel helpless, but you're not helpless. You gotta focus on the things you can actually do something about.",
        "Carly: Like what?",
        "Jack: Like take care of Rosanna's baby. That little boy needs you right now.",
        "Carly: I said that I would take care of him, and I will.",
        "Jack: I mean now. I think you should go home and be with him.",
        "Carly: No. I can't go now. I'm not going to leave my sister here alone.",
        "Jack: I'll be here with her.",
        "Carly: Why are you pushing this, Jack?",
        "Jack: I'm not pushing this, honey. The little baby is getting used to someplace new. It might be easier if you were there.",
        "Carly: You think if I stay here, I'm gonna lose it, right?",
        "Jack: I didn't say that.",
        "Carly: And you didn't have to. Because you've been afraid for weeks that I'm gonna, at some point, have some kind of meltdown. Isn't that right, Jack?",
        "Jack: Carly, come on.",
        "Carly: I would like to be here until the plane comes to take my sister away. Is that too much to ask?",
        "Jack: No.",
        "Carly: We hired a great nurse. The baby is in good hands.",
        "Jack: I know.",
        "Carly: But?",
        "Jack: I didn't say anything.",
        "Carly: You didn't have to, Jack. Just spit it out.",
        "Jack: It's the way you don't want to go home. As if you're avoiding something.",
        "Carly: Avoiding what?",
        "Jack: I don't know, the baby. The responsibility of all of it.",
        "Carly: I'm the one who wanted to take the baby in the first place.",
        "Jack: I know that. But now that it's a reality, I wouldn't blame you if you felt like you couldn't handle the responsibility right now, out of obligation to your sister.",
        "Carly: Well, I don't have a choice. I promised Rosanna that if anything happened to her, I would raise her child. And that is exactly what I'm gonna do. I'm gonna make this work and that's that, okay?",
        "Jack: Okay.",
        "Carly: I'm gonna make this work, because it's the only thing I can do for her.",
        "[SCENE_BREAK]",
        "Paul: I came here to talk to Tom.",
        "Margo: And as long as you're here, you decide to deck my brother?",
        "Paul: Well, when I heard him say to my sister that she deserved to lose her baby, I kind of started to see red.",
        "Hal: Montgomery actually said that?",
        "Margo: Oh, he is so -- it's his baby, too.",
        "Paul: I know that he's your brother, Margo. That man is a monster.",
        "Margo: Is it true? Did Craig actually say to you you deserved to lose the baby?",
        "Hal: You talked to Tom?",
        "Paul: Yeah, he called me a little while ago. He said that he was going to the bail hearing with Craig's lawyer and that things didn't look good. Listen to me, Hal, whatever's going on between you and me, we need to put aside for Rosanna's sake. Craig can't make bail.",
        "Hal: Well, Tom's good. He can usually get a judge to see reason.",
        "Paul: Not if Craig's got a lawyer laying it on thick.",
        "Hal: Margo?",
        "Margo: Yeah?",
        "Hal: Who's on the bench for Craig's bail hearing?",
        "Margo: Carruthers. He's got his head on straight.",
        "Hal: You think Craig's little performance here today might make a difference to him?",
        "Margo: If Tom spins it as evidence of a possible threat -- Carruthers always backs the department if we show just cause.",
        "Paul: Great. Let's go do that.",
        "Hal: You've done enough. This is my turf, I'll handle it.",
        "Katie: Does it hurt?",
        "Craig: Everything hurts.",
        "Katie: Oh, where is it?",
        "Craig: What?",
        "Katie: I have one of those little wet wipe things. It's antiseptic, so it'll help your cut. Oh, come on. I don't have it. Do you have a -- um, first-aid kit or something?",
        "Cop: This is a cop shop, lady, not a pharmacy.",
        "Katie: Come on, have a heart.",
        "Cop: The door's open. Lieutenant's right there. No funny business.",
        "Katie: So, please tell me this is all some big mistake.",
        "Craig: All I'm concerned with is getting out of here.",
        "Katie: Is there anything I can do?",
        "Craig: Yes, yes. You can find out what holdup is. I have a lot to do and I want to make bail.",
        "Paul: And people in hell want ice water. Lots of luck.",
        "Katie: What are you saying? They're not going to let Craig out on bail?",
        "Craig: He's trying to bait you.",
        "Hal: Don't you ever learn?",
        "Paul: So what'd the judge say?",
        "Katie: Are you releasing Craig now?",
        "Hal: Sorry. Given your assault on the daughter of the chief of detectives, as well as the standing restraining order, the judge couldn't justify releasing you. Bail was denied.",
        "Craig: I want to see my attorney.",
        "Hal: He's in court, trying to get some other snake off the hook.",
        "Craig: Do you see how they trying to railroad me, Katie?",
        "Hal: Tell it to your lawyer.",
        "Paul: Thank you, Hal. Thanks a lot.",
        "Hal: I don't want your thanks. I don't want anything from you.",
        "Jennifer: Hey.",
        "Paul: Want to get out of here?",
        "Jennifer: Yeah.",
        "Paul: I'll take you home.",
        "Hal: She's my daughter. You leave her alone. I'll take care of her.",
        "Paul: I'll see you later.",
        "Katie: I'm so sorry about all of this.",
        "Paul: Ah, don't be.",
        "Katie: Why can't you just leave him alone, Paul? You won this round.",
        "Paul: Your loyalty's touching. Why don't you ask your brother what the charges are all about?",
        "Katie: Why are you here, Craig?",
        "Craig: Oh, because maybe Paul here has an agenda. That's why.",
        "Paul: Why was Rosanna calling me from the car? Why was she trying so desperately to tell me about some horrible thing that you had done?",
        "Craig: He likes to make things up, you remember?",
        "Paul: I'm not making up that you ran Rosanna off the road. You rammed into her car because you were trying to shut her up. I promise you something, Craig. I'm going to find out what it was that she was trying to tell me. And I promise you will pay for the way that you hurt her. And if for some reason the courts don't give you what you deserve, I will.",
        "[SCENE_BREAK]",
        "Meg: So, is it safe to come in?",
        "Dusty: Why don't you take a chance and see?",
        "Meg: Well, I know better than to interrupt a genius at work.",
        "Dusty: Is this the latest in nurse wear?",
        "Meg: I'm off duty.",
        "Dusty: You wouldn't want to give Lucinda a heart attack on top of everything else, would ya?",
        "Meg: She's asleep.",
        "Dusty: That's good. She needs it. She's gonna make it, right?",
        "Meg: Well, it's not going to be a walk in the park. But who do you know that's tougher than she is?",
        "Dusty: Nobody.",
        "Meg: And she has a hell of a support system around her.",
        "Dusty: When she lets them help, yes.",
        "Meg: Well, you got her to let you run the meeting. And got her to think it was her idea. You know, nobody changes Lucinda's mind without getting his head on a platter. So, how'd you do it?",
        "Dusty: How'd you know to call me and get me over here to see her?",
        "Meg: So what're you saying, Donovan? You think we make a good team?",
        "Dusty: Not bad.",
        "Meg: So, what's your status? Are you on a break?",
        "Dusty: I'm done here.",
        "Meg: Oh, you think so? I don't think so.",
        "[SCENE_BREAK]",
        "Hal: One's coffee, one's herbal.",
        "Jennifer: Oh, no caffeine.",
        "Hal: Herbal.",
        "Jennifer: It's good.",
        "Hal: It is not good. It tastes like dishwater. But you're doing like you always do.",
        "Jennifer: What's that?",
        "Hal: Putting on a brave face. You know, Craig is like a cornered animal right now.",
        "Jennifer: I know. I know.",
        "Hal: He's lashing out at everybody that gets near him.",
        "Jennifer: I should have stayed out of his way.",
        "Hal: Nothing he said or did was your fault.",
        "Jennifer: Look, I gave him the opening, dad.",
        "Hal: And that makes it okay to rip into you? No. What he said was garbage. And I want you to let it go. Promise me you'll just forget it, honey.",
        "Jennifer: Okay. I will.",
        "[SCENE_BREAK]",
        "Carly: Maybe you're right. Maybe I ought to go home. There's really nothing I can for Rosanna, but her baby needs me. I'm just going to say good-bye.",
        "Jack: Okay.",
        "Carly: Hey, rosebud. It's me. I gotta go. But pretty soon, they're going to come and they're going to take you to that clinic. But I'll see you soon, because you are coming back to us. And while you're there getting better, I'm going to think about you every day. And I'm going to take very special care of that little boy of yours. You know, I don't even know what you wanted to name him. The nurses call him Samson, because he's such a fighter. I have this great picture of you. You've got that big, beautiful smile. And I'm going to show that picture to Samson everyday and I'm going to teach him to say \"Mama.\" Rosanna -- for so many years, I thought I was an only child. And then I found you. And it took us long enough, but, eventually, we figured out how to be like sisters are supposed to be. And so I'll be able to tell your son all about you. How good and kind and generous you are. How you were able to run this gigantic company and still manage to plant the most beautiful flower garden in the entire state of Illinois. So you brace yourself, because when you come home, your little boy is going to love you as much as I do. Maybe even more. Good-bye. I love you.",
        "Jack: Hey. You okay?",
        "Carly: Remember how you said that Craig is going to get exactly what he deserves?",
        "Jack: Yeah. He will, trust me.",
        "Carly: Well, you better be right. When I think of everything that he's gotten away with --",
        "Jack: No, not this time. This time, he's in too deep, honey. There's no way he's going to get away with anything.",
        "[SCENE_BREAK]",
        "Katie: This is really bad, isn't it? Craig, how could you manage to get yourself --?",
        "Craig: Don't lecture me, Katie! I don't want to hear it.",
        "Katie: Well, then I don't know what to say.",
        "Craig: Oh, you believe Paul?",
        "Katie: I don't know. I don't want to, but why would he make something like that up?",
        "Craig: Maybe he's got a thing for my wife, too.",
        "Katie: What about the other people?",
        "Craig: What other people?",
        "Katie: On the way over here, Hal said there were other witnesses. Why would they lie? Craig, I can still talk to your attorney about bail.",
        "Craig: No, there's no chance, Katie.",
        "Katie: We can still appeal the judge's decision, can't we?",
        "Craig: With what? A character witness? Every upstanding member of this ugly little town hates me.",
        "Katie: Well, then, I'll get you a new attorney. Obviously, this one's not very good. He hasn't even been here.",
        "Craig: Katie.",
        "Katie: I will go talk to Margo about who the best is.",
        "Craig: Katie, they are all against me. Don't you get it? They set me up before and they're out again. If they have their way, I will never see the light of Oakdale day again.",
        "Katie: You can't just give up.",
        "Craig: Well, there is no way out.",
        "Katie: Are you okay?",
        "Craig: Oh, great. Where's that first-aid kit?",
        "Katie: I'll go find out what's taking him so long.",
        "Craig: All right.",
        "[Craig picks up Katie's purse she left on the table and takes the matches.]",
        "Katie: I have never seen Craig so ready to give up. Is he in as much trouble as it seems?",
        "Margo: Yeah, he is.",
        "Katie: Margo, how could he have done it?",
        "Margo: Well, I've been wondering that same thing myself.",
        "Katie: I feel like we should have seen this coming. Like I should have done something.",
        "Margo: Well, how could you do that, Katie? If anyone's to blame here, it's me. I've been protecting Craig his whole life. I should have let him go down years ago. If I had, then Rosanna wouldn't be in a coma now.",
        "[Alarm ringing]",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Paul: I refuse to be too late again. Or to be scared. I refuse to be good.",
        "Dusty: There's nothing to worry about.",
        "Carly: Why don't I warm a bottle for you in case you wake up?",
        "[SCENE_BREAK]",
        "[Alarm ringing]",
        "Margo: Davis! Santiago! In here!",
        "Katie: Margo, Craig is in there! Oh, God, please be okay --",
        "Margo: Stay back, stay back. Just stay back. Stay back, let me take care of it. All right, guys. Thanks. Craig? Craig? Craig! Craig! Where's the prisoner?",
        "Cop: Well, I left him with the blonde.",
        "Katie: Is he okay? Margo, is Craig okay?",
        "Margo: Seal the building. We've got a runner.",
        "[SCENE_BREAK]",
        "Meg: Pretty relaxing after a long day's work.",
        "Dusty: Relaxing? Is that what you're doing to me?",
        "Meg: Well, if you're stressed, you know, swimming is therapeutic. We could slip out of these clothes and into the pool.",
        "Dusty: I don't know.",
        "Meg: After our little pond adventure, I thought you loved the water.",
        "Dusty: My boss lives here. Your boss, too.",
        "Meg: Mm-hmm. She's asleep.",
        "Dusty: Yeah. And if she wakes up and takes a stroll?",
        "Meg: Come on, what are you afraid of? That she's gonna catch you wearing nothing but a smile? You know, knowing Lucinda, she won't complain. She might even like it.",
        "Dusty: That's pretty kinky, right there.",
        "Meg: Yeah, it is, isn't it? Well, how about we consider options over a drink?",
        "Dusty: That's a good idea.",
        "Meg: Okay. Whoa, whoa, whoa. Where you going?",
        "Dusty: I'm gonna shake up some martinis.",
        "Meg: Right drink. Wrong location. I have a great idea. Come with me. Come on. Come on.",
        "[SCENE_BREAK]",
        "Jennifer: Are you all set?",
        "Hal: Yeah. Why don't you let me drive you home?",
        "Jennifer: I've got my car.",
        "Hal: Yeah, but I don't want you driving when you're upset. [Cell phone rings.] Sorry. Munson. What? Damn it. All right, I'm on my way.",
        "Jennifer: What happened?",
        "Hal: Montgomery. He set a fire at the station and got away in the commotion.",
        "Jennifer: Oh, was anybody hurt?",
        "Hal: I don't know, but when I find out how this happened --",
        "Jennifer: Oh, God, Dad. What if -- what if Craig --",
        "Hal: Honey, Craig is not gonna come after you. The only thing he's thinking about right now is how to get out of town. But I don't want you out alone tonight. Tell you what, you sit tight, I'll send a couple of uniforms to take you home. They'll stay with you until Craig's apprehended. Okay?",
        "[SCENE_BREAK]",
        "Carly: How's he doing?",
        "Baby nurse: Sleeping like an angel.",
        "Carly: When did he have his last bottle?",
        "Baby nurse: About an hour ago, just before he went down.",
        "Carly: Oh, that's good. We'll be getting him a proper cradle soon.",
        "Baby nurse: Oh, he doesn't seem to mind the carriage.",
        "Carly: Oh, he's peaceful, isn't he? You'd never know he had such a rough start.",
        "Baby nurse: He's a little fighter.",
        "Carly: He had to be. From the very beginning. Let me get your check.",
        "[Baby cries]",
        "[Carly remembering]",
        "[Baby cries]",
        "Baby nurse: Mrs. Snyder, are you okay?",
        "[SCENE_BREAK]",
        "Katie: Did you find him?",
        "Margo: No, he disappeared without a trace.",
        "Katie: Oh, God, Margo. I just realized that I left my purse in there on the table.",
        "Margo: Oh, honey, I'm sure it's fine. It was mostly smoke.",
        "Katie: No, no. I'm talking -- I had some matches in there from the last time I was at Metro. Do you think Craig could have used the matches to start the fire and get out?",
        "Margo: Yes.",
        "Katie: I think he's very destructive right now. He's going to do something terrible if we don't get to him. We've gotta find him.",
        "Margo: We? No, we are not. You are going home and you sit tight and wait for my call.",
        "Katie: What are you gonna do?",
        "Margo: I am gonna start a manhunt. There's no way I'm gonna let Craig get away this time.",
        "[SCENE_BREAK]",
        "Dusty: Thank you.",
        "Meg: Perfect.",
        "Dusty: Should I be insulted or what?",
        "Meg: What do you mean?",
        "Dusty: You obviously love these martinis over mine.",
        "Meg: And to think I accused you of being a genius earlier.",
        "Dusty: What is it I'm missing? Oops.",
        "Meg: Well, the fact that we're just steps away from the elevator. And the elevator is steps away from your room. So you see, even though your bartending skills remain unchallenged, it's your other skills I'm really interested in.",
        "Dusty: Really? Which ones?",
        "[Dusty laughs]",
        "Meg: So, I will let you ponder that while I go use the little girls' room.",
        "Jennifer: Oh, thank God you're here.",
        "Dusty: What is it?",
        "Jennifer: I was going to go look for you in your room.",
        "Dusty: It's all right.",
        "Jennifer: I don't mean to barge in, I just --",
        "Dusty: No, you're not barging in. Sit down. Sit down.",
        "Jennifer: I know before I told you that I was fine, but I'm not.",
        "Dusty: What's going on?",
        "Jennifer: I'm really not.",
        "Dusty: What's happening?",
        "Jennifer: Did you hear about Rosanna?",
        "Dusty: I heard she has a car accident.",
        "Jennifer: It wasn't an accident. Craig caused it. And he was arrested tonight for attempted murder.",
        "Dusty: Okay. How'd that happen?",
        "Jennifer: He ran her off the road.",
        "Dusty: Wow, he's a total maniac, that guy.",
        "Jennifer: Wait. There's more. He set a fire in the police station tonight and he escaped.",
        "Dusty: You think he's after you?",
        "Jennifer: Well, we got into it, and he said horrible things to me. And I don't -- all I know is that I don't feel very safe right now.",
        "Dusty: You are. You came to the right place.",
        "Meg: Hey, Jennifer.",
        "Jennifer: Oh. Oh, I did it again, I'm sorry.",
        "Meg: No, no, no. It's okay. I was just leaving, anyway.",
        "Jennifer: No. You should finish your drink.",
        "Meg: No, no, it's okay. They don't make 'em here like some people do.",
        "Jennifer: I --",
        "Meg: It's okay. You know what I'll be in touch.",
        "Dusty: Come on. There's nothing to worry about.",
        "[SCENE_BREAK]",
        "Nurse #1: Excuse me, Detective? The medical transport called. They want you to know they'll be here in a few minutes.",
        "Jack: Thanks. I guess you want to spend some time with her.",
        "Paul: Yeah.",
        "Jack: Hey, listen. About what Carly said, about what happened with Rosanna being your fault -- I hope you didn't take it personally. She's pretty torn up. She didn't mean what she said.",
        "Paul: What she said was the truth.",
        "Jack: So she was right to blame you?",
        "Paul: It's my fault. Why shouldn't she blame me?",
        "Jack: Go say good-bye to her.",
        "Paul: For what it's worth, Jack, I think that Rosanna made a great choice.",
        "Jack: How do you mean?",
        "Paul: Asking Carly and you to take care of her son.",
        "Jack: Thanks.",
        "Paul: Your family, it seems, is as far away from my family as you can get. And Carly's an excellent mother. Rosanna couldn't have made a better choice.",
        "[SCENE_BREAK]",
        "Baby nurse: Mrs. Snyder?",
        "Carly: Oh, I'm sorry. I was just remembering something, that's all. Here you go. Thanks so much for your help.",
        "Baby nurse: My pleasure. You'll call me when you need me again?",
        "Carly: Yes, of course. Bye. I'm fine. Everything's fine. You're just concerned about Rosanna, that's all. But like Uncle Jack said, we're all just going to move on, aren't we? Why don't I warm a bottle for you in case you wake up? I'll be right back, sweetheart.",
        "[Craig is at the door trying to get in.]",
        "[SCENE_BREAK]",
        "Jennifer: I'm just so tired of being on edge all the time, Dusty. I feel like I've been scared for months.",
        "Dusty: Montgomery's been making you feel that way. But you're here, now. You're with me. You're safe.",
        "Jennifer: What if they don't find him?",
        "Dusty: They will.",
        "Jennifer: But how can you be so sure?",
        "Dusty: It's a small town. He's not very smooth. He'll make a mistake. You trust me, right?",
        "Jennifer: Of course, of course, but Craig, he was so --",
        "Dusty: Why did you even talk to him? Why didn't you just walk away?",
        "Jennifer: I don't know. I don't know. When he told me about Rosanna, i just lost it.",
        "Dusty: Well, what did he say that got you so upset?",
        "Jennifer: It's not important.",
        "Dusty: It's important to me. What did he say?",
        "Jennifer: He told me that I deserved to lose the baby -- that my baby deserved to die.",
        "Dusty: Jail is too good for him, isn't it?",
        "Jennifer: Dusty, I'm -- I'm scared that he's right.",
        "[SCENE_BREAK]",
        "Hal: Margo, what's our situation?",
        "Margo: We got an APB out on Craig.",
        "Hal: Roadblocks?",
        "Margo: Yeah, at all the major terminals. And we have people at all the major transports, too.",
        "Hal: Good. Oh, great.",
        "Margo: Yeah. Obviously, he got the trash can up there and really created quite a little diversion.",
        "Hal: Yeah, a diversion that could have killed him. This is one desperate man, Margo.",
        "Margo: Yeah, probably.",
        "Hal: What do you mean \"probably?\" You think there's method to this madness?",
        "Margo: You know, he escaped from a police station. For God's sake, he had to know how quickly we would act. I don't think he intends to leave town.",
        "Hal: So what's your theory?",
        "Margo: Well, I have so many theories about Craig. He's up to something. I just don't know what it is yet.",
        "[SCENE_BREAK]",
        "Paul: I don't know how I'm gonna do this. I don't know how I'm gonna let you go. But they tell me that where you're going, you're gonna get the best medical care in the world. And you deserve the best, Rosanna, you do. And so, I'll make a deal with you. I'll let them take you away from me if you promise me something -- promise me that one day, I'll pick up the phone and I'll hear your voice on the other end of the line. I'm sorry I was too late to get you at the car. Seems like I've been too late for a long, long time. Too late to save Cabot from the explosion. Too late to realize that my father was forcing you to break my heart. And when you did come home, and you did explain, too late to realize that you were telling me the truth. I should have forgiven you. And then a few nights ago, when you told me that you were still in love with me, I should have dropped everything and taken you in my arms. I just let that moment pass. And that left you open for Craig to hurt you. And for that, I'm sorry. I put us here. You know what it is, Rosanna? I've been too good. I was the good husband. And when you said that you wanted to leave, I said \"okay,\" 'cause I thought that's what you wanted. And I should have followed you to the end of the earth. But I just shrugged and said, \"Well, that's over.\" And I was a good son, I was fearful and obedient of my father, no matter how many times he hurt me, no matter how many times he used me. But no more. I refuse to be too late again, or to be scared. I refuse to be good. From now on, I fight fire with fire and I'll hit you first if I have to. Because Rosanna, I swear to you, I will never fail you again. And if anybody threatens you, or your baby, no matter where you are, I swear to you, I will protect you.",
        "[SCENE_BREAK]",
        "Carly: You get away from that baby!",
        "[Craig leaning over the baby.]",
        "[SCENE_BREAK]",
        "Announcer: Next week, on \"As the World Turns.\"",
        "Mike: I'm here. I always will be.",
        "Jennifer: Really? How does Katie feel about that?",
        "[Grunting]",
        "Katie: Henry!",
        "Carly: I killed him. No matter how it happened, it's my fault that he's gone.",
        "Emily: Let me help you. Let me help you figure it out."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=PVp4AjZdKVU"
}