{
    "Episode Summary": [],
    "Recap": [
        "Barbara struggles to not worry about her upcoming doctor's appointment. Her frustration reaches a boiling point when she goes to show Vienna her wedding dress sketches and finds Henry in a compromising position. Barbara later tries to give herself a pep talk to forget about Henry and finds herself calling Katie asking her to set her up. Henry continues to struggle to keep Vienna's advances at bay, as Vienna is oblivious until Henry practically throws her out of way to get out of bed. Vienna wonders what is wrong and he blurts out about her trying to get pregnant without his knowledge. Jack and Margo go over the facts of the case with Monte Carlo and Gabriel while Parker secretly listens and worries. Jack worries about Janet going back to work at Metro. Janet explains she has to stand on her own so she has the funds to move out. Janet goes back to work believing she can handle working with Dusty. They even experience her baby kicking for the first time, which makes them feel closer, but Jack shows up and Janet and he bond sharing this experience as well. Later, Janet realizes she can't continue to work for Dusty. Dusty promises to be waiting when she comes back. Carly finds a drunken Craig, as he is muttering about his son and how this shouldn't have happened this way. Carly helps him home and talks out loud to a now unconscious Craig about how he ruined her life, stole from Parker and how she hates him. She considers smothering him with the pillow when she puts him in bed, but she decides to print out the withdrawals from Parker's trust fund account and leave it out for Margo, whom she calls feigning that she is concerned about Craig's well being because he is so drunk. Margo later does find the papers and is stunned to now find out Craig is stealing from Parker. Jack wonders what is going on with Carly and Parker, as they had their heads together because Carly is trying to keep Parker from losing it and sharing what he did with Jack. Carly changes the subject with Jack by kissing him and telling him how much she misses him, as she eyes a guilt ridden Parker out of the corner of her eye."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: What is this? I didn't do this. Hey! Hey, somebody help!",
        "Vienna: Oh, Henry.",
        "Henry: You? No, no, no, no, no. You didn't do this.",
        "Vienna: I am so, so glad that you are awake, Darling.",
        "Henry: Maybe I'm not. Maybe this is just a nightmare.",
        "Vienna: Shh. Don't fight it. Just lean back and relax and enjoy yourself, while I'll take care of all the hard things.",
        "Henry: Pepparkakor!",
        "Vienna: What?",
        "Henry: That's our safety word. Remember? And I'm not feeling very safe right now, so Pepparkakor! Would you just get the key and undo these, please?",
        "Vienna: But the key's all the way over there.",
        "Henry: So?",
        "Vienna: Oh, Henry, Henry, Henry. You can hide, but you can't run.",
        "[SCENE_BREAK]",
        "Barbara: Oh, maybe I should elasticize the entire thing and call it a day.",
        "[Cell phone ringing]",
        "Barbara: Hello?",
        "Woman: Ms. Ryan, this is Dr. Hearn's office calling to remind you of your checkup.",
        "Barbara: Oh, yes. Actually, I have it in my book. I have it right here. Yeah. I can't believe I'm coming back in again. It feels like I was just there last week. What is Dr. Hearn gonna do this time?",
        "Woman: Run a few routine tests. That's all.",
        "Barbara: Right. Well, thank you for the reminder, and I will be there. And we'll see if I'm still cancer-free. That's all.",
        "[SCENE_BREAK]",
        "Margo: It's just there are still so many unanswered questions about this fire. Maybe it was arson. Maybe it's not. Maybe Gabriel tripped and knocked himself unconscious.",
        "Jack: You don't believe that any more than I do.",
        "Margo: Well, I'm working through this. Worst-case scenario, somebody left Gabriel there for dead, and they used the fire to cover it up.",
        "Jack: But why would they do that? Who is this kid?",
        "Margo: I don't know. Maybe he's a kid with a past. Maybe he's a kid who knows something. Maybe he's just a kid who ran away from home and his parents are frantically trying to find him.",
        "Jack: In that case, I'll check missing persons.",
        "Margo: It breaks my heart watching him lay there all by himself in the hospital room, just like Adam. But, you know, with a little bit of luck, the fire will have been an accident and Gabriel was just in the wrong place at the wrong time. He'll wake up, and he'll tell us.",
        "Jack: Why don't we just say what we mean here? If someone intentionally started that fire and left that kid in there, then it's attempted murder.",
        "Margo: Or worse, if he doesn't wake up.",
        "Parker: Hey, guys.",
        "Margo: Hey, Parker. How are you doing? I will see you at the station.",
        "Jack: Sure. Parker.",
        "Parker: What's up?",
        "Jack: You tell me. What's wrong?",
        "[SCENE_BREAK]",
        "Dusty: Have you been a hostess anywhere before?",
        "Woman: Yes. I worked at the Black Duck for over a year.",
        "Dusty: Why'd you leave?",
        "Woman: Oh, I was traveling, but now I need to pay for it. So, when I heard you were hiring, I just thought it would be --",
        "Dusty: Sorry.",
        "Woman: Did I say something wrong?",
        "Dusty: No, no. The problem is, the hostess that was here before, she was special. She -- I'm gonna keep your resume, and I'm gonna call you if anything changes, all right?",
        "Woman: Okay. Thank you for your time.",
        "[SCENE_BREAK]",
        "Parker: What makes you think something's wrong?",
        "Jack: You were supposed to go to the library to work on that overdue school project, right?",
        "Parker: Yeah. I did go to the library, but it was really crowded there. So I got all the books I needed, and I brought them back here, where it's quiet.",
        "Jack: Here?",
        "Janet: Hi, Parker.",
        "Parker: Hey.",
        "Janet: I meant to thank you for the flowers you sent to the funeral. They were beautiful.",
        "Parker: I'm glad you liked them. I'm gonna go lock myself up in my room until I finish this paper.",
        "Jack: You look very, very nice. Where are you off to?",
        "Janet: Thank you. I am off to work at Metro. Where else?",
        "Jack: I don't think that's such a good idea.",
        "[SCENE_BREAK]",
        "Craig: What are you doing here?",
        "Carly: I came to see if anything could be salvaged.",
        "Craig: It's too late. If it isn't waterlogged, it's toast. Everything's destroyed, all of it. It wasn't supposed to be this way. I mean, if I'd known --",
        "Carly: If you'd known what, Craig?",
        "Craig: If I'd known you were coming, I would have told you not to bother. You can see, everything's gone. It's a total loss. Complete disaster.",
        "Carly: You just said it wasn't supposed to be this way. What did you mean?",
        "Craig: I was just talking.",
        "Carly: I don't believe you, Craig. What have you done?",
        "Craig: Stop badgering me!",
        "Carly: Badgering? We just lost everything we've been working on for months. This is my company, too. I have a right to know what's going on!",
        "Craig: I can't talk to you.",
        "[SCENE_BREAK]",
        "Jack: Janet, come on. You're exhausted. You just came back from your father's funeral. You haven't slept well in days. Give yourself a break here.",
        "Janet: I'm fine.",
        "Jack: No. You need to rest, not run off to a job where you're gonna be on your feet all night.",
        "Janet: Where I'm gonna be around Dusty?",
        "Jack: That's not what I said at all, but think about the baby, okay? Get a good night's sleep tonight, and then tomorrow, you can conquer the world.",
        "Janet: Jack, you don't know what I need anymore.",
        "Jack: Look. I know even though we're not married anymore --",
        "Janet: Exactly! We're not married, which means you're not responsible for me. I am responsible for myself. Therefore, I need to go out and earn some money so that Liberty and I can get out of here.",
        "Jack: You don't really even have to do that. There's plenty of room here.",
        "Janet: Jack, come on, now. Me being here, it's making all of us crazy. It's making Carly crazy. That's why she blew up at me earlier, and I don't blame her, because she doesn't want me to be here any more than I want to be here.",
        "Jack: Yes, it's complicated, but once the baby's born, listen.",
        "Janet: Once the baby is born, it's gonna get even more complicated, and I want us to be settled before then. So, if you really want to do what's best for all of us, you won't stand in my way.",
        "[SCENE_BREAK]",
        "Henry: I'm, uh -- I'm losing the circulation in my wrists, Sweetheart. You want to undo these before we get some permanent damage?",
        "Vienna: Oh, wait. We haven't had this much fun in a long time.",
        "Henry: Oh, my God! Oh, my God!",
        "Vienna: There's no need to struggle, 'cause you're not going anywhere, you naughty, naughty boy.",
        "Henry: Naughty. That's right. This is wrong. This is wrong. We decided -- we decided that we were not gonna have sex again until after marriage.",
        "Vienna: No. You decided that. I didn't agree on that. I would never agree on something like that. That's un-Swedish.",
        "Henry: When in Illinois.",
        "Vienna: Shh!",
        "Henry: But Liebchen.",
        "Vienna: No. Stop talking. I want you, Henry, and I know you want me, too.",
        "Henry: Not like this.",
        "Vienna: Oh, your word says no, but your body says, \"Ravish me!\"",
        "Henry: Really? Would you really take me against my will?",
        "Vienna: Oh, you just leave your will for me.",
        "[SCENE_BREAK]",
        "Barbara: Come on, Barbara. Come on, come on. Get it together. Okay, get it together. You have no symptoms. There's no reason to think that anything is wrong, all right? Time to fall apart later. Later, if the cancer has come back. Come on, come on. You know what you have to do. You have to just get your mind off of this. Come on. Come on. Just snap out of it. Just snap out of it. You know what to do. You've been through this before, so just get occupied.",
        "[SCENE_BREAK]",
        "Carly: What are you doing?",
        "Craig: What's it look like? I'm getting drunk. Wouldn't you like to join me?",
        "Carly: Yes, I would, but I'm not going to.",
        "Craig: Well, then I'll have yours. Thank you very much.",
        "Carly: This is a bad idea.",
        "Craig: I'll tell you what, you just stand there and enjoy sober, and I'll give oblivion your regards. Thank you.",
        "Carly: Don't make fun of me. I wanted to down a whole bottle of vodka when I saw my dresses lying there in that ash. I wanted to drink like crazy. I still do. But I know I don't need it. Why do you?",
        "Craig: You don't know anything Carly. After what I've done, there's not enough booze on the planet. What are you doing?",
        "Bartender: You know the drill, Mr. Montgomery.",
        "Craig: But this is a wake.",
        "Bartender: Who died?",
        "Carly: Nobody yet.",
        "Bartender: Let's keep it that way. I'm cutting him off. Get him out of here.",
        "Craig: Aw, you're no fun.",
        "Carly: Come on, Craig. You heard the man. Let's get you out of here.",
        "[SCENE_BREAK]",
        "Dusty: The only table I have is at 10:00. Go to the diner.",
        "Janet: What's wrong with Al's?",
        "Dusty: Say you were married, it was your anniversary, and your husband presented you with an Al's burger and fries. How would you feel?",
        "Janet: It depends on the guy.",
        "Dusty: Great answer. I'm glad to see you're home. You look good.",
        "Janet: Thanks. It's good to be back. I couldn't get out of Melrose Park fast enough. You'd think after not seeing my family after 18 years, I could stand more than one day with them.",
        "Dusty: It depends on the family.",
        "Janet: Exactly. Okay. I better get to work before you scare away any more customers.",
        "Dusty: I thought you might not want to see me after what happened with your folks.",
        "Janet: Wow. It is a busy night. Two tables of ten. I'd better warn the kitchen.",
        "Dusty: Look, I want to support you, not make things worse.",
        "Janet: I know. I'm gonna go tell them that we have to rush tonight. Dusty, I-I've got to work. I've got to make enough money so that Liberty and I can move out of Carly's house.",
        "Dusty: Why? Is he kicking you out?",
        "Janet: I wish. That would make it so much easier. All the niceness is driving me insane.",
        "Dusty: It'll get easier.",
        "Janet: No, it won't. Do you understand that at all?",
        "Dusty: My offer still stands. You and Liberty can move into the house. It's waiting for you.",
        "Janet: A part of me would love to move into that big, beautiful house with you, but I can't. I need some time. I need to get some distance.",
        "Dusty: From me.",
        "Janet: From everything. I'm so confused right now, and Liberty needs my full attention.",
        "Dusty: Maybe we can try later?",
        "Janet: Oh, I can't promise anything.",
        "Dusty: I got you. It's admirable.",
        "Janet: Hardly.",
        "Dusty: You're not afraid to be alone. That's courageous.",
        "Janet: Hell, I've been alone more in my life than I have been with somebody else. I'm used to it.",
        "Dusty: I respect that. Listen, if you need anything --",
        "Janet: I'll let you know.",
        "Dusty: Well, I got to let the kitchen know about the big night.",
        "Janet: Oh!",
        "Dusty: What's wrong?",
        "Janet: Nothing! The baby just kicked for the first time!",
        "[SCENE_BREAK]",
        "Vienna: Are you ready?",
        "Henry: Yes. No, no. We can't do this without protection.",
        "[Knock on door]",
        "Vienna: Ignore it. Really.",
        "Henry: No. It could be house cleaning. They may walk in on us. Who is it?",
        "Barbara: It's Barbara. I have the sketch of Vienna's wedding gown and some fabric samples for her to check over.",
        "Vienna: Oh, I'll be right there! Can't wait to see what you've done!",
        "Henry: Vienna, no! You can't let her -- let her in here! No! At least let me go, please!",
        "Vienna: Since when did you become so shy, huh? Hello, Barbara. I can't wait to see what you've done. May I?",
        "Henry: Hello, Barbara.",
        "[SCENE_BREAK]",
        "Margo: The arson unit's been to the building twice, and the preliminary report indicates that the point of origin was there at the fuse box.",
        "Jack: No signs of accelerant?",
        "Margo: Inconclusive so far, but the way the place went up, Jack, somebody had to be behind this or some contractor skipped a lot of corners.",
        "Jack: Got enough for a manslaughter charge?",
        "Margo: Well, we'll just cross that bridge when we get to it.",
        "Jack: And what's this here?",
        "Margo: That is doctor scribbling, but don't worry. I spoke to the doctor, and the Tox report for Gabriel came back negative, so we know that he didn't just pass out and hit his head. If only it were that easy, because the alternative --",
        "Jack: Oh, now who's getting ahead of herself?",
        "Margo: All right. The most important thing is that we find this boy's family, but I have been through all of our databases, Jack, and Gabriel Caras is just not listed. All we know is that first he was a handyman for Fashions and then for Monte Carlo.",
        "Jack: Please. I don't know a lot of handymen who can afford a new sports car and a suite at the Lakeview.",
        "Margo: Well, no. He wasn't dealing drugs out of the hotel. We got a warrant. We searched the room. It was clean.",
        "Jack: So it's a mystery.",
        "Margo: All we know for sure is that Gabriel Caras was unconscious before the fire started. So, that means he's not a suspect. So, who's next on our list?",
        "Jack: Your brother.",
        "Margo: And your ex-wife.",
        "Jack: Yeah, well, I guess we can start with Carly and Craig, then.",
        "Margo: I wish I'd gone to secretarial school.",
        "Jack: Me too.",
        "[SCENE_BREAK]",
        "Craig: My son!",
        "Carly: Okay.",
        "Craig: My son!",
        "Carly: Okay. I will -- I will call the babysitter, because I'm sure you don't want him to see you like this. Craig? Craig? Wake up! You son of a bitch. You stole from my son. He trusted you with his money and his future, and you looted it out from under him, and then you weren't even man enough to admit it. You set that fire, didn't you? Destroyed all of my hard work just so you could get insurance money. And all the time you were telling me that you wanted me back, that we're soul mates. Soul mates don't destroy each other's dreams. That doesn't matter to you, does it? As long as you win. The only thing that matters to you is you, and that's fine, 'cause I know what I'm dealing with, and I can handle it, but now you've got Parker involved in this mess? Gabriel could die, and if he dies, Parker could be blamed, and he could go to prison because of you. You were right. You destroyed everything. You destroyed everything I love. I hate you. Forget it. You're gonna live with what you've done. Fastbooks. Perfect. Trust fund in the name of Parker Snyder. Withdrawals. Bingo. Ah! Okay. Let's print this out and see what the authorities make of it.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Margo: Hughes.",
        "Carly: Hi, Margo. It's Carly calling.",
        "Margo: Carly, what can I do for you?",
        "Carly: Well, I found Craig in a bit of a bad way at the bar at the Lakeview.",
        "Margo: In a bad way?",
        "Carly: As in drunk -- extremely drunk. I got him upstairs to his room, but I'm worried he's got alcohol poisoning or something.",
        "Margo: Well, are you there with him now?",
        "Carly: Yeah, but I can't stay, so I was gonna suggest that maybe you stop by later, just in case.",
        "Margo: Yeah, yes. I will. Thank you for telling me.",
        "Jack: What did Carly want?",
        "Margo: Apparently my brother drank himself into a stupor at the Lakeview and Carly's worried about him.",
        "Jack: Carly wasn't drinking, was she?",
        "Margo: No, no, no, no, no.",
        "Jack: Thank God.",
        "Margo: She was fine. But she got him up to his room. She couldn't stay. She's pretty sure that Craig is in some kind of trouble.",
        "Jack: Well, you should go check on him.",
        "Margo: You know, I would guess that this means that they are working together.",
        "Jack: The only thing this means is that Carly didn't leave Craig in the gutter, and I'm just glad that he didn't drag her in there with him. He's been a bad influence on Carly.",
        "Margo: It works both ways, you know.",
        "Jack: Carly's not the type to burn down her own business. That's more up Craig's alley.",
        "Margo: Yep. Can't argue with you there.",
        "[SCENE_BREAK]",
        "Parker: Doctor, Doctor. How's Gabriel doing? Have there been any changes? He's not gonna die, is he?",
        "Doctor: He's still unconscious, and he can't breathe on his own. All we can do is wait and see.",
        "Parker: So he might never wake up. That's what you're saying.",
        "Doctor: It might do him good to have a visitor. Go on in and talk to him.",
        "Parker: But he can't hear me.",
        "Doctor: Who knows? Maybe he can.",
        "[SCENE_BREAK]",
        "Vienna: Is this beading?",
        "Barbara: Yes. It's all beading, or you could have it without, if you prefer.",
        "Vienna: Oh, with, absolutely. It is exquisite. You remember the thing I told you about.",
        "Barbara: Yes. If by the time the wedding happens you need it, I can put panels over.",
        "Vienna: Oh, yeah, yeah. I got it. I understand. Great idea. I want it to be a surprise. Can you just hide the sketches so Henry doesn't see them?",
        "Barbara: Of course, of course. I also brought some fabric samples for you to look at. This one is quite expensive.",
        "Vienna: Money's not a problem, is it, Henry?",
        "Barbara: I think you should have whatever you want.",
        "Vienna: Oh, God. I love being a bride! I'm gonna take this to the bathroom, where the light is much better. You just wait right here.",
        "Barbara: No, no, no, no. I can't.",
        "Vienna: Oh, come on. Keep Henry company.",
        "Henry: What?! Vienna, no! You can't leave me in this condition!",
        "Vienna: When did you become such a prude? I'm sure Barbara has seen plenty of scandalous things in her time. Wait for me.",
        "Barbara: I'm leaving.",
        "Henry: Barbara, no! No! Please, don't go! You've got to get me out of this. Please!",
        "[SCENE_BREAK]",
        "Janet: Do you feel it?",
        "Dusty: Oh, yeah. There it goes. Wow, wow. Quite an acrobat you got there.",
        "Janet: Isn't it amazing?",
        "Dusty: It's a miracle. It means there's hope.",
        "Janet: Hi!",
        "Jack: Hey. Working on a case. Just came by to see if Janet was doing okay back at work.",
        "Janet: Oh, everything's great. Being back at work is a relief after the last few days I've had.",
        "Dusty: Kid's quite a kicker. Check it out.",
        "Janet: Come here.",
        "Jack: Sure?",
        "Janet: Yeah, absolutely! Wait. Hold on.",
        "Jack: Wow!",
        "Janet: I know!",
        "Jack: That has got to be the coolest feeling.",
        "Janet: I know. I'm telling you, when I was pregnant with Liberty, she kicked all the time. She kept me up. You know, they say that babies tend to sleep when you go to sleep. No, not with Liberty. She would use that opportunity to start doing the backstroke.",
        "Jack: Yeah, well, this baby's strong, too, like her mom.",
        "Janet: Oh, sometimes I feel strong, and sometimes I feel like that scared 16-year-old all over again. Oh, my gosh! This baby wants out!",
        "Jack: Well, hang in there, kid. You got to hang in there a few more months, then you'll have plenty of time to terrorize your parents. I promise.",
        "Janet: Oh, I hope we've learned a little since then.",
        "Jack: Well, always coming up with something new, right?",
        "Janet: Oh, Jack. I can hardly wait.",
        "Jack: You sure you're okay being back here so soon? I mean, I can give you a ride home. Dusty, you wouldn't mind, would you?",
        "Dusty: If Janet says she's ready, I believe her.",
        "Janet: I am. I am ready to be back. It makes me feel like things are somewhat getting back to normal, and don't worry. Don't worry about me or anything. If I need you, I got your number on speed dial.",
        "Jack: Right, okay. I will do my best to back off.",
        "Janet: Okay. Try really hard.",
        "Jack: I will. I will. Thank you. That's something I'm gonna remember for a very long time.",
        "Janet: You will. It's your baby, too.",
        "[SCENE_BREAK]",
        "Carly: I told you to stay in your room and not to talk to anybody. Where have you been?",
        "Parker: I waited until Dad and Janet left, and I went to see Gabriel at the hospital.",
        "Carly: How is he?",
        "Parker: The same. At least that's what the doctors say. They also said that I should go in and talk to him because I could hear my voice, but I couldn't do it. I just stood there looking at him as if I could will him to get better, but it's not like hearing my voice would make him any better, right? I mean, he would have walked out of that building and he would have been fine if I hadn't hit him.",
        "Carly: Oh, Parker. I know that you feel badly about what happened, but remember, it was an accident.",
        "Parker: I picked a fight with him.",
        "Carly: People fight all the time! You didn't want him to get hurt like that!",
        "Parker: You should have seen the look on the doctor's face. He won't say it, but he thinks Gabriel's gonna die, and if he does and anybody finds out that I had a fight with him and I left him there unconscious, I could be charged with murder!",
        "Carly: That is not gonna happen.",
        "Parker: How do you know? Dad and Margo are investigating this case together.",
        "Carly: Since when?",
        "Parker: After you left, Margo came over, and she asked Dad to help her figure out everything.",
        "Carly: Oh, God.",
        "Parker: And now that Dad knows that Gabriel and I didn't get along, he's bound to start asking questions!",
        "Carly: Well, I think I may have just given him some answers.",
        "[SCENE_BREAK]",
        "Henry: Barbara. Barbara, please. I am not Houdini. Would you please get me out of these?",
        "Barbara: If you haven't noticed, I'm not Houdini, either!",
        "Henry: Look, the key is on the table! I'm begging you! I'm begging you, please! If you leave me here, I am at Vienna's mercy, and she doesn't have any!",
        "Barbara: Fine.",
        "Henry: Hurry! Hurry! Look, I didn't sign on to this. Vienna did this to me when I was sleeping. It was the only way that she could get me to --",
        "Barbara: Stop! Spare me the details!",
        "Henry: I tried to use our safe word, but that didn't stop her at all!",
        "Barbara: Shut up, Henry! Shut up, or I'll tell you, you know what I'm gonna do? I'm gonna lock you back up with these, and I'll swallow the key!",
        "Henry: Do you really hate me that much?",
        "Vienna: I love them all! I really, really can't decide! I never realized how many different shades of white there is. And the way these fabrics move! Oh, I'm gonna be a princess on my wedding day!",
        "Barbara: Yes. Just hold on to them for a little while, all right?",
        "Vienna: Oh, my God! This is absolutely perfect. You're a genius! It's as if you're inside my head listening to every single thought I have. You're so attuned with everything that I love.",
        "Barbara: Yes, everything for the bride. Just remember, the silk needs some special ordering.",
        "Vienna: Oh, Barbara.",
        "Barbara: Yes? Ooh!",
        "Vienna: Thank you.",
        "[SCENE_BREAK]",
        "Parker: What do you mean you just gave Dad some answers? What did you do?",
        "Carly: Don't worry about it, Parker. All that matters is keeping you out of trouble.",
        "Parker: But I don't want you to get into trouble because of me.",
        "Carly: Well, I won't. I promise.",
        "Parker: That's what you always think, but, look, you and Dad just got back together. If you start lying now, you could ruin everything.",
        "Carly: Parker, I'm gonna take care of you, and the only person who's gonna get in any trouble is Craig.",
        "Parker: How? Tell me.",
        "Carly: I went to the office earlier -- well, what's left of the office -- and Craig was there drinking. He was very upset, and he kept saying something about how it wasn't supposed to happen this way.",
        "Parker: Well, what did he mean?",
        "Carly: I don't know exactly, but I think he set that fire for the insurance money, and I think he was gonna use that money to replace what he stole from your trust fund.",
        "Parker: That just makes everything worse.",
        "Carly: That's what Craig does, and if Gabriel dies, it's gonna be his fault, not yours.",
        "Parker: Well, you still haven't answered my question, Mom. What did you do?",
        "Carly: Parker, all you need to know is that Craig is gonna end up taking responsibility for everything, as he should.",
        "Jack: What am I interrupting?",
        "[SCENE_BREAK]",
        "Vienna: Oh, Henry, my dress is going to be the most beautiful thing on this earth. I mean, Barbara, she may be old, but her fashion sense is just impeccable! I mean, she's more like a witch than a designer. Her dress is -- oh, it's gonna be beautiful. I can't wait for you to see it on me. Hang on a minute. What happened? How did you get out of the handcuffs?",
        "Henry: The handcuffs?",
        "Vienna: Oh, you have so many talents. You're an escape artist, too. Mr. Henry Houdini. And you're all red.",
        "Henry: Yeah, imagine that.",
        "Vienna: I know what to do to make you feel better. Let me tie you back up again.",
        "Henry: I'm not in the mood, Vienna.",
        "Vienna: Oh, come on! You're always in the mood. At least you used to be. Fine, fine. Let's switch places. Officer, cuff me.",
        "Henry: Stop it.",
        "Vienna: Oh, come on! You be the cop, and I'll be the very bad girl. You can do anything to punish me.",
        "Henry: No, Vienna, stop it! I mean it!",
        "Vienna: What's wrong with you? When did it become such a chore for you to make love to me?",
        "Henry: We had a deal -- no sex until after marriage.",
        "Vienna: No! I never agreed to that. That's a terrible idea.",
        "Henry: Well, it's tradition.",
        "Vienna: And when did you start to care about tradition?",
        "Henry: Since you went and decided to get pregnant without even telling me.",
        "[SCENE_BREAK]",
        "Barbara: No, no, no, no, no, no, no, no, no. You are not gonna fall apart, not over the likes of Henry Coleman! He's just a man, and you can have any man, Barbara. You can have any man you want. If I want a man, I can have a man, a man that's far more appropriate than Henry that I don't have to share. Ha. Katie? Hi. It's Barbara. Are you free? Oh, good. I was just thinking about your new matchmaking skills, and I thought, \"Well, gee, I've got a bit of time on my hands,\" so if the offer is still open, I'm in.",
        "[SCENE_BREAK]",
        "Dusty: We just had a cancelation at 10:00. Great. Look forward to seeing you tonight.",
        "Janet: So, you can be very nice when you put your mind to it.",
        "Dusty: You sound surprised.",
        "Janet: Not at all. It's been really nice working here with you and Teresa.",
        "Dusty: Past tense?",
        "Janet: I can't work here anymore.",
        "Dusty: Why? You want a raise?",
        "Janet: It's not about the money. You've been very generous. I just can't take anything from you anymore.",
        "Dusty: You don't take money. You earn your money.",
        "Janet: I told you, it's not about the money. Being here and being this close to you, I can't pretend you're just my boss.",
        "Dusty: That's good, 'cause I want more.",
        "Janet: I know you do, and that's why I have to find something else.",
        "Dusty: Like what?",
        "Janet: I don't know! I don't know! But I can't be here with you and not be with you.",
        "Dusty: If you feel pressured --",
        "Janet: Please, Dusty, try and understand, I have got so much going on in my life right now. I am confused about everything. I've got Liberty to worry about and the baby to worry about. I can't even think of getting involved.",
        "Dusty: My offer comes with no strings attached.",
        "Janet: Thank you, but I can't let myself depend on you or anyone else. I already owe you more than I can ever repay.",
        "Dusty: The last thing you should be worried about is making ends meet.",
        "Janet: I need to take charge of my own life, Dusty. If I don't do it now, I never will.",
        "Dusty: I'm not gonna change your mind, am I?",
        "Janet: Thank you for believing in me. This is the best job I ever had.",
        "Dusty: Come back when you're ready. The job and I will be waiting for you.",
        "[SCENE_BREAK]",
        "Margo: Craig? Oh, look at you. Whew. Smell you. Get drunk on the fumes. Did you have yourself dipped? All right, all right, all right. Great. Well, you're not dead, just stupid. Oh. What are you trying to drink away, brother dear? Oh, my God! You've got to be kidding me! You stole from Parker's trust fund?",
        "[SCENE_BREAK]",
        "Carly: Did our son happen to mention to you that if he doesn't finish this history project, his teacher's gonna fail him? Right in time for college applications.",
        "Parker: Mom --",
        "Carly: I don't want to hear it, Parker!",
        "Jack: Carly, go easy. He brought his stuff home from the library so he could work on his project in his room.",
        "Carly: Well, that's what he should be doing, then! He should be in his room working on his project!",
        "Parker: But I don't --",
        "Carly: Don't talk back to me! Just go!",
        "Jack: Parker, do what your mother says, please.",
        "Carly: Whew. Well, thank you for backing me up.",
        "Jack: Always, but come on. You got to go easy on him. Think about everything he's been through with Liberty's illness, this thing with Gabriel. You got to remember that he's just a teenager himself.",
        "Carly: I don't want to talk about Parker anymore.",
        "Jack: Mm. Is there something I'm missing?",
        "Carly: I missed you. You were gone for days.",
        "Jack: I know. Listen, if you or any of the kids are having a problem --",
        "Carly: No, we're not. Everything's just fine now that you're back.",
        "[NEXT_ON]",
        "Henry: A guy would have to be crazy not to want to wake up next to Vienna Hyatt every day.",
        "Vienna: Then why don't you?",
        "Man: Are we done with Henry?",
        "Barbara: Henry who?",
        "Noah: I am so revved at the thought of what I'll be able to do when I can see again, but I'm also scared.",
        "Luke: Don't be. You have an amazing surgeon.",
        "[Machines beeping]",
        "Reid: I'm losing him. Give me some suction. Give me some suction! I can't see what I'm doing!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Ifr98S7izVA"
}