{
    "Episode Summary": [],
    "Recap": [
        "Brad and Jack both console Katie when she is saddened by memories of Simon. Henry and Vienna have their first fight because Vienna thinks Henry is still in love with Katie. The two lovebirds kiss and make up when Henry tells Vienna he cares for Katie but doesn't love her anymore. Lily feels shocked and betrayed by Craig when she discovers that she signed papers to sell Craig Worldwide. Lucinda feels appalled that her own daughter sold her company to Craig. Craig is hurt when Meg decides to pursue a relationship with Paul."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Hi, Lloyd. Hey --",
        "Waiter: You look totally hot, Mrs. Kasnoff. I mean, Peretti. I mean --",
        "Katie: It's okay. It's okay. It can get confusing. I understand. I thank you for the compliment. I'm actually here for the Coleman party.",
        "Waiter: Right this way.",
        "Katie: I guess I'm the only one here.",
        "Waiter: Anything I can get you?",
        "Katie: Um --",
        "Henry: Yes, she will have your driest champagne and your blackest beluga. Oh, you're here.",
        "Katie: Where is everybody? Where are all your friends?",
        "Henry: They're all here.",
        "Katie: What do you mean? You have other friends.",
        "Henry: Yes, but not as beautiful or intelligent as you are. I'm just going to have to wait for Vienna's.",
        "Katie: Oh, I wasn't aware she had an entourage in Oakdale, too.",
        "Henry: No, she doesn't, she just knows one or two people. I'm sure Emma Snyder will be at the top of the list.",
        "Katie: Ooh, boy. No, no, no. If Emma Snyder's going to be here, I might have to go.",
        "Henry: Why?",
        "Katie: She's not too happy with me right now.",
        "Henry: Oh, don't be ridiculous.",
        "Katie: No, I started a brawl in her kitchen on Christmas day. It didn't exactly endear me.",
        "Henry: You know Emma, she has a very forgiving heart.",
        "Katie: I know how she treats the women who hurt the boy she loves. She knows what I did to Mike. She knows --",
        "Henry: Calm down. Calm down. Okay? Emma is nothing, if not a woman of great manners. Even if she is angry with you, she'll be too polite to say anything about it. Here, have a seat, will you, please? Sit down. Okay? You can have a glass of bubbly.",
        "Katie: Okay.",
        "Henry: And I'm going to see if I can track down Lady Hyatt.",
        "Katie: Thank you.",
        "Jack: Allow me.",
        "Katie: Oh, thanks.",
        "Jack: You're welcome.",
        "Katie: Sure you want to drink before your date?",
        "Jack: Date? Date, what's a date?",
        "Katie: Oh, I'm sorry. I just assumed --",
        "Jack: No, I'm a guest at this party, just like you.",
        "Katie: Really?",
        "Jack: What's the matter? You didn't think I travel in the same social circle as our local TV celeb?",
        "Katie: Wow. No, of course I didn't mean it that way --",
        "Jack: I'm just kidding you. I'm kidding you. Actually, I think that Vienna invited me because she felt sorry for me. Where is everybody anyway?",
        "Katie: Well, I hear Emma is supposed to be here, but I don't see her yet.",
        "Jack: No, Emma's not going to be here. She's at a church retreat. She's not going to be back for a couple of days.",
        "Katie: Really?",
        "Jack: Really.",
        "Katie: All right. So, you think the other people that are supposed to be here, when they walk in, are going to think --",
        "Jack: What?",
        "Katie: You know, that you're my date or something?",
        "Jack: Oh, that would be awful, wouldn't it? Yes, it would. Terrible.",
        "Katie: Okay, shut up. I didn't mean it that way. I'm batting a thousand.",
        "Jack: Oh, the humanity of it all. I know. Come on. Stop. I don't think that anybody is going to think anything because I don't think anyone's going to show up to point fingers and whisper.",
        "Katie: What do you mean? You think we're going to be the only two people at this party?",
        "Jack: Would that be so bad? Here. To the start of unforgettable evening.",
        "[SCENE_BREAK]",
        "Lily: You do what you have to do. But I find it to be very inconsiderate to take my mother away from a vacation, which she hasn't had in years, just so that she could slap my wrist.",
        "Dusty: We've got a dozen sick babies. And you put us in bed with Montgomery.",
        "Lily: I trusted -- I trusted my friend, who is going to help Worldwide circumvent potentially huge lawsuits.",
        "Dusty: You signed papers that your trusted friend won't show me. That's why I'm calling the boss.",
        "Lily: Please don't. Please.",
        "Dusty: See. Now it seems like this is worse than I thought. So, what's the damage? What did this maniac do to us?",
        "Lucinda: What did what maniac do to us now?",
        "[SCENE_BREAK]",
        "Paul: You better go.",
        "Meg: You sure? Craig --",
        "Craig: I'm sorry. I should have called before coming over.",
        "Meg: No, please. I'm the one who should be apologizing.",
        "Craig: For what? Having your arms around somebody else besides me?",
        "Meg: I'm not apologizing for kissing Paul. I just wish you hadn't had to see it.",
        "Craig: Oh, I'm a big boy, Meg. You don't need to explain.",
        "Meg: Of course, I do.",
        "Craig: Why?",
        "Meg: Because you and I have gotten close over the past few weeks. We've shared a lot of special moments. I just don't want you to think that --",
        "Craig: What, that you led me on? Lied to me? Hard to believe I am human. I do admit I was taken by surprise by seeing you and Paul together.",
        "Meg: Especially when I made so much noise about never letting him back into my life. And honestly, I haven't sorted out all my feelings yet. I don't know what's going to happen between Paul and me.",
        "Craig: You're talking to a realist, Meg. I understand that people change their minds. Loyalties run hot and cold in the business world.",
        "Meg: Our relationship was some sort of business deal?",
        "Craig: Not at all. I'm telling you I know the difference between what is business and what is personal. That's why contracts are the only thing that I consider binding. And you and I never promised each other anything.",
        "Meg: No, we didn't.",
        "Craig: Meg, we took it nice and slow. And I enjoyed every single moment of it. No regrets. Okay?",
        "Meg: So, you're not angry?",
        "Craig: Oh, please, don't confuse me with your mother and mmm. What you do and whom you choose to be with is your business. And you're free to do whatever you want, just as I am. See you later.",
        "Meg: Wait, wait, wait. You didn't tell me why you stopped by.",
        "Craig: No, actually I came by to see Lily. She go home?",
        "Meg: No, I think she's at Worldwide.",
        "Craig: Okay. Thanks.",
        "[SCENE_BREAK]",
        "Lily: Mother, when did you come home?",
        "Lucinda: We touched down about an hour ago, so I had the driver bring me right here.",
        "Lily: Oh, I wasn't expecting you for another week or so. How's Sierra?",
        "Lucinda: Sierra's wonderful. Montega, you know how I feel about that.",
        "Lily: Mm-hmm.",
        "Lucinda: It rained a couple times. But we're not here to talk about weather.",
        "Dusty: Kelman called you. Didn't he?",
        "Lucinda: Yeah. Of course, he called me. He has a hefty number of a shares in Worldwide. Which he's always reminding me. Was it really E. Coli?",
        "Lily: Kelman told you about the baby food?",
        "Lucinda: Yes, Darling, of course he did. He stands to lose a substantial amount of money if it were in litigation and we're negligent. But oh, oh, those poor babies.",
        "Lily: I know, I know. And your grandson was one of them.",
        "Lucinda: Ethan?",
        "Lily: Ethan.",
        "Lucinda: Why didn't you call me?",
        "Lily: He's fine. He's fine.",
        "Lucinda: Really?",
        "Lily: Yes.",
        "Lucinda: Absolutely?",
        "Lily: Absolutely. And all the other babies are going to be fine as well. That's why I didn't want to call you and worry you about any of this.",
        "Lucinda: But Darling, he's my grandson and this is my company and I should be known -- okay, all right. Now, it is my understanding that Worldwide could suffer substantial losses here. But hey, I've got years under my belt at dealing with corporate crises so --",
        "Dusty: That's why I was going to call you.",
        "Lily: Yes, you can get her on your side.",
        "Lucinda: There's no sides, Darling. There are no sides here. Dusty, did you get out a press release? Did you talk to the legal? Did you do everything you can to, you know, shore things up until we get this thing sorted out?",
        "Dusty: I tried.",
        "Lucinda: All right.",
        "Lily: That's why I didn't -- it's too bad that Kelman even called you because there's really -- everything's fine. But you're here now, so why don't you go see your grandson? He'd love to see you. See how he's doing?",
        "Lucinda: Oh, no, Darling. I'm here. And I'm going to stay right here now.",
        "Lily: Everything is fine. Fine. Everything's been handled.",
        "Lucinda: Handled? It can't possibly be handled. There's isn't time. What is really going on?",
        "Dusty: That's what I was asking Lily.",
        "Lucinda: Lily, enough. Enough is enough. What more are you hiding from me?",
        "[SCENE_BREAK]",
        "Katie: So, I think we were right. I think we are the only two people at this party.",
        "Jack: I don't mind if you don't.",
        "Katie: I don't mind.",
        "Jack: Good.",
        "Katie: Cheers.",
        "Jack: Cheers.",
        "[Glasses click together]",
        "Katie: So, did I tell you my new plan?",
        "Jack: No.",
        "Katie: I am going to start living by the power of positive thinking. I'm changing my whole life around.",
        "Jack: Nice. Is that why you bailed Brad out?",
        "Katie: Your brother was my first opportunity to turn over a new leaf. And you know what? I think it worked because we're getting along much better.",
        "Jack: Good.",
        "Katie: That was less than enthusiastic. Don't worry. I'm keeping my distance, too.",
        "Jack: And that is also good.",
        "Henry: Sweetie, you never did tell me why you were so determined to invite Detective Snyder.",
        "Vienna: He's a very nice man.",
        "Henry: Yes, he is. But with my help, that very nice man's ex ran off with your ex.",
        "Vienna: Well, so what? You know, from the looks of it, it seems like Jack has forgotten all about Carly and Simon.",
        "Henry: Um, yeah.",
        "Vienna: Hello, my darlings.",
        "Jack: Hello there.",
        "Henry: Hi.",
        "Jack: How are you? Congratulations.",
        "Vienna: Thank you.",
        "Jack: Please.",
        "Vienna: Well, I don't see Brad anywhere. He hasn't arrived yet?",
        "Jack: I didn't know he was invited.",
        "Katie: That should be interesting.",
        "Vienna: I do hope he comes. I wanted to talk to him about our relationship.",
        "Jack: Yes, when you invited him, did you tell him there was a dress code? Because I don't think he owns a tie.",
        "Vienna: Well, I hope he doesn't hold a grudge against Henry for stealing me away. You know, of course, me and Brad never slept together.",
        "Henry: Hey, you know, Sweetheart, you know that word I taught you that you thought was so cute? Overshare? That was an overshare.",
        "[Cell phone rings]",
        "Jack: Oh, excuse me. Sorry. Snyder. What? Now? Did you send a black and white? Okay, yeah. All right, give me ten minutes. Yeah. Bye. I'm sorry. We've got a burglary. And I've got to go stop some bad guys. But I'm sorry, I'm going to miss dinner.",
        "Katie: Are you sure that someone else can't take care of it?",
        "Jack: Well, I'll see what the story is and then if I can get someone to cover it, then yeah, I will be back. But thank you very much for the invite, Vienna. Bye.",
        "Henry: So -- so, how are things at \"Oakdale Now?\"",
        "Katie: They're going very well, actually. I was just telling Jack that things are looking up. They're much better than they were a couple of weeks ago.",
        "Henry: That's good. It's got to be difficult to come up with new ideas for stories all the time.",
        "Katie: Well, you never know what the audience is going to like.",
        "Vienna: Like me.",
        "Katie: I'm sorry?",
        "Vienna: Yeah, people love to watch the rich and fabulous on T.V. they want to see how we live and love. But then again, I'm not rich anymore. It's all about Henry now.",
        "Henry: Oh, Cupcake.",
        "Vienna: Maybe you should have Henry on your show.",
        "Katie: Henry --",
        "Henry: Oh, she's kidding. You're kidding, right?",
        "Vienna: No, no, no. You like to have expert guests, don't you, Katie? You know, to give advice? Because Henry, he knows all there is to know about how to make a woman happy.",
        "Henry: She's -- she's exaggerating.",
        "Vienna: No, I'm not. I'm not. Just last night, he showed me this amazing little technique. He calls it the Egyptian tingle. And now, I know there's a heaven.",
        "Katie: Okay, you know what? That is enlightening. I'm going to go powder my nose.",
        "Vienna: Egyptian tickle.",
        "Katie: Oh, hey. Brad, you're here?",
        "Brad: Where?",
        "Katie: At the party.",
        "Brad: Yeah, well, you know, I wasn't going to come. But then at the last minute, I -- all right, I get it, all right. You don't want me here. No problem --",
        "Katie: No, no, no, no. Don't you go anywhere. You are not leaving me alone with those two.",
        "Brad: You actually want me here?",
        "Katie: Why not? We work together. There's bonding to do. Look who I found.",
        "Henry: Hey.",
        "Vienna: I'm so glad you can come to our party.",
        "Brad: If you don't mind, I never turn down anything with bubbles, foam, or an 80-proof label.",
        "Henry: Well, that's a man after my own heart.",
        "Katie: And it looks like your brother was wrong. You do own a tie.",
        "Brad: Oh, what, this? Oh, it's his.",
        "Vienna: Uh-huh.",
        "Brad: So, Oakdale U started spring training.",
        "Henry: Oh, yeah. My bookie knows about that.",
        "Brad: You wager on baseball? Cool. See, my passion is cards. You wouldn't happen to know of any poker games that need an extra hand?",
        "Henry: Actually yeah, there's one down on Washington Street. I'm sure we could elbow our way into that.",
        "Vienna: Okay, have you forgotten we're hosting a party?",
        "Henry: Just one hand, Darling. Maybe two. I feel lady luck on my shoulder.",
        "Vienna: Shh. Shh. Do you hear that? Oh, I love that melody on the guitar. Come on, let's go the dance floor. Mi amore, hold me in your arms.",
        "Brad: Are they for real?",
        "Katie: Too real. Now, you see why I didn't want you to leave me alone with them?",
        "Brad: Well, it looks like I'm just doing favors for you left and right. You know, first I bring in the big ratings on the show --",
        "Katie: You did say you were going to do something to tick me off, didn't you?",
        "Brad: Am I succeeding?",
        "Katie: You're getting there. As for the show, we don't know if the audience is going to still deal with your crazy antics, so I wouldn't get too braggy yet.",
        "Brad: I have a lot more to brag about. I am a man of many talents.",
        "Katie: Really? Like what?",
        "Brad: Watch and be amazed.",
        "[SCENE_BREAK]",
        "Meg: You want some tea?",
        "Paul: Yeah. Sure, I'd love some tea. Okay, that's it. I can't do it. I -- I -- no more Zen-like whatever. What did he say?",
        "Meg: I was wondering how long it would take for you to break.",
        "Paul: What, are you testing me?",
        "Meg: No. It's just that he didn't say much, so there was nothing to tell.",
        "Paul: Well --",
        "Meg: And besides, he came to see Lily --",
        "Paul: Whatever he did say took a lot longer to say than just not much.",
        "Meg: Were you timing our conversation?",
        "Paul: No, I just have a really accurate internal clock.",
        "Meg: Oh, did that come with your visions?",
        "Paul: That came from counting the minutes until the next time I see you. He wasn't very happy, was he? I can't say I blame him. It's not easy to see the woman you love kiss another guy.",
        "Meg: Craig doesn't want me.",
        "Paul: Oh. Is that what he said to mask his pain?",
        "Meg: I don't think he was too upset seeing us together. He was fine. He seemed fine when he left.",
        "Paul: Seemed, being the operative word.",
        "Meg: I don't understand.",
        "Paul: Well, what's more dangerous? Craig angry and guns blazing. Or Craig angry, pretending everything peachy. Either way, somebody is going to pay the price. And I would hate for that to be you.",
        "[SCENE_BREAK]",
        "[Craig remembering]",
        "Meg: You are a good person after all. Not that Lily had any doubts, she told me that she does trust you and she wasn't surprised that you did something selfless.",
        "Craig: There's no such thing.",
        "Meg: What you did, it means a lot to me. It proves that I was right to trust you. I'm glad you're my friend.",
        "[SCENE_BREAK]",
        "Craig: It's Montgomery. Uh, yeah. I know you've been sitting on this transfer papers. That's why I'm calling. Yeah. Go ahead and file them. Right away.",
        "[SCENE_BREAK]",
        "Lily: We're facing multiple, potential lawsuits because of the baby food, but that is no longer a threat.",
        "Dusty: According to your daughter.",
        "Lily: So, I didn't have to burn you or the company. I looked for an aggressive solution.",
        "Lucinda: I like the sound of that. Good. Go ahead, go ahead.",
        "Lily: I was suggested that I make a preempted strike. We set up a fund so we can pay out potential settlements to the victims.",
        "Lucinda: That would be tens of millions of dollars.",
        "Lily: I know.",
        "Lucinda: Well, Darling, as this was not planned for, Worldwide may have some difficulty coming up with that.",
        "Lily: Well, that's why the money is not -- no, the money for the settlement is not coming from Worldwide.",
        "Lucinda: Well, where's the money coming from? I'm really excited about the road ahead.",
        "Lucinda: Craig, please tell me that you've wandered into this office by mistake.",
        "Craig: Welcome back, Lucinda. And I'm guessing from your hostile tone, that Lily has yet to tell you the good news.",
        "Lucinda: Good news involving you? That's highly unlikely --",
        "Lily: Craig was there, at the hospital, when Ethan was sick. He was there when baby and after baby came in, into the ICU.",
        "Lucinda: And what did Craig do?",
        "Lily: He offered to help.",
        "Dusty: I bet.",
        "Lily: Dusty, please.",
        "Dusty: I've been watching you dance around this long enough. Your mother needs to know what this guy did, so do I.",
        "Lily: First of all, he offered me his friendship.",
        "Dusty: For what?",
        "Lucinda: Friendship, what were you thinking? You know he doesn't do anything for anybody without a price --",
        "Lily: Can you just stop for one second and listen to what happened? Craig was generous to offer, a loan, to us.",
        "Craig: Well, it wasn't exactly a loan --",
        "Lily: Yes, it was a loan, of course it was a loan -- and I intend to have Worldwide pay back every cent that we owe you.",
        "Lucinda: We owe him?",
        "Lily: Owing Craig is much better than losing the company because of these lawsuits. Look, I signed the papers. Everything is going to be fine.",
        "Lucinda: Oh, where are the papers?",
        "Dusty: I've been trying to look at them all day here.",
        "Lily: Thank you. Here. What? What?",
        "Lucinda: Did you read this?",
        "Lily: Well, I -- of course I looked at them. Craig explained the arrangement to me -- what?",
        "Lucinda: Darling, how could you sign anything -- anything, anything, without talking to legal first?",
        "Dusty: Can I see these?",
        "Lily: But there was -- there were these -- the lawyers were circling around, ready for the kill! I had to do something, I had to move on this! I'm sorry if I didn't read the fine print.",
        "Lucinda: Fine print? You didn't read any print!",
        "Lily: I'm sure if we don't like the terms, I'm sure that Craig will be very generous just to get rid of the contract.",
        "Lucinda: Oh, you -- you dirt bag! You -- you used her! You trust -- she trusted you! She was insane about her own kid and you see an opportunity to grab my company and you just grabbed it --",
        "Craig: I came to Lily, a grown woman, with your blessing, and power of attorney to make fiscal decisions on this company. And I encouraged her to read the documentation.",
        "Dusty: You robbed her blind.",
        "Lily: What are you talking about?",
        "Lucinda: Give me this.",
        "Lily: What?",
        "Lucinda: Look. Read what you signed. You have taken my company, my blood, sweat, and tears, and sold it to Craig!",
        "[SCENE_BREAK]",
        "Paul: Do you feel bad for the guy?",
        "Meg: I feel bad about hurting his feelings. You two are like oil and water, but he's a good friend of mine, Paul. He's done a lot of good things for me lately.",
        "Paul: Yeah, well, the spider did make a nice, cozy web for the flies, huh?",
        "Meg: He helped me get over a very painful breakup.",
        "Paul: Well, he didn't do a very good job.",
        "Meg: That's not the point. He was there for me when nobody else was. And I know what he's been in the past and who he's been to me lately.",
        "Paul: So, what did he want in return?",
        "Meg: So, any generosity or kindness on his part was just to get me into bed? Wow, thanks.",
        "Paul: No, no, come on. Come on. Okay, let me ask you something else. What's more decent? Trying to manipulate the woman into feeling obliged or waiting to see if she comes to you on her own?",
        "Meg: Well, like you haven't majorly stalked me in your day.",
        "Paul: No, I have, but not this time. This time, I gave you complete and unconditional space. I did want you. But I wanted you to come to me on your own terms.",
        "Meg: And you're so proud of yourself, aren't you?",
        "Paul: I am really proud of myself.",
        "Meg: Yeah.",
        "Paul: I am. And I got the girl.",
        "Meg: Not so fast, hot shot. I already told you. I've only decided --",
        "Paul: Not to decide. I know, I remember that.",
        "Meg: Okay, are you smiling?",
        "Paul: Okay, I have a confession. I heard your conversation with Craig.",
        "Meg: What?",
        "Paul: Not everything, but I heard the part where you apologized for hurting him. And then I heard the part that you didn't apologize for kissing me.",
        "Meg: You know, you're impossible.",
        "Paul: I'm impossible, but you like me. You do. You like, like, me--",
        "Meg: Like, like you didn't figure that out when I spent the night at your cabin?",
        "Paul: You know, that was a really nice clue. Okay. I'm not going to do this. You said you wanted some space, I'm not going to push you.",
        "Meg: Well, you really mean that, don't you?",
        "Paul: Yeah. Absolutely. I am going to ask you for something though.",
        "Meg: Okay, here it comes.",
        "Paul: Yeah, here it comes.",
        "[SCENE_BREAK]",
        "Henry: What do you mean, Katie left?",
        "Vienna: But we haven't even had our middag.",
        "Brad: Our what?",
        "Henry: It's a Swedish thing. What happened?",
        "Brad: She just -- she ran out.",
        "Henry: Did you say something to her?",
        "Brad: No, man, I didn't say something to her. We were having a great time. I got up, I started playing, then she bolted. Relax.",
        "Henry: Well, all right, all right, all right. Usually when she's upset, she goes to Old Town, she does a little window shopping. I'm going to go see if I can find her --",
        "Brad: Whoa, whoa, okay hey lover boy. All right, I upset her. So, I'll go find her.",
        "Vienna: Our dinner's barely begun.",
        "Brad: Sorry, Baby.",
        "Henry: I'm not happy about this.",
        "Vienna: Me neither. I mean, we don't have any guests here.",
        "Henry: We shouldn't have let Brad go after Katie. I mean, there's been nothing but grief for her ever since they started working together. He should not be the one to go and console her.",
        "Vienna: I'm not so sure about that.",
        "Henry: She's told me a million times she can't stand the guy.",
        "Vienna: Well, why was she all smiles when he entered?",
        "Henry: I don't know -- maybe she didn't want to think the party was a bust.",
        "Vienna: This party's not a bust.",
        "Henry: Where is everybody, Vienna?",
        "Jack: I got somebody to cover for me.",
        "Vienna: See?",
        "Jack: Where's Katie?",
        "Henry: I don't know. Brad said something to her and she left.",
        "Jack: I wasn't -- I wasn't even gone that long. How did he manage to run her off so fast?",
        "Vienna: He played the guitar for her and I thought it was very sweet.",
        "Jack: Okay, well, it looks like I'm going to have to take a rain check on dinner after all.",
        "Vienna: Oh, no.",
        "Jack: I'm sorry.",
        "Henry: Okay.",
        "Vienna: Why do everybody have to run after that blonde killjoy?",
        "Henry: Because people want Katie to be happy --",
        "Vienna: No, because men thinks it's their duty to cheer her up -- well, enough of that. Enough of that. That woman, she need a man. A man of her own.",
        "[SCENE_BREAK]",
        "Brad: Okay, I know I'm not sting. But you got have stuck around to say, you know, \"Thanks Brad, it was the thought that counts.\"",
        "Katie: I'm sorry. I really am. It wasn't you.",
        "Brad: Where have I heard that before?",
        "Katie: I'm not just saying that, I promise. It was very sweet of you to play. It's just -- you reminded me of someone else.",
        "Brad: Someone you'd like to forget.",
        "Katie: Someone I should have forgotten a long time ago.",
        "Brad: Your husband, Mike.",
        "Katie: Someone else I'd like to forget.",
        "Brad: That jewel thief that run off with Jack's wife? The Australian guy?",
        "Katie: Pretty pathetic, huh?",
        "Brad: He hurt you really bad.",
        "Katie: Only because I let him. I could've walked away. There were a lot of times I could've walked away.",
        "Brad: I think Jack must have some sort of handkerchief in this --",
        "Katie: Oh, no, it's okay. All right. Stop it. I'm fine. Mike and I went on cruise last summer. It was a belated honeymoon. And a sick joke because who should show up, but Simon. And there was this one night, I should have just walked away, turned around, never looked back, but I couldn't. He was playing the guitar, like he used to when we were together. And it just reminded me how much I loved him. I was just right back there, you know. And that moment led to so many mistakes. I ended up losing him and mike and -- go ahead. You can tell me how stupid I am.",
        "Brad: I wasn't going to. I was going to say how lucky you are.",
        "Katie: Lucky? How?",
        "Brad: Well, you weren't in love just once, but twice. Hey, at least you've had it.",
        "Katie: You've never been in love? I don't believe that.",
        "Brad: Well, I've been in lust. In bed. Intoxicated. But never in love. I guess, I've always been moving too fast for it.",
        "Katie: Well, don't worry. Some day some girl is going to be stupid enough to fall madly in love with you.",
        "Brad: And then on that day, you can sit with me on a bench and, you know, I could cry on your sleeve.",
        "Katie: Jack? Hey, what are you doing here? I thought you had to work.",
        "Jack: Yeah, well, a friend of mine needed the overtime, so I tossed him the case. Like I said I might do, but when I showed up at the Lakeview, Henry said that you'd run off.",
        "Katie: Oh, yeah.",
        "Jack: You okay?",
        "Katie: Yes, I'm fine now.",
        "Jack: What did you do to her?",
        "Katie: It's fine, really.",
        "Brad: What did I do to her? I didn't do --",
        "Jack: You can tell me, Katie.",
        "Katie: No, Brad's right. Nothing -- he didn't do anything. He was -- actually cheering up and I chewing his ear off.",
        "Brad: Well, I guess we should head back to Henry and Vienna's party, right?",
        "Katie: Yeah, actually, why don't you meet us there? I just want to talk to Jack real quick. You look worried.",
        "Jack: No, I'm not worried.",
        "Katie: No, I just don't want you to worry that I left the party. You know, that might have sounded weird. But everything's fine. I'm fine. Well, I'm not fine -- nothing in my life has been fine for a couple of months, but I just didn't want you to think that Brad was doing something weird --",
        "Jack: When I showed up, you guys just looked intense, that's all.",
        "Katie: He was just cheering me up.",
        "Jack: Well, I know I'm probably preaching to the choir here, but that guy chases everything in a skirt, Katie. He's a real player.",
        "Katie: Yeah, no kidding. He doesn't try to hide that.",
        "Jack: Well, even the smart women don't see him coming sometimes. So, I know that after everything you've been through, the last thing you'd probably want to get tangled up with is a guy like that.",
        "[SCENE_BREAK]",
        "Henry: Vienna, if you think Katie needs a man --",
        "Vienna: Not just any man, a man of her own.",
        "Henry: Men are the reason that she's in the shape she is now. The grief of another heartache is the last thing that Bubbles needs right now.",
        "Vienna: Why does it have to be heartache?",
        "Henry: Have you ever heard of a time-out?",
        "Vienna: A time what?",
        "Henry: A time-out. A time-out. It's okay for her to be single right now.",
        "Vienna: But -- so you don't want her to find any man. Is that what you mean?",
        "Henry: No, of course, no that's not what I meant. I'm just -- why wouldn't I want her to be happy with somebody eventually?",
        "Vienna: You were just being nice to her so she could be with Mike. But now that Mike is no longer there, you know, maybe you're hoping she'll come back to you.",
        "Henry: No, no, that's absurd.",
        "Vienna: Are you sitting there and you're telling me that has never crossed your mind? You know, this party is over.",
        "Henry: Vienna?",
        "Vienna: No.",
        "Henry: Vienna, come on. Hold up now.",
        "[SCENE_BREAK]",
        "Meg: You know, I'm not sure this is such a good idea.",
        "Paul: Yeah, you're right. Emma's probably going to fill us full of buckshot.",
        "Meg: Wait, no, no. Let's see.",
        "Paul: We could go to the cabin.",
        "Meg: That's the thing. I don't mean being here isn't a good idea. I mean, doing this.",
        "Paul: Oh, okay. Well, I'm going to go to the cabin. And you can join me later if you feel more comfortable then. Come on, what's wrong?",
        "Meg: Can you at least pretend you're upset that I turned you down?",
        "Paul: I am upset that you turned me down. I'm really upset.",
        "Meg: Okay, I'm not sure I could handle the new you.",
        "Paul: Yeah, me either. Look, you said you needed some breathing room. I want you to come. But if you feel like you need some space -- okay, look, you know where I'll be if you change your mind.",
        "Meg: Wait, Paul.",
        "Paul: What?",
        "Meg: I changed my mind.",
        "Paul: Yeah, okay, good. I'm glad. It's so lonely up there. I'd be cold without you.",
        "Meg: Am I crazy doing this thing with you again?",
        "Paul: No. You can trust me. You were crazy to trust the other guy, but now is not the best time to talk about that.",
        "Meg: Okay, let's go.",
        "[SCENE_BREAK]",
        "Lily: This has got be a mistake.",
        "Dusty: Your mistake was trusting this guy.",
        "Lily: Craig, I don't understand.",
        "Lucinda: Darling, it doesn't matter. It's done.",
        "Lily: But you said you wanted to help me.",
        "Craig: And I did. But helping you required that I put up millions of dollars of my own money. You understand the concept of collateral.",
        "Lily: I trusted you!",
        "Craig: And I did everything that I told you I would do. I sent up a fund for --",
        "Lily: You tricked me into selling off the majority of my mother's company.",
        "Craig: No, Lily, I did not. I told you to read the papers and you choose not to.",
        "Lily: My son had just gotten out of the hospital.",
        "Craig: Then, you should be doing business. And that's what this is. Its business --",
        "Lucinda: Like hell! Like hell it is! It's like taking candy from a baby.",
        "Craig: Okay, you call it whatever you want. But you know, essentially Worldwide belongs to me now. Okay? Now, I know there's going to be a period of adjustment, so why don't we all just meet for breakfast and we can discuss the transfer and reorganization, okay? Good day.",
        "Dusty: This is a new low. Even for you.",
        "Craig: As if you have any right to claim the moral high ground.",
        "Dusty: Getting revenge by taking advantage of a vulnerable woman? What kind of coward are you?",
        "[SCENE_BREAK]",
        "Henry: Vienna, come here -- hey, come here, what's wrong?",
        "Vienna: No, I should have known that this was coming.",
        "Henry: That what was coming?",
        "Vienna: A broken heart. The reason why you don't want Katie to find a man is because you're still in love with her.",
        "Henry: Look, I never denied that I still love Katie. But I'm in love with you.",
        "Vienna: Well, I don't believe you.",
        "Henry: Don't you remember why you fell in love with me in the first place? My devotion to Katie, you thought that was beautiful.",
        "Vienna: That's true, but it's different now that we're in love.",
        "Henry: Listen, listen, listen, Katie was my past. You are my here and now. I don't want her anymore. Why would I want her when you make me more tempted and satisfied than anyone I have ever met in my life?",
        "Vienna: Really?",
        "Henry: Absolutely.",
        "Vienna: Katie's just a child, isn't she?",
        "Henry: She's just a child. And you're all woman. [Elevator dings] Let's go back to the party.",
        "Vienna: No. I'm going to take you to a private party.",
        "[SCENE_BREAK]",
        "Waiter: Sorry, but Mr. Coleman seems to have left the check.",
        "Brad: Yeah, well, you know what? My brother will be back in a minute. His name is Jack Snyder. He's a real, stand-up guy and I'm sure he would love to pick up the tab.",
        "Katie: No matter what you think Brad's trying to do --",
        "Jack: He was putting the moves on you, that's exactly what --",
        "Katie: Do you think that I'm going to fall for that? Why do you think I left Henry's party?",
        "Jack: I have no idea, Katie. Why?",
        "Katie: Brad started playing the guitar. Oh, you don't know what that means.",
        "Jack: No, I --",
        "Katie: Simon used to play the guitar, so anyone that has the slightest resemblance, that egotistical --",
        "Jack: Yeah, I get it, I get it, I get it --",
        "Katie: Oh, I'm so sorry. That was a sore subject. I'm really sorry. I didn't mean it. I just want to let you know that I've made that mistake and I'm not going to make it again --",
        "Jack: I should be apologizing to you. I had no business lecturing you.",
        "Katie: It's okay. It's kind of nice to have someone care enough about me to run after and see if I'm okay --",
        "Jack: Of course. We both helped each other out a lot these past few weeks.",
        "Katie: I know. You don't know what that means to me. Even my own brother doesn't care about me that much. You can be my honorary brother.",
        "[SCENE_BREAK]",
        "Meg: I know what you think, Paul. But I don't believe it was crazy for Lily to trust Craig. I mean, there's good in him. He just pays it out a little bit at a time. You have to trust him first and then he'll show it to you.",
        "Paul: I guess I'll never see it.",
        "Meg: Okay, then we'll just agree to disagree on this one.",
        "Paul: Okay.",
        "Meg: Just like that?",
        "Paul: Yeah. Just like that.",
        "Meg: Well, this really is a miracle relationship, isn't it?",
        "Paul: No, it's much better. Oh.",
        "Meg: Hey, what is it?",
        "Paul: I see something. I see something.",
        "Meg: What's happening?",
        "Paul: I'm not sure. But you're there. And I'm there.",
        "Meg: What are we doing?",
        "Paul: I think it must be our future. I'm sorry.",
        "Meg: I don't believe I let you fool me like that! Punk!",
        "[SCENE_BREAK]",
        "Dusty: You're going to pay for this.",
        "Craig: Oh, please. Excuse me, Miss. Can you call security and have this thug removed from the premises, please?",
        "Woman: Mr. Donovan.",
        "Dusty: Its okay, Honey. Do what he says.",
        "Woman: I'm sorry, Sir. But I don't know who you are.",
        "Craig: Craig Montgomery, I'm the new CEO of this company. You now work for me. As does everyone else in this building.",
        "[SCENE_BREAK]",
        "Lily: I know you don't want to hear how sorry I am, but mother, I will fight this. We can tear this contract apart. We'll get great lawyers, have --",
        "Lucinda: It's too late. He's wanted this company for a long time. Now, he's got it, all right?",
        "Lily: Tell me what I can do.",
        "Lucinda: Stop, Lily. It's too late to do anything. Craig is the majority stockholder, okay? It's his. Now, as horrible as that is, it is not as appalling to me, as the knowledge that my own daughter handed it to him on a silver platter.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Barbara: I ran into Gwen's mother. And she seemed certain that Gwen, and Will, and Maddie have taken off for someplace that no one can find them. I just wonder what kind of trouble Maddie's gotten them into this time.",
        "Will: There's got to be another way out.",
        "Casey: All right.",
        "[Gwen screaming]"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=mKmvKBMJlHw"
}