{
    "Episode Summary": [],
    "Recap": [
        "Alison arranges for her pictures to be picture perfect. Molly fakes an apology. Once outside, Molly stops to consider what she has done. Jack offers to check up on an old friend.",
        "Paul ponders confessing. Curtis confesses to getting high. Hal finds it strange that one would turn on a lover. Rosanna can see everything in a good friend's eyes."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Aaron: Don't you got rounds to be doing or something?",
        "Chris: I'm taking a break, while we wait for the results of Alison's sonogram.",
        "Aaron: Well, when the picture comes back, and you have proof that I'm the real father, you better leave us alone.",
        "Chris: You know, there's nothing that I'd rather do, Aaron. But if that baby's mine --",
        "Aaron: Well, I guess we're just gonna have to wait for the sonogram. Then we'll know for sure.",
        "Alison: That's where I'm going to see the baby?",
        "Technician: Yeah, we'll get a good look and snap a picture so that Dr. Schiller can see the fetus. Might feel a little cold. That's your baby, Alison. What do you think of that?",
        "Alison: It's so -- wow.",
        "Technician: Yeah, we're going to get a good angle on it so Dr. Schiller can tell how far along you are. That's a good one. Smile for the camera, little one. [Alison gasps] Hey, you can't move, or the picture won't come out.",
        "Alison: I think I'm gonna be sick. Can you just please get my mother? I'm sorry, please.",
        "[SCENE_BREAK]",
        "Curtis: Pepperoni. But you better get over here, 'cause I'm --",
        "Ben: Curtis?",
        "Curtis: So, the newlyweds are back. What a surprise.",
        "Ben: Are you the one responsible for trashing this house?",
        "Curtis: It's not trashed. I was just watching the ball game. I had a couple of buddies over --",
        "Ben: Why are you even here in Oakdale? Why aren't you in school?",
        "Curtis: I was gonna clean up before you guys got back, I swear. It's just -- you guys got -- you guys got back early.",
        "Jessica: Obviously, I made a mistake.",
        "Sarah: You know what? Forget it. I don't need an apology from you.",
        "Jessica: Sarah, wait. Let me just -- Sarah. Sarah!",
        "Troy: I'll talk to her.",
        "Curtis: Wow that was deep. Are they people I should know?",
        "Jessica: That was the poor girl I accused of trashing this place.",
        "Curtis: I never meant for anybody to see all this, much less take the rap for it.",
        "Ben: Well, you see, the thing is, Curtis, if it had been Sarah, I could understand. She's 15. She's been through a hell of a lot lately. But you? You have no excuse for this!",
        "[SCENE_BREAK]",
        "Emily: Honey, do you have a minute?",
        "Hal: For you? Always.",
        "Carly: Hey, Emily, maybe we ought to come back later. You think?",
        "Emily: Carly, we have to tell him. Carly and I have been talking about Rose's murder, and there's something I think you should know.",
        "Hal: I'm listening.",
        "Emily: The afternoon of the wedding, I caught Molly sneaking around inside Rose's house. Carly and I think Molly might have had a motive for murdering Rose.",
        "[SCENE_BREAK]",
        "[Knocking at door]",
        "Molly: Dusty, are you in there? [Molly enters rooms with her key.] Okay. If I was a cop, where would I look?",
        "[Molly has a bottle of Methanol.] Maid cleaning room.",
        "[Both screaming]",
        "[SCENE_BREAK]",
        "[Lily sobbing]",
        "Dusty: It's all right.",
        "Holden: Lily? Are you okay?",
        "Dusty: Holden, I think you should take her home. She's not doing so well.",
        "Lily: Yeah, you should have thought about that before you blamed me for Rose's death.",
        "Holden: Look, its okay. Just try to relax, all right? And I will get Dusty out of here.",
        "Lily: I just wanna be alone. Please just leave me alone.",
        "Holden: You have done enough to hurt Lily and my family. Why don't you just get out of here? Dusty, don't push this. Not here. Not now.",
        "Dusty: Hey, Lil --",
        "Lily: I want you to get out of here. I want you to get out of Oakdale and go back under that slimy rock that Barbara found you.",
        "Holden: It's okay now.",
        "Lily: No, look, I meant what I said. I just want to be alone.",
        "[SCENE_BREAK]",
        "Paul: What does that mean; you've taken care of everything?",
        "Barbara: Son, could we please go somewhere else --",
        "Paul: Do you have any idea what happened here?! I lost everything. I'm -- I'm broken. I don't have time or the energy for your riddles, so you say what you have to say to me, and then you get out.",
        "Barbara: You know, I am just trying to protect you here because I love you. I thought maybe you would show me a little gratitude.",
        "Paul: Gratitude for what?",
        "Barbara: We both know that you wanted Rose dead. And I'm here to make sure that you're protected.",
        "[SCENE_BREAK]",
        "Alison: I'm gonna be sick. My mother has medicine for it. Can you just please get her? Please?",
        "Technician: But the sonogram --",
        "Alison: Do you want me to throw up on your machine? There you are. If you think that I'm gonna let anyone know that you're Chris's baby -- okay, come on. There's gotta be somebody I can switch pictures with. Somebody that's six to eight weeks. Virginia Londale. Perfect. Perfect, yes.",
        "[Knocking at door]",
        "Susan: Alison? Alison, it's your mother. Open the door. [Knocking at door] Alison!",
        "[SCENE_BREAK]",
        "Ben: You told me you were calling from Chicago. You led me to believe that you and Zeke were driving back to school together.",
        "Curtis: Right. Well, uh -- I didn't go back to school.",
        "Ben: You what?",
        "Curtis: I didn't go back to school after Thanksgiving.",
        "Ben: Why not?",
        "Jessica: Sweetheart? I'm gonna go see Sarah. I -- I need to talk to her. I can't just leave things like this.",
        "Curtis: I'll go with you and apologize.",
        "Ben: No, you are not going anywhere until I get some answers. I gotta deal with this. I am so sorry.",
        "Jessica: No, it's okay. It's okay. I'll be right back.",
        "Ben: Okay, son. It's just you and me. You wanna tell me what really happened?",
        "Curtis: I got kicked out of school.",
        "[SCENE_BREAK]",
        "Joe: I asked -- when are you gonna arrest Paul Ryan?",
        "Jack: Look, Joe, I know you're upset, and you're hurt. And that's understandable. It's completely natural. But we have a duty to this community and to Rose to thoroughly investigate this case before we bring charges. And, frankly, we just don't know enough about the circumstances surrounding her death to arrest Paul or anyone.",
        "Joe: He shamed her, Jack. I heard all about it.",
        "Jack: I know. It was ugly. But it's not a crime.",
        "Joe: Do you think it's a coincidence that he stands in front of that altar, he humiliates her, he broke my little girl's heart in the worst way, and that's when Rose collapses? Do you -- what more do you need?",
        "Jack: All I can do is promise you that we are gonna bring Rose's killer to justice.",
        "[SCENE_BREAK]",
        "Emily: So, the afternoon of the wedding, I went to Rose's house, but she wasn't home. But the door was open. So I walked in, Molly's there, acting really weird, saying something about how, you know, Rose spent the night with Dusty and how she was there to have it out with her. Well, tell him.",
        "Carly: That's about the time that I showed up, and Molly practically stomped over me trying to get out of there. I really need you to understand something, Hal. I love my cousin. I feel terrible coming to you with suspicions about her. But I loved Rose, too.",
        "Emily: Yeah, and when Carly told Molly that Rose had been poisoned, she acted so blasé. I mean, isn't that bizarre?",
        "Hal: Well, I can't arrest her for being blasé.",
        "Emily: Well, you can question her.",
        "Hal: Yes, I can. And I will. Thanks for the tip.",
        "Carly: Oh, God, Emily, there's no way that Molly could've -- other people were mad at Rose, too.",
        "Emily: All right, just settle down, okay? Just come here. Sit, relax, okay? Your children need you, you know, acting like yourself when you come home, honey.",
        "Joe: Emily.",
        "Emily: Oh, Joe. I loved her so much. I'm so sorry.",
        "Joe: Yeah, yeah, yeah. Carly.",
        "Carly: Oh, I loved your daughter so much.",
        "Joe: Yeah. Hey, she loved -- she loved you two guys.",
        "Emily: Come on. Let me walk you out to the parking lot, okay? Come on.",
        "Jack: I'm gonna find whoever did this and put 'em behind bars. That's a promise.",
        "Carly: No matter who it was?",
        "Jack: No matter who. What? You think there's someone I wouldn't put through the ringer?",
        "Carly: Honestly? There is somebody you've been covering for a lot lately, Jack.",
        "Jack: You're talking about Mitzi, aren't you?",
        "[SCENE_BREAK]",
        "Maid: Is Mr. Donovan home, too?",
        "Molly: No. No, no. He had some personal business to attend to. I just came by to pick some things up for him.",
        "Maid: Okay, go ahead.",
        "Molly: The things that I need to get for him are kind of personal. Okay? So just leave everything as is and go.",
        "Maid: If Mr. Donovan complains, I lose my job.",
        "Molly: Fine. Okay, you know what? Make the bed. Just do it quickly.",
        "[SCENE_BREAK]",
        "Lily: I don't' mean to hurt you, Holden, but I just can't -- I can't listen to anymore words right now, because there's nothing that anybody can say that can make this better. And I'm not strong enough right now to pretend that it will.",
        "Holden: Lily, you know, I miss Rose, too. And my heart is breaking just like yours. And so is Luke's. And so is Faith's. They need you.",
        "Lily: I just need a little time. Okay?",
        "Holden: Okay. Okay. Please come home. Soon.",
        "Lily: Oh, my God, Rose. What am I gonna do without you?",
        "[SCENE_BREAK]",
        "Paul: I don't even know who you are.",
        "Barbara: You can scream at me all you want --",
        "Paul: No!",
        "Barbara: -- But that doesn't mean you're safe.",
        "Paul: Concentrate. Listen to me. I did not kill the love of my life.",
        "Barbara: I don't care what you say. I don't care what you have done. But you gotta think about this very clearly. Everyone in this whole damn town saw you rip Rose's heart out. It doesn't take much of a leap for them to think that maybe you wanted her dead, too. That means they're all gonna be screaming for your head, Paul. And you know what that means?",
        "Paul: No, mother, what does that mean?",
        "Barbara: That means with everyone in this town against you, I am the only friend you've got.",
        "[SCENE_BREAK]",
        "Susan: Alison!",
        "Aaron: What's going on here?",
        "Technician: I ran out to get Dr. Stewart. I guess the door locked behind me.",
        "Susan: She's not answering.",
        "Technician: Oh, here it is.",
        "[Susan gasps]",
        "Aaron: Whoa.",
        "Susan: Alison.",
        "Aaron: Ali.",
        "Susan: Alison.",
        "Alison: What happened?",
        "Susan: Sweetie.",
        "Aaron: Careful.",
        "Susan: Be careful, honey. Okay, here you go.",
        "Alison: What just happened?",
        "Chris: What happened?",
        "Susan: The technician said you weren't feeling well.",
        "Alison: Well, yeah. Well, I sent for you, and then I got up, and I started feeling a little dizzy. And I guess my legs must have --",
        "Susan: Well, maybe you haven't eaten.",
        "Aaron: Look, when we're done, I'll get you something to eat, okay?",
        "Alison: Thanks. I think I'm okay now. I don't want to upset anybody. I should be fine.",
        "Susan: Are you sure?",
        "Technician: It printed. Looks like we got a picture after all.",
        "Susan: Oh, good.",
        "Technician: Not my best work, but I don't think we'll have to do it over.",
        "Chris: Is that Alison's sonogram?",
        "Technician: Yes, Dr. Schiller wanted to see it right away.",
        "Aaron: Ali, look at me. Are you sure you're okay? Okay.",
        "Susan: Did the technician say anything about how far along you are?",
        "Alison: No, no. But I'm not worried about it. This sonogram is gonna prove that Chris can't be the father. And that's all that matters.",
        "[SCENE_BREAK]",
        "Carly: Somebody was in Rose's place after Molly left. Now, I happen to think it was Mitzi. And if I'm gonna come here and tell Hal what I know about Molly, I'm certainly not gonna let Mitzi get off the hook.",
        "Jack: Yeah, I know she left town, Carly.",
        "Carly: So, it just isn't possible that she could have come back to do Rose in, and then perhaps she slipped out before anybody knew she was even here?",
        "Jack: It's a possibility, I guess, yeah.",
        "Carly: You know, maybe I ought to be talking to Hal about this. Maybe Hal won't let his feelings for the suspect get in the way.",
        "[SCENE_BREAK]",
        "Ben: Please tell me I did not hear you right. You were expelled from Xavier? When?",
        "Curtis: I wanted to tell you at Thanksgiving. I just couldn't.",
        "Ben: Why not?",
        "Curtis: Well, you and Jess seemed so happy about getting married and everything. I figured if I handed you a bunch of bad news, you'd cancel your plans.",
        "Ben: Okay, okay. All right, all right, all right, fine. Just forget for the minute that I'm not buying your excuse. How does a kid with a 3.9 grade point average get kicked out of one of the finest boys' academies in the Midwest?",
        "Curtis: It wasn't an academic thing.",
        "Ben: Okay, fine. What? What was it? What, you were fighting?",
        "Curtis: No. I got caught smoking a joint.",
        "[SCENE_BREAK]",
        "Jessica: The shelter told me you were here.",
        "Sarah: I'm gonna go get some air.",
        "Jessica: Sarah, please wait a minute. Please. I came to apologize. Okay? Look, I'm sorry for accusing you of ransacking my house. I feel really terrible about it. And I feel even worse, because I didn't get the chance to tell you how really sorry I am.",
        "Troy: I really feel it'd be better all the way around if you just left.",
        "Sarah: No, I want to talk to her.",
        "Troy: I -- five minutes, but no more.",
        "Jessica: Okay. Thanks. Let's sit down. Sarah, I behaved really badly this afternoon. I accused you of taking part in something that you had no part of, and I -- I'm really sorry. And I just want to know how I can make it up to you.",
        "Sarah: Are you serious?",
        "Jessica: Very. What can I do?",
        "Sarah: Take me to see Bonnie.",
        "[SCENE_BREAK]",
        "Paul: This is about the champagne glass that Hal was just asking me about, isn't it? You did it. You took them. You took then from this very church. They're -- they're evidence, Mom. You gotta bring 'em back. You gotta tell Hal that -- you may think that you're helping me, Mother, but all you're really doing is making it look like I'm trying to cover my tracks.",
        "Barbara: You know, I really don't know what you're talking about, because I have done nothing. And when Hal searched my suite, that's what he found -- nothing. So Hal doesn't think that I killed Rose, but I will tell you something. It won't be very long before they stop concentrating on me and start concentrating on you. So I think you better figure out what you need to do to keep from being arrested.",
        "[Barbara leaves.]",
        "Paul: Hey, it's me. I think I need a friend.",
        "[SCENE_BREAK]",
        "Molly: Finally. Damn!",
        "Dusty: What are you doing here?",
        "Molly: Just wanted to see if you were okay.",
        "Dusty: You're lying to me. Try again.",
        "[SCENE_BREAK]",
        "Dusty: Why are you trying to pin it on me?",
        "Hal: What do you say I do a little search of the premises? How 'bout it, Donovan?",
        "[SCENE_BREAK]",
        "Dr. Schiller: I'd estimate the fetus to be approximately 7 to 8 weeks.",
        "Chris: 8 weeks? You're sure it can't be any older?",
        "Dr. Schiller: Yes, doctor, look -- the crown rump length is right at 12 millimeters. That's approximately 7 weeks. 8 at the most. I'd like to see Alison in my office when she's feeling up to it.",
        "Chris: Happy Father's day, Aaron.",
        "[SCENE_BREAK]",
        "Molly: I debated with myself as to whether or not I should come here. Obviously, I made the wrong choice.",
        "Dusty: You know, I was thinking about -- I was thinking about those words you used on me earlier, while you were accusing me of destroying a woman that I loved. \"Live with it.\" \"Live with it.\" \"Live with it.\" That's what you said, right? You come by here, and you tell me you wanna see if I'm okay. You're a liar, because you know I'm not okay. Rose is dead, so I'm livin' with it. What are you doin' here?",
        "Molly: I am sorry that I said those hurtful things, okay? And I'm sorry that I wasn't there when Rose actually passed away. I'm sorry. I came here to apologize and to offer you a shoulder to cry on. That's all. That's why I'm here.",
        "Dusty: You're offering me a shoulder?",
        "Molly: If you need it. Do you? Need me at all? Sorry for your loss.",
        "[SCENE_BREAK]",
        "Jack: Come on. You can't possibly believe that I have feelings for Mitzi. Oh. Look, Hal and I, we are going to check out every single lead, and we will question every single suspect. That includes Mitzi, if she becomes one.",
        "Carly: And I just need to be sure that you're not secretly buying Mitzi a plane ticket to South America or someplace, because she just couldn't possibly have anything to do with this.",
        "Jack: Oh, man. Okay, here's a promise. As soon as you leave, I'm gonna get on the horn, and I'm gonna find out what Mitzi's been up to the last couple of days. And then I will dutifully report every single piece of information I find out, no matter how boring it may be, back to you, my loving wife, so she knows I'm on the job. Okay?",
        "Carly: You think I'm a witch, don't you?",
        "Jack: I am not gonna answer that. Come here. I'd do anything for you, you know that.",
        "Carly: You better. Howdy, it's Carly. I need some information on Rose's friend, Mitzi. Mitzi Matters. Because I need somebody sneaky to get it for me. And face it, Henry, you're the biggest sneak I know.",
        "[SCENE_BREAK]",
        "Paul: I love her. I loved her.",
        "Rosanna: But you didn't kill Rose.",
        "Paul: I broke her heart. I stood here, and I accused her of something that she didn't even do, and I just -- I broke her heart.",
        "Rosanna: I know, and you feel terrible for doing something so hurtful. But you shouldn't confess to a crime you didn't commit.",
        "Paul: She -- she just slipped away. I didn't have a chance to tell her how much I cared about her. And she died thinking that I -- that I poisoned her. Oh, God. I should just confess. Really. Anything would be better than living with this. This is a punishment worse than death.",
        "[SCENE_BREAK]",
        "Jessica: I'm sorry, Sarah, the judge ruled that Bonnie can't have any contact with you. I thought you understood that.",
        "Sarah: I don't care what the judge said. I know how important you are in this town. You can bend the rules. You can make things happen.",
        "Jessica: Not in this case, sweetheart. There's really nothing I can do. I'm sorry. I can't.",
        "Sarah: Well, then there's nothing you can do to make things up to me.",
        "[SCENE_BREAK]",
        "Ben: It's not like we haven't had this conversation about drugs, Curtis! What happened?",
        "Curtis: I was in the quad. Somebody lit a blunt. I don't even remember who. And then it got shoved under my nose, and before I knew it --",
        "Ben: Before you knew it, what? You lost every brain cell that God gave you? Come on, man. I have talked to you till I am blue in the face about drugs and peer pressure. And what were you thinking?",
        "Curtis: Nothing! I wasn't thinking, okay? I barely took a hit. I'm not some stoner, Dad, honest.",
        "Ben: You got busted for gettin' high in the quad.",
        "Curtis: I took a hit, and, before I knew it, the Dean was standing over me, and I was caught with the doobie in my hand.",
        "Ben: God.",
        "Curtis: I'm really sorry. I know you're disappointed in me.",
        "Ben: Hmm. Disappointed doesn't begin to cover what I'm feeling right now.",
        "Curtis: Look on the bright side. They didn't call the cops.",
        "Ben: You realize your plans for college are in the scrap heap. Do you think a school like -- like Morehouse or Harvard is gonna be interested in you with half your senior year literally up in smoke?",
        "Curtis: Morehouse and Harvard weren't my future plans, Dad. They were yours.",
        "[SCENE_BREAK]",
        "Molly: Hal, hey. You wanted to see me?",
        "Hal: Yeah. As a matter of fact, I got a question for you Molly. Tell me, what were you doing breaking into Rose's house the day of her wedding?",
        "Molly: Great police work, Hal. Do you get all your leads from your wife?",
        "Hal: Answer the question, Molly.",
        "Molly: I went to Rose's, Hal, because I was jealous of her and Dusty, okay?",
        "Hal: Well, I'm jealous of a lot of guys that look at Emily. I don't go breakin' into their houses.",
        "Molly: I was just looking for something to tell me whether or not she and Dusty shared a bed the night before her wedding. That's all.",
        "Hal: Molly, you're not in high school anymore.",
        "Molly: I'm not proud of this. I didn't say that. I just -- that's why I was there. Okay? Listen, I don't know what other leads you have, but my money's on Dusty Donovan.",
        "Hal: You just said that you were jealous of Dusty and Rose. And now you want to give your lover up to the police?",
        "Molly: Dusty was obsessed with Rose. But she didn't love him. She was committed to Paul, heart and soul. But then she found out that he made that threatening call to her, so she went crying on Dusty's shoulder. So he thought he won. He thought he could stay up all night with her, convince her to call off the wedding. But what does she do? The very next day, she decides to marry Paul anyway. So does that help you see into Dusty's head at all? He was crazed. He was obsessed. Rose played him for the fool, and Dusty Donovan does not take that lying down.",
        "Hal: Hmm. That's an interesting theory.",
        "Molly: Just trying to be helpful.",
        "Hal: Oh, you have been. You have been. Very helpful.",
        "[SCENE_BREAK]",
        "Rosanna: Look, you are understandably sad. And you need to grieve. But you can't let your guilt make decisions for you. You have to protect yourself.",
        "Paul: Protect myself? What about my life is worth living now?",
        "Rosanna: Look, come on. You are a good man. You are my friend, and I think my friend's life is worth saving. You have to go to the police. You tell them everything you know. You show them that you have nothing to hide.",
        "Paul: I have nothing to hide. But they're not gonna give up. I don't know if -- if I can stand up to them.",
        "Rosanna: Of course you can stand up to them. You've stood up to me. I can be a very formidable opponent. I think you can do it. I think you have to show them on no uncertain terms that you did not kill Rose.",
        "Paul: My own mother thinks that I killed Rose. So what is it about you? How come you're so sure that everyone else is wrong?",
        "Rosanna: I just simply look inside your heart. And I do not find murder there.",
        "[SCENE_BREAK]",
        "Lily: So, Rose \u0096",
        "[SCENE_BREAK]",
        "Aaron: Dr. Schiller's waiting.",
        "Susan: Alison still isn't feeling very well.",
        "Alison: I think I'm just gonna reschedule.",
        "Aaron: Do you want to hear the news?",
        "Alison: Sure.",
        "Aaron: It's our baby, just like you said. The doctor just told Chris. It's 7 to 8 weeks old.",
        "Alison: Well, I don't know, maybe I'll talk to Dr. Schiller after all.",
        "[SCENE_BREAK]",
        "[Knocking at door]",
        "Dusty: Whoever it is, go to hell, please.",
        "Hal: Not the smartest way to greet the police, Donovan. Open up.",
        "Dusty: What's going on?",
        "Hal: I got a tip. Somebody thinks maybe you wanted Rose dead.",
        "Dusty: You're messin' with me. Why is that?",
        "Hal: Well, you slept with Rose, and then she went back to Paul. Now, that could make a guy do something a little bit crazy, you know.",
        "Dusty: Sounds like you've been talkin' to Paul. I tell you right now, if you're taking leads form that guy, you're not gonna go very far.",
        "Hal: You're still convinced that Paul killed Rose?",
        "Dusty: Yeah. Why are you trying to pin it on me?",
        "Hal: Hey, I'm not trying to pin anything on anybody. But since I'm here, and since you seem so eager to clear your name -- what do you say I do a little search of the premises? How 'bout it, Donovan?",
        "[SCENE_BREAK]",
        "Lily: You could use a little color, Tiger Lily.",
        "Holden: What are you doin'?",
        "Lily: Just tryin' on something of Rose's. So I feel closer to her. Why are you following me?",
        "Holden: Lily -- you gotta get some sleep. I need to get some sleep. Would you please come home?",
        "Lily: Okay. I just need a little more time. Just a little more. Please?",
        "[SCENE_BREAK]",
        "Rosanna: You told me once that you thought that I could be a wonderful mother. And that meant a lot to me. And I wondered how you could be so sure since we hardly knew each other.",
        "Paul: I just knew.",
        "Rosanna: Exactly. Just how I know now that you could never have killed Rose.",
        "Paul: Will you stay here for a little while with me?",
        "Rosanna: As long as you need. Oh, sweetie, shh.",
        "[Craig comes to the door of Church sees Rosanna with Paul head on her shoulder.]",
        "[NEXT_ON]",
        "Dusty: You killed Rose, and you're tryin' to pin it on me.",
        "Rosanna: The only reason you called me here was because you knew I was with Paul.",
        "Lily: What is it? What'd you find?",
        "Lucinda: It's Rose's life insurance policy."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=JFmidW4J3kE"
}