{
    "Episode Summary": [],
    "Recap": [
        "Will and Gwen try to comfort Sage the best they can. Barbara drops by with some good news. She is setting up a trust fund for the expected baby and a monthly allowance to cover their expenses. Will doesn't want to take it but Gwen is grateful. After leaving Will's Barbara gets a call from a Dr. Voss. The worst has come true she believes as the doctor tells her they have found Paul. But Barbara is soon set straight, Paul is alive. He is in critical condition and probably won't make it but she needs to get there as soon as she can. Barbara rushes to the farm to give Meg the news but leaves when she finds meg in Craig's arms.",
        "Meg and Craig are staying with Parker who is still morning the loss of Paul so Craig is not who he wants to see as he awaits news on his brother. Craig makes nice with Parker over a heartfelt conversation but Parker's mood is darkened again when he finds a Ouija board that belongs to Paul. Parker just wants to be alone. Meg and Craig speak calmly and honestly about their feeling for each other and Meg's feelings for Paul. Craig tells her of his hopes he had that they would have children together. Meg feels guilty for not realizing she was messing with his dreams.",
        "Katie lectures Carly for paying the ransom after Jack told her not to. Carly doesn't care and tells Katie to get out. Katie still argues with Carly that now Jack could be in danger because he had a lead. Carly rushes out to find Jack and tracks him down in the empty building JJ was being held in. The female kidnapper gets JJ out of the building when they hear Jack. The male stays behind and lights a bomb. They keep JJ rather than give him back and are fleeing town. Carly yells for Jack who jumps to protect her just as the bomb goes off. Carly is protected but Jack is buried under a lot of debris Carly begs Jack to come to and pressures him to tell her if he saw JJ. All Jack can say is \"card\" Katie appears and is jealous when she sees Carly crying over Jack's body. When the police and ambulance arrive Carly goes with Dallas to find JJ, Katie kneels beside Jack and tells him she will marry him. Jack whispers \"Carly?\""
    ],
    "Recap Author": "Dani",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Will: Sage, do you want some lemonade?",
        "Sage: No, thank you.",
        "Gwen: Hey, you know what I was thinking? Maybe we can make a collage for J.J. for when he gets home. Put it in his room. What kind of things does he like?",
        "Sage: Boy things.",
        "Will: Right. He's a Cubs fan. So, do you know his favorite player is?",
        "Sage: Do you think he knows who's my favorite actor?",
        "Gwen: Point taken.",
        "Will: You know what I think, Sage? I think you're just like your mommy. And you don't want us pretending nothing's wrong when something is.",
        "Sage: I'm just so scared. And I was so mean to him before --",
        "Gwen: Hey, do you remember what your Uncle Will said about your dad? He's the best detective out there, okay? I know he's going to bring J.J. home. I know that.",
        "Sage: Why can't we ever just be a family?",
        "Gwen: Sorry, Sweetie.",
        "[Knock on the door]",
        "Sage: Maybe that's them.",
        "Will: Hi.",
        "Barbara: Hi.",
        "Will: Sorry, Sage, it's my mom.",
        "Gwen: Hey, let's go -- let's go wash our faces. Come on.",
        "Barbara: Was Sage crying?",
        "Will: Her brother's missing.",
        "Barbara: Parker ran away again?",
        "Will: No. It's J.J. Somebody took him.",
        "Parker: Maybe that's Jack. Maybe he found J.J. It's for you.",
        "Meg: Me?",
        "Parker: Yeah. It's your husband.",
        "Craig: Hey.",
        "Meg: Okay, this isn't a good time.",
        "Craig: How's Parker doing?",
        "Meg: Not so good.",
        "Craig: Oh, that figures. And that is why I'm here. Excuse me. Hey, Kid. Hey, I brought you some French fries.",
        "Parker: Is that supposed to fix everything?",
        "Craig: Yeah, pretty lame, huh? The thing is, you're too young for me to bring you a bottle of scotch. So, I was figuring, you know, bad night, and the waiting's the worst. And I thought maybe it might help pass the time, you could just take everything out on me. We both know, I deserve it.",
        "[SCENE_BREAK]",
        "Carly: I think you've got a lot of nerve, talking to me like that, in my own house.",
        "Katie: If you put J.J. and Jack in danger, you deserve what you get.",
        "Carly: I didn't do anything.",
        "Katie: You paid the ransom, didn't you?",
        "Carly: None of this is any of your business --",
        "Katie: It's so obvious. That's why you thought J.J. would be here when you walked in that door.",
        "Carly: Why don't you get out of my face, Katie, and let me talk to Jack.",
        "Katie: He's not here.",
        "Carly: What?",
        "Katie: He went on a lead.",
        "Carly: What kind of lead?",
        "Katie: Some lead that he knows where J.J. is.",
        "Carly: Oh, no!",
        "Katie: Damn it, Carly, what is going on here?",
        "Carly: Oh my God.",
        "Katie: You paid the ransom, didn't you? You did exactly what he told you not to do --",
        "Carly: Alright, I did. And I don't regret it either. I did what I had to do to get J.J. back.",
        "Katie: Well, I don't think it worked.",
        "Carly: Because there was one condition. No police.",
        "[SCENE_BREAK]",
        "Silas: It's Snyder. They must have double-crossed us.",
        "Ava: That sons of --",
        "Silas: Shut up. They must have followed you from the drop site.",
        "Jack: J.J.?",
        "Silas: In about two minutes, this place is going to be crawling with cops. We've got to get out of here.",
        "Ava: You think?",
        "Silas: Shut up and move.",
        "Ava: Fine with me, but we'll leave this kid here.",
        "Silas: No.",
        "Ava: We took him, now we have the money, that's what we were after.",
        "Silas: We made it this far, but we still need insurance. Take him to the car, and wait for me.",
        "Ava: Okay, but make it quick. I don't want to be hanging around with the kid when the cops show up.",
        "Silas: I'll make it fast. Don't worry. Now get going. And you. Not a sound. Not if you want to see your mama again.",
        "Ava: Give me the money. Give me the money.",
        "Silas: What?",
        "Ava: You're going to need both hands. Don't you trust me, after all this?",
        "Silas: You better not try anything funny.",
        "Ava: You better make sure that Snyder doesn't follow us.",
        "Silas: Don't worry. I'll make sure Snyder never follows anyone ever again.",
        "[J.J. drops a baseball card]",
        "[SCENE_BREAK]",
        "Katie: What were you thinking?",
        "Carly: About someone other than myself. Something you wouldn't know anything about.",
        "Katie: Did you think about Jack? Did you think about the fact that he might know more about these things than you do?",
        "Carly: Just get out of here, Katie, okay --",
        "Katie: He could be walking into a trap right now.",
        "Carly: Don't say that.",
        "Katie: He told you not to pay the ransom. He's working under the premise that these people are still waiting for the money.",
        "Carly: Why didn't you tell me about the lead? Why didn't he let me in on what he was doing?",
        "Katie: He didn't have time, Carly. He told me to come here and wait for you. And then he took off.",
        "Carly: Did he tell you where he was going?",
        "Katie: No, but he was very sure that he knew where J.J. was.",
        "Carly: Oh, God. God, what have I done?",
        "Katie: Have you talked to the kidnappers since you paid them?",
        "Carly: No. We have to stop him.",
        "Katie: What?",
        "Carly: If Jack shows up now, the whole thing will backfire and they'll think that we double-crossed them. We can't call him, because they might hear his phone. And that -- God, they can't hurt J.J. please, please -- I told you to get out of here.",
        "Katie: Carly, you got to call the station. You have to tell them what you did. You know I'm right.",
        "Carly: You stay here. You answer the phone. You tell them that you don't know where I am.",
        "Katie: What are you doing now?",
        "Carly: What I have to do.",
        "[SCENE_BREAK]",
        "Gwen: Do you want tea or anything?",
        "Barbara: No, no, I'm not going to stay. I just want to talk to the two of you about something.",
        "Will: Let me guess. You're here to name the baby for us?",
        "Barbara: That's done. Barbara or Ryan, right?",
        "Will: Yeah, I should have seen that coming.",
        "Barbara: No, actually, I do want to talk to you about the baby. I want to set up a trust fund for my new grandchild.",
        "Will: Mom, you don't have to do that.",
        "Barbara: I know I don't, but I want to.",
        "Will: Well, do you remember how many problems mine caused?",
        "Barbara: It was Margo's perfectly-raised sons that caused all that trouble, remember? And you know what? I have watched that woman play perfect mother for my entire lifetime. And I'm sorry I'm going on and on. But I do want to set this trust fund up right away.",
        "Will: I just -- I really don't know if it's a good idea.",
        "Barbara: Well, you know what? Besides that, I want to set up a monthly stipend for the two of you.",
        "Will: What?",
        "Barbara: You have a lot of expenses coming up. You have to raise a family. You're going to be going school. I don't want you to have to worry about things financially.",
        "Will: Yeah, but Mom, I know you want to help, but --",
        "Barbara: But what? The fact is you're stubborn, yeah, you get that from your father.",
        "Will: From my father? From you.",
        "Gwen: Yeah, um, before you guys go any further down that road, can I say one thing? Thank you. Thank you for thinking about us.",
        "[SCENE_BREAK]",
        "Craig: You know, if you're really mad at me, I get it.",
        "Parker: I don't know.",
        "Craig: Well, everybody else is mad at me, why not you?",
        "Parker: Okay. I'm mad at you.",
        "Craig: Okay. It makes all the sense in the world. When I haven't been exactly a great friend lately and I know you really liked Paul.",
        "Parker: Yeah, he was great.",
        "Craig: Me, not so much, right?",
        "Parker: Right.",
        "Craig: So, we finally agree on something.",
        "Parker: Right.",
        "Craig: Parker, your brother's in trouble and Paul's gone and I'm here. And I was kind of hoping that, you know, with the fries and the talking and everything, that we can get things back to the way they used to be.",
        "Parker: Yeah. Okay.",
        "Craig: Okay. Thanks. Do you want fries with that?",
        "Parker: They're cold.",
        "Craig: Yeah, you're right. Now, I think what you've got to do, you got to focus on Jack here. Because Jack is not going to let anything happen to J.J. that's just not going to happen.",
        "Parker: You don't know that. You can't be sure of that.",
        "Craig: Well, you know, I know, not knowing, not being sure thing has never stopped me from shooting off my mouth before. But not this time. Whoever took J.J. is no match for Jack. Now, you got to believe that, right?",
        "Meg: He's right, Parker.",
        "Parker: Maybe you're right.",
        "Craig: Parker. I always am. Hey, do you think I can get a soda or something? These fries, they're terrible.",
        "Meg: Help yourself. Parker, can you help me put these pans away, please?",
        "Parker: Sure.",
        "Meg: Thanks. Well, you're very pleased with yourself.",
        "Craig: Am I?",
        "Meg: Parker, what is it? Hey. Oh.",
        "Craig: What's that?",
        "Meg: Ouija board, it was Paul's.",
        "Parker: He brought it over one night. When he was alive.",
        "[SCENE_BREAK]",
        "[Jack walks into the room and sees a tarp]",
        "Jack: Please, God, no. [Nothings under the tarp. Jack picks up J.J.'s baseball card] Good man, J.J. good man.",
        "[SCENE_BREAK]",
        "Dallas: So get back to me, okay?",
        "Carly: I need to talk to Jack, it's urgent.",
        "Dallas: I'm sorry, Carly, he's not here.",
        "Carly: No, I know that, I know he was some kind of lead. Dallas, you have to tell me where he is. I know that Jack knows where J.J. is.",
        "Dallas: He doesn't want us talking about it with anyone.",
        "Carly: Well, I'm not just anyone, I'm J.J.'s mother.",
        "Dallas: I know.",
        "Carly: You don't seem to understand. I have to talk to Jack. There's something he needs to know, or J.J. -- J.J. could --",
        "Dallas: Why don't you sit down?",
        "Carly: I'm fine. I just -- you have to tell me where he is.",
        "Dallas: You know that I can't.",
        "Carly: But you know where he went? Well, if you can't tell me -- will you please, could you at least call him?",
        "Dallas: Carly, we can't. Its straight procedure, he's incommunicado. Any attempt to contact him could compromise his position.",
        "Carly: Straight procedure to hand the wife a line of bull. Ex-wife.",
        "Dallas: Okay, no bull. Seriously, any attempt to reach him, could end up putting Jack and your son, in even more danger. I'm not doing it. If you'd like, I could get you a ride home. But that's where you should be, in case the kidnappers call. We need you. J.J. needs you there.",
        "Carly: Nicely done, Dallas. That didn't sound a bit like shut up and go home.",
        "Cop: Officer Griffin. Jack was right.",
        "Dallas: So the residue on the ransom note does match the powder at the construction site. They thought this through. Route 30 runs right by the Snyder farm, and that's site less than two miles from the interstate. For a nice, fast getaway.",
        "[SCENE_BREAK]",
        "Gwen: Hey. You made quite the impression on Sage.",
        "Will: Yeah, I see a collage in your future.",
        "Barbara: I would like that. You know, you two are going to be wonderful parents. Not like me.",
        "Gwen: What?",
        "Barbara: I am -- I am so mad at myself. I mean, here I come in, barging trust funds -- and I know, I know how important it is for you to be independent. And I'm sorry I brought anything up at all.",
        "Gwen: Hey, Will.",
        "Will: Um, Gwen and I were talking in the bedroom. And first of all, I didn't say thank you and I should have.",
        "Barbara: It's okay. Really.",
        "Will: No, it's not. And the other thing, is were about to have a baby and we just can't be thinking about ourselves anymore.",
        "Gwen: And we would be really, really grateful for your help.",
        "Barbara: I am really, really getting to like you.",
        "Gwen: Good, because I'm going to be around a long time.",
        "Will: And so are you. And this baby, call me sentimental, but at least we think it's a sign that we should all pull together.",
        "Barbara: I am so proud of you.",
        "Will: So, the money --",
        "Barbara: Yeah --",
        "Will: Okay --",
        "Barbara: Yeah --",
        "Will: Just until we finish school, all right? And then it stops.",
        "Barbara: We'll see.",
        "Will: Mom.",
        "Barbara: Will, teasing. Just teasing here. Anyway, I'm going to get out of your hair, I'm just going to go say good-bye to Sage and then I will call the bank in the morning.",
        "Will: Okay.",
        "Gwen: You know what's good?",
        "Will: Finding out that you were pregnant was -- was pretty good. It wasn't bad.",
        "Gwen: Seeing your mom come down on Margo. You know, seeing some of her old spirit.",
        "Will: Yeah. After everything with Paul, I can't believe that she's doing so well.",
        "Gwen: She's a strong woman.",
        "Will: She is. Especially when she has somebody to be strong for.",
        "[SCENE_BREAK]",
        "Craig: So where does this thing plug in?",
        "Meg: It doesn't. The spirits guide your hand so you can spell out the answers to your questions.",
        "Craig: Oh, that sounds very reliable. Nobody can use that for their own purposes.",
        "Meg: You know, it figures that your mind would work that way. You're always looking for -- Parker. Hey, are you okay?",
        "Parker: I was -- I was thinking about the night that Paul brought this over.",
        "Craig: Was that a good night?",
        "Parker: It was fun. Remember, Meg? Paul asked it who you were in love with?",
        "Meg: Yeah. I remember.",
        "[Meg remembering]",
        "Paul: Oh, great spirit who knows all kinds of things that nobody else can seem to figure out. Who is it that Auntie Meg just can't resist?",
        "Meg: You're really asking for it.",
        "Paul: You need to focus. Come on great spirit give us a name.",
        "Parker: C!",
        "Paul: Oh, great spirit, you are completely wrong.",
        "[SCENE_BREAK]",
        "Meg: Parker, um, you know, I don't feel like doing this.",
        "Parker: Yeah, neither do I. Seems pretty stupid now.",
        "Craig: Hey, you know what? I think the Cubs are playing tonight, it might be even Cincinnati. I'll have to check. Do you want to watch?",
        "Parker: No. I just kind of want to be alone. I think I'll go for a walk or something.",
        "Meg: Parker please, I don't want you to be out there alone, not tonight.",
        "Parker: I'm not running away.",
        "Meg: I know that. It's not about you, it's me. With J.J. missing, I just -- I just want you to be close by so I don't get panicky.",
        "Parker: Okay, I'll just go read then.",
        "Meg: Thank you. Hey, hey, hey, you know Craig is right. Jack won't let anything happen to one of his kids.",
        "Craig: How are you doing?",
        "Meg: Uh, well, you know me. I went into nurse mode and I detach.",
        "Craig: I'm not talking about J.J. I saw you what -- I saw you remember whatever it was that happened with the Ouija board.",
        "Meg: Yeah. Sorry.",
        "Craig: Don't apologize. You miss him. You were in love with him.",
        "Meg: I still am.",
        "[SCENE_BREAK]",
        "Barbara: Well, I'll be in first thing in the morning. I want this taken care of immediately. Okay, thank you. [Cell phone rings] Hello?",
        "Dr. Voss: Hello, I'm looking for a Barbara Ryan.",
        "Barbara: This is she, who's calling?",
        "Dr. Voss: My name is Voss Dr. Gordon Voss. I'm calling about your son.",
        "Barbara: Will? I just saw him.",
        "Dr. Voss: I'm sorry. I meant your son Paul.",
        "Barbara: I see. Have you found him?",
        "Dr. Voss: Yes, we have.",
        "Barbara: I see. Well, I will -- I will, I'll be on a plane tomorrow to come and make arrangements, if you just tell me where to go.",
        "Dr. Voss: Ms. Ryan I don't think you understand. Your son is alive.",
        "[SCENE_BREAK]",
        "Ava: Come on, come on. We should have been gone by now.",
        "J.J.: When are you going to let me go?",
        "Ava: When we don't need you anymore.",
        "J.J.: But you guys already have the money. My dad's here, I could go home with him.",
        "Ava: Kid, how did you do in school? Because I've got to tell you something, you don't seem real bright to me. Did you really think that we were going to let you go tell your detective dad who we are, what we look like? J.J.; I won't tell. I promise.",
        "Ava: Yeah, I know you won't.",
        "J.J.: But he's never going to stop looking for me.",
        "Ava: Yeah. He'll look for you until the day he dies.",
        "[SCENE_BREAK]",
        "Katie: No, it didn't matter that Jack told her not to. It didn't matter that he's a detective on the police force and might, just might know what he's talking about. No, Carly had to go and pay the ransom anyway.",
        "Henry: Wow -- wow, she went off and acted on her own. She disobeyed the rules. That must really offend someone as by-the-book as you are.",
        "Katie: Henry, I'm really, really trying to respect what she's going through, but I've become her emotional punching bag.",
        "Henry: Oh come on baby, you did not have a meltdown because Carly called you a few names.",
        "Katie: Well, I'm scared, okay? I'm scared for Jack and J.J.",
        "Henry: I know. I know.",
        "Katie: Those kids are everything to him. If anything happens to J.J., I don't --",
        "Henry: Hey, hey, okay. It's going to be okay. Jack is very good at what he does, okay? He knows what he's doing --",
        "Katie: But he doesn't know what Carly did. And that could put him in danger.",
        "Henry: Why don't you call the station and tell them yourself.",
        "Katie: I've had the phone in my hand five times in the last 20 minutes. But I'm scared. I don't know - if I make the situation worse, I can't take that risk.",
        "Henry: Do you know where Carly went? Do you know what she's up to?",
        "Katie: No. She just freaked out when I told her that Jack had a lead, that he might know where J.J. was.",
        "Henry: Why would she freak out about that? You'd think she would be happy?",
        "Katie: No, she was scared to death. Because there was one condition that the kidnappers had and that was no cops. Jack and I were almost engaged. Two more seconds, I would have had that ring on my finger. Now, I have no idea where he is. But I do know that he might -- that he could get killed.",
        "Henry: I know where he is.",
        "[SCENE_BREAK]",
        "Carly: Jack? J.J.?",
        "Jack: Carly, get out! Now, get out!",
        "[Explosion]",
        "[SCENE_BREAK]",
        "Katie: What? You know where Jack went.",
        "Henry: I have -- I have a pretty good idea.",
        "Katie: Where?",
        "Henry: I have a pretty good idea I made a very big mistake.",
        "Katie: Where did he go, hey?",
        "Henry: Look, he made me promise to keep my mouth shut, Katie.",
        "Katie: Why was he talking to you about it in the first place?",
        "Henry: When I was at WOAK, he saw that I had a lot of -- some kind of powder on my shoes. And he took a sample.",
        "Katie: Why?",
        "Henry: I don't know, but I'm pretty sure that he wanted to compare it to some evidence he already had.",
        "Katie: That was the lead -- that was the -- what was this powder on your shoes? Where did it come from? Henry, tell me!",
        "Henry: Vienna and I went to a new construction site that we're considering as a location for the spa.",
        "Katie: And where is it?",
        "Henry: Katie -- Katie, you can't go there. It is -- it could be very dangerous.",
        "Katie: You and I both know nothing's going to stop me, Henry. Where did he go?",
        "[SCENE_BREAK]",
        "[Carly finds Jack under a pile of ceiling]",
        "Carly: Jack? Jack? Jack, you have to say something. You have to tell me where you are. Jack? Jack? I'm here. Hey, you're all right, Jack. Jack? Did you find J.J.? Is he -- Jack? Jack. Oh, God, no. Jack? Jack, you have to wake up. Oh, God oh, please no.",
        "[Katie is around the corner and watches Jack and Carly]",
        "[SCENE_BREAK]",
        "Dr. Voss: Ms. Ryan are you there?",
        "Barbara: Yes, I'm sorry, Doctor I -- we thought --",
        "Dr. Voss: I understand he's been missing for quite a while.",
        "Barbara: Yes. Yes, he has. Doctor, I have to ask you. Are you sure -- are you sure this is my son?",
        "Dr. Voss: Yes, we checked fingerprints. It's definitely him.",
        "Barbara: Can I talk to him.",
        "Dr. Voss: I'm sorry. Ms. Ryan, I need to tell you he's in critical condition.",
        "Barbara: Is he awake?",
        "Dr. Voss: No, he was comatose when he was found. The initial cat scan indicated that he suffered severe head trauma. We think that was from the initial fall.",
        "Barbara: But he survived the fall?",
        "Dr. Voss: Yes, but the delay, head trauma needs immediate attention. Also, he suffered hypothermia, exposure and frostbite.",
        "Barbara: Doctor, whatever he needs -- whatever -- specialists, anything.",
        "Dr. Voss: It's not that kind of a situation. We've stabilized him. We've treated his external injuries. It's the brain scan that we're concerned about. I'm just consulted with our chief neurologist. Ms. Ryan, I think it would be a good idea for you to get here as soon as possible.",
        "Barbara: You're saying, he could die?",
        "Dr. Voss: I think you need to prepare yourself for that.",
        "[SCENE_BREAK]",
        "Meg: You don't have to stay.",
        "Craig: I know.",
        "Meg: I couldn't have been easy for you, hearing that I'm still in love with Paul.",
        "Craig: On the wheel of big surprise, huh? The last time I saw you two together, it was obvious that your feelings for him were -- intense.",
        "Meg: Understatement.",
        "Craig: And you're not the kind of person who gets over things easily.",
        "Meg: Again. Understatement.",
        "Craig: I like that about you. Once again, I'm attracted to those qualities in you that I do not share.",
        "Meg: Excuse me?",
        "Craig: I get over things quickly. Move on. Don't look back.",
        "Meg: Right. Like Johnny. Why do you do that? Try to make me believe you get over things easily? That's not true.",
        "Craig: I want it to be.",
        "Meg: I saw the way you were with Parker tonight. So honest, direct.",
        "Craig: Yeah, well, you know, Parker, I learned he doesn't want to take any bull. And as you can imagine, that puts me at a distinct disadvantage.",
        "Meg: Okay, I'm going to skate on thin ice here.",
        "Craig: Sound ominous.",
        "Meg: When you came back, and then when you went after Johnny, well, let's just say I wasn't exactly on your side.",
        "Craig: Who was?",
        "Meg: In a weird way, no, I can see you could be a good father. In a very weird way.",
        "Craig: Thank you. That means a lot to me.",
        "Meg: It's also very weird that after everything, I can talk to you about Paul.",
        "Craig: I want you to feel that you can talk to me about anything.",
        "Meg: What an awful night.",
        "Craig: Awful.",
        "Meg: You know, it's hot, humid. And I still feel cold.",
        "Craig: I know what you mean. The night I lost Bryant -- I didn't know what cold was until then.",
        "Meg: God, I hope Carly and Jack don't have to find out what that feels like.",
        "Craig: Amen.",
        "[SCENE_BREAK]",
        "Carly: Somebody, help me, please! Hang on, hang on, Jack. Okay, okay, okay. Please Jack, please, you can't leave me. I need you. I love you. Oh, God. Oh, thank God. Oh, God, thank God.",
        "[Carly sees Katie]",
        "Carly: Call 911.",
        "Katie: I already did.",
        "Carly: Did you see J.J.?",
        "Katie: No, I just got here.",
        "Carly: We'll look for him. This is where they brought him. They did this.",
        "Katie: I know --",
        "Carly: Why did they do this? J.J.!",
        "Jack: Where is he --?",
        "Carly: What? What, Honey -- I don't understand. Say it again. J.J.? You looked for J.J.?",
        "Jack: Card.",
        "Carly: What? What? What card?",
        "Jack: He's - not here. Just me.",
        "Carly: Oh, God. Oh, thank God. My baby. Thank God.",
        "[SCENE_BREAK]",
        "Meg: You know it always surprises me when you understand how somebody else feels.",
        "Craig: Well, anyone who's ever been a parent would know how Jack and Carly are feeling right now.",
        "Meg: Is there any chance that you could work things out with Lucy? Have some kind of relationship with Johnny?",
        "Craig: Not knowing where she is, not able to talk to her, it is an obstacle.",
        "Meg: I'm sorry.",
        "Craig: Don't ever, ever tell anyone I said this. But it is my own fault.",
        "Meg: I don't need to tell anyone, everybody already knows that.",
        "Craig: Lucy kept begging me to stop pushing that she would break, but pushing, that is -- who I am. It's what I do. So, now I am that and do that alone.",
        "Meg: Hey, what if, and this is just an idea. You change.",
        "Craig: I've tried. I had to all worked out. I even had the girl of my dreams. But she was seeing some other guy. She was just fooling me.",
        "Meg: I guess it won't help if I said I'm sorry again.",
        "Craig: I deserved it. It's just --",
        "Meg: What?",
        "Craig: No.",
        "Meg: Oh, come on. After everything we know about each other, what can't you tell me?",
        "Craig: You know more than anything else in this world, I loved having kids and more than anything else in this world, I have screwed up having kids. And I just thought, I never told you this, but I just thought, if you were the mom, I could be a better dad.",
        "Meg: You -- you wanted --",
        "Craig: Of course. Yeah. As always. I wanted it all.",
        "[SCENE_BREAK]",
        "Carly: Do you know where J.J. is? Do you know who has him Jack?",
        "Katie: Whoa, whoa, whoa -- whoa, just leave him alone for a second. Wait for the ambulance to come.",
        "Carly: I don't know where my son is.",
        "Katie: Yeah, who's fault is --",
        "Carly: Go wait for the ambulance. You can tell them where Jack is.",
        "Katie: He's unconscious again. Please, let me help. I've worked at a hospital --",
        "Carly: Maybe you didn't hear me, get out of here. Now.",
        "[SCENE_BREAK]",
        "Sage: I'm just scared that if I go to sleep, I'll have bad dreams.",
        "Will: Well, I used to be just like that when I was your age. You know what would helped me?",
        "Sage: What?",
        "Will: My dad. He was a detective, just like your dad, and he was very strong. If I had a bad dream, I'd call him, and he'd come rushed into my room. I'd tell him the whole dream, especially the really scary parts. And then they'd go away.",
        "Sage: My dad's not here.",
        "Will: Which is why god made aunts and uncles. We're kind of like your bench, your back-up, your second squad. So, here are the assignment for tonight. Sage, you my friend, are going to sleep. Aunt Gwen?",
        "Gwen: Yes, sir.",
        "Will: You're on lullaby detail. And as for me, I'm the bad dream listener. If you have a bad dream, you're going to call me, and I'm going to be here, in one to two seconds.",
        "Sage: Promise?",
        "Will: I promise. Now, blow out the light.",
        "Sage: I'm not a baby.",
        "Will: Aunt Gwen?",
        "Sage: He's silly.",
        "Gwen: Very.",
        "Sage: But nice.",
        "Gwen: Yeah, just like you. All right, we got to get some sleep. Come on. Let's snuggle in. Turn you into a cannoli. You got him? Is \"All the pretty little horses\" still your favorite? Yeah? All right, good. Good, good.",
        "[SCENE_BREAK]",
        "Craig: I've upset you. I'm sorry.",
        "Meg: No, I am. I just realized how awful what I did to you was. I played with -- with your dream.",
        "Craig: Meg, it's not like I haven't used other peoples dream against them.",
        "Meg: I hate this night. I just hate it. No, Craig. No \u0096",
        "[SCENE_BREAK]",
        "Nurse: Were you able to reach his mother?",
        "Dr. Voss: Yeah, she's on her way. I just hope she gets here on time.",
        "[SCENE_BREAK]",
        "Katie: Please don't do this. Okay, let's just focus on what's important right now.",
        "Carly: What's important is getting help for Jack and finding J.J. Dallas, Jack's here, he's hurt. Have you heard anything? They're gone. They still have J.J.",
        "Dallas: Are sure of that? That's J.J.'s not --",
        "Carly: No, Jack told me. I didn't understand everything, but he said J.J. was gone when he got here. And then he said something about a card.",
        "Dallas: Okay, just a second. Landers, check the structure. Get forensics, I need a total sweep of the exterior, anything -- anything on any vehicle that might have been parked out there. You said something about a card? What kind of card?",
        "Carly: I don't know.",
        "Cop: Sir.",
        "Carly: Yeah, that's J.J.'s. That's his favorite card.",
        "Dallas: So he was here. And Carly, I'm going to find out where he is now.",
        "Cop: Sir, out here.",
        "[SCENE_BREAK]",
        "J.J.: Is my dad okay?",
        "Ava: Like I said. Not real bright.",
        "J.J.: Please. Please just take me home.",
        "Silas: Sorry, Kid. That's no longer an option.",
        "[SCENE_BREAK]",
        "Katie: You're going to be okay. They're going to get the stretcher. You are going to be fine. And that question that's hanging in the air? The answer is yes. Yes, I will marry you because I love you. I love you so much.",
        "Jack: I love you, too. Carly.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns.\"",
        "Alison: Aaron already thinks I'm your whore. Let's not make him right.",
        "Luke: I like you, Noah.",
        "Paul: Rosanna?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=pqfh-T-2VA4"
}