{
    "Episode Summary": [],
    "Recap": [
        "Alison reports that she hates being alone in the bed when her boyfriend is working. Barbara pretends that she is busy to allow her daughter to have a sexy date. Carly reports that when a redhead puts on a red dress, she is ready to light a match. Chris wishes that his mother would stop treating him like a 3 year old.",
        "Jack forces his sister-in-law to tell him what she is up to. Jessica submits to fertility tests. Jordan offers to bring the wine for his dinner invitation. Kim sees that she has overstepped, and she quickly makes her way out the door. Rosanna comes up with a story that she hopes explains her actions lately."
    ],
    "Recap Author": "Lea",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Kim: Good morning, sweetheart.",
        "Chris: Morning, Mother. Please tell me that's coffee.",
        "Kim: It is coffee. Fresh brewed. Would you like some?",
        "Chris: Fill me up.",
        "Kim: Be my guest. You had a long night, kiddo.",
        "Chris: Oh, not too bad. The clinic was actually a little slow.",
        "Kim: Chris, I just worry about you so much. You're pushing yourself. It's not good.",
        "Chris: I'm fine, Mom.",
        "Kim: Can I fix you some breakfast?",
        "Chris: No, not yet. It's too early. Coffee's good.",
        "Kim: What? You've stopped eating. You don't sleep. You just work?",
        "Chris: Yes, well, how many doubles has Dad pulled during his career?",
        "Kim: Never mind. Too many.",
        "Chris: Where's Alison? Is she up?",
        "Kim: I don't think so. I haven't seen her yet.",
        "Chris: Well, she can't still be asleep.",
        "Kim: How come?",
        "Chris: She was dressed and ready for bed when I went to the clinic last night.",
        "Kim: Really?",
        "[SCENE_BREAK]",
        "Alison: 100, 150. That's definitely a start.",
        "Chris: Alison. [Knock at door] Hey.",
        "Alison: Hey.",
        "Chris: You are up.",
        "Alison: Hey. Barely. So how was your night?",
        "Chris: Long. Come on. Lie in bed with me.",
        "Alison: I just got up!",
        "Chris: Well, who's talking about sleep?",
        "Alison: But don't you have to go to the hospital?",
        "Chris: Ah, you're starting to sound like my mother.",
        "Alison: Okay. You can watch it, because huge fights start with those exact words.",
        "Chris: Okay, well, the last thing I want to do is fight with you.",
        "Alison: Well, then how about I go downstairs and make you breakfast, and you can hop in the shower?",
        "Chris: Or how about we skip breakfast and get back in bed?",
        "Alison: Well, Dr. Dixon's going to be really mad if you are passed out in the lounge, and he catches you.",
        "Chris: And I will tell Dr. Dixon that I'm worn out from making love to my beautiful girlfriend.",
        "Alison: Oh, I'm not getting blamed for that.",
        "Chris: I will gladly take all the blame.",
        "Alison: I can do wonders with cereal.",
        "Chris: In bed? Is this a no? Because it sure is starting to sound like a no.",
        "Alison: Well, wait till you see what I do with toast.",
        "Chris: I can't wait.",
        "Alison: Okay, hurry, shower. I will meet you downstairs.",
        "Chris: Are you sure you don't want to hop in the shower with me?",
        "Alison: Go! Go, go, go, go!",
        "Chris: I'm going. I'm going.",
        "[SCENE_BREAK]",
        "Ben: Elaine, I got your page --",
        "Jessica: That would have been from me.",
        "Ben: Okay. What are you doing here?",
        "Jessica: You said that I should see Dr. Schiller. And I called this morning, and her first appointment had canceled.",
        "Ben: So you got in?",
        "Jessica: Well, it's nice to have connections, Doctor. Ben, we said if we were thinking of having a child, that I should have a complete workup. And we don't have the luxury of time.",
        "Ben: Well, you make it sound like we're up against a wall here.",
        "Jessica: I don't mean to. But I guess that's what happens when fate steps in.",
        "Ben: Huh, so it's fate now?",
        "Jessica: Well, sweetie, maybe we should look at it as a sign. You know? That we were meant to have a baby.",
        "Jordan: Let me do that.",
        "Barbara: I'll manage.",
        "Jordan: Don't be so stubborn. One in each eye?",
        "Barbara: Not that they're doing any good.",
        "Jordan: Okay, hold still.",
        "Barbara: Uh-huh. You know, \"nursemaid\" is not in your job description.",
        "Jordan: I almost didn't have a job description.",
        "Barbara: Oh, I am very sorry about what happened with Paul. But I hope you realize I never would have let you leave B.R.O.",
        "Jordan: Yeah, well, I wasn't too sure about that for a while.",
        "Barbara: You've meant too much to me. I'll never forget that.",
        "Jordan: Well, if you do, I'll make sure I remind you when it's time for my review.",
        "[Barbara laughs]",
        "Jordan: What's this?",
        "Barbara: Oh, it's Cary's portfolio. If she's half as good as she says she is, we'll be smiling by the end of the fiscal year.",
        "Jordan: So it's official now? She's part of the company?",
        "Barbara: As of last night. She left that portfolio with me then. And she's going to bring more sketches by today.",
        "Jordan: These are very impressive.",
        "Barbara: Yes, they are. I've always hated to admit how talented she is. Professional jealousy, you know.",
        "Jordan: It's not so uncommon, especially in this business. But these are good. These are -- these are very good.",
        "Barbara: Well, if Carly heard you say that, I believe she would faint.",
        "Carly: Why would I faint?",
        "Barbara: Well, Jordan thinks your sketches are as good as I do. You two know each other, don't you?",
        "Carly: In a roundabout way, yes, we do.",
        "Jordan: Welcome aboard, Carly. I look forward to working with you.",
        "[SCENE_BREAK]",
        "Rosanna: Jack!",
        "Jack: Hi, Rosanna. Mind if I come in?",
        "Rosanna: Not at all. Would you like some coffee?",
        "Jack: No, thanks. I had my fill at the station. This isn't a social visit.",
        "Rosanna: Wonderful. Well, can you make it quick? Because I have errands to run.",
        "Jack: I pulled your friend De Grassi's credit card receipts yesterday.",
        "Rosanna: Really, I didn't realize it was illegal to spend money.",
        "Jack: Depends on where and how you're spending it. The paper trail shows de Grassi's been a busy boy. Between robbing Fairwinds and fencing the stuff in New York, he had time to squeeze in a little side trip to Canada. I don't think he was sightseeing.",
        "Rosanna: Well, what do you think?",
        "Jack: That it's more than a coincidence that De Grassi ended up in the same country, the same province and the same town where Cabot lives with his birth mother. In other words -- there's a hell of a lot more to this story than you've been telling me.",
        "[SCENE_BREAK]",
        "Carly: Well, thank you.",
        "Jordan: You're welcome.",
        "Carly: I could get used to this.",
        "Jordan: On the first day, you get the royal treatment.",
        "Barbara: Second day, you're just one of the drones.",
        "Jordan: But a drone with incredible talent.",
        "Carly: Oh, I brought some of my sketches for the teen line.",
        "Barbara: Good. Thank you.",
        "Carly: Um -- that is, if you're interested.",
        "Barbara: Oh, of course I'm interested. I just would like to get Jordan's input.",
        "Carly: Actually, I was hoping that I could talk with you about it -- get your opinion.",
        "Jordan: And you'll have it.",
        "Barbara: It's just that Jordan is the point man, now, on the new line. Everything from design approval to production, up to and including the Vegas show, is his responsibility. In fact, you know, I think I'm going to go down to production and tell them that they can expect Carly's sketches very soon. I've learned how to delegate. And if you have any questions, you can just ask Jordan and he will be happy to answer them for you.",
        "Carly: Barbara, we are going to sit down and talk about it, right?",
        "Barbara: We're going to talk about everything. I think we have a winning team, here, Carly.",
        "Carly: Thanks, Barbara.",
        "Barbara: B.R.O. is very lucky to have you with us.",
        "Jordan: I'll make sure Morgan gets the run down as soon as I talk to Carly about the designs.",
        "Barbara: That's fine.",
        "Jordan: Barbara, I think I should come with you --",
        "Barbara: I'm fine. Go back to the meeting. I'll talk to you soon, Carly.",
        "Carly: I don't want to make waves, this being my first day and all. But as of last night, rumor had it that you were on the unemployment line. And now, here you are, and Barbara can't seem to make a move without your okay. What'd I miss?",
        "Jordan: It was just a simple misunderstanding. Everything's been settled.",
        "Carly: In my experience, there's no such thing as simple in the land of the Ryan's.",
        "Jordan: Well, maybe you should tell me more.",
        "Carly: Maybe I will. Another day.",
        "Jordan: Carly, we're up against tight deadlines. We don't have time for rumors or anything else that'll take us off-task.",
        "Carly: Oh, I'm completely on-task.",
        "Jordan: I can see that by the depth of your portfolio.",
        "Carly: Is there a problem with that?",
        "Jordan: No, not at all. It gives us a remarkable head start.",
        "Carly: It does, doesn't it?",
        "Jordan: So where do you want to begin?",
        "Carly: It's your party.",
        "Jordan: Well, the term ground rules comes to mind.",
        "Carly: Oh, I hate rules, unless I'm breaking a couple.",
        "Jordan: I'm all for breaking rules, as long as nobody gets hurt.",
        "Carly: You're trying to decide whether you like me or not, aren't you?",
        "Jordan: Oh, no, I definitely -- I definitely like you, Carly. I just don't know you.",
        "Carly: Well, you're not going to make me play one of those human resource games, are you? Like, \"if I were a tree, what kind would I be?\"",
        "Jordan: No, no games.",
        "Carly: Good, then I guess all we need is a little more time to get to know one another.",
        "Jordan: Sounds good, but just for the record --",
        "Carly: Are we on the record now?",
        "Jordan: I'm not a player. I don't lie and I don't tolerate liars.",
        "Carly: Are you sure you're working for the right company?",
        "Jordan: The real question is, are you?",
        "[SCENE_BREAK]",
        "Rosanna: Jack, De Grassi doesn't clear his travel plans with me.",
        "Jack: Lately, he doesn't blow his nose without clearing it with you.",
        "Rosanna: Look, jack, there's no mystery to unravel here. Yes, De Grassi robbed Fairwinds. And you solved the crime. You did your job. Now, I'm asking you to drop it.",
        "Jack: Rosanna, we're family, right?",
        "Rosanna: I'm not the one forgetting that.",
        "Jack: Hey, listen. Why do you think I'm here? Why do you think we're not downtown talking about this? You're a great sister to Carly, a wonderful aunt to the kids. More than that, you and I -- we've always liked each other, am I wrong? I've always appreciated your honesty, your sense of right and wrong. Hell, you even gave Craig a little class.",
        "Rosanna: I'd like not to discuss Craig, if you don't mind.",
        "Jack: Look, only a moron would believe this was a simple break-in, okay? And off the record? If you wanted to stick it to Craig, put a scare into him -- if that's why you sent that thug in there, to mess up the place, then I don't blame you at all. If -- if you want me to believe that's what this is all about, I will personally go down there and toss out De Grassi's file.",
        "Rosanna: Great! Then do it, and give me a little peace.",
        "Jack: But Canada. That's what I can't shake. Why Canada?",
        "Rosanna: I don't know, Jack. Why don't you ask De Grassi.",
        "Jack: I'm asking you. Are you planning to take Cabot away from his birth mother?",
        "[SCENE_BREAK]",
        "Alison: 'Morning.",
        "Kim: Good morning. Did you sleep well?",
        "Alison: Not bad. Chris is in the shower. I thought I'd make him some breakfast.",
        "Kim: Actually, I got to thinking about you last night. Oh, sorry. [Alison giggles] It must be kind of lonely for you with him gone so much.",
        "Alison: Yeah.",
        "Kim: So what'd you end up doing all by yourself?",
        "Alison: Um -- not much. I was just watching some TV. I flipped through some college stuff.",
        "Kim: Really? Was this before or after you went to Metro?",
        "[Alison sighs ]",
        "[SCENE_BREAK]",
        "Alison: It's everywhere! I'm sorry.",
        "Kim: It's all right. It's all right. I'm sorry. I honestly -- I didn't mean to upset you. It's just that -- you know I really did see you at Metro and I have a pretty good feeling you saw me, too.",
        "Alison: I didn't do anything wrong.",
        "Kim: Honey, I didn't say you did. It's just that Chris was telling me he thinks that you stayed home last night, and went to bed.",
        "Alison: Well, I didn't lie to Chris. I was totally planning on spending the night here, but then Aaron called. And -- I owed him $20 and he needed some money for gas. So I ran over to Metro just to pay him back.",
        "Kim: And you didn't mention that to Chris?",
        "Alison: I wanted to --",
        "Kim: And you made such a big deal about sneaking out of Metro. You didn't say hello to me, you didn't do anything.",
        "Alison: Well, it wasn't that big a deal. It was really late and I just ran over there. After everything with Clark, Chris has been really over- protective. And he still feels a little funny about my friendship with Aaron.",
        "Kim: You know, the thing is, Alison -- Chris loves you so much. And he really trusts that you're being honest with him.",
        "Alison: I am. I just don't want him worrying about me all the time --",
        "Kim: And I'm sure you don't want him working himself to the bone either.",
        "Chris: Is there a problem?",
        "Alison: No. Your breakfast is -- was ready.",
        "Chris: Alison offered to get another job.",
        "Kim: I didn't say she didn't --",
        "Alison: Chris, it's okay.",
        "Chris: No, it's not okay. Mom, you and I have already talked about this. Okay, Alison needs to concentrate on her future, right now. And she can't do that if she's out all hours of the night working some other job.",
        "Kim: Son, you realize, of course, that's exactly what you're doing.",
        "Chris: I have a career, mom. Working a double is my choice, not Alison's. I want you to respect that.",
        "Kim: Fine. I have a feeling that I'm late for work. I'll see you both later.",
        "Alison: Good-bye.",
        "Chris: She still treats me like I'm five years old sometimes.",
        "Alison: My Mom does the same thing.",
        "Chris: Just because we came back here to stay for a little while doesn't give her a right to run our lives.",
        "Alison: It's not that bad.",
        "Chris: You don't think she's keeping tabs on our schedules?",
        "Alison: She's a Mom. It's hard for them to switch sometimes. You know?",
        "Chris: I get that. But your future is more important to me than a few extra dollars right now.",
        "Alison: Your Mom's more worried about you than my future.",
        "Chris: Well, that's her problem, Alison, not ours.",
        "[SCENE_BREAK]",
        "Jessica: You're awfully quiet.",
        "Ben: Well, I just thought we were going to have some more discussion about this, you know? Go over the pros and the cons.",
        "Jessica: Well, I did that last night. I made a mental checklist. And somewhere around 3:00 A.M. It occurred to me that all the negatives about having a baby -- the morning sickness, the sleepless nights, the fevers and missed curfews -- I mean, those are all very tangible.",
        "Ben: Yeah, but?",
        "Jessica: But the things that really matter, like hearing your child say \"I love you, Mommy\" for the first time, I mean, those things are the ones that stay with you. That's what I remember most about when Bonnie was a baby.",
        "Ben: Sounds like you've been doing quite a bit of remembering lately.",
        "Jessica: I've told you, this about Bonnie moving away with Sarah.",
        "Ben: Are you sure about that?",
        "Jessica: I am sure. I am positive. I am happy. I love my husband desperately and I want to have a baby with him.",
        "Ben: What do I say to that?",
        "Jessica: Well, say what's in your heart.",
        "[Ben clears his throat]",
        "Ben: It's kind of like trying to put a genie back in the bottle. Once it's out there, once the thought of us having a baby has been put into words -- I don't know -- it's all you can think about.",
        "Jessica: For you, too?",
        "Ben: Yeah. This morning I got to the hospital, and I found myself wandering up to labor and delivery. [Jessica laughs] Before I knew it, I was standing in front of the nursery window. And I'm looking at these infants. At first, I'm thinking about the science. You know, all the ways the Xs line up with the Ys. But it doesn't matter. Life is not about the science and genetics. Life's about faith and miracles.",
        "Jessica: I want to make our own little miracle, Ben.",
        "Ben: So do I. So do I.",
        "[SCENE_BREAK]",
        "Carly: So where did you train?",
        "Jordan: Oh, well, it started with a summer vacation to Paris. I ran into an old college friend who was working for a design house there. I checked it out, got an interview --",
        "Carly: And the rest is history.",
        "Jordan: No. No, I didn't get the job, but I impressed them enough to get an interview in New York. And when I heard that B.R.O. was rebuilding, I wanted to be a part of that. How about you?",
        "Carly: Well, I guess I created my first design when I was about three. Overalls with lots of glitter --",
        "Jordan: Well, you've definitely come a long way since the overalls. These are phenomenal.",
        "Carly: Are you always all business?",
        "Jordan: Are you always so curious?",
        "Carly: Yes, actually. Always. You can ask Jack, that's my husband. Actually you should come over to our house tomorrow night for dinner. Bring your girlfriend.",
        "Jordan: Oh, I don't have a girlfriend.",
        "Carly: I just -- you and Jennifer, you seemed -- tight. I'm sorry, I didn't mean to embarrass you.",
        "Jordan: Oh, no, you didn't embarrass me. Jennifer and I are -- we're good friends.",
        "Carly: Well, then bring your good friend.",
        "Jordan: I appreciate the invitation, but somebody else is already cooking dinner tomorrow night.",
        "Carly: He said, with an air of mystery.",
        "Jordan: No mystery.",
        "Carly: Sorry, it's my curiosity again.",
        "Jordan: I'll definitely take a rain check on the dinner, okay?",
        "Jennifer: I heard there was a delay -- ooh! I'm sorry. I didn't know you were having a meeting. Hi, Carly.",
        "Carly: Hi, yourself.",
        "Jennifer: Well, welcome to B.R.O.",
        "Carly: Thanks. Words you never thought you'd hear yourself say.",
        "Jennifer: Yeah. And I saw some of your designs. They're gorgeous.",
        "Jordan: Does anybody mind if we take a break? I have to double-check something with Barbara.",
        "Carly: Yeah, I'm very fond of breaks.",
        "Jordan: Okay I'll be right back. Jen, can you show Carly the specs for the show?",
        "Jennifer: Sure. Oh Carly, I was wondering if I could ask you your opinion. Professionally, I mean?",
        "Carly: Shoot.",
        "Jennifer: Well, you look so good in reds. What do you think of red on redheads?",
        "Carly: Redheads such as yourself?",
        "Jennifer: Yeah. I mean, I've worn red before but I always feel so self- conscious.",
        "Carly: Why? No, you shouldn't. Red is incredibly sexy. Do you have a hot date?",
        "Jennifer: Not really. I don't know. I hope so. I found this dress at Fashions. They only had one left in my size.",
        "Carly: Well, you should go and get it before it's gone. What's the occasion?",
        "Jennifer: Well, I'm cooking dinner for someone special and I want to look perfect.",
        "[SCENE_BREAK]",
        "Rosanna: Why are you torturing me? You know I can't even mention Cabot's name without getting upset.",
        "Jack: I'm not trying to torture you.",
        "Rosanna: My son was ripped out of my life. You of all people know how much that hurts.",
        "Jack: Of course I do. I also know it twists your thinking. It makes you reckless, like you'd give anything, do anything -- just to get that baby back.",
        "Rosanna: But I can't have him back. So please don't dangle his loss in front of me.",
        "Jack: Okay, you dropped all those charges against De Grassi. No logical reason. No explanation. And I told you then that I was going to get to the bottom of this.",
        "Rosanna: But, there's no bottom.",
        "Jack: Rosanna, if you're in trouble, I can help you. Let me help you.",
        "Rosanna: I'm not in any trouble.",
        "Jack: But if you don't let me help you, I'm gonna have to press this thing! Go to Canada, subpoena your credit card receipts, your bank receipts, everything! And wherever it leads, somewhere along the line, I'll lose the chance to be there for you when you really need me.",
        "Rosanna: Just stop it Jack, please!",
        "Jack: No, I can't. 'Cause whether I like it or not, this is my job. I'll find out what you're hiding, Rosanna. It's only a matter of time.",
        "Rosanna: Okay, okay, I'll tell you. A lot of pain, Jack.",
        "Jack: What?",
        "Rosanna: That's what I'm hiding. A lot of pain. It's not about De Grassi or Canada or Fairwinds. It's about a day when I had to give up my child. Okay? That's my secret. That's what I'm hiding.",
        "Jack: You don't give me a choice. I'm sorry. I'll be in touch.",
        "Rosanna: I didn't have a choice! Cabot didn't have a choice!",
        "Jack: Rosanna, whatever is going on with you -- if you tell me right here, right now, no matter what it is -- there's still time to fix it. But you gotta meet me halfway. If you don't, your trouble's just begun.",
        "[SCENE_BREAK]",
        "Dr. Schiller: Sorry to keep you waiting, Jess. I had an early delivery. This is a surprise.",
        "Ben: You have no idea.",
        "Jessica: Elaine, we want to have a baby.",
        "Ben: At least we're considering the possibility.",
        "Jessica: If you give us the green light.",
        "Ben: My main concern is Jessica's health.",
        "Dr. Schiller: Yes, of course, I understand. But, Jessica, you realize you now fall into a whole new category this time around.",
        "Jessica: Well, there are plenty of women my age having children.",
        "Dr. Schiller: That's true, but technically you're now classified as being of advanced maternal age. I know, it's a dreadful term, but the reality is, conception will be more difficult.",
        "Jessica: But possible.",
        "Dr. Schiller: Entirely possible, if your body cooperates. We'll do some blood work and a thorough physical.",
        "Jessica: Great. When can we get started?",
        "Dr. Schiller: How about now?",
        "[SCENE_BREAK]",
        "Rosanna: All right, Jack, I'll tell you everything. Yes, I hired De Grassi. I gave him the floor plan to Fairwinds and the security code. I told him that if he got arrested, I would protect him. And I wouldn't press charges.",
        "Jack: Why?",
        "Rosanna: Because I wanted something.",
        "Jack: Why didn't you come back and get it yourself?",
        "Rosanna: Because I couldn't face that house, Jack. Especially not the nursery. And maybe I did want to put a little fear into Craig. I don't know. I'm not proud of that, but like you said, I wasn't thinking.",
        "Jack: What did you want?",
        "Rosanna: Cabot's antique comb and brush set. We had a ritual. I would get him dressed. And then I would brush his hair and tell him stories --",
        "Jack: Why, why, why didn't you have Carly or me send it to you?",
        "Rosanna: Because I wanted to disappear, Jack. I didn't want Craig to find out where I was. I didn't want you and Carly telling me how sorry you felt for me, okay? I couldn't handle that.",
        "Jack: Did you send De Grassi to Canada?",
        "Rosanna: Yes I did. Because I wanted Cabot's mother to have those things. So that when she brushed his hair -- I don't know -- not that he would remember me, but that I would be part of his life -- in some silly, insignificant way.",
        "Jack: No, it's not silly.",
        "Rosanna: That's my crime. Loving my child. I can't stop it. So I bent the law in order to send him some small reminder of me.",
        "Jack: I'm sorry.",
        "Rosanna: Don't pity me, please.",
        "Jack: I don't pity you.",
        "Rosanna: Can you understand that this is private? That this is personal. This is between me and Cabot. That's why I didn't want anybody to know, not even Carly.",
        "Jack: I didn't mean to upset you.",
        "Rosanna: That's okay. It's okay. A lot of things set me off these days.",
        "Jack: Hey, why don't you come out to the house for dinner one night. Soon. The kids miss you.",
        "Rosanna: Thank you. I miss them too.",
        "Jack: I can't remember the last time you saw them.",
        "Rosanna: I know. It's been quite a while.",
        "[Baby whimpering]",
        "Jack: I'll have Carly call you, then.",
        "Rosanna: Great. I'd like that.",
        "Jack: Bye.",
        "Rosanna: Bye, Jack. [Rosanna sighs]",
        "[SCENE_BREAK]",
        "Carly: Designing alone is like working in a vacuum. There's no exchange of ideas, there's no shop talk --",
        "Jordan: Are you ready for the tour? I've got about 20 minutes between meetings.",
        "Carly: Actually, unless you've flip-flopped the whole layout, I'm pretty familiar it. And I'd like breeze through on my own, meet everybody --",
        "Jordan: Great. I hate giving tours.",
        "Carly: Okay, then I'll see you guys later.",
        "Jennifer: Carly, thank you for the advice.",
        "Carly: Any time.",
        "Jennifer: So, are we still on for tomorrow night?",
        "Jordan: Of course. I haven't had a home-cooked meal, since -- I don't remember when.",
        "Jennifer: Well, I'm keeping it very simple, no great expectations.",
        "Jordan: I'll bring the wine.",
        "Jennifer: Perfect. How's 7:00?",
        "Jordan: I'll see you at your Mom's suite at 7:00 sharp.",
        "[SCENE_BREAK]",
        "Chris: So, how bad did my Mom get after you about not working another job?",
        "Alison: She didn't. She just feels bad that you have to work twice as hard as I do. And why wouldn't she? It's not fair.",
        "Chris: Let's not rehash it, okay?",
        "Alison: But why can't I do what I think is best for both of us, too?",
        "Chris: Ali, I don't want you to have to settle for a steady paycheck when you can get your degree. And then you can have a career that you could be proud of for the rest of your life.",
        "Alison: And I get that --",
        "Chris: Okay, so dive into those catalogs. Take some classes. Don't deprive the world of the gifts of Alison.",
        "Alison: You really think that I have gifts?",
        "Chris: I believe in you, Alison Stewart. And if my Mom has anything more to say about the choices we make, then she and I are in for a very long discussion. I don't want her to upset you any more.",
        "Alison: You know what really upsets me?",
        "Chris: What?",
        "Alison: Being all alone in that big bed. Waking up without your arms around me.",
        "Chris: Well, maybe we can do something about that.",
        "Alison: Talk is cheap.",
        "Chris: Then stop talking.",
        "[SCENE_BREAK]",
        "Jennifer: I love the stuff in the new teen line. It's so hot. I can't wait to see it on the runway.",
        "Barbara: I want you to mark this one, Jordan. I want to give that first priority in the second set.",
        "Jordan: You know, I can't believe how much Carly's work ties in with the stuff you've already completed.",
        "Barbara: I know. I just think the show is going to be fabulous.",
        "Jordan: Me, too.",
        "Jennifer: Ah, you guys don't need me for the next hour or two, do you?",
        "Jordan: I think we've got you covered.",
        "Jennifer: Yeah. Mom?",
        "Barbara: Oh, I think I can spare you, honey.",
        "Jennifer: Okay, thanks. Something I want to pick up for dinner tomorrow.",
        "Barbara: Groceries already?",
        "Jennifer: Who said anything about groceries?",
        "Jordan: You know, maybe I'll bring a little champagne. The way things are going, it's not too early to celebrate.",
        "Barbara: You know what? Oh, I am so stupid. I -- I -- I can't go to dinner with the two of you tomorrow night. I already made plans with Lisa. We were going to go over some details about bringing B.R.O. back into Fashions.",
        "Jennifer: Oh, well, I guess we can reschedule.",
        "Barbara: Oh, no. No, don't do that. Don't be silly. You two can have dinner by yourselves.",
        "Jennifer: Well, that's all right with me. If it's okay with Jordan. How about it? Feel up for a dinner for two?",
        "[SCENE_BREAK]",
        "Rosanna: You just missed Jack.",
        "Carly: How was he?",
        "Rosanna: Tough, but fair.",
        "Carly: That's my g-man.",
        "Rosanna: Thanks for tipping me off. You gave me time to come up with a really good story.",
        "Carly: Okay. Well, you didn't happen to come up with a story for me --",
        "Rosanna: To cover your back? Yes, I did. Of course.",
        "Carly: Good. So, I wanted to tell you, I had some time to speak with Jordan Sinclair today. And when do you plan on telling me why you want to marry a man who you know less about than your doorman?",
        "Rosanna: Carly, the only reason I'm being discreet is because I don't want to cause trouble between you and Jack.",
        "Carly: Well, you don't have to worry about me and Jack.",
        "Rosanna: Look, you're just gonna have to understand and respect my privacy right now.",
        "Carly: Does that mean you're not interested in the latest on Jordan? Did you already know that he's back at B.R.O.?",
        "Rosanna: Yes, I know that. He left me a message on my machine last night.",
        "Carly: The question is, why?",
        "Rosanna: I don't know. From his file, it looks like he's into saving companies.",
        "Carly: Either that, or he's into Jennifer Munson. I can tell you one thing, she is certainly into him. Anytime a redhead wants to pull out a red dress? She's saying \"I'm on fire. Don't put me out.\" And if what I saw today is any indication, that girl's ready to light the match.",
        "[SCENE_BREAK]",
        "Alison: Are you sure you're not too tired?",
        "Chris: I feel a sudden burst of energy coming on.",
        "Alison: Chris, I just --",
        "Chris: Yeah.",
        "Alison: I just want to say something.",
        "Chris: You want to talk? Now?",
        "Alison: I just want you to know just how much you've changed my life. And everything that I do now -- it's -- it's because of you. And I just -- I hope you believe that.",
        "Chris: Of course I do, Alison. I love you, too.",
        "[SCENE_BREAK]",
        "Dr. Schiller: The initial exam looks good.",
        "Jessica: Great. So we shouldn't have any problem conceiving?",
        "Dr. Schiller: We have to wait for the blood work to come back and I want to do a pelvic ultrasound just to rule out any potential issues, not that I suspect any. We'll schedule that on the way out. Try to relax, Jessica. Thanks to modern science, women have a much higher chance of conceiving than ever before.",
        "Ben: Well, then, I guess we've officially started.",
        "Dr. Schiller: Not till I have a complete profile on both of you. We want to make sure that Mom and Dad are up to the task. Ben, I believe you know what to do.",
        "[SCENE_BREAK]",
        "Jordan: Do I strike you as the kind of man who would ever refuse dinner with a beautiful woman? Now, I better get these down to production. I want Carly in on the initial samples. Where is she, anyway?",
        "Barbara: She told Blaine she had to run some errands. Do you need her?",
        "Jordan: No, no. I have her cell phone number if I have to ask her any questions. But I need the financial authorization form for the fabric order. It's a pretty big ticket.",
        "Jennifer: Oh, well, maybe I should call Paul. He usually takes care of the authorizations.",
        "Barbara: No, no, no -- there's no time for that. We have a Vegas deadline to meet. Okay, here we go. This will give you the authorization to make any production or fabrication orders that you need to make. All right?",
        "Jordan: Great.",
        "Barbara: Signed, sealed, delivered.",
        "Jordan: As soon as I know what kind of numbers and quantities we're looking at, I'll let you know. And I'll be downstairs if you need me.",
        "Barbara: Thank you, Jordan.",
        "Jordan: That's what I'm here for.",
        "Jennifer: Well, that wasn't obvious, Mother.",
        "Barbara: What?",
        "Jennifer: You bailing out on dinner. You don't have plans tomorrow night. There is no dinner with Lisa --",
        "Barbara: Well, if Jordan realized it, he certainly didn't object to spending some time alone with you.",
        "Jennifer: Well, no, he didn't. Did he?",
        "Barbara: I think he was rather relieved that the third wheel begged off.",
        "Jennifer: I just don't want to seem too desperate.",
        "Barbara: There's nothing wrong with letting a man know that you're interested.",
        "Jennifer: Well, then, that slinky red number that I picked out at Fashions ought to do the trick.",
        "Barbara: Too much information for this mother to know. Excuse me.",
        "Jennifer: Well, hopefully when he sees me in that dress, food will be the last thing on his mind.",
        "[SCENE_BREAK]",
        "Rosanna: Look, it's a simple question. Did Jordan look interested in Jennifer or not?",
        "Carly: Interested, but cautious. She's the boss's daughter. He's into his career, things could get sticky. I mean, he's not going to rush into anything. Jennifer, on the other hand, you could be blinded by the stars in her eyes.",
        "Rosanna: That's not good.",
        "Carly: Dinner's tomorrow night. And he could go from cautious to Casanova in the time it takes to pop the Bordeaux.",
        "Rosanna: I need more time.",
        "Carly: But, then again, a lot can happen in 24 hours.",
        "Rosanna: Is she really cooking him dinner?",
        "Carly: I didn't get the menu out of her. But I can tell she thinks she's going to be the entree.",
        "Rosanna: Stop it.",
        "Carly: What? Come on, what self-respecting spy hedges on the details?",
        "Rosanna: You should join the CIA.",
        "Carly: If this gig with B.R.O. Doesn't work out, maybe I will.",
        "Rosanna: I really appreciate you keeping your ears open.",
        "Carly: It's kind of fun.",
        "Rosanna: You have a twisted sense of fun.",
        "Carly: I know. And here I am, I'm supposed to be this married, respectable, career woman, but scratch the surface and there's -- there's somebody in there itching to get out and stir things up.",
        "Rosanna: Really?",
        "Carly: Well, I'm not -- I'm not looking for trouble or anything. But, I don't want to be predictable. That's the kiss of death, isn't it?",
        "Rosanna: Predictable? You?",
        "Carly: Sometimes I miss raising a little hell.",
        "Rosanna: Well, why do you think I wanted you on the inside at B.R.O.?",
        "Carly: Because I'm your sister and nobody will watch your back like your sister.",
        "Rosanna: God, Carly, why have we spent so many years fighting?",
        "Carly: To get here. And appreciate it, finally.",
        "Rosanna: Well, I do, you know.",
        "Carly: And do you appreciate it enough to tell me what you've got planned?",
        "Rosanna: Don't you have to go back to work?",
        "Carly: No, no, no. I have some time. Tell me, what are you going to do?",
        "Rosanna: About what?",
        "Carly: Global warming! Jennifer's romantic dinner with Jordan, of course.",
        "Rosanna: I don't know. What would Carly Tenney do?",
        "Carly: Well, that's easy. She'd eliminate the competition. The real question is, what will Rosanna Cabot do?",
        "Rosanna: Well, that's just as easy. She'd listen to her sister.",
        "[NEXT_ON]",
        "Lily: If Holden calls, just tell him that I went on business for the Rose Foundation.",
        "Molly: A word of advice? From somebody who has no right to give it.",
        "Lily: Sure. Why not?",
        "Molly: Why do you constantly feel like you have to set up roadblocks between you and Holden?",
        "Aaron: Look, we're down a waitress at Metro. Molly wants you to come in.",
        "Alison: I'll be there.",
        "Chris: Hey, Ali, wow. I'm so glad you're here. We can hang out."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=T5GFW7qiHaw"
}