{
    "Episode Summary": [],
    "Recap": [
        "Carly took a trip out to Fairwinds to inform Rosanna that she wouldn't be able to make her deadline. Rosanna told her that she was going to have Babs take her place. Carly became infuriated with the news & cut up all of the flowers that Rosanna planted for her wedding. In addition to that, Rosanna made Carly slice her hand while fighting over a garden tool! Jack gave Craig Carly's sketch pad & pencils & told him that she wouldn't be needing them. Ben confronted Marshall with the intimate picture of Marshall and Jess. Marshall told Ben that the picture is evidence of two consenting adults making love. Molly went to the Lake View and had another session of hot sex with Dusty. She literally jumped his bones when he opened the door."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Molly: Why are you standing in the hallway?",
        "Dusty: 'Cause I couldn't wait -- to see that body and that face and those eyes again.",
        "Molly: Really? Because last I checked, you were accusing me of sleeping with you just to make another man jealous. What changed, Dusty?",
        "Dusty: Why don't we continue this inside?",
        "Molly: Okay, \"this.\" You say \"this\" -- what is \"this\"? And why did I get a message to meet you here?",
        "Dusty: Because I wanted to apologize. I had no idea that you were in the middle of this heavy thing with Mike Kasslehoff.",
        "Molly: Kasnoff.",
        "Dusty: Whatever. I mean, who am I to say that you should turn off your emotions just like that?",
        "Molly: It's over.",
        "Dusty: You said that.",
        "Molly: No, but it is. It is over. Forever.",
        "Dusty: Then why don't we pick up where we left off?",
        "[SCENE_BREAK]",
        "Emma: There you go.",
        "Carly: Thanks.",
        "Emma: Now you have to have one of these muffins as soon as they cool down. Okay?",
        "Carly: You're an angel. And you're spoiling me.",
        "Emma: Well, you're having a baby. You deserve to be spoiled. By the way, how are you feeling today?",
        "Carly: Oh, just fine. I took my blood pressure, and everything's normal.",
        "Emma: Good. Now you sure you're gonna be all right here by yourself?",
        "Carly: Yeah, yeah, of course.",
        "Emma: I feel a little guilty leaving you.",
        "Carly: No, don't feel guilty. Just go.",
        "Emma: So while I'm gone, you can take out that sketchbook of yours and make some lovely designs.",
        "Carly: Actually, Emma, I haven't drawn anything lovely in quite some time.",
        "Emma: Listen, why don't I -- why don't I stay? I mean, I -- why don't you go upstairs, get comfy in bed, put your feet up, and I'll -- I'll bring you up some muffins. I'll bring you up some tea.",
        "Carly: What about your errands?",
        "Emma: Well, they can wait. They can wait. I'd rather stay here.",
        "Carly: No, you're not gonna stay around here and wait on me hand and foot. No way. Oh, just ignore my raging hormones. The temperamental artiste phase -- it's just part of the creative process. Really, don't change your plans because of me.",
        "Emma: Oh, what if you --",
        "Carly: No, there is nothing I will need that can't wait. I'll finish my juice. I'll have a muffin. I'll go upstairs and crawl into bed and read some magazines.",
        "Emma: You're absolutely sure that you're all right?",
        "Carly: I'm absolutely sure. If I need anything, I'll call Jack. Or Holden or Lily or Aaron. There's always a Snyder around here somewhere.",
        "Emma: Yes, there is. All right, I'll go, but I won't be long.",
        "Carly: Take your time.",
        "Emma: I'll be back soon.",
        "Carly: Okay. Not too soon, I hope.",
        "[SCENE_BREAK]",
        "Craig: And what is this, my hothouse flower, planting again?",
        "Rosanna: Yes. I just want everything to be all nice and coordinated and balanced and perfect for our wedding day.",
        "Craig: Well, well, I, too, have a deep and abiding appreciation of beauty. If I were you, I'd be standing over Bar-bar, your \"designer,\" with a bullwhip. No, wait, she might actually like that.",
        "Rosanna: Do you know what? I'm going to wager with you that I have more faith in Barbara Ryan than you do in Carly.",
        "Craig: You are so sexy when your competitive juices flow. Now, I promise, when all is said and done, and I emerge victorious, vindicated and wealthy, as we both know I shall, I promise to tenderly lick your wounds.",
        "Rosanna: You're pretty sexy yourself when you get all cocksure and self- important. And when you lose, as we both know you shall, I promise not to rub it in too hard and say \"I told you so.\"",
        "Craig: Dream on.",
        "Rosanna: We both know that when Carly can't deliver her designs on time, \"Bar- bar\" Ryan is going to be our shining star.",
        "Craig: A physical impossibility.",
        "Rosanna: Oh, you wait and see, Mr. Arrogant, self-centered, vain, stuck-up --",
        "Craig: Thanks to you. You underhanded, devious, divine thing.",
        "Rosanna: What are you gonna do about it? [Phone rings] Don't. Don't answer the phone. I hate the phone.",
        "Craig: Yes. Yes?",
        "Jack: It's Jack Snyder. Meet me at the Lakeview.",
        "Craig: I am conducting wedding negotiations with my fiancée.",
        "Jack: It's about Carly, Monte Carlo and you. And it can't wait.",
        "Craig: All right. I'll be there.",
        "[SCENE_BREAK]",
        "Bonnie: Here we are, ladies.",
        "Jessica: This is lovely. It really is. But I am completely capable of taking care of myself. Stop mothering your mother.",
        "Bonnie: This isn't mothering, mom. It is, however, unconditional love and support. Margo's brought some by. Ben has an unlimited supply. And besides, keeping my focus on you helps me stay calm and collected. Look at her, Margo. Isn't she just like the picture of cool? If I was in a case like this, I'd be a wreck.",
        "Jessica: Sweetheart, I hope you never have to go through anything like this.",
        "Bonnie: I meant what I said before, mom. You really are my hero.",
        "Jessica: What am I gonna do with you?",
        "Bonnie: You're gonna eat every single bite. That's what you're gonna do. And I'd have loved to stick around and make sure you do it, but I have to get back to the club and do some paperwork.",
        "Jessica: Well, good. Go.",
        "Bonnie: If you need anything, Margo, anything at all --",
        "Jessica: Mm-hmm.",
        "Bonnie: -- Call me --",
        "Jessica: Uh-huh.",
        "Bonnie: -- Please.",
        "Jessica: I will talk to you later.",
        "Bonnie: Yep, before you know it. Bye.",
        "Jessica: See you.",
        "Margo: Okay. You want to tell me why you don't want Bonnie to know how you really feel?",
        "[SCENE_BREAK]",
        "Ben: Travers? Travers, open up!",
        "Marshall: What are you doing here?",
        "Ben: Oh, don't act like you're surprised to see me. Last night, you had this sent to me. What the hell is that supposed to mean?",
        "Marshall: Well, that's a still photo from the videotape.",
        "Ben: I know what it is. What do you want?",
        "Marshall: That tape was ruled inadmissible.",
        "Ben: So what the hell is this supposed to accomplish?",
        "Marshall: Well, this picture shows two consenting adults making love. One glance, and it's clear how much these two people care for each other.",
        "Ben: Travers, get to your point?",
        "Marshall: If this photo is leaked to the newspapers and prospective jurors get a chance to see it, there's no way anyone will believe Jessica's version of events.",
        "Ben: We'll just have to wait and see what happens in the courtroom.",
        "Marshall: Well, it really doesn't much matter what happens in the courtroom, because in the court of public opinion, she will already be branded. When people are reminded about the fact that Jessica made love to her political rival on the night before the election, they'll just figure she likes playing with fire. She gets a kick out of walking on the edge, sleeping with the enemy. This picture -- can cut Jessica in a number of different ways. But if she drops this case, this photo can disappear. You're a smart man, Ben. So it's up to you to persuade Jessica to be smart, too.",
        "Ben: Why should I convince Jessica to drop this case?",
        "Marshall: If you love her, you have to protect her.",
        "Ben: I'm trying to protect her from you.",
        "Marshall: I didn't ask for this fight, Ben. But I will not lie down and play dead, especially when I'm being tried for something I didn't do.",
        "Ben: Man, save it for the courtroom.",
        "Marshall: This is going to be a bloodbath, you know that? And when Jessica takes the stand -- \"Ms. Griffin -- when you and the defendant were engaged in this clandestine affair, did he ever force you to make love to him? Did you or did you not invite the defendant to share your home after you petitioned the court to have him released into your custody? Was there anyone living with you at the time? So you trusted him? On the night in question, did you or did you not send Dr. Harris home so you could be alone with Mr. Travers? How long did it take you before you told anyone about this alleged rape?\" Come on now, Ben. If you didn't love her, would you believe her? All I need is one juror, a reasonable doubt, and it's over.",
        "[SCENE_BREAK]",
        "Jessica: When Marshall was released on bail, that night, I had gone to bed, and I heard noises downstairs. I thought Marshall had followed me home. So -- I keep a gun in the house. And I've never used it, but when I started working for the prosecutor's office --",
        "Margo: Yeah, yeah, somebody told you it would be a good idea to have one. So you got the gun, and then what happened?",
        "Jessica: Well, I kept yelling, you know, \"who's there? Who's there?\" And nobody answered. But I could hear them getting closer and closer. So I pointed the gun, and then Bonnie appeared. And I almost pulled the trigger. I mean, I almost shot my little girl.",
        "Margo: Oh, my God. All right, Jessica, so the next time something like that happens, you go for the door, not the gun.",
        "Jessica: I know, I know. Everything's changing, Margo. I just wish I could turn back the clock, you know, and make things the way they used to be. I would do things so differently. I just really want my life back.",
        "[SCENE_BREAK]",
        "Molly: I think we need to define some terms here. Like, what exactly do you mean by \"pick up where we left off\"?",
        "Dusty: I'm happy to spell it out for you, if you want.",
        "Molly: We just had cheap, casual sex, okay? I just want to know if what you're after is more of the same.",
        "Dusty: You say that like it's a bad thing. No, actually, I was thinking more like drinks one night, making out at a movie theater the next night. You know, having you on my arm at parties, stuff like that.",
        "[Molly laughs]",
        "Molly: What about this tirade about being discreet?",
        "Dusty: I take it back. I take it all back. I plead insanity. I mean, a guy would have to be totally out of his mind to leave a woman like you under wraps.",
        "Molly: I don't know, okay? Because it sounds an awful lot like you're talking about a relationship.",
        "Dusty: It does, doesn't it? I'll tell you what -- why don't we have dinner first? And then we'll see what happens.",
        "[SCENE_BREAK]",
        "Rosanna: You have that dull, panicked look on your face again. Was that Carly on the phone?",
        "Craig: No. No, it wasn't. But it was a related distraction, which I'd better take care of so she can use her time to create.",
        "Rosanna: You haven't seen these mysterious creations yet, have you?",
        "Craig: Have you seen Bar-bar's?",
        "Rosanna: No. [Craig laughs] but that doesn't matter, because she's a proven commodity.",
        "Craig: Yes, proven insane and not to be trusted.",
        "Rosanna: Well, that makes me feel better then. She and Carly have more in common than I imagined. [Craig laughs] I'm not worried. I'm not. Why should I be?",
        "Craig: Because Bar-bar is a talent-less, paranoid schizophrenic who cannot function under pressure. The last time she tried to function under pressure, Carly had to step in and save the day.",
        "Rosanna: Oh, well, first, Carly saves Barbara. And now Barbara is going to save Carly. It's the stuff legends are made of.",
        "Craig: Mm-hmm. Don't say I didn't warn you.",
        "Rosanna: Do you know how I said I would try not to say I told you so? Well, I lied. I can't wait.",
        "Craig: You'll say those four little words on my cold, dark grave. I'll see you.",
        "Rosanna: Ta.",
        "Craig: Ta.",
        "Rosanna: Hello, Ms. Barbara Ryan. It's Rosanna Cabot. How are you? Yeah, well, I just wanted to call and see how those designs were coming along. Oh, that's wonderful. That is so wonderful. That is all I wanted to hear. Thank you so much. I won't take any more of your time. Carly -- I thought you were getting your rest at the farm.",
        "Carly: I can't rest. And neither will you -- not until you do something for me.",
        "[SCENE_BREAK]",
        "Jessica: My life has changed now forever, you know? And this new Jessica -- I don't know who she is. And I have to tell you, I'm beginning to hate her.",
        "Margo: No, don't say that.",
        "Jessica: Well, it's true. She doesn't trust anybody. I can't trust her. I can't be with Ben the way I used to.",
        "Margo: What happened?",
        "Jessica: He was here last night, you know? And I thought, \"this is Ben. Ben who loves me. Ben who makes everything all right.\" And I wanted him to hold me. I wanted him to make love to me. But I couldn't go through with it.",
        "Margo: How did Ben take that?",
        "Jessica: Well, I guess he's human after all. I mean, the look in his eyes --",
        "Margo: You know what, honey? You have got to give yourself time. And you've got to give Ben time.",
        "Jessica: What if I don't have the luxury of time? What if Ben gives up on me?",
        "Margo: He's not going to do that. He won't.",
        "Jessica: Well, then how do I stop pushing him away?",
        "[SCENE_BREAK]",
        "Marshall: You know, it takes a special kind of man to wholeheartedly believe a woman who's repeatedly lied to him. She's lied before to protect her reputation, her relationships. You yourself were the victim of some of her lies, weren't you? The judge will insist you answer the question. You'll hesitate. And the jury will sense your reluctance to answer. And that's it. That's reasonable doubt. As soon as the jury concedes that Jessica could be lying, that's all I need to make my case. How am I doing so far?",
        "[SCENE_BREAK]",
        "Jack: There he is. These are for you.",
        "Craig: Is this Carly's sketchbook?",
        "Jack: Yes. Consider it a symbolic gesture. From now on, Carly Snyder is on hiatus, maternity leave, whatever the hell you want to call it.",
        "[Craig laughs]",
        "Craig: What, did you steal these while she was asleep?",
        "Jack: Following orders, straight from the designer's mouth. But I gotta tell you, I couldn't be happier.",
        "Craig: So, your wife, or whatever she is, destroys the career that she's craved all her life, and you couldn't be happier?",
        "Jack: Well, she's having a tough enough pregnancy, Craig, without you lurking around, pressing her buttons at every moment. So, yeah, a part of me is very happy she's now taking care of herself and the baby. Now I'm not going to apologize for that.",
        "Craig: You don't think I'm concerned about her condition?",
        "Jack: What you're concerned about are your sketches and your company. The health of my baby is the last thing on your mind.",
        "Craig: Your baby? Jack, do we have confirmation of paternity here or just wishful thinking?",
        "Jack: You know, I am in such a good mood, not even your satanic barbs can affect me. [Craig laughs] go get hitched. Get -- get your wagon hitched to Barbara's star. I don't care what she does to your company or to you. Just leave Carly alone.",
        "[SCENE_BREAK]",
        "Rosanna: Oh, I won't rest until I do something for you? Aren't you supposed to be the one that's doing something for me?",
        "Carly: If you're talking about the designs, I was never doing them for you, believe me.",
        "Rosanna: Well, are you finished? Are you ready to show me your newest creations?",
        "Carly: Rosanna, I -- I can't make the deadline. I've given up.",
        "Rosanna: Well, good for you.",
        "Carly: You're pleased?",
        "Rosanna: Well, yes. For once in your life, you have made a mature decision. You were jeopardizing your life, the life of your unborn child and all of your twisted relationships with the stress of trying to meet that deadline.",
        "Carly: Let's not pretend that you care about my health, okay? We both know the reason that you're happy I'm bowing out.",
        "Rosanna: We do?",
        "Carly: You're always envious of the time and attention that Craig showers on me. You're jealous because he would have done anything to see me succeed. Well, now you have his undivided attention. Congratulations. Just try not to gloat until I've gone.",
        "Rosanna: Well, I don't understand why I shouldn't be happy. It's a beautiful day. I'm planting flowers for my wedding.",
        "Carly: Perhaps you're in a good enough mood then to do a favor for me?",
        "Rosanna: Well, I don't know. That depends.",
        "Carly: Craig and I created Monte Carlo to showcase my designs. And if somebody is going to fill in for me temporarily, doesn't it make sense that I should be the one who chooses who that person is?",
        "Rosanna: No, I don't think you should be given a final decision. But I'm ready to allow you to cast a vote.",
        "Carly: Good. I'm voting no. Rosanna, you can't just hand the company over to Barbara Ryan.",
        "[SCENE_BREAK]",
        "Margo: All right, listen to me. Jessica, none of this is your fault. Do you know that?",
        "Jessica: I know that. I know that in my head.",
        "Margo: You've got to stop trying to protect other people around you and start taking care of yourself.",
        "[SCENE_BREAK]",
        "Rosanna: It is not as if I'm handing over Monte Carlo to Barbara Ryan.",
        "Carly: Really? What would you call it?",
        "Rosanna: I am hiring her to do a job you can't.",
        "Carly: Monte Carlo is all I have. It's mine.",
        "Rosanna: Along with a husband and beautiful children.",
        "Carly: You have no idea what you are letting yourself in for. The moment you turn your back, Barbara will have her claws so far into your back, so far into this company. You know, after what Craig has been through with her, I am shocked that he's allowing this to happen.",
        "Rosanna: Actually, I prefer Craig and Barbara's relationship to yours and Craig's. But that is besides the point. It is not as if you won't be allowed to return to Monte Carlo after you have the child, and you potty train her and send her off to school. I mean, after all, I mean, Monte Carlo is the name of the company.",
        "Carly: Oh, come on. We both know that if Barbara's designs are a success, I am history. She just can't wait to pay me back for upstaging her in New York. She blames me that her -- that her career is in ruins. That's why she tried to wreck my life. That's why she had me kidnapped! Does any of this ring a bell to you? Please, find somebody else, Rosanna. I will help you find somebody else! Just don't replace me with that woman!",
        "Rosanna: You left me no choice. You may have Craig wrapped around your little finger, but I know better. I did not believe your empty promises of meeting the deadline. I had to find a designer at the last minute. And Barbara was the only one I could find!",
        "Carly: That's ridiculous! I can -- I can think of ten off the top of my head right now.",
        "Rosanna: Not at this late date, you couldn't. And Barbara is already up to speed. I'm not going to switch horses in midstream.",
        "Carly: Rosanna, come on.",
        "Rosanna: No, no, you have nobody to blame but yourself. Barbara Ryan is the designer of record at Monte Carlo, and there is nothing you can do about it.",
        "Carly: Barbara Ryan is taking over my company, and there is nothing I can do about it?",
        "Rosanna: Carly, it is nothing personal. It is just business.",
        "Carly: Designing for my own company was -- it is everything I've ever wanted in the world. And you are not only taking Monte Carlo away from me, you are sucking the life out of it for good!",
        "Rosanna: Oh, poor Carly. Let's play the violin, shall we? She has a husband who's forgiven her, another beautiful baby on the way, and yet she can't work! Guess you can't have it all, doll.",
        "Carly: You ought to know.",
        "Rosanna: I beg your pardon?",
        "Carly: You're a smart girl, figure it out!",
        "Rosanna: What are you doing.",
        "Carly: I am doing to your dreams what you have done to mine! Now you know what it feels like to plant something and nurture it and watch it grow and then have somebody take it away from you!",
        "Rosanna: Stop it!",
        "Carly: Poor Rosanna! Poor Rosanna!",
        "Rosanna: Just calm down!",
        "Carly: Doesn't get her dreams come true! Well, I am sorry, but you are not going to stop my dreams from coming true!",
        "Rosanna: Give me that. Give me that before you hurt yourself.",
        "Carly: Ow! Ow.",
        "Rosanna: I'm so sorry. I'm so sorry. Did I -- did I do --",
        "Carly: When you cut out my heart, you didn't give a damn. What do you care about a little scratch?",
        "Rosanna: Let me take you inside, I'll put a band-aid on it. I'm so sorry. I'm so sorry.",
        "Carly: I would rather bleed to death.",
        "[SCENE_BREAK]",
        "Isaac: How long have you been listening?",
        "Bonnie: Long enough to know you've been running your mouth about something you can't even begin to understand.",
        "Isaac: Now, now, wait a minute.",
        "Bonnie: No, you wait! I have asked you once to please keep your opinions to yourself. And yet here you go again trying to poison Ben's mind against my mother!",
        "Isaac: You want to go around being your mother's protector? Fine. I'm protecting my brother.",
        "Ben: Nobody asked you to protect me, Isaac.",
        "Isaac: Well, somebody sure better school you on a thing or two.",
        "Ben: I know what I'm doing.",
        "Isaac: It's called being a doormat. Jessica's convincing people that she's the victim here. If you ask me, it's you that's the victim.",
        "Ben: You're out of line, bro. You've never been more wrong in your life.",
        "Isaac: Bonnie \u0096",
        "[SCENE_BREAK]",
        "Jessica: Marshall had me trapped in the elevator. It was like a nightmare. If I had had that gun, I would have shot him. You know, a part of me really wanted to shoot him. But here's the thing I don't understand -- another part of me felt sorry for him because he had just come from burying his daughter. I mean, what is that about? What is going on with me?",
        "Margo: Listen to me. Would you please let us help you? Please? All of your friends, all of your family who have depended on you for so many years -- would you please let us be the dependable ones?",
        "Jessica: I'll try.",
        "Margo: And let your daughter mother you. She really needs to. And you let yourself be comforted by Ben in your own time. And you'll let your best friend listen.",
        "Jessica: That I can do.",
        "Margo: Okay. I've got to get back to work. But call me if you need anything. Call me if you don't need anything.",
        "Jessica: Okay. Thanks, Margo.",
        "Margo: I love you, Jess.",
        "Jessica: I love you, too.",
        "[SCENE_BREAK]",
        "Jack: What's going on? You cut yourself?",
        "Carly: Oh, yeah. I'm fine.",
        "Jack: How'd you do that?",
        "Carly: I was cutting up an apple, and the knife just got away from me.",
        "Jack: That's a pretty nasty cut. Sure you weren't using a hacksaw blade?",
        "Carly: I'm fine. Thanks for worrying. So what have you been up to today?",
        "Jack: I had a meeting with Montgomery at the Lakeview. Told him you were off- limits till we're postpartum. If he's smart, he'll stay away.",
        "Carly: How did he take it?",
        "Jack: You know Montgomery -- ticked-off, self-serving, self-righteous. You did want me to hand over your sketchbook, didn't you?",
        "Carly: Yeah. Yeah, sure. I -- I just keep wishing that it wasn't Barbara taking my place.",
        "Jack: Hey, give it time. After this baby's born, you'll kick Barbara back to where she belongs.",
        "Carly: Yeah.",
        "[Phone rings]",
        "Jack: Snyder. Yeah, all right, I'll be right there. There's been an accident on route 18. You gonna be all right here while I'm gone?",
        "Carly: Yeah, I'll manage.",
        "Jack: Okay. I'll be right back.",
        "Carly: Okay. Oh, I am sorry, baby girl. I wanted you to be born meeting a successful, talented mother. I wanted you to be proud of me. But I guess I have made such a mess that I don't deserve to have my dreams come true anymore. [Knocking at door] oh, no, please. Craig, please, do not make this worse for me than it already is.",
        "Craig: You gave up? Carly, you, of all people? Why? Why would you do that?",
        "Carly: You know me, Craig. I didn't give up. I'd never give up.",
        "Craig: Well, you surrendered your sketchbook to Jack. You caved!",
        "Carly: I didn't. I wanted to make that deadline more than anything in the world. My line was supposed to be classic and feminine and elegant and sexy and everything that Monte Carlo stands for. I was going to design the most extraordinary, mind-blowing line for this show and for the next show and for every show after that for the next half-century!",
        "Craig: Well, so what's stopping you?!",
        "Carly: I -- I wanted those designs to come bursting out of me, you know? That's what I thought was going to happen when I picked up a pencil. Only it didn't happen.",
        "Craig: Why not?",
        "Carly: I lost it. I tried, Craig. I swear to you, I tried to think of something new and something exciting. But it's gone. Every speck of talent that I ever had is gone.",
        "[SCENE_BREAK]",
        "Rosanna: Hello, Barbara, it's Rosanna Cabot again. Good news. You are officially the new designer of Monte Carlo. Yes, yes, Carly backed out -- rather ungracefully, I might add. So I'd like to see those sketches of yours, as soon as humanly possible, if you don't mind. Yes, the Monte Carlo fashion show is in your hands. And I know you won't let me down. I hate being disappointed.",
        "[SCENE_BREAK]",
        "[Knocking at door]",
        "Margo: Marshall Travers? Detective Hughes. Come to the door, please.",
        "Marshall: Detective Hughes, what a surprise. Is this a surprise inspection to make sure I'm behaving like a model defendant out on bail? Come on in.",
        "Margo: You and Jessica took an elevator ride together?",
        "Marshall: By chance, not choice.",
        "Margo: You stopped that elevator between floors and detained her despite her repeated requests to return the elevator to working order? That is felony kidnapping. Or did the bullet you took erase that little detail from your data bank?",
        "Marshall: Is this an interrogation?",
        "Margo: This is a warning. You pull a stunt like that again, and I will have your bail revoked. I will teach you a lesson in the law that you will not soon forget. Now let me be crystal clear with you. You see Jessica Griffin walking down the street, you cross to the other side. You do whatever is necessary to stay away from her.",
        "[SCENE_BREAK]",
        "Jessica: Hi. I was just about to call you. It's like a feeding frenzy out there.",
        "Ben: Well, a trial is only going to make it worse.",
        "Jessica: You know, I thought about cooking tonight. Unless, of course, I can convince my charming dining companion to stop by the Pampered Palate and pick us up a feast for two?",
        "Ben: Jessica -- there's something important that we need to talk about.",
        "Jessica: What's wrong?",
        "Ben: I've been thinking -- maybe it's time to consider dropping this case against Travers."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=R3fJeLdo7TA"
}