{
    "Episode Summary": [],
    "Recap": [
        "A depressed Henry is staying on Katie and Brad's couch, as Katie tries to inspire him to do more with the help of Cookie Dough ice cream. Brad thinks that Henry owes him since he got fired too so Katie thinks if they plead their case to Kim again then she might reconsider and as an added benefit since Vienna loves the limelight so much, if Henry gets her job back then she might come back to him. Henry is suddenly raring to go and he and Brad head out to plead for Kim's for mercy. However, Kim won't change her mind about hiring Vienna back since she alienated the audience when she hit \u0091Geneva', but she finally relents and admits that the audience is clamoring to have Henry back. Henry is caught up in his popularity again and seems to be considering the offer, but Brad reminds him what will happen with Vienna if he does take the offer. He decides to forgo the offer and a dejected Henry heads home. At home though, he sees a note about forgiveness and coming to see him attached to some flowers and he assumes, it is from Vienna and calls Brad and Katie to share the news. They are thrilled, but Brad seems to try to be hiding the fact that he is now worried about how he is going to be able to provide for his family without a job. Later, when Henry opens the door dressed to the nines with a romantic setting in the background, he is stunned and not so happy it seems, to find his mother there instead of Vienna. Damian is upset, as he vents to Lily about Meg being intent on talking with Paul, and seems to feel, he will never make headway with her. Lily is offering some comfort when Lucinda and Holden arrive with a proposal that Damian rescind his job offer so Luke can work at Worldwide. Damian is not onboard, and Holden sees Lily as the deciding vote. Lily is worried that Lucinda and Holden are manipulating Luke. Meg finds Paul and Emily after having sex and is beside herself, as she tries to hide her hurt. Paul doesn't seem too concerned, as he continues to show PDA towards Emily, but is wondering why Meg is there. After he goes to get dressed, Emily and Meg get into it about how Emily is manipulating Paul and is still desperate to get with him and Emily rides Meg about her being jealous. After Emily leaves, Meg tries to gather herself to explain to Paul that she is proud of him and his actions in court showed her glimpses of the man she once loved. Paul seems oddly causal and stuns Meg when he outright turns down the surgery option. He doesn't feel anything for her and is not sure why they even have to be around one another. As for Eliza, he will support her, but he doesn't think it will do either Meg or Eliza any good to be in his life. After he hands Meg a check, she stomps out claiming he really doesn't know her anymore. Meg interrupts the meeting with Damian, Lily, Holden and Lucinda and Damian leaves with her. Holden is not pleased and Lily staunchly defends Damian, and criticizes Holden for trying to run Damian out of everyone's lives. Damian and Meg talk about what happened with Paul, as she is saddened by who Paul now is. Damian lends a shoulder, which turns into much more when they end up in each other's arms. Paul finds Emily again, as they continue to flirt and spend time together. When she tells him that she is busy worrying about her future, Paul lends an ear and offers her money. At first, Emily is offended thinking he is paying her to have sex, but then she realizes Paul is genuinely trying to help, as they grow a bit closer. Later, Holden wonders what is wrong with Lily, as she claims that she doesn't like how Holden is acting; it reminds her of how Lucinda used to act towards them when they were growing up. Holden assures her that he only has Luke's best interests in mind. He also asks her whom she would have sided with earlier before Meg interrupted. Lily pauses but then claims that she would always side with him, but as she is hugging Holden, she doesn't seem to look very confident or happy."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Hey, Henry.",
        "[Henry groans]",
        "Katie: It's time to wake up.",
        "Henry: No.",
        "Katie: All you've been doing for the past few days is sleeping.",
        "Henry: So?",
        "Katie: So, you haven't moved since I left for my doctor's appointment. That was, like, three hours ago. Enough is enough.",
        "Henry: No, it's bright. The doctor -- the doctor's appointment. How's the baby? The baby good?",
        "Katie: The baby's fine.",
        "Henry: Good.",
        "Katie: Listen, I know you're upset that Vienna left. I'm upset for you. But sooner or later, you're gonna have to do something to get out of this funk.",
        "Henry: You're just saying that 'cause you want me off your couch.",
        "Katie: No, if that was the case, I would just have Brad move you to the chair.",
        "Henry: The chair's lumpy. What are you doing?",
        "Katie: I'm eating ice cream. Don't judge me. I have a craving.",
        "Henry: What flavor is it?",
        "Katie: Cookie dough.",
        "Henry: That's my weakness.",
        "Katie: Really? I thought your weakness was cards, martinis, and beautiful women.",
        "Henry: And ponies. Don't forget the ponies. Why don't you grab a spoon and bring that frozen goodness on over here.",
        "Katie: You want some?",
        "Henry: Yeah.",
        "Katie: Come and get it.",
        "Henry: That would require getting up off the couch.",
        "Katie: Come on, Henry. You can do it.",
        "[SCENE_BREAK]",
        "Paul: Ah! How could I ever forget doing this with you?",
        "Emily: You get caught holding a really big bomb.",
        "Paul: It's totally worth it. You know, if you think about it, right? If you really stop and think about it, it's like you get to take my virginity from me twice in the same lifetime.",
        "Emily: Paul --",
        "Paul: What?",
        "Emily: -- Shut up.",
        "[SCENE_BREAK]",
        "Damian: Paul left an open door for you. Say good-bye and shut it behind you.",
        "Meg: Is that how you see what's happened to him?",
        "Damian: He doesn't remember you, your life together. He's set you free from any commitment you had to him.",
        "Meg: Okay, you know what? I can't expect you to understand.",
        "Damian: Well, then please -- explain it to me.",
        "Meg: Paul told the judge that he provoked Dusty into setting that bomb.",
        "Damian: So?",
        "Meg: So he didn't have to do that. But he came forward because he knew it was the right thing to do.",
        "Damian: Good for him.",
        "Meg: Yes. Good for him. And I want him to know that that means something to me.",
        "Damian: Given his current state of mind, I don't think your gratitude is going to have the same effect on him.",
        "Meg: Maybe not. But maybe it'll be the push that he needs to --",
        "Damian: To what?",
        "Meg: Paul is Eliza's father, Damian. If I can make him see that these are the actions of a man his daughter can grow to respect, I have to try.",
        "Damian: I'm sorry. I won't try to stop you.",
        "Meg: Thank you.",
        "[SCENE_BREAK]",
        "Lucinda: We are going to get Luke out of this mess he's in.",
        "Holden: You mean his job, his job at Grimaldi shipping?",
        "Lucinda: He should be in school. We know that. He should be having a college education.",
        "Holden: Yeah, but that's not what he wants for himself right now.",
        "Lucinda: That's why we're going to level the playing field.",
        "Holden: Okay, so what do you propose we do?",
        "Lucinda: I don't know if you know it, but Dusty's in a bit of legal quagmire right now. So he's in no position to run a company like Worldwide. So once more under the breach, I am stepping back in as C.E.O. effective immediately.",
        "Holden: Okay. But what does this have to do with Luke?",
        "Lucinda: If Luke wants so much to work for a family business, let him come and work for me.",
        "Holden: At Worldwide? I can't believe I'm about to say this, but that's a pretty good idea.",
        "[Laughs]",
        "Lucinda: I thought it was. There's just one little hitch, one problem.",
        "Holden: What's that?",
        "Lucinda: I think he thinks that he's already turned me down.",
        "Holden: Well, you know what? We're just gonna have to convince him to change his mind.",
        "[SCENE_BREAK]",
        "[Laughing]",
        "Paul: Hey -- that is something I am definitely not gonna forget.",
        "Emily: Something tells me you don't need any reminders.",
        "Paul: Oh. I think I love you.",
        "Emily: Don't ruin the moment.",
        "[Chuckles]",
        "Paul: That's not what something you want to hear?",
        "Emily: Uh, no, not from you.",
        "Paul: Oh, okay. I think I'm all right with that.",
        "Meg: Paul, are you there? The door was o --",
        "Emily: Of course.",
        "Paul: Hi.",
        "Meg: My God, I --",
        "Paul: Emily and I were just having sex.",
        "Emily: You know what? I'm gonna shower. I'll let you the two of you talk.",
        "Paul: Okay.",
        "Emily: Can you do me a favor?",
        "Paul: What?",
        "Emily: Um -- next time, lock the door.",
        "Paul: There'll be a next time?",
        "Emily: If you survive her. Meg.",
        "Paul: Well. Hello? Okay, so this is awkward. Um, is there something that you want?",
        "Meg: I came by because I wanted to talk to you.",
        "Paul: What'd you want to talk about?",
        "Meg: About what happened in court today. But obviously now's not a good time.",
        "Paul: Oh, no, no, now's a good time. Believe me. Like five minutes ago -- probably not such a good time.",
        "Meg: Thanks. I should go.",
        "Paul: Wait, hold on a second. You came here to say something. What did you come here to say?",
        "Meg: I can't.",
        "Paul: Did you forget? Seems to be a lot of that going around. Sorry. Okay, I'll stop. I'm sorry.",
        "Meg: No, I wish I could forget walking in on you and Emily.",
        "Paul: It's really no big deal. It's fine.",
        "Meg: No, it is a big deal. And if you remembered anything about us, you would know that.",
        "Paul: Wait, hold on a second. Please don't leave. You can't be upset at me for what happened. I wasn't trying to hurt your feelings.",
        "Meg: Okay, you know what? You don't owe me an explanation. And to tell you the truth, I really don't want to hear it.",
        "Paul: Well, I would like to hear what you have to say.",
        "Meg: Why?",
        "Paul: Because you're here. It's -- it's obviously really important to you. What? Okay, I'll tell you what. I'll go get dressed, all right? And I'll come back in a minute, and we'll talk then, okay? I'll be right back.",
        "[SCENE_BREAK]",
        "Damian: It doesn't make any sense. Paul has finally given Meg what she's always wanted.",
        "Lily: A clean break with no strings attached.",
        "Damian: And the first chance she gets, she goes running back to him.",
        "Lily: First of all, she's not back with Paul. You said she just wants to talk to him, right?",
        "Damian: Yeah, well, it's what that could lead to that I'm worried about. Why can't she just walk away?",
        "Lily: Because they have a child together. I mean, you of all people should that that's a bond that can't be broken. Look at us. We'll always be connected because of Luke, no matter what happens.",
        "Damian: You didn't always feel that way.",
        "Lily: Things change. People change.",
        "Damian: Well, I've worked hard to prove that to you.",
        "Lily: Yes, you have.",
        "Damian: But Paul hasn't, Lily. I mean, it's just a fluke that he doesn't remember the things he's done, all the pain that he's caused.",
        "Lily: You can't change the way Meg feels, Damian. Maybe you should just let this go.",
        "Holden: Lily?",
        "Lily: Holden. What are you doing here?",
        "Holden: We need to talk to you.",
        "Damian: I can step out and give you some privacy.",
        "Holden: No, no, no, it's okay. It's okay. You should stay. 'Cause this concerns you, too. It's about Luke.",
        "Damian: What about him?",
        "Lucinda: We want you to put your ego aside, and do what's best for Luke.",
        "[SCENE_BREAK]",
        "Henry: She called me selfish. Can you believe that?",
        "Katie: No.",
        "Henry: And the worst part is, she's right. I am selfish.",
        "Katie: No! No, I think Vienna just said that 'cause she was upset.",
        "Henry: Of course she was upset. I betrayed her. I let Geneva's fame go to my head. I got seduced by the spotlight and the adoration of all the fans.",
        "Katie: Vienna's gonna come back to you.",
        "Henry: I don't know why she would.",
        "Katie: Because she loves you.",
        "Henry: She gave me her heart, Katie. Her whole heart. You know how rare that is? She's my reason for being. She's my strudel. My Liebchen. She's the only woman I've ever really loved.",
        "Katie: Well, let's not get carried away. She's not the only woman you've ever loved.",
        "Henry: Yeah, there's been others.",
        "Katie: Yeah.",
        "Henry: As special as Geneva was, it's just not quite the same. You know what I mean?",
        "Katie: That's not really what I was talking about, but whatever. Anyway, you know what you need to do? You need to get up, go home, get dressed, put on some nice, fresh, clean clothes.",
        "Henry: You're kicking me out?",
        "Katie: Well, no. I just don't think it's healthy to sit around, wallowing in self-pity.",
        "Henry: Why not? I'm really good at it. And there's no one else I can blame for this but myself. I did this. It's my problem, my fault. I just wish I could take it all back.",
        "Brad: Yeah, so do I. Not only did you get Geneva and Vienna fired, you got me canned, also. Thanks a lot.",
        "[SCENE_BREAK]",
        "Emily: Where's Paul?",
        "Meg: Getting dressed.",
        "Emily: Hmm. He forgot this.",
        "Meg: He's forgotten a lot of things.",
        "Emily: Not everything. In case you were wondering.",
        "Meg: No, I wasn't.",
        "Emily: Of course you weren't.",
        "Meg: You really are something.",
        "Emily: Excuse me?",
        "Meg: You think sleeping with Paul is something to brag about?",
        "Emily: I'm not bragging.",
        "Meg: I'm not stupid. I saw the look on your face when I walked in that door. You were thrilled I was the one that caught you two together.",
        "Emily: Caught? You act like we were doing something wrong.",
        "Meg: You took advantage of him, Emily.",
        "Emily: You keep telling yourself that, Meg.",
        "Meg: Oh, what other explanation is there?",
        "Emily: Oh, I don't know. Maybe that Paul came on to me? Which is exactly what happened.",
        "Meg: Yeah, and, you know, you could never say no to Paul, could you? You were always so desperate for his attention.",
        "Emily: I'm not desperate for it anymore.",
        "Meg: Does he know yet that you shot him once?",
        "Emily: Actually, he does. I told him myself. It was kind of a turn-on.",
        "Meg: You're sick.",
        "Emily: And you're jealous.",
        "Meg: Give me a break.",
        "Emily: And you know what? Considering the way you dumped him and flaunted Dusty in his face --",
        "Meg: Okay, shut up.",
        "Emily: It's no wonder he chose to turn to me.",
        "Meg: Oh, you think he chose you, Emily? He doesn't remember who he is, much less who you are.",
        "Emily: So you're here to fill in all the blanks like a good little nurse?",
        "Meg: Oh, and what if I am?",
        "Emily: Save your breath. There are more effective ways of getting through to him. Trust me.",
        "Paul: All right. Everything okay?",
        "Emily: Yeah, everything's fine.",
        "Paul: Thanks.",
        "Emily: Here. I got to go.",
        "Paul: You do?",
        "Emily: Mm-hmm.",
        "Paul: Oh, come on. Stay.",
        "Emily: Sorry.",
        "Paul: This will just take a second.",
        "Emily: You know where to find me.",
        "Paul: All right.",
        "[Emily chuckles]",
        "Meg: I just came by to say thank you.",
        "Paul: For what?",
        "Meg: For what you did today in the courtroom, standing up for Dusty.",
        "Paul: I just told the judge the truth as it was told to me by you.",
        "Meg: Well, what you did was very brave. And you could've been arrested yourself. It was a side of you I haven't seen in a long time.",
        "Paul: A side of me I'm sure you probably thought didn't even exist, given the stories I've heard about myself.",
        "Meg: No, I knew it was there.",
        "Paul: Just buried under a microchip, huh?",
        "Meg: Do you remember --",
        "Paul: Probably not.",
        "[Chuckles]",
        "Meg: The other day, you asked me if there was a time when things were good between us.",
        "Paul: I figured there was. It seems like you stuck by me through an awful lot.",
        "Meg: Yeah, there was something. There was a good man, and I saw him today in the courtroom. You stood up and took responsibility for everything you had done.",
        "Paul: It probably would've meant more to you if I'd actually remembered some of the things that I'd done.",
        "Meg: It actually meant a lot to me. It gave me a glimpse of --",
        "Paul: What?",
        "Meg: Of the man I fell in love with once.",
        "Paul: I'm so glad. Look, I can't take back the things that you say that I've done, but maybe I can try and make up for some of it. At least, that's the plan. I don't know. Maybe I'm reaching, but --",
        "Meg: Keep reaching. That's what I came to tell you, Paul. That you can be that man again. And if the surgery that Damian has arranged works and you get your memory back --",
        "Paul: Meg, right? No, don't do that.",
        "Meg: What?",
        "Paul: I have no intention of getting any surgery.",
        "[SCENE_BREAK]",
        "Brad: Henry, this is all your fault. If you would have just left well enough alone, Vienna and I would still both have jobs.",
        "Henry: And I'd still have Vienna.",
        "Brad: You see?",
        "Henry: Yes!",
        "Brad: You see what I mean?",
        "Henry: I do, okay? I got it! I messed up. Can we stop pointing that out? It's not like I can turn back the hands of time here.",
        "Katie: All you have to do is just go to Kim and apologize.",
        "Henry: I did that.",
        "Katie: Well, do it again and mean it this time. Tell her you're so sorry, you feel so bad, and that dressing up as Geneva was the worst mistake you've ever made in your life. And if she'll just give Vienna another chance to host the show with Brad, then there will be no more trouble.",
        "Brad: Yeah.",
        "Katie: Oh, and you, you need to remind Kim how good you and Vienna were together and that if she'll just give you another chance, you guys could recapture that.",
        "Henry: No, no, slow down here, Bubbles. There's one problem. I mean, even if I make the greatest pitch in show-biz history to Kim, we still have one problem.",
        "Katie: What's that?",
        "Henry: Vienna's not here. She's in Sweden. And she's not coming back.",
        "Katie: Well, you she said that she missed the spotlight, right?",
        "Henry: Yeah.",
        "Katie: So take the spotlight and put it back on her, and like a moth to a flame --",
        "Henry: My Vienna shall return.",
        "Katie: Exactly.",
        "Henry: Okay. Okay, let's go. Come on. Up, up, up. Got to go talk to Kim.",
        "Brad: Now?",
        "Henry: Yes, now, now!",
        "Brad: Don't you want to at least take a shower first?",
        "Henry: No, no, I want her to smell the self-loathing coming off of me. It'll make my apology seem more genuine. Let's go.",
        "Katie: You guys call me, let me know how it goes.",
        "Brad: You so owe me for this!",
        "[SCENE_BREAK]",
        "Lucinda: Lily, Darling, it is our hope that you will help us convince Luke that he wants to come to work for me here at Worldwide.",
        "Lily: Doing what?",
        "Lucinda: Darling, \"The Intruder\" has gone digital, and I need a new editor!",
        "Lily: But Luke has already taken a job with Damian.",
        "Holden: Yeah, but he hasn't started yet. He could decline Damian's offer and accept Lucinda's.",
        "Damian: Have either of you talked to Luke about this yet?",
        "Lucinda: Not formally.",
        "Holden: We're not gonna force Luke to do anything he doesn't want to do.",
        "Damian: Good.",
        "Holden: But you did agree to rescind your offer as long as it was in Luke's best interest.",
        "Damian: And you're asking me to do that now.",
        "Lucinda: We're asking you, to put Luke first.",
        "Damian: I have put him first, Lucinda. In fact, I may be the only one doing so.",
        "Lucinda: I beg your pardon?",
        "Damian: I seem to be the only one listening to what Luke says he wants to do.",
        "Holden: We all know that Luke doesn't want to go back to school. And we've agreed. We respect that.",
        "Lucinda: As disappointed as we are.",
        "Holden: But Luke also wants to learn the family business. And this would be an opportunity for him to do so.",
        "Lily: Shouldn't we let Luke pick the job he wants to do?",
        "Holden: No. Because then he would feel like we're asking him to pick sides.",
        "Lily: Isn't that what you're doing?",
        "Damian: Not if I take my offer off the table. Then the choice is made for him.",
        "Lily: I'm not sure I'm comfortable with this.",
        "Lucinda: Honey, we're trying to protect your kid.",
        "Damian: From me?",
        "Lily: Mother -- don't engage her.",
        "Holden: All Lucinda wants is what's best for Luke.",
        "Damian: Yeah, but the problem is we don't agree on what that is.",
        "Lucinda: Okay, then why don't we put it to the vote? I know where I stand.",
        "Holden: My position is clear.",
        "Damian: So is mine.",
        "Holden: It looks like it's up to you.",
        "Lucinda: Yours is the deciding vote, Darling.",
        "Holden: So, where do you stand?",
        "[SCENE_BREAK]",
        "Fan #1: It's him! It's him!",
        "Fan #2: We've been waiting outside all day!",
        "Henry: Ladies, why can't you get this? I am not Geneva, okay? Geneva was a woman. Sort of. And I'm a man.",
        "Brad: Sort of.",
        "Fan #1: But you being a man is even better.",
        "Henry: It is?",
        "Fan #2: Yeah, it's like you think like we do. You -- you say the things that are on our minds.",
        "Brad: Maybe you are a woman.",
        "Fan #1: He's made gender irrelevant. And, unlike Geneva, you're real.",
        "Brad: I can't listen to this anymore. Kim, can we please -- can we please talk?",
        "Kim: Ladies. Ladies, I'm sorry, this is a closed set. I'm gonna have to ask you to leave. Please.",
        "[Ladies cheer]",
        "Fan #2: You're the best! Bye!",
        "Fan #1: Whoo!",
        "Kim: Thank you. Yes, yes, bye. And, Henry, it seems to me I remember telling you that I never ever wanted to ever see you anywhere near this station. What was there about that that you didn't understand?",
        "Henry: I am so sorry that I lied to you and to Brad and the audience. But mostly to Vienna. She's the love of my life, and I'm trying to apologize to her, but she's not listening, mainly 'cause she's not here. But if you would give her another chance, she could come home, and then I could make things right.",
        "Brad: Kim, you've got to admit, that before Henry, Geneva, or Henry-as-Geneva came along that, you know, Vienna and I, that we were great.",
        "Kim: Yes, you were. You were terrific together.",
        "Henry: Does that mean you'll give them another chance?",
        "Kim: No, it doesn't. I can't do that. That ship has sailed.",
        "Henry: But you're the captain! Call it back into port!",
        "Kim: Yeah, well, unfortunately, when Vienna attacked Geneva on the air, she alienated the audience. So it's too late.",
        "Brad: She had every right to do that. I mean, Geneva was a pain in the ass!",
        "Henry: This can't be happening.",
        "Kim: However --",
        "Henry: However? There's a \"However\"?",
        "Brad: However?",
        "Kim: I obviously heard the fans and heard what they had to say, and to be perfectly honest, they're not the only ones who feel this way.",
        "Brad: What are you getting at?",
        "Kim: Well, I'm probably gonna regret this the rest of my life. But, Brad, I will put you back on the air if Henry agrees to be your co-host.",
        "Brad: Henry? Did you say Henry?",
        "[SCENE_BREAK]",
        "Meg: How can you not want to have this surgery?",
        "Paul: It's easy.",
        "Meg: It could restore your memory. Don't you want that?",
        "Paul: No.",
        "Meg: Paul, we're talking about an entire life here.",
        "Paul: What kind of life?",
        "Meg: A good life.",
        "Paul: Really? Because after everything that I heard -- mostly from you -- it doesn't seem like such a good life.",
        "Meg: Well, yeah, of course we had some problems.",
        "Paul: I was jealous. I was possessive. I was bordering on criminally insane. You really think that's a life I want? Why would I want that life back?",
        "Meg: Because it's yours.",
        "Paul: No, I'm gonna do this my way. I'm gonna start all over.",
        "Meg: Okay, you know what? You had things that were important to you, things that meant something to you.",
        "Paul: Like you, right? Anything else?",
        "Meg: What about Eliza? What about your daughter? Don't you want to remember the first time you held her?",
        "Paul: The first time I kidnapped her or the second time I kidnapped her? You think these are moments that I want to remember?",
        "Meg: So, you'd rather not have any memory of her at all?",
        "Paul: That's right.",
        "Meg: And me? I was your wife. I'm the mother of your child. When you look at me, do you feel anything at all?",
        "(Sighs)",
        "Paul: How am I supposed to answer that question?",
        "Meg: Just tell me the truth.",
        "Paul: Okay. When I look at you, I feel sad.",
        "Meg: You feel sad?",
        "Paul: Yeah. I've hurt you a lot.",
        "Meg: Oh, my God --",
        "Paul: And the other things about you, I don't remember them -- loving you, wanting you. I know you told me about them, but I don't feel them. I don't -- I don't even know you. I mean, you're really nice.",
        "Meg: I'm nice?",
        "Paul: Yeah, and you got a really cute kid. Can't that be enough? Why do I have to have anything to do with you?",
        "Meg: Eliza used to mean everything to you.",
        "Paul: And I'm willing to accept responsibility for her. Yeah. P-a-u-l R-y-a-n. Um, I want you to take this, okay?",
        "Meg: What is this?",
        "Paul: It's child support. And, you know, just fill it out, and then when that money runs out, come back, and I'll give you some more.",
        "Meg: I don't want your money, Paul.",
        "Paul: It's all I have. Please, please take it. Don't do that. Why are you doing that? Why?",
        "Meg: You're right. You don't know me at all.",
        "[SCENE_BREAK]",
        "Henry: Do you really mean that? You want me to host the show with Brad?",
        "Kim: Yes. What do you think?",
        "Henry: That's -- that's interesting. It's interesting. What are we talking about salary-wise here?",
        "Brad: Oh, forget it!",
        "Henry: You don't want me to dress up like Geneva again, do you?",
        "Kim: No! No. I hesitate to say this, but I want you to just be yourself.",
        "Brad: Well, which self would that be, you know? The booze-swilling card shark or the cross-dressing, back-stabbing goober?",
        "Henry: Whoa! That's a little -- I'm also an author and an entrepreneur.",
        "Brad: Will you listen to me? You're not supposed to be here negotiating a contract for yourself. You're supposed to be trying to get Vienna back.",
        "Henry: I know.",
        "Brad: I mean, do you want to make sure that she never comes back ever?",
        "Henry: No.",
        "Brad: Okay, then.",
        "Henry: Could you give Vienna the second chance instead?",
        "Kim: Nope! I told you I can't do that.",
        "Henry: I understand.",
        "Kim: You do?",
        "Henry: No, not really.",
        "Kim: Okay. If you ever change your mind, just let me know.",
        "Brad: No!",
        "[SCENE_BREAK]",
        "Lucinda: Okay, I want to know something. I want to know why you're really here in Oakdale.",
        "Damian: Excuse me?",
        "Lucinda: Why? I mean, why do you want to be a part of Luke's life, why do you want to be so much a part of Luke's family? You can't be! You're an outsider!",
        "Lily: That's enough! All right, you know what? Damian has done everything he can to make amends for the past.",
        "Lucinda: Oh, fine, then we'll just forget it. Forgive us our trespasses and all that. Darling, you cannot trust this man. If you do, there will be dire consequences.",
        "Holden: Okay, look, we're getting away from the point here. We need to present a united front for Luke.",
        "Lily: You make it sound so simple.",
        "Holden: It can be. Are you with us or not?",
        "Meg: Damian?",
        "Damian: Meg.",
        "Meg: I -- I'm sorry. The receptionist didn't say you were in a meeting.",
        "Holden: What's wrong?",
        "Meg: Nothing. Everything's fine. I didn't mean to interrupt. Can you call me later?",
        "Damian: No, wait, Meg. We're done here.",
        "Lucinda: The hell we are!",
        "Damian: We can table the discussion for another time. Let's go.",
        "[SCENE_BREAK]",
        "Paul: What do you say we go back to my place and finish what we started?",
        "Emily: Um, we finished what we started. Both times.",
        "Paul: Really?",
        "Emily: Mm-hmm.",
        "Paul: You didn't have a good time?",
        "Emily: No! No, it was -- it was fun.",
        "Paul: It was more than fun. It was like -- it was hot fun.",
        "Emily: Yeah, but I just --",
        "[Chuckles]",
        "Emily: I'm not sure it was really a good idea.",
        "Paul: Really? Why not?",
        "Emily: Because I -- I, um -- I lost my job, and I really have to figure out what I'm gonna do next.",
        "Paul: I'm right here.",
        "Emily: That's not what I meant. I have bills to pay.",
        "Paul: Okay, I'll pay them.",
        "Emily: You are not pay -- will you just get out of here?! Go away! No! Go!",
        "Paul: I know what you need. You need to come back to my house.",
        "[SCENE_BREAK]",
        "Lucinda: Well, so much for Damian's parental concern. Show him some cleavage, and he's out the door!",
        "Holden: That's my sister you're talking about.",
        "Lucinda: What's wrong with her now?",
        "Holden: I don't know. I really don't.",
        "Lily: They're friends, Mother. Meg was obviously upset about something, and most likely it's Paul. Damian just want to help.",
        "Holden: She doesn't need his help.",
        "Lily: Where are you going?",
        "Holden: Out to the farm.",
        "Lily: Why?",
        "Holden: I want to see what's wrong with her. Maybe there's something I can do.",
        "Lily: How's that? Tell Damian to leave her alone?",
        "Holden: Yeah, if that's what it takes.",
        "Lily: You can't do that. She came here to see him, not you.",
        "Holden: She doesn't need him.",
        "Lily: You've got to stop this, Holden.",
        "Holden: Stop what?",
        "Lily: Trying to run Damian out of everyone's life.",
        "[SCENE_BREAK]",
        "Damian: I take it things with Paul didn't go well?",
        "Meg: You could say that.",
        "Damian: You want to tell me what happened?",
        "Meg: He wasn't alone when I got there. I found him with Emily. And they had just had --",
        "Damian: Oh. I see.",
        "Meg: Be glad that you didn't.",
        "Damian: And the fact that they were having -- bothers you?",
        "Meg: Look, I know it shouldn't.",
        "Damian: You can't help the way you feel.",
        "Meg: He was completely unfazed by the whole thing. It was like Emily had more of a right to be there than I did. I can't believe I just said that -- you know, I am so mad at myself!",
        "Damian: Why?",
        "Meg: Because you were right! You were right! Going over there was insane. And I thought I had put it all behind me.",
        "Damian: Well, Paul's accident has brought it all up again.",
        "Meg: I don't know. I guess in the back of my mind, I was holding on to the tiniest of hope.",
        "Damian: That the two of you would find your way back to each other?",
        "Meg: Yeah, that he would be able to let go of this anger and paranoia and become the man that I fell in love with once. I now it's a stupid thing to hope for, right?",
        "Damian: No. Not if that's what you want.",
        "Meg: I wanted it for him. And it all just seems so possible. His outlook, everything about him, he's different now.",
        "Damian: Are you afraid that once he has the surgery and his memories return that he'll revert to the man he used to be?",
        "Meg: He doesn't want the surgery, Damian.",
        "Damian: What did you say?",
        "Meg: He doesn't want to remember. Not me, not Eliza, not any of it.",
        "Damian: Well, then Paul Ryan is a damned fool. This is more than my easy button.",
        "[SCENE_BREAK]",
        "Henry: \"All is forgiven. Can't wait to see you again.\" \"Can't wait to see you again\"? Oh, my God, Vienna! Oh, my God, oh, my God, oh, my God!",
        "[Cell phone rings]",
        "Brad: Hello.",
        "Henry: It's me, Henry. You're never gonna believe what happened. It's the miracle of all miracles!",
        "Brad: Whoa, whoa. Slow down, slow down. What are you talking about?",
        "Henry: Vienna! Vienna! She's coming home, man.",
        "Brad: What? Are you sure?",
        "Henry: Yeah! Yeah! There's, like, flowers. There's a card here. She says all is forgiven, she can't wait to see me again.",
        "[SCENE_BREAK]",
        "Katie: What's going on?",
        "Brad: Henry just -- he heard from Vienna. She's coming back.",
        "Katie: You're kidding!",
        "Brad: Yeah, that is great news, bud. Great news.",
        "[SCENE_BREAK]",
        "Henry: I know. I know. I can hardly believe it myself. Uh, I got to go, okay? I'll call you in a week. Maybe two. Okay, bye. Hey, I got a lot of work to do.",
        "[SCENE_BREAK]",
        "Lily: I thought you went after Meg.",
        "Holden: After what you said to me? Why would I do that?",
        "Lily: I'm sorry. I -- I shouldn't have acted that way.",
        "Holden: Something is bothering you. Would you like to tell me what it is?",
        "Lily: I didn't like what I saw in that room, okay?",
        "Holden: What did I do?",
        "Lily: How about the way you aligned yourself with my mother?",
        "Holden: I happen to agree with her. I think Luke would be better off working at Worldwide than with Damian.",
        "Lily: Whether or not Luke wants it?",
        "Holden: We don't know what Luke wants. And we don't know the details of Lucinda's offer. And I think we need to present this opportunity to him the right way.",
        "Lily: The -- the right way? Do you hear yourself? Y -- you sound exactly like her.",
        "Holden: Come on!",
        "Lily: No, you're using the exact same tactics she's used on us for years.",
        "Holden: That is not what this is.",
        "Lily: I know what I saw, Holden. All that pain she caused us, manipulating us to do what she wanted, I will not let you do the same thing to our son.",
        "[SCENE_BREAK]",
        "Damian: It makes me so angry to see how Paul's treating you.",
        "Meg: It's all right.",
        "Damian: No, it's not. You care about people, Meg. About their feelings, about what happens to them. And all Paul has done is take advantage of that.",
        "Meg: You know you're the not the first person to tell me that. You would think it would have sunk in by now.",
        "Damian: Well, when you're ready to believe it, it will. You do deserve so much better than this.",
        "Meg: You're just saying that 'cause you're my friend.",
        "Damian: The only reason why I'm your friend and nothing more, is out of respect for you.",
        "Meg: Damian, I know I said I wasn't ready for anything to happen between us.",
        "Damian: And I didn't want to push you. I still don't. And I know how your family feels about me.",
        "Meg: You mean Holden. I will always be his baby sister. I don't think he'll ever see me any other way.",
        "Damian: Well, I do.",
        "[SCENE_BREAK]",
        "Paul: So -- what's on your mind?",
        "Emily: I don't know. I don't know. I guess my job.",
        "Paul: Your job? I thought you got fired from your job.",
        "Emily: Kind of why it's on my mind. Oh. Oh, God, my job was everything to me. It was my entire identity.",
        "Paul: Your entire identity?",
        "Emily: Mm-hmm.",
        "Paul: You don't have a family?",
        "Emily: You know, I have a fam -- you don't know I have a family. Okay, this is gonna be hard to get used to. I have a son. I have a son, Daniel. He's at boarding school. So I don't get to see him much. He spends most of his time with his father or traveling with his friends, that sort of thing.",
        "Paul: Great, you have a son.",
        "Emily: I do. I have, actually, two sons. I just found my other one.",
        "Paul: Right. After you misplaced him.",
        "[Chuckles]",
        "Emily: It's a very long story. Bottom line is he wants nothing to do with me.",
        "Paul: So your job was all you had.",
        "Emily: Pretty much.",
        "Paul: And now you're worried.",
        "Emily: Yeah, a little. I'll figure something out. I mean, I've got time, if not the money.",
        "Paul: That's an issue?",
        "Emily: In this economy? Yeah.",
        "Paul: Okay.",
        "Emily: Okay? What are you doing?",
        "Paul: Well, I'm glad I know where this is. It's come in really handy today. Fill this out for, oh, whatever you need.",
        "Emily: What are -- are you kidding me?",
        "Paul: No.",
        "Emily: For your information, I am not interested in handouts. And if you think you can pay me to sleep with you, you're out of your mind!",
        "Paul: Okay, I don't remember anything, but tell me. Do women all of a sudden just not like money?",
        "Emily: Will you give me a break? Are you gonna tell me that wasn't a down payment to ensure that I sleep with you again?",
        "Paul: No. What, you're telling me that that's something that I would do to you?",
        "Emily: I shot you in the back on our wedding night. Remember?",
        "Paul: No.",
        "Emily: I told you.",
        "Paul: It's a little weird. Look, I have more money than I know what to do with.",
        "Emily: Oh, my God. You know, you're breaking my heart, Paul.",
        "Paul: I don't know what I'm gonna do with the rest of my life either. But at least having the money gives me some time so that I can figure it out. And I thought it would do the same thing for you.",
        "Emily: You really mean that, don't you?",
        "Paul: Yeah, I do. Look, will you take it, please?",
        "Emily: I -- I can't.",
        "Paul: Come on, Emily, at least just, you know, to make me happy.",
        "Emily: Fine.",
        "Paul: So you want to have sex?",
        "Emily: He says, after handing me a blank check.",
        "Paul: You're under no obligation to say yes.",
        "Emily: Good. Because I'm not gonna say yes. Not tonight.",
        "Paul: Some other time, maybe.",
        "Emily: We'll see.",
        "[SCENE_BREAK]",
        "Katie: It's a good thing you two didn't accept Kim's offer to co-host the show together.",
        "Brad: After everything Henry put us through as Geneva? No way. If I never heard the name Geneva Swift again, it'll be too soon. Besides, I could just spend all my time now with you, mamacita.",
        "Katie: We do have a lot to do before the baby comes. Oh, I was looking at this crib today.",
        "Brad: That is a nice crib. Wow. Wait, is that -- is that how much it is? I mean, how many babies are we putting in here?",
        "Katie: Yeah, you're right. It's fine. We'll just get -- we'll get a cheaper one.",
        "Brad: No, no, no, no, no, no, no, no, no. Only the best for our kid, from -- from crib -- from crib to college.",
        "Katie: Well, you're not gonna be working a lot now --",
        "Brad: Hey. I'm telling you I don't want you to worry about it. I'm gonna take of care of everything. I mean it. I'm gonna do everything I can to provide for us. You two mean the world to me. I love you both so much.",
        "Katie: We love you, too.",
        "[SCENE_BREAK]",
        "Henry: Smooth, Coleman. Very smooth.",
        "[Knock on door]",
        "Henry: Liebchen! Vienna, my darling --",
        "[Sighs]",
        "Audrey: You know, if you keep standing there, staring at me with your mouth open like that, do you realize how many flies you might swallow?",
        "Henry: Mom.",
        "[SCENE_BREAK]",
        "Holden: No matter what Lucinda did to try and split us up, we always knew that we belonged together. I still believe that.",
        "Lily: So do I.",
        "Holden: Only Luke, he doesn't know what he wants.",
        "Lily: He says he does. He took the job with Damian because there was a lot about it that appealed to him.",
        "Holden: Only because he didn't feel like he had other options. And I don't want him making an important decision based on a wrong assumption.",
        "Lily: So that's all you're doing, giving him another option?",
        "Holden: Yes.",
        "Lily: He's not a child anymore. He's capable of making his own decisions.",
        "Holden: Lily, we're still his parents. And we need to make sure he doesn't go down the wrong path. And that includes making sure that he doesn't fall under Damian's influence. Now, I need to know if you're with me on this. Are you?",
        "Lily: What do you want me to say?",
        "Holden: You didn't cast your vote before because Meg walked in the room. Whose side would you have taken?",
        "Lily: Yours, of course. I'm on your side, always.",
        "Holden: Good.",
        "[SCENE_BREAK]",
        "Damian: You okay?",
        "Meg: It's been a long time since I've been kissed that way.",
        "Damian: I've wanted to kiss you for a long time. I just didn't know if that's what you wanted, too.",
        "Meg: I didn't know that either.",
        "Damian: Do you want me to stop?",
        "[NEXT_ON]",
        "Henry: No, no, no, no, no, no, no, no, no. This town isn't big enough for the two of us. And this room isn't, either.",
        "Sage: You just don't want me to call my mom!",
        "Janet: No, Sweetheart, that is not true. It's not true at all.",
        "Craig: When the hell did this become my fault?",
        "Rosanna: Well, if you weren't here, I would have seen Sage come in! I could have stopped her from running away!",
        "Jack: I told Rosanna I didn't need any help finding Sage.",
        "Craig: When are you gonna see that I'm not the enemy here?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=4oPWP_G3M0Y"
}