{
    "Episode Summary": [],
    "Recap": [
        "Katie runs into Simon again and he tries to apologize but she won't accept it. He tries to appeal to their shared memories, and although she seems slightly affected, she tells him she doesn't want anything to do with him ever again. Mike is annoyed that she keeps seeing Simon so he wants them to get off the cruise ship at the next port. Simon tells Vienna he had closed himself off to love but maybe now he should allow it back in. Maddie runs into someone leaving Casey's house that clearly leaves her unnerved. Casey and Maddie try to take advantage of his empty house, but Maddie is shaken and preoccupied with her run in with the mystery man. When Casey and she are trying to get romantic, Maddie sees flashes of a purse dropping onto the floor and a poster in a darkened room. She tells Casey she can't do this and runs out, leaving a confused and hurt Casey behind. Barbara goes on the attack when she finds Jade at Carly's where Will and Gwen are staying. Both Gwen and Will defend her to Barbara. Jade later promises Will that after how Gwen defended her for no other reason then just being nice to her, she will never tell their secret. Will seems to believe her and his face shows the extreme relief. After collapsing, Jen is diagnosed with viral pneumonia. She has to stay in the hospital for a bit to be monitored. When Jen hears Johnny's body is accepting the stem cells and he has been cleared for release tomorrow she puts up a fight wanting to make sure she gets to go home with her son. Dusty wants her to not worry about it after he is told Jen should remain calm and stress free. Jen asks Dusty to reconsider his stance on Emily and when he refuses to, she gets upset, Dusty promises to think about it, but he later tells Paul he only said that to appease Jen; he has not changed his mind on wanting Emily locked up, much to Paul's relief. Jen explains to Lucy why she is adamant about leaving with her son when he gets released."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Oh, I thought you were --",
        "Vienna: Your wife? I forgot her name.",
        "Mike: Katie.",
        "Vienna: You're looking for her, and I'm looking for Simon. We're together, maybe they are, too.",
        "[SCENE_BREAK]",
        "[Katie sighs]",
        "[SCENE_BREAK]",
        "Dallas: It's been a long time. So, how have you been? Maddie? Well, I was just leaving, so --",
        "Casey: Hey, I thought you'd never get here. Were you talking to that guy?",
        "Maddie: What?",
        "Casey: That guy who just left, do you know him or something?",
        "Maddie: No, I -- I don't know him.",
        "[SCENE_BREAK]",
        "Gwen: Well, now that you're working at Crash, you'll be able to pick up extra money in tips, which will make it a lot easier for you to afford your own place. Tip money was the only thing that saved me when I was on my own. Where're you going?",
        "Will: I'm wiped out. So I was gonna help you clean up a little, and then I was gonna go to bed.",
        "Gwen: Go to bed. Jade and I can handle this.",
        "Will: Well, aren't you tired?",
        "Gwen: No. Oh, I get it. You're afraid we're going to talk about you.",
        "Will: Something like that.",
        "Gwen: Well, I promise that we'll only say good things. Right, Jade?",
        "Jade: What else could we say, because you're perfect?",
        "Gwen: Exactly.",
        "Will: Yeah, right. Well, I guess I'll just plan on sneaking down every once in a while to check in, just in case. Okay? 'Night.",
        "Gwen: Every now and then it hits me -- how much I love him. Oh, I got that. Why don't you check out Jack and Carly's cds, see if they've got anything good, okay?",
        "Jade: Oh, okay.",
        "Gwen: Hey, are you up for some ice cream?",
        "Jade: Yeah.",
        "Gwen: Yeah? Okay.",
        "Jade: Thank you.",
        "Gwen: All right, I'll be right back.",
        "[Doorbell rings]",
        "Jade: Oh, hi, Ms. Ryan.",
        "Barbara: What are you doing in this house? You broke in, didn't you? Didn't you?",
        "Jade: What are you doing?",
        "Barbara: I am calling the police.",
        "[SCENE_BREAK]",
        "Dusty: Get some help.",
        "Bob: What happened?",
        "Dusty: She fainted. She's burning up.",
        "Bob: Jennifer? Jennifer, wake up. Jennifer!",
        "Jennifer: Uncle Bob, what's going on?",
        "Dusty: You passed out, honey.",
        "Bob: You just stay calm and you stay here. I'm going to get a wheelchair.",
        "Jennifer: Oh, no, I -- I don't need a wheelchair. I'm just -- I'm just rundown. 'Cause I've been here with Johnny. And these two got me really fired up.",
        "Dusty: That shouldn't make you -- shouldn't make you pass out, Sweetheart.",
        "Bob: Now, please, just stay here. You're feverish. You have to be examined right away. This is Dr. Hughes. Would you send an orderly with a wheelchair to my office? Right away.",
        "[SCENE_BREAK]",
        "Mike: I haven't seen Simon, and I intend to keep it that way. So good luck finding him.",
        "Vienna: Wait. I think we should seize this opportunity.",
        "Mike: To do what, exactly?",
        "Vienna: Clear the air. You see, I know everything now.",
        "Mike: About what?",
        "Vienna: Simon told me about he and --",
        "Mike: Katie.",
        "Vienna: Katie. Such a forgettable name. Well, Simon told me that they were once married. So, of course, you're concerned. Simon is a very hard man to get over for any woman. Especially one who's been his wife.",
        "Mike: I'm not concerned.",
        "Vienna: And I want you to put your mind at ease, Mike. Because, Sweetheart, you have nothing to worry about.",
        "[SCENE_BREAK]",
        "Bartender: Good evening, Mrs. Kasnoff.",
        "Katie: Oh, you remembered.",
        "Bartender: Well, we like newlyweds around here.",
        "Katie: Great. Can I get a bottle of champagne?",
        "Bartender: Something expensive or -- not so much?",
        "Katie: I don't know --",
        "Bartender: I'll get something -- on the house.",
        "Katie: Okay, thank you.",
        "Simon: Celebrating?",
        "Katie: Yes, Mike and I are celebrating our wonderful future together that you will not be able to touch ever again, no matter how hard you try.",
        "Simon: Good. You know, I don't want to disrupt your life.",
        "Katie: I've heard that one before. Thank you, again.",
        "Simon: Just -- did you like that song I was playing?",
        "Katie: I like music, sure.",
        "Simon: Do you remember it? I mean, I -- I sometimes used to play it for you.",
        "Katie: Did you?",
        "Simon: Yeah. And I always think of you when I play it, and I guess I always will.",
        "Katie: Fascinating. Bye.",
        "Simon: Are you that afraid to talk to me, Katie?",
        "Katie: There's not one thing I'm interested in hearing you say, Simon.",
        "Simon: Not even that I'm sorry?",
        "[SCENE_BREAK]",
        "Maddie: Who was he?",
        "Casey: I don't know. He was looking for my mom, he wouldn't even leave a message. But I thought that he was you, so --",
        "Maddie: Doesn't matter, right? We worked out. We're here, alone.",
        "Casey: Yeah, we have the place all to ourselves. We can finally be alone.",
        "Maddie: Great. So, are you gonna kiss me any time soon?",
        "Casey: Eventually. But I think we should take it slow, don't you? Maybe it's just me, but -- you seem a little nervous.",
        "Maddie: I do?",
        "Casey: You're shaking.",
        "Maddie: Casey --",
        "Casey: There's no pressure, mad. It's just you and me, like always.",
        "Maddie: Stop, stop!",
        "Casey: Maddie, what's wrong?",
        "Maddie: I guess I'm just thirstier than I thought.",
        "[SCENE_BREAK]",
        "Jade: I didn't break in! Will and Gwen invited me to stay here while Carly is out of town.",
        "Barbara: My son would have graduated high school. My son never would have cheated on that exam where it not for your influence. And now you've broken into the Snyder's household? What were you intending on doing? Stealing from them and blaming it on Gwen and Will?",
        "Jade: No, of course not!",
        "Will: Mom, what are you doing here? Why are you yelling at her?",
        "Barbara: This girl is trying to make me believe that you have invited here. Why would you even want to be around her after what she's done to you?",
        "Will: She's right, we did invite her here. And why are you coming down on her for something that I did?",
        "Barbara: You were coerced, Will, by her. You have no idea what this girl is capable of.",
        "Jade: Stop talking about me like I'm not in the room.",
        "Barbara: I don't understand why you would even associate with her.",
        "Jade: Then you don't know your son as well as you think. Should you tell her why I'm staying here, or should I?",
        "[SCENE_BREAK]",
        "Dusty: Why can't you leave her alone?",
        "Paul: Why? To begin with, Dusty, she's my sister.",
        "Dusty: Why do you keep badgering her about Emily?",
        "Paul: You know, you did some badgering yourself.",
        "Dusty: She's exhausted, man! Now she's sick!",
        "Paul: It's probably just stress. This is kind of a lucky break, you know?",
        "Dusty: Lucky your sister's sick? Say it again. Say it again!",
        "Paul: Dusty, you're probably right. She's probably just a little tired. But with Jennifer in this hospital room, we can finally sort out this whole Emily thing.",
        "Dusty: You're unbelievable.",
        "Paul: Look, Emily's hearing -- it'll be here before you know it, all right? And this idea that Jennifer has -- that Emily should go free because she helped with Johnny, that just can't happen.",
        "Dusty: I'm not even thinking about it right now!",
        "Paul: You don't have time to think about anything else, Dusty. Emily's dangerous. To you, to me, to our families. And if she gets Jennifer on her side -- just talk to Jennifer again when she's feeling better, all right?",
        "Dusty: You're not going near her. You understand?",
        "Nurse: Mr. Donovan?",
        "Dusty: Go home.",
        "Jennifer: Hi.",
        "Dusty: What is it? Is it bad?",
        "Jennifer: Oh, of course it isn't. I'm just worn out, right?",
        "Bob: You have congestion in your lungs.",
        "Jennifer: Okay, yeah, I -- I felt that. Probably just allergies, right? I mean, I get that when I'm worn down.",
        "Dusty: It's more than that, isn't it?",
        "Bob: I believe it is more than that. I've ordered some tests. You could be very ill, young lady.",
        "[SCENE_BREAK]",
        "Vienna: You know, Simon would never actually say this, but I do get the feeling that once upon a time, he and -- your wife were very much in love. And you know what they say about first love -- some people never get over it.",
        "Mike: Well, Katie did. And now she's married to me. And Simon has you. So let's just leave it at that.",
        "Vienna: He's a wonderful man.",
        "Mike: Yeah.",
        "Vienna: I have no reason not to trust him. Besides, he says the sweetest things.",
        "Mike: And you listen? That's where the trouble always starts.",
        "[SCENE_BREAK]",
        "Katie: Don't say that word.",
        "Simon: I am so sorry. I mean it.",
        "Katie: No, you don't.",
        "Simon: I do.",
        "Katie: You say you're sorry, but then you come back and you do more damage, and more damage. And it gets really old.",
        "Simon: I'm sorry --",
        "Katie: See, you keep saying it, but it's completely bogus. First you track me down on this cruise --",
        "Simon: No, I didn't.",
        "Katie: Really? Then how did you and Vienna just end up across the hall from us?",
        "Simon: I don't know -- fate, coincidence?",
        "Katie: Okay. Then you end up in my room, pretending you're a masseur so that you can get me alone -- I don't know.",
        "Simon: All right, that was just fiendishly clever.",
        "Katie: And then you kiss me when I kick you out.",
        "Simon: Wrong, I know, but I couldn't resist!",
        "Katie: And you promised -- you promised to stay away from Mike and me. And not 20 minutes later, here you are.",
        "Simon: I got hungry.",
        "Katie: You know, you say you're sorry, you do all this apologizing, but then you just make these excuses. What's the point? Don't even bother!",
        "Simon: All right, listen. Listen to me. I do mean it, all right? I am sorry. Now, I never meant for you and Mike to almost get killed, okay? That whole scheme with Pilar -- the woman was insane! Now, I never intended for it to go so horribly wrong, but it did. All right? And I will never forgive myself for that.",
        "Katie: Well, you shouldn't. And you shouldn't have come back.",
        "Simon: And let you think I was dead?",
        "Katie: Why not?",
        "Simon: You see, I tried to live without you, Katie. I did. I just couldn't.",
        "Katie: Well, you got over that.",
        "Simon: Did I?",
        "Katie: Simon, I'm married now -- happily married. And I'm going to stay that way. I mean it.",
        "Simon: All right, good. No, honestly, I am really happy for you, I am. And who knows? You know what? Maybe Vienna and I can make a go of this, too.",
        "Katie: No, you cannot actually have a serious relationship with someone like Vienna.",
        "Simon: Oh, come on, she is an amazing person.",
        "Katie: She's completely shallow.",
        "Simon: I find that charming.",
        "Katie: She's vain.",
        "Simon: Who isn't?",
        "Katie: No, Simon, if you're going to spend the rest of your life with someone, if you're going to marry someone, you deserve better.",
        "Simon: Like?",
        "Katie: Like somebody who listens to you, and understands you, and actually cares more about you than they do about themselves. Someone who would die for you.",
        "Simon: Go on.",
        "Katie: You think I don't know what you're doing? You're trying to get to me, and it's not going to work.",
        "Simon: No, it's not that. I just -- I just really like your description, Katie, that's all. You see, I had a wife like that once.",
        "Katie: And I'm someone else's wife now. And I love him. Now, you can believe that or you can live in denial, but we are not going to talk about this -- or anything else -- ever again.",
        "[SCENE_BREAK]",
        "Will: What are you talking about?",
        "Jade: I'm explaining to your mother who you are and what you've done. You're the most forgiving guy I've ever met. That's why your son is letting me stay here.",
        "Barbara: Really, and what does my son's wife think about that?",
        "Gwen: Well, I'm fine with it, actually. Since it was my idea.",
        "Barbara: Your defending her, Gwen?",
        "Gwen: She's made mistakes. Just like I have. Will has. She's down on her luck just like Will and I have been. She's trying to create a life for herself just like we're doing. So, I'm not going to let you stand there and treat her like she's some second- class citizen.",
        "Barbara: And I can't believe you're talking to me like this. I came all the way over here to tell you about Johnny.",
        "Gwen: Well, he's okay, right? I mean, Will said that he was doing better.",
        "Will: That's what Jen said.",
        "Barbara: Yes, he is. I just didn't know that you already you knew. Well --",
        "Will: Mom, you called.",
        "Barbara: Yes, I called. It's just that I didn't have anyone to share the good news with and I guess I still don't.",
        "Gwen: Well, I mean, you could stay. Coffee or ice cream.",
        "Barbara: Is she staying?",
        "Will: Yes, she is.",
        "Barbara: Mm. Well, then, be careful. Both of you.",
        "Will: Another wacky, wild night with Barbara Ryan. I'm -- I'm sorry, Jade.",
        "Gwen: I hope she didn't scare you. She actually--- she always scares me. She's terrifying.",
        "Jade: That was the nicest thing anybody's ever done for me. I'm never going to forget this. Thank you so much, Gwen.",
        "[SCENE_BREAK]",
        "Casey: We don't have to just rush into it. We can watch a movie or something.",
        "Maddie: You know, I think it's the room.",
        "Casey: This room? What's wrong with this room?",
        "Maddie: Well, it's your parents' family room. Your mom and dad sit and watch TV here. Fooling around would be kind of weird.",
        "Casey: Well, the way I had it planned was we could hang out, have some snacks, maybe kiss a little, and then --",
        "Maddie: Let's go to your room.",
        "Casey: Are you sure you're ready? Because if you're not, we don't have to.",
        "Maddie: I'm ready. Let's go. It looks different.",
        "Casey: How?",
        "Maddie: Well, I don't know. I've spent so much time with you in this room and I just expected it to feel safe, you know?",
        "Casey: Safe? Maddie, you're always safe when you're with me. Look, if you're not ready to do this, we don't have to. You need some help with that? Yeah?",
        "Maddie: Make love to me. Stop, stop. Just stop!",
        "[SCENE_BREAK]",
        "Jennifer: Ah, Uncle Bob. I was just telling Dusty not to worry, so you have to prove me right.",
        "Bob: Well, what you have is serious, but it is treatable.",
        "Jennifer: All right. Okay. What is it?",
        "Bob: Viral pneumonia.",
        "Jennifer: Pneumonia?",
        "Bob: We'll treat you with a course of antibiotics, in case there's any bacteria present. And after a couple of doses, it'll be safe to be with Johnny. But I do want to keep you here tonight and possibly longer.",
        "Dusty: What are you worried about?",
        "Bob: Complications. I think she's been ill for a while and she's just ignored the symptoms. So I want to monitor her vital signs, probably around the clock.",
        "Jennifer: Okay. So I'll stay here a day or so and kick back, read some magazines. I can handle that.",
        "[Door opening]",
        "Lucy: Hi, everybody. Doctor, what is it?",
        "Bob: It's viral pneumonia.",
        "Jennifer: I'm fine. I'm fine. How is Johnny? Did you get the tests back?",
        "[SCENE_BREAK]",
        "Lucy: That's why I was looking for you.",
        "Dusty: How is he? What happened?",
        "Lucy: Well, it's good news. His body's adapting to the new stem cells, and he's thriving. In fact, I'm here to tell you that he can leave in the morning.",
        "Jennifer: Tomorrow?",
        "Dusty: He's gonna be okay.",
        "Jennifer: We get to home with him? We get to take him home and be with him.",
        "Bob: Well, let's hope that you're well enough to do that.",
        "Jennifer: Well, I have to be. Uncle Bob, please -- I have to go home with my son.",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns\" --",
        "Dusty: I was thinking, maybe if she could spend some time with him. Do you think, maybe, you could help me with that?",
        "Katie: And I told him off, and made it clear that I never wanted to speak to him again.",
        "Mike: I know just how to make that happen.",
        "[SCENE_BREAK]",
        "Bob: Jennifer, pneumonia is treatable, but it's life-threatening if it gets out of hand --",
        "Jennifer: But, Uncle Bob, we live just a few minutes from here. If something goes wrong -- I need more antibiotics, Dusty can come --",
        "Dusty: Honey, if Bob says you stay, you stay.",
        "Bob: We'll see how you're doing in the morning, and then we'll decide. You get some rest.",
        "Jennifer: I have to be with him.",
        "Dusty: Honey, you're sick.",
        "Jennifer: I'm not -- I'm not contagious, though. I won't be. And then you and my mom can help me.",
        "Dusty: Listen, let's forget about it for now, okay? By morning, you'll probably be better.",
        "Jennifer: I have to go home with our son.",
        "[SCENE_BREAK]",
        "Paul: How's Jennifer?",
        "Lucy: Hello, Paul. You know, I'm actually in a hurry. I can't really talk right now.",
        "Paul: Look, I just want to know how my sister's doing.",
        "Lucy: I can't tell you confidential information.",
        "Paul: Why not? Dusty's in there, they're not married yet. I'm more family to Jennifer than he is.",
        "Lucy: I don't think that's the way Jennifer sees it. I can't tell you anything, Paul.",
        "Dusty: You heard the doctor. You gotta leave.",
        "Paul: Could you please just tell me if my sister's going to be all right?",
        "Dusty: Yes. He's -- I don't -- Jennifer doesn't need the stress, you know?",
        "Lucy: Yeah. I'll do whatever I can to make sure she gets better as quickly as possible.",
        "Dusty: Thanks. She's -- she's not very happy about the thought of not going home with Johnny tomorrow, you know? I was thinking, maybe, if she could spend some time with him. You think, maybe, you could help me with that?",
        "[SCENE_BREAK]",
        "Mike: What took you so long?",
        "Katie: There was a misunderstanding at the bar. Whatever, it's over. And I'm back, so -- let's get back to where we were.",
        "Mike: That's cold! What you got on me?",
        "Katie: Oh --",
        "Mike: Oh, that's good stuff!",
        "Katie: Yeah? Compliments of the bar.",
        "Mike: Wow, impressive. Did you flirt with the bartender to get this?",
        "Katie: No! Why would you say that?",
        "[Mike laughs]",
        "Mike: Katie!",
        "Katie: I'm sorry. I just missed you. I don't want to spend one moment without you. I'm taking you with me everywhere I go, okay?",
        "Mike: Oh, I like that. I like that a lot.",
        "Katie: Oh, you do?",
        "Mike: Yeah, that deserves a toast.",
        "Katie: Okay, I'll get the glasses.",
        "Mike: Oh, guess who I ran into -- Vienna.",
        "Katie: What did she want?",
        "Mike: She was looking for Simon, as usual. You know, if she wasn't so irritating, I would probably feel sorry for her. I mean, let's face it, you know, I'm sure Simon's just after her diamonds.",
        "Katie: Oh, my God, you're right. Mike, you're right!",
        "Mike: Of course I am.",
        "Katie: I just thought that he -- now I understand why he's really here.",
        "[SCENE_BREAK]",
        "Casey: Now I know something's wrong. Maddie, what is it? What did I do?",
        "Maddie: Nothing.",
        "Casey: Whatever it is, it's okay. Maddie! Maddie!",
        "[SCENE_BREAK]",
        "Will: Hey.",
        "Jade: Hey.",
        "Will: I didn't know you were down here.",
        "Jade: I couldn't sleep.",
        "Will: Yeah, me either. Well, I'll see you in the morning.",
        "Jade: Will, could I talk to you for a second? I never expected for you to get in between me and your mom like that. Why did you do that?",
        "Will: Well, she can be kind of intense. And she was wrong. You know? Gwen asked you to stay here. And maybe I wasn't crazy about it at first, but she shouldn't have come down on you like that.",
        "Jade: Yeah, but I did help you cheat on that test, and with the paper.",
        "Will: Well, you didn't make me do anything I didn't want to do, so --",
        "Jade: Yeah, but -- what about that night? You know, the night that we slept together?",
        "Will: You didn't force me to do that, either.",
        "Jade: Yeah, but I still kind of feel like it's my fault.",
        "Will: You're not the one to blame, no.",
        "Jade: And about the job at Crash -- I know, I know I basically pushed you into getting it for me.",
        "Will: Basically? You threatened to tell Gwen what we did.",
        "Jade: I lied. I'm not going to tell anybody anything. I mean, how could I? Especially after tonight?",
        "Will: I don't think I follow.",
        "Jade: Gwen helped me. Just to be nice. She didn't ask me for anything. She's not holding anything against me.",
        "Will: Well, that's her, you know? She's a good person. She's solid. When she says she loves you, it means forever. And I love her, Jade. I know that after what we did, that might just sound like talk, but I would never want to hurt her. I'd rather die than hurt her, so --",
        "Jade: I understand. And I don't want to hurt her. And I don't want to hurt you. I promise. Whatever happens.",
        "[SCENE_BREAK]",
        "Lucy: I knew it was a long shot. They don't want the baby leaving the ward.",
        "Dusty: Thanks for trying.",
        "Jennifer: Look, I'm already feeling better.",
        "Dusty: Nice try, Sweetheart. A sick lady in lipstick is still a sick lady.",
        "Jennifer: I want to go home.",
        "Dusty: Honey, you gotta promise me you're not gonna bust out of here, okay?",
        "Jennifer: I want to be with Johnny.",
        "Dusty: You gotta be healthy. You gotta be healthy. You're gonna go home in a couple of days.",
        "Jennifer: Okay. You just talk to Uncle Bob. Because you can talk anybody into anything.",
        "Dusty: Let's see how you feel tomorrow. All right?",
        "Jennifer: You know what would really make me feel better?",
        "Dusty: What's that?",
        "Jennifer: If you would at least consider what I said about Emily.",
        "Dusty: You want Emily to walk -- she kidnapped me, she almost killed me -- you want her to walk because she did a nice thing?",
        "Jennifer: Saving our son's life was just a nice thing?",
        "Dusty: The answer is no.",
        "Jennifer: If you would say you just could -- just think about it, it would make me feel so much better, and then I could go home sooner.",
        "Dusty: I'll think about it.",
        "Jennifer: You will?",
        "Dusty: Of course I will.",
        "Jennifer: Thank you.",
        "Dusty: You drive a tough bargain, 'cause you're just too cute, you know? Get some sleep, would you? Come on, relax. Get some sleep.",
        "Jennifer: I love you.",
        "Dusty: I love you more.",
        "[SCENE_BREAK]",
        "Bob: Lucy, I'm glad you're still here. We're running a worst-case scenario drill down the E.R. I'm going to be there all night and well into tomorrow.",
        "Lucy: Do you need me to help?",
        "Bob: No, I want you here. Dr. Rodriguez is the attending physician in charge, but I want you to help monitor Jennifer's oxygen saturation level. If that should drop, you call me immediately.",
        "Lucy: Sure, I'd be happy to do that.",
        "Bob: Any other questions, you call Rodriguez.",
        "Lucy: Yes, sir. How is she?",
        "Dusty: She's going to get some sleep. Is it worse than Bob said?",
        "Lucy: No, no, he told you everything.",
        "Dusty: It's frustrating not being to able to help her, you know?",
        "Lucy: Well, you could stop worrying. That will go a long way towards keeping Jennifer calm.",
        "Dusty: Calm's good, huh?",
        "Lucy: Sure it is, yeah. The more stress, the longer it'll take for her to kick this.",
        "Dusty: Keep checking on her, will you?",
        "Lucy: Yeah. I'll make sure nothing happens to her.",
        "Dusty: Where are you? Bob's office, five minutes.",
        "[SCENE_BREAK]",
        "Katie: Simon said that being on this cruise was just a coincidence.",
        "Mike: When did he say that?",
        "Katie: I don't know. Sometime. Anyway, if that's true, then he's only here for one reason -- to separate that obnoxious Vienna from her diamonds.",
        "Mike: I'm glad that mystery is solved. Now it's on to more important things.",
        "Katie: Wait, Mike, how can you be so blasé about this?",
        "Mike: Because I'm busy.",
        "Katie: But we have to warn Vienna!",
        "Mike: You don't even like that woman.",
        "Katie: Well, I also can't stand by and watch her get taken advantage of. It's bad karma. We have to find her.",
        "Mike: Oh, no, no, no. Hey, it's not gonna do any good. She's not gonna listen to us. That girl's completely snowed.",
        "Katie: Well, then we have to make her listen to us. 'Cause if we don't try, then we're just as bad as he is.",
        "Mike: Okay, we'll do it. Tomorrow.",
        "Katie: Okay. Tomorrow.",
        "Katie: It's kind of sad, isn't it?",
        "Mike: What?",
        "Katie: Simon hasn't changed, and he never will. It's like he has this evil talent. He can be so convincing and sincere that even I believe him some times.",
        "Mike: Did something happen when you went to get that champagne?",
        "Katie: No. All right, I did run into Simon -- accidentally.",
        "Mike: How did I know that? Did he come on to you?",
        "Katie: He apologized for the whole Pilar thing.",
        "Mike: And?",
        "Katie: And I told him off and made it clear that I never wanted to speak to him again.",
        "Mike: Good, good. I know just how to make that happen.",
        "Mike: Pack.",
        "Katie: Wha -- why?",
        "Mike: 'Cause we're getting off this boat tomorrow.",
        "Katie: In the middle of the cruise?",
        "Mike: How do you want to spend the rest of our honeymoon? With Simon or without him?",
        "Katie: Without him. But, honey, don't worry, I already took care of that. We're not gonna talk again.",
        "Mike: But he's bunking across the hall. We're gonna run into him at dinner, the buffet, the pool --",
        "Katie: You don't trust me?",
        "Mike: You I trust completely. It's Simon that I don't trust. He is going to cause trouble for us, but he can't do that if we're not here.",
        "Katie: How are we going to warn Vienna?",
        "Mike: We'll tell the authorities. Maybe she'll listen to them. Okay. But we are getting off this ship first thing in the morning.",
        "Katie: And where are we gonna stay? We don't have reservations anywhere.",
        "Mike: Well, that's true. I don't want you staying in some nasty hotel either.",
        "Katie: It's okay.",
        "Mike: No, it's not.",
        "Katie: Yes, it is. I love you, Mike. Any place will be great, as long as I'm with you.",
        "[SCENE_BREAK]",
        "Vienna: I could just listen to you play all night long.",
        "Simon: Well, your wish is my command.",
        "Vienna: No. You can practice right here.",
        "Simon: What, here?",
        "Vienna: Mm-hmm. Mmm -- you do have a way with your hands. Simon? Where did you go?",
        "Simon: I was just thinking about a part of my life I think I've neglected for a while.",
        "Vienna: Like what?",
        "Simon: Love.",
        "Vienna: Are you saying that --",
        "Simon: Oh, no, I'm just saying, I just think I need to take this slowly. I'm a little bit rusty. But I figure, if I put my mind to it, I can really get back on top of my game.",
        "[SCENE_BREAK]",
        "Will: Hey. How long have you been up?",
        "Gwen: Since just now. I guess I can't sleep alone anymore.",
        "Will: Well, come here.",
        "Gwen: So you forgive me?",
        "Will: What, for hogging the bed?",
        "Gwen: No, for inviting Jade without asking you.",
        "Will: No, you were right to do that. She's got no place to stay and this is a big house with plenty of room, so she can be here as long as we're here.",
        "Gwen: Why couldn't you sleep?",
        "Will: I'm happy.",
        "Gwen: Why?",
        "Will: You inviting Jade here has an upside that I didn't expect. I think it kind of cleared the air for all of us.",
        "Gwen: Why else?",
        "Will: Well, Johnny's getting better.",
        "Gwen: Munson --",
        "Will: I've got you. And we're good. And I love you.",
        "Gwen: I love you back.",
        "Will: Yeah. And I'm beginning to believe that good things can go on forever.",
        "[SCENE_BREAK]",
        "[Maddie remembering]",
        "Dallas: It's been a long time -- it's been a long time -- long time -- long time -- long time -- long time --",
        "Casey: Hey, I thought you left?",
        "Maddie: Oh, I couldn't find my purse. Thanks. I'm really sorry.",
        "Casey: It's okay. I -- what happened?",
        "Maddie: Nothing.",
        "Casey: But you ran --",
        "Maddie: Nothing, I'm -- okay, all right? I just -- I'm sorry, I can't be here.",
        "[SCENE_BREAK]",
        "Paul: How's Jennifer?",
        "Dusty: She has pneumonia.",
        "Paul: Okay.",
        "Dusty: Bob's concerned. But if everything goes well, she should be out of here by tomorrow with Johnny.",
        "Paul: Oh, Johnny's released? That's good.",
        "Dusty: Jennifer needs to stay calm. She's worried about me testifying against Emily. I told her that I'd reconsider.",
        "Paul: No, Dusty, you can't do that. If you don't testify against Emily, Emily could walk.",
        "Dusty: I told her I'd reconsider, but I'm not going to. The most important thing is your sister's health. You understand?",
        "Paul: So, what, you just told Jennifer what you thought she wanted to hear?",
        "Dusty: Exactly, she doesn't need the stress. If you stress her, that'll make me upset, all right?",
        "Paul: Okay. Look, Dusty, I know -- never mind. Thank you for taking such good care of my sister.",
        "Dusty: All that matters is she gets well. If you stay away, I think that'll happen.",
        "[SCENE_BREAK]",
        "Jennifer: Dusty?",
        "Lucy: Oh, he just went down the hall for a minute. He's probably checking on Johnny. You should rest, okay? You should rest.",
        "Jennifer: I can't. I need for him to understand why I have to go home with Johnny.",
        "Lucy: I'm not too clear on that either. It's just a day or two.",
        "Jennifer: Well, it really -- it's because of Craig.",
        "Lucy: Oh -- I'm sorry, I --",
        "Jennifer: Lucy, I'm not saying that to make you feel bad.",
        "Lucy: Well, what does my father have to do with you being so anxious to get out of here?",
        "Jennifer: Craig took Johnny from me right after he was born. And I didn't have any time with him then. And, I mean, he was with Carly and Jack for a while, and Gwen, but it was months and months before I could get him back. And all the time, I was wondering what he was thinking. I mean, he was used to hearing my heartbeat when he was growing inside of me and hearing my voice. And did he think that I had left him, that I had abandoned him? Did he wonder where I'd gone?",
        "Lucy: Oh, Jennifer -- he knew he was loved. Every step of the way he was loved.",
        "Jennifer: No, he's been in this ICU for days, fighting for his life, surrounded by crazy noises and people that are strangers to him. And I couldn't be there with him, and I know that he needed me. He needed my voice, he needed my touch, and I couldn't be there. I will not let my son think that I have abandoned him again. Not for one more day, not for one more hour.",
        "Lucy: He won't.",
        "Jennifer: That's right. Because I am going home with him tomorrow, no matter what.",
        "[NEXT_ON]",
        "Gwen: You really have no idea what's bugging her.",
        "Casey: You know, half the time, I don't have a clue what she's thinking.",
        "Maddie: I'll tell him, Henry. I will tell him everything.",
        "Katie: You can take your snide comments and your barfly girlfriend and stick 'em down under. 'Cause I am never gonna have to look at your face for the rest of my happily married life.",
        "Lucy: I'm sorry, Jennifer, I can't release you this morning."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=koBnHQlCTqc"
}