{
    "Episode Summary": [],
    "Recap": [
        "Emily and Henry team up to hide each other's secrets. Holden is troubled by the close relationship between Luke and is best friend Kevin. Lily refuses to realize that Luke is still unhappy. Paul comes up with a plan to stop the police from looking for him."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: This, right here, is the last of it.",
        "Emma: I'm sure there's still odds and ends floating around. I found these things in the back of the car.",
        "Lily: Thank you, Emma. And for taking such good care of them.",
        "Emma: Oh, you're welcome, you're welcome.",
        "Holden: Hey! Where are you going?",
        "Luke: Fishing?",
        "Lily: Don't you think it's a little dark to shoot hoops?",
        "Luke: Kevin's dad put a light over the garage.",
        "Holden: What about all this stuff?",
        "Luke: It wasn't my idea to move out.",
        "Lily: How about you wait until Luke gets home. He can help you bring the stuff upstairs. Okay?",
        "Holden: All right, fine. This stuff, this luggage isn't going anywhere.",
        "Luke: Hope not.",
        "Emma: Look who's here.",
        "Meg: Hi, everyone. Look, I'm sorry I didn't make it to the ceremony.",
        "Lily: Oh, that's okay, we understand. How are you?",
        "Meg: Oh, surviving. Anyway, this is for you --",
        "Lily: Thank you.",
        "Meg: And I'm not going to stay long, because I know you guys are busy.",
        "Lily: You want to stay for dinner? We have a lot of leftovers.",
        "Meg: No, no, I have things to do. But congratulations.",
        "Lily: How about dinner on Sunday?",
        "Meg: I'll let you know.",
        "Emma: I'm going to try and catch up with Meg.",
        "Holden: Good luck.",
        "Emma: Meg?",
        "Meg: Mama, I've got to go.",
        "Emma: Why? What's so important that you can't spend five minutes with your family?",
        "[Meg remembering.]",
        "Paul: Emily.",
        "[SCENE_BREAK]",
        "Meg: Look, just because I'm unemployed and unattached doesn't mean I don't have a life, okay? I have things to do.",
        "Emma: Susan Stewart called me. Emily told her that she saw medical supplies and syringes in your handbag. What's going on, Meg? What are you up to?",
        "[SCENE_BREAK]",
        "Lucinda: I know I swore -- I swore I wouldn't say \"I told you so,\" but I told you so. You two are so right together.",
        "Lily: I suppose we deserve that.",
        "Holden: You were right.",
        "Lucinda: And don't you forget it!",
        "Lily: Okay. How are the girls?",
        "Lucinda: Oh, honey, they're just wonderful. They're wonderful. And they're destroying their rooms in Mommy's honor. They're thrilled to be home.",
        "Lily: Oh.",
        "Lucinda: Yes.",
        "Lily: Thank you. Thank you for helping get them settled.",
        "Lucinda: Faith is my sweetie pie, and as for Natalie, she's so lovely. It's only Luke I'm a little worried about.",
        "[SCENE_BREAK]",
        "Dusty: Sorry I'm late.",
        "Jennifer: That's okay.",
        "Dusty: You okay? You said you had news. What's up?",
        "Jennifer: I wanted to tell you. I wanted you to hear it from me. I served Mike with divorce papers.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Carly: Oh, hey, Barbara. Thanks for coming over.",
        "Barbara: You've reconsidered my offer?",
        "Carly: Well, I've given it some thought, yeah. And I've realized that I'm in no position to turn down a job at this time.",
        "Barbara: And you realize my offer does have a caveat. I give you a job, you keep your sister away from my son.",
        "Carly: Right, the caveat. Got it. Caveat.",
        "Barbara: Yes. And don't think it's going to be easy, because those two people, despite their young age, are quite attached. Their problem is, it's a rather unhealthy attachment.",
        "Carly: Right.",
        "Barbara: So you agree with me? They don't belong together?",
        "Carly: Well Barbara, let's just put it this way. If you need help breaking them up, you've come to the right place.",
        "[SCENE_BREAK]",
        "Will: I told you I'd find a nice warm bed, and I did.",
        "Gwen: You're the best. Man, did we need some good news.",
        "Will: Well, we got it.",
        "Gwen: I'm not going to lie to you, I was starting to panic there.",
        "Will: It's going to be okay.",
        "Gwen: So where are we going?",
        "Will: My Aunt Kim and Uncle Bob's.",
        "Gwen: Dr. Hughes is going to let us stay with him? Even though we're not married or anything?",
        "Will: Yeah, it's not a problem.",
        "Gwen: Why not? I mean, I thought he was like, a pillar of the community.",
        "Will: No, it's not an issue. You're going to move in with them and I'm going to stay someplace else.",
        "[SCENE_BREAK]",
        "Emily: So what's it going to be, Henry? You going to help me ditch the car and keep the cash or do we both go to jail?",
        "Henry: What do you want me to do, Emily? You want me to trust you after you almost took my head off? What do I say? You tried -- you killed a man!",
        "Emily: Yeah, and I'm holding a briefcase full of money that you stole!",
        "Henry: Oh, no. No way. Do not put us in the same category. I am, at worst, an opportunist.",
        "Emily: Well, here's your opportunity. You help me push Paul's car into the river and we both --",
        "Henry: Ipso facto, I'm an accessory.",
        "Emily: Yeah, well, presto change-o, you're already an accessory, Henry! Unless of course you decide to turn me in. At which point I will turn you in.",
        "Henry: What did you do exactly, Emily? Did he fall, hit his head and then you failed to call an ambulance in time? Did you poison his waffles? What?",
        "Emily: You want details?",
        "Henry: Yeah, yeah, I want details.",
        "Emily: All right, well, I'll tell you the whole gruesome truth after you help me ditch the car.",
        "Henry: No, if I'm going to get my hands dirty, I want to know how dirty they're going to get. So 'fess up. Or you can find yourself another man.",
        "[SCENE_BREAK]",
        "Jennifer: I wasn't about to make anything official without telling you. But, I don't want you to feel that that makes you obligated to --",
        "Dusty: To what?",
        "Jennifer: You know, make a commitment. I mean, that's not what this is about. So anyway, that's it. We can go up.",
        "Dusty: Well, hold on a second. Hold on. You want one of your funny coffees? Glass of wine?",
        "Jennifer: Well, that depends.",
        "Dusty: I'm glad you told me. I'm glad you're taking care of your business. Moving on with your life. That's good, as it should be.",
        "Jennifer: I just don't want you to think that I did this because of you. I mean, I did it because of you and me. I just don't want you to feel pressured.",
        "Dusty: I don't. You can tell me anything. You know that. We're friends.",
        "Jennifer: Yeah, but now that we're more than friends --",
        "Dusty: I'm not going to blow our friendship because I'm in love with you. You see? You don't have to be scared to tell me things. I'm not going anywhere. So you're getting divorced. You're available. I'm in love with you. It's not what I call a hardship. This is our time, you know? It took a long time to get here. Let's enjoy it.",
        "[SCENE_BREAK]",
        "Henry: No talkie, no pushie. Fine. Have it your way. I'll take my chances.",
        "Emily: You'll go to jail, Henry.",
        "Henry: 18 months, max. What did I do, Emily? I found some cash that belonged to a man that was trying to blow up a television station with everyone in it. I don't think they're going to fire up the electric chair for that. Whereas for you, maybe a little Gary Gilmore action, you never know --",
        "Emily: All right, all right, all right! Paul and I were supposed to be married. We decided to meet -- it doesn't matter where we met, okay. Just somewhere where no one would find us. Then Paul showed up -- and he said he changed his mind. And I lost it. I freaked.",
        "Henry: And freaking led to?",
        "Emily: Shooting.",
        "Henry: That's it?",
        "Emily: He died. What? What else do you want me to say?",
        "Henry: I want you to say that when he broke your heart, you went crazy and you threw yourself on him and you sobbed and you begged and you pleaded and then he pulled out a gun. The why, I'll leave up to your team of attorneys. And you wrestled for it and then the gun went off.",
        "Emily: I brought the gun.",
        "Henry: Why, in case you were disappointed in the way he said his vows?",
        "Emily: Because I was afraid Hal would show up and try to stop the wedding. I just brought the gun for insurance, Henry. I never planned on using it. I never imagined I would use it on Paul.",
        "Henry: So bottom line is, you brought the gun and you shot Paul. Emily, sweetheart, that's murder one. [Sirens] And that's the police.",
        "Emily: Which is why we have to get rid of the car! Please, Henry, please. I'm begging you. Please help me.",
        "Henry: I don't think I'm ready for this. I don't know.",
        "Emily: Listen to me. Just listen to what I'm saying. They're going to search this entire area. They'll find the car, they'll find me and they'll find you.",
        "Henry: Yeah, yeah.",
        "Emily: And all right, 18 months. 18 months behind bars. But Henry, that's 18 months behind bars with men who don't play bridge. And no new suitcase full of cash when you get out.",
        "Henry: You know, you've made your point. You made your point, good point, good point. So, if I help you with the car, you have to help me stash the cash, okay?",
        "Emily: Fine, let's go.",
        "Henry: Go.",
        "Emily: Oh, oh!",
        "Henry: Easy.",
        "[SCENE_BREAK]",
        "Meg: Susan Stewart has some nerve coming to you.",
        "Emma: Is it true? Did you steal from the hospital?",
        "Meg: The hospital fired me, okay?",
        "Emma: As I understand it, you gave them no choice. But to help yourself on the way out --",
        "Meg: Look, if Susan Stewart had some real evidence, she would have gone to the board. And the board would have gone to the police. But she didn't. She just had Emily's say-so, and why anyone would listen to Emily, I have no idea --",
        "Emma: Meg, stop it. I don't care about Susan or Emily. I don't care what they say or who they say it to. I care about you. And something is wrong, I know it.",
        "Meg: Mama, I just got dumped, okay? And fired.",
        "Emma: To leave the house and move into the Lakeview -- and I know you can't afford it. And now this? Drugs in your purse?",
        "Meg: Look, I'm not dealing drugs, okay? And as far as the Lakeview goes, why can't I stay there? My money's as good as anybody's.",
        "Emma: What money? You don't have a job.",
        "Meg: Look, if Susan Stewart calls you again, do us both a favor and just hang up.",
        "[SCENE_BREAK]",
        "Lily: Did Luke say something to you?",
        "Lucinda: No, not in so many words.",
        "Lily: Okay, then what are you basing this on?",
        "Lucinda: Darling, what possessed you to have Luke serve the champagne at the reception, given his history?",
        "Lily: What history? Teenagers experiment with alcohol. What teenage boy hasn't done that?",
        "Lucinda: Yes, his history. And he has a new kidney, and he's an adolescent. Having him dole out champagne is just --",
        "Lily: Mother.",
        "Holden: Did you see him take a drink?",
        "Lucinda: He said it was ginger ale, but I don't think I believe him.",
        "Holden: But you asked him about it?",
        "Lily: That's why he didn't want to talk to you, I'm sure.",
        "Lucinda: Well, darling, even if he wasn't drinking then, people who drink and drink that way, there is a reason.",
        "Lily: Luke has a million reasons not to drink. And when this happened before, it was because of peer pressure. And it didn't help that his father and I were having problems. But now it's different. He has a medical condition. He has to be extra careful. And we're trusting him to take that to heart. Which is why we didn't think it'd be a problem with him serve the champagne at the reception.",
        "Lucinda: Okay, fine. Darling, it's all right. But something's off. I mean, at the reception, he seemed distracted and moody. And one would have thought the ceremony would make him happy and he's not happy. Honey, it's okay, it's just that I'm rarely wrong about these things.",
        "[SCENE_BREAK]",
        "Gwen: So I'm moving in with your aunt and uncle without you?",
        "Will: Just until we can figure something out. You're right, they don't want us sleeping together, so --",
        "Gwen: They want me to stay with them instead of you?",
        "Will: What Aunt Kim said was that one of us could stay there.",
        "Gwen: They mean you. They don't even know me.",
        "Will: That's not true. Uncle Bob knows you from the hospital.",
        "Gwen: Look, I'm not moving anywhere without you, so forget it.",
        "[SCENE_BREAK]",
        "Barbara: So you're willing to help me save my son?",
        "Carly: Well, I wouldn't put it that way exactly.",
        "Barbara: And how would you put it, Carly? Because the last time we spoke, frankly, you were so adamant on the subject.",
        "Carly: You got to understand something here, Barbara. That baby that Gwen thought was hers -- I took care of that baby for a long time and I guess I fell in love with him. I mean, who wouldn't? He's your grandbaby, you got to understand. Anyway, so when Gwen got custody --",
        "Barbara: You were willing to do whatever it took to appease her, even if it meant tanking my son's future.",
        "Carly: They wanted to be a family, and at the time I thought it was the best situation for the baby.",
        "Barbara: And for you too. I mean, if the baby stayed in Gwen's life, you'd have had a better chance of staying more involved with him, right?",
        "Carly: The baby is no longer in the picture. And playing house with Will is a big distraction. I really think she ought to finish high school, don't you? Maybe go to college and make something of her life?",
        "Barbara: I couldn't agree more.",
        "Carly: But it will be hard, because you're right. They are very involved. If I can get Gwen to move in here, and Will to move back home --",
        "Barbara: And go back to school.",
        "Carly: That's the idea.",
        "Barbara: Okay then. Show up at my suite tomorrow morning. I will start you to work. But, I need something fresh ideas for that junior line.",
        "Carly: Oh, there's just one more little item. I could use an advance.",
        "Barbara: An advance?",
        "Carly: Yeah I know, it sounds crazy. I'm not talking about a lot of money here. Just $1,000, for bills and such.",
        "Barbara: You've been working for me for exactly one minute, and you think I'm going to fork over $1,000? Think again, Carly.",
        "[SCENE_BREAK]",
        "Henry: Who says money doesn't grow on trees?",
        "Emily: Henry, thank you. No, really. Thank you for helping me.",
        "Henry: Yeah. In the off chance that B.J. decides to make a reappearance, I'd rather him not find his stash in my hotel room. So, do you have any bright ideas for where to put a lot of money outside of the track?",
        "Emily: I have a safe-deposit box and I'm the only one with a key. I'll take it.",
        "Henry: I don't think so. You expect me to trust you with this fortune in greenbacks? Come on.",
        "Emily: Henry, you idiot! I just confessed to murder one. I will give you your money back whenever you ask me for it. Oh my God, that's the cops. Where are you parked? Let's go. We got to get out of here. Go!",
        "[SCENE_BREAK]",
        "Carly: I know it's a lot to ask, but if I'm going back to work, I need to arrange a sitter for the boys and find a daycare for Sage.",
        "Barbara: And what about the part about splitting these kids up? Was that just talk, Carly?",
        "Carly: Come on, Barbara! Take a look around. I'm clipping coupons here. 50 cents off a six-pack of Mac 'n Cheese. That's lunch for my boys for a week. Come on, I need a job. I know you don't trust me --",
        "Barbara: No, I don't trust you.",
        "Carly: But you need me. And you need my help. And I need yours.",
        "Barbara: Okay, I'll give you the money if you can prove to me that you can split these kids up.",
        "Carly: How would you like me to do that?",
        "Barbara: Call your sister. Call her. Tell her you want to talk to her about Will. And if she agrees to speak with you, I'll give you the money.",
        "[SCENE_BREAK]",
        "Emma: Dusty, there you are.",
        "Dusty: Hi.",
        "Emma: I'm sorry, I don't mean to interrupt.",
        "Dusty: It's okay. What's going on?",
        "Emma: Could I have a word with you?",
        "Jennifer: Oh, you know, I'm going to go check on the baby.",
        "Emma: Jennifer, wait. I want to say how ashamed I am of what my daughter did to you. It was a terrible, terrible thing. I hope you'll accept the family's apology.",
        "Jennifer: Well, I appreciate your concern, Mrs. Snyder. Thank you.",
        "Dusty: Have a seat.",
        "Emma: Oh, thank you.",
        "Dusty: Can I get you a drink?",
        "Emma: No, no, no -- thank you. I want to apologize to you, too, Dusty. Leaving Meg, why you left her.",
        "Dusty: It's all over now.",
        "Emma: I hope so. I hope so.",
        "Dusty: Everyone's moving on.",
        "Emma: Yes. I came here because I need to ask you a question and I hope you'll tell me the truth.",
        "Dusty: I always tell you the truth.",
        "Emma: When you and Meg were together, was she ever on drugs?",
        "Dusty: Meg on drugs? No. No way.",
        "[SCENE_BREAK]",
        "Meg: Paul? It's Meg. It's just me. Put the axe down. Put it down.",
        "Paul: Where have you been?",
        "Meg: I went out to get medicine and food, remember? Come here. What happened? I thought you were going to try to get some sleep.",
        "Paul: I was asleep and then I woke up. There were voices. There was somebody here.",
        "Meg: There's no one out there, Paul.",
        "Paul: There was. There was somebody. The doorknob moved. She was here.",
        "Meg: Who was here? Emily?",
        "Paul: I don't know. Meg, you can't leave me like that. When you're not here, I start to think I'm going to die.",
        "Meg: And you won't now, okay? Because I'm here, and I brought you some antibiotics and some food. Chocolate, cheese, all kinds of good stuff, okay? And I can stay for a while, all right? So it's going to be fine.",
        "Paul: I just got really scared, that's all.",
        "Meg: I know. But it's okay now. Okay? You can go to sleep. I'll be here when you wake up.",
        "[Knock at door]",
        "Nick: Open up! This is Detective Nick Kasnoff, Oakdale Police.",
        "[SCENE_BREAK]",
        "Lily: Oh. Holden?",
        "Holden: Yeah?",
        "Lily: You put those bags away, didn't you?",
        "Holden: I did and I have just one more to go.",
        "Lily: Because of what my mother said?",
        "Holden: You know what, she's right. She's right.",
        "Lily: What?",
        "Holden: The kid's not happy.",
        "Lily: No, he's trying to protect himself. He's afraid that everything's not going to be all right. But as each day passes, he'll see that this is permanent.",
        "Holden: It's gonna take more than a couple of days. It's been a rough couple years. Rose died. We almost got divorced. It's almost like he doesn't trust us anymore. I mean, you heard him. He's worried that the luggage might go away.",
        "Lily: That's why you put it upstairs.",
        "Holden: That's why I did that. Hopefully he'll walk in the door and see that I'm here to stay. Hopefully he won't worry.",
        "[SCENE_BREAK]",
        "Luke: Heads up!",
        "Kevin: Are you kidding? I can't even lift my arm after what Peterson did to me.",
        "Luke: The boy is tall.",
        "Kevin: The boy is brutal.",
        "Luke: But, hey, you made the shot, you sat him down. You're the man.",
        "Kevin: Right here.",
        "Luke: What?",
        "Kevin: I've got a knot in my back, I can feel it.",
        "Luke: You probably pulled a muscle.",
        "Kevin: Thank you, doctor. You want to help me out with it a little?",
        "Luke: Like, hello? You want me to give you a back rub?",
        "Kevin: You're slow, but you're quick to catch on.",
        "Luke: I don't think so.",
        "[SCENE_BREAK]",
        "Will: Look, let's just get you settled first and then we'll worry about me.",
        "Gwen: And if I found something for you? Would you take it? Knowing that I had no place to go?",
        "Will: Yes, I would.",
        "Gwen: Like hell you would.",
        "Will: Okay, I'll figure something out. I just want you to be someplace safe.",
        "Gwen: I'm going to be safe as long as I'm with you.",
        "Will: Gwen, this is serious. We don't have any money and we don't have no place to go.",
        "Gwen: I'm not going anywhere without you. [Phone rings] Yeah.",
        "Carly: Hey, Gwen, it's me. Please don't hang up.",
        "Gwen: I'm a little busy here, Carly. I'm being evicted, remember?",
        "Carly: I know. I know that you and Will are going through a hard time and I really want to help.",
        "Gwen: You changed your mind about the money?",
        "Carly: What's mine is yours.",
        "Gwen: I thought you said you and Jack were broke.",
        "Carly: We are, but you're family. We'll figure something out. Why don't you come on over?",
        "Gwen: Okay, I'll be right there. [Gwen hangs up the phone.] I think we're saved.",
        "Will: What happened?",
        "Gwen: Carly's giving us $1,000.",
        "Will: You asked Carly for money?",
        "Gwen: Yeah, at first she said, no, they were broke, but now it sounds like she's gonna come through for us.",
        "[Carly pretends to still be talking to Gwen on the phone.]",
        "Carly: Look, Gwen, I know that we haven't always gotten along, but we're sisters and I want to help you. Yeah, I know you love Will, but think about it, if you love somebody, don't you want what's best for them? Dropping out of school, living on the streets when there are such better options? Okay, why don't you just come on over and we'll talk about it, okay? Okay, see you then. [Carly hangs up her phone.]Well, she's going to come right over.",
        "Barbara: And she agreed to --",
        "Carly: It's a start, Barbara. It's a very good start.",
        "[SCENE_BREAK]",
        "Dusty: Meg's probably moody, a little angry, maybe even a little depressed. But drugs? Why would you think that?",
        "Emma: I heard from someone I trust that there were pharmaceuticals and syringes in her handbag. I think she stole them from the hospital. She was fired, you know that?",
        "Dusty: I heard.",
        "Emma: I tried to question her about it and she just got very angry. She wouldn't give me a straight answer. And now she's moved in here. She couldn't even afford this place when she did have a job. It just doesn't make any sense. I know that the two of you aren't seeing each other any longer, but if you do hear anything, please, would you let me know? I'm very worried about her.",
        "Dusty: It's okay. Look at me. It's okay. I'm going to call you if I hear anything.",
        "Emma: Thank you. Thank you, Dusty.",
        "[SCENE_BREAK]",
        "Nick: It's the police! Open up or I'm coming in!",
        "Meg: Who the hell are you?",
        "Nick: Oakdale Police Department, Ma'am. Are you here alone?",
        "Meg: Yeah, I'm alone. What are you doing out here in the woods? A deer hold up a liquor store?",
        "Nick: Funny. If it's all the same to you, I'll ask the questions here. What's your name?",
        "Meg: Meg Snyder.",
        "Nick: Snyder? Any relation to Jack Snyder?",
        "Meg: Yeah, he's my cousin.",
        "Nick: Would you mind telling me what you're doing out here in the middle of nowhere?",
        "Meg: Why? Is there a law against spending the weekend in a friend's cabin?",
        "Nick: No. It's not every day you run across a beautiful woman like yourself alone in a cabin.",
        "Meg: Cute. Well, the sad truth is I'm going through a midlife crisis kind of thing. So if you don't mind --",
        "Nick: Oh, we're not done.",
        "Meg: By all means, Detective. Whatever you need.",
        "Nick: Have you seen this man?",
        "Meg: Paul Ryan?",
        "Nick: You know him?",
        "Meg: Half of Oakdale knows him.",
        "Nick: But have you seen him?",
        "Meg: Not lately. Why?",
        "Nick: He's a fugitive.",
        "Meg: So what else is new?",
        "Nick: You mind if I have a look around?",
        "[SCENE_BREAK]",
        "Kevin: What is the problem?",
        "Luke: Nothing. I just don't think it's appropriate for me to be giving you a backrub.",
        "Kevin: Appropriate? Luke, I'm not asking you to the prom. I've just got a knot the size of my fist. It hurts to breathe.",
        "Luke: Okay, okay. Where is it?",
        "Kevin: Here. Today would be nice. Or I could wait for tomorrow but by then my arm would fall off. Higher. Yeah.",
        "[SCENE_BREAK]",
        "Barbara: Alrighty, one thousand buckaroonies. You can buy all the Mac and Cheese your little heart desires.",
        "Carly: Thanks, Barbara. I'll be in first thing tomorrow and you can take this out of my pay.",
        "Barbara: Uh-huh. Just remember, we have a bargain. You have to split those kids up, all right?",
        "Carly: That's the goal. But Gwen's on her way over here, so I don't want her to see you.",
        "Barbara: I'm going, I'm going. And I'm counting on you.",
        "Carly: You and me both. Okey-dokey. Now all I have to do is deposit this check and write one of my own. [Doorbell rings] Wow, Gwen, that was quick.",
        "Gwen: Did you mean it? Are you going to give us the money?",
        "Carly: I was just writing you a check.",
        "[SCENE_BREAK]",
        "Dusty: Emma's right. I mean, Meg can't afford the Lakeview. And why is she carrying around syringes in her purse?",
        "Jennifer: Maybe she has a friend who's a diabetic.",
        "Dusty: She doesn't have a lot of friends.",
        "Jennifer: There's a good reason for that.",
        "Dusty: And for her to be this worried -- Jen -- what? What happened to telling each other everything?",
        "Jennifer: Okay, I'm just wondering. If Meg is no longer your problem, then why are we still talking about her?",
        "[SCENE_BREAK]",
        "Meg: Trust me, Detective, I'd know if Paul Ryan was hiding out in my cabin. There'd be a dead body on the floor. We weren't exactly friends.",
        "Nick: Really?",
        "Meg: Yeah, really. So why don't you be a good cop and go find him. And when you do? You can lock him up and throw away the key.",
        "Nick: What he do to you?",
        "Meg: What didn't he do to me? Paul Ryan is a selfish monster. He hurts anybody who comes near him.",
        "Nick: I'll have to ask you to let me take a look around. I just want to make sure nobody's holding you against your will.",
        "Meg: You never know, I might enjoy that. See? Just little ol' me.",
        "Nick: If you see him --",
        "Meg: I'll tie him up and call you.",
        "Nick: You just phone 9-1-1, how's that?",
        "Meg: Don't forget to mention me to Jack. Hey, he's gone.",
        "Paul: Thank you for your kind words.",
        "Meg: You think that was bad? You should hear what I say behind your back.",
        "Paul: Meg, he's going to find my car.",
        "Meg: Well, let him. It doesn't mean you're here.",
        "Paul: You don't understand. We need to get out of here right now.",
        "[SCENE_BREAK]",
        "Henry: This was a mistake.",
        "Emily: So order the latte.",
        "Henry: What if someone saw us? Oh, there's Emily and that nice Henry Coleman coming out of the woods together. What's going on?",
        "Emily: They were just having great sex in the woods, Henry.",
        "Henry: Don't look now, but it's the cops.",
        "Emily: Detective Kasnoff!",
        "Henry: What are you doing?!",
        "Nick: Hey, Emily. Can I help you?",
        "Emily: Hi. I was just wondering, any sign of Paul?",
        "Nick: No such luck yet. I'll keep you posted.",
        "Emily: See? We're in the clear.",
        "Henry: Emily, I saw that man throw himself on a bomb to save Katie Peretti. He is not going to give up easily.",
        "Emily: See, what you're forgetting is that as far as the cops are concerned, Paul jumped bail. He's in flight to escape prosecution. The last thing they're even thinking about is --",
        "Henry: Murder?",
        "Emily: Now you listen to me. We made a deal. Okay, you helped me shove Paul's car into the river. And I'm going to take all that lovely cash and hide it for you in my safe deposit box! So no more second-guessing! No more doubting, got it? >From now on, we trust each other.",
        "Henry: Trust each other? You and me?",
        "[SCENE_BREAK]",
        "Lily: Of all the things I'm grateful for this year? You being home. The family being back together again. You and Luke making peace.",
        "Holden: We were never at war.",
        "Lily: He was angry at you, you know that.",
        "Holden: Yeah, I guess he was.",
        "Lily: He needs his father. And now that you're home, everything's going to be all right.",
        "Holden: I hope so.",
        "Lily: I just know it. Yes, it is.",
        "Holden: Unfortunately, I need to go check on a horse.",
        "Lily: Oh, okay. Bring him a little sugar. Could you.",
        "Kevin: You've got the touch.",
        "[Holden sees Luke giving Kevin a backrub is puzzled.]",
        "[SCENE_BREAK]",
        "Gwen: What made you change your mind?",
        "Carly: Gwen, I didn't change my mind. I always wanted to help you. I just didn't have the money.",
        "Gwen: So where'd you get it? You said you and Jack were broke. What you do, rob a bank?",
        "Carly: Yeah, can you imagine that? Put 'em up!",
        "Gwen: I'm not taking this until you tell me where you got the money.",
        "[SCENE_BREAK]",
        "Barbara: Well, looks like somebody's moving out.",
        "Will: I didn't hear you knock.",
        "Barbara: Don't be like that, Will.",
        "Will: Be like what? Mad that you put pressure on Dad to get us evicted?",
        "Barbara: Your father agrees with me. He wants you home and back in school.",
        "Will: Goodbye, Mom.",
        "Barbara: You know what? Honey, if you don't want to live with me, you could always go live with your father.",
        "Will: No thank you.",
        "Barbara: You're not going to be sleeping on the street, Will.",
        "Will: No, I'm not going to be sleeping on the street.",
        "Barbara: So what do you think your options are? You don't have any money.",
        "Will: I found an apartment.",
        "Barbara: Who's going to rent you an apartment without a down payment, Will?",
        "Will: Gwen has money.",
        "Barbara: Really? Since when?",
        "Will: Since her sister called. She's giving us a thousand dollars.",
        "[SCENE_BREAK]",
        "Jennifer: Okay, I'm not saying that you don't have a right to worry about Meg. But from my experience -- from what I've heard -- she's a lost cause. She breaks the rules, she lies, she keeps secrets and I don't think that's going to change anytime soon.",
        "Dusty: You might be right.",
        "Jennifer: So maybe we should just steer clear of her. Like you said, this is our time, okay? I don't think we need to get wrapped up in whatever Meg has going on. Let it go.",
        "[SCENE_BREAK]",
        "Meg: Can you please sit down and let me change that dressing?",
        "Paul: Stop it, Meg, you don't understand. That cop is going to find my car and he's going to come back!",
        "Meg: Okay, okay. Look, you are in no condition to travel, okay? Even if you were, Dick Tracy here would make sure --",
        "Paul: Ow!",
        "Meg: Okay, you keep this up, you're gonna end up dead. Then it won't matter if the cops find you.",
        "Paul: That's not such a bad idea.",
        "Meg: Are you talking about dead? I mean, no more Paul Ryan?",
        "Paul: Maybe that's not such a bad idea.",
        "Meg: What are you talking about?",
        "Paul: That's perfect. Meg, you're a genius.",
        "Meg: Is your fever coming back?",
        "Paul: No, listen. That's how we get out of this. Paul Ryan has to die.",
        "[NEXT_ON]",
        "Carly: Stop asking me questions and go and tell Will that you're covered.",
        "Barbara: Actually, Gwen, if I were you, I'd save the thanks.",
        "Holden: What do you think of Kevin?",
        "Lily: Why? Did he do something?",
        "Holden: I just think that maybe Luke should be spending a little less time with him, that's all.",
        "Nick: Tell me what you know about your cousin Meg.",
        "Meg: You're talking about making people believe you're dead?",
        "Paul: That's the only way we're going to get out of this."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=1L3laRPbY04"
}