{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Nancy: Are you all right? ",
        "Alison: Oh, great. I'm great. ",
        "Nancy: Compared to what? You look as if \r\nyou've been run over by a cement truck. Isn't it time you stopped sneaking out \r\nat night and waiting tables? ",
        "Alison: I can't, Chris is working himself to \r\ndeath because I pushed him into getting that stupid condo. I have to do my part \r\nto help make up for what we lost. I cost Chris so much. ",
        "Nancy: How much do you think you're going to \r\ncost him when he finds out you're lying? How much do you think it's going to \r\ncost your relationship? ",
        "Chris: Good afternoon, beautiful. ",
        "Alison: Oh, so the shower's free. I'll be \r\nright back. ",
        "Chris: Nice to see you, too. Gram, do we have \r\nanything to eat? Because I am starving. ",
        "Nancy: Chris -- maybe I shouldn't meddle.\r\n",
        "Chris: Well, that's never stopped you before.\r\n",
        "Nancy: Very funny. Have you thought any more \r\nabout letting Alison work at night? She wants much more to do. ",
        "Chris: Alison still wants to work a second \r\njob? ",
        "Nancy: Yes, and I don't see anything so bad \r\nabout that. ",
        "Chris: You know what? Me, either. ",
        "Nancy: You've changed your mind? ",
        "Chris: I've done better than that. I got her \r\nhired. ",
        "",
        "Carly: Barbara. Barbara! ",
        "Barbara: Carly -- I didn't see you there.\r\n",
        "Carly: That's the part that's got me stumped. \r\nI was standing right in front of you. You just bumped into me. ",
        "Barbara: Yeah, well I have a lot on my mind.\r\n",
        "Carly: Obviously. ",
        "Barbara: And in fact, I didn't expect to see \r\nyou here. I thought you were working at the office today. ",
        "Carly: I just brought parker to the doctor.\r\n",
        "Barbara: Oh, I didn't realize. Is he sick?\r\n",
        "Carly: He's just running a slight fever, but \r\nEmily’s with him. Now stop trying to change the subject. Why are you hanging \r\naround Memorial with Walker Daniels when we're supposed to be putting the \r\nfinishing touches on the fashion show? ",
        "Barbara: Oh, well, we just had some details \r\nto go over for the fund-raiser. ",
        "Carly: Really? ",
        "Barbara: Yes. Yes, in fact -- I was just \r\ngoing make some phone calls to some donors and then go back and work from my \r\nsuite this morning. ",
        "Carly: Alone? ",
        "Barbara: Well, Carly what are you getting at? ",
        "Walker: Well, I'm ready to take you home, \r\nBarbara. Shall we? ",
        "Carly: Oh, no. There's no need for that. I'll \r\ntake her home. ",
        "Barbara: Oh, that is not necessary -- \r\n",
        "Carly: Yes, of course it is. I need to spend \r\nsome time with you. She's such a busy lady. If I didn't know better, I'd say she \r\nwas spreading herself too thin. ",
        "Walker: Are you okay to ride with Mrs. \r\nSnyder? ",
        "Carly: Oh, yes she is. I have a million \r\nquestions about the show. And you can answer them on the way home. And you can \r\nget back to your patients. ",
        "Barbara: No. No, you have to stay with me.\r\n",
        "",
        "Blaine: Hey, we've never gotten this kind of \r\npre-show response. Every reporter in the trade has been calling -- publicity's \r\noverwhelmed. Cabot Motors has created quite a buzz. ",
        "Paul: Give these to my Mother. Barbra was the \r\none that was jumping up and down when Cabot Motors agreed to sponsor the fashion \r\nshow, so let her deal with the noise. ",
        "Blaine: Ms. Ryan's out. ",
        "Paul: She's out where? ",
        "Blaine: She had an appointment, and she's \r\ngoing to be checking in when she's done. ",
        "Paul: Well, give them to Jordan Sinclair. \r\nHe's always trying to appear like he's indispensable. ",
        "Blaine: Uh -- he's not here either. \r\n",
        "Paul: Oh, where the hell is he? ",
        "Blaine: He said he'd call in. ",
        "Paul: I didn't ask you if he was going to \r\ncall in. I asked you where he was. And I expect an answer, Blaine. ",
        "Blaine: He doesn't want to be interrupted.\r\n",
        "Paul: Have you forgotten who you work for?\r\n",
        "Blaine: No. ",
        "Paul: Jordan Sinclair doesn't run this \r\ncompany, I do! And unless you want to file for unemployment, you're gonna tell \r\nme where boy wonder is and what he's up to! ",
        "",
        "Jordan: Not a good idea. ",
        "Rosanna: Feels like a very good idea to me.\r\n",
        "Jordan: What we feel and what is right for us \r\ncan be different things. ",
        "Rosanna: Aw, come on. Live a little. You want \r\nthis as much as I do. Hmm? ",
        "Jordan: Doesn't matter what I want. \r\n",
        "Rosanna: Oh, yes it does. It matters to me. \r\nAnd I will do anything -- anything -- to give it to you. ",
        "Jordan: Right now I'll settle for a promise \r\nthat you won't take this the wrong way. We can't see each other, Rosanna. That's \r\njust the way it has to be. ",
        "",
        "Nancy: You got Alison a second job without \r\nasking her? ",
        "Chris: It's a surprise. ",
        "Nancy: Not all surprises are welcome. \r\n",
        "Chris: Gram, we're not talking about a night \r\nshift at a burger joint. Okay? It's with me at the clinic. We can go to work \r\ntogether, come home together. It's perfect. Okay? She is gonna be so totally \r\nstoked when I tell her that she's been hired. ",
        "Alison: Hired? Me? For what? ",
        "Chris: It was supposed to be a surprise.\r\n",
        "Nancy: It is. ",
        "Alison: Chris? ",
        "Chris: Starting tonight, you get to work with \r\nme at the clinic. ",
        "Alison: You're kidding! ",
        "Chris: Look at her, Gram. She doesn't even \r\nknow what to do with herself. Yeah, from now on, you and I get to spend every \r\nnight together. ",
        "Alison: Every night, wow. ",
        "Chris: Surprised? ",
        "Alison: Definitely. ",
        "Nancy: Alison may have a surprise of her own.\r\n",
        "Alison: Right. Hey, Chris, I really -- I \r\ndon't know exactly how to say this. ",
        "[Pager beeps] ",
        "Chris: Oh, hey, hold that thought, will ya? I \r\ngot to call the hospital. ",
        "Nancy: Tell him the truth, Alison. \r\n",
        "Alison: He'll never understand. ",
        "Nancy: I can't believe I'm saying this -- \r\ndon't tell him. Quit work at the Metro and start at the clinic. ",
        "Alison: You don't understand. I can't quit \r\nworking at Metro. Not after what happened last night. I am so dead. ",
        "[Alison sighs] ",
        "",
        "Walker: Yes, yes, you're right. We didn't get \r\na chance to talk about those donors you wanted to tell me about, and if I take \r\nyou home, we can get that out of the way. ",
        "Barbara: Absolutely. We have an awful lot of \r\nloose ends to tie up about the fund-raiser. ",
        "Carly Oh, will you forget about the \r\nfund-raiser? ",
        "Barbara: I can't, Carly. I made a commitment.\r\n",
        "Carly And I just let somebody else bring my \r\nchild home from the pediatrician. I guarantee you, I will wake up at 3:00 in the \r\nmorning consumed with guilt about that, but until that last model walks down the \r\nrunway in Vegas, our personal lives have got to be on hold. So whatever is going \r\non here between the two of you might just have to wait for now. ",
        "Barbara: I'm gonna let Walker take me home, \r\nand then you and I can speak later, all right? ",
        "Carly I don't want my questions answered \r\nlater. I'd like them answered now. ",
        "Barbara: Carly, I have okayed every detail \r\ndown to the last button, so if you have a problem, you can deal with it \r\nyourself. ",
        "Carly So you -- you suddenly have no interest \r\nin the finale of a show that could make or break the both of us? ",
        "Barbara: Fine. Fine, just bring the car \r\naround, all right? I'll meet you outside. ",
        "Carly Good. I'll see you in a minute. \r\n",
        "Barbara: Yeah. Is she gone? ",
        "Walker: Yes. ",
        "Barbara: God, everything looks dark. I ran \r\nright into her. I didn't even know she was there. I even tried to cover. I told \r\nher that I was distracted, but I think she may have guessed what's wrong. \r\n",
        "Walker: I doubt it. But sooner or later, \r\nsomebody's gonna figure out your secret. ",
        "Barbara: As long as it's after our huge \r\nsuccess in Vegas, I don't really care. ",
        "Walker: What happens if you have one of those \r\nepisodes while you're there? ",
        "Barbara: Oh, good. Good. It's clearing up.\r\n",
        "Walker: Barbara, you didn't answer the \r\nquestion. What happens if you have another episode when you're in Las Vegas?\r\n",
        "Barbara: Well, I've gotten pretty good at \r\ncovering, don't you think? ",
        "Walker: For how long, Barbara? ",
        "Barbara: I gotta go. She's not a very patient \r\nwoman. Would you walk me out, please? ",
        "Walker: Who's going to help you while you're \r\nin Las Vegas? Covering these episodes in a strange town, unfamiliar rooms, \r\nunfamiliar people -- it's going to be a whole other ballgame. ",
        "Barbara: You're not helping me much. You're \r\nsupposed to be supporting me. ",
        "Walker: I am supporting you. That's why I'm \r\nhaving second thoughts about this. ",
        "Barbara: What do you mean? ",
        "Walker: I mean I can't let you leave town.\r\n",
        "Blaine: I don't want to be fired, Paul. I \r\njust promised Jordan he wouldn't be disturbed. ",
        "",
        "Paul: I still run this company, and when an \r\nemployee of mine goes AWOL a few hours before a fashion show, I get to know why. ",
        "Blaine: He's not blowing off work. He's \r\nhaving a meeting about the show. ",
        "Paul: With who? He doesn't want anyone to \r\nknow with who? Okay, you have two seconds, Blaine, or you can start looking \r\nthrough the want ads. ",
        "Blaine: Rosanna Cabot. Jordan is meeting with \r\nRosanna Cabot. ",
        "",
        "Rosanna: What are you talking about? We're \r\ntwo consenting adults. Of course we can see each other. ",
        "Jordan: Well, maybe after the fashion show. \r\nBut right now, I have a lot of responsibilities. This is a critical time for \r\nB.R.O. and I have to stay focused. ",
        "Rosanna: You know, you sound like Barbara. \r\nYou've been talking to her, haven't you? ",
        "Jordan: She is depending on me right now, \r\nyeah. ",
        "Rosanna: Right now? Barbara doesn't do \r\ndependency on a limited-time basis. If she's starting to lean on you, you'd \r\nbetter run. ",
        "Jordan: No, it's not like that. ",
        "Rosanna: You know, she messed things up so \r\nbadly with her own son, she's probably desperate to find another man that she \r\ncan own. ",
        "Jordan: Nobody owns me. Okay, Rosanna? I'm \r\nsticking with Barbara, because it's the right thing to do. ",
        "Rosanna: I'm sorry, I'm sorry. I -- I just \r\nthought that you -- never mind. Sometimes I can be such an idiot. ",
        "Jordan: What? What did you think? ",
        "Rosanna: I just thought that you cared about \r\nme. ",
        "Jordan: I do. I care about all my friends.\r\n",
        "Rosanna: The same way that you care about \r\nJennifer? ",
        "Jordan: We've gotten close, yes. ",
        "Rosanna: Close like you're gonna send her a \r\nbirthday card, or close like this? You know, if she has hopes and you want to \r\nlet her down gently, I understand. I just hope that you don't have the same \r\nplans for me. ",
        "Jordan: I don't get this. ",
        "Rosanna: What's not to get? ",
        "Jordan: You. You're -- you're smart, sexy, \r\nsuccessful. What the hell do you want with a guy like me? There's nothing that I \r\ncan give you that you don't already have. ",
        "Rosanna: Jordan, you have no idea. \r\n",
        "Jordan: I have to get back to the office. \r\nThank you for the ego boost, but I just -- I don't belong here. ",
        "Rosanna: You know what? You're right. You're \r\nright. I am a smart, successful woman. I am a wealthy woman. I carry a lot of \r\nweight in the business world, and what has that gotten me? It's gotten me a life \r\nfull of \"yes\" men. Do you know what I want? I want a man who isn't afraid to \r\nrise to the challenge. I want a man who isn't afraid to win big. And you are \r\nthat kind of man, Jordan Sinclair. I'm the biggest prize in the Cracker Jack \r\nbox. So what are you waiting for? Dig in. Today we're so busy... ",
        "",
        "Alison: I don't understand. I've lied to \r\nChris so many times, and I swore that I would never do it again. How do I keep \r\ngetting myself into this mess? ",
        "Nancy: Telling the truth is a matter of \r\nchoice. You have to be brave enough to choose it. ",
        "Alison: I mean, you don't understand. 'Cause \r\nlast night I was waitressing this group of people, and they ordered a ton of \r\nstuff and they ran up their bill, and then they stiffed me. ",
        "Nancy: Oh, that's terrible. ",
        "Alison: Yes, and to make it worse, now I have \r\nto make good on that. And I can't stop working at Metro until that bill is paid \r\noff. ",
        "Nancy: And you can only work there at night.\r\n",
        "Alison: Yes, because I'm working at the \r\nhospital during the day. ",
        "Nancy: Then there's only one solution. I will \r\ncover your bill, and you can pay me back over these next few months. ",
        "Alison: Mrs. Hughes, thank you so much for \r\nthat. I appreciate that. But if I stop working at Metro and I start working at \r\nthe clinic, I'll never be able to pay you back and help Chris. And I won't be \r\nmaking all of those tips. ",
        "Nancy: Then you're out of options. You have \r\nto tell Chris the truth. ",
        "Chris: Ali, that was Ben who paged me. He \r\nwants to know what you decided. Are you going to come work with me at the clinic \r\nor not? ",
        "Nancy: Oh, my goodness, look at the time. I \r\nshould have watered the plants long ago. ",
        "Alison: Ah -- well, would I have to work at \r\nthe clinic every night? ",
        "Chris: Nope. Just the nights I'm working. And \r\nI was thinking midnight meetings in the supply \r\ncloset. ",
        "Alison: Can I just, you know, just have a \r\nlittle bit of time. ",
        "Chris: That's what I'm offering. Time \r\ntogether. ",
        "Alison: I just -- I just need you to stop \r\npressuring me. ",
        "Chris: Well, sorry, Ali. I thought you'd be \r\nall over this. ",
        "Alison: I know, I know. ",
        "Chris: You know, every time I start thinking \r\nthat we're on the same page, bang, it's like I don't even know you. ",
        "Alison: No, please, Chris, don't leave me. \r\nPlease, never. ",
        "",
        "Barbara: There is no way I am staying here in \r\nOakdale while my children are out in Las Vegas. This show, this entire relaunch \r\nis not about some kind of personal triumph. It's a triumph for my entire family.\r\n",
        "Walker: You have a fast-growing brain tumor \r\nthat's producing episodes of blindness in increasing numbers. ",
        "Barbara: Oh, I know what it's doing. I'm \r\nliving it. ",
        "Walker: We have a window of opportunity here, \r\nBarbara. If we don't take it -- ",
        "Barbara: I could die. I get that. But this \r\nshow has the power to reunite my family like nothing else has, and I'm not going \r\nto give that up. I'm going to Las Vegas. ",
        "",
        "Carly: Barbara, what do you think? I'm some \r\nkind of car service? How long are you gonna leave me out there? ",
        "Barbara: I'm sorry. I'll be out in a minute, \r\nokay? Thank you. ",
        "Carly: Okay. So I'll see you in a bit. \r\n",
        "Barbara: I have to do this. ",
        "Walker: What happens if you lose your \r\neyesight for good? You're used to these episodes being temporary. What if that \r\nchanges? Who's going to help you navigate? ",
        "Barbara: I have Jordan with me. ",
        "Walker: What about your radiation treatments? \r\nYou just started those. You can't stop them. ",
        "Barbara: I'll arrange to have them out there.\r\n",
        "Walker: Who's going to set them up for you? \r\nAnd don't say Jordan, because he's not a doctor. ",
        "Barbara: I -- would you? I mean, could you?\r\n",
        "Walker: When does our flight leave? \r\n",
        "Barbara: You're becoming rather \r\nindispensable. ",
        "Walker: Maybe that's the plan. ",
        "",
        "Jordan: You must be a killer at negotiations.\r\n",
        "Rosanna: I am. ",
        "Jordan: Just don't try to close this deal, \r\nokay? ",
        "Rosanna: You're bluffing. I can tell. You \r\nhave no idea how much I need you. ",
        "Jordan: I have to leave. ",
        "Rosanna: Then go. The door's right there.\r\n",
        "Paul: Oh, you can take the boy out of the \r\noffice -- look at you, Jordan, taking care of business. ",
        "",
        "Jordan: What are you doing here? ",
        "Paul: Watching my back. And for a brief \r\nsecond, your front. Rosanna, spectacular. ",
        "Rosanna: Get out! ",
        "Paul: I knew that Cabot Motors had an \r\ninterest in B.R.O. I didn't know there was going to be an actual merger. \r\n",
        "Rosanna: You're disgusting! ",
        "Paul: And you are making -- you are making a \r\nmistake. ",
        "Jordan: And what are you making, Paul? \r\nThreats, as usual? ",
        "Paul: You are so out of your league. \r\n",
        "Jordan: Why don't we step outside for a \r\nsecond? ",
        "Paul: You go outside. Rosanna, tell Sparky \r\nhere to go walk the dog so you and I can talk. ",
        "Jordan: Just say the word Rosanna and he is \r\nout of here. ",
        "Rosanna: Jordan, come here for a second. Paul \r\nand I have some things that we need to settle, once and for all. ",
        "Jordan: Fine. I'll be waiting downstairs.\r\n",
        "Rosanna: I'll be fine. ",
        "Jordan: And I'll be waiting in the lounge, \r\nand I'm not going anywhere until you come down and tell me that you're okay.\r\n",
        "Rosanna: Okay, it's a deal. Thank you. What \r\ncould possibly make you think that it's all right for you to just walk into my \r\nhotel room? ",
        "Paul: You are poaching one of my employees. I \r\nwasn't going to wait around for an invitation. ",
        "Rosanna: I know you're not gonna believe \r\nthis, but what's going on between Jordan and me has absolutely nothing to do \r\nwith you or your stupid company. ",
        "Paul: You hate me. You lost your son, and \r\nlord knows I regret any involvement I had in that, but that does not give you \r\nthe right to try and sleep your way into a takeover of my company. You got that?\r\n",
        "Rosanna: Yeah, I got it. ",
        "",
        "Barbara: Jordan, it's very nice of you to \r\ncall, but everything's under control here. Yes, I'm going to work here in the \r\nsuite this afternoon. Carly's here with me -- we're gonna go over a few details. \r\nI will call you if I need anything. Thank you. All right, now. Do you want to \r\nshow me that sample that you had questions about? ",
        "Carly: Oh, yeah. Let me get it out of the \r\ngarment bag. ",
        "Barbara: Good! You know, I thought I knew \r\nwhat I wanted to do with this piece, and then I woke up in the middle of the \r\nnight with an entirely new idea. And now, I just don't know. So, I need your \r\nadvice. What do you think? Do you think the raw silk would drape better than the \r\nlinen? ",
        "Barbara: Um, it's -- hard to know. \r\n",
        "Carly: Well, the silk's a little heavier. I'm \r\njust -- I'm just not sure. ",
        "Barbara: Well, Carly, you have to be sure. \r\nYou should be sure. I mean, you have wonderful instincts. You need to trust \r\nthem. ",
        "Carly: And make a mistake -- with your line? \r\nAt your show? No way! You and I are going to decide on this together. Hello? \r\nEarth to Barbara? ",
        "Barbara: I'm sorry -- I really am sorry. I \r\nhad a little blood work done this morning. And I have a splitting headache.\r\n",
        "Carly: Well, do you want an icepack? \r\nSometimes that helps, especially if the pain is behind the eyes. ",
        "Barbara: My eyes? Why would you say that?\r\n",
        "Carly: Because I'm trying to help? \r\n",
        "Barbara: If you really want to help, you \r\nwon't question me about every little detail. Now, I hired you to design -- so, \r\nplease get to it! ",
        "",
        "Chris: Hey, what's this all about? I'm not \r\ngoing anywhere. ",
        "Alison: Good. Because I love you so much.\r\n",
        "Chris: And I really, really love you. And I \r\nhope all this kissing means you're going to take the job. ",
        "Alison: Do you remember when I said that I \r\nwanted to work at Metro -- and you said that you didn't want me to? ",
        "Chris: I know I was really hard on you.\r\n",
        "Alison: It's just because I wanted to help \r\nout. ",
        "Chris: Honey, you are helping out, okay? \r\nYou're working at Memorial. You're living here with my parents. You stay home at \r\nnight, when I go to work. You have been incredible. I'm so proud of you. Now, \r\nwhat is it you wanted to tell me? ",
        "Alison: I -- the thing is -- I just wanted to \r\nsay -- you're going to be late. You know what, just forget about it -- it can \r\nwait. It can wait. ",
        "Chris: All right, all right, okay -- I will \r\nsee you later. ",
        "Alison: Okay. ",
        "Chris: Can't wait to tell Ben you said yes!\r\n",
        "Alison: No, don't! Don't -- I don't want you \r\nto do that! ",
        "Chris: Why? You want to tell him yourself?\r\n",
        "Alison: I can't work at the clinic, Chris.\r\n",
        "Chris: Why not? ",
        "Nancy: Tell him, Alison. ",
        "Alison: Because -- I -- I -- ",
        "Chris: What? ",
        "Alison: I enrolled at night classes at \r\nOakdale U. Are you surprised? \r\n",
        "Chris: Oh, yes -- that's great! ",
        "Nancy: More than I can possibly say. \r\n",
        "Chris: So, when do you start? ",
        "Alison: This week, but it's only one class.\r\n",
        "Chris: Oh, I didn't realize Oakdale U \r\nenrolled this late in the semester. ",
        "Alison: Well, actually, it's just half a \r\nsemester. It's just one class. But it's very intense, the class. ",
        "Chris: Well, that's great. No, trust me, this \r\nis more important than any job. She just keeps finding ways to make me proud.\r\n",
        "Alison: Well, I'm trying. ",
        "Chris: Now, you promise you're not taking \r\nthis class just to please me? ",
        "Alison: No. No, no, no, no. This is something \r\nthat I've wanted to do for a long time, and I really wanted to study it. \r\n",
        "Chris: Well, that's great. Hey, is it towards \r\nnursing? 'Cause I could help you out with your studying. ",
        "Alison: No! No. It's just something that I \r\nwant to handle on my own. ",
        "Chris: Okay, I can respect that. But, come \r\non. Tell me already. The suspense is killing me. What class are you taking?\r\n",
        "Alison: Ceramics. ",
        "",
        "Rosanna: You can leave now. ",
        "Paul: Not until you've heard everything that \r\nI have to say. You hate me all you want, but you stay the hell away from B.R.O.\r\n",
        "Rosanna: I don't know how I missed this \r\nbefore. But your narcissism makes Craig’s look tame. I don't care about you, \r\nPaul. I don't care about your company. ",
        "Paul: Yeah, but you care about one of my \r\nemployees. Why is that? ",
        "Rosanna: Why shouldn't I? Jordan is a smart, \r\ncharming, intelligent man. ",
        "Paul: Who happens to be my mother's right \r\nhand. I don't think you would've had your shirt off if he was a city bus driver. \r\nSo you call it whatever you kids are calling it these days, but Rosanna, you're \r\ntrying to away my company. ",
        "Rosanna: If I wanted your little rag shop, I \r\nwould've bought it out from under you. I don't need Jordan Sinclair for that.\r\n",
        "Paul: So, what do you need him for? \r\n",
        "Rosanna: You don't get to know that \r\ninformation. Because the last time I shared personal information with you, you \r\npicked up the phone and blew my life sky-high. ",
        "Paul: Jordan comes to town, and all of the \r\nsudden he's my mother's new best friend. He lights a fire under my sister, and \r\nthere's this woman who I -- who hates me, and she's stripped down to her \r\nskivvies in the middle of the afternoon. Now don't tell me this isn't a -- this \r\nis not a coincidence. This is about me. This is about my life. ",
        "Rosanna: I'm going to say this one more time, \r\nand then this discussion is over. Your life doesn't interest me. Your company \r\ndoesn't interest me. Your paranoid delusions and overdeveloped sense of \r\nimportance doesn't interest me. Jordan Sinclair interests me, and that is all.\r\n",
        "Paul: Right. Since when? ",
        "Rosanna: What? ",
        "Paul: How long have you had your eye on \r\nJordan Sinclair? ",
        "Rosanna: Ever since he came to Oakdale. And \r\ndon't be so surprised that your mother, and your sister and I find him \r\nattractive and interesting. He's everything you're not. ",
        "Paul: We used to be so close. ",
        "Rosanna: That's before I knew who you really \r\nwere. Now, get out. ",
        "Paul: Fine, go be with Jordan. Go do whatever \r\nit is you have to do. But don't make an enemy out of me, or you'll be sorry we \r\never met. ",
        "Rosanna: I already am. ",
        "Paul: Ladies first. ",
        "",
        "Carly: I am not the local seamstress. You \r\nwatch how you talk to me. ",
        "Barbara: I'm sorry. I really am. I'm not \r\ntrying to make an excuse. It's just, I haven't had anything to eat all day long, \r\nand my blood sugar must be non-existent, so why don't I order us some fruit and \r\nsome sandwiches? ",
        "Carly: Order whatever you want. Just let me \r\nknow whether we should the raw silk or the brushed linen. ",
        "Barbara: Carly, as I said, you have wonderful \r\ninstincts. ",
        "Carly: Maybe Jack was right about this.\r\n",
        "Barbara: About what? ",
        "Carly: He didn't want me to take this job. He \r\nthought you might be trying to set me up or something. ",
        "Barbara: He's absolutely wrong about that.\r\n",
        "Carly: You know, I don't know what kind of \r\nnumber you're planning to do on me this time, but I am not gonna stick around \r\nand find out. ",
        "You are on your own. ",
        "Barbara: You know what, Carly? You're here \r\nfor one reason, and that is to help me make this show a success -- not for me, \r\nbut for my family! And if I was trying to set you up, I'd be hurting myself. \r\nNow, why would I do that? ",
        "Carly: I don't know. I don't know. But I'm \r\nhearing warning bells. You're letting off some weird vibes, and you're freaking \r\nme out. ",
        "Barbara: You know what? It's very tense \r\naround here. At this point in production, nerves always get a little bit frayed. \r\nWhy don't we just take a break? You go talk to Emily, and find out how parker's \r\ndoing. And I'll get something to eat and I'll be in a much better mood. \r\n",
        "Carly: All right. I'll go down to the lounge. \r\nWe'll meet back here in 20? ",
        "Barbara: Sounds good. Yes, dr. Daniels, \r\nplease. Oh. No, no message -- I'll call back later. ",
        "Carly: You have time for Walker Daniels, I \r\nsee! Oh, this is just great. Both our careers are on the line, and you want to \r\ntake a break so you can make a love connection with some doctor! Good luck in \r\nVegas, Barbara! ",
        "Barbara: No, no, no! Carly, don't leave, \r\nplease! I need you here. ",
        "",
        "Jordan: And Blaine, is production running on \r\nschedule? Oh, damn. Okay, I'll be there as soon as I can. I hope. Hi. \r\n",
        "Rosanna: Hi. ",
        "[Jordan sighs] ",
        "Jordan: Did Paul behave himself? I was \r\nstarting to get a little worried. ",
        "Rosanna: Oh, I'm sorry. He threw a bit of a \r\ntantrum, but I handled it. Everything's fine. ",
        "Jordan: Okay. Well, everything is not fine at \r\nthe office. I know that we still have some talking that we have to do, but I got \r\nto go. ",
        "Rosanna: Well, I don't blame you for wanting \r\nto run. ",
        "Jordan: Oh, it's just the show. It's a \r\nlogistical nightmare. I'll call you as soon as I get in from Vegas. ",
        "Rosanna: That's gonna be an interesting \r\nscene, isn't it? You, and Barbara, and Paul, and -- Jennifer. ",
        "Jordan: Yeah, yeah. See you when the dust \r\nsettles. ",
        "Rosanna: Yeah. You should stay away. You \r\nknow, my life is just a train wreck, and it will only complicate yours. \r\n",
        "Jordan: I'm not worried about that, Rosanna.\r\n",
        "Rosanna: Yeah, well, you should be. I'm \r\nsorry, Jordan. You're a really kind man. I understand. I didn't mean to get so \r\nneedy. ",
        "Jordan: But you didn't do anything wrong. I \r\njust hope that you understand when I said we can just be friends, at least for \r\nnow. ",
        "Rosanna: I get it. I just don't like it.\r\n",
        "Jordan: Well, I'm not too thrilled about it \r\neither. ",
        "Rosanna: You know, I don't usually throw \r\nmyself at men. There's just so little love or friendship in my life right now. I \r\ndon't really think it shows me off to my best advantage. ",
        "Jordan: You've been through hell, Rosanna. I \r\nknow what you've lost. ",
        "Rosanna: Paul is part of the reason why. He \r\nbetrayed me. He was my friend. My husband betrayed me. I guess I really bring \r\nout the best in people, don't I? ",
        "Jordan: Just don't blame yourself for that, \r\nokay? Whatever you do. ",
        "[Rosanna sobs] ",
        "Rosanna: Listen to me -- poor, little rich \r\ngirl. You must think I'm trying to drum up pity, but I'm not. ",
        "Jordan: Good. Because I don't feel sorry for \r\nyou at all. ",
        "Paul: All right, Rosanna. I gave you the \r\nchance to tell me the truth. Now I'll find it out for myself. ",
        "",
        "Chris: Ceramics? That's the intense course \r\nthat you're taking? ",
        "Alison: Well, it's not as easy as it sounds. \r\nI hear that the professor's very tough. ",
        "Chris: How tough can it be to bake a few \r\nplates? Alison, I thought you wanted to get a real education. ",
        "Alison: Yeah, well, you know, school and me \r\n-- we never really hit it off the first time around. So I thought that I would \r\nget back into it gradually. Is that so terrible? ",
        "Chris: No, no, it's just that ceramics is \r\nsomething that you take when you retire. Okay, not when you're young, and you \r\nneed to figure out a way to earn a living. ",
        "Nancy: Unless you want to earn a living \r\nthrowing pots. ",
        "Alison: People do that? ",
        "Nancy: I know a potter who made enough to buy \r\na building. ",
        "Chris: Huh. Really? ",
        "Nancy: She put a gallery on the first floor, \r\nand rents the rest. Your mother has some of her pieces. ",
        "Chris: You're sure about this class? You \r\nreally want to take it? ",
        "Alison: I have to take it. ",
        "Chris: Okay. I'll tell Ben that you're not \r\ninterested in the clinic. ",
        "Alison: What have I done? ",
        "Nancy: You've lied -- again. I don't know how \r\nyou keep them straight, child. ",
        "Alison: You're not going to tell him, are \r\nyou? ",
        "Nancy: No, but this is the last time. And the \r\nonly reason I'm not talking about it is because you're doing it for a good \r\ncause. But this it, Alison -- no more. ",
        "Alison: Okay. Now, all I have to do is work \r\nat Metro, I have to work at the hospital and I have learn how to make pots. How \r\ndo you make a pot? ",
        "Nancy: I have no idea. [Alison sighs] But if \r\nI were you, I'd find a lump of clay and start getting my hands dirty. \r\n",
        "",
        "Barbara: Carly, please, this isn't a ploy. I \r\ntruly and desperately need your help. ",
        "Carly: Well, I needed yours. I needed you to \r\ngive me five lousy minutes to look at something and offer your opinion, and you \r\nwouldn't do it! ",
        "Barbara: You don't need my opinion. You have \r\nwonderful taste! ",
        "Carly: I can't work this way. ",
        "Barbara: Carly, please, think about this. \r\nThink about what you're walking away from. Everything that you've dreamed of \r\nbeing is wrapped up in this show. Now, I know what I will lose if you walk out, \r\nbut have you thought about it? Have you thought about what you'd be throwing \r\naway? ",
        "Carly: I still have Rosanna’s check. I could \r\nstill start my own company. ",
        "Barbara: And work 18-hour days for how many \r\nyears? Is that what you want for your family? ",
        "Carly: No. I guess we're stuck with each \r\nother. ",
        "Barbara: Hasn't been quite as bad as I \r\nthought it would be. I do respect your talent. ",
        "Carly: Ditto. Which is why I needed your \r\nopinion. So, can we just get this over with, please? If this design is gonna be \r\nin the collection, I need to decide what fabric we're going to use, now. \r\n",
        "Barbara: Okay, so -- what was the question?\r\n",
        "Carly: Barbara, the question is, which fabric \r\nfor the final dress? The raw silk or the brushed linen? ",
        "Barbara: Well, I think the linen is perfect. \r\nIt was your original choice for the concept of this dress. ",
        "Carly: Did you say the linen? ",
        "Barbara: Linen is a wonderful fabric for \r\nsummer. ",
        "Carly: I just have one more question for you, \r\nthen. I was thinking about flipping the order -- you know, for the show. I \r\nthought we could go from the crystal beaded dress, to this. You know, tell me -- \r\ntell me what you think. ",
        "Barbara: Oh, it is just lovely. It's \r\nabsolutely perfect, Carly. ",
        "Carly: You can't see, can you? ",
        "",
        "Rosanna: Well, that's cold -- considering I \r\njust lost my entire family. ",
        "Jordan: And I never had one. But I'm not \r\ngonna let that loss take control of my whole life. It's done enough damage to me \r\nalready. I'm not gonna let it affect my future. ",
        "Rosanna: I'm sorry. I guess -- I won't take \r\nup any more of your time. You must think I'm an extremely self-absorbed woman.\r\n",
        "Jordan: Rosanna, I think you're a lot of \r\nthings -- and none of them are bad. ",
        "Rosanna: Then, you don't hate me? ",
        "Jordan: Hate you? There is definitely a \r\nbattle going on here, but it is not about hate. I am fighting like hell to stay \r\naway from you, and so far, I'm losing. ",
        "Paul: Jordan Sinclair. Why would Rosanna have \r\na file about Jordan Sinclair? Why would she hire a top-rate investigative team \r\nto put it together -- while she was in St. Bart's? \"Enclosed, please find the \r\ninformation you requested about Jordan Sinclair\" -- oh. [Paul chuckles] So, you \r\nnever heard of Jordan Sinclair before you came to Oakdale? I knew you were \r\nlying, Rosanna. ",
        "",
        "Next week, on \"As the World Turns\" \r\n-- ",
        "Margo: Sign this. ",
        "Katie: A mental hospital? Are you okay with \r\nthis? You first. ",
        "Jordan: Tell me what you want from me. \r\n",
        "Rosanna: I want to marry you. ",
        "Paul: What is it that you're keeping from me \r\nthis time? ",
        "Carly: Tell them the truth, Barbara. You tell \r\nthem now, before it all goes up in smoke! "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=1Zb3nGQUITc"
}