{
    "Episode Summary": [],
    "Recap": [
        "Jack assures Carly that it is best for Parker to go to boarding school. She puts up a united front, but is really against it. When confronted, Parker hands them a preliminary injunction which prevents them from sending him anywhere. He's surly and taunts that a judge might see things differently than they do. They can't touch his trust fund money to do things not in his best interest. They show the papers to Tom Hughes. He will look into it, but he doesn't think Parker has a chance unless he can prove he is emancipated. Parker is listening and overhears this. Lucy tries to dodge Dusty and explains that she can not be seen with him. Craig's faith is renewed about her. Liberty smarts off to Janet about being in prison. When Janet turns her back at the diner, Liberty chases off to find Parker. He has the answer - they will get married. He makes it sound like pie in the sky. Both parents look for their children. Jack drags Parker back and threatens to nail the window shut if he has to. Having Craig there with Carly doesn't help Jack's mood. He won't listen to his advise how to raise his family.",
        "Dusty asks Meg out for a real date and then wants to buy some baby clothes at Fashions. He insists she buy herself a sexy dress. Tom gives Carly and Jack the bad news in that the lawyer can keep this tied up for quite a while and it will be long and expensive. Parker tells Liberty they need to leave soon before the parents miss them. They will find a state that will marry them. Carly checks in on Parker and asks him to give them all a chance to cool off. She's been drinking throughout the day and still has a glass of vodka in her hand behind her back."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Good morning.",
        "Carly: Hello.",
        "Jack: Parker ready to go?",
        "Carly: He's still upstairs. I know it's a long drive, so I got some munchies for you guys.",
        "Jack: Thank you. Is he all packed?",
        "Carly: You know, I am -- I'm not sure. I haven't seen him.",
        "Jack: I thought you agreed with me on this, Carly.",
        "Carly: I agreed to present a united front.",
        "Jack: He's gonna get a wonderful education up there. The tennis team is ranked. J.J. loves it.",
        "Carly: J.J.'s different. J.J. wants to be there.",
        "Jack: Parker cannot be here. He's out of control, and as smart as he is, it's not gonna take him long to figure out what an amazing opportunity this is.",
        "Carly: And what if he just hates us for the rest of his life?",
        "Jack: Teenagers hate their parents. It's part of the job description.",
        "Carly: Their parents don't send them away because of it.",
        "Jack: They would if they could.",
        "Carly: No, Jack. They deal with it.",
        "Jack: That's what we're doing. Parker needs more structure right now than we can give him. And once it's just not him against us, he'll be more willing to follow the rules, Carly. You'll see. When he comes home this summer, he'll be a different person.",
        "Carly: What if whoever he is then still hates us?",
        "Jack: We gotta get going. Parker! Parker, let's go! Parker, do you hear me? What is he doing up there? Parker? We gotta get going. Why aren't you packed?",
        "Parker: I'm not going.",
        "Carly: Oh, please don't do this now.",
        "Parker: I'm not doing anything.",
        "Jack: It's settled, Parker.",
        "Parker: I don't think so.",
        "Jack: You are really pushing me.",
        "Parker: No. What I'm doing is exercising my legal rights.",
        "Carly: What are you talking about?",
        "Parker: Read it.",
        "Jack: What the hell is this?",
        "Parker: It's a preliminary injunction. It means you can't make me go anywhere.",
        "[SCENE_BREAK]",
        "Paul: What do you want?",
        "Emily: To stop by to say \"Hi.\"",
        "Paul: To me?",
        "Emily: I thought maybe you could cheer me up.",
        "Paul: Not likely.",
        "Emily: I just had another scheme backfire on me. And I thought, who better than you would understand?",
        "Paul: You know what? That kind of makes sense. Let's get drunk.",
        "Emily: It's not -- it's not even lunchtime, there.",
        "Paul: I don't get it. I thought you said you wanted me to cheer you up.",
        "Emily: I do, but I have to go to work.",
        "Paul: Work? Yeah, I remember work. What happened?",
        "Emily: What happened? I tried to keep Casey from my sister, so I hired Jade Taylor to seduce him.",
        "Paul: And that didn't work?",
        "Emily: Okay, you know what? I admit, it's not as foolproof as hiring some bimbo redhead to channel your dead sister.",
        "Paul: No. That plan, that was genius.",
        "Emily: Yeah? Well, my plan was working until my sister overheard me discussing the price with Jade.",
        "Paul: That ticked her off.",
        "Emily: Yeah, yeah. She didn't quite buy the idea that I was doing it for her.",
        "Paul: They never do. Wouldn't have anything to do with the fact that Casey was your little boy-toy not too long ago?",
        "Emily: Yeah, that's exactly what she thought. Now she and Casey are tighter than ever.",
        "Paul: You know what? I have to admit, it does have kind of a Ryan-esque quality to it.",
        "Emily: Oh, God. I hate myself right now. I really do.",
        "Paul: It sucks getting caught.",
        "Emily: No, the fact that I hurt someone I care about.",
        "Paul: Right. It kind of comes with the territory.",
        "Emily: We're hideous people, aren't we?",
        "Paul: Yep. Pretty much.",
        "Emily: I knew you'd understand.",
        "Paul: Mm-hmm. Oh! That's enough of that. How about I take you out for a cup of coffee?",
        "Emily: Java? This time of day? Are you kidding me? All those happy, caffeinated young people? I can't stand that place.",
        "Paul: I'm thinking more, like, the Lakeview.",
        "Emily: Who are we spying on now?",
        "Paul: I don't know what you're talking about.",
        "[SCENE_BREAK]",
        "Meg: Are you feeling any better?",
        "Dusty: I'm not gonna feel better until I can see my son again.",
        "Meg: Well, if Lucy can reconcile with Craig, maybe you can, too.",
        "Dusty: I don't think so.",
        "Meg: Hey, you never know. At least she can make your case for you.",
        "Dusty: She can try.",
        "Meg: Craig will probably listen to her.",
        "Dusty: Why would he?",
        "Meg: You know, I hate to hear you sound so down.",
        "Dusty: Shopping with you and your daughter was a blast.",
        "Meg: I had fun, too. You know, you could come by anytime.",
        "Dusty: I'll call you back.",
        "Meg: Dusty? Okay. Bye.",
        "Dusty: Hey.",
        "Lucy: I can't talk to you.",
        "Dusty: Have you gotten anywhere with your father?",
        "Lucy: About what?",
        "Dusty: Allowing me to see my son.",
        "Lucy: I said I can't talk to you.",
        "Dusty: Have you tried?",
        "Lucy: Just leave me alone.",
        "Dusty: What's wrong with you? Lucy.",
        "Craig: Well, that sure as hell didn't take long, did it?",
        "[SCENE_BREAK]",
        "Liberty: Be right back.",
        "Janet: Where you going?",
        "Liberty: The bookstore.",
        "Janet: For what?",
        "Liberty: A book.",
        "Janet: What book?",
        "Lucinda: A book for my history class.",
        "Janet: Okay. I'll take a break and go with you.",
        "Liberty: It's right around the corner, Mom.",
        "Janet: I'm not letting you out of my sight.",
        "Liberty: Look, why don't you just send me to prison because I would have much more of a social life there.",
        "Janet: You'll have plenty of time to socialize once Parker is gone.",
        "Liberty: Why are you doing this?",
        "Janet: I gave you your freedom, and look what happened.",
        "Liberty: Yep. Made the honor roll.",
        "Janet: You had sex, and right away, with your stepbrother.",
        "Liberty: Don't call him that.",
        "Janet: Facts are facts, Liberty.",
        "Liberty: Because you had to marry his father!",
        "Janet: I would feel the same way no matter who I married!",
        "Liberty: You even know the sucky part of that is that you actually believe that it's true.",
        "Janet: I agree with Jack on this.",
        "Liberty: Yeah? Oh, yeah. You're choosing your marriage over your daughter.",
        "Janet: Oh, that is not true, and you know it.",
        "Liberty: No, Mom. It's fine. You know, you're putting your man first. So am I.",
        "Janet: Your man is 16 years old!",
        "Liberty: Love is love, Mom.",
        "Janet: I've already told you, you are too young to be in love.",
        "Liberty: I already told you that that is not up to you.",
        "Janet: Do you really believe you are?",
        "Liberty: Yeah, I think so.",
        "Janet: Ah! If you think it, then you're not.",
        "Liberty: Oh, thank you, Mom, for that scrappy, spunky, waitressy wisdom.",
        "Janet: Just get your stuff. Let's go.",
        "[SCENE_BREAK]",
        "Parker: I'm sorry, but you gave me no other choice.",
        "Jack: Did you actually think this is gonna work?",
        "Parker: Well, it's a court order, so if you ignore it --",
        "Jack: I know what happens when you ignore a court order. What I want to know is who this Shink guy is and why he's involved.",
        "Parker: I hired him.",
        "Jack: With whose money?",
        "Parker: That's none of your business.",
        "Carly: Hey! Please!",
        "Parker: The point is, you guys can't touch my trust fund until a judge rules on the case.",
        "Jack: There is no case!",
        "Parker: It says \"Parker Snyder vs. Carly Tenney, trustee\" right there.",
        "Jack: I can read.",
        "Carly: What is it that you hope to accomplish?",
        "Parker: Well, somebody had to stop you from spending my money on things that don't serve my best interests.",
        "Carly: When have we done that?",
        "Parker: Well, you were about to today.",
        "Jack: No judge is gonna tell us how to -- how to raise our kids.",
        "Parker: It's not about how you raise your kids. It's about what you do with my money.",
        "Carly: It isn't your money, Parker. Not until you're 21.",
        "Parker: Maybe. Maybe not.",
        "Jack: It's the law, Pal. It's not gonna change.",
        "Parker: Well, see if the judge agrees with you.",
        "Carly: Rosanna set up that trust fund for you to have when you're older, Parker, not now.",
        "Parker: You're the ones trying to loot it, not me.",
        "Jack: The only money we're spending is for your education, Parker.",
        "Parker: You're sending me to boarding school for discipline, not education.",
        "Carly: That's not fair.",
        "Parker: No. What's not fair is using my money to make your lives easier!",
        "Carly: Parker.",
        "Jack: What the hell is wrong with you?",
        "Parker: Nothing's wrong. I'm doing fine in the school I'm at right now. I don't want to go anywhere!",
        "Jack: That's not your decision to make.",
        "Parker: You're right. It's the judge's.",
        "Carly: We don't really want a judge being involved in our family decisions.",
        "Parker: You should have thought of that before you violated the terms of the trust.",
        "Carly: We didn't!",
        "Parker: \"Article 43 -- the trustee can only use the funds for purposes that are conducive to my welfare.\"",
        "Jack: Yes, and we think they are.",
        "Parker: \"Subclause 6 -- I can have my attorney challenge any expenditure --\"",
        "Jack: Your attorney is this guy Shink?",
        "Parker: Yeah. That's right.",
        "Jack: You are a naive, inexperienced little boy. And this guy is taking advantage of you.",
        "Parker: I don't think so.",
        "Jack: Go to your room and finish packing right now.",
        "Parker: You can't make me go.",
        "Carly: Go upstairs! We can't ignore a court order.",
        "Jack: If it's real.",
        "Carly: You think it's not?",
        "Jack: Yeah. I think that this guy Shink just wants to get his hands on our son's money.",
        "Carly: How are we gonna stop him?",
        "Jack: That's what I intend to find out.",
        "[SCENE_BREAK]",
        "Lucy: I was just explaining to Dusty that I was wrong to sneak him in to see Johnny behind your back.",
        "Dusty: What are you talking about?",
        "Lucy: My father trusted me, and I betrayed that trust.",
        "Dusty: Are you serious?",
        "Lucy: I promised him I wouldn't have anything to do with you anymore, and I expect you to abide by my wishes.",
        "Dusty: Well, why'd you promise him anything? What's he holding over you?",
        "Lucy: Nothing.",
        "Dusty: Really? 'Cause you ran away to keep my son away from him.",
        "Lucy: I was wrong. Look, I don't expect you to understand. I just want you to respect my decision.",
        "Dusty: Are you kidding me?",
        "Craig: She's telling you to leave her alone.",
        "Dusty: How'd you get her to do this?",
        "Craig: I asked.",
        "Dusty: I don't believe you.",
        "Lucy: Believe what you want, but you have no legal right to Johnny, and I'm not gonna help you get around that, so please just leave me alone.",
        "Craig: Losing sucks, doesn't it?",
        "Dusty: It's not over.",
        "Paul: Did you hear that?",
        "Emily: Yeah, it was hard not to.",
        "Paul: Lucy just sided with her lunatic father against Dudley do-right. What's that all about?",
        "[SCENE_BREAK]",
        "Liberty: You were the one that thought Parker and I should go out.",
        "Janet: That's because I trusted you to live by the rules.",
        "Liberty: Yeah, well, your rules made it impossible for us to do anything.",
        "Janet: That's the idea.",
        "Liberty: Maybe the idea should have been for you guys to stop treating us like children.",
        "Janet: Why, Liberty? Because you act so grown up? I've got a news flash for you -- that stunt you pulled proves that you and Parker are not ready for a serious relationship.",
        "Liberty: When you were my age, Mom, you were sitting around praying that Dad would sweep in and marry you.",
        "Janet: That was different. I was pregnant.",
        "Liberty: But you would have done anything to be with him, right?",
        "Janet: Come here. Sit down. If your dad and I had married when we were 16, you know where we'd be now? We'd be divorced, and you would have spent the last 10 years in the middle of an awful custody battle.",
        "Liberty: You don't know that. You guys could have been happy, and we could have maybe been somewhat of a normal family, I mean --",
        "Janet: Sweetheart, it never works out that way.",
        "Liberty: How do you know that?",
        "Janet: It never does, especially not for teenagers!",
        "Liberty: Maybe not for you. But maybe I have something with Parker that you have never had with anyone, so maybe you should stop punishing me for it!",
        "[SCENE_BREAK]",
        "Carly: So, is this for real?",
        "Tom: Let me check with the court.",
        "Carly: You think that it could be a fake, though?",
        "Tom: It's possible. I mean, either way, Parker's going to all ends to make sure he doesn't go to Eastlake.",
        "Carly: Yeah. Boy, he really does not want to have anything to do with it.",
        "Tom: That's too bad. Danny really likes this private school.",
        "Carly: And so does J.J., but he hasn't been able to convince Parker. It's become a war here.",
        "Jack: Yeah, we still think it's the right thing to do, though.",
        "Carly: If we can do it.",
        "Jack: It's got to be fake, Tom.",
        "Tom: Let me see what I can find out.",
        "Carly: Do you really think he can get control of the trust?",
        "[Parker is listening on the staircase]",
        "Tom: Well, it's possible. I mean, if the court has made him an emancipated minor. But first he would have to convince the judge that he's better off on his own than he is under your care.",
        "Jack: Why would a judge believe that? He's not abused or neglected. Just the opposite.",
        "Tom: You know, don't worry. Petitions for emancipated minors are usually granted to kids who plan to get married, and he can't get married in Illinois without parental approval.",
        "Carly: Oh, well, thank God for that.",
        "[Parker goes upstairs]",
        "[SCENE_BREAK]",
        "Craig: I'm sorry I jumped all over you, but when I saw you with Dusty, I thought --",
        "Lucy: \"There she goes, stabbing me in the back again.\"",
        "Craig: Yeah. Something like that.",
        "Lucy: At some point, you're gonna have to trust me.",
        "Craig: Well, at some point, I just might.",
        "Lucy: Dusty's around. We all live in the same building. I'm gonna run into him.",
        "Craig: Yeah, I suppose.",
        "Lucy: If you never see us talking in public, that's when you should start to worry. But in the meantime, I'll try to make my situation clear to him.",
        "Craig: Thank you. And I have to tell you, it felt really good to hear you take my side for a change.",
        "Lucy: I meant it.",
        "Craig: Well, I wish I could stay and buy you lunch, but I need to go see Carly. We have some international interest for Midnight Sun.",
        "Lucy: Oh, the vodka of the new millennium, really?",
        "Craig: That's the one. Yeah, yeah. Well, that means more work and, certainly, more travel, and Carly has some family problems to deal with. But it's too big an opportunity to just let pass by.",
        "Lucy: Where's Johnny? I still have a few more minutes before my shift.",
        "Craig: He's at school.",
        "Lucy: I'm glad he's finally getting to have a normal childhood.",
        "Craig: Thanks to you. Well -- see you later.",
        "Lucy: Bye.",
        "Emily: I want to know what you find so fascinating in there.",
        "Paul: Lucy's Dusty's ex, right?",
        "Emily: Who isn't?",
        "Paul: Don't you think it's a little weird that she dissed him in public like that?",
        "Emily: No. We're talking about Dusty.",
        "Paul: She proclaimed her devotion to her father loud enough so people in Chicago could hear.",
        "Emily: So what? Why do you find that so interesting?",
        "Paul: Well, I do take pleasure in seeing Dusty humiliated in public like that.",
        "Emily: You think that somehow is connected to Meg?",
        "Paul: I don't know. I'm gonna find out. Come on.",
        "Emily: Where are you going?",
        "Paul: Find out where she's going.",
        "Emily: She's going to her room!",
        "Paul: You coming or not?",
        "Emily: No! You -- I mean, you stay here. I'll go.",
        "Paul: No, no. Why -- why you?",
        "Emily: Because you're in enough trouble, okay? You've invaded everybody's privacy. I haven't done that all week.",
        "Paul: Fine. Hurry up. Hurry up! Don't let anybody see you.",
        "Emily: I do this for a living, for God's sake.",
        "[SCENE_BREAK]",
        "Dusty: Hi.",
        "Meg: Hey.",
        "Dusty: Sorry I hung up on you earlier.",
        "Meg: Don't worry about it.",
        "Dusty: I saw Lucy. I at least wanted to see if she had gotten anywhere with her father.",
        "Meg: What did she say?",
        "Dusty: She told me to stay out of her life. Craig was there.",
        "Meg: So you think it was all a show for his benefit?",
        "Dusty: For his benefit, definitely. But I don't think it was a show. I think she meant it.",
        "Meg: Seriously?",
        "Dusty: For some reason, yeah.",
        "Meg: Why would she do that?",
        "Dusty: For Johnny's sake. Craig's got full custody.",
        "Meg: Well, that doesn't mean she has to turn her back on you.",
        "Dusty: Evidently, it does.",
        "Meg: Do you think Craig forced her?",
        "Dusty: Wouldn't put it past him.",
        "Meg: Well, she could still be working on him when you're not around.",
        "Dusty: I'm not counting on it. What are you up to?",
        "Meg: Well, Eliza is growing out of her clothes, so I was gonna stop by a discount store and pick her up some stuff to wear.",
        "Dusty: Where would you shop for her if money was no object?",
        "Meg: Paris.",
        "Dusty: Around here, I mean.",
        "Meg: Oh, oh. Fashions.",
        "Dusty: Let's go.",
        "Meg: No, no, no. I'm not paying prices like that for something she's gonna wear for about a minute.",
        "Dusty: But you're not paying. I am.",
        "Meg: No, you're not.",
        "Dusty: Oh, yeah. I checked with Eliza. She's cool with it.",
        "Meg: Oh, really? That's funny, 'cause she can't say anything.",
        "Dusty: Come on. It'll make me feel better if I can spend my money on a beautiful girl.",
        "Meg: Yeah? Most guys would be buying a flat-screen TV.",
        "Dusty: Whatever. I'll shop her for myself.",
        "Meg: No, no, no, no. No way.",
        "Dusty: Then let's get a move on.",
        "[SCENE_BREAK]",
        "Emily: Hey, Lucy.",
        "Lucy: Emily.",
        "Emily: Having a problem?",
        "Lucy: No.",
        "Emily: I thought your room was down the hall.",
        "Lucy: It is. This is my father's room. He doesn't seem to be in.",
        "Emily: I just saw him downstairs.",
        "Lucy: Oh. Well, I'll go find him then.",
        "Emily: Actually, you were -- you were with him.",
        "Lucy: It was really nice seeing you, Emily.",
        "[SCENE_BREAK]",
        "Carly: How long will it take you to check it out?",
        "Tom: No more than one or two days.",
        "Jack: We're supposed to take him to Eastlake today.",
        "Tom: I wouldn't advise that.",
        "Jack: Tom, the injunction says we can't touch his trust. It doesn't say we can't send him to school.",
        "Tom: Fine. Just let me swing by the courthouse before you do anything.",
        "Jack: All right. And find out about this Shink character, if he's a member of the bar, which I doubt. I bet he's a walking ethics violation.",
        "Tom: I'll let you know what I find out.",
        "Jack: Thank you.",
        "Carly: Thanks.",
        "Tom: Mm-hmm.",
        "Jack: I better call Eastlake and tell them that Parker's gonna be late.",
        "Carly: Oh, Jack. Isn't it obvious? We can't send him at all.",
        "[SCENE_BREAK]",
        "Liberty: You're blocking my view.",
        "Janet: Of the wall?",
        "Liberty: That's right.",
        "Janet: Don't you have homework to do?",
        "Liberty: Finished it.",
        "Janet: Did you read your book?",
        "Liberty: Read it.",
        "Janet: S.A.T. prep?",
        "Liberty: Did it.",
        "Janet: Since when did you become super student?",
        "Liberty: Since I met Parker.",
        "Janet: Well, find something to occupy your time.",
        "Liberty: Here?",
        "Janet: You're not leaving until I do.",
        "Liberty: I have a really good idea. Why don't you go borrow Jack's handcuffs and just chain me to the table?",
        "Janet: Oh, my goodness. You're so dramatic. Listen to me, young lady. I know you think you know everything, but it is still my job to take care of you, whether you need it or not.",
        "Liberty: Which I don't.",
        "Janet: I'm just trying to stop you from making a very bad decision that could ruin the rest of your life.",
        "Liberty: Oh, thank you. Like you did, having me.",
        "Janet: That is not what I mean, and you know it.",
        "Liberty: Shouldn't you be, like, taking orders or something?",
        "Janet: I'll be right back.",
        "[Cell phone ringing]",
        "Liberty: Hey.",
        "Parker: Where are you?",
        "Liberty: Under diner arrest.",
        "Parker: Well, I need to see you.",
        "Liberty: The warden's not letting me out of her sight.",
        "Parker: It's really important.",
        "Liberty: If I leave, she will kill me.",
        "Parker: Liberty, it's worth it. I figured out a way for us to do what we want, and they won't be able to stop us.",
        "Liberty: How?",
        "Parker: I'll tell you when I see you.",
        "Janet: You know what? I've got to check with the kitchen and see if they have it. I'll be right back.",
        "[Liberty leaves]",
        "[SCENE_BREAK]",
        "Carly: We can't let this end up in court, Jack. Our family might never recover.",
        "Jack: So we just cave?",
        "Carly: What more does he need to do to prove to you that he is dead set against going to that school?",
        "Jack: We've known that all along, Carly.",
        "Carly: We also thought that he'd get used to the idea, that he might even begin to like it, but clearly that's not gonna happen.",
        "Jack: If we give in now, forget him ever listening to us again.",
        "Carly: Would you prefer that he hate us for the rest of his life?",
        "Jack: He's bluffing. Parker!",
        "Carly: What are you doing?",
        "Jack: I'm calling his bluff. Parker!",
        "Carly: I thought we were gonna present a united front here!",
        "Jack: Yeah, I thought so, too!",
        "Carly: I see. So it's only united as long as I do what you want!",
        "Jack: Do you want him to think he can do whatever the hell he likes just because he has money? You're not that cynical. Parker! He's gone.",
        "[SCENE_BREAK]",
        "Janet: Oh, no. Not again.",
        "[SCENE_BREAK]",
        "Liberty: Hey. Okay. What's the big secret?",
        "Parker: We're getting married.",
        "Liberty: No, seriously.",
        "Parker: I'm dead serious. It's the answer to all our problems. If we get married, then I can be declared an emancipated minor, which means that I get all my money right away.",
        "Liberty: Who told you that, Shink?",
        "Parker: No. I heard it from my parents' lawyer.",
        "Liberty: Okay. But aren't we way too young to be getting married without their permission?",
        "Parker: In Illinois, yes, but there are plenty of states where we can do it.",
        "Liberty: I don't know, Parker.",
        "Parker: Aren't you tired of them pushing us around all the time?",
        "Liberty: I am, but --",
        "Parker: And this is our chance to cover, like, a million things at once!",
        "Liberty: I know, but getting married? Oh, my God. That is huge.",
        "Parker: Don't you love me?",
        "Liberty: Sure, I do.",
        "Parker: And I love you. So why wait until we're 18 or 21, or whenever someone says it's okay for us to be together?",
        "Liberty: We'd never be able to come home again.",
        "Parker: We'll have our own house, and our parents will have to get used to the idea of it eventually. Liberty, I love you, and I want us to spend the rest of our lives together. Don't you want that?",
        "[Cell phones ringing]",
        "Liberty: I guess they realize we're gone.",
        "Parker: Well, we don't have to care about what they think anymore.",
        "[SCENE_BREAK]",
        "Jack: Parker, I want you to call me as soon as you get this message. You got it? Don't get any --",
        "Carly: Liberty, it's Carly. I'm looking for Parker. I'm sure you know where he is. So please call me when you get the message, okay?",
        "Jack: Anything?",
        "Carly: Voice mail.",
        "Jack: They're together.",
        "Carly: I thought Janet was keeping a close eye on her.",
        "Jack: Yeah. I thought so, too. This is why he's got to go to that school, Carly. He's gonna keep getting worse and worse.",
        "Carly: Okay, Jack. One thing at a time, all right?",
        "Jack: Hey, if you can come up with another suggestion, I'm all ears.",
        "[Knock on door]",
        "Carly: It's Janet.",
        "Janet: Is Parker here?",
        "Carly: No.",
        "Janet: Damn it! Liberty ran off again! She's not answering her phone!",
        "Jack: Neither is Parker.",
        "Janet: What? I thought that he was going to that school today.",
        "Jack: Yes, I thought so, too, until he filed an injunction against us.",
        "Janet: Are you kidding me?",
        "Jack: Unfortunately, no.",
        "Janet: That's it. That's it. I don't want Liberty anywhere near Parker ever again.",
        "Carly: Okay. Just wait, Janet. This is not entirely his fault.",
        "Jack: Guys, guys. Please. It doesn't matter now, but we have to find them. Janet, we'll go look for them. Please stay here in case he comes back.",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Meg: Are you sure this is cheering you up?",
        "Dusty: Not until you pick out something for yourself.",
        "Meg: No. I can't do that.",
        "[Dusty whistles]",
        "Dusty: How about this, hmm?",
        "Meg: Wow. That's beautiful. But where am I gonna wear that, except to all the places I don't even go to?",
        "Dusty: Just try it on. God, you're beautiful.",
        "Meg: Well, it's the dress.",
        "Dusty: No, it's not.",
        "[SCENE_BREAK]",
        "Carly: Hey. What? What do you need?",
        "Craig: What's wrong?",
        "Carly: Nothing. Nothing at all. How can I help you?",
        "Craig: Well, we've been approached by an international marketing firm. They seem to think that Midnight Sun would do well in Europe.",
        "Carly: Oh.",
        "Craig: Carly, why don't you just tell me what's going on.",
        "Carly: It's -- it's nothing. It's just family stuff.",
        "Craig: Yeah, I figured that out. Come on. Out with it.",
        "Carly: It's Parker. He hates us.",
        "Craig: I don't believe that.",
        "Carly: He took legal action against us.",
        "Craig: He's a minor.",
        "Carly: With a trust fund that attracts all kinds of vultures.",
        "Craig: He hired a lawyer?",
        "Carly: Uh-huh. And he got an injunction to keep us from bringing him to that school. God, I love him so much, and everything I do makes him miserable.",
        "Craig: Now, now, now, now.",
        "Carly: Miserable!",
        "Craig: Shh, shh. Listen, listen, listen. Everything's gonna be all right.",
        "Carly: I don't know. I don't know if that's true this time.",
        "[SCENE_BREAK]",
        "Liberty: I don't know, Parker. Marriage is really scary.",
        "Parker: Yeah, but don't you want to be with me?",
        "Liberty: Sure, I do.",
        "Parker: So we'll get married, and we'll be rich, and we'll get a house and a car -- a convertible!",
        "Liberty: Really?",
        "Parker: Two convertibles. One for each of us. And if you go to the mall and you see something you like, you can buy 10 of them.",
        "Liberty: That sounds really cool.",
        "Parker: So you'll do it? Marry me?",
        "[Door opens]",
        "Janet: Thank God!",
        "Jack: Let's go.",
        "Liberty: What is he gonna do to him?",
        "Janet: You ought to be worried about yourself.",
        "Liberty: We were just talking.",
        "Janet: I can't believe you snuck out of the diner behind my back!",
        "Liberty: It's the only place I could talk to Parker, Mom!",
        "Janet: I understand that this is all new and exciting and forbidden fruit and all --",
        "Liberty: That's not it!",
        "Janet: But for the life of me, I can't understand why you would want to throw your life away on this guy!",
        "Liberty: I love him, Mom!",
        "Janet: No, you don't!",
        "Liberty: Stop telling me how I feel, because you don't know! No one knows!",
        "[SCENE_BREAK]",
        "Craig: If you ask me, I think Jack is pushing this way too hard.",
        "Carly: He asked me for a better idea, and I don't have one.",
        "Craig: Well, first, you need to calm down a little bit so you can all listen to each other.",
        "Jack: Go to your room. Keep the window shut, or I will nail it shut. Do you understand me? What is he doing here?",
        "Carly: We're talking.",
        "Jack: 'Cause that's what we really need right now, is his opinion.",
        "Carly: Craig didn't do anything.",
        "Jack: Craig never does anything.",
        "Craig: Jack, you need to calm down.",
        "Jack: I don't need you telling me how to deal with my family.",
        "Craig: Well, someone should.",
        "Jack: I swear to God, you say one more word, I will tear you apart.",
        "Carly: You are out of control.",
        "Jack: I just want him out of here.",
        "Carly: It isn't your house!",
        "Craig: It's okay. I'll go.",
        "Carly: Please, stay!",
        "Craig: Okay.",
        "[Doorbell rings]",
        "Carly: Hi.",
        "Tom: Hey. Is this a bad time?",
        "Carly: No. No. What did you find out? It's okay. He knows the whole story.",
        "Tom: I tracked down this lawyer that Parker hired, this Shink.",
        "Jack: Is he legit?",
        "Tom: He's licensed. Basically, low rent. He's aggressive. He's an ambulance chaser, and he'll push things as far as he can.",
        "Jack: And the injunction?",
        "Tom: Parker has a legal right to petition the court to have you removed as trustee.",
        "Jack: Unbelievable.",
        "Carly: Well, what can we do?",
        "Tom: Basically, I think you guys need to sit down and talk this thing through. If it goes to trial, it's gonna be long, and it's gonna be expensive.",
        "Carly: Okay. Thank you. Thank you.",
        "Tom: Sure. I'll let you know as soon as I find out about your hearing date.",
        "Carly: Okay.",
        "Craig: Tom's right. You should work this out.",
        "Jack: I really want you to stay out of it.",
        "Craig: Oh, of course, because what you've been doing is working so well.",
        "Jack: I'm not gonna listen to this.",
        "Carly: Jack! I'm sorry.",
        "Craig: No, I'm sorry. All of you are under a lot of strain.",
        "Carly: I don't even know how much more of this I can take, frankly.",
        "Craig: As bad as it feels right now, Parker loves you, and you're gonna find your way through this.",
        "Carly: I hope you're right. What did you want to talk to me about?",
        "Craig: Oh, don't worry about it. I'll handle it.",
        "Carly: I haven't been much of a partner these days, have I?",
        "Craig: It's fine, really.",
        "Carly: No, it isn't. I'm sorry. I've just been very overwhelmed.",
        "Craig: I know. And I'm the last person who would want to see this happen, but if you want to pull out of the business, I'll understand.",
        "[SCENE_BREAK]",
        "Meg: I should get back to Eliza.",
        "Dusty: What happened? Something I said?",
        "Meg: Paul saw us.",
        "Dusty: Where?",
        "Meg: When I was showing you the dress, he walked by the store. I saw him.",
        "Dusty: So?",
        "Meg: So, it threw me.",
        "Dusty: He just looked in and left?",
        "Meg: Yeah. Normally, he would have come in, made a scene. Maybe he's finally accepting that it would just make things worse.",
        "Dusty: I couldn't tell you.",
        "Meg: Or maybe he's accepting that things are finally over.",
        "Dusty: I wouldn't count on it.",
        "[SCENE_BREAK]",
        "Paul: What do you want?",
        "Emily: Lucy was trying to break in to Craig's room.",
        "Paul: Really?",
        "Emily: Really.",
        "Paul: You saw her?",
        "Emily: Yeah. Then I let her see me, and she told me that she was looking for him, and she actually knocked on his door. And then I told her I'd just seen him downstairs with her.",
        "Paul: What did she say?",
        "Emily: Nothing. She said nothing. She got nervous, and she ran off.",
        "Paul: She was just saying how she and Craig were getting along great. Now she's busting in to her dad's room?",
        "Emily: Yeah. It's weird. I mean, I don't know what it has to do with Meg.",
        "Paul: I don't either, but I'm sure it does.",
        "[SCENE_BREAK]",
        "Craig: May I help you with something?",
        "Lucy: Dad!",
        "Craig: You mind telling me how you got in here?",
        "Lucy: The maid let me in.",
        "Craig: Why?",
        "Lucy: I have Johnny's medical records from when we were traveling. I made you copies so that your records would be complete.",
        "Craig: Thank you.",
        "Lucy: So, how'd it go with Carly?",
        "Craig: Not well. Would you like a drink?",
        "Lucy: I have to go to work.",
        "Craig: Well, I'm gonna have one.",
        "[Lucy takes the Midnight Sun file and puts it in her purse]",
        "Lucy: What's going on?",
        "Craig: Let's see. Parker's gone off the deep end, Carly and Jack are at each other's throats about what to do about it.",
        "Lucy: Oh, sounds like your normal American family.",
        "Craig: And what would you and I know about normal American families?",
        "Lucy: Good point.",
        "Craig: Something I take some of the credit and all of the blame for. Actually, with all the drama, Carly's just having trouble focusing on work.",
        "Lucy: Is there anything I can do to help?",
        "Craig: Why are you so interested?",
        "Lucy: I don't know. I like Carly. We -- we understand each other.",
        "Craig: Since she helped you ambush me?",
        "Lucy: It helped us settle our differences.",
        "Craig: That it did, and I'm grateful. But this is my problem. You just concentrate on becoming a brilliant doctor.",
        "Lucy: Your problems are my problems, Daddy.",
        "Craig: Thank you for that. You go on and save some lives.",
        "Lucy: Okay.",
        "[SCENE_BREAK]",
        "Dusty: If Paul's spying on you, he hasn't accepted anything.",
        "Meg: I don't think he's spying. I think he was just walking by and stopped to look.",
        "Dusty: Would you like to go out tonight?",
        "Meg: What? Like, on a date?",
        "Dusty: Yeah.",
        "Meg: Do you think we're ready for that?",
        "Dusty: Only one way to find out.",
        "[SCENE_BREAK]",
        "Emily: Are you sure this just wasn't Lucy acting weird just 'cause she wants to be weird?",
        "Paul: I don't know. It's worth checking out, though, don't you think?",
        "Emily: Well, it's certainly better than you sitting around, feeling sorry for yourself.",
        "Paul: Or watching Dusty and Meg make goo-goo eyes at each other. Never mind. How about you? What are you up to? You want to help?",
        "Emily: You know, it was actually kind of fun, making her squirm.",
        "Paul: I'll be in touch.",
        "[SCENE_BREAK]",
        "Jack: I never liked the idea of Parker having all that money. It's a nice safety net, but I never wanted it to make him feel different from other people.",
        "Janet: I don't see any sign of that.",
        "Jack: Yeah, well, Carly and I worked hard to keep him from even thinking about it. We thought we'd be able to help him manage it once he turned 21, but if we back down now, Parker will think he can do whatever he wants because he's got money. That's not how he was raised. That's not how Hal would want it.",
        "Janet: Would Hal have wanted you to put him in boarding school against his will?",
        "Jack: I don't know.",
        "Janet: Honey, take Tom's advice. Talk it out, and then maybe Parker will realize that what you're doing is best for him.",
        "Jack: What if he doesn't realize it?",
        "Janet: Then we'll deal with it.",
        "Jack: That's what you said about them seeing each other again. How's that worked out that way?",
        "Janet: Not too well. Thank you.",
        "Jack: No. I told Carly I'd be all ears if she had another way.",
        "Janet: Does she?",
        "Jack: Other than caving? No, she doesn't.",
        "Janet: Well, then I guess I don't either.",
        "[SCENE_BREAK]",
        "Parker: I found a state where we don't need our parents' permission. We just need to convince a judge.",
        "Liberty: How do we do that?",
        "Parker: We make stuff up.",
        "Liberty: Well, what if the judge asks to speak to our parents?",
        "Parker: Then we'll try another town. Are you still there?",
        "Liberty: Yeah.",
        "Parker: I think that we should probably leave as soon as possible, before our parents figure out what we're doing. Liberty?",
        "Liberty: Yeah, I heard you.",
        "Parker: Well?",
        "Liberty: You really, really want to be married?",
        "Parker: There's not a doubt in my mind. But what about you? Do you want to be married to me?",
        "Liberty: I do.",
        "Parker: Awesome. I love you so much.",
        "Liberty: I love you, too.",
        "Parker: My mom's coming. I got to go.",
        "[Knock on door]",
        "Carly: Hey. Can I talk to you for a sec?",
        "Parker: Can I stop you?",
        "Carly: Look, Parker, today has been rough for all of us. I think we all need to take some time and cool down. Could you do that? Could you chill out for a few days? No lawyers, no running away, no decisions that can't be reversed.",
        "Parker: Okay.",
        "Carly: Thanks. I love you.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Parker: If you marry the two of us today, right now, it will solve all of our problems.",
        "Carly: The hell it will!",
        "Noah: Why don't you move in with me?",
        "Vienna: I took four, see? One for each of us. We're having a baby!",
        "Paul: The future is looking up, 'cause it won't be long before her mommy and I are together again."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=hwTQGLGdiPs"
}