{
    "Episode Summary": [],
    "Recap": [
        "Janet goes into labor. Jack keeps an eye on Carly as he tries to help Janet. At Java, Lucinda tells Luke that she would like to honor Reid's memory with a trust fund. Lily and Holden arrive home from the wedding just in time to meet John. John asks Lily to forgive Lucinda and to make things right with her. Lily refuses. Janet has a bouncing baby boy. Luke encourages Lucinda to make things right with Lily. Luke meets up with Noah. Noah and Luke talk about Reid and how calm he was before he died. John tries his best to get Lily to reconcile with Lucinda. At the hospital, John tells Dusty that he is the father of Janet's baby. Jack and Carly overhear. Dusty lets Janet know that the baby is his. John tells Lucinda that Dusty is the father of Janet's baby. John invites Lucinda to go with him to Amsterdam. Lucinda refuses. Lucinda gets a call from Lily to talk. Luke encourages Noah not to ever give up on his dreams. Luke drags Noah out of Java to show him something special. Holden encourages Lily to stand up to Lucinda. Lucinda walks in and witnesses the closeness between Lily and Holden. Lucinda is overjoyed. Liberty brings Jack in to visit Janet. Jack promises to be there for Janet. Lily lets Lucinda know that she doesn't want to see her for a while. Lily and Holden say good bye to Lucinda.",
        "Luke surprises Noah with a video camera. Noah talks to Luke about L.A. Noah lets Luke know that he loves him. Noah kisses Luke good-bye. Lucinda agrees to go with John to Amsterdam. Lily and Holden attempt to reconcile with a kiss. Janet and Liberty say good-bye. Carly gives Jack the good news that she is pregnant.",
        "Sadly, this is my last recap for ATWT. I will miss doing them as much as you will miss reading my recaps and watching ATWT everyday. Stay tuned for the last episode of ATWT tomorrow."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Janet: I don't want to have my baby in a car!",
        "Jack: You won't have to if you do exactly as I say.",
        "Janet: Not everybody's gonna do exactly as you say.",
        "Dusty: Try to breathe.",
        "Janet: Oh!",
        "Jack: All right. We're gonna need somebody to cut off the umbilical cord.",
        "Carly: Yeah. Uh, and some scissors and -- and alcohol, right? I think I -- I think I have what we -- we might need in my bag in the car.",
        "Jack: All right. I'll get it, I'll get it.",
        "Dusty: You've got all the stuff we need in your bag?",
        "[Rhythmic breathing]",
        "Janet: Carly, are you all right?",
        "Carly: Uh -- I just need some air. [Groans]",
        "Jack: Hey, what's wrong?",
        "Carly: Just -- I feel kind of faint, I think.",
        "Jack: All right.",
        "Dusty: Jack, this baby wants out!",
        "Jack: Okay, okay, okay! Hey, Carly, Carly, look at me. Look at me. Hi.",
        "Carly: I'm good.",
        "Jack: Yeah?",
        "Carly: Yeah.",
        "Jack: All right. Okay. Do not move.",
        "Dusty: Jack!",
        "Jack: Do not -- do not pass out, okay? All right.",
        "Dusty: What do we do now?",
        "Jack: It's not what we do. It's what you do. You're gonna deliver this baby.",
        "[SCENE_BREAK]",
        "Lucinda: I've been thinking about your young man.",
        "Luke: Reid? Why?",
        "Lucinda: I would like to honor him in some way, but I don't know what he would have liked. Should I give some money to the neuro wing? Should I endow a fellowship in his name?",
        "Luke: Well, I'm not so sure he'd go for an endowment, but I'd like it. I want him to be remembered.",
        "Lucinda: Ah. I wish -- I wish that I had got to know him.",
        "Luke: Well, you would have liked him. You guys were actually very similar.",
        "Lucinda: Well, for his sake, I hope not.",
        "Luke: Why? Grandmother, what did you do now?",
        "[SCENE_BREAK]",
        "Lily: Thanks for walking me home.",
        "Holden: It was a nice day.",
        "Lily: Do you want to come inside?",
        "Holden: You know what I hate?",
        "Lily: What?",
        "Holden: That nothing is easy or simple between us anymore.",
        "Lily: What do you mean?",
        "Holden: You thanking me for walking you to a house that we lived in for a lot of years, me not knowing whether or not I should go in.",
        "Lily: Us not talking about the wedding because that would mean talking about Molly.",
        "Holden: What about Molly?",
        "Lily: You being best man to her maid of honor. Did it bring up any feelings?",
        "Holden: Made me a little uncomfortable at first.",
        "Lily: You seemed to enjoy dancing with her.",
        "Holden: I enjoyed dancing with you, too.",
        "Lily: [Laughs] Come on. I know you'd rather be cleaning out the stables than dancing.",
        "Holden: Is that an invitation to go down to the stables?",
        "John: Hey. I'm sorry. I didn't mean to interrupt.",
        "Holden: Hey, John.",
        "Lily: You weren't interrupting. It's nice to see you again, John.",
        "John: Nice to see you.",
        "Holden: How are you?",
        "John: I'm fine. How are you, Holden?",
        "Holden: Good, good.",
        "Lily: I thought you were headed back to Baltimore.",
        "John: Well, I had a little unfinished business here in Oakdale before I left, uh, with you as a matter of fact, Lily.",
        "Holden: Really? What kind of business?",
        "John: Uh, well, you know, Lucinda would murder me if she knew I was here. But I've come, Lily, to see if you will forgive your mother.",
        "Lily: Forget it, John.",
        "[SCENE_BREAK]",
        "Janet: Ooh! Something's happening. Oh!",
        "Dusty: I can see the baby.",
        "Carly: Uh, let me help you.",
        "Jack: No. Sit. Sit and drink. You need any help?",
        "Dusty: I got it covered.",
        "[Janet screams]",
        "Dusty: It's not like I haven't delivered a baby before.",
        "Jack: This is my baby.",
        "Carly: Go be with Janet. I'm okay.",
        "Jack: Are you sure about that?",
        "Carly: Yeah.",
        "Jack: Drink that water.",
        "Carly: Okay.",
        "Jack: I'll be right back.",
        "Carly: Okay.",
        "Janet: He's here.",
        "Jack: What?",
        "Janet: He's here. He's here! Oh! Why -- why isn't he crying?",
        "Dusty: Give him a chance.",
        "[Baby crying]",
        "Janet: [Sighs] Oh, gosh.",
        "Dusty: You did it.",
        "Janet: Oh. We did it. We all did it. Oh!",
        "Carly: Hey. Go say hello to your son.",
        "Jack: Look at you.",
        "Janet: He's something, right?",
        "Jack: Oh! It feels like we've been waiting forever for him. Is that why you came early -- 'cause you knew we couldn't wait to get our hands on you?",
        "Janet: [Laughs] You know, he is pretty big to be premature, so I guess maybe -- maybe his lungs and everything are gonna be fine.",
        "Jack: No, this buddy is not fine. He's perfect. He's gonna be perfect.",
        "Carly: Are you okay?",
        "Dusty: Are you?",
        "Carly: Yeah. I know it must be hard that he's Jack's. Dusty? What is it?",
        "Dusty: Hey, there's no way to call an ambulance out here, Jack, so it looks like you're designated driver.",
        "[SCENE_BREAK]",
        "Luke: I learned something. I learned something when Reid died. And what I learned is that life is short. There's no time to waste with holding grudges or -- or holding back. So you need to go to Mom and try to make this right.",
        "Lucinda: I won't be welcome.",
        "Luke: Well, who cares? You have to at least try.",
        "Lucinda: Well, I -- I mean, I -- it's over.",
        "Luke: Grandmother, stop. Stop making excuses. Go.",
        "Lucinda: I have to go?",
        "Luke: Just go to Mother, please.",
        "Lucinda: All right. I'm going.",
        "Luke: Please.",
        "Lucinda: I'm going.",
        "Luke: Thank you.",
        "Lucinda: Hello.",
        "Noah: Hey. What was that about?",
        "Luke: She and my mom got in a fight, and she thinks its all right to never speak with my mother again apparently.",
        "Noah: Well, I'm sure she --",
        "Luke: No, she can't give up, Noah. Reid never gave up.",
        "Noah: No. Hey, I know. Luke, I know.",
        "Luke: It's just -- when he died, he was so calm, like he was like, \"I'm going to die. Just -- just take my organs,\" like that's all there was to it, like he didn't matter, like we didn't matter.",
        "Noah: Hey. At the end, who did he want to talk to? Who did he want to be with? You.",
        "Luke: Reid was brave. He was a good man.",
        "Noah: Yeah. He was. I wish, uh, we could all be like Reid.",
        "[SCENE_BREAK]",
        "John: You know, Lily, your mother is the first one to admit that there -- she only knows one way to go after whatever it is that she wants -- and that includes your love -- and that's to start a fight. Everything with this woman is a test of will. It's in her nature.",
        "Lily: Is that supposed to be an excuse?",
        "John: No, but is it reasonable to think that she's going to change after all these years?",
        "Lily: Yes, I think it is. I think its past time she found another way to get what she wants without leaving behind a body count.",
        "John: Well, you know, Lily. You're much younger than she is.",
        "[Cell phone beeps]",
        "John: And -- and you seem to be -- you seem to be wise and -- excuse me. Oh. It's the hospital. There's some tests. Well, I have to go. So I, uh -- look, Holden, you're the sensible one around here. You always have been. Can you -- could you maybe help me fix this?",
        "Lily: Okay, Mr. Sensible guy. Say it. He's right and I'm wrong.",
        "Holden: I'm thinking it's the other way around. John's full of it. I'm proud of you for sticking to your guns.",
        "[SCENE_BREAK]",
        "Jack: Sorry about the honeymoon, Honey. I know it's not exactly the way we planned.",
        "Carly: Hey, that's -- that's okay. As soon as we get back to town and -- and know that everybody is okay, I'll pick a different destination, like Paris.",
        "Janet: Oh. That sounds lovely.",
        "[Jack laughs]",
        "Carly: You be careful.",
        "Janet: Okay.",
        "[Baby fusses]",
        "Dusty: Yes.",
        "Jack: Are you okay?",
        "Carly: Yeah, yeah. It's -- it's almost like that \"Almost fainting\" thing didn't even happen, so -- [Sighs]",
        "[SCENE_BREAK]",
        "Luke: I just can't believe that Reid's gone. I mean, that has to count for something.",
        "Noah: He saved Chris Hughes' life.",
        "Luke: Yeah.",
        "Noah: Chris is doing okay. You know, there's been no rejection problems, right?",
        "Luke: Not one. And everybody else that got Reid's organs is doing well, too. So, um, yeah, we can keep going with this, 'cause this is helping.",
        "Noah: Well, good. I mean, think about all the patients who will use the neuro wing. That was Reid's brainchild.",
        "Luke: Yeah. I'm gonna make sure it is the finest facility in the country. What?",
        "Noah: You. You're just, uh -- I don't know. You're so much more focused, you know? Not the -- you're not the same Luke I met back at WOAK, that kid who didn't know who he was or what he wanted. I guess you figured it all out, huh?",
        "Luke: [Laughs] For now maybe. So, when are you going to L.A.? I've got something I need to give you.",
        "Noah: Oh, um, there's -- there's no rush for that. In fact, I should -- I should, uh, probably get back around the counter.",
        "Luke: Wait, wait, wait. What are you doing?",
        "Noah: What does it look like? I'm going back to work.",
        "Luke: The hell you are.",
        "[SCENE_BREAK]",
        "Holden: What are you gonna do about your mom?",
        "Lily: I have no intention of backing off and giving her an opening.",
        "Holden: Why don't I believe you?",
        "Lily: Because I don't. [Groans] You know my mother. First, she'll send some considerate gift.",
        "Holden: Probably something for the kids.",
        "Lily: Which I could never refuse.",
        "Holden: Then she'll show up.",
        "Lily: And she'll apologize.",
        "Holden: And then she'll ask you to forgive and forget.",
        "Lily: Yeah, but she never, ever thinks about doing right by me or anybody else. If I let her off the hook this time, she'll take it as carte blanche to butt into my life whenever and however she wants.",
        "Holden: If you let her off the hook.",
        "Lily: Which I will, because I always do. I mean, I always cave when it comes to my mother.",
        "Holden: Maybe you should put that to the test.",
        "[SCENE_BREAK]",
        "Nurse: Who's the father?",
        "Jack: That'd be me.",
        "Nurse: Then make yourself useful and get that man a doctor.",
        "Dusty: Me?",
        "Nurse: The way you're hobbling around, I'm guessing bruised ribs.",
        "Janet: Yes. Please, take care of yourself, Dusty.",
        "Jack: Okay. Where are you taking them?",
        "Nurse: To be examined. We don't need you for that.",
        "Jack: Okay.",
        "Dusty: Forget the ribs. I'm not going anywhere. Look after Carly.",
        "Jack: Where did she go? She was just here.",
        "Dusty: I don't know. I didn't see her leave.",
        "Jack: All right. I'm gonna find her. If anything happens with Janet and the baby --",
        "Dusty: I'll call you.",
        "Jack: Thanks.",
        "John: What happened to you?",
        "Jack: What are you doing out here?",
        "Carly: Hey. Did the doctor check out Janet and the baby?",
        "Jack: They're doing that now.",
        "Carly: And have you two talked about names?",
        "Jack: No, not yet.",
        "Carly: Then you should be with them.",
        "Jack: Janet has an obstetrician, the baby has a pediatrician, and they both have a nurse that could intimidate the marines.",
        "[Carly laughs]",
        "Jack: What have you got?",
        "Carly: You.",
        "Jack: So why don't you tell me what's going on?",
        "Jack: It happened again?",
        "Carly: And that's twice since we left the cabin. And it's just -- it scares me.",
        "Jack: Okay, okay. Then let's -- let's find you a doctor, get you well so we can start this honeymoon, okay?",
        "Carly: I'd like that.",
        "[SCENE_BREAK]",
        "Dusty: I'd better check on Janet.",
        "John: Well, now, wait a minute. Before you do, there's something I want you to see.",
        "Dusty: What's that?",
        "John: These are called lab reports. When you told me of your suspicion that perhaps you were the father of the child and not Jack, well, I took the liberty to go ahead and run a DNA test.",
        "Dusty: Oh, yeah, I'm sorry, John. I'm sorry you had to.",
        "John: You save your apologies. Buy me a cigar instead.",
        "Dusty: What are you saying?",
        "John: What I'm saying is Jack Snyder is not the father of that child. You are.",
        "Dusty: Are you sure?",
        "John: The test results are right here, and they ran the test multiple times.",
        "Dusty: But what about the baby's DNA?",
        "John: They got it from the amnio.",
        "Dusty: 99.9%?",
        "John: Yeah. That makes me an unofficial grandfather.",
        "Dusty: Get out of here! There's nothing unofficial about it.",
        "[Both laughing]",
        "Jack: Oh, yeah?",
        "John: Yeah, yeah. Sure, sure. There you are. I'm sorry you had to hear about it like that. You know -- [Mumbles] Listen, I want you to know that Dusty didn't authorize me to do that. I did that all on my own.",
        "Jack: There's no need to apologize. It's -- its better. It's better for Dusty and Janet, definitely better for the baby. Why don't you tell her? I think you should be the one. Don't you?",
        "John: Been a long time, Carly. I think you wound up with the right guy anyway.",
        "Carly: We can leave. We should go.",
        "Jack: No.",
        "Carly: We can get in the car, and we can take a walk.",
        "Jack: Not until we're sure you're okay. Nurse, my -- my wife was supposed to meet up with, um, Dr. Monroe. Do you have any idea where she is?",
        "Nurse: Yeah. She's right this way. Follow me.",
        "Carly: Hey. Are you sure?",
        "Jack: I'll be waiting right here for you.",
        "[SCENE_BREAK]",
        "Janet: He's yours?",
        "Dusty: He's ours, yours and mine. Are you disappointed?",
        "Janet: No. Jack -- no. I have to tell Jack.",
        "Dusty: He knows.",
        "Janet: I'm in love with my baby's father.",
        "Dusty: And I'm in love with you.",
        "[SCENE_BREAK]",
        "John: Bartender, champagne. It is a day for celebration.",
        "Bartender: Right away, Sir.",
        "Lucinda: Ah!",
        "John: Ah!",
        "Lucinda: And what have you got to celebrate?",
        "John: Well, it's not every day that a man becomes a grandfather. The lady will be joining me.",
        "Lucinda: This -- is this a joke?",
        "John: No, no, no. Janet had a baby, and it turns out that Dustin is the father after all.",
        "Lucinda: No!",
        "John: Yes, yes!",
        "Lucinda: Oh, my heavens! That's -- that's very surprising.",
        "John: To family.",
        "Lucinda: Well, let's be more specific and say your family.",
        "John: Oh, listen. Speaking of your family --",
        "Lucinda: I'd rather not.",
        "John: No, no. Wait. Don't get crazy now. I did go over to see Lily to try to, well, beg clemency. But I'm sorry.",
        "Lucinda: Uh, okay. I -- I don't need to hear any more.",
        "John: No, listen. Think of the upside.",
        "Lucinda: Is there one?",
        "John: Of course there is. Here is an opportunity for you to stop this never- ending battle that you have over and over and over, fighting all the time. And leave with me. Just declare victory and leave with me.",
        "[Laughing]",
        "Lucinda: John, what are you saying? You want me to winter over in Maryland with you? Oh, tempting.",
        "John: No, no, no. Listen. I have been offered a short-time gig, teaching gig, at a university in Amsterdam.",
        "Lucinda: Amsterdam?",
        "John: Yes.",
        "Lucinda: Oh, but I can't go to Amsterdam.",
        "John: Why not? What's keeping you?",
        "Lucinda: Because I -- I have a life. I have grandchildren. I have business.",
        "John: Oh, come on, come on. We'll -- we'll pick tulips. We'll make wooden shoes.",
        "[Cell phone ringing]",
        "John: We'll -- what did Shakespeare say? Tilt at windmills. We'll have some fun. Come on. You remember fun, don't you?",
        "Lucinda: Oh. It's Lily.",
        "John: But --",
        "Lucinda: It's Lily. Hi, Dear.",
        "Lily: Hello, Mother.",
        "Lucinda: Oh, it's so lovely to hear your voice.",
        "Lily: Mother, could you come by the house later? We need to talk.",
        "Lucinda: I can come right now. Thank you, John. Thank you, John. You -- you have a good old time in -- in Holland.",
        "John: But --",
        "Lucinda: Thank you, thank you. My daughter needs me.",
        "John: Ah.",
        "[SCENE_BREAK]",
        "Luke: Don't you dare do this for me. Don't give up the chance of a lifetime to sit around here and hold my hand.",
        "Noah: I'm not doing that.",
        "Luke: Well, then, what is this about?",
        "Noah: You were there for me. I lost my sight, Luke, and you spent every waking hour taking care of me, researching surgeons and therapists, doing everything for me up to and including cutting my own food.",
        "Luke: Yeah, but I didn't give up my dream.",
        "Noah: But you would have.",
        "Luke: If it would have helped, yeah, I would have. But, Noah, this is not gonna help. Reid is still gonna be gone, and I'm still gonna be grieving. And if anything, it will make me feel worse, because I'll feel like I'm stealing from you.",
        "Noah: Okay, let's -- let's just talk about this after my shift is over, okay?",
        "Luke: Yeah, but I thought you were supposed to fly to L.A. today. Do you still have your ticket?",
        "Noah: Will you pipe down, okay? You're gonna get me fired.",
        "Luke: Good! Excuse me, excuse me. Um, you are gonna have to find somebody else to make lattes, because this guy -- this guy has to go be the next Spielberg.",
        "Noah: Scorsese.",
        "Luke: Whatever.",
        "[SCENE_BREAK]",
        "Holden: I'll give you a call later. Ethan wanted me to stop by and read him a bedtime story.",
        "Lily: Don't call. Just come by.",
        "Holden: Stop worrying.",
        "Lily: What if I give in? What -- what if she pushes my buttons and I cave, as usual?",
        "Holden: You stood up to Lucinda at Avalon Castle.",
        "Lily: I was angry.",
        "Holden: No, you were fed up. There's a difference. Listen, you refused to get drawn into Lucinda's drama. You walked away. That was the hardest part. Now all you have to do is do it again.",
        "Lily: I'd feel better if you were here, holding my hand while I was doing it. You'll stay?",
        "Holden: For as long as you need me.",
        "Lucinda: Oh! That's what I wanted to see -- the two of you together. You're beautiful! When I'm right, I'm right.",
        "[SCENE_BREAK]",
        "Jack: Hi. Where's my wife?",
        "Nurse: Oh, the doctor is still with her, just running a few tests.",
        "Jack: What kind of tests?",
        "[Pager beeps]",
        "Nurse: Sorry, I just got paged. Excuse me.",
        "Liberty: I just heard the news.",
        "Jack: I'm -- I'm happy for your mom and Dusty. I am. And you, too, Liberty.",
        "Liberty: You don't have to be so noble with me. I know how much you wanted that baby.",
        "Jack: Come on. Your mom and I never planned on having a family together.",
        "Liberty: I know, and maybe it started out to help me, but it became your child.",
        "Jack: It's been a big day, the wedding and everything.",
        "Liberty: Well, it doesn't make this any less sad.",
        "Jack: Oh, a baby is never a sad thing. That boy in there is healthy. You're cancer-free, and you're headed off to college. Now, if I can just get out of here with everybody I love happy and healthy, I'll thank God for that.",
        "Liberty: I want that, too. I was hoping maybe you could help me out.",
        "[SCENE_BREAK]",
        "Dusty: I'm gonna go get Johnny.",
        "Janet: Oh, do you think they'll let you bring him in here?",
        "Dusty: I'll work it out.",
        "Janet: Okay. All right. Take him by the nursery first. And go get your ribs looked at.",
        "Dusty: Yes, Dear.",
        "Liberty: Mom, I brought someone to see you.",
        "Janet: Can you guys give me a minute with Jack, please? How's Carly?",
        "Jack: Well, she's in with the doctors now. Hopefully it's just a bug. Liberty was worried about me, and she was worried that you'd be worried about me.",
        "Janet: I am. I'm sorry.",
        "Jack: I'm happy for you. No, there's nothing -- there's nothing to be sorry about.",
        "Janet: Jack, for almost nine months, we -- we had a baby, and we talked about its dreams and what it was gonna be when it grew up and -- that doesn't just go away.",
        "Jack: I'll always be here for you if ever you need me, or Liberty or the baby.",
        "Janet: I know I can always count on you. [Voice breaking] Thank you for loving me, Jack, and thank you for marrying me and giving my daughter and me a home.",
        "Jack: Well, hey -- I know I haven't always done right by you, and I'm sorry about that.",
        "Janet: No. Come on now. Admitting that you had feelings for Carly was the best gift that you could have given either of us. And look at me. Look at me now. Dusty and I are gonna move in to our dream home, and I'm so happy.",
        "Jack: Yeah, well, make sure he throws in a couple of diamonds to go along with it, okay?",
        "[Janet laughs]",
        "Jack: 'Cause you deserve the best.",
        "Janet: So do you.",
        "Jack: Stop that. Stop that now. Come on.",
        "Nurse: You're the father, right?",
        "Jack: No, no. As it turns out, no.",
        "Nurse: Well, then, get out.",
        "Janet: Oh, no, it's okay. He can stay. Jack --",
        "Nurse: Yes, he does. It's feeding time.",
        "Jack: Okay. All right. Uh, I'm gonna go check on Carly anyway, so -- congratulations.",
        "[SCENE_BREAK]",
        "Lucinda: Oh, Darling --",
        "Lily: I know it's no surprise that I've been avoiding you since Avalon Castle.",
        "Lucinda: Of course not. And -- and you were very emotional.",
        "Lily: I wasn't emotional, Mother. I was furious, and with good reason. I never wanted to see you again.",
        "Lucinda: Evidently, you've changed your mind.",
        "Lily: Yeah. I realized it isn't possible to pretend that you don't exist.",
        "Lucinda: Of course not, 'cause we're family, and I love you, and I hope that you will always love me.",
        "Lily: Yes. I do still love you. But that doesn't mean I'm ready to forgive or forget what you've done.",
        "Lucinda: Then why am I here?",
        "Lily: To listen. You hurt me, Mother.",
        "Lucinda: I'm sorry.",
        "Lily: It's still inexcusable.",
        "Lucinda: I'm -- I'm deeply sorry.",
        "Lily: Yeah. We'll see how sorry you are.",
        "Lucinda: What does that mean?",
        "Lily: I need a time-out.",
        "Lucinda: From backstabbing and plotting. I -- I heartily concur.",
        "Lily: So you'll understand when I tell you that I don't want to see you for a while.",
        "Lucinda: Are you ostracizing me?",
        "Lily: No, Mother. I'm just giving myself time to forgive you, and I'm giving you time to think about what you've done and maybe learn from your mistake. And in a while, a long while, I'll give you another chance.",
        "Lucinda: To --",
        "Lily: To love me enough to never, ever do something like that again.",
        "Lucinda: And you? You have anything to say?",
        "Holden: I think Lily said it all. Goodbye, Lucinda.",
        "Lily: Goodbye, Mother. [Sighs] Did I just do that?",
        "[SCENE_BREAK]",
        "Noah: Luke, come on. What is this?",
        "Luke: What you've always wanted.",
        "Noah: What I've always wanted since it came out on the market like five minutes ago. But -- this is too much.",
        "Luke: Actually, it's only the beginning. Wait till you get to L.A. and see all the film stock my mom got you.",
        "Noah: What, is your dad gonna send me out a horse?",
        "Luke: Recording equipment.",
        "Noah: No.",
        "Luke: Noah, we believe in you, all of us. So you have to get on that plane, and you have to go to L.A., and you've got to make your movie.",
        "Noah: All right, but on one condition.",
        "Luke: Shoot.",
        "Noah: You take a break from building your beautiful new hospital wing, and you come visit me on set.",
        "Luke: Will I be able to eat out of those, uh, craft-service carts?",
        "Noah: Will you settle for, uh, that hot dog place you like on la Brea?",
        "Luke: Deal.",
        "Noah: So, we are gonna do our goodbyes here.",
        "Luke: Well, it's where we first met.",
        "Noah: Yeah. And it's where we had our first kiss.",
        "[SCENE_BREAK]",
        "Janet: Well, I'm glad you got a chance to see your new baby brother.",
        "Liberty: Now you're kicking me out?",
        "Janet: Honey, you've got to get on that plane to New York.",
        "Liberty: Okay. I'm going. But I'll be back for the wedding. There's gonna be a wedding, isn't there?",
        "Janet: Don't put him on the spot like that.",
        "Dusty: I can't tell your mom what to do.",
        "Janet: That's right.",
        "Dusty: When your mom's ready, I'm sure she'll tell me.",
        "[Laughter]",
        "Dusty: I'm just trying to figure out where we're gonna live.",
        "Janet: Well, we're gonna -- we're gonna move into that beautiful house that we like.",
        "Teri: Oh, are you sure it's gonna be big enough? I mean, you're a Ciccone now, Paisan. You know, we're a family, a tribe.",
        "Dusty: Oh. I'd better get a contractor for the new addition.",
        "[Teri laughs]",
        "Janet: Nice.",
        "Teri: Big kitchen.",
        "Janet: Big kitchen.",
        "[SCENE_BREAK]",
        "Jack: So, what's wrong? What did the doctor say?",
        "Carly: Jack, maybe you ought to sit down.",
        "[SCENE_BREAK]",
        "Noah: I'm not gonna ask you to come with me, even though it'd be great to have you there.",
        "Luke: I can't.",
        "Noah: I know.",
        "Luke: Look, I didn't know Reid for very long, and it may seem like I'm -- making more of it than what we actually had.",
        "Noah: Luke, I get it. You -- you loved him. It wasn't some infatuation or a fling. It was real. And you need to honor that and him.",
        "Luke: You do get that.",
        "Noah: I love you.",
        "Luke: And --",
        "Noah: That's why you need to stay here and just do what you need to do -- grieve and heal.",
        "Luke: Okay.",
        "Noah: And maybe one day soon, when and if you're ready, you can get on a plane, and I'll be waiting.",
        "[SCENE_BREAK]",
        "John: How did it go with Lily?",
        "Lucinda: Does your offer still hold?",
        "John: My offer?",
        "Lucinda: Amsterdam!",
        "John: Yeah.",
        "Lucinda: Canals, windmills, you.",
        "John: Of course it's still there!",
        "Lucinda: All right, then! Come on! What are we waiting for?",
        "[John laughs]",
        "Lucinda: Wait, wait, wait, wait, wait.",
        "John: What?",
        "Lucinda: Uh, uh, just some champagne upstairs.",
        "John: Okay!",
        "[Both laughing]",
        "[SCENE_BREAK]",
        "Lily: Thanks for the moral support.",
        "Holden: Anytime.",
        "Lily: So I'll see you later?",
        "Holden: Later?",
        "Lily: Ethan, bedtime story.",
        "Holden: Oh, right, right, right. I'll be here.",
        "Lily: I look forward to it. See you then.",
        "Holden: Come here.",
        "Lily: What?",
        "Holden: Smell that?",
        "Lily: They're burning leaves.",
        "Holden: Does that remind you of anything?",
        "Lily: They were burning leaves that day, too. [Voice breaking]",
        "Holden: The day we met. [Sobs]",
        "Lily: You told me you were a stable boy.",
        "Holden: I still am.",
        "Lily: But when you looked at me, you wanted to kiss me.",
        "Holden: I still do.",
        "Lily: Still.",
        "Holden: Yes, Ma'am.",
        "[SCENE_BREAK]",
        "Teri: Jan, what's wrong?",
        "Janet: All my dreams came true without even looking.",
        "Nurse: Everybody out before I bring the baby back to mom. And you're dad?",
        "Dusty: That's right.",
        "Nurse: I had a feeling.",
        "Dusty: A lot of that going around.",
        "Janet: So, this is goodbye.",
        "Liberty: Hey. I'm just a text message away. I am so glad you don't have to do the baby-raising thing all by yourself.",
        "Janet: Oh, you and me both. But nothing -- nothing will ever take your place in my heart.",
        "Liberty: Be good to my mom and the baby.",
        "Dusty: Good luck, Kid.",
        "Liberty: Thank you.",
        "Teri: Love you.",
        "Janet: Oh!",
        "Nurse: This little fella can't get enough of mama.",
        "[Both laughing]",
        "Dusty: Like father, like son.",
        "Janet: Come here, come here. Oh.",
        "Nurse: Don't tell anybody I said this, but you make a beautiful family.",
        "Dusty: Well, she's right. We do.",
        "[SCENE_BREAK]",
        "Carly: Now, Jack, it's nothing big -- well, it -- it is big. But it's not bad.",
        "Jack: Will you just tell me what the doctor said?",
        "Carly: Today's already been so overwhelming that --",
        "Jack: God! Carly, please, whatever it is, I can handle it. We're in this together, for better or worse, in sickness and in health. Whatever's wrong with you, we'll fix it together.",
        "Carly: I love you, G-man. I love that we can always count on you.",
        "Jack: You sure can.",
        "Carly: Good. Because we're gonna need you now more than ever.",
        "Jack: Hey, why do you keep saying -- who's \"We,\" Carly?",
        "Carly: Well, me and -- and Parker and J.J. and Sage -- and our baby. We're gonna have a baby.",
        "Jack: A ba -- a baby, us, now?",
        "Carly: Yep.",
        "Jack: Oh! Oh, maybe I shouldn't do that.",
        "Carly: Don't -- don't you stop. Don't you dare stop.",
        "[NEXT_ON]",
        "Janet: Lorenzo's christening is coming up, and we wanted to know if you would be his godfather.",
        "Jack: You -- you want me to be his godfather?",
        "Dusty: Yes.",
        "Lily: Who knew John Dixon would be the answer to my prayers?",
        "Holden: Yeah. I thought that was my job.",
        "Katie: Are you thinking what I'm thinking?",
        "Margo: Exactly. If you're thinking what I'm thinking, you're thinking yes.",
        "Chris: Tom, I'm scared.",
        "Bob: Doesn't seem possible that I'm -- I'm going to retire today."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=UMh3spMeeYE"
}