{
    "Episode Summary": [],
    "Recap": [
        "Paul believes Meg is going to be poisoned. Vienna flirts with Mike, but then admits truthfully that she is lonely, so they decide to head out on the town. Jack is forced to arrest Carly when he looks in her purse after she shows up at Henry's room with money and a passport. Katie tries to stop Henry from implicating himself with Simon and Carly, but he is furious with her when he realizes what she did. Barbara calls Meg to Paul's room when she can't calm him down. Jack pleads with Carly to save herself by giving up Simon and Henry, but she can't do it and Jack is forced to bring her in. Katie and Lisa witness Carly in handcuffs; Katie is saddened by Carly's words and look. She then sees Mike and Vienna out on the town. She tells Mike what happened with Simon and why. She asks Mike to hold off the divorce proceedings until after Simon has been caught and he is not so upset about things. When Meg goes to see Paul, he is frantic when he sees her drinking a coffee and is desperate for her to get to the ER because he is convinced she is about to be poisoned. Meg calms him down by suggesting the head injury is confusing him, but remains worried. Holden is worried about Paul pretending to be losing his mind in order to reel Meg back in. Carly asks to see the kids to be the one to tell them. Henry tells Simon what happened to Carly; he desperately wants to go to her, but Henry convinces him it will make things worse for her. Simon is devastated when Henry reminds him that he blew Carly's life apart. Carly tells her devastated kids she did something wrong and has to go to jail to pay for it. Parker is furious knowing it was because of Simon. Jack tries to hold his family together, as Carly and her children share an emotional goodbye. Simon decides he has to risk it all and go back for Carly. Paul has a vision of a well being part of the vision of Meg's demise."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Emma? I patched up your fence for you.",
        "Vienna: Well, hello, Mike.",
        "Mike: Vienna, don't you look nice.",
        "Vienna: Oh, this? This is just something I threw on.",
        "Mike: Have you seen Emma? Or has Emma seen you?",
        "Vienna: Well, sadly enough, she was called away. So, it's just you and me. Here. All alone.",
        "Mike: You know, as beautiful as that dress is, it's not exactly designed to feed the livestock.",
        "Vienna: Well, the truth is, Mike, I'm not really that good with farm work. So, if you could help me there, I will find a special way to thank you.",
        "[SCENE_BREAK]",
        "Henry: What's going on --?",
        "Katie: I'm serious, Henry. You can't go up there.",
        "Henry: I can't go up to my room? Why?",
        "Katie: Because -- because Jack's up there right now. Arresting Carly.",
        "[SCENE_BREAK]",
        "Jack: You understand your rights as I've explained them to you?",
        "Carly: I understand.",
        "Jack: Yeah, I don't.",
        "Carly: I'm sorry. I know this is hard for you.",
        "Jack: Right.",
        "Carly: I'm asking you to think about the kids.",
        "Jack: You want me to think about the kids? After all the breaks I've given you, after all the warnings, you carry this around, Carly, and now you're asking me to think about the kids.",
        "Carly: Right.",
        "Jack: I don't think we should get personal here. I think this will go best if we go straight by the book.",
        "Carly: Oh, oh, please. No.",
        "Jack: What can I tell you, Carly, you don't give me a choice.",
        "[SCENE_BREAK]",
        "Holden: Here you go.",
        "Meg: Thank you. And remind me to put sugar in this one only once.",
        "Holden: I knew something was up with you.",
        "Meg: Why? Just because I forgot what I did about 30 seconds earlier?",
        "Holden: No, no, no. More than that. I spilled coffee all over you and not one sarcastic comment. Must be Paul.",
        "Meg: It's always Paul.",
        "Holden: How's he doing?",
        "Holden: What?",
        "Meg: He's agitated.",
        "Holden: Agitated? He's always agitated. What else is new? What happened?",
        "Meg: Well, I went in to tell him that Craig had dropped the charges against Dusty. I thought it would calm him down -- he's always so obsessed about Craig getting away with --",
        "Holden: Murder. But it didn't calm him down.",
        "Meg: He wanted us to start over, and I told him we couldn't and he just wouldn't accept that. And then -- Holden, something is going on with him. His reaction, it was like he was reacting to something no one else could see. And then he started saying things that didn't even make any sense.",
        "Holden: And then what?",
        "Meg: I saw Susan and she said that it had happened before and she was obviously worried, too.",
        "Holden: And all this happened while you were on duty as his nurse?",
        "Meg: No.",
        "Holden: Oh, oh, so you call off the wedding, but you make hospital visits. Drop in to give him good news to make him feel better?",
        "Meg: Holden, he almost died. They had to restart his heart not once, but twice. What am I supposed to just turn my back on him?",
        "Holden: No, no, stand by your convinctions and don't you take it all on your shoulders. Be miserable. That's just how he likes it. Meg, this is Paul being Paul. He had an accident and he's using it to reel you in.",
        "Meg: I told him we were over.",
        "Holden: Don't tell me that you're rethinking your decision?",
        "Meg: No! No! It's just the way he responded. It was just so full of fear. And whatever was making him feel that way -- he wasn't faking it. There's something wrong with him.",
        "Holden: This is not your responsibility. Do not put this on yourself.",
        "Meg: I've just never seen him really scared. [Cell phone ringing] Hello?",
        "Barbara: Meg, its Barbara. I -- Paul needs you.",
        "Meg: Barbara, I can't. Mama's out of town and I need to get back to the farm.",
        "Barbara: Do you think I would even call you if it wasn't urgent? I don't know what's happening to him -- I can't calm him down. He keeps calling out for you!",
        "Meg: All right, I'll be there. Okay, not one word, not one single word!",
        "Holden: All right. How about I love you, and I hope it's not all that awful?",
        "Meg: I guess you can say that. Holden, thanks for listening.",
        "Holden: Just be careful. He may be in trouble, but he's still Paul Ryan.",
        "[SCENE_BREAK]",
        "Vienna: What was that?",
        "Mike: It's just the wind.",
        "Vienna: Of course it's just the wind. That's all that is out here. I mean, the darkness and the wind, and the mooing. And now Emma is gone, too.",
        "Mike: Okay, what's going on?",
        "Vienna: I'm so -- lonely. I hate to feel lonely.",
        "Mike: That's what all this about?",
        "Vienna: I guess.",
        "Mike: So you put that dress on and decided to strut around. Never occurred to you to say, Mike, you know, I got the blues, can we go someplace?",
        "Vienna: Would that work?",
        "Mike: Try it.",
        "Vienna: Mike, I got the blues. Can we go somewhere?",
        "Mike: Okay.",
        "Vienna: Really?",
        "Mike: Sure, why not?",
        "Vienna: You know what you are? You're a real prince.",
        "[SCENE_BREAK]",
        "Henry: Well, Katie, you got what you wanted.",
        "Katie: Do I look happy?",
        "Henry: What happened? Or should I say, what did you do?",
        "Katie: Jack and I were up in your room --",
        "Henry: Oh, you were, were you?",
        "Katie: And he heard Carly's message.",
        "Henry: My, my, my, my. You've been very, very busy. You've been very successful.",
        "Katie: No.",
        "Henry: Yes, yes, yes, it's a triumph, Katie. Let's open up a bottle of champagne. What do you say? I mean, your friend Carly, you've managed to blow her life to smithereens. And I'm glad to see that years of friendship hasn't prevented you from making sure that I got caught in the shuffle.",
        "Katie: Henry, no --",
        "Henry: Henry tries to help Simon. Henry must be punished! Never mind the 8,000 times that I have bailed you out and covered your back.",
        "Katie: Why do you think I'm telling you not to go upstairs? So you won't get caught!",
        "Henry: Wow! That's so -- that's so generous of you. That's so caring.",
        "Katie: You've got to get out of here before Jack comes back down!",
        "Henry: You think so? Do you think so? I can't wait -- I can't wait to begin my life on the run.",
        "Katie: Wait, I didn't mean for it to be like this. I didn't mean for you to take the fall for Simon. I hate him for using you and for using Carly!",
        "Henry: I know, I know, Katie. You've set such a high standard for behavior, you're an example to us all. You really are. Far be it from you to ever use someone for your own ends.",
        "Katie: Henry, just go.",
        "Henry: You know, there's so many times that I have told myself that I saw something in you that other people simply did not see. Maybe, I just didn't want to see what was really there.",
        "[SCENE_BREAK]",
        "Jack: Does that hurt?",
        "Carly: No. Is this necessary, Jack? Is this supposed to prevent me from knocking you over the head with my handbag and escaping into the night?",
        "Jack: It's to keep anybody from saying I didn't do my job.",
        "Carly: I see.",
        "Jack: And to prove that I didn't give you any preferential treatment when I was forced to arrest the mother of my kids.",
        "Carly: I know. I'm sorry.",
        "Jack: Henry. How involved is he?",
        "Carly: Not at all.",
        "Jack: Right.",
        "Carly: He's not. He doesn't know anything, Jack. He was just delivering messages. He didn't even know what they meant.",
        "Jack: Where's Frasier?",
        "Carly: I don't know.",
        "Jack: Is he still in Oakdale?",
        "Carly: I don't know.",
        "Jack: You know, Carly, you're in a whole lot of trouble. You have one chance to get your life back and that is only if you tell me where Henry and Simon --",
        "Cop: Mr. Snyder --",
        "Carly: Hey, Ted. How are Ellen and the kids?",
        "Cop: Um, fine.",
        "Jack: Yeah, Ted. Officer Maynard. This is evidence. Take it down to the station and have it logged. You can have a little chit-chat with the suspect on your time.",
        "Cop: Yes, Sir. Sorry, Sir.",
        "Carly: I'm humiliating you. I'm sorry.",
        "Jack: I was telling you the truth. You have one shot here. Work with me. You tell me about Henry and Simon, I'm sure the D.A. will go easy on you.",
        "Carly: I can't.",
        "Jack: You have to! Carly! What about those kids you wanted me to think about?",
        "Carly: I can't turn on them, Jack. Simon and Henry. I can't do it.",
        "Jack: Well, like I said. You don't give me a choice.",
        "[SCENE_BREAK]",
        "Lisa: Honey, have you seen Carly?",
        "Katie: I think she's upstairs probably.",
        "Lisa: I know it's rude, but this really takes the cake. She told me she wanted to meet me in the dining room. I have been sitting in there forever!",
        "[SCENE_BREAK]",
        "Jack: Keep moving.",
        "Carly: Are you happy?",
        "Jack: Let's go, Carly.",
        "Carly: Jack. Will you please let me see the kids? Let me tell the kids myself. Don't let them hear it from someone else. Please -- it has to be from me.",
        "[SCENE_BREAK]",
        "Meg: Hey.",
        "Barbara: Thanks. You didn't have to come down here. It's just that he's so worried about you, maybe if he sees that you're all right, he'll calm down a little bit.",
        "Meg: Just know that this might not help at all.",
        "Barbara: They've ordered more tests. They don't know what's happening to him. They don't really know what's going on.",
        "Meg: Barbara, I'm sorry. I know how awful this is for you.",
        "Barbara: I'm gonna go find Susan -- see if she can speed up those tests. Thank you.",
        "Paul: Oh, Meg? I'm so glad you're here.",
        "Meg: Your mom told me you were worried about me. I'm fine, I really am.",
        "Paul: No! Don't, don't drink that. Meg, don't drink that.",
        "Meg: Paul. Paul, you need to calm down.",
        "Paul: It's poison! Meg, its poison! Someone's trying to poison you.",
        "Meg: What? This? Paul, watch.",
        "[SCENE_BREAK]",
        "Lisa: What is it about Carly? She can't stay out of hot water if her soul depended on it.",
        "Katie: The way she looked at me -- I didn't mean for this to happen. I really didn't.",
        "Lisa: What do you mean you didn't? Are you talking about that book? Do you think -- are you saying that -- how did you know that this was gonna happen? How did you know?",
        "Katie: I just guessed.",
        "Lisa: Great. So I guess you had a lot to do with the festivities of this evening?",
        "Katie: I really just thought that if --",
        "Waiter: Have a seat and we'll call you when your table is ready.",
        "Lisa: Don't do anything. Don't react. Don't say a word. I was talking to a wall.",
        "Vienna: I should have known this one would show up.",
        "Katie: Hi.",
        "Vienna: Are you here to say hello? Or are you just going to start punching people again?",
        "Katie: Something's happened. I was just gonna call you.",
        "Mike: You know what? I came here for a peaceful dinner. Can we save the drama for another night?",
        "Katie: Please, Mike, it'll just be a minute.",
        "Mike: I'm with someone.",
        "Vienna: You know what? I'm gonna go and freshen up. We all know how she gets when she doesn't get what she wants. And Mike, buy her a drink, she looks like hell.",
        "Mike: Okay, not cool, she didn't have to be that nice.",
        "Katie: Something has happened and you need to know about it.",
        "Mike: What?",
        "Katie: Most of all you need to know that it was my fault. And I know it.",
        "[SCENE_BREAK]",
        "Henry: You still there?",
        "Simon: Yeah.",
        "Henry: I just gotta make sure no one followed me.",
        "Simon: See Katie or Jack?",
        "Henry: I can't hear you.",
        "Simon: I said did you see Katie or Jack?",
        "Henry: Would you -- please, please get down. These cops all over the building!",
        "Simon: Then, just a little suggestion, let's get the hell out of here!",
        "Henry: Yeah, yeah.",
        "Simon: Come on.",
        "Henry: Yeah, okay, I gotta tell you something, okay? It's bad.",
        "Simon: Carly?",
        "Henry: Yeah, she -- she came back here. She went to my room.",
        "Simon: Why?",
        "Henry: She has money and a passport for you.",
        "Simon: No, no, no, I told her not to do that.",
        "Henry: Jack arrested her, I'm afraid. No, no, hold on!",
        "Simon: Let me out of the car, Henry! Let me out!",
        "Henry: You cannot help her now, okay? The only thing you can do is get out of Oakdale. Now!",
        "[SCENE_BREAK]",
        "Carly: Damn it.",
        "Jack: What?",
        "Carly: I don't know how to do it.",
        "Jack: Okay, I could do this. I could tell them.",
        "Carly: Tempting. But no, it has to come from me, Jack. And you realize that they will need you even more after I go.",
        "Jack: Don't you think I know that?",
        "Carly: Yes, that's not what i meant. When I tell them, I have to tell them so they know that I'm to blame. Not you. Which is, of course, the truth.",
        "Jack: Give me your hands.",
        "Carly: Thank you. Hey, guys. I'm home.",
        "Sage: Hey, Mom. Is Daddy having dinner with us?",
        "Jack: Hi, guys.",
        "J.J.: Can we order pizza?",
        "Carly: No, Jack is here for a different reason. There's something that I have to tell all of you, and it's very hard.",
        "Parker: Somebody -- did someone die?",
        "Carly: No, no. Everyone is fine. Everything's gonna be okay, I promise. It's just I --",
        "Parker: Mom, what did you do now?",
        "[SCENE_BREAK]",
        "Paul: No, no, no. We got to get you to the E.R. get the cup, get the cup! They're gonna have to test it.",
        "Meg: Paul, listen --",
        "Paul: And maybe you didn't have so much. Maybe -- maybe they can pump your stomach.",
        "Meg: Paul -- Paul, listen to me!",
        "Paul: You don't understand!",
        "Meg: You got to listen. That was the last sip I had, okay? I had the rest of it at java 20 minutes ago. And it came from the same coffee machine that everybody else's coffee came from, and I used the same sugar everybody else used. And I'm not sick, and neither is anybody else. End of story.",
        "Paul: Come here, come here. Come closer. You really okay?",
        "Meg: Yeah, I am okay. You're not?",
        "Paul: No.",
        "Meg: For one thing, you're scaring the hell out of your mother.",
        "Paul: No, I know that. I know. I just don't want anything bad to happen to you.",
        "Meg: You were in a serious car accident. You had a head injury. And it -- and it may seem like its real, but you have to understand, what you think you see, it's not real. And I'm telling you, in no uncertain terms, this is the last time I come here to calm you down. I won't let you reel me back into your world.",
        "Paul: Meg --",
        "Meg: Paul, I really want you to get better. I really do. But you just have to do it without me.",
        "[SCENE_BREAK]",
        "Mike: Okay, what happened, and why is it your fault?",
        "Katie: I, uh -- I kind of broke my word.",
        "Mike: No.",
        "Katie: I know I told you that I wouldn't go after Simon anymore. But then you started talking about the divorce proceedings, and I -- right after that, Kim and Bob walked in -- I mean, literally, right after you were talking about it. And Bob had the diamond. And I was already so upset, so --",
        "Mike: You were so upset, but you kept right on doing what you were doing.",
        "Katie: Simon's gonna be arrested very soon.",
        "Mike: That's always been your big plan. You're getting exactly what you wanted.",
        "Katie: I know, but --",
        "Mike: What? Are you feeling bad about it now? You gonna miss him?",
        "Katie: Mike, no. I feel bad because Jack just arrested Carly.",
        "Mike: Jack arrested Carly?",
        "Katie: I know, and I know what you're gonna say. And I know that I did this to her.",
        "Mike: And Jack and three children. No, don't waste your tears. It's not gonna work on me.",
        "Katie: You tell me things, and I understand them, like days, weeks later. I mean, you were telling me how I was messing up with all of this. And then today, I get it. I finally understand what a horrible person I've become. And I have no one to blame but myself.",
        "[SCENE_BREAK]",
        "Simon: Open the damn door!",
        "Henry: Why, why, why, why, why? Why, so you can screw up Carly's life even more than you already have? For her sake, please, would you get down there and listen.",
        "Simon: No, I'm gonna take the blame. I've got to -- I'm gonna go back.",
        "Henry: No.",
        "Simon: I've got to help her, Henry!",
        "Henry: What you've got to do -- what you've got to do is get the hell out of dodge, okay? Listen to me -- listen to me. What do they have on her? They have her helping you escape. If you have already escaped, then she hasn't helped you. The worst that's gonna happen is she gets a short prison sentence, all right? But if you go charging in there and do the far, far, far better thing, then both of you are going to jail for a very long time on grand larceny. Is that what you want?!",
        "Simon: Damn it!",
        "Henry: Good, good. Now, get down on the floor. And if you want to help me, pray they didn't leave someone to tail me, okay?!",
        "Simon: What have I done?",
        "Henry: What have you've done? You've taken a perfectly nice woman, and you've blown her life to hell.",
        "[SCENE_BREAK]",
        "Jack: How 'bout we sit down so we can talk everything over.",
        "Parker: What did you do?",
        "Jack: Parker, your mother's gonna tell us. How about we let her tell us in her own way.",
        "Sage: It's bad?",
        "Jack: Honey, it's nothing we can't handle as a family, right?",
        "Carly: Could you please sit down? Okay. Here's the deal. I -- I'm gonna have to go away for a while.",
        "Parker: Are you sick?",
        "Carly: No.",
        "Parker: We're not going with you, are we?",
        "Carly: No. Parker's right. I did something wrong, and I have to pay for it. I have to go to jail.",
        "Jack: Its okay, guys. Everything's gonna be okay.",
        "Parker: When?",
        "Carly: Today. Now.",
        "Parker: Why? What did you do?",
        "Carly: I tried to help someone, and by helping him, I did something wrong.",
        "Parker: Was it a friend? It was Simon, wasn't it? What you did was steal those guys' jewels, didn't you? Didn't you?",
        "Jack: Parker, don't talk to your mother like that.",
        "Carly: Its okay, Jack.",
        "Jack: No, it isn't. Not in this family.",
        "Parker: You're not my father.",
        "Jack: Wow. I'm still a part of this family, and so is your mother. And for the record, you are wrong. She told you the truth. She tried to help Simon. That's against the law. That's what she's being charged with. She wasn't arrested for stealing anyone's jewels.",
        "Sage: When can you come home?",
        "Carly: I don't know.",
        "Sage: Tomorrow?",
        "Carly: No. It won't be tomorrow.",
        "J.J.: Well, who's gonna take care of us?",
        "Jack: I am, J.J. and a lot of people are gonna chip in, I'm sure.",
        "J.J.: Why don't you do something? You're a cop.",
        "Carly: No -- J.J., he can't. Jack has to do his job. And I need for you all to know that he's been really, really nice and really, really fair.",
        "Sage: I don't want you to go.",
        "Carly: I know, Sweetie. I know. And I don't want to. But you know something? You're gonna be with Jack. And you know what that's like when he's around. Everybody's okay. And you're gonna take care of your little sister while I'm gone, right? You see, if you guys were ordinary kids, I would be very, very worried. I would be very, very concerned. But seeing that you are the most fantastic kids ever, I know that you're gonna be okay. J.J. has a doctor's appointment next Thursday. It's written on the calendar in the kitchen. Parker, I know that I let you down, and I am very, very sorry. And there may be times when you're mad, and you want me there so you can yell at me. When that happens, I want you to tell Jack, okay? Or you tell Gwen or Will or somebody. Just don't keep it inside, okay? I will find a way to make this up to you, I swear.",
        "[SCENE_BREAK]",
        "Mike: You want a drink?",
        "Katie: No. Listen, if I concede that you're right about almost everything and that I'm almost always wrong, can I say one thing?",
        "Mike: Sure.",
        "Katie: Look at Carly. As sorry as I am for everything that I put her through, I couldn't have done it if she didn't do everything that Simon asked her to do, over and over and over again. Yes, she has three kids, and she's going to jail because of Simon.",
        "Mike: So you and Carly are victims? You don't have free will, at least where Simon's concerned?",
        "Katie: No. It's just -- it's like being married to you was perfect. Good day after good day. But something inside of me just got scared. Like, is something wrong? It's gonna happen. Something's going to happen to screw this up. Or is this all there is? And Simon knows that part of me, and he knows that part of Carly, too. And he uses it against us to get whatever he wants.",
        "Mike: What am I supposed to do with that? What you're saying is bottom line, you can't be counted on.",
        "Katie: I couldn't be counted on. I would put my hand to a flame right now and swear to you that I don't want Simon or that life ever again. I want what I had with you.",
        "[SCENE_BREAK]",
        "Meg: Shouldn't you be getting home? It's getting late.",
        "Holden: I told Lily that we'd have dinner later, after the kids went to bed.",
        "Meg: You mean, after you propped up your sister. Crackers?",
        "Holden: Sure. Well?",
        "Meg: Well, it's bad, Holden. He has these hallucinations. I don't know what to call them. Anyway, like tonight, he had this vision that I was in danger, and nobody could calm him down until he saw me there.",
        "Holden: What kind of danger?",
        "Meg: He thought I was being poisoned.",
        "Holden: And did your non-poisoned presence convince him that he was wrong?",
        "Meg: I think that what is happening to him is real. He thinks it's real. And I'm just afraid --",
        "Holden: What?",
        "Meg: I think he might be losing his mind.",
        "Holden: I see. Well, that may be true. Or he may just want you to think so.",
        "[SCENE_BREAK]",
        "Barbara: You seem calmer. How's your head? Does it hurt?",
        "Paul: It's nothing I can't manage.",
        "Barbara: I talked to Susan. They ordered up some new tests for you.",
        "Paul: Great.",
        "Barbara: She's gonna give you a different sedative tonight.",
        "Paul: No.",
        "Barbara: She thinks there might be a drug interaction, so they're gonna put you on some new medications.",
        "Paul: I'm not taking it. I'm not taking those pills.",
        "Barbara: Paul, you need to sleep. You need uninterrupted sleep.",
        "Paul: Uninterrupted thinking. I need to think. I need to think clearly about what it is that I'm seeing. Did Susan tell you what happened yesterday?",
        "Barbara: She had mentioned something about some pills.",
        "Paul: Yeah, the pills. I saw the pills, the pink pills. And I knew right away, as soon as I saw them, that they would hurt somebody. And they would have, if Susan hadn't stopped the nurse from giving them to the wrong patient. And I saw that happen. I saw them in her hand, the nurse's hand. And I saw that, Mother, before it happened.",
        "Barbara: Honey, you're in the hospital. You are surrounded by nurses, by drugs, by pills. So of course you're gonna dream, maybe even have nightmares, about your surrounding, about what's happened to you.",
        "Paul: I saw them in her hand.",
        "Barbara: Because she works here. And she probably has pills in her hands 100 times a day. And yes, maybe you saw that she was being a little careless. But Paul, you did not see the future. You can't see what's going to happen. You can't.",
        "Paul: Okay. I tell you what, from now on, I'll follow all the doctors orders. I'll stay here, get some rest. I'll get better, be out of here in no time.",
        "Barbara: Good.",
        "Paul: Yeah?",
        "Barbara: Sounds like my Paul.",
        "Paul: This is a deal though, okay? Non-negotiable. I'll take the sedatives, I'll get some sleep. And you go home, you drink some of that really gross, awful tea that you like, and you get some sleep, all right? Don't worry about me.",
        "Barbara: You think I wouldn't worry?",
        "Paul: Okay, don't worry about me for, like, eight hours. That way, you can come back in the morning, see how well I'm doing.",
        "Barbara: Susan's right. It's a drug interaction.",
        "Paul: Thanks.",
        "Barbara: I'll tuck you in.",
        "Paul: Okay.",
        "Barbara: Everything's gonna be all right.",
        "Paul: Thanks, Mom.",
        "Barbara: Sleep.",
        "Paul: Sleep? Right.",
        "[Paul sighs]",
        "Paul: The well.",
        "[SCENE_BREAK]",
        "Holden: Did I say something wrong? Are you mad at me? What?",
        "Meg: No. No. I get why you're saying it. And like I told you, it has crossed my mind, too.",
        "Holden: Paul will do anything -- anything to reel you in.",
        "Meg: I know. I know. And I promise, I am not signing up for another rotation.",
        "Holden: Good.",
        "Meg: But listen to me. When I went in there today, I went in there with my guard up, ready to pounce on any sign of manipulation. But I didn't see one. What I saw was a patient with something very real and very bad happening to him.",
        "[SCENE_BREAK]",
        "Mike: I can't snap my fingers and make what happened not happen. I can't stop feeling the way that I feel.",
        "Katie: I'm not asking that.",
        "Mike: Then what?",
        "Katie: If we could just not go through with the divorce right now. Simon is gonna be arrested very soon.",
        "Mike: I told you, that's not gonna fix anything.",
        "Katie: I know, and you're right. I totally get that. But at the same time, you're human, Mike. And with Simon out there ruining people's lives, and stealing jewels and laughing at the world, it just makes you mad.",
        "Mike: I wonder why.",
        "Katie: And every day, something new happens to make you even madder. You're gonna hate that I'm gonna say this, but I have to say it. I really don't believe that you want to divorce me. What we had in that house made you just as happy as it made me.",
        "Mike: I never denied that.",
        "Katie: So give us a chance. Make that decision when you're not filled with this rage, when he's gone, and you're not getting mad because Simon's getting away with every -- oh, I'm so sick of talking.",
        "Mike: That never was one of our best events.",
        "Katie: You do understand that I'm trying to get you back, and I can't even use my best weapon.",
        "Vienna: Wow, it's been a busy night here. You'll never guess what the doorman just told me. Carly apparently was led up -- out in handcuffs.",
        "Mike: I know.",
        "Vienna: Oh, but the thing is, Simon is nowhere to be found. It's funny how that always seems to be the case.",
        "Katie: I'll leave the two of you. Mike, just think about what I said, okay? Just think about it. Thank you.",
        "[SCENE_BREAK]",
        "Simon: You're wrong. I'm going back.",
        "Henry: What?!",
        "Simon: No matter what, I'm not leaving without Carly.",
        "J.J.: Don't be like that. Don't be mean to Mom.",
        "Carly: No, no. We get to feel however we feel. We don't have to talk if we don't want to. I get how mad you are, and I wish you had a mother who didn't screw up as often or as badly as I do. I know I can be a much better mom, but I couldn't possibly love you any more than I do. All of you. All of you.",
        "Jack: All right, I'm gonna be back in about an hour or so. You -- you guys take care of your sister, okay? All right? I got to go. Parker, you hang in there, all right? You ready?",
        "Carly: Yeah.",
        "Jack: No, Carly. It's -- its okay.",
        "Carly: Jack, you were right before. When we get to the station, everything's got to be by the book. I've screwed up my family's lives enough for one day.",
        "[NEXT_ON]",
        "Casey: -- Online poker and we're betting with nothing, period.",
        "Maddie: I don't believe you.",
        "Luke: Yeah!",
        "[Meg gasps]",
        "Meg: What are you doing?!",
        "Paul: How much of that water did you swallow?",
        "Emily: So what do you say we just put the past behind us and move on? Or you can waste your time threatening me.",
        "Craig: I'm gonna get my revenge."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=dCsjz62CBlA"
}