{
    "Episode Summary": [],
    "Recap": [
        "Gwen is determined to have Will's child inside her again and decides to have fertility treatment and seek another opinion about her condition. Gwen tells Sophie she lost the baby and warns her to keep her baby away from Cole because he is a bad person. Rosanna and Carly have a happy reunion and Rosanna assures Carly that Jack will return to her. Katie returns home and she and Jack have a happy reunion as well. Paul tries one more time to persuade Meg that Craig is dangerous but Meg thinks Craig would never hurt her because they love each other. Paul tells Barbara that he and Rosanna are going to destroy Craig and he doesn't care if Meg gets hurt in the process. Rosanna tells Craig that she is going to get Cabot Motors back and as soon as she gets her memory back she will tell the police he committed a felony. Carly is devastated when Jack informs her that he and Katie have decided to get married in two or three weeks."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Will: Hey. You know, it's just one doctor. And she could be wrong.",
        "Gwen: But if the tests say that I can't get pregnant again --",
        "Will: Well, we weren't supposed to get pregnant this time, but we did.",
        "Gwen: I can't believe I lost our baby.",
        "Will: And I can't believe that you were here alone. I should have been with you. I never should have went to that conference.",
        "Gwen: No, you didn't know I was going to have a miscarriage. Everything was fine when you left. I thought they were just cramps. And then I thought that they were going to go away. I got to go.",
        "Will: I'll go with you.",
        "Gwen: No, I need to be by myself right now.",
        "Will: Okay.",
        "Gwen: Look, I know this didn't just happen to me and I'm not trying to shut you out. I just -- I need to be alone. Do you understand?",
        "[SCENE_BREAK]",
        "Cole: Guess who?",
        "Sofie: Who?",
        "Cole: A big jerk who's lucky to have a sweet girl like you. I'm sorry I went off on you like that. These are for you.",
        "Sofie: Oh, thank you. I was only trying to help. I mean, I found out Gwen was into music, and I thought, great, somebody to help Cole. I didn't know that she was your sister.",
        "Cole: No, it was my bad for not telling you about her a long time ago. How random is it that you'd meet her and try to get us together? What do you think of the flowers?",
        "Sofie: How did you remember these are my favorites?",
        "Cole: I get some things right. You forgive me?",
        "Sofie: Yes. I have one question.",
        "Cole: Shoot.",
        "Sofie: What's the story with you and Gwen?",
        "Cole: No story. Just your normal, average dysfunctional family.",
        "Sofie: But what she said about you walking out on her when she was a kid. That's not true, is it?",
        "[SCENE_BREAK]",
        "Paul: You remember the night that Craig ran you off the road?",
        "Rosanna: Not everything, but I feel panicked, like I did that night. And the phone. It was something about the phone.",
        "Paul: Come here. Come here, sit down. Try to calm down, all right? Everything's going to be okay. It will all come back to you eventually.",
        "Rosanna: Craig and I -- we -- we argued. I told him that he couldn't get away with it. And I -- I must have put together that he switched the babies.",
        "Paul: Did he say that? What did he say?",
        "Rosanna: I picked up the phone to call Bob and he took the phone out of my hand. And -- and he slammed it down.",
        "Paul: Did he hurt you?",
        "Rosanna: Yeah. He was really angry. I remember thinking, I've never seen him so angry.",
        "Paul: So what did he say?",
        "Rosanna: I remember thinking, he was angry enough to kill me.",
        "[SCENE_BREAK]",
        "Craig: Do you believe that someone else can give you your life back?",
        "Meg: You're feeling philosophical? Now?",
        "Craig: I'm feeling blessed. By you.",
        "Meg: Craig, we made love, and it was beautiful. But I think you're exaggerating just a little bit.",
        "Craig: Yeah, I guess you're right, you didn't give me my whole life back.",
        "Meg: You give a girl a compliment, then you snatch it right back.",
        "Craig: But you have given me new reasons to try to live this life better. You're an amazing woman, Meg.",
        "Meg: I don't know what to say.",
        "Craig: Let me say it. I love you.",
        "[SCENE_BREAK]",
        "Jack: Oh, Parker as underdog. That's just wrong. How could you do that to him?",
        "Carly: That's what he wanted to be. Oh, wait, this is my favorite part. Oh, is it a bird?",
        "Jack: No.",
        "Carly: Is it a plane?",
        "Jack: No. No, you swore that you burned that tape.",
        "Carly: It's Super-Jack!",
        "Jack: I will never live that down.",
        "Carly: Even Sage and J.J. were superheroes that year, remember? I was up sewing those capes until 2:00 in the morning. What is it? Are you pain?",
        "Jack: Only when I laugh. It's no big deal. The kids had a blast at that party.",
        "Carly: Yeah, we had some good times, didn't we?",
        "Jack: Yeah, we did.",
        "Carly: I have the \"First of day of school\" video in the boy's room. J.J.'s hilarious in that one.",
        "Jack: Okay. [Doorbell rings] You're back!",
        "Katie: I hope its okay that I came straight over.",
        "Jack: Okay? No, it's fabulous.",
        "Katie: Want to get leied? Aloha.",
        "Jack: Aloha to you, too.",
        "Katie: Oh, hi, Carly.",
        "Carly: Hi, Katie. I didn't realize you'd be back so soon.",
        "Katie: Yeah, the remote went really smoothly. So we finished ahead of schedule.",
        "Carly: And you didn't want to stay and enjoy those beautiful Hawaiian beaches, huh?",
        "Katie: No, I had incentive to get back. How are you?",
        "Jack: Better now.",
        "Katie: No, I meant, how are your wounds?",
        "Jack: I'm fine. Carly did her best Florence Nightingale impression.",
        "Carly: No, I happened to have some alcohol and a couple of bandages. That's all.",
        "Jack: She helped a lot.",
        "Katie: That's great.",
        "Carly: Well, I'll give you two some privacy.",
        "Jack: No, Carly -- Katie and I -- we're going to head back to the farm.",
        "Carly: Are you sure you want to do that? You were just wincing a couple of minutes ago.",
        "Katie: Are you still in pain?",
        "Jack: It's nothing.",
        "Carly: It's not nothing. Jack, he -- he shouldn't move around too much.",
        "Katie: Okay, I'll make sure he does what he's supposed to do.",
        "Carly: And the kids -- they'll be so disappointed if you're gone when they get back.",
        "Jack: I'll call them later. But Katie and I -- we have a lot of catching up to do.",
        "[SCENE_BREAK]",
        "Cole: Gwen was exaggerating about me walking out on her. I couldn't take it at home, so I split. Probably shouldn't have, I was just a kid myself. I didn't know enough to stand up for my little sister. All kids are selfish, I wasn't any different. I know better now.",
        "Sofie: Maybe you'll have a chance to make up for it.",
        "Cole: No. Gwen won't even talk to me.",
        "Sofie: I wasn't talking about Gwen. I was --",
        "Cole: Hey, can we get into this later? I have to meet up with Rocco to see if he can give me some overtime. I want to make as much money as I can to lay down the new songs I wrote. I've got to start focusing on recording my demo.",
        "Sofie: Thanks for the flowers. Gwen! I wasn't -- I wasn't going to say hi, but I -- I thought I should apologize for what happened with Cole yesterday.",
        "Gwen: It's over. Forget about it. I've got other stuff to think about.",
        "Sofie: Yeah, I know what you mean. Having a baby makes everything else majorly unimportant. How are you feeling?",
        "Gwen: I'm not that good.",
        "Sofie: My book says you start feeling a lot better after the first trimester.",
        "Gwen: Cool. I'm sorry. I've got to go.",
        "Sofie: Are you okay? It looks like morning sickness might be getting to you.",
        "Gwen: It's definitely not morning sickness.",
        "Sofie: Then, what is it? I mean, if you don't mind me asking.",
        "Gwen: I'm not having a baby anymore.",
        "Sofie: What? Why not?",
        "Gwen: Well, because I had a miscarriage.",
        "[SCENE_BREAK]",
        "Rosanna: I just remember that I was incredibly scared that Craig wouldn't let me call Bob. And I must have left and I must have gone to the car. I mean, maybe I was trying to get to Jennifer.",
        "Paul: Hey listen, that's enough for now.",
        "Rosanna: It's just -- like there's this veil between me and everything that happened. Everything Craig said and did is on the other side of that veil and I just can't get to it. But it's -- it's like it's still happening. I feel it, you know, I feel panicked. It's frightening.",
        "Paul: Rosanna, look, it's not -- it's not a good time for you to push right now.",
        "Rosanna: But if I don't remember exactly what happened, then I won't have any proof that Craig switched the babies. Then I don't have any proof that he tried to run me off the road.",
        "Paul: But that doesn't matter. If we can't get him for that, we'll get him for something else. He stole all of your money. We'll get him for that.",
        "Rosanna: That's true. Nothing hurt Craig more than somebody's hand in his pocket.",
        "Paul: And that's why we're doing what we're doing. Now, you were going to call Carly. You still want to do that?",
        "Rosanna: I don't know. Maybe I should just work on this for a little while.",
        "Paul: No, call your sister. Focus on the people you love. Focus on what makes you happy. That'll make everything come back to you.",
        "Rosanna: Okay.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Carly: Hello.",
        "Rosanna: Carly, it's me -- your sister.",
        "Carly: Rosanna? Rosanna, oh, my God.",
        "Rosanna: It's so good to hear your voice.",
        "Carly: What happened? I have to find a way to get to Switzerland. I need to see you. When did this happen? Are you sure you're all right?",
        "Rosanna: Well, my legs are a little shaky, but I'm back. I'm back in Oakdale, and I'm back with Paul.",
        "[SCENE_BREAK]",
        "Craig: Come on, Meg, why do you do this to yourself?",
        "Meg: You said you love me. I want --",
        "Craig: It's enough you're here. Just don't pull away from me.",
        "Meg: I'm your wife. I'm not going anywhere.",
        "Craig: Meg, you're my wife. Not on paper anymore, all right.",
        "Meg: I just need to, kind of, take it slow.",
        "Craig: Okay, okay, okay. Who knows when, or if, this will ever happen again, right?",
        "Meg: What, you don't want it to happen again?",
        "Craig: After the number Paul Ryan did on you, I'm not so sure.",
        "Meg: Oh, what exactly are you asking me?",
        "Craig: Okay, I guess I'm asking, why did you finally give yourself to me?",
        "Meg: Why do you think?",
        "Craig: I think it probably had something to do with you trying to forget Paul.",
        "[SCENE_BREAK]",
        "Jack: Everybody's gone.",
        "Katie: Well, Brad's at the station. I called to check.",
        "Jack: That's great. Sage is at a play date, the boys are hanging out at Joey Lebo's, Holden's clan has got to be over at his house. So we've got the whole place to ourselves.",
        "Katie: Really? Oh, look what I found. Looks like Emma made some fresh lemonade before she left. Want some?",
        "Jack: Uh, whoa, whoa. Wait, wait a second. What -- what's going on? You okay?",
        "Katie: I guess I'm a little nervous.",
        "Jack: To be with me?",
        "Katie: Well, how long has it been since we've been alone?",
        "Jack: It's been a long time.",
        "[SCENE_BREAK]",
        "Sofie: Gwen, I'm so sorry. I can't imagine how sad you must be.",
        "Gwen: Whatever. Have you told Cole that you're pregnant yet?",
        "Sofie: It's -- it's never the right time. He's just so busy trying to make extra money.",
        "Gwen: Yeah, you know, you should -- you should do yourself a favor. You should stay as far away from my brother as you can.",
        "[SCENE_BREAK]",
        "Meg: I made love to you. And you -- you're the one who didn't want me to sleep me with you, remember? You said, and I quote, \"I don't want to share my bed with a ghost.\" I want to wait 'til you're ready. Well, I was ready. I gave myself to you, body and soul. And you're the one who dragged Paul into it and put him between us. I mean, what else do I have to do to convince you that I'm really in this with you?",
        "Craig: Nothing. Nothing. I'm sorry. I'm sorry. I'm at such a disadvantage here because I love you so much. And I know you don't love me.",
        "Meg: Maybe you're wrong about that. The reason I wasn't able to tell you that I loved you isn't because -- it was because I wasn't ready. It's not because it's not true. I really do love you, Craig. I love you.",
        "[SCENE_BREAK]",
        "[Rosanna's laughter]",
        "Carly: You're really here.",
        "Rosanna: Back amongst the living.",
        "Carly: Oh, my God. You know I think I stopped believing this would ever actually happen.",
        "Rosanna: I know -- I know -- it feels like a dream, but Paul assures me that -- that it isn't. You know, he's the one that brought me back.",
        "Carly: Parker is going to be so happy to hear that -- that you're here -- and you're okay.",
        "Paul: Please tell him that I'm come by and see him soon.",
        "Carly: I will. And thank you, for bring my sister back to me.",
        "Paul: Well, I didn't bring her back just for you.",
        "Carly: Well, tell me everything -- I want to hear everything.",
        "Rosanna: Oh no, you, you, you -- come on.",
        "Carly: You first.",
        "Rosanna: I'm the one who's been unconscious for two years. Other than Paul bringing me back, there's really not that much to tell. But tell me, how are the kids? They must be huge.",
        "Carly: They are. They're huge, they're beautiful. They -- they'll be so happy to see you. I can't wait for you to see them.",
        "Rosanna: Maybe we should organize like a little family reunion. Seeing you and Jack together, that will really convince me that I'm home again.",
        "Carly: Yeah, well, some things have changed. Jack and I -- we're not together.",
        "Rosanna: Oh, I'm sorry. I didn't know. What happened?",
        "Carly: It's okay. It's fine. It's temporary.",
        "Rosanna: Oh? What do you mean?",
        "Carly: Well, Jack and I aren't together for now, but I have a feeling that we will be again. Very soon.",
        "[SCENE_BREAK]",
        "Jack: The coast is clear.",
        "Katie: Here, let me help you.",
        "Jack: Thank you. So, you're not nervous anymore?",
        "Katie: I didn't seem nervous, did I?",
        "Jack: No, not after your first --",
        "Katie: Shhh.",
        "Jack: What? There's nobody here.",
        "Katie: Oh, right. Sorry.",
        "Jack: I missed you so much.",
        "Katie: Well, it's good I went away. Absence makes the heart grow fonder.",
        "Jack: My heart would have been just as fond if you'd stayed.",
        "Katie: You were busy.",
        "Jack: I'm never too busy for you. And yeah, I know it I blew it with that camera crew, but I didn't mean to make you pull away. That's what you were doing, wasn't it? Putting distance between us?",
        "Katie: You needed time with your kids.",
        "Jack: You don't need to go away for me to do that. I'm sorry if you felt left out. But please, please, don't ever run away again.",
        "Katie: Okay. But I am going to have to go on remotes from time to time. It is part of my gig.",
        "Jack: Yeah, well, you can bring your husband with you, can't you?",
        "Katie: I don't have a husband.",
        "Jack: I'll tell you what -- let's fix that. As soon as possible.",
        "Katie: Are you saying what I think you're saying?",
        "Jack: That I don't want to wait. I want to be your husband and I want you to be my wife. So, please, will you marry me? Like, now?",
        "[SCENE_BREAK]",
        "Sofie: I know you don't mean to come down on Cole. You're -- you're upset, about losing your baby and that's why you're coming down on him.",
        "Gwen: No, Sofie. I'm coming down on Cole because he's a bad person. And that baby that you're carrying inside of you would probably be better off without a father, than have my brother go anywhere near it. And I don't know if you met Iris, your future mother-in-law.",
        "Sofie: Cole hasn't introduced us yet.",
        "Gwen: Oh, well, that will be fun. Good luck with that.",
        "Sofie: You haven't been around Cole in years. You said yourself, you were young when he left.",
        "Gwen: So, what?",
        "Sofie: He's not the same guy.",
        "Gwen: Oh, no, you're right. You're right. He's probably morphed into some kind of saint. Do you really think you're fooling me with all this stuff about how busy he is and that's why you can't tell him that you're pregnant? You're scared, Sofie. You're terrified that he's going to blow up you when you break the news. So please, come on, tell me again what a great guy my brother is.",
        "Sofie: Maybe you're grieving or something and that's -- that's why you're being so mean. But it really isn't any of your business how or when I tell Cole about our baby.",
        "[SCENE_BREAK]",
        "Katie: So, you want to get married right away?",
        "Jack: This is me getting the phone book, and hunting down a justice of the peace.",
        "Katie: Where is this coming from?",
        "Jack: From my -- from my heart. I love you and we've already missed so much time together.",
        "Katie: Did something happen with Carly? Because I don't want you rushing ahead because she backed you into a corner.",
        "Jack: Katie, I'm not cornered. I let Carly know, again, that we are not getting back together. That rescuing J.J. together doesn't change the fact that I've moved on -- with you.",
        "Katie: So you're not marrying me to put Carly's fantasies at rest?",
        "Jack: Oh Katie, I'm marrying you because you're my fantasy. I'm marrying you to spend the rest of my life with you. And now that everything is settled with J.J. and Carly, I think it's time that you and I got settled, too.",
        "Katie: Did you forget that before I left I told you I might want to postpone the wedding?",
        "Jack: You meant that? Are you sure you don't want to reconsider? Because I'm ready. And after what you just did upstairs I'm assuming that you're ready too. So, what do you say? Will you marry me?",
        "Katie: Today?",
        "Jack: Well, not to -- well, then in a week or two? Three weeks tops.",
        "Katie: Okay. Yes, Jack Snyder. Yes, I will marry you!",
        "[SCENE_BREAK]",
        "Carly: Oh, that's great. You're getting steadier by the minute.",
        "Rosanna: Really, please, don't. Tell me about what happened with you and Jack.",
        "Carly: We had a very bad couple of years.",
        "Rosanna: Mm-hmm, I'm listening. You were strong, you were together.",
        "Carly: Yeah, yeah, and I blew it. But that's just past. You know, we just spent some intense time together. And I think once he gets rid of Katie, and I know he will --",
        "Rosanna: Katie?",
        "Carly: Yeah.",
        "Rosanna: Craig's sister, Katie?",
        "Rosanna: What is Jack doing with Katie? I thought -- wasn't she in love with Mike?",
        "Carly: Here, sit down. And I'll explain it to you. Long story short, Katie and Mike got married. And then, not surprisingly, Mike left Katie. Jack and I had been divorced for a while, and when he needed someone, there was Katie, alone, arms open.",
        "Rosanna: Well, he can't be serious about her.",
        "Carly: That's what I said. But you know Jack, dutiful and stubborn.",
        "Rosanna: And loyal. He will always come back to you.",
        "Carly: And I promise I am not going to ruin it this time.",
        "Rosanna: I know you won't.",
        "Carly: And you, you know, I did try to keep my promise to you -- I fought for that baby.",
        "Rosanna: Oh, look when Craig decided to play God and switch those babies, he hurt so many people. I mean, it's incredible the amount of devastation that he caused. But, um -- Paul and I are going make sure that he pays for what he's done.",
        "Carly: I'm so happy that Paul's brought you back. I just, I want to ask you if you think that he's being honest with you about everything.",
        "Rosanna: Of course, he tells me everything.",
        "Carly: He does?",
        "Rosanna: Yeah.",
        "Carly: So he told you that he found out what Craig had done, and he said nothing? And he kept it so that his own sister was kept from her child.",
        "Rosanna: Well, look, would it have been better to just hand Craig another child to destroy?",
        "Carly: Are you saying that you don't care what Paul did?",
        "Rosanna: No, of course I care. I just -- I love him. I understand that he was afraid to let Craig be in his sister's life. I mean, can you understand that?",
        "Carly: Yeah. Yes, and I'm not going to judge you for wanting to forgive him. I just want to be sure that he's been honest with you.",
        "Rosanna: Yeah, I mean he's really only been cryptic about one thing -- Meg Snyder. How much do you know about Paul and Meg?",
        "[SCENE_BREAK]",
        "Craig: I don't know, I think my broker has vanished. Look, I want to pick up a copy of the City Times, look at the real estate section. I just, I want -- I want us to get a real house.",
        "Meg: Okay, I'll get the car, meet you out front. Let me go.",
        "Paul: Rosanna is starting to remember what Craig did to her.",
        "Meg: Leave me alone.",
        "Paul: Rosanna trusted Craig and Craig tried to kill her. Imagine what he's going to do to you when you figure out who he really is.",
        "Meg: I know Craig would never hurt me. He loves me.",
        "Paul: That's only half the equation Meg.",
        "Meg: I love him too. But that really isn't any of your business now, is it?",
        "Paul: You've got that right. I could give a damn.",
        "[SCENE_BREAK]",
        "Will: Hey.",
        "Gwen: Hey. I shouldn't have left without you.",
        "Will: What happened? What's wrong? Are you okay?",
        "Gwen: Yeah, but, um -- there's something I didn't tell you about.",
        "Will: What?",
        "Gwen: I ran into my brother.",
        "Will: Cole?",
        "Gwen: Yeah, he's here with his girlfriend. Actually, you met her. I didn't know it at the time, but it was Sofie, the girl that I introduced you to at the diner.",
        "Will: Oh, okay, so they're together?",
        "Gwen: That, and she's pregnant with his baby. I mean, she hasn't told him yet and I just saw her. I was really horrible to her, and I don't know, I feel terrible.",
        "Will: Well, whatever, she'll get over it. You're entitled.",
        "Gwen: No --",
        "Will: Look what you just went through.",
        "Gwen: It's not an excuse. I don't want to be like this.",
        "Will: Okay, we'll figure out what to do next.",
        "Gwen: What happened? Where's all the baby stuff?",
        "Will: I just figured it would make things harder, so I got rid it.",
        "Gwen: What do you mean you got rid of it? Where'd you put it?",
        "Will: I'm storing it in the garage. Why?",
        "Gwen: Good, we're gonna need it. For when I get pregnant again.",
        "[SCENE_BREAK]",
        "Barbara: Paul, I need to talk to you. Something has happened with Will and he needs his big brother. Call me, come home, please Paul.",
        "Paul: Hey, Mom.",
        "Barbara: Oh! Oh! When did you get home?",
        "Paul: Yesterday. I was just on my way upstairs to see you. You just said something about Will. He all right?",
        "Barbara: No. They lost the baby.",
        "Paul: When?",
        "Barbara: Yesterday. I wish you could have seen them, they were so happy.",
        "Paul: How they doing now?",
        "Barbara: Not very well.",
        "Paul: I should go see them.",
        "Barbara: Well, not yet. Yes, he will need to see his big brother, but it's too soon. They need some time alone.",
        "Paul: Okay, well, maybe you could just tell them that I'm back? Let me know when they're ready to see me.",
        "Barbara: I will. I can't believe you're home. Okay, tell me about Switzerland. Tell me about Rosanna?",
        "Paul: She's getting stronger every day. She's finally well enough to travel -- so I brought her home.",
        "Barbara: Does that mean that you two --",
        "Paul: Rosanna and I are together again.",
        "Barbara: Oh. Does she remember anything?",
        "Paul: Does she remember what Craig did to her? She's starting to. When she finally puts it all together, she'll be able to testify, put him in jail.",
        "Barbara: I wouldn't count on that. You know how manipulative Craig is.",
        "Paul: Rosanna and I are doing everything we can to make sure that Craig stays busy.",
        "Barbara: How?",
        "Paul: By hitting him where it hurts. We're going to make sure Craig's life is a living hell.",
        "Barbara: What about Meg? Are you sending her to hell, too?",
        "[SCENE_BREAK]",
        "Carly: I wish that I could tell you about Meg and Paul.",
        "Rosanna: Oh, look, don't -- don't worry about protecting me, okay? I can handle the truth.",
        "Carly: But I can't tell you anything about them really. You're going to hear this anyway, so I should tell you myself. I left town for a while.",
        "Rosanna: Okay. Well, what about your kids?",
        "Carly: I left them, too.",
        "Rosanna: Honey, on purpose?",
        "Carly: Yeah. Yeah, I was a fool.",
        "Rosanna: Well, we've all done things that we regret.",
        "Carly: All I can tell you, is that I know that Meg and Paul were on and off. Because when I got back to town, I was just concerned about Jack and the kids and --",
        "Rosanna: Oh, don't worry about it, okay? I'll put the pieces of that together eventually.",
        "Carly: I did see Meg at Paul's memorial service, she was with Craig.",
        "Rosanna: You know, what is going on with those two? Are they serious?",
        "Carly: Is Craig serious about anything besides himself? It's really sort of hard to believe that you ever loved him, isn't it?",
        "Rosanna: Oh, thank you very much. Well, I was a fool then.",
        "Carly: And now it's Meg's turn.",
        "Rosanna: You warned me so many times not to marry him. Sometimes I feel like if I had just listened to you, then maybe none of this would have happened.",
        "Carly: Rosanna, you thought that you could make a family with him. Look, I realize that I'm the last person in the world to give advice.",
        "Rosanna: Whoa! Here we go! Now I know I'm home.",
        "Carly: I think you should put this all behind you. All of it, I think you should make peace with it, with the two years that Craig stole from you.",
        "Rosanna: Well, that's exactly what I intend to do.",
        "[SCENE_BREAK]",
        "Jack: We need to celebrate.",
        "Katie: I think we just did.",
        "Jack: No, we just celebrated you coming back from Hawaii. We didn't celebrate our engagement.",
        "Katie: Right. Right, we should have a party.",
        "Jack: Exactly, I was thinking more of a cookout. Here. Later today.",
        "Katie: Today?",
        "Jack: Today.",
        "Katie: Well, it's kind of last minute notice. I don't know if I'll be able to get Tom and Margo out here.",
        "Jack: Okay, so we'll invite the kids and whoever else can make it, and let them know that this wedding's on. What do you say?",
        "Katie: Okay.",
        "Jack: Good.",
        "Katie: I think we should invite Carly.",
        "Jack: Well, I was hoping to make tonight about us.",
        "Katie: Right, but she's the mother of your children. And if the children are going to be here and be part of my life --",
        "Jack: Okay, why tonight? This is -- this is special.",
        "Katie: I know, I want to do special right. We've never asked your kids to choose, but I still think that they feel like whenever they're with us, they're cheating on Carly. Or whenever they're with her, they're cheating on you. And that's not fair to them. I think it will just be easier for everyone involved if we include her. I'm in this for the long haul, I want to do it right. From the beginning.",
        "Jack: I love you. Okay, at the count of three I am dialing this phone, so just in case you wanted change your mind. One -- two --",
        "Katie: Call her. Just call her.",
        "Jack: Two and a half.",
        "Katie: Call her!",
        "[Phone ringing]",
        "Carly: Jack? Is everything all right?",
        "Jack: Everything's great.",
        "Carly: I didn't expect to hear from you already. Nothing happened with Katie, I hope.",
        "Jack: As a matter of fact, something did happen that changes everything. So, I was going to come back over to your house so we can talk. Okay?",
        "Carly: Yeah. Yes. Yeah, I'll meet you there right away.",
        "Rosanna: What happened?",
        "Carly: Well, I don't know. Not really. But I think that maybe Jack's broken things off with Katie.",
        "Rosanna: Well, what are you waiting for? Go on, get out of here! Go -- go get him!",
        "Carly: Okay. All right. I'm so glad you're back.",
        "Rosanna: See you later.",
        "[SCENE_BREAK]",
        "Will: What about the tests? They said that that was impossible.",
        "Gwen: I don't want to live like this. I don't want to feel miserable all the time. I just want to have a baby. I want to have our baby.",
        "Will: Okay. Well, when all this has had time to settle down, then we'll look into adopting, just like we talked about.",
        "Gwen: Look, if that's what happens, that would be great. But I can't tell you what it felt like having your child inside me, and it was so amazing. I want to feel that again. I want to have your child. I want to have ours. And I bet -- there's all these high-tech fertility treatments out there. I bet you things that we don't even know about. And if I did something like that, I bet I could get pregnant again.",
        "Will: Yeah, I was reading about it at work. And they all seem pretty expensive.",
        "Gwen: I know, and I don't really know how we're going to pay for it.",
        "Will: Its okay, we'll figure it out. You know, we'll make it happen.",
        "[SCENE_BREAK]",
        "Paul: Meg is in love with Craig, so her choices are not my problem anymore.",
        "Barbara: Nice speech. Too bad none of it's true.",
        "Paul: Meg's feelings have changed. So have mine.",
        "Barbara: So you're telling me that all the time you spent with Meg was a lie?",
        "Paul: I'm telling you this is the truth. That I love Rosanna, I always have, I probably always will. And she came to me in a time in my life when I didn't think I ever really had one. As if something bigger than us were putting us together, so that we could get through her recovery.",
        "Barbara: And in order for her to recover, she has take down Craig? And you realize that if you do destroy Craig, you will probably hurt Meg in the process. And you're still willing to do that?",
        "Paul: Absolutely. I'm going to destroy Craig, and if Meg gets crushed alongside, that's just the way it's going to be.",
        "[SCENE_BREAK]",
        "Craig: I'm going to enjoy house hunting with you, Meg.",
        "Meg: Good. Then, I'll call the assistant, and she'll set up some appointments.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Craig: Craig Montgomery.",
        "Rosanna: Hello. I'm just calling to let you know that I'm packing for a little road trip. To Detroit.",
        "Craig: Well, I am glad you're feeling well enough to travel. Bon voyage. But what does this have to do with me?",
        "Rosanna: I just thought I'd swing by Cabot Motors and let them know I'm back at the helm.",
        "Craig: You can try, but I acquired that company when you had your unfortunate accident.",
        "Rosanna: Well, I don't think anything will be yours much longer. Especially if I tell the police that you committed a felony. You lose everything.",
        "Craig: You know, for a woman who's been asleep for two years, it's a real shame, that you have to spend every waking hour threatening me. Certainly you have something better to do than Paul Ryan's bidding.",
        "Rosanna: Don't underestimate me, Craig. My strength is returning, and so is my memory. I know what you did to me.",
        "Craig: I did not do anything!",
        "Rosanna: Who do you think you're talking to? Meg?",
        "[Craig slamming phone]",
        "Meg: Hey, are you all right? Please don't tell me there's more bad news?",
        "Craig: It was a house I wanted to surprise you with, but somebody beat me to it.",
        "Meg: Well, I'm sure there are plenty of others.",
        "[SCENE_BREAK]",
        "[Doorbell]",
        "Carly: Hey.",
        "Jack: Hey.",
        "Carly: What did you do, use the siren?",
        "Jack: This couldn't wait.",
        "Carly: Yeah? What's so important?",
        "Katie: Hi. I'm sorry, I forgot to bring these in earlier. A little hula skirt for Sage, and puka shells for the boys.",
        "Jack: Can we come in?",
        "Carly: Yeah, sure. This is -- this is nice of you, Katie. You shouldn't have.",
        "Katie: Oh, it's nothing, really. I just had such a good time there. And I thought they'd have so much fun in Hawaii. I thought about the kids the whole time.",
        "Carly: So, this is why you needed to see me? You want to give me Katie's souvenirs?",
        "Jack: Uh -- no. We wanted you to be the first to know that we're moving up the wedding date. We want to get married as soon as possible.",
        "Carly: I see.",
        "Katie: And we're having a little get-together tonight at the farm to celebrate. Something just casual, you know, and we'd love for you to be there.",
        "Jack: So the kids don't feel funny about anything.",
        "Carly: Yes. Um, that's very thoughtful of you to invite me. You couldn't have called?",
        "Jack: This seemed a little big for a phone call, Carly. Will you be there?",
        "Carly: I'd be glad to.",
        "Jack: Great. Uh, we have a lot to do, so --",
        "Katie: Yes. We do.",
        "Jack: Right?",
        "Kate: Well, thank you for saying that you'll come. It means a lot.",
        "Jack: Okay.",
        "Carly: This can't be happening! It can't be!",
        "[NEXT_ON]",
        "Carly: It's called fighting for what I want. And for what I know, deep down inside, Jack wants to.",
        "Katie: What did Carly do?",
        "Luke: What would make you happy?",
        "Vienna: Henry, this very handsome man is here to see you.",
        "Lily: You're asking me to abandon a friend who needs me.",
        "Holden: No, I'm asking you not to abandon us. I spend a lot of time in the kitchen."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=xhDqF4jOyAc"
}