{
    "Episode Summary": [],
    "Recap": [
        "Susan and Alison were still shaken by their ordeal with Rick. Alison had a flashback of Rick's hand over her mouth, and Chris reassured her she was safe now. Susan decided that she needed to see Rick again, to ask him why he chose her. Emily and Hal reluctantly agreed. Marshall accused Bonnie of orchestrating Sarah's disappearance, but she insisted she knew nothing about it. Jessica blasted Walker for interfering with Bonnie and Sarah, but Walker insisted that she is the one who will end up breaking Bonnie's heart. She told Marshall that she would help him retain custody once the girl is found. Meanwhile, Bonnie found Sarah, then promised her she wouldn't make her move in with Marshall. Tom and Marshall decided that if they didn't hear from Katie soon, they would go to Australia themselves. On the sheep station, Mordecai killed Constable Brighton just as he found Katie and Mike. He made them bury the body, then forced Katie to call and reassure Margo, to keep the police from arriving. Simon called, and Mordecai prepared to meet Simon in Sydney with Katie, but leave Mike behind. Margo wasn't sure that Katie was really alright."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Susan: Emily? Emily? What happened to the lights?",
        "Rick: Hello, my love.",
        "Susan: Rick! No! No! Get out of here! Stay away from me!",
        "Rick: I can't do that. I'm your husband.",
        "Susan: No! No! Marrying you was the worst mistake I ever made! I want you out of my life!",
        "Rick: It hurts me to hear you say that. It was so different for me. I couldn't resist you. I needed you. I couldn't have done any of it without you, my love.",
        "[Susan screams]",
        "Rick: I still need you. I'll do anything it takes to keep us together, my love. Anything at all. Anything at all. Anything at all. Anything at all.",
        "Susan: No! No!",
        "Emily: Mom? Are you okay?",
        "Susan: Oh, why? Why? Why did it have to be me?",
        "[SCENE_BREAK]",
        "Alison: Henry? Henry, you left the door open.",
        "[Distant clattering]",
        "[Alison screams]",
        "Chris: Oh -- hey. I'm sorry. I didn't mean to startle you.",
        "Alison: Oh. Oh, it's only you.",
        "Chris: Only me?",
        "Alison: I mean, thank goodness it's you. Are those for me?",
        "Chris: Yeah. Henry let me in. I was looking for some water, but I couldn't find anything to put them in.",
        "Alison: You got my note?",
        "Chris: Uh-huh. And I remembered you said you were coming by here to pick up your stuff, and I figured what better way to spend my day off than to surprise the most beautiful girl I know with flowers?",
        "Alison: \"I miss you\"? You -- don't know how much I needed to hear that, Chris. Thanks.",
        "[SCENE_BREAK]",
        "Bonnie: Walker, Sarah's just a kid.",
        "Walker : A kid who is bound and determined to see you.",
        "Bonnie: Yeah, but if she's living with Marshall , he's never gonna permit that.",
        "Walker : Ah, but Bonnie, there is a wild card in the mix. And that is Sarah. She loves you. And she's gonna fight to keep you in her life just like you are fighting to stay in hers.",
        "Bonnie: I hear a lesson in there somewhere.",
        "Walker : Well, maybe just a little bit of advice.",
        "Bonnie: Okay -- ?",
        "Walker : You want to keep this relationship with Sarah, right? Then you're gonna have to try not to alienate Marshall . Don't make him feel threatened by your bond with Sarah.",
        "Jessica: Walker . Hey, sweetheart.",
        "Bonnie: Hi.",
        "Jessica: I got your message. What's this about Sarah being in the E.R.?",
        "Bonnie: She was. But she's gone now.",
        "Jessica: She's gone? Gone where?",
        "Marshall: That's an excellent question.",
        "Bonnie: I thought you were having lunch with Sarah.",
        "Marshall: She ran away when my back was turned. But you already know that, don't you? What plot have you cooked up with my daughter this time?",
        "[SCENE_BREAK]",
        "Margo: Has Constable Brighton checked in yet? Yes, yes, I can.",
        "Tom: Hey, Jack, Margo heard anything on Katie, yet?",
        "Jack: Tom, no, not yet. She's on with someone in the precinct in Australia , though.",
        "Margo: Yeah, well -- yes, thank you. G'day to you, too.",
        "Tom: So what, still no word?",
        "Margo: No, the Constable looking for Katie went out, but he hasn't returned yet.",
        "Tom: Well, good. I'll take you to lunch. We'll give him a chance to get back to you.",
        "Margo: No, we can't do that. He might call while we're away.",
        "Tom: So what are you going to do? Glue yourself to the desk until the phone rings?",
        "Margo: You know, that's not a half-bad idea, darling.",
        "[SCENE_BREAK]",
        "[Boards clattering]",
        "Brighton : What in the world?",
        "Mike: Get this off me. Get this off me.",
        "Katie: Help us! Help us, please!",
        "Brighton : What happened here?",
        "Mike: There's a guy upstairs -- Mordecai. He's been holding us hostage for awhile.",
        "Katie: Where is he?",
        "Mike: Look out, look out! There he is, there he is!",
        "Katie: Oh, my God! No! No! No, don't! Please --",
        "Mordecai: G'day, mate.",
        "Katie: Oh, God! Please, no!",
        "Mordecai: Shut up, or you'll be next! Looks like he won't be picking' up any paychecks this week.",
        "Katie: Is he dead?",
        "Mordecai: As a doornail. You made me do this. I should kill you both.",
        "[SCENE_BREAK]",
        "Bonnie: Marshall , what did you do to Sarah?",
        "Marshall: Nothing.",
        "Bonnie: Well, there must be some reason why she left.",
        "Marshall: What? An extreme distaste for hot fudge? We were about to have dessert after a very pleasant lunch. So stop the innocent act and tell me where you and Sarah are supposed to rendezvous.",
        "Bonnie: I'm not gonna listen to this. This is ridiculous.",
        "Marshall: Where do you think you're going?",
        "Walker : Hey, hey, hey, hey!",
        "Jessica: Get your hands off her, Marshall!",
        "Marshall: Look, all right -- look, I'm sorry I grabbed you. But you got to tell me where my daughter is!",
        "Walker : What you've got to do is calm down. All right? We all need to calm down here.",
        "Bonnie: How can I be calm? I don't even know where Sarah is. You know what? I'm going to call Troy at the shelter just in case she went back there.",
        "Marshall: I already spoke to him. He hasn't seen her.",
        "Bonnie: Mom, what am I gonna do? She's out there. She's all by herself --",
        "Jessica: Listen, sweetheart, we are all concerned for Sarah's welfare. And if she's missing --",
        "Bonnie: If?! If she's missing?",
        "Jessica: Listen, I'm sorry to have to ask you this, but I have to. Did you and Sarah set this up?",
        "[SCENE_BREAK]",
        "Emily: You're okay. You must have fallen asleep down here or something and had a bad dream.",
        "Susan: Oh, it was real. Rick was here.",
        "Emily: No, Mom. Rick's been put away for a very long time. It was just a nightmare.",
        "Susan: My whole life is a nightmare. Where are those boxes? I don't want Rick's things in here. I want to put them out on the porch right now.",
        "Emily: No, no. Ali and I already took care of it, Mom. Why don't you come sit down and relax, okay?",
        "Susan: How can I relax? Every time I close my eyes, there he is.",
        "Emily: Well, then, why don't you go upstairs and -- take a hot bath? You've got to be exhausted.",
        "Susan: Oh, honey, I think when I -- I get really, really tired, I'll fall asleep.",
        "Emily: Well, that's not going to be very easy when you can't set foot in your own bedroom.",
        "Susan: I can't go in there. I can't go in there. Every time I go in there, I just feel smothered -- his smell, the sound of his voice. I can't sleep in that bed. It's like -- he's touched everything in the house. It's like he's taken my house away from me. And I'm never going to get it back.",
        "Emily: No, Mom -- no.",
        "[Susan sobs]",
        "[SCENE_BREAK]",
        "Alison: Not yet.",
        "Chris: You okay? How are things on the home front?",
        "Alison: Awful. [Alison sighs] I mean, I'm glad that I can be there for my mom, but -- it's still just creeping me out. At first, when my mom came home, she just went to bed, and I thought, you know, \"great, she's finally getting some sleep.\" But then I realized she's not even sleeping. She's just in bed, crying.",
        "Chris: Well, if it's any consolation, her body will take over soon enough. I mean, she won't have a choice. How about you? Are you getting any rest?",
        "Alison: Not really. I start to think about everything that happened and -- I just -- I can't sleep. Do you think I'm horrible if -- if I really wanted to leave my house and come here to just pick up my stuff?",
        "Chris: No, Alison. I think that you're a normal woman who is just trying to take care of herself.",
        "Alison: I'm going to miss this place.",
        "Chris: Me, too. But as long as Katie's away, maybe we could come back and house-sit from time to time.",
        "Alison: Well, I still have my keys. And -- plants need to be watered. Snickers needs to be fed. And -- Henry's not around, right?",
        "Chris: Snickers is head of the house today.",
        "Alison: So then it's just us bunnies.",
        "Chris: When in Rome --",
        "Alison: Do as the bunnies do?",
        "[SCENE_BREAK]",
        "Mordecai: Now the cops are gonna come looking for this guy. I'm going to make you pay for that.",
        "Mike: You can't kill us. You need us to get to Simon.",
        "Mordecai: Correction, mate. I need her. Not you.",
        "Mike: All right, look. Do what you want to me. But leave her alone.",
        "Katie: No, no, no. No. No one else needs to get hurt! It doesn't have to be like that.",
        "Mordecai: Would you shut up, woman? You're getting on my nerves. You're as bad as your husband.",
        "Katie: You heard from Simon?",
        "Mordecai: No. Not a peep. That's the problem. Bloke hasn't returned my call. I guess he's not as concerned about you as you thought, little lady.",
        "Katie: He'll call. I know he will. He'll come for me.",
        "Mordecai: I don't know. First things first. I better figure out what to do with Constable Brighton here.",
        "[SCENE_BREAK]",
        "[pager beeps]",
        "Chris: I think I'm being paged. I got to check in at Memorial.",
        "Alison: I understand. I've been living with a doctor my whole life. But Mom isn't nearly as fun as you.",
        "Chris: Just another intern checking a prescription change. Alison, what's the matter? You're pale as a ghost.",
        "Alison: I was just looking in the mirror. And suddenly Rick was there and slapped his hand over my mouth --",
        "Chris: Hey, you're shaking. Alison, going through Rick's things earlier probably rattled you.",
        "Alison: No, it was just stuff.",
        "Chris: Yeah, but it probably triggered some feelings that you haven't dealt with.",
        "Alison: Well, I don't -- I don't want to go through any feelings. I don't want to remember all the things that he did.",
        "Chris: It's inevitable, Alison, okay? You went through an incredibly stressful experience.",
        "Alison: Well, not as stressful as my mom's. I mean, I've always hated Rick, Chris. And I would do anything I could to get away from him. But my mom loved him. My mom, she defended him. And if he could push his way through my head, then I can't even imagine the kind of torture he's putting my mom through.",
        "[SCENE_BREAK]",
        "Emily: Mom, this is your home. You raised your children here.",
        "Susan: Yeah, and I invited a psychopath to share it with me.",
        "Emily: But it's over now. He has no control over you, Mom. He can't hurt you anymore.",
        "Susan: What about those boxes, sweetie? Can you take those away? I don't want his things on the porch. I don't want them in the garage. I just want them --",
        "Emily: I know, I'll take care of it. I'll go. But I don't want to leave you alone. Are you gonna be okay?",
        "Susan: Yeah, I know I'm acting a little crazy. I'm fine. I'll have some chamomile or something.",
        "Emily: Okay. Just settle down, okay? I'll be right back.",
        "Susan: Okay. Chamomile. I'd just as soon pour it on my head. [Susan sobs] whatever made me think that a haircut and a new man was gonna make me a new woman with a new life? It didn't turn out that way, did it? Did it, Rick? Rick, I hate you. I hate what you've done to my life! I hate you. I should just torch everything in this house that you touched -- me included. I just need some answers. I just need -- I just need to know why. Why?",
        "Imaginary Rick: Of course you need answers, darling. You can ask me anything -- you know that. Anything for you.",
        "[SCENE_BREAK]",
        "Bonnie: Mom! You have to be kidding me. Do you actually think I would have something to do with this?",
        "Jessica: Now, don't act like the question is unthinkable. You were about to leave the country with her at one point.",
        "Bonnie: That was before. Before Marshall found out she was his and -- you know, none of that even matters. I promise you -- I did not tell Sarah to run away. You have to believe me on this.",
        "Jessica: I believe you.",
        "Bonnie: Thank you.",
        "Walker : I was just explaining to Mr. Travers that Bonnie was with me the entire time since I contacted her about Sarah. There was no time to concoct some kind of escape plan with the young lady.",
        "Jessica: So you called Bonnie about Sarah?",
        "Walker : Yes. I did.",
        "Bonnie: So, let me get this straight. You were under the impression that, while you were at lunch with Sarah, everything was going well?",
        "Marshall: Yes. It was.",
        "Bonnie: You have no idea what would make her upset?",
        "Marshall: No. Look, I gave her some gifts. Some she liked, some she liked less. I gave her some pocket money, got up, went to the counter, and ordered some sundaes. When I came back, she was gone.",
        "Bonnie: Wait a minute, you gave her cash? How much?",
        "Marshall: A couple hundred.",
        "Bonnie: I don't believe this. You know, I'm out of here.",
        "Marshall: Wait, where are you going?",
        "Bonnie: Everywhere! Anywhere. The mall, Al's, all of her favorite hangouts. You know? No. You don't know. You wouldn't know anything about her hangouts, would you, Marshall ?",
        "Marshall: Well, perhaps if I was afforded a little bit more time with her, I would!",
        "Bonnie: You don't get it. You just don't get it, do you? Sarah was not ready to move in with you, Marshall. But you, being you, you wouldn't listen to anything anyone else had to say. All you wanted was what you wanted. And now, look at where we're at. Listen, thank you, Walker , for all of your help. Mom, I will call you later.",
        "Jessica: All right.",
        "Marshall: Look, I'm gonna check back in with Troy at the shelter.",
        "Jessica: Fine.",
        "Marshall: Look, Jessica, I know I have no right to ask you a favor --",
        "Jessica: No, no. No, you don't.",
        "Marshall: She's my daughter, Jess. Like Bonnie's your daughter.",
        "Jessica: And?",
        "Marshall: If you find her, would you please call me?",
        "Jessica: Yeah.",
        "Marshall: Thank you.",
        "Jessica: Walker , so you've been helping my daughter with Sarah?",
        "Walker : Yeah, well, it's, you know -- no need to thank me. I was happy to do it.",
        "Jessica: I wasn't going to thank you. Because I'm not happy that you did it. You're not helping Bonnie, Walker . Not in the least.",
        "[SCENE_BREAK]",
        "Hal: Hey, Tom.",
        "Tom: Hey.",
        "Hal: Please tell me the DA is down here because he's got good news about the Decker case.",
        "Tom: No, we're still waiting on his psychiatric evaluation. I came down to take my wife to lunch, but it seems she'd rather date the phone.",
        "Jack: She'll go to lunch with you. It'll have to be on an airbus to Perth , however.",
        "Tom: Excuse me?",
        "Jack: Perth . As in Australia .",
        "Tom: Yeah, Jack. I know where Perth is. You making plans I don't know anything about?",
        "Margo: Well, Jack had talked -- we had talked about maybe -- I should go to Australia if I don't hear anything from Katie soon. What? She's my kid sister. I'm worried about her. And, yes, she should never have gone looking for Simon on her own, but she did. But now we find out that the man that Simon killed had a twin brother. And who knows? For all we know, this guy could be getting his revenge on Katie.",
        "Tom: Nobody's mocking your concern, honey. But Katie's gone off chasing after Simon before. And you've never felt the need to follow her.",
        "Margo: Katie risked her life when she gave me a new vital organ. I'm alive because she did that for me.",
        "Tom: And you know I have not forgotten that. And I will love Katie until the day I die. But don't you think that you're jumping the gun a little?",
        "Margo: No. I don't. My gut has kicked in on this one. And I am not gonna rest until I know that Katie is safe.",
        "[SCENE_BREAK]",
        "Mordecai: That's all that cops make these days? Thank God they turned down my application. Do you have any idea how difficult it is to get rid of a dead body? I should make the two of you dig a hole for him -- all right! That was your last mistake, mate. Now you die.",
        "[SCENE_BREAK]",
        "Coming up, on \"As The World Turns\" --",
        "Katie: No, no. Please don't shoot. Please don't shoot. I can help you. I'll make it so that the cops won't come here.",
        "Mordecai: Oh, yeah? How will you do that?",
        "Katie: I'll call my sister and tell her that I'm okay.",
        "[SCENE_BREAK]",
        "Susan: What made you think that I was so desperate and vulnerable that you could use me? That I would be the woman who would stand by you no matter what horrible crime you committed? What was there about me?",
        "[SCENE_BREAK]",
        "Katie: No, no! Please don't shoot! Please don't shoot! I'll -- I can help you. I'll make it so that the cops won't come here.",
        "Mordecai: Oh, yeah? How will you do that?",
        "Katie: I'll call my sister and tell her that I'm okay.",
        "Mordecai: And what's that gonna achieve?",
        "Katie: She'll call off the cops, and then it'll buy you time.",
        "Mordecai: What about this guy?",
        "Mike: You said yourself, getting rid of a body is hard work. Let me help you.",
        "Mordecai: Well, it would be the first useful thing you've done since you've been here, so -- come on. Oh, you two have been busy. Well, since you're loose, you may as well pull your weight, as well. You look like you're able. Just remember, I've got a gun.",
        "[SCENE_BREAK]",
        "Susan: What made you chose me? What was it about me that made you think that I could be your -- how did you put it? Your target?",
        "Imaginary Rick: You're not wearing the earrings I gave you. I hope you didn't throw those out, too.",
        "Susan: Just answer me.",
        "Imaginary Rick: We had such a beautiful romance, didn't we?",
        "Susan: What's so beautiful about a lie?!",
        "Imaginary Rick: I never lied about loving you. I couldn't wait to get married. To think that I could spend a lifetime with your trust, support, confidence --",
        "Susan: Don't say that. Don't say it was my love and support that made you choose me. Because you were stalking me. You were taking pictures of me before I even met you.",
        "Imaginary Rick: You were so, so beautiful.",
        "Susan: What -- what did I do? Did I say something? Did I laugh too much? What made you think that I was so desperate and vulnerable that I -- that you could use me? That I would be the woman who would stand by you no matter what horrible crime you committed? What was there about me?",
        "Imaginary Rick: Believe me or don't. But I loved you instantly. And you returned my love with yours and made me whole.",
        "Susan: You're a murderer.",
        "Imaginary Rick: I couldn't allow anything to jeopardize our love, could I?",
        "Susan: You were killing people before I knew you!",
        "Imaginary Rick: It was different before. You made me a new man. And we could have gone away, Susan, started over. We could have been happy.",
        "Susan: Do you think I could have been happy living with a killer? Do you think we could have been happy ever after if I'd known you'd murdered my daughter? Stop doing this to me! Stop it! Just answer me! Answer me, answer me, answer me!",
        "Emily: Mom? Mom, are you okay? Mom!",
        "Susan: I need to see Rick.",
        "Emily: No. No, not again.",
        "Susan: No, it's very important.",
        "Emily: Listen to me, he upset you so much the last time, Mom, I'm not gonna let you see him.",
        "Susan: No, honey, honey, I need to understand. This is driving me crazy!",
        "Emily: No, Rick is the crazy one! You think a deranged man -- seeing him, is going to make you sane?",
        "Susan: He can explain it to me.",
        "Emily: Explain what?",
        "Susan: Why he chose me.",
        "Emily: Mom, it doesn't matter anymore.",
        "Susan: It's important to me. I have to know my part in this.",
        "Emily: Your part is that you were the victim of a very sick man.",
        "Susan: No, that's not enough!",
        "Emily: It has to be enough listen to me, you can't do this. The man is locked up in an insane asylum, Mom. They're not gonna allow any visitors.",
        "Susan: Hal. Hal can do this. Please, Emily. Please, it's important to me. Please?",
        "Emily: Oh, Mom.",
        "Susan: Please!",
        "Emily: All right, all right. Go splash some water on your face.",
        "Susan: Okay. I love you. Thank you.",
        "[SCENE_BREAK]",
        "Chris: Alison, you don't get over somebody trying to kill you in a day or a week or just because he gets locked behind bars. Okay, you and your mom are suffering all kinds of aftereffects. You're both coping in your own way.",
        "Alison: Is that why I don't want you to ever stop holding me?",
        "Chris: You're safe now.",
        "Alison: Say that again.",
        "Chris: You're safe.",
        "Alison: So that creep is locked up?",
        "Chris: Probably never gonna be released.",
        "Alison: This feels so good.",
        "Chris: Yeah. Look, I understand that you're stressed, and you're probably tired. If you wanted to take a nap, I wouldn't mind.",
        "Alison: Well, I wouldn't mind lying down next to you, but sleeping isn't exactly what I had in mind.",
        "Chris: Well, maybe we'll nap later.",
        "[Phone ringing]",
        "Alison: Oh, not again!",
        "Chris: No, no, no. That's not me this time.",
        "Alison: Oh. [Phone ringing] hello?",
        "Emily: Hey, Ali, it's me. Listen, I need you to do me a favor and meet me and Mom at the police station.",
        "Alison: Why? What happened? Rick escaped, didn't he?",
        "Emily: No, nothing like that. It's just -- Mom wants to see Rick again, and she wants to ask Hal to arrange it, so I think she's gonna need our support, honey.",
        "Alison: I'm on my way.",
        "Emily: Okay. Thanks. I knew I could count on you.",
        "Alison: I have to go to the police station.",
        "Chris: Is it something with your mom?",
        "Alison: Yeah, she's trying to get Hal to see if she can see Rick. I don't know why she wants to see that freak after everything he's done to us.",
        "Chris: She's probably just feeling guilty and confused.",
        "Alison: Well, she has nothing to feel guilty about. He's a psycho! I have to go. All I want to do is be with you.",
        "Chris: We'll be together soon enough, okay? This place isn't going anywhere.",
        "Alison: I hope so. I should go.",
        "Chris: Don't you want to take your flowers?",
        "Alison: Well, they look really good right there. And besides, it'll give me a reason to come back -- soon.",
        "Chris: Not soon enough. Let's go before we can't -- go.",
        "[SCENE_BREAK]",
        "Jessica: I understand you've been pulled into this situation because of Sarah's medical condition, but it's really none of your business.",
        "Walker : With all due respect, I have to disagree. Bonnie's confided a lot in me along the way. And Sarah's not just some kind of community service project. Bonnie loves Sarah.",
        "Jessica: And Bonnie has put herself in an untenable situation.",
        "Walker : How is that?",
        "Jessica: Because of the dynamic between her and Marshall and me -- it's just really complicated.",
        "Walker : I understand the difficulties.",
        "Jessica: No, I don't think you do. You have no idea what I've been through because of Marshall Travers.",
        "Walker : In fact, I do. Entirely.",
        "Jessica: I see. Obviously, my daughter trusts you more than I realized.",
        "Walker : We're friends.",
        "Jessica: Okay, so as her friend, you have to see that this liaison between her and Marshall and Sarah can only end up hurting her.",
        "Walker : How?",
        "Jessica: Because Bonnie wanted to be Sarah's foster mother. Now Marshall has parental rights. Bonnie hates Marshall . Nothing good can come of her involvement with the two of them.",
        "Walker : Look, there are a lot of possible outcomes of this situation. They're not all bad. But you stand in the way of what may naturally unfold, you are gonna break your daughter's heart.",
        "Jessica: I am gonna do whatever I have to do to protect her.",
        "Walker : You would break Bonnie's heart in an effort to keep her from getting her own heart broken? I hope it doesn't come to that, Jessica. I hope you find a way to spare Bonnie and Sarah a lot of pain.",
        "Marshall: Troy still hasn't heard from Sarah.",
        "Jessica: I'm sorry to hear that.",
        "Marshall: Look, Jess, I don't know what to do. I want to look for Sarah, too, but I'm afraid she'll just bolt if she sees me.",
        "Jessica: You really have no idea why she ran away?",
        "Marshall: No. I mean, I was trying so hard. I don't know. Maybe Bonnie was right. Maybe I pushed too hard to get her. But I was just so ecstatic to have my little girl back.",
        "Jessica: But she's not a little girl, Marshall. She's not the little girl you pictured in your head. She's a teenager who's led a very troubled life.",
        "Marshall: I know that.",
        "Jessica: Do you? Do you know that you can't just rush in with ice cream and gifts and money to make up for the lost time?",
        "Marshall: That's not really what I was trying to do. I was just trying to break the ice, find a way in. This is new to me, you know? I mean, between looking for a way to reach her and fighting everybody for the chance to love her, I'm flying blind here! I know what you think about me.",
        "Jessica: Good.",
        "Marshall: Even though I cannot, will not, admit it publicly, what happened between us, happened. And I will never let it happen again.",
        "Jessica: Oh, no, no. No, no. You do not get to do that. You do not get to bring up what you did to me because you're in anguish over your child!",
        "Marshall: I have to.",
        "Jessica: Why?",
        "Marshall: Because I need your help, Jessica. I really need your help.",
        "[SCENE_BREAK]",
        "Mordecai: Decent work, you two. Decent work. Now it's time for the phone call.",
        "Katie: Sure. I'll give you Margo's number, and you can dial it.",
        "Mordecai: Why don't you dial it yourself?",
        "Katie: Don't you want to listen in?",
        "Mordecai: No, I'm not worried at all. You pull any tricks, any tricks at all, I'll just shoot first and ask questions later.",
        "[SCENE_BREAK]",
        "Tom: Now, you know I trust your instincts. So if you really think Katie's in danger, I'll book a flight for both of us.",
        "Margo: That works for me. You know, I am kind of hungry. Let's go.",
        "Tom: Great, let's just go over to Al's. Come on.",
        "[Phone rings]",
        "Margo: Hughes here.",
        "Katie: Margo, hi. It's me.",
        "Margo: Katie! Thank God you're all right. I've been worried sick about you.",
        "Katie: I know. I'm sorry. I didn't mean to worry you. It's just, um, you know, with jet lag and the time difference and everything. I'm in Sydney .",
        "Margo: Sydney ? Did Mike find you?",
        "Katie: Yep, just like a boy scout. He's out getting us something to eat.",
        "Margo: Oh, thank God. I'm so glad you're not alone. Listen, Katie, there's something I got to tell you. I found out that Bartley has a twin brother. His name is Mordecai. And I don't know how much he knows, but he's, like, the caretaker or something out on Simon's farm. I talked to him on the phone, and the guy sounds really off. So, please, do not go there alone.",
        "Katie: I won't. Thanks for the heads-up.",
        "Margo: Yeah, did you get any information on Simon?",
        "Katie: Not yet.",
        "Margo: I'm sorry.",
        "Katie: Don't be, Margo. I'm fine. This is just something I needed to do. I think I'll be home soon.",
        "Margo: Really? Good. Um, but let me know if you change your mind.",
        "Katie: I will. I promise. Give my love to Tom and the boys. Okay, bye. Okay.",
        "Mordecai: Bravo. Now, I'm going to give you two a bucket and some bleach, and you're going to go down to the cellar and clean the bloodstains off the floor.",
        "Katie: Okay, you think I could get a bar of soap and maybe some shampoo?",
        "Mordecai: Oh, you gonna fix yourself up for when hubby arrives?",
        "Katie: Well, I really don't want him seeing me looking like this.",
        "Mordecai: Don't worry. He won't.",
        "Katie: What do you mean?",
        "Mordecai: Because I'm sick of waiting for Simon, and I'm certainly sick of baby-sitting the two of you. So I'm just going to say good-bye.",
        "[SCENE_BREAK]",
        "Jessica: All right. I convinced Hal to send some units to the bus station, the airport, the train station. They'll be on the lookout for Sarah. Now, do you have a recent picture of her?",
        "Marshall: I just bought tons of film, but I haven't had one chance to take a single photo.",
        "Jessica: All right. Do you want me to go to the shelter and see if Troy has a picture?",
        "Marshall: No, actually, I can do that.",
        "Jessica: Okay.",
        "Marshall: Jessica, thank you for helping me.",
        "Jessica: Oh, I didn't do this for you, Marshall. I did this to make sure that Sarah is safe and to make sure that you are out of my life and Bonnie's life for good.",
        "Marshall: That's fair. But, Jessica, if that's what you truly want, then there's one more thing you can do to help me that will serve us both.",
        "Jessica: And what is that?",
        "Marshall: Once you help me find Sarah, help me keep custody of her.",
        "Jessica: That I can do.",
        "[SCENE_BREAK]",
        "Bonnie: Sarah!",
        "Sarah: Bonnie, please don't be mad.",
        "Bonnie: Oh, honey, I'm not mad. I was just worried.",
        "Sarah: I don't want to live with him. Please don't make me.",
        "Bonnie: I won't. I won't.",
        "[SCENE_BREAK]",
        "Hal: Okay, what's up?",
        "Emily: Well, Mom wants you to arrange it so she can see Rick.",
        "Hal: I don't know if I can do that, Susan. Tom just told me that Rick's still being evaluated to see if he's fit to stand trial.",
        "Susan: But there's something I have to ask him. Something only he can answer for me.",
        "Hal: Is it about the case?",
        "Susan: No. It's personal. It's between him and me.",
        "Hal: Susan, are you sure? The man is sick. He lied to you. He tried to manipulate you over and over. He tried to hurt your family. You're treading on very dangerous ground here.",
        "Susan: I know I am. And I know you're only looking out for me, but this is something I have to do.",
        "Hal: I'll make the call.",
        "Susan: Oh, thank you. Thank you.",
        "Emily: Thank you.",
        "[SCENE_BREAK]",
        "Tom: So we're not jetting off to Australia ?",
        "Margo: No, no, I guess not.",
        "Tom: So why don't we take that trip to Hilton Head we've been talking about? Katie sounded all right, yeah?",
        "Margo: Yeah. Almost too all right.",
        "[SCENE_BREAK]",
        "Katie: Wait, hold on. Hold on. We had a deal here. We've done everything you asked. You don't need to hurt us.",
        "Mordecai: Oh, I'm not going to hurt you. I'm just going to tie you up and leave you here. I'll be history, as they say. And if someone finds you, good luck.",
        "Mike: What about Simon?",
        "Mordecai: No worries. I'll catch up with him eventually. Down you go, then.",
        "[Phone ringing]",
        "Mordecai: All right. Not a word out of either of you, hmm?",
        "[Phone ringing]",
        "Mordecai: Yeah? Oh, is that so? Yeah. No, I'll see you there, then. Looks like you won't have to go down there, after all. That was your husband.",
        "Katie: Simon's coming?",
        "Mordecai: No. But it seems you're a little bit psychic with that lie you told your sister. We're gonna go and meet him -- in Sydney.",
        "Mike: When?",
        "Mordecai: Straight away. Oh, but sorry, mate. You're not coming. Just me and the little missus.",
        "[NEXT_ON]",
        "Mordecai: Say your last good-byes. You're never gonna see each other again.",
        "Rosanna: I need to ask you something. It's very important to me.",
        "Paul: Is it about Craig?",
        "Susan: Are you sure you know who I am?",
        "Rick: Yes. I could hear you before. I knew you'd come back, Susan.",
        "Jennifer: Paul's right. The only way to deal with you is from a distance. So good-bye, Mom."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ShMZ29vfWqM"
}