{
    "Episode Summary": [],
    "Recap": [
        "Nick tells Brooke that he thinks what's happening to his mother is his old man's fault. He's using her situation as leverage. He'd help her get out of jail if Nick ended his relationship with Brooke. Bridget and Dante join the others at the Forrester's and it's clear Bridget feels left out as Dino's mommy. She confesses to Dante that she's afraid. She needs Dino almost as much as Felicia does. Eric visits Jackie in her jail cell and she is resentful but very grateful he came. However, she realizes he is with Stephanie because he loves her. He vows he will not let this sully her reputation, personally or professionally. He does have feelings for Stephanie, but he's going to stand by Jackie. Nick receives word that Jackie's hearing is not until tomorrow; she will spend the night in jail. Why would she be denied from seeing her own lawyer? Jackie is returned to her cell only to be surprised in finding Massimo hiding in the shadows of her cell. She greets him as an ally, so glad he's there so he can help her, she's innocent. Doesn't take her long to figure his angle. He wanted something from Nick which wasn't forthcoming, so she must suffer for something she didn't do. It's as simple as that, he wants something from her and she wants something from him. She has a night to think it over. Mass is sure that Brooke will go running back to Ridge if Nick isn't in the picture."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: Just make sure you use discretion. Stay on top of it and call me when you know anything.",
        "Brooke: I thought you might need that.",
        "Nick: Good thinking.",
        "Brooke: So, what about Massimo? Is he getting your mother out of jail?",
        "Nick: I don't know. I don't know what he's done. I don't know what he's going to do.",
        "[SCENE_BREAK]",
        "Ridge: I still can't believe it.",
        "Felicia: Well, you better, 'cause a lot of people went to a lot of trouble to get me here. Right, Mom?",
        "Thorne: We had a memorial for you.",
        "Ridge: Mother fought it tooth and nail. Now we know why.",
        "Felicia: I wish I'd been there -- see how much I really mean to this family.",
        "Stephanie: Oh, as though you don't know.",
        "Thorne: A toast --",
        "Felicia: Can I have a sip?",
        "Christian: No.",
        "Felicia: I don't know why girls dream of marrying doctors. You know, you are really uptight.",
        "Christian: Only when I'm on duty.",
        "Darla: And that is true, because he was very sweet at Bridget's barbecue.",
        "Ridge: To Felicia.",
        "[All together] Felicia!",
        "Bridget: What's this about a barbecue?",
        "Ridge: Well, speak of the devil.",
        "Felicia: My babe.",
        "Bridget: Say hi.",
        "Felicia: Come here, my little angel. Please.",
        "Bridget: Of course.",
        "Felicia: Come here, to mama. Look at you. Oh, my sweet.",
        "Bridget: There you go.",
        "Felicia: I'm sorry, but I need a kiss. Oh, this little man saved my life.",
        "Christian: Well, I hate to break this up, but we really should be getting back to the guesthouse.",
        "Felicia: Only if Dominick comes, too.",
        "Dante: I'll get Dino's stuff out of the car.",
        "Felicia: Dino?",
        "Dante: Yeah, that's what we're calling him.",
        "Bridget: Oh, you don't like it.",
        "Felicia: No, it's great -- if you're a dinosaur or a lounge singer partial to Martinis. [Laughter] I'm just kidding, it's cute.",
        "Kristen: Felicia -- I'm so glad you're here.",
        "Thorne: It truly is a miracle.",
        "Ridge: For all of us. But especially for this little guy right here. 'Cause he's got his mommy back.",
        "[Laughter]",
        "[SCENE_BREAK]",
        "Eric: Jackie? I came as soon as I heard. Jackie well, if you've come to take your engagement ring back, I don't have it. They took it -- with all my personal possessions when they booked me.",
        "Eric: Jackie, I came because I want to help. Jackie thank you. Thank you, thank you, thank you. [Jackie sobs] Thank you. Thank you.",
        "Brooke: Nick, why wouldn't Massimo help your mother? I mean, he can't believe that she's actually guilty of what she's being accused of? Nick --",
        "Nick: He doesn't like us being together. And he doesn't like what my mother's done to him in the past. I think my old man's responsible for what's happened to my mother.",
        "[SCENE_BREAK]",
        "Felicia: They say that laughter is the best medicine. But I think they're wrong. I think it's the love you get from a child.",
        "Christian: It's gonna take a lot more than love to get you back where we need you.",
        "Felicia: I'll do whatever it takes.",
        "Bridget: Well, you're not gonna be able to do it all alone. You're gonna need some help.",
        "Christian: She'll have a nurse.",
        "Felicia: Yeah, and a very dedicated doctor out on the couch.",
        "Bridget: If you're worried about her being alone, I don't think you'll really need to be. I plan on making some frequent visits.",
        "Felicia: I'm counting on that. I want to spend as much time with you as I can. Dominick will, too. Isn't that right, my little man? My baby. Sweet little boy.",
        "[SCENE_BREAK]",
        "Stephanie: I need you to understand that it was -- it was really difficult to watch you all grieving for your sister and -- I wanted to tell you, I did. I just felt that her chances for surviving were so slim. If she did die, I just couldn't put you through it a second time. It must have been so hard for you, dealing with all of this by yourself.",
        "Ridge: Mother, we thought you were -- you were nuts.",
        "Thorne: Especially when we saw the room this way.",
        "Stephanie: Well, honey, that was Felicia's idea. She wanted the room to like this -- you know, from the night of the wedding ceremony.",
        "Kristen: Hey, speaking of the wedding, where'd dad run off to?",
        "Stephanie: Oh, he's down at the federal courthouse. Jackie has apparently gotten herself arrested for -- I think it's money laundering and tax fraud.",
        "Ridge: What?",
        "Darla: Oh, my god.",
        "Ridge: Dad should still be here with his family.",
        "Stephanie: I think he feels a sense of obligation to Jackie. He's asked her to marry him.",
        "[SCENE_BREAK]",
        "Eric: If you're upset with me, I understand.",
        "Jackie: Oh, no, I'm just having a really unlucky week, that's all.",
        "Eric: Jackie, I had no idea my daughter was alive.",
        "Jackie: Oh, please, stop! How could you even think that I wouldn't be happy for you, and thrilled Felicia is alive? It's just that -- I really thought you loved me.",
        "Eric: I do, Jackie. I do.",
        "Jackie: No. You're not with Stephanie out of obligation. You're with her because you love her.",
        "[SCENE_BREAK]",
        "Brooke: You actually think Massimo is responsible for Jackie being in jail?",
        "Nick: I think he's using the situation as leverage.",
        "Brooke: I'm not following you.",
        "Nick: He tried to make a deal with me. He said he'd help get my mother out of jail, if I end my relationship with you.",
        "[SCENE_BREAK]",
        "Dante: They've already set up a crib.",
        "Felicia: I wanted Dominick to sleep in bed with me, but my heartless tyrant of a doctor says no.",
        "Bridget: It might be best for Dino. I don't know that he could sleep with all these machines around and everything.",
        "Felicia: Dominick? Are you kidding? He could sleep through a 21-gun salute. Can I have him back?",
        "Bridget: Yeah. Of course. Let's go see mommy. He's so tired. Here you go. Got him?",
        "Christian: Mm-hmm.",
        "Felicia: Okay. To think I thought I could say good-bye to you. Just hold you one last time, tell you how much I love and peacefully slip away. I couldn't do that. I need my little boy as much as he needs me.",
        "[SCENE_BREAK]",
        "Ridge: Dad and Jackie are engaged?",
        "Stephanie: Yes.",
        "Kristen: See, this is why I stay in Florida. I mean, this doesn't make sense. If Jackie is who he wanted to marry, then why --",
        "Stephanie: He wanted to accommodate Felicia's dying wish.",
        "Thorne: And, well, Felicia's not dead anymore.",
        "Kristen: So what happens now?",
        "Stephanie: Well, that's a very good question.",
        "[SCENE_BREAK]",
        "Eric: Jackie, I don't deny that I have feelings for my wife.",
        "Jackie: It doesn't matter anyway. For all I know, I'm going to spend the next 25 years in jail.",
        "Eric: No, you're not, Jackie. You're not. You're not going to spend another minute in here. You're not going to spend a day in jail, I promise you that. I'm going to see to it. And I'm not going to let this sully your reputation either, professional or personal. I have our P.R. People working on damage control as we speak.",
        "Jackie: Thank you.",
        "Eric: I'm going to stand by you, Jackie. Through all this. The way you've stood by me.",
        "Jackie: Eric, I'm so scared.",
        "[Jackie sobs]",
        "[SCENE_BREAK]",
        "Brooke: I'm not gonna let Massimo come between us. I won't. I love you too much. I'm not gonna let that happen, Nick.",
        "Nick: Okay. Then it won't happen. [Phone ringing] Yeah. Listen, this is an attorney. I gotta take this call, okay?",
        "Brooke: Yeah, okay.",
        "Nick: Hey, Mr. McCoy? Listen, thanks for getting to me. Tell me I can bail my mother out tonight, will you? What? When? No. No, no. No, you go ahead. I'll see you then. Thank you.",
        "Brooke: What happened?",
        "Nick: The hearing's not 'til tomorrow. She's gotta spend the night there.",
        "Brooke: How is she holding up?",
        "Nick: I don't know, he didn't get in to see her. Why would my mother be denied a visit from her attorney?",
        "[SCENE_BREAK]",
        "Officer: Step inside, ma'am.",
        "Massimo: Hello, Jacqueline.",
        "Jackie: Oh, Massimo! Oh, Massimo, thank god you came! I knew you'd come. Did Nicky tell you what's going on?",
        "Massimo: That you've been accused of some serious crimes.",
        "Jackie: Yes, but I'm innocent.",
        "Massimo: Well, you may not have done what they say, but innocent --",
        "Jackie: You are here to help me?",
        "Massimo: That's what families are for -- to help each other, stand by each other. I support you, and you support me. Only you haven't. I needed your support recently, and you let me down.",
        "Jackie: What are you talking about?",
        "Massimo: Dominick. You liked the idea of he with Brooke, and that disappoints me, Jacqueline. Very, very much.",
        "[SCENE_BREAK]",
        "Christian: You realize it wasn't easy for Bridget to leave the baby with you.",
        "Felicia: I know it's gonna be hard on her tonight.",
        "Christian: She's bonded with him, Felicia.",
        "Felicia: That's what I wanted.",
        "Christian: When you thought you were dying.",
        "Felicia: But I didn't. At least, not for the moment. I miss my son, and I want to be with him. Bridget understands that.",
        "[SCENE_BREAK]",
        "Dante: Hey.",
        "Bridget: Hey. I'm okay.",
        "Dante: You look like you're about to cry.",
        "Bridget: I just should've known. Dino is Felicia's son, of course she would want to be with him, of course.",
        "Dante: Tonight, one night, okay?",
        "Bridget: Come on, Dante, it's more than that.",
        "Dante: Then we'll talk about it. We'll discuss it. I am Dino's father and you are his legal guardian.",
        "Bridget: And she is his mother.",
        "Dante: Look, nothing's going to change until we talk about it, all right?",
        "Bridget: It's already changed, Dante. She's alive. Felicia's alive and that's -- it's amazing. Thank god -- thank god Stephanie took her to that clinic and the chemo worked and the liver transplant worked. It's a miracle. And please, don't get me wrong, I love seeing Dino and Felicia together. It's incredible. It makes me so happy. But --",
        "Dante: But what?",
        "Bridget: I'm just afraid.",
        "Dante: Afraid of what?",
        "Bridget: I know that Felicia is Dino's mother. Believe me, I know that. I just don't want to lose him. When I lost Nicole, he saved me. And I need him. Part of me thinks I need him as much as Felicia does.",
        "[SCENE_BREAK]",
        "Jackie: I'm in jail for something that I didn't do and you want to discuss our son's love life?",
        "Massimo: So, you do agree that his relationship with Brooke is not the priority.",
        "Jackie: This is just off the subject, don't you think?",
        "Massimo: You want my help, I want yours.",
        "Jackie: Help? With Nick and Brooke?",
        "Massimo: Well, up to now you've encouraged their connection.",
        "Jackie: Well, they're in love, Massimo.",
        "Massimo: She would go back to ridge in a second if Dominick wasn't available. Jacqueline, talk to him. He'll listen to you.",
        "Jackie: And if I don't? This is an ultimatum. Convince me to end his relationship with Brooke or I rot in jail.",
        "Massimo: Well, you have the night to think it over. Guard?",
        "Jackie: Nicky will get me out of here.",
        "Massimo: Yes, he came to see me for help about that. Unfortunately, there's nothing I can do for you tonight.",
        "[SCENE_BREAK]",
        "Nick: This is just ridiculous. I can't believe my mother is spending the night in jail and my old man is gonna let it happen.",
        "Brooke: We will get your mother out of there, and we won't have to split up to do it.",
        "Nick: That was never an option.",
        "Brooke: I know. I can't believe your father could even think that. Not even somebody as rich and powerful as Massimo Marone could keep us apart.",
        "[Nick laughs]",
        "Nick: For the first time, it's not us I'm worried about. I just can't stand it -- I can't stand the thought of her being in there and me not being able to do anything about it.",
        "Brooke: Hey, hey, you can lean on me. You've always been there. You've always been my rock for so long. You've been there to support me, and now, I want to be that person for you.",
        "[Brooke sighs]",
        "Nick: You already are.",
        "Brooke: So then don't worry. We will find a way to get your mother out of jail. And I'm gonna be there every step of the way helping you. Because I love you."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=5v6iLovnxPk"
}