{
    "Episode Summary": [],
    "Recap": [
        "Agent Dunn shows up at the Forrester home to pick up Gabby. Thomas and Gabby are getting ready to leave when they handcuff Gabby to haul her away. A lawyer Gabby called while upstairs packing shows up in the nick of time and reminds Agent Dunn that this could get ugly as the Forrester's are upper crust and Gabby is not. The lawyer asks them if they are in love to which they reply they are. The agents let Gabby go and Thomas announces they are out of there.",
        "Brooke and Dante flirt at the pool. Brooke is hoping Dante can help convince Bridget and Nick to stay together. They drink wine and kiss at the pool. Eric comes to see Nick at work asking him how and if he feels the same way Brooke feels about burying their feelings for each other. Nick thinks Bridget should know as well. Eric tells Nick about Brooke asking for one more night. Nick calls Brooke who blows him off pretending in front of Dante she doesn't care about Nick anymore."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Ah. Well, then pour me a glass.",
        "Dante: I forgot the opener.",
        "Brooke: There's one in the kitchen. I'll go get it.",
        "Dante: No, no. I'll go get it.",
        "Brooke: Dante -- thank you.",
        "Dante: For what?",
        "Brooke: For caring so much for Bridget. It really means a lot to me.",
        "Dante: Sure. I'll be back.",
        "[ Cell phone rings ]",
        "[ Brooke sighs ]",
        "Brooke: Please don't call me.",
        "Nick: I need to see you.",
        "Brooke: We can't, Nick. It's over. Just let it be over.",
        "Nick: Brooke --",
        "Brooke: No, your focus needs to be on Bridget and your baby.",
        "Nick: Even though you're in love with me, and I'm in love with you?",
        "Brooke: You and Bridget and your baby are going to have a wonderful life together, Nick. And so will I -- by moving on. And that's exactly what I'm doing, as we speak.",
        "Nick: What does that mean? Answer me, what does that mean?",
        "Brooke: I'll do whatever I have to do to guarantee my daughter's happiness. I have to go.",
        "Dante: Finally found it. Took a while, but I got the opener. What's the matter? What happened?",
        "[SCENE_BREAK]",
        "Eric: You look like a man in conflict. You see, I'm right about that.",
        "Nick: All right, Eric, what's on your mind?",
        "Eric: I know about your feelings for Brooke. She told me. She also told me the feelings are mutual, that they're reciprocated -- or that they were, and that that's all over now. You've both decided to bury your feelings.",
        "Nick: Well, I guess she'd know.",
        "Eric: What about you?",
        "Nick: What about me?",
        "Eric: I want to know what you plan to do. Is it Bridget you want, or her mother? Are you able to completely commit to my daughter and the baby that you share? Because if you're not, I'm gonna have to tell Bridget the truth.",
        "[SCENE_BREAK]",
        "Taylor: Thomas, don't do something foolish.",
        "Thomas: I can't stay here.",
        "Taylor: You have immunity. Agent Dunn assured me that.",
        "Thomas: I'm not leaving Gaby on her own! She'll be deported to a country where she doesn't know anyone.",
        "Taylor: Gaby's a survivor. She'll do just fine.",
        "Thomas: I can't believe this is you talking. You know, I always thought you had this big, compassionate heart. But now -- don't you get it, mom?! We didn't sleep together on a whim! We love each other!",
        "Taylor: Sweetheart, if you run away with Gaby, you'll be throwing your life away, all right? Don't get drawn into this. You're too young.",
        "Thomas: Gaby needs me, and I need her.",
        "Taylor: We had an agreement, a trust, and Gaby broke that trust.",
        "Thomas: Don't blame this on Gaby! I'm the one who walked into her room, and I'm not gonna let my wife pay the price for it! Let's go!",
        "Taylor: Thomas! Don't do this!",
        "Agent Dunn: Well, looks like we're here just in time.",
        "Thomas: You can talk to my mother. We're leaving.",
        "Agent Dunn: No, son, you're staying right here.",
        "Thomas: What you're doing is wrong!",
        "Agent Dunn: Your mother admitted that your marriage to Gabriela is a sham. That's all that concerns me.",
        "Gaby: Thomas --",
        "Agent Dunn: Now all I need is an official statement for the record.",
        "Taylor: My son, Thomas Forrester, married Gabriela Moreno, for the sole purpose of obtaining a green card.",
        "Thomas: Mom, stop saying that.",
        "Taylor: Despite my knowledge that this marriage was a sham, I allowed them to live in my house. I lied. It was wrong, and I'm very sorry.",
        "Agent Dunn: That's all I need.",
        "Thomas: Please, you can't do this. Gaby's my wife. I love her.",
        "Agent Dunn: You're breaking my heart, kid. Now, if you'll just step aside, we're taking your wife into custody.",
        "[ Gaby sobs ]",
        "[SCENE_BREAK]",
        "Nick: Eric, I don't want to hurt your daughter more than she's already been hurt. I don't want to see anyone hurt in all of this, especially this child. But I'm not a liar, and I don't think keeping the truth from her is the right thing to do.",
        "Eric: I agree. So why do it?",
        "Nick: Because it's what Brooke wants to do. This has to do with deacon and the past. She doesn't want history to repeat itself.",
        "Eric: She wants to give Bridget the reassurance that she needs.",
        "Nick: That's right.",
        "Eric: Well, apparently, Brooke has an idea how to do that.",
        "Nick: What do you mean?",
        "Eric: I spoke to her on the way over here. She -- she said she has some kind of a plan. She begged me not to say anything to Bridget, and she begged me to give her one more night.",
        "Nick: One more night? I don't understand, what's gonna happen in one more night?",
        "[SCENE_BREAK]",
        "Brooke: I'm sorry, I don't mean to -- it's just, this is the first time I've been down by the pool since Hope nearly drowned.",
        "Dante: You know, I wish I hadn't left that day, you know? Me and Nick would've been with her the whole time, you know?",
        "Brooke: No, there's no reason to think about it. Hope's fine, thank god.",
        "Dante: But there's something right?",
        "Brooke: Well, Hope's accident, that's when the troubles started happening between Bridget and me.",
        "Dante: You and Nick being brought together because of Hope, you mean?",
        "Brooke: It shouldn't have happened that way.",
        "Dante: You know, Bridget told me how much it hurt, to see you and Nick, you know, so close. You know, a tragedy has a funny way of bringing true feelings out in the open, you know?",
        "Brooke: And that's what happened here. But it wasn't the feelings of love, it was feelings of caring and compassion. And that's what Bridget needs to understand.",
        "Dante: But you did love Nick once, right?",
        "Brooke: Yes, and I'm not denying that. I never will. But that was in the past. I really believe with all my heart that Bridget and Nick can have a wonderful life together, with their family.",
        "Dante: I hope that's what he wants.",
        "Brooke: Oh, I'm sure he does. Bridget's a much better woman than I am. But then, I'm not telling you anything you don't already know, right?",
        "Dante: Well, you're right, I know, that Bridget's a very special person. But don't sell yourself short. You have a lot to offer to a man.",
        "Brooke: Oh, how sweet you are.",
        "Dante: Besides the obvious, of course.",
        "Brooke: And what would the obvious be?",
        "Dante: Your smile, your beauty, your eyes. It's quite intoxicating, actually.",
        "Brooke: That must be the artist speaking.",
        "Dante: An artist who happens to be a man.",
        "Brooke: And a very handsome man. I'm sure you've never heard that one before, right?",
        "Dante: Um, I'll pour the wine. Maybe we can go for a swim later.",
        "Brooke: Sounds intoxicating, in more ways than one.",
        "[SCENE_BREAK]",
        "Thomas: Arrest me, too.",
        "Agent Dunn: No such luck, kid. Promised your mom here.",
        "Thomas: I don't want any part of your deals. You take my wife, you take me, too.",
        "Agent Dunn: Let's go.",
        "Attorney: Not so fast, gentlemen.",
        "Agent Dunn: Excuse me?",
        "Attorney: I'm Carmen Gutierrez, Mrs. Forrester's legal representation.",
        "Taylor: I didn't call an attorney.",
        "Attorney: No. No, you didn't. Mrs. Thomas Forrester contacted me. Hello, Gabriela.",
        "Gaby: Hi.",
        "[SCENE_BREAK]",
        "Nick: You got to help me with this, Eric. There's too much at stake here. What's going on?",
        "Eric: Look, she says she wants one more night.",
        "Nick: Okay.",
        "Eric: It would be one thing if she could reconnect with Ridge. I can see how that would ease Bridget's mind. But that's out of the question.",
        "Nick: Well, then what the hell is she talking about?",
        "[SCENE_BREAK]",
        "Brooke: That was so invigorating.",
        "Dante: I worked up quite a thirst, actually.",
        "Brooke: Yeah, well, there's more wine. I'll let you dry off, and I'll pour.",
        "Dante: You seem very relaxed. It becomes you.",
        "Brooke: That's because of you. You make everything seem so uncomplicated.",
        "Dante: There's no reason why it shouldn't be. Thank you.",
        "[ Brook sighs ]",
        "Brooke: Well, I wish I was that way. I've seemed to have made such a mess of my life in so many ways.",
        "Dante: I don't see it that way.",
        "Brooke: How do you see it?",
        "Dante: I see a beautiful, intelligent, vivacious woman who loves deeply, and hurts deeply -- especially when the men in her world disappoint her.",
        "Brooke: You're talking romantically.",
        "Dante: Well, specifically, the involvement with the Forrester men. It's only given you one complication after another. That's just my humble opinion.",
        "Brooke: So you think it's time to expand my horizons?",
        "Dante: Yeah, maybe even to the shores of Italy.",
        "Brooke: Where the Chianti flows like water?",
        "Dante: Yeah. Where lovers sleep until noon.",
        "Brooke: To Italy.",
        "Dante: To Italy.",
        "Brooke: Do you still love Bridget?",
        "Dante: Where did that come from?",
        "Brooke: Well, I know that you feel more than friendship for her.",
        "Dante: She never returned my interest. -- Not that way, I mean.",
        "Brooke: Well, then that just proves how much she really does love Nick. To be able to resist such a wonderful man like you.",
        "[SCENE_BREAK]",
        "Taylor: You contacted an attorney?",
        "Gaby: You gave me no choice. I don't want to be deported.",
        "Thomas: And she's not gonna be, right?",
        "Attorney: That's why I'm here. What grounds do you have for arresting my client?",
        "Agent Dunn: This marriage is a sham -- a way for Gabriela to get her green card and keep from being deported.",
        "Attorney: And you know that how?",
        "Agent Dunn: Mrs. Taylor Forrester made a statement confirming it.",
        "Attorney: Is your marriage a fraud?",
        "Thomas: No.",
        "Attorney: Gaby?",
        "Gaby: No.",
        "Attorney: Has the marriage been consummated?",
        "Thomas: Yes.",
        "Gaby: We love each other very much.",
        "Taylor: Oh, come -- of course she's going to say that. She doesn't want to -- oh, this is ridiculous.",
        "Attorney: There's nothing ridiculous about it, Mrs. Forrester. The word of a disgruntled mother-in-law over the word of two young people so obviously in love.",
        "Taylor: Disgruntled?",
        "Attorney: Even if my firm doesn't represent Gaby, it will still play out the same way in the court of public opinion. Daughter of the Forrester family maid, orphaned after a car accident involving Stephanie Forrester. She's lucky enough to fall in love and marry the son of Ridge Forrester, heir to Forrester Creations. But the family, particularly her mother-in-law, has issues with her son marrying a minority.",
        "Taylor: That is not true.",
        "Attorney: Maybe. Maybe not. But that's how it'll appear if this goes to court. And I don't have to tell you what a high-profile case built on questionable grounds will do for the career of someone such as yourself. So unless you're rock solid, which I can see you're not, you want to take those handcuffs off this young woman right now.",
        "Agent Dunn: I'm afraid this does complicate things. Especially since the marriage has been consummated.",
        "Taylor: Oh, come on! She is twisting this whole thing to be something that it's not.",
        "Gaby: I couldn't just let you deport me! This marriage is real, whether you like it or not. Isn't it, Thomas?",
        "Thomas: You're damn right it's real. Take 'em off.",
        "[SCENE_BREAK]",
        "Dante: Not many woman can, you know?",
        "Brooke: Can what?",
        "Dante: Resist me.",
        "Brooke: Spoken like a true Italian playboy.",
        "Dante: I'm no playboy. But I do appreciate a beautiful woman when I see one.",
        "Brooke: And I appreciate how wonderful you've been to Bridget, and to me. Heaven knows, I'm sure you have many better things to do than sit around here and listen to an old woman babble.",
        "Dante: You're not old.",
        "Brooke: I'm older than you are.",
        "Dante: Age makes no difference in matters of the heart.",
        "Brooke: Wow. The man has an answer for everything.",
        "Dante: Some women find that annoying.",
        "Brooke: Lucky for you, I'm not one of those women.",
        "Dante: Lucky indeed. May I?",
        "Brooke: So are you still considering my offer?",
        "Dante: What offer would that be?",
        "Brooke: A position at Forrester Creations.",
        "Dante: What position did you have in mind?",
        "Brooke: Oh, I could think of a lot of positions I'd like to try you in.",
        "Dante: You know, just when I think you're a saint, you get naughty.",
        "Brooke: Was I naughty?",
        "Dante: Yeah, but I like it.",
        "Brooke: Me, too.",
        "[ Cell phone rings ]",
        "Brooke: Hello?",
        "Nick: We need to talk. Where are you?",
        "Brooke: Oh, hi, Nick. No, Bridget's not here. She must be on duty at the hospital.",
        "Nick: I'm not looking for Bridget, and you know it. And what the hell is Eric doing, coming to my office, talking to me about us, our relationship. What is that about?",
        "Brooke: That's a wonderful idea. Yes, I'm sure Bridget would love to celebrate over dinner with you.",
        "Nick: What the hell are you talking about?",
        "Brooke: Oh, no. No, I don't want to interfere. I really think that you and Bridget need some time alone. So don't worry about me. I have my own friends, and my own things to do. I'm fine. Good-bye, Nick.",
        "Dante: Wow. You really put him behind you, huh?",
        "Brooke: Yeah. Now, if you could just convince Bridget of that.",
        "Dante: Me?",
        "Brooke: You've been an angel on her shoulder all this time. I really don't know how I can thank you.",
        "Dante: Free room and board is a hell of a thank you.",
        "Brooke: You know what I mean.",
        "Dante: I'm not sure I do.",
        "Brooke: Well, Bridget needs to realize that I am over Nick, and you can reassure her.",
        "Dante: I need proof.",
        "Brooke: How's this?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=uhnm4xHh-Sw"
}