{
    "Episode Summary": [
        "Episode # 7032 ~ Brooke confides in Katie about her feelings; Rick is confused by Maya's change of heart about Nicole."
    ],
    "Recap": [
        "Nicole comes back for her earbuds and can't help but overhear what Maya said about wanting Nicole to leave. She asks where she stands as she thought they were just starting to know each other. Rick answers by saying he wanted them to get close but perhaps he spoke before thinking it through. He can see there is tension so while he is not kicking her out perhaps he can secure a place nearby for her. Nicole thinks they can get to know each other better under the same roof. Maya says Rick is a wonderful man; kind and considerate and just looking out for her. She would like to be sisters and get to know Nicole better. She'd like her sister to be able to look up to her as a big sister so she may stay here if she likes. Nicole pretends that she doesn't want to force herself into a situation where she is not wanted. Rick says it is settled, she will stay and he goes upstairs. Maya says again that she does want Nicole to stay. Nicole is happy and says she did not come here to pressure or blackmail Maya. She is proud of what her sister has accomplished and she wants them to be close, but she does have expectations. Brooke and Katie share takeout at her house and she mentions it is good to have Bill back home for Katie. Katie pours them both a glass of wine and Brooke looks a little worried. She is still looking at the wine when Katie asks her about things over at FC. Brooke replies that Rick is now in charge and doing a wonderful job and she doesn't want to stand over his shoulder and mess that up. She also feels like the world passed her by while she was in Milan and she is trying to figure out now just what to do with herself. Brooke doesn't want Katie to worry about her as she will be fine. She just wants Katie to focus on her newly found family. Katie is not sure she will go back to work just yet but they both agree they will be there for each other when needed. Brooke adores Katie but says she needs to do this on her own; going back and being a strong, independent person. She was always defined by the relationship she was in. She needs to be that single Brooke Logan again. She doesn't know how but she will figure it out.",
        "Quinn keeps staring at her engagement ring and assures Deacon she would not want a bigger one for her finger. And she would not want to re-design one. She likes it because he picked it out. When she comes back from the bedroom Deacon is smiling as she is holding a whip and dressed in sexy black. She calls him sexy Deacon. He says she looks sexy hot. She says he ought to be scared. She whispers for him to come closer and turn around and she puts a blindfold on him. She demands that he get down on his knees. He is soon out of breath and laughing and wonders how she always knows exactly what to do. She coos that she pays attention and more importantly she knows what feels good to her. She wants to get it in writing when he says he has never met a woman like her. And Brooke will not stop them. He says he feels like a train off the tracks going who knows where but it will be one hell of a ride and she is along for that ride. Quinn passes on the wine and says water is just fine. She is not going to do anything to make life difficult for him. She brings up the wedding and wonders who will be there besides Wyatt. She thinks perhaps Deacon can invite his new AA friend. He thinks that might defeat the purpose of being anonymous. She shows him a picture of her wedding dress, different but sexy and she wants the ceremony at night with lots of candles. He says again he can not believe he caught her. She pulls his hair back and kisses him before saying that no one catches her. Brooke starts to clean up. She picks up the glass of wine and holds it dearly while smelling it and walks out on the front porch with the entire bottle in her hand. She cries as she contemplates drinking it but finally pours all into the bushes. Maya asks Nicole what she means by expectations. Nicole says she really wants to be treated like a sister, not just some package that landed on her doorsteps. Maya says she does care. Nicole suggests they share the wealth .well maybe that is not the right word but Maya has plenty and right now Nicole needs a car. Maya says she has no control over the Forrester cars, but Nicole is right she has not been that welcoming and she would like to treat her like family. But she wants one thing. She wants Nicole to allow her to deal with her past as she sees fit. Rick can not find out she is transgendered until and if he proposes. Nicole agrees that if Maya takes care of her then she will take care of Maya too."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: You were listening?",
        "Nicole: Couldn't help it. I came back for my earbuds. You're asking Maya if she wants me to leave?",
        "Rick: Private conversation.",
        "Nicole: Sorry, but I heard it. So...where do you stand? We have a rare opportunity here to be real sisters. Do you want me to go, just when we're finally starting to get to know each other?",
        "[SCENE_BREAK]",
        "Brooke: So, it's good to have Bill back home?",
        "Katie: Yeah. We don't have to talk about that.",
        "Brooke: Oh, honey, I'm okay, really. I'm just asking.",
        "Katie: Well... it's kind of hard to explain, really. I mean... after we split up and it was just me and Will in that big house all by ourselves, I guess I forgot how much Bill permeates every room -- his presence and his energy. I guess I had to forget. Otherwise, I just would have been too lonely.",
        "Brooke: You seemed okay on your own.",
        "Katie: Yeah, well, I guess sometimes you don't really have any choice. You're just stuck with you.",
        "Brooke: Yeah. But, uh, you are remarried now, and that's good.",
        "Katie: Yeah.",
        "Brooke: You and Bill are meant to be together, and that's, uh -- that's good. I couldn't be happier for the two of you.",
        "Katie: Well, and I'm happy that we're back -- you know, that you and I are on solid ground. I'm actually grateful for a lot of things.",
        "[SCENE_BREAK]",
        "Deacon: Yeah, I probably wouldn't look at that too closely.",
        "Quinn: I love it!",
        "Deacon: So you keep saying.",
        "Quinn: Oh, no, no! I do! I do! I mean, can you imagine if I had, like, a gazillion-carat diamond on my finger? I couldn't wear it half the time. There are just a -- I don't know -- few things I would change designwise, but --",
        "Deacon: We can reset it if you want.",
        "Quinn: No! You picked it out for me!",
        "Deacon: I just want you to have what you want.",
        "Quinn: You can make that happen.",
        "Deacon: You're starting to get that look in your eye.",
        "Quinn: I'll be right back.",
        "[SCENE_BREAK]",
        "Katie: So, you haven't really been involved with Forrester -- I mean, even with all the changes going on over there?",
        "Brooke: Uh...y-- no. Rick's in charge -- you know, irrevocable control. He's doing a fabulous job, so why would I want to mess with that? His dad's not there, and I'm sure he doesn't want his mom snooping around, looking over his shoulder.",
        "Katie: Must be quite a change from being so busy in Milan.",
        "Brooke: Yeah, it's a big change. Mm-hmm.",
        "Katie: Miss it?",
        "Brooke: Yeah. It's just I was really needed there, and I came back here, and it just seems like the world passed me by.",
        "Katie: What have you been doing with yourself?",
        "Brooke: Oh, a little this, a little that -- you know, self-evaluation, trying to figure out what I'm doing next.",
        "Katie: Any ideas?",
        "Brooke: A few. I'd like to keep them to myself right now, though.",
        "Katie: Well, you should get out of the house more. Come visit Will. He misses you.",
        "Brooke: Yes, of course. That's great. Just tell me when.",
        "Katie: Soon. You've been alone too long.",
        "[SCENE_BREAK]",
        "Quinn: Hi, sexy.",
        "Deacon: Damn, girl. You look scary hot.",
        "Quinn: Oh-ho-ho-ho! You should be scared.",
        "Deacon: Uh-huh.",
        "Quinn: Come here. Turn around. See, this is what I like -- you... in my power... under my control. [Chuckles] Turn around. Come here. Come here. Get down on your knees.",
        "[SCENE_BREAK]",
        "Rick: I asked you to move in in hopes that you and Maya would bond as sisters. In my enthusiasm, I may have jumped the gun a bit. There seems to be a lot of tension here.",
        "Nicole: Not from me.",
        "Rick: Maybe not. But Maya's feeling it, and I have to respect that. We're not kicking you out. You're family. We'll take care of you. We'll get you a place in Westwood or Santa Monica or wherever.",
        "Nicole: I'm a little confused. Maya and I might have growing pains, but isn't that normal between sisters who don't really know each other? It's a process. We'll have bumps along the way. But we stand a better chance of getting over them if we live under the same roof. You're awfully quiet, Maya. Is this what you want -- to kick your only sister out of your house?",
        "[SCENE_BREAK]",
        "Deacon: Oh-ho! Oh, man. I swear you're gonna kill me one of these nights, woman.",
        "Quinn: [Chuckles]",
        "Deacon: Ohh.",
        "Quinn: Well, what a way to go.",
        "Deacon: Ohh. How is it possible that you know exactly what to do?",
        "Quinn: Because I pay attention and, more importantly, I know what feels good to me.",
        "Deacon: Yeah?",
        "Quinn: Mm-hmm.",
        "Deacon: Well, I definitely have never met a woman like you before.",
        "Quinn: Can I get that in writing?",
        "Deacon: You will -- the day we get married.",
        "Quinn: If we're allowed to get married.",
        "Deacon: Baby, Brooke can't stop us. You and me -- we're like a runaway train careening off the tracks, going to God knows where and just enjoying the ride.",
        "Quinn: And you... are one Hell of a ride.",
        "[SCENE_BREAK]",
        "Brooke: You don't have to worry about me. I'm fine. Just concentrate on your newly reunited family.",
        "Katie: Brooke, you are my sister. I know when you're not fine.",
        "Brooke: I'm fine. I'm just adjusting. It's just weird for me to be alone. I'm not used to it.",
        "Katie: Well, you haven't had much practice -- or any practice.",
        "Brooke: I've always been with a man.",
        "Katie: Try being without. You might like it.",
        "Brooke: Did you?",
        "Katie: No, not really. I mean, after Bill and I split up, I just felt like that house was gonna swallow me whole. I missed him. I missed his energy. I missed the life that we had together. And then I realized that wanting what I had lost wasn't doing me any good. I had to focus on the present and the future and my son. And that's what I did. And it really helped, having a job. It really did -- someplace to go every day. It kept me in the moment. I think you should go back to Forrester and work. You're -- you're good at that.",
        "Brooke: But it's not about me. It's about Rick. He really deserves control of that company. He worked so hard for it.",
        "Katie: Okay. Well, then... volunteer or train for an ironman or something.",
        "Brooke: [Chuckles] Maybe I will.",
        "Katie: I just want you to know... that if you ever need anything, if you ever need any help when you start feeling like the walls are closing in... you can call me. I'll be there for you.",
        "Brooke: Okay.",
        "[SCENE_BREAK]",
        "Maya: You're such a wonderful man. You are so kind and considerate.",
        "Rick: I'm just looking out for you.",
        "Maya: Your first instinct was right. Nicole and I have lost so much time, and we'll never get it back. We're just now making up for it, so tensions are to be expected. And let's face it -- I'm not exactly easy. I'm guarded and protective. I've had to be. Circumstances have kept us apart. But you're here now. And we have a chance to become real sisters. And I want that, Nicole. I want to be a woman that you can respect and look up to. So, if that's possible... if it's what you want... then I would very much like for you to stay.",
        "[SCENE_BREAK]",
        "Deacon: Here you go.",
        "Quinn: Um...water's fine.",
        "Deacon: Baby, you don't have to do that, all right? I mean, I have to be okay not drinking when other people are.",
        "Quinn: What if I'm drinking wine and you kiss me and you taste it? Aren't you gonna be tempted?",
        "Deacon: Maybe. I'm not sure.",
        "Quinn: Well, you're trying to stay sober, and I'm not gonna do anything to make it any more difficult for you. So...we are going to share this water, okay?",
        "Deacon: Okay.",
        "Quinn: So, you want to talk about our wedding?",
        "Deacon: Yeah. Shoot.",
        "Quinn: Okay. Well, when I was first thinking about it, I thought it should be a huge affair -- you know, caterers, endless champagne, big venue.",
        "Deacon: We can do that.",
        "Quinn: Yeah, and then I was thinking, \"who's gonna come?\"",
        "Deacon: You know, good point.",
        "Quinn: Yeah. I mean, we could get Wyatt and -- I don't know. Hope -- will she come? You think?",
        "Deacon: Honestly, I-I don't know.",
        "Quinn: All right. Well, I was thinking maybe if she came, she could bring some of the other Forrester Logans, like Eric and Bill and Katie.",
        "Deacon: Bill?! What? Bill?! Bill?!",
        "Quinn: Maybe not. Maybe not. Maybe not. So, just Wyatt.",
        "Deacon: [Chuckles]",
        "Quinn: Not much of a guest list. How do we have no friends?",
        "Deacon: I can't imagine.",
        "Quinn: [Sighs] Hey, what about your friend from AA -- the one you've been helping? Do you want to invite him to our wedding?",
        "[SCENE_BREAK]",
        "Brooke: I adore you. You know that. I love you. And I know I can count on you. But this is something I need to navigate on my own. I've always defined myself by whatever relationship I was in at that moment, and now it's time to do something different. I need to figure out who I am -- Brooke Logan, single, independent. I just know it's gonna be hard trying to figure that out.",
        "Katie: And you don't have to do it alone, okay? You have people, and we love you.",
        "[SCENE_BREAK]",
        "Nicole: The last thing I want to do is force myself into a situation where I'm not wanted. But if you really want me to stay...",
        "Maya: I do.",
        "Nicole: I want to be here.",
        "Rick: Excellent. You won't be sorry. I have experience with sisters. They can get through anything -- betrayal, lies. All you have against you is some distance. That should be a cinch. I'm gonna let you get started. Take as long as you need.",
        "Maya: Thanks. I meant what I said. I want you to stay. I want to get to know my sister.",
        "Nicole: That's what I've always wanted, too. Honest, Maya, I didn't come here to pressure you or blackmail you. You've built a wonderful life for yourself, and I want to be a part of it. Is that so terrible or hard to believe? I'm proud of you in all that you've accomplished. You're my big sister, and I want us to be close. But... I have expectations.",
        "[SCENE_BREAK]",
        "Brooke: [Sighs] [Sighs] [Crying]",
        "[SCENE_BREAK]",
        "Quinn: What do you think? Do you think your friend from AA would like to come to our wedding?",
        "Deacon: Well, I mean, it kind of defeats the purpose, right?",
        "Quinn: Yes, yes, yes, yes -- anonymity and everything. Right. Okay. All right. Well, you know, guests are overrated.",
        "Deacon: Yeah.",
        "Quinn: Oh, I want to show you something.",
        "Deacon: Okay.",
        "Quinn: Okay.",
        "Deacon: [Sighs]",
        "Quinn: Here. Okay. What do you think?",
        "Deacon: Is that your wedding dress?",
        "Quinn: You don't like it?",
        "Deacon: It's different.",
        "Quinn: Yeah, yeah, but I thought -- see here? Look. The lace softens it a bit.",
        "Deacon: It's, uh -- it's different, but it is definitely sexy.",
        "Quinn: Yeah?",
        "Deacon: Yeah. Oh, yeah.",
        "Quinn: Well, it's just a thought. Anyway, also... the ceremony, I was thinking that we would do it at night, you know -- have lots of candles, fires burning, the only light source coming from the flames.",
        "Deacon: I like it. It sounds kind of witchy, you know, like you.",
        "Quinn: [Chuckles]",
        "Deacon: You are such a turn-on, I can't believe I caught you. [Laughs]",
        "Quinn: Nobody catches me.",
        "[SCENE_BREAK]",
        "Maya: Expectations?",
        "Nicole: I expect you to act like my sister. Stop treating me like I'm some misaddressed package that just landed on your doorstep. Start looking out for me, caring about what happens to me.",
        "Maya: I do care.",
        "Nicole: Then share the wealth. You've got plenty of it. I mean, look at you -- kickin' it in your Beverly Hills mansion with your rich, gorgeous boyfriend, a top model at Forrester Creations, powerful, famous.",
        "Maya: What exactly do you want me to share?",
        "Nicole: Maybe \"share\" isn't the right word. For example, I'm having troubles with my car lease.",
        "Maya: I don't have the authority to lend out Forrester vehicles.",
        "Nicole: You could ask Rick -- or not. That's just an example of how you could reach out. It's not about the material things anyway. I just want to be treated like family.",
        "Maya: You're right. I haven't been very welcoming, and I apologize. You just surprised me, but I hear you, and I agree. I need to start treating you more like family. But I need you to treat me with respect, too. I need you to let me deal with my past as I see fit. I need your promise. Rick cannot find out that I am transgender unless and until he proposes. You cannot tell -- not Rick... not anyone.",
        "Nicole: No problem. You take care of me -- I'll take care of you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=TvouwB1vDIo"
}