{
    "Episode Summary": [],
    "Recap": [
        "Ridge repeats the words back to Eric. If he leaves Katie and goes back to Brooke then Eric will step aside and Ridge will be CEO. Ridge thinks Brooke must have really done a number on Eric. Eric assures him that Brooke knows nothing about this. Eric is doing this for Ridge and his family. He knows he is with Katie as a direct result of Brooke being with Bill Spencer. He has to get over that. He's not sure Ridge has much of a choice when he recaps it. Katie grills Brooke. Brooke says she is not trying to come between her and Ridge. She is simply going to be co-VP with him. But this is not over. Katie could have let Ridge go out of respect for her and her family. Katie says as painful as it might be, Ridge does not want Brooke. They are in love and committed to each other. Brooke says she does not have to be reminded of that. This decision was Eric's and she can't tell Katie enough how she and Ridge are not on the same page. He tried to demote both Rick and Hope and fired Oliver, all of which she fought him on and will continue to do so. She is not flirting with Ridge; she is fighting him. Maya stares at Oliver as he kisses Aly's burned hand. She's a little flustered but says she is better and it was nice. Then she abruptly jumps up and says she has to go, even without drinking her tea. Carter needs to go back to the office. Maya makes a beeline to Oliver's table. He mentions it being a close call with the Ridge bomb falling on him. She asks what is up with him being with Aly. He says she's kind of cute but shy. Maya points out yes but a Forrester. He says he is a nice guy so that has nothing to do with anything. She says she wonders about his intentions. She has never met a person more idealistic than Aly, pretty innocent and vulnerable. He laughs and says he had not thought of any intentions. Maya reminds him that he did kiss her hand and it seemed to mean a lot to Aly. She tells Oliver that he is an attractive guy so don't use that, don't hurt Aly. He sees Aly's sunglasses she left on the table and starts thinking. Aly arrives back in her room, still all aglow in what just happened. She pats her flushed face with water and picks up a pix of her mother. Darla speaks to her and says Oliver is a nice guy. He kissed her hand so he must like her. He is not like the other bullies at school. Ridge tells Eric that he fights a tough battle but he's not sure he sees this as being the best thing for Ridge and his family. Eric tells him if he wants to be CEO then act like a CEO. The press can not get wind of him and Katie. Ridge says he is not going to hide Katie. They will just deal with it. Eric says not as CEO. Ridge counters okay but he loves Katie and he is not going to leave her, not for all of this. He leaves a stunned Eric. Brooke tells Katie that neither Bill nor Ridge are on her radar; only her children and working for the company are. Katie says she can tell her that she is here for her children, but they know the truth. She is here for Ridge. She knows Brooke will never accept that he is with her now, but she better as it is over for them.",
        "Oliver knocks on Aly's door. She's surprised when he says the maid let him in and said she was upstairs. She left her glasses behind at Bikini. She asks if he wants to come in. All it takes is one quick look around and he says WOW. She says yeah she is a fan, of Hope and her message. It got her through some troubled times during high school. He admits he believed it too and shows her his ankle with Hope in Chinese symbol. She thinks that is beautiful. He says he likes her room. It shows she is loyal. He likes her. She's a really good person. And not to sell herself short. She was there for him when he got fired when no one else was. It bought him some time. Course in the end Ridge will probably do it again. She sits on her bed and he follows. He says photographers are a dime a dozen so his portfolio doesn't mean all that much. He likes Aly's take no prisoners attitude. She may be a Forrester but she is not like them. Ego is one of their strong suits. He tells her she is good for the Forrester's and for him too. He realizes she is not good at receiving compliments. He leans in and kisses her, then again and she responds. Eric tells Brooke that he made Ridge an offer that he couldn't refuse, but he did refuse it. The one stipulation was he get back with Brooke. So she will be working with Ridge as co-VP. They've done it before and can again. Brooke doesn't like that Eric was going to put Ridge ahead of Rick. He says the future is Ridge and Brooke. He wants them back together. He will come to his senses in time. Katie is wonderful but she is not the woman for Ridge and deep down he knows that too. Ridge goes home to find Katie in a sexy teddy and candles all lit in the bedroom. He reveals that Eric offered him the CEO position today but only if he went back to Brooke. Katie says that must be awesome, everything Ridge wants. He says no, he has everything he wants right here. He loves her and with no job she may have to support him. He says it was not a great opportunity; it was a bribe, a good one but not good enough. They kiss and then fall back on the bed."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: You're serious.",
        "Eric: I give you my word.",
        "Ridge: So, I-I dump Katie, go back to Brooke, and you'll make me C.E.O.?",
        "Eric: I'll step aside.",
        "Ridge: Brooke really did a number on you, didn't she?",
        "Eric: Brooke doesn't know anything about this. I'm doing this for you, Ridge. I'm doing this for you and for your family. You want this job? That's how you get it.",
        "[SCENE_BREAK]",
        "Brooke: I'm not trying to come between Ridge and you.",
        "Katie: So, you've given up on him?",
        "Brooke: We will be working together as co-vice presidents.",
        "Katie: You could have turned down the position.",
        "Brooke: Why would I do that?",
        "Katie: Oh, I don't know. Out of your respect for me and my relationship with him.",
        "Brooke: You could have turned down Ridge out of your respect for me and my family.",
        "Katie: Well, I tried to do that, but it didn't work. Because he doesn't want you. I know that's hard for you to believe.",
        "Brooke: Yes, it is.",
        "Katie: I'm sorry.",
        "Brooke: Don't be. This isn't over.",
        "Katie: Ridge and I are committed to each other. We're in love.",
        "[SCENE_BREAK]",
        "Oliver: You feeling better?",
        "Aly: Almost. [Chuckles]",
        "Oliver: More ice on the burn?",
        "Aly: Um... it really is...all better. [Chuckles]",
        "Oliver: Good.",
        "Aly: The ice was...nice.",
        "Oliver: The ice was nice.",
        "Oliver: You okay?",
        "Aly: Oh, yeah, yeah. Sure. I'm -- why wouldn't I be?",
        "Oliver: You seem a little pale.",
        "Aly: I'm fine. Actually, I have to go.",
        "Oliver: You didn't drink your tea.",
        "Aly: Oh. Um...that's okay. You can drink it.",
        "[SCENE_BREAK]",
        "Carter: Huh.",
        "Maya: What?",
        "Carter: I need to go to the office.",
        "Maya: [Sighs] Pick it up at dinner?",
        "Carter: Yeah. I'll be all yours.",
        "Maya: Okay. No phones.",
        "Carter: Yeah, because that would be distracting.",
        "Maya: Okay. I'm sorry.",
        "Carter: Okay. [Chuckles]",
        "Maya: [Chuckles]",
        "Carter: Love you.",
        "Maya: Love you, too. Interesting day.",
        "Oliver: Hey, Maya.",
        "Maya: Hey.",
        "Oliver: Yeah. Close call.",
        "Maya: [Chuckles] Fired then rehired.",
        "Oliver: Got the Ridge-bomb dropped on me.",
        "Maya: And now you're here with Aly Forrester. So, what's up with that?",
        "Oliver: [Sighs]",
        "[SCENE_BREAK]",
        "Brooke: So, is that why you came here today? To make sure that I knew that you and Ridge are in love?",
        "Katie: Maybe you need to be reminded.",
        "Brooke: No. I don't.",
        "Katie: Co-vice presidents, Brooke? That didn't just happen.",
        "Brooke: I told you. It was Eric's decision.",
        "Katie: Which you persuaded him to make.",
        "Brooke: You weren't at the meeting. You have no idea how Ridge and I are not on the same page.",
        "Katie: About whom he's spending his life with?",
        "Brooke: About anything. He tried to demote my son, he marginalized my daughter, and he fired Oliver, all of which I fought him on and I will continue to do so. I'm not flirting with Ridge. I'm fighting him.",
        "[SCENE_BREAK]",
        "Ridge: You drive a hard bargain.",
        "Eric: I'm doing what's best for the family and for the company.",
        "Ridge: And for me?",
        "Eric: Yes, Ridge, and for you, too.",
        "Ridge: I'm not sure I see it that way.",
        "Eric: You're angry and you're taking it out on Brooke.",
        "Ridge: My feelings for Katie have nothing to do with Brooke.",
        "Eric: Your feelings for Katie are a direct result of Brooke's affair with Spencer. You got to get over this.",
        "Ridge: And go back to Brooke where I belong.",
        "Eric: You love Brooke. You've loved Brooke your whole life. You gonna tell me you don't love her anymore?",
        "Ridge: Okay. Let's recap. I can work with Brooke, be co-vice president for the rest of my days, or leave Katie, go back to Brooke, and all this -- this chair is mine.",
        "Eric: Is there really any choice?",
        "[SCENE_BREAK]",
        "Maya: So, you spilled some hot tea on her hand?",
        "Oliver: Kind of a klutz, huh?",
        "Maya: Uh, yeah. I saw the ice. It was nice.",
        "Oliver: Wasn't enough, so I --",
        "Maya: So you kissed Aly's hand.",
        "Oliver: You saw that, too.",
        "Maya: Uh-huh.",
        "Oliver: She's cute, kind of shy...",
        "Maya: And a Forrester.",
        "Oliver: What does that have to do with it?",
        "Maya: You almost got fired today, Oliver. Aly was very supportive.",
        "Oliver: And I'm not a bad guy, Maya. And she's a nice girl.",
        "Maya: A nice Forrester girl.",
        "Oliver: Kind of doesn't fit the mold, does she?",
        "Maya: I've never met someone more...idealistic. Innocent.",
        "Oliver: Like Hope, in a way.",
        "Maya: Yeah, but with some issues.",
        "Oliver: Yeah, she has issues. Her mom died -- pretty tragic.",
        "Maya: She's pretty vulnerable, Oliver. So were you today.",
        "Oliver: What are you trying to say?",
        "Maya: I'm just wondering about your intentions.",
        "Oliver: My intentions? My intentions?",
        "Maya: [Chuckles] Yes.",
        "Oliver: Wow! Okay, um. Well, I haven't really thought about it, so...",
        "Maya: But you kissed her.",
        "Oliver: Her hand.",
        "Maya: Well, it seemed like it meant a lot more to her.",
        "Oliver: She was pretty shaken up.",
        "Maya: You like her, don't you?",
        "Oliver: Are you jealous?",
        "Maya: Oh.",
        "[Both chuckle]",
        "Oliver: She's cool.",
        "Maya: Just be careful, okay?",
        "Oliver: Careful?",
        "Maya: Yeah. You're an attractive guy. Don't use that. Don't hurt her. See you.",
        "[SCENE_BREAK]",
        "Aly: Oh, Mom.",
        "Darla: He's a nice guy, Honey.",
        "Aly: Yeah. He is. He's so sweet and gentle.",
        "Darla: So handsome.",
        "Aly: He kissed my hand. No guy's ever done that before.",
        "Darla: He must like you.",
        "Aly: You think? [Chuckles] I-I just -- I had to get out of there. He probably thinks I'm so weird.",
        "Darla: Like the others -- the kids at school, the bullies?",
        "Aly: No, no. He's not like any of them. He kissed me, Mom. It must mean something.",
        "Darla: Of course it does, Sweetheart.",
        "[SCENE_BREAK]",
        "Brooke: Ridge and Bill, for that matter, are not on my radar. What's happening here at this company and with my children is.",
        "Katie: Ridge knows what he's doing.",
        "Brooke: No, he doesn't. He's shoving Rick and Hope to the sidelines, and that is unacceptable.",
        "Katie: Did Eric let him do it?",
        "Brooke: No.",
        "Katie: Well, then what's the problem?",
        "Brooke: Because you know Ridge. He always gets what he wants.",
        "Katie: You can tell me that you're here because of your children, but we know the truth, don't we, Brooke?",
        "Brooke: I'm here --",
        "Katie: You're here because of Ridge.",
        "Brooke: No. I am here because I need to be here, Katie. I want to be a contribution to this company.",
        "Katie: Why are you doing this?",
        "Brooke: What are you talking about?! What am I doing?!",
        "Katie: I hate seeing you like this. I really do. Ridge is with me now, and I know that you will never be able to accept that, but it's done. It's over.",
        "[Door closes]",
        "Brooke: [Sighs]",
        "[SCENE_BREAK]",
        "Eric: You want to be C.E.O.? Act like a C.E.O.",
        "Ridge: [Sighs] My personal life should have nothing to do with it.",
        "Eric: If the press gets wind of your relationship with Katie, your personal life will --",
        "Ridge: They will get wind of it, Dad. I'm not gonna hide my relationship with Katie. We'll just -- we'll deal with it.",
        "Eric: Not as C.E.O., you won't.",
        "Ridge: Look, there's nothing I can do about that.",
        "Eric: Yes, there is.",
        "Ridge: No, there isn't. I love Katie. And I'm not gonna leave her, not even for all this.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Aly: Oliver.",
        "Oliver: Uh, the maid let me in, said you'd be up here.",
        "Aly: What are you doing here?",
        "Oliver: You left these at Bikini.",
        "Aly: Oh. Well, you could have brought them to work.",
        "Oliver: You bolted out of there so fast. Are you okay?",
        "Aly: Yeah, sure. I mean...you want to come in?",
        "Oliver: Wow.",
        "Aly: Yeah, I'm sort of a fan.",
        "Oliver: Yeah. Sort of. [Chuckles]",
        "Aly: Hope, her message, got me through some pretty sketchy times in high school.",
        "Oliver: Uh-huh.",
        "Aly: You believed in it, too, didn't you, Oliver?",
        "Oliver: Sure did. Check it out. [Chuckles] That means \"Hope\" in Chinese.",
        "Aly: You did that? You got her name tattooed on your ankle?",
        "Oliver: It's kind of weird, huh?",
        "Aly: No, no. It's beautiful. [Chuckles] I've never had a guy in my room before, except my dad, of course.",
        "Oliver: I like it.",
        "Aly: You do?",
        "Oliver: It says a lot about you -- that you're, uh -- you're loyal, committed.",
        "Aly: Some people think I should probably be committed.",
        "Oliver: Not me. I owe you, Aly. You're a-a really good person.",
        "[SCENE_BREAK]",
        "Eric: I want you and Ridge working together.",
        "Brooke: Yes, I know. As co-vice presidents. You're asking a lot.",
        "Eric: You'll work out your differences. You always do.",
        "Brooke: Eric, I'm not here to work out my differences.",
        "Eric: Oh, that's exactly what you're gonna do, though.",
        "Brooke: You know how he gets when he's like this.",
        "Eric: Yeah, I do -- stubborn -- stubborn as a mule. I just witnessed that once again.",
        "Brooke: Did you two argue?",
        "Eric: No. I made him an offer he couldn't refuse, and he refused it.",
        "Brooke: What offer?",
        "Eric: To make him C.E.O. of the company.",
        "Brooke: And why would he turn that down?",
        "Eric: There was one stipulation -- that he get back together with you.",
        "[SCENE_BREAK]",
        "Ridge: Katie?",
        "Katie: Hey. I thought I heard you come in.",
        "Ridge: Oh, my.",
        "Katie: [Giggles]",
        "Ridge: Look at you. Hi.",
        "Katie: Hey.",
        "Ridge: Wow.",
        "Katie: How was your talk with Eric?",
        "Ridge: Huh? Oh. Uh, that was a waste of time.",
        "Katie: Oh. I spoke to Brooke.",
        "Ridge: Yeah? How did that go?",
        "Katie: It was pretty awful.",
        "Ridge: A lot of that going on these days.",
        "Katie: You must be exhausted.",
        "Ridge: It was quite a day.",
        "Katie: Mm.",
        "Ridge: [Groans]",
        "Katie: You know, I would really love to believe Brooke.",
        "Ridge: Believe her about what? That her son is a genius and should be running Forrester Creations?",
        "Katie: No. That this position that you and she are sharing was really all Eric's idea.",
        "Ridge: Well, the motive is the same. What's the difference?",
        "Katie: What? Getting you guys back together?",
        "Ridge: [Sighs] He's determined.",
        "Katie: What are you gonna do about it?",
        "Ridge: I'm just...gonna man up and deal with it.",
        "Katie: He'll come around.",
        "Ridge: [Sighs] Yeah. Um... he offered me the C.E.O. position today.",
        "Katie: He did?",
        "Ridge: Yes. But only if I got back together with Brooke.",
        "Katie: Hmm. [Chuckles]",
        "[SCENE_BREAK]",
        "Aly: You don't owe me.",
        "Oliver: Yes, I do. You were there for me when nobody else was.",
        "Aly: It was wrong -- Ridge trying to fire you.",
        "Oliver: And you told him, got me my job back.",
        "Aly: No. Brooke and Grandpa did that.",
        "Oliver: But you were a part of it. Don't sell yourself short. You bought me some time. Of course, in the end, Ridge always gets what he wants.",
        "Aly: You think he'll try it again?",
        "Oliver: [Sighs] Of course he will. I'm on his list. He'll find some excuse and then get rid of me.",
        "Aly: Even if that happens, you would get another job. Your portfolio is killer.",
        "Oliver: [Chuckles] There's a lot of killer portfolios out there, Aly. Photographers are a dime a dozen, even the good ones.",
        "Aly: Well, I will not let that happen. I won't.",
        "Oliver: Where do you get that?",
        "Aly: What?",
        "Oliver: That take-no-prisoners thing.",
        "Aly: I'm a Forrester. [Chuckles]",
        "Oliver: Yeah. You're not like them, not like any of them. They talk about loyalty, but ego is definitely one of their strong suits, especially with Ridge. You, on the other hand -- you stand up for what you believe in, even if it isn't popular. Look at the way that -- that you fight for Hope's line. Look at -- look at all this. It bothers you when I talk like this.",
        "Aly: No, no. I-I mean... I'm just not used to it.",
        "Oliver: Get used to it, Miss F. You're incredible. Look at the impact you had on Hope.",
        "Aly: I just told her what needed to be said.",
        "Oliver: What she needed to hear, and you did, and she did.",
        "Aly: I'm glad Wyatt didn't get his way. Hope shouldn't be modeling underwear.",
        "Oliver: They need you, Aly. You're good for them. Good for me, too.",
        "Aly: Well, thanks for... bringing my sunglasses.",
        "Oliver: You're not good with compliments.",
        "Aly: I'm just not...",
        "Oliver: Used to them?",
        "Aly: I guess I'll see you tomorrow.",
        "[SCENE_BREAK]",
        "Brooke: You shouldn't have done that, Eric -- putting Ridge ahead of Rick as C.E.O.",
        "Eric: The future of this company is you and Ridge. I want the two of you back together.",
        "Brooke: [Sighs] Well, he obviously doesn't.",
        "Eric: Well, he'll come to his senses. He will. Look, Katie is wonderful. But she's not the woman for him, and deep down, he knows that.",
        "[SCENE_BREAK]",
        "Katie: So, Eric offered you C.E.O. if you dump me and go back to Brooke. That's awesome.",
        "Ridge: Well, that was the offer.",
        "Katie: I guess it's everything you want.",
        "Ridge: No. I have everything I want. I love you. And I may lose my job and have no money, so you'll have to support me.",
        "Katie: [Laughs]",
        "Ridge: I'm not leaving you.",
        "Katie: I love you, too.",
        "Ridge: We'll get through this. We'll get through everything.",
        "Katie: I'm sorry. It was a good opportunity.",
        "Ridge: It wasn't a good opportunity. It was a bribe. It was a good one.",
        "Katie: [Chuckles]",
        "Ridge: But not good enough. I have you. That's all I want."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=_rI7e8_Urqc"
}