{
    "Episode Summary": [],
    "Recap": [
        "Rick wonders if Ridge is going to apologize for his hissy fit. No, that is not going to happen. Katie comes in and hugs Ridge. She thought she'd find out how his meeting went. Rick speaks up and says Ridge now realizes his boundaries. He'll leave it up to Ridge to fill her in. Ridge tells her that once again little Rickie got his way with Daddy. Eric welcomes Brooke as VP and says he knows she will be a good one. She wonders if Eric is up to something; some matchmaking even by putting her and Ridge together to work such long hours so closely. She appreciates him still believing in her and Ridge after all these year. He says that in the near future he expects her and Ridge to lead the company, after that it will be Rick and Caroline. She says that she and Ridge can work together very well with no personal feelings in the way. Oliver surprises Aly by asking her out for coffee. She hesitates but finally agrees. He takes her to the Bikini Bar where Carter and Maya are already there and are more than curious. Aly confesses she doesn't even drink coffee. Oliver doesn't mind, whatever she wants to drink. He takes her hand and says thanks for her support today. It meant so much to him. She tells him she knows today was not his finest day but she could tell him stories about Ridge over the years. Oliver spills hot tea on her hands and then puts ice on it to ease the pain. Then he kisses the hurt and notices her eyes fluttering.",
        "Ridge goes to see Eric and says he must change things. He can not leave it with Rick as President. He does not understand how Eric could pick Rick over him. Eric points out that Ridge has been gone over a year and should not expect things to fall back in place the way he wants it. Then there is the problem with Katie .how that will look to the public. If Ridge wants to run the company, then do it with Brooke. Katie wastes no time in finding Brooke alone and asking how she did it. Was it just plain old flirting as always. She flirts with Eric and gets him to name her co-VP with Ridge. She bet she has hug out the reserved sign on the steam room door already. Katie declares that she is no idiot and that won't work. Ridge tells Eric that he has found something with Katie and he knows Eric doesn't approve but it is not a publicity scandal. Eric says it is, he just wants Ridge to grow up. He wants him to end it with Katie. A man who would run off with her, his wife's sister, is not good enough to run this company. Brooke tells Katie that she is not going to turn the job down now. She is protecting her children. If Ridge wants to accept the job and work there too, fine, but he has to know she will be watching him. It's just a job. Katie tells her that she has watched her operate like this for years and they will be working and suddenly her clothes will fall off. Eric tells Ridge that if he will leave Katie, he will step down and Ridge can be CEO. Go back to his son, go back to Brooke."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Thank you, Eric, for today's meeting.",
        "Eric: You've earned it, Brooke. You're gonna be a wonderful vice president. You really are.",
        "Brooke: [Chuckles] I meant for what you did for our son in not letting Ridge take over the presidency.",
        "Eric: I hated disappointing Ridge, though. He's contributed so much to this company over the years, as you know. But Rick has really come into his own. I mean, he's earned the title. I wasn't gonna take it away from him.",
        "Brooke: I hope Ridge can accept that.",
        "Eric: He will, once he realizes how much better off he is working so closely with you.",
        "[SCENE_BREAK]",
        "Ridge: So, you have six sketches so far, and there'll be more by the end of the week. Oh, and I saw the meeting you put in my calendar with Caroline at the end of the day.",
        "Rick: Great. And?",
        "Ridge: And what?",
        "Rick: You don't have anything to say?",
        "Ridge: Uh, about your wife?",
        "Rick: About that huge hissy fit you just threw in there trying to take over my job.",
        "Ridge: No, I got nothing to say about that.",
        "Rick: Really? How about \"I'm sorry\"?",
        "Ridge: Listen, Rick, you're my brother. You don't have to apologize to me, okay? Come on.",
        "Katie: Hey.",
        "Ridge: Hey! Didn't know you were stopping by.",
        "Katie: Yeah. I just thought that, uh...I would see how your meeting went.",
        "[SCENE_BREAK]",
        "Maya: I don't get it. You should be doing back flips right now.",
        "Oliver: I'm happy. I am. I just... I was fired.",
        "Maya: And then hired again. All's well that ends well, right?",
        "Oliver: Today, maybe. But I'm not a Forrester. I don't have job security, clearly.",
        "Maya: Well, you have a lot of people here who are supporting you if Ridge decides to fire you again. Isn't that right?",
        "Aly: I'd like to see him try. Ridge can't fire you. He'd have to go through Rick and then my grandpa and, most importantly, me.",
        "Oliver: And if you've got my back, I'll be all right.",
        "[Ringtone chimes]",
        "Maya: Oh. Oh, good. Carter's done. Well, I have a date. I will see you both tomorrow.",
        "Oliver: Thank you for your help.",
        "Maya: Oh, of course. Tough day, I know. But go home, have a drink.",
        "Oliver: That's a good idea.",
        "Maya: See you, Miss Aly.",
        "Aly: Bye.",
        "Oliver: She's right. Maybe I'll call it a day. You want to grab a cup?",
        "Aly: A cup? What do you mean?",
        "Oliver: Go get a coffee somewhere.",
        "Aly: You don't like the coffee here?",
        "Oliver: I do. I just... you know, meant \"Go out.\"",
        "Aly: Oh. Um... oh, I -- I -- I can't. I -- I have a goldfish.",
        "Oliver: Uh...what?",
        "Aly: Yeah, I -- I always feed Wally as soon as I get home from work. A regimented schedule is best for children and pets.",
        "Oliver: I think he'll be all right. Coffee won't take all night.",
        "Aly: Okay.",
        "Oliver: Yeah?",
        "Aly: Yeah, let's...have coffee.",
        "[SCENE_BREAK]",
        "Rick: The meeting. The meeting went well. Ridge, uh, finally understands his boundaries.",
        "Katie: So, what happened?",
        "Rick: I got to go. Yeah, I've got to go.",
        "Ridge: Daddy let him have his way. And little Ricky got what he wanted, as always.",
        "[SCENE_BREAK]",
        "Brooke: What are you planning?",
        "Eric: \"Planning\"?",
        "Brooke: You're asking me to work very closely with Ridge, and sometimes that means late-night hours at the office...",
        "Eric: Part of the job, yeah. I expect the two of you to be a cohesive unit together.",
        "Brooke: Mm-hmm.",
        "Eric: What?",
        "Brooke: Is somebody playing matchmaker? I really do appreciate how you still believe in Ridge and me after all these years.",
        "Eric: But mind my own business? Is that what you're saying?",
        "Brooke: I didn't say that.",
        "Eric: The fact of the matter is, Brooke, that minding my own business is exactly what I'm doing here. I can hardly believe it myself -- Ridge with Katie.",
        "Brooke: Well, you know what? I'm just happy to be co-vice president. It's gonna make me have something positive in my life, whether Ridge is involved or not.",
        "Eric: I understand. But you should know how I feel. I think that you and Ridge are the future of this family and this company.",
        "Brooke: No, Rick is. That's why you kept him on as president.",
        "Eric: No, Rick and Caroline will lead this company. That's in the long-term. I'm talking in the near future. And who do we want to be the image of Forrester Creations -- the people that are in the magazines and in front of the cameras? It used to be Stephanie and me -- the leaders of the company, the couple that represent the whole thing. But Stephanie's gone now. It should be you and Ridge.",
        "Brooke: Sometimes things that should happen don't always happen. Yes, Ridge and I will work side-by-side, we will work very well together, we will make you proud. But anything else? Don't hold your breath. I'm just glad to know that I don't need Ridge to be happy. I can still have success. I can grow as a person without a man.",
        "[SCENE_BREAK]",
        "Katie: I'm really sorry.",
        "Ridge: Ah, it's what it is. Brooke got to my dad.",
        "Katie: Brooke was at the meeting? I thought she was keeping a low profile.",
        "Ridge: No. She's thrown herself back in it.",
        "Katie: Okay.",
        "Ridge: She took my dad and took him to the side, worked him over. She just can wrap him around her little finger.",
        "Katie: Yeah, it's what she does best.",
        "Ridge: And then dad made an announcement about us.",
        "Katie: About you and Brooke?",
        "Ridge: Yeah. We're gonna be... co-vice presidents.",
        "Katie: Are you kidding?",
        "Ridge: I know.",
        "Katie: [Chuckles] Wait a second. You used to be C.E.O. of this company, used to be president, and now you're going to be co-vice presidents with Brooke. What, are you two gonna share a desk like Pam and Donna?",
        "Ridge: You know what I'll do? I'll ask Rick, 'cause I have to answer to him now.",
        "Katie: This is great. This is Brooke's dream scenario -- her son is running the company, and she gets to work closely with you.",
        "Ridge: Well, it's not gonna be that way for long. I'm gonna go talk to dad, try to change his mind. I've put too many years into this company. He can't just give it to Rick.",
        "[SCENE_BREAK]",
        "[Reggae music plays]",
        "Carter: Cheers.",
        "Maya: Cheers.",
        "Carter: It's a crazy day, huh?",
        "Maya: A little bit. Be careful.",
        "Carter: What do you mean?",
        "Maya: You're becoming friends with Ridge.",
        "Carter: Yeah?",
        "Maya: Well, Rick is president of the company, and he doesn't like Ridge.",
        "Carter: Well, don't worry, Darling. I got it covered.",
        "Maya: Okay.",
        "Carter: Oliver's here with Aly. Uh... are they dating?",
        "Maya: No, they're just friends. As far as I know.",
        "Aly: So, I have a bit of a confession.",
        "Oliver: Okay.",
        "Aly: I don't really like coffee.",
        "Oliver: [Chuckles] All right.",
        "Aly: I'm sorry.",
        "Oliver: I don't care what you drink. I'm just glad you're keeping me company. Thank you for standing up for me today. Your support made all the difference.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Ridge: Hi.",
        "[Door closes]",
        "Ridge: We need to talk.",
        "Eric: What?",
        "Ridge: Take it back.",
        "Eric: \"Take it back\"?",
        "Ridge: Write a memo, call a meeting, do whatever you need to do, but we need to fix this. Rick can't be president of this company. It's got to be me.",
        "[SCENE_BREAK]",
        "Oliver: Pbht.",
        "Aly: Are you okay?",
        "Oliver: Trying to be. It's not my best day.",
        "Aly: But at least it worked out. So, you like being a photographer?",
        "Oliver: It's great when you have a job.",
        "Aly: And you still have a job.",
        "Oliver: It's hard to feel secure with Ridge gunning for me.",
        "Aly: And Ridge can be such a bully. You wouldn't believe the stories I could tell you. How he's treated me dad...",
        "Oliver: He's kind of harsh, huh? With a lot of people -- Rick and Hope...",
        "Aly: He needs to respect Hope's line more, that's for sure.",
        "Oliver: You really value the message behind Hope for the Future, don't you?",
        "Aly: Um... yeah.",
        "Oliver: Me too.",
        "Aly: You do?",
        "Oliver: It's important. Needs to be heard. I guess I'll get our drinks. Not coffee.",
        "Aly: Um...green tea?",
        "Oliver: You got it.",
        "Carter: You know, I, um... kind of feel bad for Ridge.",
        "Maya: Really?",
        "Carter: Yeah. The way Eric shut him down? Forrester Creations means a lot to him. Feels like he should be running it, and... I think it'll happen eventually.",
        "[SCENE_BREAK]",
        "Ridge: How can you choose Rick over me?",
        "Eric: His qualifications.",
        "Ridge: Oh, boy. You're that much of a pushover now? You do whatever Brooke tells you to do?",
        "Eric: This was my decision.",
        "Ridge: This is my legacy.",
        "Eric: You left.",
        "Ridge: I've -- [Grumbles] Dad, look at me. I've been training to take over for you from the moment I picked up a pencil.",
        "Eric: And that's exactly the point. Your skill is design. You're the best designer in the country -- in the whole world, as far as I'm concerned. But Rick is president.",
        "Ridge: This is ridiculous.",
        "Eric: You've been gone, Ridge! You've been gone for more than a year. You cannot expect to come back here and have things the way they were... especially now with your personal life the way it is.",
        "Ridge: Excuse me?",
        "Eric: Katie.",
        "Ridge: Leave her out of this.",
        "Eric: What if people find out?",
        "Ridge: So they find out. Is that a problem?",
        "Eric: \"A problem\"? Yes, it's a problem!",
        "Ridge: Why?",
        "Eric: Ridge Forrester shacking up with Bill Spencer's wife? You want to get in the middle of that?",
        "Ridge: I am in the middle of it! I've fallen in love with her.",
        "Eric: This is Brooke's sister!",
        "Ridge: So what? You don't understand --",
        "Eric: I don't understand. You want to take this company into the future? Do it with Brooke.",
        "[SCENE_BREAK]",
        "Rick: You should know, when it comes to co-vice presidents, you're my favorite.",
        "Brooke: [Laughs] Try, if you can, to be patient with Ridge.",
        "Rick: Seriously? This coming from the woman that was about ready to give him the old hard time in there?",
        "Brooke: [Laughs] Yeah, well, he deserved it.",
        "Rick: Mm-hmm.",
        "Brooke: And he's gonna hate working under you, but he'll get used to it.",
        "Rick: I'm glad it worked out that way. You know, honestly... I was a little bit nervous.",
        "Brooke: Honey, your father has so much faith in you.",
        "Rick: Yeah, it feels good to hear him say that. I know that I'm good at my job, Mom, but to get that vote of confidence from my dad -- that's... that's something that every son wants to hear.",
        "Brooke: And in front of Ridge, too.",
        "Rick: That didn't hurt, either.",
        "[Telephone beeps]",
        "Rick: Hello? Right now? Yeah, yeah. Yeah, sure, I'll be right down. All right.",
        "Brooke: My busy president.",
        "Rick: Hold down the fort, Madam V.P.",
        "Brooke: Oh, I will.",
        "[Both laugh]",
        "Rick: All right.",
        "Katie: Hey.",
        "Brooke: Katie.",
        "Katie: So, I hear congratulations are in order. You have a new position.",
        "Brooke: Thank you.",
        "Katie: So, how did that happen, anyway? Was it just good old-fashioned flirting?",
        "Brooke: What?",
        "Katie: It's a little convenient. I know that it's impossible for you to believe that Ridge could actually be happy with me, so you work your magic on Eric, and suddenly, you two are co-vice presidents -- everyone's favorite fashion couple together again. I'm sure you've already hung the \"Reserved\" sign on the steam-room door. I'm not an idiot. I know exactly what you're up to, and you're not gonna get away with it.",
        "[SCENE_BREAK]",
        "Waiter: One more minute on the hot tea.",
        "Oliver: No rush.",
        "Carter: You're staring.",
        "Maya: Am I? I'm sorry. I'm just -- I'm so intrigued.",
        "Carter: With Oliver?",
        "Maya: Is it just me or is she a little young for him?",
        "Carter: So, they are dating.",
        "Maya: No! I don't know.",
        "Oliver: One green tea.",
        "Aly: [Gasps]",
        "Oliver: Oh, shoot! I'm so sorry.",
        "Aly: It's okay.",
        "Oliver: Uh... here you go, here you go. Do you forgive me?",
        "Aly: O-of course. Really wasn't that hot.",
        "Oliver: Is the ice helping?",
        "Aly: A little.",
        "Oliver: Maybe this'll help some more.",
        "[SCENE_BREAK]",
        "Ridge: Dad, I have found something with Katie. It's really, really cool and really, really special. And I know you don't approve, but... it really doesn't matter. It doesn't matter at work. This is my private life.",
        "Eric: Ridge, it's a P.R. nightmare.",
        "Ridge: So what? We've dealt with scandals before, mostly yours.",
        "Eric: Yeah, families are involved here now -- children, your boy. Katie's boy. You want to put them through that? Is it that important to you to punish Brooke?",
        "Ridge: I'm not punishing anybody.",
        "Eric: Yes, you are. You're punishing Brooke. You spent all these months in Europe trying to decide whether to forgive her or not. You know what happens when you're gone like that, pouting someplace? Life goes on. Now get over it. Just get over it. Let the jealousy go. Do what's right for your family.",
        "Ridge: So, denying my feelings -- that's what's right for my family.",
        "Eric: Oh, Ridge, grow up. You want me to replace Rick with you, a man who had run off with Katie, with Bill Spencer's wife, and leave the way open for Bill Spencer to get with Brooke? I don't think so. The man who's a big enough fool to do that is not a good enough man to run this company. End it with Katie.",
        "Ridge: And then you'll give me Rick's job.",
        "Eric: No. No, I'll give you mine. You want to run this company? Get your ass back to Brooke, where you belong.",
        "[SCENE_BREAK]",
        "Brooke: I didn't ask for the job. It was Eric's idea.",
        "Katie: [Chuckles] Right.",
        "Brooke: It's true.",
        "Katie: Ridge told me that you pulled Eric aside at the meeting. I can only imagine what you were filling his head with.",
        "Brooke: It's not what you're thinking, Katie. But why am I bothering trying to explain to you? You're not gonna believe me anyway.",
        "Katie: Well, you could've turned the job down -- I mean, if it really was all Eric's idea.",
        "Brooke: What would you want me to do? Do you want me to stay at home and cry my eyes out? No. No, I'm gonna come to work, and I'm focusing on myself.",
        "Katie: You're focusing on Ridge.",
        "Brooke: I'm protecting my children. In fact, I am definitely not gonna turn the job down now. Ridge came to work, and he started pushing around Hope and Rick, and he even fired Oliver.",
        "Katie: Doesn't he have the right to do that?",
        "Brooke: No, he doesn't have the right to do that. He's got to check with Rick first. So, if Ridge wants to come back to L.A. and he want to work here, fine, but he's got to know that I am gonna be here, watching him, making sure that he plays fair.",
        "Katie: You actually believe everything that's coming out of your mouth right now, right?",
        "Brooke: Yes.",
        "Katie: So, am I supposed to be Taylor in this situation, where I just stand by and I watch things happen, knowing that they should be stopped? Because things that start out innocent with you always end up something else.",
        "Brooke: What are you talking about? It's a job.",
        "Katie: Oh, my God. Who are you kidding? It may be a job today. In a week or a month, it'll change. And then you'll giggle and your clothes will fall off and you'll be standing in your lingerie.",
        "Brooke: This is ridiculous.",
        "Katie: I have watched you operate like this for years -- practically my whole life. Listen, Brooke, you stole my husband from me. I mean, isn't that enough? Why don't you go be happy with Bill? You worked so hard for him. Why don't you enjoy the fruits of your labor? Ridge wants me now, and I know that bothers you because you need everyone in the room looking at you, but not him, not anymore. He loves me, and not even you can interfere with that.",
        "[SCENE_BREAK]",
        "Ridge: Now you just said you'd give me your job.",
        "Eric: I'll step down as C.E.O. and give it to you. But you stop this nonsense with Katie. You leave her, Forrester Creations is yours. Go back to your family, Ridge. Go back to your son. Go back to Brooke."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=5CvnXDHqG7c"
}