{
    "Episode Summary": [],
    "Recap": [
        "Hope chastises Wyatt for lying to her about the jewel heist. She says what a joke, him the big hero. He claims that is not the reason he did it. He did it for her, to gain more publicity. She scoffs a faked robbery, just who does that. And he kept it from her as he knew how she'd react. He stammers that he has been trying to open up to her on this trip about his mom. He's not blaming her but she was the only moral example he had and not a great one. He admits it was second nature for him to see the benefits of staging a heist so he went for it like his mother would have. He's not proud of that but it's a new feeling since he has met her. Actions have consequences and it sucks when you disappoint someone you care about. He says he loves who he is when he is around her. He says he is sorry and for her to please forgive him. She says everybody makes mistakes; she has made her fair share. But faking a robbery was stupid. He could have been hurt or arrested. She says she could almost forgive him for a robbery gone wrong, but not telling her about it was the big mistake and calculated. He tells her that he only wanted to make her line more of a success and he will never do something like that again. And she has to believe that she changed him and everything turned out okay. He knew the truth might come out but he didn't want that feeling to stop. He wanted her to be proud of him. She said she only wanted honesty. She says she has been making really big life decisions and now they were all based on a lie. There is a certain kind of trust she needs in a man and she doesn't know what to do with him. Liam walks back in and says she can leave Wyatt and come back home with him.",
        "Justin shows Ridge the pictures in Paris that he's dug up on Ridge. Bill is sure that Brooke will be shocked and that relationship will never be the same. She thought she knew him but apparently she didn't. Still at lunch, Brooke is trying to convince Ridge that they just need to go to Big Bear no more talking. Just touching and feeling, be alone together and just be themselves. She goes to the ladies' room and Katie picks her chance to go over and say hello to Ridge. She tells him that she is glad he is with Brooke. He needs to work on that. She says a quick hello to Brooke and retreats. Brooke soon gets a phone call from RJ to pick him up at school. Before she leaves she leaves the thought with Ridge that she doesn't want to pressure him but he should consider moving in so RJ can have his family together again. Ridge says he is not ready for that and he doesn't want to give RJ false hope. Liam tells Wyatt they've had enough time together, it's time for them to go home. Wyatt tells Liam that he can go home. He and Hope are still on their vacation. And she is capable of making her own decisions and he doesn't need to come around and start giving orders again. Soon they are shouting at each other and Liam accuses him of kissing Hope in the woods like a Prince Charming but he sees right through him on the inside and now Hope does too. Liam says he has not had divided feelings for a long time now. He's proven that to Hope and he is not going to prove it to Wyatt too. Wyatt tells him that he doesn't understand the situation here. Liam is the ex. He's the guy who messed up time and time again until Hope couldn't stand it anymore. Now she is with Wyatt. Yes he made a mistake and kept it from Hope but they will work past that. Liam blurts out that Wyatt's mom trapped him in the elevator and he is sure Wyatt knows that and was in on it too. Wyatt reminds him that his mother acts on her own. Liam says sure they are always putting their heads together and causing trouble. While they are still arguing they hear an engine and it's Hope who has taken the truck. Bill comes to Brooke's office and says she is moving back in with him. She has no time for his foolishness and asks him to leave. He tells her that Ridge is not going to come back to her and it isn't the reason that she thinks. She tells him she just had lunch with Ridge. And yes it will take a little more time but Ridge has no secrets that he is hiding why he was in Paris. Bill hands her a manila envelope with the pictures and asks her to look at them. He says they will blow her away."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: These photos are legit?",
        "Justin: Yep. Now we know what Ridge was up to all that time in Paris.",
        "Bill: I wonder what Brooke will think about this.",
        "[SCENE_BREAK]",
        "[Katie remembering]",
        "Brooke: Bill is not an issue anymore. I understand you're confused and you're angry, but I'm not letting him back into my life, not after what he did to Katie.",
        "[Back to present]",
        "Caroline: Let's do a lunch selfie. Okay? Say cheese.",
        "Katie: Cheese.",
        "[Camera shutter clicks]",
        "Caroline: Awesome.",
        "Katie: [Chuckles]",
        "Caroline: Lunch with my aunt. Oh. Can I still call you that?",
        "Katie: You're married to my nephew, aren't you? You gonna post that?",
        "Caroline: Of course. Don't worry. You look fabulous. \"Hashtag...Spencer...C.E.O.\"",
        "Katie: Oh. I like it. [Chuckles]",
        "[SCENE_BREAK]",
        "Hope: Were you ever planning on telling me?",
        "Wyatt: I -- I don't know.",
        "Hope: Oh, my God!",
        "Wyatt: Hope, I -- just listen to me.",
        "Hope: What a joke -- the big hero.",
        "Wyatt: That's not why I did this! I did this for you.",
        "Hope: And that makes it okay? Wyatt! I told you -- I told you -- after I found out that your mom sent that video, no more secrets, that I was not gonna put up with it. You promised me. You lied.",
        "Wyatt: Hope... I don't know why I kept it from you.",
        "Hope: [Scoffs] Because you knew how I'd react. A fake robbery -- who does that?",
        "Wyatt: I do! Or at least, I used to. That's the kind of thing that my mom and I... look, I -- I... [Sighs] I have been trying to open up to you on this trip -- about me, about my mother -- and I'm not blaming her, but growing up like I did, she's been the only moral example and not exactly a great one.",
        "Hope: Having your dad around wouldn't have helped much, either.",
        "Wyatt: No, maybe not. Look, it was second nature for me to see the benefits of staging a heist, so I went for it, like my mother would. And I'm not proud of it, but that's a new feeling for me, a new awareness that I didn't have before meeting you -- that actions have consequences, that it really sucks when you disappoint someone that you care about. Look, these past few months have changed me, okay? I love who I am around you. Your -- your influence and... you know what? I-I'm so sorry. I just... please forgive me.",
        "[SCENE_BREAK]",
        "Justin: You're showing Brooke the photos?",
        "Bill: Of course.",
        "Justin: Bill, are you sure? She's gonna be shocked. Their relationship will never be the same.",
        "Bill: With any luck.",
        "[SCENE_BREAK]",
        "Brooke: I hope she's having a good time. Sounds romantic, right? Just pack up the trailer, hit the road, see where it takes you. We should try that. Really, I think it'd be something good for us. I think we should go to Big Bear.",
        "Ridge: That sounds, um... well, let's think about it.",
        "Brooke: No. No more thinking. No more talking. Just...touching and feeling. That's what a relationship's all about. And that's what we need to do. We need to go to Big Bear and just be alone together... and be us again.",
        "[SCENE_BREAK]",
        "Caroline: Looks like Brooke slipped away, if you want to make a quick exit.",
        "Katie: Oh, that's okay. I mean, I don't know if I'll ever have the same relationship that we had, but... it's better. We can be in the same room together. She's my sister.",
        "Caroline: Must be a lot easier now that she's not seeing Uncle Bill.",
        "Katie: Yeah.",
        "Caroline: Are you...hoping that Brooke and Ridge get back together? I mean, that'd probably help.",
        "Katie: Um... yeah, I guess that would help. I'm gonna go say hello.",
        "Caroline: And I will order dessert. Do you want to split the tiramisu?",
        "Katie: Yeah. Sounds great. Hi.",
        "Ridge: Hey. I was just about to...",
        "Katie: Oh. I just wanted to say hello.",
        "Ridge: Hi.",
        "Katie: You're having lunch with Brooke. That's a good sign.",
        "Ridge: Yeah. Um... it's -- it's good. How are you?",
        "Owner: Mr. Forrester.",
        "Ridge: Hey.",
        "Owner: Hi. How is everything?",
        "Ridge: It's delicious, thank you.",
        "Owner: Oh. I was told that you were having lunch with Ms. Logan. I assumed it would be your sister, but this is a wonderful surprise, Mrs. Spencer. Lovely to see you again.",
        "Katie: Um, lovely to see you, too, and the food is delicious, as always.",
        "Owner: Grazie. Enjoy the rest of your meal.",
        "Ridge: Thank you. Um...",
        "Katie: I'm glad you're here with her.",
        "Ridge: We're just having lunch. It doesn't -- I don't know... I don't know.",
        "Katie: Make amends, Ridge. You know you want to.",
        "Ridge: Working on it. It's just a lot.",
        "Katie: I know.",
        "Brooke: Katie.",
        "Katie: Hi.",
        "Brooke: Hi. How are you?",
        "Katie: Um, I'm good. I'm -- I'm good. Um...I -- I see my dessert has arrived. I'm gonna go...eat it. Have a good lunch.",
        "Brooke: All right.",
        "[SCENE_BREAK]",
        "Hope: People make mistakes. I know that. I've made my fair share.",
        "Wyatt: It was too risky. I know that now. I had no idea there were gonna be actual thieves.",
        "Hope: Faking a robbery is stupid. You could've been hurt. You could've been arrested.",
        "Wyatt: Insane, I know.",
        "Hope: And I could almost forgive that -- publicity stunt gone wrong...",
        "Wyatt: Yeah?",
        "Hope: But not telling me? That wasn't a mistake. That was calculated.",
        "Wyatt: Hope, I just wanted to make your line a success. That's all. And I know I went about it the wrong way, but I will never do anything like that ever again. And you got to believe me when I say that you've changed me. And, hey... I mean, it all worked out, right?",
        "Hope: [Scoffs] Oh, so media coverage and bumps in sales? Is that what matters? Is that what's important to you?",
        "Wyatt: No, no! No, no, no. No.",
        "Hope: How is this possible, Wyatt? How did this happen? I mean, that night, the next day, after the 50th interview that we did together, was there never a moment where you stopped and thought, \"Hey, maybe I should tell Hope the truth about what really happened\"?",
        "Wyatt: Of course I did.",
        "Hope: Did you ever think that it would come out?",
        "Wyatt: I don't know. Maybe... maybe. I... it's just, I... I didn't want the feeling to stop. Making you proud? I mean, the way you looked at me... like I could finally be the guy to give you what you needed.",
        "Hope: I needed honesty.",
        "Wyatt: Um...",
        "Hope: I've been making decisions... really major life decisions... and it turns out that they've all been based on a lie. There's a... there's a certain kind of trust that I need in a man. I don't know what to do with you.",
        "Wyatt: Hope --",
        "Liam: I have an idea. You could leave Wyatt and come home with me.",
        "[SCENE_BREAK]",
        "Justin: Funny. Just when you think you know a guy...",
        "Bill: Yeah, well, Brooke thinks she knows him. Apparently not.",
        "Justin: Ridge has been hiding something from her.",
        "Bill: Pretty stupid of him to think I wouldn't find out.",
        "Justin: Well, here, man.",
        "Bill: Okay.",
        "[SCENE_BREAK]",
        "[Cell phone beeps]",
        "Brooke: It's R.J. He wants us to get him at the station. His classes are canceled. Oh, I'm gonna go.",
        "Ridge: No, no, I'll go -- I'll go get him. I miss seeing the little kid. Why is he up in Ojai, anyway?",
        "Brooke: Really? You and R.J. were in Paris for a long time, and I had to do this video calls all the time. Ojai is much better. It's closer. Besides, it gives us a good place to visit.",
        "Ridge: You're still on that, taking a trip together? You're still on that?",
        "Brooke: Yeah. If you won't go to Big Bear with me, maybe you'll go to Ojai. We can visit our son and spend time with him, have a nice romantic dinner, get a hotel.",
        "Ridge: Hey, slow down a little bit, will you? Where you getting all this? 'Cause of Wyatt with the airstream? That's where you're getting the ideas from?",
        "Brooke: Yeah. You should consider something.",
        "Ridge: What's that?",
        "Brooke: Moving in.",
        "[SCENE_BREAK]",
        "Caroline: Should we say goodbye?",
        "Katie: Um...no. We'll just leave them.",
        "Caroline: Does Ridge seem different to you?",
        "Katie: How do you mean?",
        "Caroline: Or maybe it's Brooke. I don't -- I don't know. She -- she always had this mythical power over him.",
        "Katie: Over all men.",
        "Caroline: No, but look. I mean, he doesn't seem as engaged by her as he used to be. When I first came to L.A., he had this adoring expression whenever he saw her.",
        "Katie: Well, they go through phases... but they always find their way back to each other. Come on.",
        "Caroline: Yes. It was amazing. Got to get back to the office.",
        "Katie: Yeah.",
        "[SCENE_BREAK]",
        "Brooke: [Chuckles] It doesn't have to be complicated. We'll take it slow. But don't you think it would be great for R.J., for him to wake up in the same house --",
        "Ridge: I'm not ready for that, and I don't want to give him false hope.",
        "Brooke: Okay.",
        "[SCENE_BREAK]",
        "Wyatt: Whatever happened to giving us a minute?",
        "Liam: I think you've had enough time, Wyatt.",
        "Wyatt: Fine! Go home!",
        "Liam: That's the plan. Let's go, Hope.",
        "Wyatt: You know what? Hope is capable of making her own decisions. I know that's hard for you to comprehend, but you can't just come here and start giving orders again.",
        "Liam: Fine. Hope, I'm going home, and I would really love to take you with me if you could put Wyatt and his lies behind you.",
        "Wyatt: You're the one who's getting left behind.",
        "Liam: You have no idea what you're talking about!",
        "Wyatt: You and your divided feelings?! Go be with your wife in Paris! Hope deserves better.",
        "Liam: What? Better? A sleazy lowlife like you, a liar? Do you know what? My intuition has been screaming at me since the day you arrived, telling me that you're not what you say you are. Kissing her awake in the woods like prince charming? I know what you are on the inside, Wyatt, and now so does she.",
        "[SCENE_BREAK]",
        "Brooke: I'm not asking you to rush into anything.",
        "Ridge: Really? 'Cause moving in is rushing things a little bit.",
        "Brooke: Why stay at your dad's? Why not just stay at the house with us, and all of us can be there together? No big deal.",
        "Ridge: I'm not doing that to him. I can tell him we're getting back together if --",
        "Brooke: Don't say we're not.",
        "[Cell phone beeps]",
        "Ridge: Is that R.J.?",
        "Brooke: Oh. No, it's my work. I got to get back there. Um... come home whenever you're ready. Okay?",
        "Liam: You know you can't go toe-to-toe with me without doing something drastic, and that's why you had to manipulate Hope! Well, how long do you think she's gonna put up with that, Wyatt? She's better than you.",
        "Wyatt: What, and then she's going back to you, the guy who can't make a decision to save his life and stick to it? Sure! Yeah, tell him, Hope. Tell him how eager you are to get back into that relationship, just always waiting for Steffy to make an appearance or if she's gonna show up through that door. Oh. Maybe she's at your house right now. No, no, no, wait. No, you wouldn't do that to her again, now, would you?",
        "Liam: My feelings have not been divided for a while now! I've proven that to Hope, and I damn well don't need to prove it to you.",
        "Wyatt: Do you not understand your position here? You're the ex. You're the guy who's messed up time and time again until she got fed up with it. Now she's with me. We are together now. And, yes, I -- I made a mistake and kept a secret from Hope, and we'll get past that. I mean, that's what couples do, right? And you? I mean, I ought to be thanking you for bringing this to light because we will now have a stronger connection for it.",
        "Liam: Oh, God.",
        "Wyatt: You can leave.",
        "Liam: Not without Hope.",
        "Wyatt: I am warning you -- you better get out of here, because we are still in the middle of our trip.",
        "Liam: Dude, trip's over.",
        "Wyatt: Why? Because of one mistake?",
        "Liam: Pretty big mistake.",
        "Wyatt: Have you not ever had something you did that you regretted or had to ask for forgiveness?",
        "Liam: You want to talk about regrets? I'll tell you what I regret -- ever letting you say one word to Hope, because I knew you were trouble from the beginning, and so is your crazy mom, who, by the way, trapped me in an elevator.",
        "Wyatt: What?",
        "Liam: Yeah. That's right. Your mom trapped me inside an elevator to prevent me from interfering in this little getaway. 'Course, you knew that. You were probably part of the plan, weren't you?",
        "Wyatt: My mother acts on her own, all right?!",
        "Liam: Oh, come on. You guys are always putting your heads together, causing trouble.",
        "Wyatt: Trouble? Talking about me? Trouble? Wow. At least I don't have --",
        "[Truck door closes]",
        "[Engine turns over]",
        "[Truck departing]",
        "Wyatt: You got to be kidding me.",
        "Both: Hope?",
        "[SCENE_BREAK]",
        "Brooke: Yes, I can handle it. I'll get the details over to publicity. I'll call you later. Thanks. What are you doing here?",
        "Bill: There's something you need to know.",
        "Brooke: Please, just leave.",
        "Bill: Leave? I'm moving back in with you.",
        "Brooke: Oh, for God sakes, I don't have time for this.",
        "Bill: You're not going back to Ridge.",
        "Brooke: Well, it's funny you should say that. I just had lunch with Ridge, and things are going amazingly well.",
        "Bill: Mm-hmm.",
        "Brooke: What?",
        "Bill: I don't believe you.",
        "Brooke: He is upset. It's gonna take some time.",
        "Bill: It's more than that. There's a secret, things he hasn't told you about his time in Paris.",
        "Brooke: Ridge doesn't keep secrets, especially from me.",
        "Bill: There's a reason he hasn't come back to you, and it has nothing to do with us.",
        "Brooke: Enough. Please.",
        "Bill: You'll never have a relationship with him again. Take a look at these, and you'll understand. You don't want to know what he's been up to?",
        "Brooke: I know he's been spending a lot of time with R.J.",
        "Bill: It's...more than that. In fact, it'll blow you away.",
        "Brooke: All right, what? What has Ridge been doing in Paris?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=tUx2_aICwN0"
}