{
    "Episode Summary": [
        "Episode # 7569 ~ Brooke returns to Bill something that's important to him; Katie makes an unannounced visit to Quinn with expectations to collect on a promise previously made."
    ],
    "Recap": [
        "Eric shows Carter the designs and says the Spectra's have been doing this for years. They tweak a little with the fabric and color and claim it as their own. He asks Ridge how did this happen on his watch. He retorts because they all thought the Spectra girl was a good intern. But she turned out to be as bad as the rest. In the kitchen, Quinn looks up and there is Katie. Quinn says she did not hear the doorbell. Katie said she never knew there was a side entrance until today. Quinn says that is the service door so what is she delivering. They trade a few barbs but Katie does not leave. Brooke tells Bill that the necklace is back where it belongs. He tells her that she is back where she belongs too. Eric says it makes no sense. Sally flew all the way to Australia to be their guest at the wedding. They wined and dined her and here is the way she repaid them. And speaking of weddings he wants to know why Ridge called off his own wedding to Brooke. Bill also wants to know from Brooke what happened for her to leave Ridge. She does not want to talk about the details. She just says she does not want to take that ride again.",
        "Quinn tells Katie again that she loves her husband and she is only putting up with Katie dropping in because they are old friends, so finish whatever she came for and leave. Katie seems to think she has the upper hand as she has information Eric should know. Quinn says no, Eric is close to her and Ridge and he will not be upset with a few kisses. Katie gloats that it must have been more than that for Brooke to call off her wedding. Katie marches into the living room and is surprised to find Ridge there. Eric says he was just trying to find out why there was no Brooke/Ridge wedding ..does Katie know? She says as a matter of fact she does. Eric can't wait to hear. She says just say that Ridge disappointed her sister. Well, maybe not disappointed but failed her just like he has so many times before. She plops on the couch and partakes of some tea that she says Quinn offered her. She wants honey so Quinn has to go to kitchen to get some. Bill tells Brooke this is a no-apology zone so she does not have to say more. She vows she will never turn her back on him again. Eric tells Ridge that he used to confide in him and now he won't. Ridge says some things in marriage and almost marriages does not have to be discussed. He leaves and goes to the kitchen and brushes against Quinn and helps her get the honey out of the cupboard. Bill tells Brooke that he always wants more money, more of everything but right now he just wants one thing \u0096 her. He sweeps off his desk and pushes her back on it. She tells the stallion to wait, they need a proper reunion. He likes the sound of that. Ridge tells Quinn that in Australia she told him something on the beach and he needs clarification. She says she cannot go back to that life before Eric. Ridge means nothing to her, they flirted that is all. In the back and forth the bottle of honey spills all over Ridge's shirt. She rushes to get some water to wipe it off. They touch and she says again that he means nothing to her and they cannot keep doing this."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: So, how's it look?",
        "Brooke: Like it always did. Like it belongs there.",
        "Bill: Well, that's how you look to me. Close enough to touch. Which is exactly where you belong.",
        "Eric: Unbelievable, Carter. These are obviously stolen Forrester designs right in the middle of the Spectra collection.",
        "Carter: Yeah, it may be obvious to you and me...",
        "Eric: No, no, everybody can see it. Come on.",
        "Carter: The length is different, the shoulder treatment... think of running shoes. 3/4 of them look alike. Except for color, logo, the heel pads, the inserts... those tiny differences can keep the courts ruling against shoe companies that claim trademark infringement. Spectra knows this.",
        "Eric: Yeah, of course they do. They make these tiny, tasteless modifications to our beautifully executed designs, and then they -- they claim them as their own. They've been doing this for years. It's Sally's M.O. God, some thing never change.",
        "Carter: Look, I'll file a suit, it's your money. But my honest opinion, you'll be handing Spectra another win, in dollars and pr.",
        "Ridge: Hey. Sorry I'm late, Carter. Hi.",
        "Carter: Ridge.",
        "Ridge: So, how much are we suing for?",
        "Carter: That's up to your father. My advice to him and to you is to table the stolen line and create a new one.",
        "Eric: Carter thinks a lawsuit will not succeed.",
        "Ridge: What do you think?",
        "Eric: This happened on your watch. I want to know why.",
        "Quinn: [Gasps]",
        "Katie: Hi! Uh, I'm sorry. Did I scare you?",
        "Quinn: I didn't hear the doorbell.",
        "Katie: You know, I have been in this house countless times over the years, and I never knew there was a side entrance. Till I looked out the window this morning, and there it was.",
        "Quinn: It's the service entrance. Are you delivering something?",
        "Katie: No, actually, I'm hoping to collect on that job offer.",
        "Quinn: Job offer?",
        "Katie: Yeah, you said there might be a place for me at Forrester.",
        "Quinn: Yeah, uh, the operative words being might be. But Eric has other things on his mind, in case you haven't heard.",
        "Katie: Yeah, but you're so good at distracting him.",
        "Quinn: Katie, he's with his lawyer right now.",
        "Katie: That's okay. I can wait.",
        "Ridge: What did you ask me? \"Why did it happen?\" It happened because we're dealing with a gang of thieves. We all thought that Spectra 2.0 was gonna be different, but it's not.",
        "Eric: That's what we all thought, is it?",
        "Ridge: Yeah, we all thought that, dad. I saw you doing your little flirty thing with -- what's her name? -- Sally in Sydney.",
        "Carter: Okay, I should go. Let me know what you decide.",
        "Eric: All right. Thanks, Carter.",
        "Carter: Okay.",
        "Ridge: See ya.",
        "Eric: There's a big difference between pleasant to somebody at a party and offering them a job. Now, you took on this other Spectra girl as an intern, right?",
        "Ridge: No, I did not. The boys were in charge of hiring her, and when I found out what her name was, I let her go.",
        "Eric: Why was she with us a whole month?",
        "Ridge: You know why! Because there was an incident at the loading dock, and R.J. Almost got hurt. Coco stepped in, and then I just second-guessed myself.",
        "Eric: And Steffy?",
        "Ridge: Steffy has nothing to do with this! It's on me!",
        "Eric: You know, I stepped aside, I stepped back from the day-to-day operations at this company because I thought the two of you could steer the ship.",
        "Ridge: [Groans] Okay.",
        "Eric: I was even considering retiring and seeing the world with Quinn! How can I do that now?",
        "Katie: You know, I have some earl grey at home. I mean, that's Eric's favorite tea, right?",
        "Quinn: Actually, he's been preferring oolong lately.",
        "Katie: Oh. Ooh! Are those shortbread cookies?",
        "Quinn: You know, there's really no point in you staying. I'll talk to Eric when I think the time is right.",
        "Katie: How's Ridge? You two getting along these days?",
        "Quinn: I don't see him. I have no reason to see him.",
        "Katie: You know, on second thought, I am having this craving for hummus. Hummus and, like, some real crispy celery sticks. You got anything like that?",
        "Bill: You better not tell me you need to get back.",
        "Brooke: To work? No. It's chaos over there.",
        "Bill: Mm, yeah, that Spectra stunt. You know, I could say that that's karmic payback for the dressmaker, but on the other hand, I really can't be too happy about it.",
        "Brooke: Why?",
        "Bill: Because I don't want disappointment anywhere near you.",
        "Brooke: It's only business.",
        "Bill: Mm. [Chuckles] You know, generally, I hate that phrase. But today, I think I understand it.",
        "Eric: I still can't believe this. I mean, Sally flies all the way to Sydney to help Thomas celebrate his sister's wedding, and we welcome her. We treat her like family. We wine and dine her. And then she turns around and does this?",
        "Ridge: I don't think it was personal.",
        "Eric: Well, what do you think it was?",
        "Ridge: I think people get desperate. We never had to do things for money because we've always had money, so...",
        "Eric: Well, we can't show this collection. We'll have to trash it.",
        "Ridge: Wow. All right. So, what do you want to do?",
        "Eric: You and I and Thomas are gonna have to up our game. We're gonna have to come up with a new collection in record time.",
        "Ridge: [Laughs] All right. Better get started, then.",
        "Eric: What happened in Sydney, Ridge? You and Brooke were supposed to get married. What happened?",
        "Bill: So, what was it this time?",
        "Brooke: What was what?",
        "Bill: Forrester. How bad was it?",
        "Brooke: I don't want to talk about it.",
        "Bill: Come on, Brooke. You called off the wedding.",
        "Brooke: Yeah, I did.",
        "Bill: And you don't want to tell me why?",
        "Brooke: Didn't have anything to do with you. Hardly had anything to do with me.",
        "Bill: I guess all I really want to know is that you are done with him for sure this time.",
        "Brooke: You know how people say that Ridge and I always come back together? Well, the place that we always come back to is being done. I've fallen off that roller coaster so many times. I just don't want to take that ride anymore.",
        "Quinn: You've miscalculated if you think I'm gonna let you bully me. You're Eric's old friend, and I'm being hospitable to you for his sake. That's all.",
        "Katie: Oh, not quite all, I think.",
        "Quinn: I love my husband. And I love my autonomy more. And if telling him that I kissed another man will get you the hell out of my kitchen, then that's exactly what I'm gonna do.",
        "Katie: If it were any other man, maybe. Maybe you could tell Eric and he would shrug it off. I mean, he's not a child. But when he finds out that this is the reason why Brooke called off the wedding, he's gonna know that the issue's a lot bigger than just a few kisses.",
        "Quinn: Eric's closest relationships are with me and Ridge. Even Brooke had the decency to respect that.",
        "Katie: I'm not sure you deserve decency. And I'm definitely not sure that you deserve Eric. Brooke knows that, but she's going through her own grieving process right now. So that leaves me. I'm gonna be watching you. Try to go behind his back, and I'll be there. Whether it's in his kitchen or at Forrester creations.",
        "Ridge: That's a little personal, don't you think?",
        "Eric: Brooke called this wedding off, didn't she?",
        "Ridge: Well, this is not the first wedding in this family that didn't happen.",
        "Eric: Why won't she tell me what happened in Sydney?",
        "Katie: Hi, neighbor! Oh, I was just, uh, chatting with your lovely wife in the kitchen, but Quinn didn't tell me that Ridge was here.",
        "Quinn: I didn't know.",
        "Katie: Uh, am I interrupting?",
        "Eric: Actually, you are. I've been trying to get somebody to tell me why your sister and my son didn't end up married in Sydney. I mean, something obvious went wrong.",
        "Katie: Yeah, something obviously did.",
        "Eric: Do you know what it was?",
        "Katie: As a matter of fact, I do.",
        "Katie: Do you want to tell him, Ridge, or shall I?",
        "Ridge: I don't think it's anybody's business.",
        "Eric: Well, if my family's not my business, who is?",
        "Katie: I guess you could say that Ridge disappointed my sister. You know, that's the really the wrong word. I guess he failed her.",
        "Eric: In what way?",
        "Katie: In the same way that he's failed her many times over the years.",
        "Eric: How, specifically, Katie?",
        "Katie: I suspect the answer is staring us right in the face.",
        "Eric: Oh, I see. I see you're not gonna tell me, either. All right, well, here's what I know. I know that you have trouble with commitment. You remember commitment. That's what you see between Quinn and me. You deserted Brooke so many times.",
        "Ridge: Well, thank you, dad. I'm the only that's deserted now, whether I deserve it or not, and I will try to make it right.",
        "Eric: Well, I'm sorry, Katie, this has turned into a pretty sorry excuse for a social event.",
        "Katie: Oh!",
        "Quinn: You know what, maybe you should come back another time, then.",
        "Katie: What's a little tension amongst relatives, by marriage, at least, and neighbors? Quinn invited me to have some tea, but if you think it's a bad time...",
        "Eric: No, no, no! I think we should have tea. There's nothing I would like better right now than to have some tea with you. Please. Help yourself.",
        "Katie: Thank you. Oh! Ooh, it looks like you forgot the honey.",
        "Quinn: Well, Eric doesn't use any.",
        "Eric: Actually, I think there's honey in the pantry, one of the cupboards in there.",
        "Quinn: I'll be right back.",
        "Katie: Thank you. What about you, Ridge? May I pour you some tea?",
        "Ridge: No, no. I never touch the stuff.",
        "Bill: Anything you want to ask me?",
        "Brooke: Like what?",
        "Bill: Like whatever. You know, I asked you a question. You didn't want to answer, which is fine, but now it's your turn.",
        "Brooke: Actually, there is something.",
        "Bill: Okay.",
        "Brooke: How did you know?",
        "Bill: Know what?",
        "Brooke: In Australia. Where I was.",
        "Bill: I didn't.",
        "Brooke: I was crying in the hotel. I just wanted to get out and get the sun on my face.",
        "[Cell phone rings]",
        "Brooke: I was drawn to the ocean. I don't know why.",
        "Bill: Maybe when you don't know what's out there or what you're looking for, the one thing you can count on is the pacific.",
        "Brooke: A sign?",
        "Bill: Yeah, maybe. Maybe it's a sign. You know, I was trying to figure out what would be next, if anything could be...",
        "Brooke: And just like magic, there you were.",
        "Bill: And I always will be.",
        "Brooke: I know. I know that now, and... I'm sorry.",
        "Bill: Sorry? No. No sorrys. No apologies. This is a, uh, no-apology zone right here.",
        "Brooke: [Giggles] I just got lost in what I thought I should have, you know, the kind of life I should be in. But I will never turn my back on you again.",
        "Eric: You used to confide in me.",
        "Ridge: It's not a matter of that, dad.",
        "Eric: Well, what is it a matter of?",
        "Ridge: Well, there are some things in a marriage, in even an almost-marriage that are private.",
        "Katie: Quinn is taking her time finding that honey.",
        "Eric: Why don't you help her find the honey in the kitchen there? Is that too much to ask?",
        "Quinn: [Sighs]",
        "Ridge: Hey.",
        "Quinn: [Scoffs] The hell with her and her honey. Is she gone?",
        "Ridge: Nope. I was sent here to help.",
        "Quinn: Oh, God.",
        "Ridge: I got it.",
        "Quinn: I --",
        "Ridge: Excuse me.",
        "Brooke: I mean it. You've been so good to me. So patient.",
        "Bill: Patient? Eh, I don't know if patient's the right word.",
        "Brooke: Okay, loving and loyal. That's not my experience with men, so I didn't really trust it.",
        "Bill: You know, you've changed me.",
        "Brooke: I don't want to change you.",
        "Bill: You taught me that there's such a thing as enough. Because I always wanted more. You know, more money -- well, that one doesn't count. I still want more money. But more praise, more attention, more women... but now the only woman that I want more of...",
        "Brooke: [Laughs]",
        "Bill: Is you.",
        "Brooke: Whoa, stallion!",
        "Bill: What? I did something wrong already?",
        "Brooke: No, it's just --",
        "Bill: What?",
        "Brooke: Uh, okay, look. We need a proper reunion.",
        "Bill: I'm really good with an improper one.",
        "Brooke: I know -- we'll have that tonight.",
        "Bill: It's -- it's getting dark. Isn't it getting dark?",
        "Brooke: [Laughs]",
        "Bill: It's getting dark.",
        "Brooke: It's not dark. Just give me the keys.",
        "Bill: I'll give you the keys, I'll give you my wallet, I'll give you lines of credit --",
        "Brooke: I just want the keys to the house.",
        "Bill: [Sighs]",
        "Brooke: I'll get there first, and then you come over just after dark.",
        "Bill: Yeah, I might explode before then. What about that?",
        "Brooke: Well, try not to. You've made a big investment in me, dollar bill Spencer, and it's time to cash in.",
        "Bill: Oh! Well... now you're speaking my language. I do like the sound of that.",
        "Brooke: Like it? You're gonna love it.",
        "Bill: Mmm.",
        "Quinn: Why does he have a cabinet full of expired honey bears?",
        "Ridge: It's not him. It's -- it's Katie's sister, donna.",
        "Quinn: Katie. I am not having good thoughts about Katie. Do you know she's trying to blackmail me?",
        "Ridge: Well, she could, but she won't. She's not.",
        "Quinn: I cannot lose my husband.",
        "Ridge: Then don't. Love him the way you love him and just know that Katie wants to protect him. Don't push her.",
        "Quinn: Oh, come on, I can't -- I can't go back to that, Ridge. I can't go back to the life I had before... the way I was before I met Eric. I mean, and not over this. There's nothing between us. Nothing real.",
        "Ridge: You said something to me on the beach in Australia, and I'm not sure where to put it. Do you remember?",
        "Quinn: Look at me now. I found love. Not once... but twice. I was emotional. I was jet-lagged. And a little bit tipsy from the wedding reception, and I told you already, I don't know my way around feelings.",
        "Ridge: So you didn't mean any of it? You don't feel anything?",
        "Quinn: No. No. [Sighs] I just -- I just wish I didn't have to... to see you anymore. That's how I feel.",
        "Ridge: Okay.",
        "Quinn: I just -- what's this one? Oh, wait. This one's fine. This one's fine. I need something to put it in.",
        "Ridge: I'll find something.",
        "Quinn: Okay. Oh! I -- [Laughs] I'm sorry. Wait, no. Let me clean that up. I'm sorry.",
        "Ridge: It's okay. It's fine.",
        "Quinn: I really --",
        "Ridge: It'll come out.",
        "Quinn: Just come here.",
        "Ridge: It doesn't matter. It's okay.",
        "Quinn: I can't. This can't happen again. Stolen kisses... that mean absolutely nothing. Please. Never again.",
        "Ridge: Yeah, I got it."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=JgfBhsloVkc"
}