{
    "Episode Summary": [],
    "Recap": [
        "Wyatt asks Hope if it is okay that he stowed away. She kisses him and says it is more than all right. He says good, they have a few minutes to spare and her mother is in the other room so Thorne, with Aly at his side, is on a conference call with Eric. She is enjoying Paris but says she will have more fun when Hope gets here. She wonders if Liam is coming with her. He says no, and Hope is not with Liam anymore. She is with Wyatt. Aly confides to Thorne that Hope knows all the right things to do except when it comes to Wyatt. He is bad for Hope. She doesn't understand why she can't see that. Being around Hope is like taking a master class except when it comes to Wyatt. He makes her different. She just wishes he weren't coming. Thorne says yes he picked up on that earlier. She says Wyatt is too slick, too smooth. She doesn't trust or like him. He is bad for HFTF, for the company and especially for Hope. Quinn walks into Liam's cliff house and Bill is quick to tell her that she can't just keep popping in like this. She tells him he's just being a grump and here they are like family. Bill grouses that she is not his family; just the mother of his son, period. She coos that he wasn't making that distinction in his bedroom yesterday. He's sorry about that; evils of alcohol. She says she is not sorry. It happened and he can't take it back. He says okay but he can make sure it doesn't happen again. She warns him not to make promises that he can't keep; who'd have thunk it; them being lovers. Bill says no, no, they are not lovers. They just had sex .,.adult consensual sex. It should not have happened but she caught him with his guard down after more than a couple of drinks. She says he better not say that she tried to take advantage of him. He was a willing participant. He says whatever but he's still in love with Brooke and that will never change. Quinn says Brooke has made it clear that she is not that into Bill so he should just lick his wounds until they heal. Come up for air and look around and he might like what he sees. She offers to make him dinner. They can sit and eat and bat it around. They can bat each other around. He could release his inner beast with her. They could be the bizarro couple of the ages.",
        "Pam needs Eric's signature and finds out that Wyatt is also on his way to Paris. He confides in Pam that Aly sounded a little off during her call. Pam wonders if she is having troubles again since she has been doing so well lately. Eric says it was just something in her voice. She made it clear that she really didn't like Wyatt. Pam says but she's with Thorne who will keep a protective eye on her. Pam wonders if any of the younger kids know anything about her problems. Eric says no, that is the way she wanted it and Thorne too. She says she understands. She's had a few issues of her own and it's very challenging. Thorne asks Aly when she started with these negative feelings toward Wyatt as he thought she liked him. She says she did at first. But getting to know him changed all of that. He's a bully. And it's disappointing when Hope choose someone that disrespectful over a genuinely good man. Thorne reminds her that maybe Hope just needed a break and this won't be permanent. Aly states again that she shouldn't be with him at all. She belongs to Liam. And now Wyatt is here ruining everything, making a hypocrite out of Hope. She wishes Wyatt would just go away. Bill tells Quinn that he does not want to hurt her but he can't let her go on thinking this is the beginning of something. It is not. He was in a bad place and just had too much to drink. He never would have initiated it, but she was almost single minded, like she had an agenda. Which begs the question, surely she is not going to come to him in a few months and say she is pregnant. She scoffs and says he needs to get over himself. She would not have her life come to a screeching halt to have another child by him, since the first time had been so good. She laughs that having a child is no where on her list of priorities and especially with him. Hope introduces her stowaway. Brooke thinks they are so cute. It reminds her of Ridge and her. It's important to keep that connection with all the distractions around. Wyatt says he couldn't let Hope go to the city of love alone. Hope accuses him of having something going on. He says he will show her later. It's all locked up now in a suitcase."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Mm. [Both chuckle] Is it okay that I stowed away? Really?",
        "Hope: Oh, it's it's more than okay.",
        "Wyatt: Yeah?",
        "Hope: Yeah.",
        "Wyatt: Well, good, because I think we have a few minutes, and your mother's in the other room.",
        "Hope: [Laughs]",
        "Wyatt: Shh! Be quiet. She's right out there.",
        "Hope: I'm so sorry, okay? [Chuckles]",
        "[SCENE_BREAK]",
        "[Horn honks]",
        "Thorne: That's the status so far. I'll keep you in the loop as we move forward, okay? Unless you have something to add.",
        "Eric: No, no, no. I think you've covered all the basis.",
        "Aly: Dad's a detail freak.",
        "Thorne: [Chuckles]",
        "Eric: Lucky for us. Enjoying yourself, Aly?",
        "Aly: Loving every minute. I'll be even more fun when Hope gets here.",
        "Eric: Yeah, and Brooke is on her way, as well.",
        "Aly: Is, um, Liam coming?",
        "Eric: No, no, he's not, Aly. Hope's with Wyatt now.",
        "Aly: He's not coming, is he?",
        "Eric: Not that I know of, no.",
        "Aly: Good.",
        "Thorne: Why would you say that, sweetheart?",
        "[SCENE_BREAK]",
        "Bill: Hey, Liam, d-- here we go. You can't keep doing this.",
        "Quinn: What did I do?",
        "Bill: You know what you did. You can't walk in here every time you feel like it.",
        "Quinn: The door was unlocked.",
        "Bill: I'm gonna have to be more diligent about that.",
        "Quinn: Oh, don't be such a grump. We're like family.",
        "Bill: No. You are not my family. You are the mother of my son. Period.",
        "Quinn: You weren't making a lot of distinctions in your bedroom.",
        "Bill: Evils of alcohol. Sorry about that.",
        "Quinn: I'm not. In any event, it happened, and you can't take it back.",
        "Bill: No. But I can make sure it doesn't happen again.",
        "[SCENE_BREAK]",
        "Pam: I need your signature on a couple of things.",
        "Eric: Sure, Pam. Bring them in.",
        "Pam: Also, just got a message that Wyatt is on his way to Paris?",
        "Eric: [Chuckling] What? Already? He's taking the Stephanie Forrester jewelry collection to be appraised. We're hoping to put it on display at one of the Hope for the Future events there. I didn't realize he was doing it already, but good.",
        "Pam: He certainly assumes a lot, doesn't he?",
        "Eric: He has my full approval.",
        "Pam: Okay. No, if he's got your full approval, then that's fine with me.",
        "Eric: More than I can say for Aly, though.",
        "Pam: Why? What's that supposed to mean?",
        "Eric: She was on this conference call earlier. She's sounding a little off, Pam.",
        "Pam: She's been doing so well lately.",
        "Eric: Yeah. I know.",
        "Pam: [Sighs] You -- you don't think she's having trouble again, do you?",
        "[SCENE_BREAK]",
        "Aly: Hope is so smart, knows all the right things to do. Except when it comes to Wyatt. That guy is bad news. I don't understand why she can't see it. [Sighs ]",
        "Thorne: But you still enjoy working with Hope, right?",
        "Aly: It's like taking a master class. And I love being around her, except...",
        "Thorne: Except what, honey?",
        "Aly: Wyatt makes Hope different. I just wish he wasn't around.",
        "Thorne: Yes, I've picked that up from your tone earlier.",
        "Aly: He's too -- I don't know. Smooth. Slick. I don't trust him, and I don't like him. Wyatt is bad for Hope for the Future, he's bad for this company, and, most of all... he's bad for Hope.",
        "[SCENE_BREAK]",
        "Hope: So, I have a surprise for you. Ta-da!",
        "Brooke: Oh, my God!",
        "Hope: [Laughs]",
        "Brooke: What am I missing here?",
        "Hope: This is a stowaway.",
        "Wyatt: Yes.",
        "Hope: Who surprised me when I went in to go take a nap.",
        "Wyatt: I mean, I couldn't let Hope go to Paris alone -- a city for lovers and all.",
        "Brooke: Oh, you guys are so cute.",
        "Wyatt: [Laughs]",
        "Brooke: You're reminding me of Ridge and me. We would just grab any moment we could together, just the two of us. Yeah, it's really important to keep that connection. Especially in a world of constant distractions.",
        "Wyatt: You know, your mom speaks the truth. And we have to remember this.",
        "Hope: [Laughs] Okay.",
        "Brooke: [Laughing] Oh, my God. Okay. I'm not looking.",
        "Wyatt: Sorry.",
        "[SCENE_BREAK]",
        "Quinn: Don't make promises you can't keep. I mean, who would have thunk it? You and me would be lovers again.",
        "Bill: No. No. That's what I'm trying to make you understand. We are not lovers. We had sex. Adult consensual sex. And I shouldn't have let that happen. But you caught me with my guard down after more than a couple of drinks.",
        "Quinn: Don't you even say that I took advantage of you. You were an active participant.",
        "Bill: Whatever. I'm in love with Brooke. And what happened between us does not change that.",
        "Quinn: The fact is Brooke's made it very clear that she's not that into you. So, why don't you just lick your wounds until they heal and then when you come up for air, take a look around. You might like what you see. I mean, we could be the -- we could be the bizarro couple for the ages.",
        "Bill: You and me?",
        "Quinn: Who knows? Let me make you dinner. We'll eat, bat it around. Bat each other around. Come on. You want to unleash your inner beast with me?",
        "[SCENE_BREAK]",
        "Wyatt: Well, it looks like we'll be landing shortly.",
        "Hope: In Paris. Together.",
        "Wyatt: Yeah?",
        "Hope: You have the best ideas.",
        "Wyatt: Oh, you know.",
        "Brooke: Yep, the city for lovers. You two together. And me... with no Ridge.",
        "Hope: I know, but, you know, if you two are meant to be together, then you will be.",
        "Brooke: You are so right. I'm happy to be here and to help you, so, you know what? I'm gonna just stop whining, and I am going to enjoy this trip.",
        "Hope: Thank you. I really, I really could use your input on this event.",
        "Brooke: Whatever you need, sweetie.",
        "Wyatt: [Chuckles]",
        "Hope: What?",
        "Wyatt: Mm?",
        "Hope: You have that \"I have a plan\" look on your face.",
        "Wyatt: No I don't!",
        "Hope: You made the noise, too!",
        "Wyatt: I did not!",
        "Hope: You did! Should I be worried?",
        "Wyatt: No! You should be excited. Okay? 'Cause we are gonna be making headlines once I throw this baby into overdrive.",
        "Hope: Oh! Really?",
        "Wyatt: Mm-hmm. I will show you later, but it is locked up right there in that suitcase. Mm-hmm.",
        "Hope: [Chuckles]",
        "[SCENE_BREAK]",
        "Pam: What did Aly say that got you so concerned?",
        "Eric: Well, apparently she's not too fond of Wyatt.",
        "Pam: [Laughing] Oh, Eric. There are lots of people who are not too fond of Wyatt.",
        "Eric: No, it's kind of hard to explain. There's something in Aly's voice that -- it was different. It wasn't just \"he rubs me the wrong way.\" It was something in her attitude that just was alarming.",
        "Pam: [Sighs] I hate to hear that. But at least she's with Thorne. He'll keep a protective eye out on her.",
        "Eric: As always.",
        "Pam: Eric, do any of the younger kids in the family know about what's going on with her?",
        "Eric: No, no. No, they don't. None of them do. Thorne thought that best, and it's what Aly wanted.",
        "Pam: Well, I get it. I mean, I have a few issues of my own. It gets really embarrassing, and you just feel ashamed. And, worst of all, confused by yourself.",
        "Eric: Challenging, huh?",
        "Pam: Yeah. I'll say. Challenging for everyone.",
        "[SCENE_BREAK]",
        "Thorne: Honey, when did you start having these negative feelings towards Wyatt? I thought you liked him.",
        "Aly: I did. At first. But to know him is to change all of that. Wyatt is a bully. It's so disappointing that Hope would choose someone like that, so arrogant and disrespectful, over a genuinely good man.",
        "Thorne: Well, maybe Hope just needs a break. I mean, she and Liam have been very intense for a long time. And Wyatt, he's a free-wheeling kind of kid. Maybe that's the ticket you need for awhile. But it doesn't mean that it's permanent.",
        "Aly: She shouldn't be with him at all. Hope belongs with Liam. That was the best time for Hope for the Future. She was so in love and living her dream and spreading the message. And I believed it. It gave me the strength to rise above everything that happened to me. And now Wyatt's here, ruining everything, making a hypocrite out of Hope. I wish he'd just...go away.",
        "[SCENE_BREAK]",
        "Bill: Listen, Quinn. I don't want to hurt you, all right? But I can't let you think we are at the beginning of something. We are not. I was in a bad place. I had way too much to drink.",
        "Quinn: And evil Quinn took advantage of poor, defenseless you.",
        "Bill: I never would have initiated it. But you -- you were single-minded. Almost like you had an agenda. Which begs the question. Are you going to come to me in a couple of months and tell me you're pregnant?",
        "Quinn: Pregnant?! [Laughs] Oh, no. Wait. No, you've really -- no, you really need to get over yourself. I'm going to grind my life to a screeching halt yet again to have another child with you, why? Why? Because you were such a great father the first time around?",
        "Bill: You never gave me a chance.",
        "Quinn: Yes, and I am not going to give it to you again. No, having a child is nowhere on my list of priorities. Especially not with you.",
        "[SCENE_BREAK]",
        "Pam: It's good that Aly's with her dad. 'Cause if something is about to blow, Thorne will recognize the signs and head it off. Do you know if there have been any indications?",
        "Eric: Not to my knowledge. But I've seen this before. Quiet, happy, confident. And then somewhere, a switch gets flipped and she becomes angry, confrontational, violent.",
        "Pam: Violent? I didn't know that.",
        "Eric: Mm. There have been some rage incidents when she was a little girl, and they've only gotten worse since the bullying.",
        "Pam: She was doing so well, Eric! I mean, she loved her job. She seemed so engaged.",
        "Eric: Maybe I'm making more of this than it actually warrants.",
        "[SCENE_BREAK]",
        "Brooke: So, how do you like it here? Are you enjoying Paris?",
        "Aly: So much. The company's not too shabby either.",
        "Thorne: [Chuckles] Back at you. You were the only thing missing.",
        "Brooke: Your father really likes how you're running the company.",
        "Thorne: Mm, well, the staff makes it easy.",
        "Aly: Everybody loves dad.",
        "Thorne: Well, I enjoy working with them.",
        "Brooke: And it shows.",
        "Aly: I can't wait another minute to see Hope. I'm gonna go downstairs and see if I can find her. I'll see you guys later.",
        "Brooke: Okay.",
        "Thorne: [Laughs]",
        "Brooke: [Laughs] Hope's down there with Wyatt.",
        "Thorne: Wyatt's here?",
        "Brooke: Yeah. He stowed away on the plane. You know, those romantic, crazy kids.",
        "Thorne: [Sighs]",
        "Brooke: What's wrong?",
        "Thorne: Nothing yet.",
        "Brooke: But you anticipate something going wrong?",
        "Thorne: I'm not sure, Brooke. I just found out that Aly does not like Wyatt. Thinks he's a disaster and that he's bad for Hope and for the company.",
        "Brooke: That sounds extreme.",
        "Thorne: That's what I'm worried about.",
        "[SCENE_BREAK]",
        "Quinn: Ever wondered what it would have been like if we'd stayed together?",
        "Bill: No. That ship has long sailed.",
        "Quinn: You think? 'Cause I -- I could have sworn I saw it docked in the harbor just a few hours ago.",
        "Bill: That was a mistake, and it will never happen again.",
        "Quinn: [Sighs] And for that mistake, I blew my cover! Showed you that as much as I despise you, I still desire you on some strange level. Probably because you fathered my remarkable son. Can't hate you all the way, because I see so much of you in Wyatt. I am assuming you don't want this to get out, right, what happened between us? Relax. I won't say anything.",
        "Bill: Until I piss you off.",
        "Quinn: I gave you my word. That'll have to do.",
        "Bill: Thanks.",
        "Quinn: So that's it then?",
        "Bill: That's it.",
        "Quinn: Mm. Silly me. [Sighs] It is what it is. I'll see you again.",
        "Bill: Hard to avoid.",
        "Quinn: No, I don't mean like running into you on the street or anything.",
        "Bill: Did you not understand what I just said?",
        "Quinn: Yeah, yeah, yeah, yeah. You're all about Brooke. But let me tell you something. Brooke and those other Logan prom queen bimbos will never give you what you want. You want to know why? Because you and me -- we're one in the same. You're ruthless. So am I. You like it rough. I can take what you got and throw it back at you twice as hard. You know what your problem is? You have never met your real match. It scares you a little, throws you off your game, but I have faith in you, Bill, that you're gonna overcome that fear. And when you do, you're gonna come looking for me. Maybe I'll be interested. Maybe I won't. But you would be wise to pursue me. Because I'm the only woman who knows what you want, how you need it, and when to give it to you. Later.",
        "[SCENE_BREAK]",
        "Thorne: I feel better having Aly here, where I can keep an eye on her. You know, it worried me, Brooke, her being back in LA alone. With all the stuff she's dealing with.",
        "Brooke: Poor kid's been through a lot. Losing her mom at an early age. No wonder she has anger issues.",
        "Thorne: Well, got to keep those in check.",
        "Brooke: You do ground her. You know that?",
        "Thorne: I don't know. For the most part, Brooke, but you know how it is -- everything is fine until it... goes bad. You know, Aly's been -- she's been light, she's been happy, but [Sighs] Today I saw darkness in her eyes, Brooke, when she started talking about Wyatt, and now he's here. I just pray that he's not the trigger that's going to set her off.",
        "[SCENE_BREAK]",
        "Hope: Are you going to tell me what's in the suitcase, or do I have to torture you some more?",
        "Wyatt: Um... torture, please.",
        "Hope: Damn it, Wyatt!",
        "Wyatt: Yes! Okay, fine! Okay.",
        "Hope: [Laughs]",
        "Wyatt: I will show you.",
        "Hope: Okay.",
        "Wyatt: All right. [Humming]",
        "[Lock disengages]",
        "Hope: Why do you have Stephanie's jewels?",
        "Wyatt: Because I'm a marketing genius.",
        "Hope: What's going on?",
        "Wyatt: Okay, fine. Okay. Remember before the wedding that wasn't...",
        "Hope: Uh-uh.",
        "Wyatt: ... Eric showed us the jewelry. Well, I took a look at this, and I knew that the Stephanie Forrester collection would be perfect -- just a perfect tie-in for Hope for the Future. It's stunning, it integrates the family, it's another way to just bring huge media attention to you and the line. All right? And, for the record, Eric did give me permission to bring them here. In case you were wondering.",
        "Hope: I'm not.",
        "Wyatt: Good. [Chuckles] Look, I'm gonna have to get them appraised, but then I want to pitch Thorne first on the idea. Are you ready to be in the media again? 'Cause this is gonna put us right in the spotlight again.",
        "Hope: You just never stop thinking, do you?",
        "Wyatt: No. Not about you.",
        "Hope: That's a real turn-on.",
        "Wyatt: Oh, I didn't know that.",
        "Hope: Yeah. Here. Yeah, let me show you.",
        "Wyatt: Yeah? Mm!",
        "Hope: What?",
        "Wyatt: I'm thinking.",
        "Hope: Oh.",
        "Wyatt: I'm thinking again. Does that turn you on?",
        "Hope: It's good. Yes. I like that.",
        "Wyatt: Good. I'm glad.",
        "Hope: Mm! Down, boy.",
        "Wyatt: [Laughs]",
        "Aly: Get your hands off of her! I said get them off! Now!"
    ],
    "Transcript Author": [
        "Provided By Suzanne & Gisele Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=HQuZKBVjrq4"
}