{
    "Episode Summary": [
        "Episode # 7548 ~ Steffy & Liam become joined in matrimony with iconic landmarks of Sydney as the backdrop; Wyatt sulks over a few drinks knowing that his ex-wife and brother are tying the knot."
    ],
    "Recap": [
        "The minister proceeds with the ceremony. Meanwhile Wyatt is sitting in a bar telling a pal that he is not in Australia where his brother is getting married to his ex-wife. Nicole and Zende come over after eating dinner and say they thought he might need company. He tells them he even thought about going to get a free trip to Australia, the beaches, the waves but then he thought about the speeches and thought he would pass on that. He wishes them a good life together but he just could not be there to see them do it. He is grateful that he and Steffy had their time together but it is over. He sees it coming, the old you are a good guy and someday there will be a girl for you. He cannot be unhappy for his brother. Bill is first to give a speech talking about the magnificent surroundings and people .and he speaks of the soul within his son. Steffy could have had anybody but she picked Liam, only the best, so congratulations. Ridge speaks what it means to be there in good times and bad and in sickness and health. Liam is a good man, the right man and he is sure of that. Somewhere along the way his kickass tomboy turned into a little lady and is now ready for this great adventure. He hugs her and says he loves her.",
        "Steffy and Liam exchange their vows between laughter and tears. She is setting her spirit free and she is taking this journey with Liam as he is so patient and understanding. He says she pushes him to do things he would never think of and he never knows what she has in store. The truth is he does not know what is around the corner and what will be next but he just knows he wants to spend every single moment with her for the rest of his life. They exchange rings as their commitment to each other. Then they are pronounced husband and wife. What a wedding. No one expected any less. Steffy tell them to go back to the hotel and get in their bathing suits and be ready for the reception. Wyatt says here's to Steffy and Liam, the happy couple. She deserves to be with the man she loves. Meanwhile the bridal guests are on a speed boat crossing the water."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Reverend Harris: It's another beautiful day and an extraordinary day for our couple. Steffy and Liam are so pleased you could be here to witness and celebrate their union in holy matrimony. Well, you've all flown a long way to be here in Sydney, and our bride certainly flew a long way herself today.",
        "[Laughter]",
        "Reverend Harris: And I'd like to welcome you to this sacred spot. In Australia, we believe that acknowledging the natural beauty of our land brings good luck to a marriage. And I don't think you can get much luckier than that breathtaking view.",
        "[Laughter]",
        "Reverend Harris: This is the most intimate moment that a couple can share, and they've trusted it with all of you. And you have been honored by witnessing their love and sharing in the grace that is bestowed upon all of us today. Steffy and Liam, you are about to begin a journey that will last the rest of your lives.",
        "Wyatt: Go ahead and save yourself the trouble, just -- you can leave the bottle. Bad night?",
        "Wyatt: Not my first, certainly won't be my last. Sounds rough.",
        "Wyatt: You have no idea. It can't be all bad, right?",
        "Wyatt: Well, I'm not in Australia. What's in Australia?",
        "Wyatt: My family. My brother's getting married right about now. You couldn't go, or...?",
        "Wyatt: Just... too awkward.",
        "Zende: Hey, man.",
        "Wyatt: Zende. Nicole. What are you guys doing here?",
        "Zende: We just had dinner.",
        "Zende: Yeah, you know, we saw you sitting over here, and... tonight being what it is, I thought maybe you'd need some company.",
        "Wyatt: Yeah.",
        "Wyatt: I actually thought about going for a minute. I was like, \"hey! Free trip down under!\" Go down there, hang out with Thomas, hit the beach, get some waves. And then I thought about the speeches, Steffy and Liam saying their vows to each other, and I just thought, you know what? I'm good.",
        "Nicole: I'm sure they understand why you said no.",
        "Wyatt: Mm. Damn it, I still got to get them a gift, though, don't I?",
        "Zende: Nah, you don't -- you don't have to do that. It's all right.",
        "Wyatt: Giving Steffy our divorce was enough? Ahh! I'm just kidding! I'm joking, guys. Lighten up. You know, I -- I just hope Steffy and Liam have a great life together. I just couldn't be there to watch them kick it off.",
        "Reverend Harris: Well, I met Steffy and Liam yesterday, and I was immediately struck by their love for each other. They told me about their relationship, and the sheer amount of devotion that brought them to this moment. I was touched by their story and also by the support they've received from their families. Now, Steffy and Liam also spoke about the special relationship they had with their fathers, and I understand they'd like to say a few words today, so, uh, Mr. Spencer, will you speak first?",
        "Liam: Wait for it.",
        "Bill: Well, here we are. Finally!",
        "[Laughter]",
        "Bill: Here we are, in front of some of the most powerful architecture in the world, these magnificent skyscrapers we're surrounded by, this incredible bridge of steel and concrete that spans the entire harbor. The beehive of activity. The boats, the planes, the people. But what lies beneath it all, what drives this city, is its unique soul. It's a soul that is deep and peaceful, calm, and good. Just like the soul that lives inside my son. Liam. Your character is as strong as any steel. Your wisdom soars above the tallest skyscraper, and your grace... your grace is as pure as the finest architecture. Now... anybody who doesn't believe me? Well, Steffy... you could have had any man in the world. You don't settle. You want only the best. And that's what you've found. That's what both of you have found. Congratulations.",
        "Steffy: Thank you.",
        "Bill: My boy.",
        "Zende: Thanks.",
        "Wyatt: Just put it on my tab. [Laughs]",
        "Nicole: We're here for you, Wyatt.",
        "Zende: Yeah, is there anything we can do for you?",
        "Wyatt: You guys are keeping me from drinking alone.",
        "[Cell phone rings]",
        "Nicole: Oh, sorry. That's me.",
        "Wyatt: That Steffy?",
        "Nicole: No.",
        "Wyatt: Have you heard from her?",
        "Nicole: I got a text when they landed but nothing today.",
        "Wyatt: So you don't know how it's going?",
        "Nicole: Would you really want me to tell you if I did?",
        "Wyatt: Eh. I just couldn't do it. My brother's wedding. I just -- I just couldn't be there.",
        "Zende: It's a lot to ask.",
        "Wyatt: Yeah, I'm sure Steffy and Liam didn't want me to feel, like, shut out. I would have been welcomed, and that's sweet, but...",
        "Nicole: It's too soon.",
        "Wyatt: Might be too soon for a while. Look, Steffy and I had our time together, and it was amazing, and I am grateful for every minute of it. It's just -- it just hurts like hell.",
        "Ridge: My dad told me a long time ago that there are no guarantees in life. That includes marriage, I guess. Maybe that's why we promise to be there in good times and in bad, in sickness and in health because the important thing is that we're in it together. But you know that. I mean, we all watched you fight your way back to each other. Bill, you're right. He's a good man. You're the right man. I'm sure about that. More importantly, Steffy's sure about that. I respect you a lot. And I admire your bravery because you're about to marry someone who will always do the unexpected and sometimes the completely insane.",
        "[Laughter]",
        "Ridge: But that's what you signed up for. You're gonna marry my little daredevil. Uh... my kickass little tomboy somewhere along the way turned into a lovely young lady. From the day you were born, you've given me nothing but joy and happiness. And that's what I want for you. Joy and happiness. Great adventure. I love you.",
        "Wyatt: You know... it's nice of you guys to stick around.",
        "Nicole: We miss seeing you, Wyatt.",
        "Wyatt: We had some good times at Forrester, didn't we?",
        "Zende: Yeah, we sure did.",
        "Wyatt: It was exciting, working on the campaigns with Steffy, photo shoots, Spencer summit... every day was an adventure with her. She's just -- she was a complete original.",
        "Nicole: So are you.",
        "Wyatt: Here we go. Here we go. The \"you're a great guy, there will be somebody else\" speech, is that it?",
        "Nicole: You are a great guy!",
        "Wyatt: [Laughs]",
        "Zende: Look, stop beating yourself up over this.",
        "Wyatt: I'm not! But what could I do, right? Steffy and I, we didn't fail. We just caught up in my mother's web and we just couldn't get out. And now Steffy's with Liam, and they're getting married, and I'm getting... I'm getting a little too buzzed. [Laughs] I know it's gonna sting for a while. But my brother, he's... he's a good guy. He's been through a lot. And I can't be upset he's happy. Right now, he's probably the happiest guy on earth.",
        "Reverend Harris: Now, before you can be united in matrimony in our country, I must remind you of the solemn and binding nature of the relationship you're about to enter into. Marriage is a voluntary and total commitment. It is made with the deepest fidelity excluding all others and is entered into with profound hope and firm intentions that will last for life. Steffy and Liam, you may state your intentions to your guests as they witness your union and offer their silent hopes and blessings for you.",
        "Steffy: Okay. Um... I call upon the persons here present that I take thee Liam to be my lawfully wedded husband. [Laughs]",
        "Liam: Wow, uh... I call upon the persons here present to witness that I take thee Steffy to be my lawfully wedded wife.",
        "Reverend Harris: Now, please join hands and make your solemn promises to one another.",
        "Steffy: [Laughs] I stand here and I'm... pledging my everlasting love and my commitment and my loyalty to you. I know that I can say that with ease because you motivate me to live my life to the fullest. I mean, you set my spirit free, free to -- [Laughs] Free to fly.",
        "[Liam and Steffy laugh]",
        "Steffy: I love that you stand by your values and your principles, and you fight for what's good and honest. And you never stopped believing in us. Gosh, and... talk about you being patient and understanding... thankfully 'cause you're marrying me.",
        "[Laughter]",
        "Steffy: I'm so excited to spend the rest of my life with you.",
        "Liam: Steffy... I stand here pledging my everlasting love and commitment and loyalty to you. [Laughs] You've turned my life upside-down, which is... making it pretty darn appropriate that we're doing this in the southern hemisphere.",
        "[Laughter]",
        "Liam: It's the irreverence. It's exhilarating, you know? You push me to do things -- new things, things I would never dream of doing in a million years, and now I live my life with this thrill of wondering what journey you have in store because nothing about you -- nothing is conventional. Nothing about you is expected. You embrace everything -- every tiny little thing that life has to offer. And so... the truth is, I don't know what's around the corner. I don't know what's next, and that's terrifying. And I love it. But what I do know... is that I want to spend every moment of it, every single one, with you from now and for the rest of our life.",
        "Reverend Harris: You can now seal your commitment with the exchanging of rings. Liam, if you will...",
        "Liam: Whew. Oh, yeah. Oh, yeah.",
        "Steffy: [Laughs]",
        "Reverend Harris: Now, you'll wear these rings to remind you of the love and joy you'll feel today and everything you hope for in the future.",
        "Steffy: Okay. Okay. Give me your hand.",
        "Reverend Harris: Steffy, place this ring on Liam's finger.",
        "Steffy: Wear this ring as a symbol of my love and commitment to you.",
        "Liam: Steffy...",
        "Steffy: Mm-hmm.",
        "Liam: Wear this ring as a symbol of my love and commitment to you.",
        "Reverend Harris: Steffy and Liam...",
        "Liam: Say it, say it, say it.",
        "Reverend Harris: It is now my profound honor...",
        "Liam: Come on!",
        "Reverend Harris: ...To pronounce you husband and wife! Whoo!",
        "Ivy: Hey! How was it up there? Just so everyone knows, I did try and tell her not to do it.",
        "Steffy: No, you didn't! No, it was so cool. It was so cool!",
        "Liam: Really?",
        "Steffy: Yeah.",
        "Brooke: Congratulations. What a wedding!",
        "Liam: Thank you.",
        "Quinn: Should I call you Tinkerbell? 'Cause that was a crazy entrance.",
        "Eric: I would expect anything less.",
        "Thomas: Seriously, Stef, that was insane.",
        "Ridge: Outdid yourself, honey.",
        "Steffy: Wait till we renew our vows. Whoa! What does that mean?",
        "Ivy: All right, well, that's great to see.",
        "Brooke: [Laughs]",
        "Steffy: We did it! We did it!",
        "Liam: We did it! Zipline and all. I like how you roll, baby.",
        "Steffy: Everyone! Everyone! We're just gonna do a quick pit stop at the hotel. We're gonna get in our bathing suits for the reception. Yeah! Yay! We're doing it! Whoo!",
        "Wyatt: Phil will be here in about three minutes. Thanks, phil.",
        "Nicole: Are you sure you're gonna be all right?",
        "Wyatt: Yes. I'll be fine.",
        "Nicole: That's what Steffy and Liam would want.",
        "Wyatt: I know.",
        "Zende: It's gonna be tough for a while, but... you're gonna get through it.",
        "Wyatt: I know. It's just tonight. Knowing that it's all happening. Probably already has. Steffy and Liam married and just how excited they are and how lucky he feels.",
        "Zende: I mean, Steffy's just this incredible woman, just beautiful and ambitious and driven, and she deserves -- she deserves to have the life that she wants. With the guy that she loves. So... here is to Steffy and Liam. Cheers to the happy couple.",
        "Liam: That thing?",
        "Steffy: Yeah, it's great. Get in.",
        "Liam: You're not -- no. Take me away unravel everything stay with me, stay with me, stay with me trip with me, trip with me, trip with me am I really here, on the ceiling way up here somewhere I am dancing things keep falling just like I do"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=eH4DVcUmKqk"
}