{
    "Episode Summary": [
        "Episode # 7546 ~ Brooke finds herself not knowing whom to believe: Katie or Ridge; Eric & Quinn enjoy a day of exploring the Sydney Harbor; Sally anticipates surprising Thomas with her arrival."
    ],
    "Recap": [
        "Katie repeats again \u0096 there is something going on between Ridge and Quinn. Ridge walks up and Brooke says they will talk about this later. Sally has had enough with the couple from hell so says she needs to stretch her legs. They start teasing her and especially that she is a designer. And then they call her a stalker if she is going to Australia to meet someone who isn't even her boyfriend or does not know she is coming. They wish her luck with her young man. In their rooms, Quinn tells Eric that he is her hero. And Eric reminds her that Ridge has done an about face and because of him so have the others in the family. Ridge asks Brooke what is the problem. She is not sure there is one and would prefer not to talk at all. She starts kissing him. She says nothing is wrong. She is about to marry the man she has waited for most of her life. Liam says he is in trouble. Ivy and Steffy will not give away any of their wedding secrets. He just wants to go traditional and normal but he is not sure with them. Steffy tells him it will be a day he will not forget.",
        "Thomas sends Sally a tweet to see what she is missing. Finally one of his messages goes through and she actually gets it. Ridge wants Brooke to go to Katie's room and then come back so they can start their honeymoon early. Eric tells Quinn that she took his breath away in Monte Carlo and she still does. She is his now. She says good as his family has finally decided she is not the wicked witch and may even be good for him. He says she is his force of nature and he cannot imagine his life without her. Brooke goes to Katie's room and says she does not want to hear one more word against Ridge. Sally calls Thomas and he goes down a list of famous redheads before he guesses her. Then he opens the door and there she stands ..glad to see, he kisses her. Brooke tells Katie that she has known Ridge most of her life and he would not do the things Katie is saying. She does not need her little sister doubting her or Ridge. She will not hear one more word about him. If she does then Katie can take the next plane back to Los Angeles."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Horn blows]",
        "Katie: There's something going on between Quinn and ridge.",
        "Ivy: Hey, you two! Come on, we're gonna head back and get comfy at the hotel!",
        "Katie: You have to deal with this.",
        "Brooke: We'll talk about this at the hotel.",
        "Ridge: Hey. You ready to go?",
        "Kieran: The moments we remember",
        "Matt: Mm, mm, mm, mm, mm [Chuckles] Would you guys like to join our frequent travelers program?",
        "Matt: Oh, I am already a member.",
        "Kieran: Me, too.",
        "Sally: I'm good, thanks. You know what, I think I'm gonna stretch my legs.",
        "Matt: Well, do you want us to pull 'em for you? [Laughter] You get it?",
        "Kieran: Oh, matt. He is the funniest.",
        "Matt: Oh, you know, the little lady married me for my sense of humor. [Laughs]",
        "Kieran: I married him for his millions.",
        "Matt: Well, there's that. [Chuckles]",
        "Sally: Uh, you guys are millionaires?",
        "Matt: Uh...",
        "[Laughter]",
        "Kieran: Like I said, my hubby's a stitch!",
        "Matt: Oh! Oh! Wait, no. Here it comes. It's coming, it's coming. Got it. Mwah! Listen, speaking of stitches, are you really a designer?",
        "Sally: I'm just starting out, really, yeah.",
        "Matt: Oh!",
        "Kieran: I bet your guy is as proud as the dickens of you! The one you're flying all the way to Australia to surprise. Is he in the biz, too?",
        "Sally: Yeah. Yeah, but he's -- he's not my guy. We actually haven't had our first date yet.",
        "Matt: Oh, uh, so you're just kind of stalking him? Like \"fatal attraction?\"",
        "Kieran: Tell us, sally. How do you feel about bunny rabbits?",
        "Quinn: Where's my makeup bag? Did I -- did I leave my makeup bag on the plane?",
        "Eric: Your makeup bag is right there.",
        "Quinn: Where?",
        "Eric: Right there by the window.",
        "Quinn: Ugh! Forrester family wedding and me without the necessary essentials would be disaster.",
        "Eric: Well, crisis averted.",
        "Quinn: [Sighs] You are my hero.",
        "Eric: That's all I want in this life.",
        "Quinn: [Laughs]",
        "Eric: Remember the last time we were in a hotel room together? Monte Carlo. You were incognito. Nobody could see you.",
        "Quinn: Mm.",
        "Eric: You couldn't be seen. How things have changed since then, right?",
        "Quinn: Because of you and your unwavering belief in me. Everyone thought I was gonna hurt you, thought I would tear this family apart.",
        "Eric: Ridge most of all, but he's made a complete about-face where you're concerned. I couldn't be more grateful for that.",
        "Quinn: Mm.",
        "Eric: And because of his change of heart, everybody else in the family's had one, too.",
        "Ridge: Do you want me to order some room service? Brooke.",
        "Brooke: Oh. [Sighs] Sorry.",
        "Ridge: Hi. I'm in Sydney. And they have kangaroos and there's an opera house. Where are you?",
        "Brooke: Uh, I was just thinking about something that Katie said.",
        "Ridge: What's that? She rethinking being here?",
        "Brooke: No. Nothing like that.",
        "Ridge: Okay, then, what's the problem?",
        "Brooke: I'm not sure there is one.",
        "Ridge: That's what they call talking in circles. I don't...",
        "Brooke: How about we don't talk at all?",
        "Ridge: You're sure you're all right?",
        "Brooke: Yeah. I'm about to marry the man that I've loved practically my entire life. Why wouldn't I be?",
        "Kieran: She's too young. She never saw it. You never saw the movie, right?",
        "Sally: Are you kidding me? My life is a movie. It is way better than anything Hollywood could cook up.",
        "Matt: Really? Hold that thought. [Clears throat] Okay. Do tell.",
        "Sally: Okay, well, for starters, my parents were carnies, my great-aunt likes to hang out with cabana boys, my grams think she's a southern-friend Mata Hari, and don't even get me started on Darlita and Saul.",
        "Matt: Well, who's that?",
        "Kieran: Pets? Parakeets.",
        "Sally: Okay, I -- I think I'm gonna stretch my legs.",
        "Kieran: Oh, no, it's okay, hon! Tell us about the guy who's really not your guy but you want him to be your guy. How do you plan to surprise him?",
        "Sally: Well, he is in Sydney for a wedding, and he said that if I were there that I should come as his date. The catch is -- his sister, the bride, hates me. With good reason.",
        "Steffy: This view is fantastic. I think somewhere down there, Liam and I are gonna be saying our vows.",
        "Thomas: Are you ever actually gonna tell me where?",
        "Steffy: Mm, a girl's got to have her secrets.",
        "Thomas: [Groans] And ivy's helping you with all these surprises?",
        "Steffy: Yes, co-conspirators. I'm not gonna say a peep. Don't even think about it.",
        "Thomas: Do you ever do anything like anyone else?",
        "Steffy: I hate predictability.",
        "Thomas: Mm-hmm.",
        "Steffy: I should have that, like, tattooed on me somewhere.",
        "Thomas: Yeah, after your last tattoo, that's a bad idea.",
        "Steffy: Hey, I'm glad you're here. I didn't think you were gonna come.",
        "Thomas: Stef, we've had a lot of problems, but this is your happily-ever- after. I wouldn't miss it.",
        "Steffy: I love you, big brother.",
        "Thomas: Love you, too. We'll be landing soon. Hope you fly discount airways again!",
        "Matt: You kidding me? These peanuts alone are worth the price of a ticket. Mmm!",
        "Kieran: [Chuckles] Matty.",
        "Matt: Oh! [Chuckles]",
        "Kieran: My big adorable goober. I hope you find your big adorable goober one day.",
        "Matt: Uh, snookums, something tells me she already has, am I right?",
        "Sally: Well, unfortunately, his sister and I don't get along.",
        "Matt: How come?",
        "Sally: Let's just say she has a thing against redheads.",
        "Kieran: Oh, my -- did you hear that, sweetie? Ginger discrimination. We should start a support group.",
        "Matt: Mm-hmm.",
        "Kieran: There are bullies at rusty's school.",
        "Sally: Thanks. I can hold my own against her. It's just -- if I show up at the wedding, I just don't want to do anything to upset Thomas.",
        "Steffy: I have to give ivy props for suggesting Australia. This is gonna be so sweet.",
        "Thomas: Even better than a mountaintop wedding in aspen?",
        "Steffy: Oh, please, that was just a dress rehearsal.",
        "Thomas: Mm.",
        "Steffy: Who knows? Maybe you'll be having a wedding in Australia.",
        "Thomas: Stef, I couldn't even get a date for the wedding. That's pathetic.",
        "Steffy: Oh, please, Thomas.",
        "Quinn: Where is it?",
        "Eric: Where is what? What are you looking for?",
        "Quinn: That scarf you bought me, the beautiful silk one with all the pretty colors. I want to wear it.",
        "Eric: What, now?",
        "Quinn: Yes. It might be windy where we're going.",
        "Eric: Where are we going? Are we going someplace?",
        "Quinn: I want to take you someplace special.",
        "Eric: Well, get your scarf and let's go.",
        "Quinn: No, no, no, no. Forget about the scarf. You just -- you come with me. Come on.",
        "Eric: All right.",
        "[Quinn and ridge laughing]",
        "[Knocks on door]",
        "Ridge: That was the front desk. They just delivered your wedding dress to your sister's room.",
        "Brooke: Oh, well, I better go check on it.",
        "Ridge: So you're sure everything's okay between you and Katie?",
        "Quinn: Well?",
        "Eric: \"Well?\" Well what?",
        "Quinn: Is it?",
        "Eric: Is it what?",
        "Quinn: The water in the harbor. Is it the same shade of blue as my eyes?",
        "Ivy: So we agree that this would be the perfect spot to exchange vows, and then we'll have the minister stand about here, and then you and your groom will stand here.",
        "Steffy: I love it!",
        "Ivy: And transportation will probably leave from, like, down here.",
        "Steffy: Okay, yeah, that's great. That's great. Hey, shh. Don't reveal our secrets. Don't.",
        "Ivy: Oh.",
        "Liam: You guys have a secret plan?",
        "Ivy: We're keep the details of your wedding under pretty tight wraps until the very last moment.",
        "Liam: Even from me?",
        "Ivy: [Laughs]",
        "Steffy: Even for you.",
        "Liam: [Laughs]",
        "Steffy: I'm not gonna reveal any secrets -- not yet.",
        "Liam: I'm in trouble, then, 'cause the first time, you just appeared out of the mist on top of Ajax mountain in aspen. The second time, you show up in a black little number riding a motorcycle...",
        "Steffy: Hey, third time's the charm.",
        "Liam: Yeah, let me give you some advice about that. You're just not gonna top the first two, so I wouldn't even try. I say go traditional, normal...",
        "Steffy: Oh, really?",
        "Liam: Okay, or just do whatever you want, dear.",
        "Ivy: [Laughs]",
        "Steffy: That's better.",
        "Matt: Okay, are you sure you know how to use that?",
        "Kieran: We got to let rusty know we landed.",
        "Matt: Yeah. Okay. Excuse me! You're blocking the aisle!",
        "Matt: Okay, well, just quick, quick, quick, quick!",
        "Kieran: Hurry, hurry!",
        "Sally: 1, 2, 3.",
        "Kieran: Kangaroo!",
        "Matt: Kangaroo! [Laughs] Oh, that's great. Thank you.",
        "Kieran: Oh, thank you. Good luck with your young man.",
        "Matt: You know what, maybe Kieran and I will crash the wedding, too. No! I'm kidding! We wouldn't do that to you! [Laughs] Bye-bye!",
        "Kieran: We're rooting for you and Thomas!",
        "Sally: [Sighs] You and me both.",
        "Thomas: Yeah, that's right. Turkey BLT. Avocado. And a lemon-lime with bitters. Thank you. Bye.",
        "[Cell phone chimes]",
        "Brooke: I don't want you to worry about me and Katie. We're fine.",
        "Ridge: And if I asked Katie that, she'd tell me the same thing?",
        "Brooke: Well, why don't you just come with me to her room and ask her yourself?",
        "Ridge: I don't want to do that. I want you to go there, do it quickly, and come back so we can get our honeymoon started early.",
        "Brooke: [Sighs]",
        "Quinn: I'll never forget when you said that to me in Monaco. My heart just about leapt from my chest.",
        "Eric: You took my breath away when I first got sight of you there.",
        "Quinn: Mm.",
        "Eric: You still do.",
        "Quinn: [Chuckles] So much has happened since then.",
        "Eric: You're mine now. You're Mrs. Eric Forrester.",
        "Quinn: I still can't believe it.",
        "Eric: What, that you're my wife?",
        "Quinn: [Laughs] That everything that I had hope would happen is happening. Your family no longer sees me as the wicked witch, and they're finally accepting that I might actually be good for you.",
        "Eric: You are. You're so good for me.",
        "Quinn: You never answered my question. My eyes. Are the same shade of blue?",
        "Eric: Well... the pacific, the Mediterranean, Sydney harbor -- that's all beautiful blue. But it all pales compared to that beautiful blue of your eyes. Quinn, you're my force of nature. I cannot imagine my life without you.",
        "[Knocks on door]",
        "Katie: Hey! Uh, they brought your dress up a while ago.",
        "Brooke: I'm gonna say this one more time. I don't know why you keep bringing up these things about ridge and Quinn, especially now since ridge and I are finally bringing our family back together, but it stops now. I don't want to hear one more word against ridge.",
        "Steffy: You need stop asking questions.",
        "Liam: Really?",
        "Steffy: Yes.",
        "Liam: Like not even about the reception? I want details, woman.",
        "Steffy: No, not even about the reception. You can torture me, you can tickle me all you want. I'm not gonna say a thing. Nothing. Nada. Nope.",
        "Liam: I smell a challenge.",
        "Steffy: No. No. No. No! [Laughing] No! No!",
        "Liam: Oh, yes! Yes! Details!",
        "Steffy: Okay, okay, okay! Okay, okay, okay, okay! Okay, okay, okay. [Laughing] So, there's gonna be a party with our families, and there's gonna be a lot of champagne...",
        "Liam: Yeah? Yeah?",
        "Steffy: Yeah. Yeah.",
        "Liam: Details!",
        "Steffy: No, no, I reserve the right to the element of surprise, okay? Stop it.",
        "Liam: [Laughs]",
        "Steffy: Oh, my gosh. Baby, it's finally happening.",
        "Liam: I know.",
        "Steffy: I'm gonna make sure that this wedding day is a day that nobody forgets.",
        "[Cell phone rings]",
        "Thomas: Hello?",
        "Sally: G'day, mate.",
        "Thomas: I'm sorry, who is this?",
        "Sally: It's a certain, uh, saucy redhead who shall remain nameless.",
        "Thomas: Emma stone? No! Susan saran-- oh, my God. Susan Sarandon! Sally spectra.",
        "Sally: There you go. I got your, uh, photo and your text, bucko. What you trying to do, rub it in?",
        "Thomas: Rub what it what?",
        "Sally: That you're in gorgeous sun-drenched Sydney.",
        "Thomas: Must be raining back in L.A.",
        "Sally: I, uh, wouldn't know.",
        "Thomas: Uh, why wouldn't you know?",
        "Sally: I'm not there.",
        "Thomas: Okay, so, where are you calling me from?",
        "Sally: Did you mean what you said?",
        "Thomas: What did I say? I say a lot of things.",
        "Sally: The thing where you said you would take me to princess Steffy's wedding if I were there?",
        "Thomas: Of course, I meant it.",
        "[Knocks on door]",
        "Thomas: Uh, hang on one second. I've got room service here. I ordered a sandwich a long time ago, and it's finally...here.",
        "Sally: I'm here.",
        "Katie: You're upset with me.",
        "Brooke: Did you think I wouldn't be, given what you're doing?",
        "Katie: I'm not doing anything. I just thought you should know --",
        "Brooke: What? There's nothing to know!",
        "Katie: Is that what ridge told you? Did you talk to him?",
        "Brooke: I didn't need to talk to him. I've known ridge most of my life. He's not that kind of man. He wouldn't do what you're saying.",
        "Katie: I'm not trying to make accusations. I just want you to know what I saw and what I heard.",
        "Brooke: You just misinterpreted like you did the other day when you were spying on ridge and Quinn at work.",
        "Katie: I was not spying on them. I just saw something that made me think --",
        "Brooke: Think what? That they were having an affair? Do you know how ridiculous that sounds? A month ago, ridge and Quinn couldn't even be in the same room together, and now you're saying... [Sighs] I don't even want to go there.",
        "Katie: Okay, I -- I'm sorry. I don't want to hurt you.",
        "Brooke: Then stop! Stop! Stop with these horrible things that you're saying! I don't need my little sister putting doubts in my mind about the man I'm going to marry!",
        "Katie: You have my support! Of course, you do!",
        "Brooke: Okay, well, then if I do, you will admit that these things that you've been seeing, it's just a misinterpreted look or feel.",
        "Katie: Please. You need to listen to me.",
        "Brooke: No! You need to listen to me! I don't want to hear one more word about my fiancé and Eric's wife. And if you don't understand that, you're gonna have to take the next plane back to los Angeles. Nothing, and I mean nothing, is happening between ridge and Quinn."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=6XU7h8JIoJY"
}