{
    "Episode Summary": [
        "Episode # 7158 ~ People at Forrester theorize about Brooke's reaction to Caroline & Ridge's news; Ridge receives potentially life-changing information."
    ],
    "Recap": [
        "The office is celebrating the Caroline and Ridge nuptials. Eric comments that Brooke seems a little quiet. Nicole even is subdued and wondering what Thomas is thinking. Charlie wishes them a long and happy life. Ridge wants to talk about business now that all are gathered. He tells them that Thomas is now part of the design team. Brooke catches Ridge aside and says he is marred to Caroline and should tell her about the vasectomy. He says no need since he is going to a doctor today. Steffy notices that Brooke does not seem to approve if Caroline and Ridge have kids. She finally says she wishes them all her best but for children she has reservations. Eric asks Brooke if she is opposed to Ridge having children. Steffy says she did too at first but they made it clear they are going to stay together so she has his back now 100%. Quinn quips that once Brooke has a man she marks her territory for life so she can see her acting this way.",
        "Nicole overhears Caroline talking to Thomas and suspects something is amiss. Later she tells Thomas that he is handling it well. He might pretend around others but she can tell the marriage of his dad to Caroline is not going down well. Thomas says it is not like that. Caroline is an awesome person and they have been over a long time ago. Zende overhears Nicole talking to Thomas and mentions his kiss to her. Brooke asks Caroline if she has a minute to talk. Brooke starts off that she just wants to congratulate her. She had her doubts but now she sees how happy Ridge is. She warns Caroline though about having a family; that is never a given. They have a bright future but if they do not have children she will have to accept that. All winning streaks come to an end at some point. Caroline says she has no doubt they will have that baby soon. Ridge sees the doctor who wants to first do a fertility test as reversing a vasectomy is never guaranteed. Caroline calls Ridge and asks where he is but he is evasive, just saying he is looking out for their future."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Birds chirping]",
        "Pam: You got to turn it around so everybody can see the flowers. There we go. Thank you. Oh, Charlie, honey? It's got to be up a little on the right. A little further. No, down, down, down, down.",
        "[SCENE_BREAK]",
        "Carter: Everything okay?",
        "Steffy: Yeah, yeah, everything -- everything's good.",
        "Carter: Yeah? You look like you got something on your mind. Second thoughts about firing Ivy?",
        "Steffy: No, that decision was and is final. I'm just... [Sighs] I'm thinking about this congratulations. I just never thought my dad and Caroline would get married, you know?",
        "[SCENE_BREAK]",
        "Eric: Pam?",
        "Pam: Mm-hmm?",
        "Eric: We're just doing paper plates today?",
        "Pam: Too tacky?",
        "Eric: Well, we can do better than this, can't we?",
        "Pam: I know. I know. You know, I thought about that. I did, but then I decided that maybe the casual approach was better for Ridge and Caroline, because they're the artistic, free-spirited kind of people. No?",
        "Eric: I think you're right. As usual, you're absolutely right.",
        "Pam: Thank you.",
        "[SCENE_BREAK]",
        "Steffy: Hip-hip, hooray, right?",
        "Thomas: That's the idea. Congratulate the happy couple.",
        "Steffy: This is just so weird! We're gonna have to say, like, Caroline's our -- you know what? I'm not gonna talk about it. I'm just gonna be happy.",
        "[SCENE_BREAK]",
        "Zende: What's so fascinating?",
        "Nicole: Oh, just wondering what's going on in Thomas' head.",
        "Zende: Ridge and Caroline? He seems cool about it.",
        "[SCENE_BREAK]",
        "Eric: You're awfully quiet.",
        "Brooke: What is there to say?",
        "Eric: Well, you don't have to say anything, but it just seems like you might be a little conflicted about Ridge marrying Caroline. That's perfectly understandable.",
        "Nicole: There they are.",
        "Steffy: Hi.",
        "Zende: Congratulations.",
        "Ridge: Thank you.",
        "Pam: Well, come on. Tell us. What was it like?",
        "Caroline: It was beautiful. It was amazing. It was just the best day.",
        "Ridge: Just the two of us, nice setting, and we were --",
        "Caroline: A nice setting?! No, Ridge arranged this amazing estate right on the ocean.",
        "Zende: Ooh, impressive.",
        "Nicole: How romantic.",
        "Caroline: Yeah, it was just -- it was the most perfect day ever.",
        "Carter: We're all very happy for you.",
        "Quinn: I hope your marriage is as life changingly wonderful as mine is.",
        "Charlie: Here's to a long, happy, wonderful life.",
        "Ridge: Thank you, Charlie. Thanks, all you guys. And now, since we're all here, there's a couple of things I want to talk about business.",
        "Steffy: Oh, yeah, go for it. Yeah.",
        "Ridge: Okay. Well, now that Ivy's no longer here, do you want to talk about that? What happened there?",
        "Quinn: Well, I'm gonna miss her. We had a good thing going, but, you know, I don't make corporate decisions. I'm just a worker bee, busy working.",
        "Ridge: Okay, excellent. The other thing is, Thomas is now an official part of the Forrester design team, so...",
        "Pam: Nice!",
        "Ridge: Congratulations.",
        "Thomas: Thanks, Dad. I'm really happy about that. It's what I've always wanted.",
        "Caroline: You're gonna be great. And now, is this cake for us, because I want cake.",
        "Pam: It is, made with these loving hands. Come on, everybody. Grab a bite. Just use your hands. It's the easiest way.",
        "Caroline: Dig right in.",
        "Pam: That's for you.",
        "Ridge: And you can save your breath. I still haven't changed my mind. I'm not gonna tell her about the vasectomy.",
        "Brooke: You're married to Caroline now. You really should.",
        "Ridge: Okay.",
        "Brooke: You should tell her about the vasectomy.",
        "Ridge: There's no need to tell her because I'm gonna go see a doctor today. But thank you.",
        "[SCENE_BREAK]",
        "Pam: Hey.",
        "Charlie: Hey, how's it going?",
        "Pam: Um, I'm not really sure.",
        "Charlie: Huh?",
        "Pam: Everybody's got their cake, but...",
        "Charlie: Oh, yeah.",
        "Pam: How's it taste, Charlie? Be honest with me.",
        "Charlie: What, are you kidding me? You've outdone yourself, Pam. I mean, it's light, it's fluffy, just like you. [Laughs] But perfect balance of lemon to vanilla.",
        "Quinn: Really? You're gonna analyze the cake?",
        "Charlie: Well...",
        "Quinn: Pam, it's good cake.",
        "Pam: Thank you, Quinn! That really means a lot to me.",
        "[SCENE_BREAK]",
        "Nicole: Hey, Caroline sure was glowing, wasn't she?",
        "Zende: Yeah, totally.",
        "Nicole: I mean, well, is anyone else surprised that she didn't make a bigger deal out of it, though?",
        "Quinn: I am. Women like that are born and bred for big, splashy events.",
        "Carter: Generalize much?",
        "Pam: I don't know. I think that Ridge and Caroline bring out something quiet in each other, you know, something personal.",
        "Charlie: So, then, it makes sense that their wedding would be, too, right?",
        "Quinn: I suppose.",
        "Pam: But, Brooke, now she was kind of pensive. How do you think she really feels about this whole thing?",
        "[SCENE_BREAK]",
        "Eric: From the looks of things, Ridge seems happy.",
        "Brooke: Caroline has definitely made an impact.",
        "Steffy: More like rocked his world. Not only did he marry Caroline, he wants to have a child with her, start a new family. I take it you don't approve.",
        "Brooke: [Sighs] It's not my place.",
        "Eric: You're allowed a reaction. You and Ridge were together off and on for a long time.",
        "Brooke: We're off that merry-go-round, Eric, and I can't say I'm sorry.",
        "Steffy: Oh, so it's Caroline in particular that bugs you?",
        "Brooke: It's no secret that I think she's too young for him. But they're in love, and they seem to make each other happy. So, I wish them all my best.",
        "Eric: But?",
        "Brooke: [Sighs] But Ridge has this sudden urge to have a child. I have my reservations.",
        "[SCENE_BREAK]",
        "Ridge: This isn't so bad, huh? Got my beautiful wife, prospect of a baby, and my eldest son on the design team.",
        "Thomas: Hey, hey, I'm really grateful for your vote of confidence. I'm not gonna let either of you down.",
        "Ridge: I'm not worried about it.",
        "Caroline: Well, how lucky am I? I get to work with not one but two brilliant Forrester men.",
        "Ridge: Very lucky, but we are stubborn.",
        "Caroline: Yeah, well, I'm not too worried about it. I got the biggest ego in this place, so...",
        "Ridge: Mmm. She's right, you know?",
        "Caroline: [Laughs]",
        "Ridge: Okay. I have to go.",
        "Caroline: Where are you going?",
        "Ridge: I'm gonna go lock in our future.",
        "Caroline: What does that mean?",
        "Ridge: You'll know soon enough.",
        "[Door opens]",
        "[SCENE_BREAK]",
        "Quinn: If my experience with Brooke is anything to go by, I would say she's not at all happy about Ridge and Caroline being married. I mean, I'm not putting her down or anything, but, you know, once Brooke has marked a man, she kind of sees him as hers for life.",
        "Nicole: Well, you know the dynamic better than anyone here.",
        "Pam: Well, I'm definitely picking up a vibe from Brooke, but I don't think it's about jealousy or even about territory. I'm just thinking maybe it's the ambivalence about the age difference.",
        "Quinn: Or maybe she's protecting a different kind of territory. You know, as the mother of one of Ridge's children. That bond between you is important for your child's sake. And he's starting a whole, new family, a whole, new life with Caroline. I can see how Brooke could see that as a threat.",
        "[SCENE_BREAK]",
        "Eric: Are you opposed to Ridge having children with Caroline?",
        "Brooke: No, I'm not opposed. I just don't think it's wise for Ridge to be starting a new family at this point in his life.",
        "Steffy: You know what? I get it. I was concerned about the whole relationship. My first thought was, I was never gonna accept this, and I told them that right to their face.",
        "Eric: There's a surprise. Steffy doesn't hold back.",
        "Steffy: Oh, really?",
        "Brooke: But you have accepted it.",
        "Steffy: Yeah, well, what am I supposed to do? They made it very clear that they're gonna stay together, no ifs, ands, or buts. The bottom line is that I've never seen my dad this happy, and it's all because of Caroline. So, I got to have his back 100%.",
        "[SCENE_BREAK]",
        "Thomas: So, how's it feel? Married lady.",
        "Caroline: I just can't even explain it. My life, just everything -- ooh. You know, when I moved to LA, I just wanted to focus on my career and, you know, honing my craft and become the best possible designer that I could.",
        "Thomas: And you did that.",
        "Caroline: And that would have been enough, you know? That would have been more than enough. But... now I have Ridge, too. And I'm his wife and hopefully the future mother of his children. I know it sounds kind of selfish, but I just... I just want to savor this time.",
        "Thomas: So, in other words, you want it all.",
        "Caroline: Yes. Well, leave it to you to just cut right to the chase with all that, but yeah, I do. I want everything that life has to offer and more.",
        "Thomas: And you deserve that.",
        "Caroline: I'm really glad you're back.",
        "Thomas: Me too.",
        "[SCENE_BREAK]",
        "Ridge: And that's it. That's why I'm here. Have my vasectomy reversed.",
        "Dr. Wollin: Well, according to your French doctor's notes, you were adamant about having the procedure.",
        "Ridge: Ah, that was then.",
        "Dr. Wollin: So, tell me. What's changed?",
        "Ridge: What's changed? What hasn't changed? I fell in love with this beautiful woman. We got married, and she is a little younger than I am, different part of her life, and she wants to have a family. And I want that, too. I want to have a family with her. So, I want to talk to you about the possibility of getting it done -- the sooner, the better.",
        "[SCENE_BREAK]",
        "Nicole: Excuse me. I just left something. I can come back if you want, though.",
        "Caroline: Oh, no, you're fine. Don't be silly. We're just working.",
        "Nicole: Working? Shouldn't you be on your honeymoon?",
        "Caroline: Oh, my goodness. We'll go eventually, but he's still settling in to being CEO, and we got the new line to get out, our new member of the team, but, besides, it doesn't matter where in the world I am with Ridge. I'm happy.",
        "Nicole: It shows. Congratulations again.",
        "Caroline: Thank you, Nicole. All right, I have to pop across the hall to get something. I'll see you guys later.",
        "Thomas: Okay.",
        "Nicole: Bye. You're handling it well. Pretend all you want, but I can tell that Caroline marrying your dad is not going down easy.",
        "[SCENE_BREAK]",
        "Carter: So, you think Brooke feels threatened.",
        "Quinn: Okay. Say, for example, Ridge is so enamored with his beautiful, young wife that he doesn't have time for RJ anymore.",
        "Zende: Well, Ridge would always make time for his kids.",
        "Quinn: No, no, no. I'm just speaking hypothetically to illustrate a point. Men have a special reverence for the mother of their children -- at least most men do. And Brooke's gotten used to that treatment, right? And that position. She's had to share it with Taylor, but now with Caroline? There's only so much Ridge to go around. I would be a little possessive, too.",
        "[SCENE_BREAK]",
        "Caroline: And tell my uncle that we'd be happy to do that segment for him.",
        "Pam: Oh, wait. No. Ridge told me to turn that down.",
        "Caroline: Why?",
        "Pam: Didn't want to do Bill any favors?",
        "Caroline: God, boys and their battles. Okay, call Spencer Publications and confirm a date and time, and I'll handle Ridge.",
        "Brooke: Spoken like a true Forrester wife. Do you have a minute?",
        "Caroline: Sure.",
        "Pam: Oh, say. You probably want me to...",
        "Caroline: Yeah.",
        "Pam: Okay.",
        "Caroline: Thank you, Pam.",
        "Pam: Hi.",
        "Brooke: Hi.",
        "Pam: Close this?",
        "Caroline: Mm-hmm.",
        "Brooke: I just wanted to congratulate you, wish you all my best.",
        "Caroline: Thank you, Brooke. Your acceptance means a lot to me.",
        "Brooke: I know I haven't always been your biggest supporter.",
        "Caroline: Eh, people had their doubts.",
        "Brooke: I was one of them.",
        "Caroline: And now?",
        "Brooke: Well, now I see you make Ridge very happy, and I definitely support that. Just one word of advice.",
        "Caroline: Shoot.",
        "Brooke: I can see how much you really want to have a family. But try to remember it's never a given.",
        "[SCENE_BREAK]",
        "Ridge: Well, Doc, you got a bit of a stone face going there. What -- is there something I should be worried about?",
        "Dr. Wollin: I tend to be noncommittal until I've gathered all my facts.",
        "Ridge: I would like some facts of my own.",
        "Dr. Wollin: I'm sure you have some questions.",
        "Ridge: I do. The biggest one being, what's the chance of this having a positive outcome?",
        "Dr. Wollin: Well, the success rate for vasectomy reversal is quite high. It declines over time, but that shouldn't be an issue for you, since your procedure was fairly recent.",
        "Ridge: Good. I'm just anxious to start this family. So, when can we do it?",
        "Dr. Wollin: First, I need a fertility test. There's no point in proceeding until you know you can get the results you want.",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Pam: Who would have thought that a few years ago, when Caroline stepped out of that elevator for the very first time that she, not Brooke, would end up being Mrs. Ridge Forrester?",
        "Charlie: Well, sweetheart, I mean, you know, life throws us curveballs sometimes.",
        "Pam: Yeah.",
        "Charlie: I mean, take you, for instance. I mean, like a good curveball, I never saw you coming. But now you are the, I don't know, the inside-the-park, grand-slam home run of my life. [Chuckles]",
        "Pam: I'm not exactly sure what that means, but I think I love it.",
        "Charlie: Oh.",
        "Zende: [Clears throat]",
        "Pam: Oh. Hi, there.",
        "Zende: Yeah, got your text. At your service.",
        "Pam: Actually, it's the other way around, Zende, because these were just delivered!",
        "Zende: Wait. Are these... oh, my God, yes. Do you know how hard these are to get?",
        "Pam: Yeah, but it helps if you throw the Forrester name around a little, which, by the way, you know, you're allowed to do.",
        "Zende: Yeah, but you're so much better at it than me.",
        "Pam: Well, I've had a little practice.",
        "Zende: I got to tell Nicole. She's gonna flip.",
        "Pam: Well, you can do it right now. She's in there with Thomas.",
        "[SCENE_BREAK]",
        "Nicole: I get it, Thomas. It's okay, fearing your feelings about your dad marrying your ex. Anyone would be.",
        "Thomas: It's really not like that.",
        "Nicole: You still care about Caroline.",
        "Thomas: Why wouldn't I? We've always been friends. Our relationship didn't end badly. She's an awesome person. Of course, I care about her.",
        "Nicole: She on your mind a lot?",
        "Thomas: Not the way that you're making it sound. Look. She is my father's wife. Don't talk like that. Don't even think like that.",
        "Nicole: Hey, I'm not judging or accusing. It's just certain people I'm good at reading.",
        "Thomas: Oh, really?",
        "Nicole: Yeah. And you just happen to be one of them.",
        "Thomas: Huh.",
        "Nicole: Like, for example, I knew all along that Caroline was the reason you kissed me.",
        "[SCENE_BREAK]",
        "Brooke: This is a fabulous time in your life. You are young. You're beautiful. You're winning. All your dreams are coming true.",
        "Caroline: I know. I'm very blessed.",
        "Brooke: And yes, you've had some hard knocks along the way. I mean, you and Rick broke up, and that was very difficult.",
        "Caroline: [Sighs]",
        "Brooke: But you got through it, and you bounced right back. And look at you. You have everything. But one thing about being on a roll and being on a winning streak? It does come to an end. It doesn't last forever.",
        "Caroline: Okay.",
        "Brooke: You don't always get what you want when you want it. Life just doesn't work out that way. So, you just have to go with it. And you and Ridge, you are amazing together, and you have such a bright future. So, if it has to be, just let that be enough.",
        "Caroline: I'm...I'm sorry. Are you implying, or are you just saying to not be disappointed, that I might not get pregnant right away?",
        "Brooke: Something like that.",
        "Caroline: Okay, 'cause I know nothing in life is guaranteed, but it's kind of like you said. I'm young, and I'm strong, and Ridge is one of the most virile men I've ever known. So, I really have no doubt that we'll have our baby soon.",
        "[SCENE_BREAK]",
        "Ridge: This test is really necessary?",
        "Dr. Wollin: A man's fertility changes over the course of his life.",
        "Ridge: I know all that, but I just had this vasectomy done. It should still be under warranty.",
        "Dr. Wollin: [Chuckles] Age isn't the only problem. Illness can affect your counts or trauma.",
        "Ridge: I'm not sick and not traumatized, so we should be in good shape.",
        "Dr. Wollin: What about that fall you had in the Persian Gulf?",
        "Ridge: If that had changed something, I'd probably know about it.",
        "Dr. Wollin: Did you have some memory loss? Ridge, trust me. I'm just being thorough.",
        "Ridge: I know.",
        "Dr. Wollin: It's a short procedure, not a surgery, needle aspiration. I'll tell you what. I'll have the lab tech put a rush on it.",
        "Ridge: All right, Doc. My wife really wants a family, and I want to give that to her.",
        "[Cell phone rings]",
        "Ridge: I'm sorry. I meant to turn this off before.",
        "Dr. Wollin: Don't worry about it. Take the call.",
        "Ridge: You sure?",
        "Dr. Wollin: I'm going to the lab. I'll be right back.",
        "Ridge: All right. Thank you. Hey.",
        "Caroline: Where are you?",
        "Ridge: I'm off campus.",
        "Caroline: Doing what?",
        "Ridge: Locking in our future, like I said.",
        "Caroline: That's all you're gonna say?",
        "Ridge: That's all I'm gonna say for now. Oh, I love you.",
        "Caroline: I love you, too. Hurry back.",
        "[Cell phone beeps]",
        "Ridge: Doc? I'm ready. Let's do it.",
        "Dr. Wollin: All right, then."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=r19jqRx3CDA"
}