{
    "Episode Summary": [
        "Episode #7906 ~ Decades-long nemesis Taylor and Brooke fling accusations, past hurts, and wedding cake at one another during Hope and Liam's wedding reception; Liam surprises Hope with an impromptu and romantic honeymoon set up at Brooke's cabin."
    ],
    "Recap": [
        "Wedding pictures are taken and everyone gives cheers to the bride and groom. Wyatt gives the first toast to his brother and his bride. Katie, Donna and Bridget stand before Brooke and say the Logans are here. Ridge gives a very short toast and Steffy joins in that she is only wishing them the best. Hope says she knows they can all work together and make this work. Liam catches up with Steffy and sees the latest Kelly picture. Again he has to say it means so much to him of her being here. Taylor walks in and says she has a few words to say. She has listened to enough .Brooke breaks in and says they do not have time for this and asks that music be piped in leaving Taylor without an audience. They retire to the kitchen where Pam and Charlie are finishing the beautiful cake. Brooke tells her whatever she wanted to say she can say in here. Taylor starts of course that this wedding should never have happened. Brooke tells her then she can leave if she does not like it. Taylor rants on that Brooke destroys families and now it is her daughter doing it. Brooke starts to leave and Taylor says no she thinks it is time to cut the cake. She takes a tiny swipe with her finger and tastes it and wonders what is inside. Then she takes a very big hunk in her hands and smashes it right into Brooke's mouth and face. She laughs as Brooke is stunned but grabs her own piece and rubs it into Taylor's hair and face. Oh yes a great cake fight has begun. How adult! Pam is bound to go nuts.",
        "Only a few more minutes and Hope and Steffy walk in and are stunned to see their mothers. Taylor and Brooke stand there sheepishly. The girls tell them to put the cake down. Taylor rants again what Brooke and Hope have done to this family and this should never have happened. Brooke apologizes and says the moment got the better of them. The girls insist they go back to the wedding like they are. The room goes Oh My God! Eric says he would like some explanation for this. Steffy says she thinks their mothers need to explain. They both apologize. Both try to get out of the room without touching anyone else. Brooke apologizes to Liam as she leaves. Ridge takes a swipe of cake off of Brooke and says it is almost as sweet as her; then they kiss. They go home so Brooke can shower and change. Liam tells Hope that he had had no time to plan a real honeymoon but they both settle on a staycation here at the cottage. And declare they finally got married."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[ Applause ]",
        "Wyatt: I don't want to ruin the moment or anything, but I just wanted to say congratulations to my brother and my new sister-in-law. I love you both. And I wish you guys a lifetime of happiness.",
        "Liam: Thank you, sir.",
        "Wyatt: Cheers.",
        "Hope: Thank you.",
        "Liam: Cheers!",
        "[ Glasses clinking ]",
        "Bridget: Oh, my baby sister. Hope, I'm so excited for you. I know you've wanted this for a long time. [ Laughs ] And it's finally, finally here. Dreams really do come true.",
        "Donna: Although we feel way, way too young to be, uh, great-aunts again.",
        "Katie: Way too -- way too young.",
        "[ Laughter ]",
        "Donna: We are so excited to meet our newest logan baby.",
        "Katie: And we're always gonna be here for you, as a family.",
        "Hope: Thank you.",
        "Liam: Cheers.",
        "Eric: Cheers.",
        "[ Glasses clinking ]",
        "Ridge: I, um... I wish you well. And I hope you find happiness.",
        "Hope: Thank you, ridge. We appreciate your support.",
        "Liam: Uh, and thank you to everyone, just -- just for being here and sharing in this special day.",
        "Ridge: Cheers.",
        "Liam: Cheers.",
        "Steffy: Uh, actually, I just want to say that, um... I-I just want to say that I-I am really happy for the both of you. And I wish you nothing but the best.",
        "Hope: Thank you...",
        "Liam: Thank you.",
        "Hope: ...Steffy. I mean, I-I appreciate that more than I can say. Us being here together today, it -- it's a big step forward, and just shows what we can accomplish when we put our differences aside. I have hope today that we can make it work. All of us. Together.",
        "[ Indistinct conversation ]",
        "[ Laughs ] Do you want a glass?",
        "Donna: Oh! Why, thank you. And what a lovely ceremony, carter. You did a fabulous job, like usual.",
        "Carter: [ Chuckles ] It was my pleasure.",
        "Taylor: Excuse me! Excuse me, everyone? I have a few words to say. I've listened to all of you with your kind words about hope and liam's relationship, and I've listened to my daughter wish them well. And I have something to say about this --",
        "Brooke: Okay. I don't think we have time for this. Actually, donna was just gonna put on the music, weren't you, donna? Come on. [ Claps ] Go. Let's get this party started.",
        "Donna: Deejay donna.",
        "Brooke: Music. We want to dance, right?",
        "Brooke: What do you think you're doing?",
        "Taylor: Steffy is devastated. She and my little granddaughter are out in the cold, and not one person in this room could give a damn.",
        "Brooke: This isn't about you, or about steffy. This is about hope. This is her big day. I knew it was a mistake inviting you here. I'm sick of dealing with you, taylor! Let's go talk in the kitchen.",
        "Pam: Charlie, we should put marzipan over the whole bottom.",
        "Charlie: Sweetheart, you have marzipan in sections.",
        "Pam: No, like white, pink, white, pink. You know what I mean?",
        "Charlie: White, pink, white, pink. I know there's no yellow, and that's fine.",
        "Pam: Yeah, because, like, liam would be the white part...",
        "Brooke: Will you excuse us, please?",
        "Charlie: Oh, uh, no problemo. We got plenty of room for everybody.",
        "Brooke: I need to talk to taylor alone.",
        "Pam: Oh, charlie. We should --",
        "Charlie: What?",
        "Pam: We should go.",
        "Charlie: What? Oh. Oh, oh!",
        "Pam: Yeah, we'll go.",
        "Charlie: Oh, listen, we'll be over here in the --",
        "Pam: We're going.",
        "Brooke: Whatever you were gonna say out there, you can say in here to me.",
        "Taylor: This wedding was a mistake, and it should have never happened. [ Slams counter ] Ridge's and brooke's wedding.Nk of your in the ent",
        "[ Indistinct conversation ]",
        "Eric: [ Tapping glass ]",
        "Wyatt: Oh, the --",
        "Hope: Oh.",
        "[ All tapping glasses ]",
        "Liam: Yeah, all right.",
        "Hope: Okay.",
        "Liam: All right.",
        "All: Yeah!",
        "[ All exclaiming ]",
        "Sally: Awww! I love a good wedding. Thanks for bringing me.",
        "Wyatt: No, thank you for being the most gorgeous date in the entire room.",
        "Sally: Oh. Cheers.",
        "Wyatt: Cheers.",
        "Xander: So? What do you, uh, think of your first big forrester wedding?",
        "Emma: I was warned there could be drama. But everyone seems so nice and chill.",
        "Xander: Yeah. Little too chill. You might have to, uh, turn it up.",
        "[ Both laugh ]",
        "Thorne: You know, we have a pretty good track record, you and I, at weddings.",
        "Katie: Yeah, we do.",
        "Thorne: Our first kiss at ridge's and brooke's wedding.",
        "Katie: Mm-hmm. I remember it well.",
        "Thorne: Want to do it again?",
        "Katie: Mm-hmm.",
        "Steffy: Oh! [ Chuckles ]",
        "Liam: Hey. You good?",
        "Steffy: Yeah, yeah. Amelia just sent me a photo of kelly. How cute is she?",
        "Liam: Oh, look at our girl!",
        "Steffy: I know.",
        "Liam: Oh! [ Chuckles ]",
        "Steffy: Heh. Hey, I meant what I said. I'm happy for you.",
        "Liam: It does mean a lot, you being here. I want you to know, I-I really admire what you're doing.",
        "Steffy: Well, we want to bring the family together. No more conflict. No more fighting.",
        "Taylor: This wedding is a fluke. It should have never happened.",
        "Brooke: If you don't like it, then you can leave!",
        "Taylor: My daughter and liam have been cheated of their happiness, of their life together, of their family, and it's all because of bill spencer. None of this would have even happened if it hadn't been for his manipulations, and you know it. Hope wouldn't be pregnant, and she wouldn't be married to the father of steffy's baby.",
        "Brooke: That's not the only reason hope and liam are married.",
        "Taylor: Oh, of course it is! It's wrong, brooke, and you know it's wrong. But you can't see it, because you have done everything you can to make sure that liam is locked into this marriage, because you know the woman that he really loves is steffy!",
        "Brooke: Oh, my god, taylor. You are being so ridiculous.",
        "Taylor: This is how you live. This is what you do. You destroy families. You destroyed my family.",
        "Brooke: This is not about the past! This is about my daughter's wedding. And you came here to ruin it. You know why? Because you can't stand to see me or anybody I care about happy! You're just a bitter, jealous woman.",
        "Taylor: [ Scoffs ] Jealous? Of you? You know what this cake represents?",
        "Brooke: Don't go there.",
        "Taylor: It represents everything that you've stolen from my daughter.",
        "Brooke: I-I really think it's time for you to leave --",
        "Taylor: Oh, no, brooke. No, no, no. No. I think it's time to cut the cake.",
        "Brooke: You wouldn't dare.",
        "Taylor: What if I did?",
        "Brooke: You wouldn'T.",
        "[ Gasps ]",
        "Taylor: Mmm-mmm!",
        "Brooke: You really are crazy.",
        "Taylor: Yum! Buttercream. With just a hint of lavender. Mmm! Nice choice. What's inside?",
        "Brooke: Get away from that cake.",
        "Taylor: I hope it's chocolate.",
        "Brooke: [ Gasps ]",
        "Taylor: Eh. Well, maybe it's not too bad. Want to try some?",
        "Brooke: [ Muffled scream ] Oh! [ Gasps ]",
        "Taylor: [ Laughing ]",
        "Brooke: Oh! Oh!",
        "Taylor: Now you can have your cake and eat it, too!",
        "[ Laughing wildly ]",
        "Brooke: You're so gonna regret this.",
        "[ Screams ]",
        "Taylor: Ruined my blow-dry!",
        "Brooke: I'm gonna ruin a lot more than that! Aaah! No! [ Yelling, grunting ] Oh!",
        "[ Screams ] [ Screeching ] Try it again -- oh!",
        "Taylor: Aaaah!",
        "Hope: Hey.",
        "Steffy: Hey.",
        "Hope: Hey.",
        "Steffy: So, our moms are in the kitchen together?",
        "Hope: Oh, yeah. Pam said they were in there talking. Uh... is that a good thing?",
        "Steffy: They've been in there for a while.",
        "Hope: We should go check on them.",
        "Steffy: Oh, yeah. Yeah.",
        "Brooke: Please -- in your face!",
        "[ Both yelling ]",
        "Taylor: Gonna get you!",
        "Steffy: [ Gasps ]",
        "Hope: Mom!",
        "Steffy: What are you doing?! have never happe! Put what's left",
        "Steffy: Put. The cake. Down. Put what's left of the cake down. What has gotten into you?! Ugh!",
        "Hope: I mean, I don't even want to know what is going on in here, but you both look insane. And the cake is ruined!",
        "Brooke: It was her fault. She stuck her hand in the cake, and then she smushed it in my face.",
        "Steffy: Mom, is that true?",
        "Taylor: This wedding should have never happened. She wants to rub it in your face!",
        "Steffy: So you're gonna rub cake in brooke's face? Why would you do that?!",
        "Taylor: Just because it's what she does to me! It's what she's done to our family! She broke us up all those years ago, and she's doing the exact same thing with hope, to do to you what she did to me.",
        "Steffy: This is exactly what hope and I didn't want. We want unity and understanding, not a food fight.",
        "Hope: And in the middle of the reception, mom.",
        "Brooke: [ Sighs ] Honey, I -- I'm so sorry. I-I am. [ Sighs ] I guess we let the anger get the best of us.",
        "Taylor: Yeah, I'm sorry. I'm so sorry, honey. I don't know what came over me.",
        "Steffy: I don't know, either. But everyone's wondering where you are.",
        "Hope: Yeah. And the two of you need to get back out there.",
        "Brooke: Like this?",
        "Hope: You know, I think the two of you deserve a little walk of shame. Don't you?",
        "Steffy: Yeah.",
        "Katie: Oh. My. God.",
        "Quinn: Oh, dear.",
        "Pam: My cake...",
        "Ridge: Logan?",
        "Wyatt: I mean, who needs a cake?",
        "Carter: Yeah. I'm trying to cut back on sugar, anyway.",
        "Thorne: I actually hear it's, uh, good luck in some cultures.",
        "Quinn: Does this mean there's not gonna be any cake?",
        "Eric: Anyone care to explain what happened?",
        "Steffy: I think our mothers would like to explain.",
        "Hope: Yes. Mom? Would you like to go first?",
        "Brooke: Uh... I'm sorry. I think we got a little carried away.",
        "Taylor: Yeah. Um... we -- we listened when -- when our daughters spoke of wanting peace in the family, and wanting to maintain integrity, and... we understand that they want us to set an example.",
        "Brooke: I'm sure we let everybody down today.",
        "Taylor: We're sorry. We're really sorry.",
        "[ Guests murmuring ]",
        "Steffy: That's a lot of frosting. Mom, this isn't normal. I'm concerned about you.",
        "Taylor: I'm sorry. I'm okay. I'm okay. I'm just gonna go get cleaned up, okay? I'll call you.",
        "Steffy: No, no. No.",
        "Taylor: Oh. Okay. Okay.",
        "Brooke: I'm sorry. I ruined your wedding.",
        "Liam: Brooke, I promise you, you haven't ruined a thing. Answer me one question, though. Cake any good?",
        "Brooke: [ Laughs ] Delicious.",
        "Liam: [ Laughs ]",
        "Ridge: Hey. Ah. Almost as sweet as you.",
        "[ Brooke laughing ]",
        "Ridge: [ Sighs ]",
        "Brooke: It nearly ruined hope's wedding. I knew it was a bad idea, having taylor here.",
        "Ridge: Hey. You wanted the perfect day, right? And it was perfect. Forget about the cake for now. Special day for hope. And we get to celebrate hope and liam together.",
        "Brooke: I'm really proud of hope and steffy. I mean, they are way more mature than taylor and I were when we were their age.",
        "Ridge: Or... or...",
        "Brooke: Oh-kay. Way more mature than taylor and I are right now.",
        "Ridge: [ Chuckles ] Yeah, we all got to see that today. That was nice.",
        "Brooke: Hope was very gracious.",
        "Ridge: It was a great day. Food fight and all.",
        "Brooke: It was.",
        "Ridge: When I washed your hair, I missed a little something right there. Come here a second.",
        "Brooke: Hmm.",
        "Ridge: Come here.",
        "Brooke: Really?",
        "Ridge: Come here.",
        "Brooke: [ Giggling ] Ooh! Yeah, you did miss it.",
        "Ridge: Got it.",
        "Brooke: There's a-- ...nother...piece over here.",
        "Ridge: Right there?",
        "Brooke: Mm! [ Sighs ] You'll have to look for more.",
        "Hope: Wow. You have really outdone yourself, liam spencer. It'S... it's beautiful.",
        "Liam: Uh... [ Sighs ] Yeah. Well, I didn't have time to plan a real honeymoon. Not yet. Not yet. Still will.",
        "Hope: [ Chuckles ] Well, I don't need to go anywhere. I just want to be here. With my... handsome husband.",
        "Liam: Okay. [ Hope giggles ] Wow. I want it perfect I want it true I want to give all that this world has to offer I'll give that to you and I need to be honest and I need to be real no matter how hard that I try, it's all that I feel nothing's the same since you changed me all of this time, when my heart lost its mind you're the one the one I was waiting for and when I look back, not a single regret you're the one the one I was waiting for the one I was waiting for there's no more sadness there's no more pain suddenly now all of the past fades away when you call my name and we're finally united we're finally one the start of forever and ever together has finally begun nothing's the same since you changed me all of this time, when my heart lost its mind you're the one the one I was waiting for and when I look back, not a single regret you're the one",
        "Hope: We did it.",
        "Liam: We did it.",
        "Hope: [ Laughs ]",
        "Liam: We -- we got married.",
        "Hope: Finally!",
        "Liam: We actually got married.",
        "Hope: Finally, we're married. The one I was waiting for the one I was waiting for",
        "Liam: I love you.",
        "Hope: I love you."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=SOHQw7IPfyQ"
}