{
    "Episode Summary": [
        "Episode # 7606 ~ Brooke has an awkward encounter with Ridge when she gets back from her honeymoon; shaken by recent events, Quinn is not convinced that she is completely out of harm's way."
    ],
    "Recap": [
        "Katie holds the fireplace poker and rants at Sheila not to come any closer. Sheila retorts that she is just talking to her so put the poker down. Quinn goes over it with Eric that someone wants her dead but the gunshot residue proved Katie did not do it. So someone else wants her dead. Liam tells Bill that the honeymoon was over the minute he walked back into the building. Brooke leaves and says she will leave them to work. Bill asks Wyatt and Liam what he missed. Wyatt says someone tried to shoot his mom. Bill says he loves his son but Quinn .not so much. And if Katie was cleared, then case closed. He is only concerned about Will. Pam tells Ridge that he and Quinn have come a long way. Just a while back everyone would have been in that line to shoot Quinn, but since being with Eric she has changed. But the shooter could come back. Perhaps they should put Charlie on security of her full time. Brooke drops in on Ridge and he says he would be her husband now if he had not screwed up. He fills her in that someone shot at Katie. Eric tells Quinn that Katie was hurt and angry but she is not a killer. He's lived with that kind of danger before. Sheila tells Katie that she knows nothing about a shooting so put the poker down. She did her time in prison and there is absolutely no trace of the old Sheila. The Forrester's were a big part of her past life and she would just like to make things right with them and Katie can help. Eric gets a text that Sheila is at Katie's house. He relays to Quinn now things make sense. He thinks maybe they have found the shooter. He says get Ridge up here as he does not want Quinn alone but he is going over to Katie's.",
        "Ridge agrees with Brooke that Katie would not shoot at Quinn but somebody did. He says whatever happened between him and Quinn was in the past but somebody is out for her. Sheila says that she doesn't shoot people anymore. She is not that lady from the past. And she is asking her nicely. She is trying to put her life back together and the Forrester's were a big part of it. She knows she has done terrible despicable things but she is never going to be that woman again. She loves Eric so much and just wants to make things right. Eric rushes in and Sheila lights up. Wyatt says his mom in the past has been a human wrecking ball but that was in the past. Since Eric she has been fine so he does not know who would want to hurt his mom now. Ridge rushes to Quinn and she says it has been a long day and it is not over yet. He says he is here now so nothing will happen to her. She fills him in on going over to Katie's and found this woman named Sheila Carter. Ridge says that is impossible. Quinn says no; Eric is there now. Sheila tells Eric he is so good looking and distinguished. She only wanted Katie's help. She came with good intentions and she just wants a chance with him to be accepted with his big heart. She'd like to show him she has learned her lesson and she is not that same person. He says he also has learned a lesson. The more she says she has changed the more dangerous she is. Someone fired at his wife and yet she says she is not guilty. He is not going to let her harm his family and certainly not his wife. Immediately he calls Lt. Baker and says he has the shooter, Sheila Carter."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Katie: Don't come near me! I'm warning you! I'm warning you, Sheila!",
        "Sheila: But we're just talking. Can you put it down?",
        "Katie: Get out of my house!",
        "Sheila: Katie, I'm sorry, but I'm not going anywhere.",
        "Eric: Is it pointless for me to ask you how you are?",
        "Quinn: Oh, I'm still a little bit shaky.",
        "Eric: Hmm. I'll be steady for you.",
        "Quinn: I know. You always are. [Sighs] I can't believe somebody tried to shoot me. And I've been on my best behavior! At least I think I have been. I... I've been just going over and over in my head, who -- who did I upset? Who did I make mad? And the only person I can come up with is Katie, but... the gunshot- residue test cleared her, so... who wants me dead?",
        "Bill: Hmm. [Muffled] So... how about we just turn this around... and, uh, do it all again? But for like, you know, six months or so?",
        "Brooke: [Giggles] It was an amazing honeymoon. But the dollar bill Spencer I know wouldn't loaf around Europe for six whole months.",
        "Bill: Yeah, he would, with you by his side... wife.",
        "[Brooke chuckles]",
        "Wyatt: Ohh, kissy, kissy.",
        "Liam: Oh.",
        "Brooke: Oh, no! [Laughs]",
        "Bill: Oh, really?",
        "Liam: You know, guys, the honeymoon was over when you stepped foot in the building.",
        "Bill: Nah, honeymooners for life.",
        "Brooke: [Sighs] You know, Liam could be right. It's time to get back to real life.",
        "Bill: But you see what I have to deal with. Really? Do I have to?",
        "Bill: [Laughs] Yes, you do. And so do I. So if you need me, I will be at Forrester.",
        "Bill: I do.",
        "Brooke: Mm. Mm, okay. Well, then, I'll see you at home later.",
        "[Both chuckle]",
        "Liam: I don't want to know what you do at home.",
        "Wyatt: Yeah. Ugh...",
        "Brooke: Goodbye, boys.",
        "Wyatt: Bye.",
        "Liam: [Chuckles] Bye.",
        "Bill: Now that's a woman.",
        "Liam: Yeah, and your wife, no less. Took you long enough.",
        "Wyatt: About damn time.",
        "Bill: And, believe me, we've been making up for it as much as humanly possible.",
        "Wyatt: Yeah, we could leave that out.",
        "Liam: That's, uh, too much information.",
        "Wyatt: We're happy for you.",
        "Bill: Thank you, sons.",
        "Wyatt: Yeah.",
        "Bill: So, what did I miss?",
        "Wyatt: Well, um... someone tried to shoot my mom.",
        "Ridge: So, that's all we know. Whoever shot at Quinn is still out there.",
        "Pam: That's scary.",
        "Ridge: It is scary. She's pretty shaken.",
        "Pam: But who do you think would want to kill Quinn?",
        "Ridge: I don't know.",
        "Pam: I mean, in the past [Chuckles] I mean, just wait in line. Take a number. But since she's been with Eric, even you can see that... she's different.",
        "Ridge: \"Even\" me?",
        "Pam: I mean, not so long ago, ridge, you would've been one of the first people in that line. But you and Quinn have come a long way.",
        "Bill: Somebody tried to kill your mother?",
        "Wyatt: Yeah, that or scare her. And they did a good job, too. She was alone at the house, she was out on the patio, and then all of a sudden a bullet flies by her head. We're talking inches away, here.",
        "Bill: I suppose I should ask how she's doing.",
        "Wyatt: You know... don't hurt yourself.",
        "Bill: Well, Wyatt, come on. You know, I mean, you're my son. I love you. But Quinn -- not a big fan.",
        "Liam: Yeah, well, that makes two of us. Not that anybody wants her dead, right?",
        "Bill: Any word on the shooter?",
        "Wyatt: Actually, she pointed a finger toward Katie.",
        "Bill: Katie?!",
        "Pam: I would be terrified if I was Quinn. I mean, what if the shooter comes back? Has another, more successful attempt? Ridge, you know what, we should put Charlie on Quinn full time. Really. Until the cops arrest this nutcase.",
        "Ridge: Okay. Thank you. I think, if we need security, we'll try to find someone that doesn't leave his gun... you're home.",
        "Brooke: Yes. We are.",
        "Pam: I-I'll just get back to work, and leave you two alone. Welcome back, Brooke!",
        "Pam: Thanks, pam.",
        "Ridge: I missed you brightening up the place. You look happy.",
        "Brooke: [Sighs] I am. And I'm committed to my husband.",
        "Ridge: And that would be me if I hadn't screwed up with Quinn.",
        "Quinn: Katie held a gun on me. She wasn't shy about using it. It made sense that she would take the next step and -- and fire it. You know, when I thought she was avoiding the police, I went up to her house again to confront her, and, well, that was when I met her friend Sheila.",
        "Eric: Well, Katie's been cleared by the police. They performed this gunshot- residue thing on her, and it came back negative. Although it is alarming that she pulled a gun on you.",
        "Quinn: Clearly the woman hates me.",
        "Eric: She's hurt and angry that she was fired. Pulling a gun on somebody is unacceptable, but Katie's no killer. Believe me, I know what I'm talking about. I've dealt with that kind of a woman before.",
        "Sheila: I'm not going anywhere until you listen to me.",
        "Katie: I don't need to hear anything you have to say, Sheila.",
        "Sheila: Would you please just put that down?",
        "Katie: What are you doing in my house? Oh, my god. It was you. You tried to kill Quinn because she's Eric's wife.",
        "Bill: I know Katie. I was married to her. Twice. Yes, she can get mad as hell. She'll throw things. Yells. But nobody ever got shot. Including me. And one could argue that I gave her plenty of reason.",
        "Liam: I mean, Quinn does have a knack for provoking people.",
        "Wyatt: [Exclaims]",
        "Liam: Com-- dude. You know it's true. She pushes and pushes and pushes until you snap. And I know, because I did.",
        "Wyatt: Okay, fine.",
        "Bill: All right, so, nothing happened, right? Katie's cleared. That's what you said.",
        "Wyatt: Right.",
        "Bill: So case closed. Now, as far as who took a shot at Quinn... I mean, take a number. It could be anybody.",
        "Wyatt: Somehow, this conversation with my father and -- and brother is not making me feel comforted right now. Does no one care that my mother -- I mean, as flawed as she is, yes, but still my only one -- could end up dead?",
        "Liam: Quinn will be fine. She always is.",
        "Bill: Hey, where the hell is will in all this?",
        "Wyatt: Out of the house with the nanny the whole time.",
        "Bill: Good. Katie, accused of taking a shot at Quinn. Wait'll Brooke hears about this.",
        "Brooke: Ridge, there's no reason for us to ever talk about Quinn at all. Unless, of course, it's about business. And what happened happened. And you both said you're sorry. And we don't need to say anything else to anybody as long as you stay away from each other.",
        "Ridge: Yeah, well, actually, there is one thing --",
        "Brooke: Oh, no. Please. Let's -- it's in the past. We need to move forward.",
        "Ridge: I understand you don't want to talk about Quinn. I get that. But there's something you should know. Something happened.",
        "Brooke: What happened with Quinn?",
        "Bill: Someone took a shot at her.",
        "Brooke: What? Is she okay?",
        "Ridge: Yeah, she's fine. They missed.",
        "Brooke: Where? When?",
        "Ridge: The patio off the living room.",
        "Brooke: It was at their house? Do they have any idea who it is?",
        "Ridge: The police are talking to Katie.",
        "Sheila: Look, I'm sorry. We just got off on the wrong foot.",
        "Katie: You broke into my house!",
        "Sheila: Your window was open.",
        "Katie: That doesn't give you the right to come in and make yourself at home!",
        "Sheila: Well, I yelled for you, Katie. I-I ju-- I just thought I would wait.",
        "Katie: What do you want?",
        "Sheila: You know, you still look scared, Katie, and you really don't need to be. And -- and for the record, I know nothing about a shooting.",
        "Katie: Yeah. Well, I -- you know, I'd love to believe you. But I do know about all those horrible things that you -- you did.",
        "Sheila: Well, that was a long time ago. I did my time. I'm a different person now.",
        "Katie: Why are you here?",
        "Sheila: I want your help.",
        "Katie: My help?",
        "Sheila: You're reasonable. You're fair-minded. I think, if you vouch for someone, it'll stick.",
        "Katie: You want me to vouch for you?!",
        "Sheila: I want you to talk to Eric and the Forresters on my behalf. I-I want you to start by saying how -- how friendly and reasonable I've been with you here, that -- that there's been absolutely no trace of the old Sheila. The Forresters were a very big part of my life, and I just want to make things right with them. And you can make that happen. So, Katie, what do you say, huh? Help me out?",
        "[Cell phone chimes]",
        "Eric: Oh, my god.",
        "Quinn: Honey? What is it?",
        "Eric: [Sighs] The woman you saw up at Katie's?",
        "Quinn: Her friend?",
        "Eric: Yeah, she's not a friend. It's my ex-wife.",
        "Quinn: That's Sheila carter?",
        "Eric: Yes. And if she's back in the picture, everything's starting to make terrible sense now.",
        "Quinn: What are you talking about?",
        "Eric: She's dangerous. She's killed people. She's been in and out of jail. There's been rumors of identity change. My god. If Sheila is here... then I think we just found our shooter.",
        "Eric: Sheila's with Katie right now. She could be in danger. Look, call ridge. Get him up here to the house. I don't want you to be alone.",
        "Quinn: Eric, wait a second. If Sheila is as dangerous as you say she is, you can get hurt. Don't you think we should call lieutenant baker?",
        "Eric: I think I can handle Sheila. Get ridge up here.",
        "Bill: Katie being hauled off to the police station like a common criminal. That'll put a damper on Brooke.",
        "Wyatt: I don't think it was that dramatic, dad.",
        "Liam: Yeah, I think she drove herself. It's not like she was arrested or anything.",
        "Bill: However it went down, Brooke's gonna be upset. I should call her, give her a heads up.",
        "Liam: Brooke went to Forrester, right?",
        "Bill: Yeah.",
        "Liam: So she probably knows all about it by now.",
        "Brooke: Thank god they cleared Katie. But of course they would. Who would ever believe that Katie would shoot Quinn?",
        "Ridge: I agree. She's not gonna shoot anybody. But someone out there is targeting Quinn.",
        "Brooke: You seem really concerned.",
        "Ridge: What? No. I'm --",
        "Brooke: You better be careful, ridge.",
        "Ridge: Careful of what?",
        "Brooke: That. The denial. You got involved with Quinn because of your self- destructive behavior. But maybe, just maybe, you do have some real feelings.",
        "Ridge: Whatever happened between me and Quinn, that's in the past. But that doesn't mean I want some lunatic shooting at her. No, it wasn't Katie. I know that. But someone is out there, and I got to find out who it is.",
        "Katie: You know, I don't have any reason or desire to help you, so... my answer is no. You can leave now.",
        "Sheila: All I'm asking you to do is to put in a good word for me with Eric and his family. To -- to just help influence him. Is that so hard to do?",
        "Katie: Did you shoot at his wife?",
        "Sheila: No! Of course not. I've -- I have been locked up. I'm rehabilitated. I don't just shoot people anymore.",
        "Katie: [Scoffs] Oh, okay. Yeah. Great.",
        "Sheila: Look, stop -- stop looking at me as the woman I was in the past. Look at me as the woman standing right here in front of you now. Am I holding a gun on you -- forcing you to say these things, Katie? No. I'm not. I'm asking you nicely. [Scoffs] The best years of my life were spent with the Forresters. As part of their family. Making amends means everything to me. I'm trying to put my life back together again, Katie. But have you ever been to prison?",
        "Katie: Uh...",
        "Sheila: No. No. Of course -- of course you haven't. But you know what? Take it from me. It is not fun. I never want to go there again.",
        "Katie: And that's where you've been?",
        "Sheila: Yeah. You probably thought I was dead, or -- or wished that I were. And I understand completely. I've done terrible, unspeakable things. But I am never going to be that woman again. But I need to at least piece together enough of a life for the woman that I've become.",
        "Sheila: Please just talk to Eric. He loved me once, enough to marry me. And I loved him. So much.",
        "Katie: I already told you, my answer is no.",
        "Sheila: Would you just stop saying that?",
        "Eric: Sheila!",
        "Bill: You all right, son?",
        "Wyatt: Yeah, I'm -- I'm fine.",
        "Liam: You're too easy to read to get away with that, bro.",
        "Bill: Worried about your mother?",
        "Wyatt: Yeah, well, I'm sure you're not interested.",
        "Bill: Not in Quinn. But I'm interested in you.",
        "Wyatt: I just -- this all would've made sense before. Like, my mom's been a human wrecking ball. I mean, what she did to you alone... and pile on hope and ivy and Steffy -- the list goes on and on. She's got plenty of people who'd want to see her gone. But I'm telling you guys, since she met Eric, she's different. She's transformed. Eric's as happy as he's ever been. The -- the Forresters appreciate that about her. She's even made friends with old enemies, including ridge. Okay, she's at odds with Katie. But [Scoffs] Come on. It's not life-threatening. I just -- I don't get it. Who could want to hurt my mom now?",
        "Quinn: [Gasps] You scared me!",
        "Ridge: Hey. I'm sorry. Are you okay?",
        "Quinn: [Sighs] Yeah. It's been a long day. And -- and it's not over yet.",
        "Ridge: All right. Well, I got your text. What's -- what's going on?",
        "Quinn: Well, your dad wanted me to text you. He didn't want me to be alone.",
        "Ridge: I understand that. I mean, you almost got killed today. Well, I'm -- I'M... I'm here. I'm not gonna let anything happen to you.",
        "Quinn: I-I know. I believe that.",
        "Ridge: Want to sit down? Come on. Relax.",
        "Quinn: [Sighs] No, no, no. No, something happened today. Something you don't even know about. I... I -- [Sighs] I went back over to Katie's to confront her when -- when I thought she was avoiding the police, and... when I got there, there was this woman at her house. She said she was an old Logan-family friend, and...",
        "Ridge: Okay.",
        "Quinn: Then your dad got a text from Katie. It was like an S.O.S. Text. And he rushed out of here.",
        "Ridge: You're babbling a little bit. I'm not sure --",
        "Quinn: No, no, no, no, no. I know I'm not making any sense. Let me... the woman -- the woman that was at Katie's house was Sheila carter.",
        "Ridge: Well, that's impossible.",
        "Quinn: It's not impossible. She's at Katie's house right now. With your father.",
        "Sheila: Oh, god. You look wonderful, Eric. So handsome and distinguished.",
        "Eric: What are you doing here?",
        "Sheila: I came to make amends.",
        "Eric: \"Amends\"?",
        "Sheila: Yes, because I'm -- I'm changing. I-I came to ask Katie for her help. I know how much you value the opinion of people that you care for, and... god, this is so much better! Face-to-face. You can see for yourself what -- what I'm talking about.",
        "Eric: Are you okay?",
        "Katie: Yeah. Um... just glad will wasn't here. And I had this just in case.",
        "Sheila: And you didn't need it, did you? Because I came with good intentions. I'm trying to start over again. I know that I've done some horrible things. And I'd like the chance to make those up to you. To be accepted by you and your family again. You've always been so compassionate, Eric. You've -- you've got such a big heart. No one has the capacity to forgive someone the way that you do. And I want show you that I'm not the horrible person I used to be. I have learned lessons. And I want to apply them.",
        "Eric: You seem sincere.",
        "Sheila: That's because I really am.",
        "Eric: I've seen that before, haven't I? Well, here's a lesson I've learned. The more convincing you are, the more dangerous you are. You draw people in. You get them to believe that you're different, and that you've changed, and that you're sorry, and then you strike. A shot was fired at my wife from this direction today. And now suddenly here you are in Katie's house. What is that? Am I supposed to believe that's some kind of fantastic coincidence?",
        "Sheila: Yes, because I didn't take a shot at -- at Quinn. Why would I do that when I'm trying to -- to make things right with you?",
        "Eric: I'm not gonna let this happen, Sheila. I'm not gonna let you harm my family, and I'm sure as hell not gonna let you harm my wife. I'm gonna put a stop to this before it goes any further.",
        "Sheila: Eric... Eric, who are you calling?",
        "Eric: Lieutenant baker? Eric Forrester. Could you send a squad car up to Katie Logan's house right away? I've got our shooter. It's Sheila Carter."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=OwhBmoEFl6Y"
}