{
    "Episode Summary": [],
    "Recap": [
        "Deacon drops in again on Brooke. He says he knows she was not expecting a proposal last night but .he wants this so bad for Hope's parents to be reunited. He asks her to marry him and bring that family back together again. She says she has a lot on her plate and she has Ridge on her mind now. Hope interrupts and Deacon tells her about his proposal and hopes to get an answer from Brooke. She says she is also thinking over a lot of things that she did not know before. Caroline surprises Rick and comes back a day early. Both are happy to see each other. Then she wants to be caught up .like how many times has Maya hit upon him. His question is why aren't they getting any sketches out of Ridge. Maybe there is more going on than they know. Katie goes to see Ridge at FC but he still can't draw and the due date is getting closer. Rick comes in and says it is a problem and he hates pulling rank but he needs to see the designs now. Ridge says Rick will get the sketches when he is ready. Rick says suddenly that is not good enough. Caroline intercedes and says it just so happens that she too has been working on some couture. Rick is excited and so is Ridge and they agree to give it to the end of the day. Katie tries to intercede and says he can depend on Ridge. Rick says it's more than that. It's his ego too. Is he on the right track or is something else going on.",
        "Caroline tells Ridge that she will show him hers if he will show her his. Hope tells her mother that things are so weird. She did not know the circumstances and if Liam had shown up she would be his wife now. Brooke assures her she would not have married Wyatt if she did to love him. Deacon asks if she is committed to Wyatt for sure. She says Wyatt makes her so happy. But she told Liam and she waited for him and he did not show. Brooke reminds her that Liam was saving Ivy's life so he had no choice. She says she can not just turn off feelings for someone. Deacon says that is not wrong. He knows better than anyone, but her feelings for Liam will be different now. It's nice to have both of her parents now to talk to; she loves them both. Rick tells Katie that the deadline was like yesterday, so if anyone can get through to Ridge's ego it is her. He is tired of being stonewalled here and he will call his bluff. Caroline tell Ridge that he is the design God. She has this special connection to him through her aunt and his designs always depicted that. She shows him some sketches. He likes them a lot but reminds her that less is more with couture. Some need some changes. She asks for his help. They put their heads together. Ridge tells her to sit down and he gives her some ideas and suggestions. He won't draw it for her and tells her it is her dress so design it for the woman she is making it for. He takes her hand and puts it over hers and the pencil but he is trembling. He tells her not to worry about that. Then with her hand guiding it he proceeds to make a beautiful change. She says they make a very good team."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Knock on door]",
        "Deacon: Brooke? Brooke?",
        "Brooke: In here.",
        "Deacon: Hey. I told you I'd be back. Not that I'm trying to pressure you or anything.",
        "Brooke: Deacon...",
        "Deacon: Look, I-I know. I know that last night you weren't expecting a proposal, which is why you couldn't answer me. But I figured you've had some time to sleep on it...",
        "Brooke: [Sighs]",
        "Deacon: Look, I... I get that Bill's still in the picture. But he can't make you happy. I can. Listen to me. We get so few second chances in this life. Hope's parents reunited? I just -- I want that so bad.",
        "Brooke: I know.",
        "Deacon: Please, baby. Marry me. Bring our little family back together again.",
        "[SCENE_BREAK]",
        "Rick: Don't tell Ridge that I'm looking for him. He's just gonna find another way to avoid me.",
        "Caroline: Guess who!",
        "Rick: [Chuckles] Well, it can't be my wife. She's not due till tomorrow.",
        "Caroline: Oh, and what if she showed up unexpectedly?",
        "Rick: Why would she do something like that?",
        "Caroline: Well, maybe because she missed her husband like crazy and couldn't stand to be away from him another day longer.",
        "Rick: Well, I'm pretty sure your husband feels the same way.",
        "Caroline: Mm. Well, I mean, she is beautiful, sexy, outrageous, talented. Did I forget anything?",
        "Rick: A very devoted daughter to her two moms.",
        "Caroline: Mm-hmm.",
        "Rick: How are Karen and Danielle?",
        "Caroline: Good. Happy. Glad to have their little girl home so they can spoil her for a bit.",
        "Rick: I bet.",
        "Caroline: They send their love.",
        "Rick: Yeah?",
        "Caroline: Mm-hmm. Okay, okay. Enough schmaltz. [Laughs] Catch me up. How many times has Maya hit on you since I've been gone?",
        "Rick: Well, Maya I can handle. It's Ridge who's frustrating me.",
        "Caroline: Why?",
        "Rick: The Forrester Couture line. Caroline, I-I keep -- I keep pressing him to show me something. He just keeps putting me off.",
        "Caroline: Maybe he just wants to show you the entire collection at once.",
        "Rick: Or maybe there's more going on with Ridge than we know.",
        "[SCENE_BREAK]",
        "Ridge: Pam, if you keep interrupting me, how am I supposed to get anything finished?",
        "Katie: Actually, it's not Pam. It's just me.",
        "Ridge: Hey.",
        "Katie: Hey.",
        "Ridge: Hi.",
        "Katie: [Chuckles]",
        "Ridge: I'm sorry. I love that woman, but if she doesn't want to come in and feed me lemon bars, she's talking about taking me and her security beau to some medieval-knight thing.",
        "Katie: [Chuckles] Oh. I-I don't know what to make of that, but, um... how's everything else going?",
        "Ridge: Another disastrous day. Can't do it. I'm trying, but I can't draw. Ever since I fell, I can't draw anymore. And the deadline's coming closer and Rick's breathing down my neck and I've got nothing. I've got nothing.",
        "[SCENE_BREAK]",
        "Katie: I really think you're putting too much pressure on yourself.",
        "Ridge: Clock is ticking. If I don't come up with something in the next few days --",
        "Katie: You will. You will.",
        "Ridge: I mean something I can be proud of. Something that Forrester can be proud of.",
        "Katie: Everyone here is proud of you.",
        "[Knock on door]",
        "Rick: Ridge. You got something to show me?",
        "Ridge: All in good time, Rick. All in good time. If that's a problem for you --",
        "Rick: You better believe it's a problem. You know, Ridge... I hate pulling rank here, but your designs for Couture, I need to see them and I need to see them now.",
        "[SCENE_BREAK]",
        "Deacon: If you're worried about what Bridget would say if you accept... Brooke, you're her mother. I mean, I got to believe she wants you to be happy.",
        "Brooke: No, it's -- it's not that.",
        "Deacon: Good. Good. Because if I thought it was that, you know, I get it. She's your daughter, too.",
        "Brooke: Who's forgiven both of us. Thank God.",
        "Deacon: Yeah.",
        "Brooke: But no. It's...more. It's Ridge, everything that's going on there...",
        "Deacon: I get it, okay? Really. I know you've got a lot on your plate. But I also want you to know I'm not giving up this idea about us being a family.",
        "Brooke: That's very sweet that you want that for us, but...",
        "Hope: Dad! Hey.",
        "Deacon: Hey, sweetheart.",
        "Hope: Did not know you would be here today.",
        "Deacon: Well, you know, I asked your mother a question last night, and I just thought I'd swing by and see if maybe she had an answer for me yet.",
        "Hope: Oh, yeah? What's that? What? What's going on with you two?",
        "[SCENE_BREAK]",
        "Ridge: You'll get the designs when I'm ready. Now, please, give me a break.",
        "Rick: No, no, no, no. Not until I know that the Couture line is on its way, Ridge.",
        "Katie: Listen, Rick, I understand that you're the president, but Ridge has never let the company down before, okay?",
        "Rick: No, but I still don't understand why this is all such a shroud of mystery.",
        "Caroline: Well, you know, we designers just are that way. We like a little bit of secrecy, you know? It builds anticipation and excitement. Not that I'm putting myself in your league. Although...",
        "Ridge: Although what?",
        "Caroline: What? No, no. I -- it's presumptuous.",
        "Rick: [Chuckles] Since when has that ever stopped you, my love?",
        "Caroline: Well, just between us, I have been working on a couple of designs for Couture, too.",
        "Rick: Well, hallelujah! Finally. Get to see some designs.",
        "Ridge: Yes, you'll see some designs.",
        "Rick: By the end of the day?",
        "Ridge: Whatever. Just let me work.",
        "Rick: By the end of the day.",
        "[SCENE_BREAK]",
        "Deacon: You know, Brooke, I have to tell you, I think marriage agrees with our daughter. She's glowing.",
        "Hope: [Chuckles]",
        "Brooke: I wish we could have been there for the wedding.",
        "Hope: I know. So do I. But it all just happened so fast. I mean, one minute I am waiting for Liam by the Eiffel tower, and the next...",
        "Brooke: Wyatt was sweeping you off to Bill's yacht to be married.",
        "Hope: Yeah. Hardly had time to catch my breath. [Chuckles]",
        "Brooke: Now that you have?",
        "Hope: Now that I have, I'm... hm. I'm -- I'm thinking about all the things that I didn't know then.",
        "[SCENE_BREAK]",
        "Rick: It's fine. Handle it the way you see fit. I trust you.",
        "Katie: I wish you felt that way about Ridge.",
        "Rick: Katie, I trust Ridge. His talent. It's his ego I have a problem with.",
        "Katie: All great artists have egos.",
        "Rick: Yeah, but the point is, he is part of a team -- a team that is depending on him.",
        "Katie: He knows that.",
        "Rick: Then why is he being even more difficult than usual? It's not like I'm asking to see the whole collection. I just want to see a single design, that's all.",
        "Katie: And you will. You will.",
        "Rick: Have you seen Ridge's designs?",
        "Katie: Yes...",
        "Rick: And?",
        "Katie: And if you're looking for a critique, I'm not a designer.",
        "Rick: But you are a woman. A woman who headed up this company. You know fashion. Come on, level with me here. Is Ridge on the right track with this collection? Or is there something else going on?",
        "[SCENE_BREAK]",
        "Caroline: I never get tired, watching a genius at work.",
        "Ridge: That's how you see me, huh?",
        "Caroline: Um, it's how the entire fashion world sees you. I'm just one of your many admirers.",
        "Ridge: You, uh... you said you had some sketches for Couture.",
        "Caroline: Yeah. I was just working on them in my free time in New York, mostly. I'm -- I'm not even sure if they're any good.",
        "Ridge: And you want me to look at them?",
        "Caroline: I'll show you mine if you show me yours.",
        "[SCENE_BREAK]",
        "Brooke: Honey, I know you. You never would have married Wyatt if you didn't love him.",
        "Hope: No, of course not. It's just that I can't pretend like Liam showing up doesn't matter.",
        "Brooke: If he did show up at the Eiffel tower when he said he would --",
        "Hope: Then I would probably be his wife right now. And that is -- it's... it's so weird, and it's... hard to talk about.",
        "Deacon: Listen, you did what anyone would do under the circumstances.",
        "Hope: But I didn't know the circumstances. I really didn't. All I knew is that Liam didn't show up.",
        "Brooke: But Wyatt was there, and he's been committed to you practically from the moment he met you.",
        "Hope: Yeah.",
        "Deacon: Hope, you are committed to your marriage, aren't you?",
        "[SCENE_BREAK]",
        "Katie: Listen, Rick, I'm Ridge's fiancée. I mean, what you're asking me, it's kind of putting me in a weird position.",
        "Rick: I just want to know if you think he's gonna deliver.",
        "Katie: Hasn't he always?",
        "Rick: [Sighs] I'm talking about this collection. I'm talking about right now.",
        "Katie: Ridge is giving everything he has to this collection.",
        "Rick: Hope for the Future, all of our other lines, they're on track. Except for Couture. We need Ridge's designs to wow, and how am I gonna know if they do that if he won't show me anything?",
        "Katie: You just have to be patient.",
        "Rick: I have been patient, but we're down to the wire now. If I don't see one of Ridge's designs, as in yesterday... you know what, Katie, just... for me, could you do me a favor? If there's anybody that can get through to Ridge and his colossal ego, it's you.",
        "[SCENE_BREAK]",
        "Caroline: Not even a teeny, tiny peek? I'm sure that it's fabuleux.",
        "Ridge: Still a little rough.",
        "Caroline: You can just tell me what you had in mind. Or you can pick apart what I have.",
        "Ridge: [Chuckles]",
        "Caroline: I'm tough. I can take it.",
        "Ridge: You don't need my input.",
        "Caroline: Oh, please. You are a design God. Just being in your presence is inspiring. I'm serious. You're the reason I became a designer. You know I used to just pour myself over your collections, immerse myself in your technique. Always felt like we had this special connection. Not just because you were married to my namesake but because you appreciated and respected women. And your designs always reflected that. So now that I'm done buttering you up, what do you think?",
        "Ridge: [Sighs]",
        "Caroline: Oh God, you hate it.",
        "Ridge: No.",
        "Caroline: You just you don't, you don't love it",
        "Ridge: I love the detailing, I love the way the lines take your eye right from the neckline to the waist in one swoop. That's what you're going for, right?",
        "Caroline: Would I admit it if weren't? [Laughs]",
        "Ridge: Now all this bodice, it's overworked, it's too much. If you want to be serious about Couture, you got to remember that less is more. Okay?",
        "Caroline: Yeah. See, that's -- that's what I've been struggling with. When to pull back. You know, how to keep it sophisticated yet fresh. Unfortunately, I just really think that I missed the mark with this one. I know that it's a lot to ask, but... can you help me? Pretty please?",
        "[SCENE_BREAK]",
        "Hope: [Sighs] Wyatt makes me so happy...",
        "Deacon: But you can't forget what might have happened in Paris.",
        "Hope: [Sighs] No. It's... I gave Liam a choice. You know, I told him, you meet me at the Eiffel tower at 3:00 or we're done. I'm moving on with my life. But he wasn't there. I waited for him and I looked for him. Oh, and I didn't want to believe that after everything we've been through that this is how it was gonna end for us. But it... it did.",
        "Brooke: Liam was saving Ivy's life. You had no way of knowing that.",
        "Hope: I know. I know. And I didn't find that out until we got back to L.A. and I hate what-ifs. I hate them. But I...I mean, how do you just turn off feelings that you have for someone?",
        "Deacon: You can't. You don't. I mean, if anyone knows that, it's me. But here's the other thing you got to know -- it's okay to have those feelings. You know, it's okay to remember the feelings about Liam and everything that you shared together. I mean, he was -- he is a very special person in your life. And that doesn't just change now that you're Wyatt's wife. It's just different.",
        "Hope: I'm really glad you're back. I am. It's really... it's nice having both my parents to talk to. I mean, I think I missed out on a lot of it growing up, but in some ways this might be even better. I really love you both. I do.",
        "Deacon: Oh, baby. Me too.",
        "[SCENE_BREAK]",
        "Katie: I'll say it again -- you just have to give Ridge a little more time.",
        "Rick: I'm gonna say it again -- I need designs, I need them pronto. I'm tired of being stonewalled here. And if this is some kind of power play by Ridge, I intend to call his bluff. If it is something else... is it?",
        "[SCENE_BREAK]",
        "Caroline: You see the problem, don't you? Of course you do. It's just I-I don't know whether to start over completely or to try and come at it from a different way. You know, I-I've tried raising the hemline and shaping the form. I don't know. Maybe... a different fabric?",
        "Ridge: What are you thinking?",
        "Caroline: [Sighs] An embroidered georgette?",
        "Ridge: That's interesting.",
        "Caroline: Okay, interesting good or -- or interesting bad?",
        "Ridge: Sit down. Come. Now, don't you think if you used something a little lighter, a lighter material, that it would drape softer in here and here, and maybe create a more flattering silhouette?",
        "Caroline: Okay. Um...what about the back?",
        "Ridge: Yeah. I'm sorry. Yeah, there's just too much going on here. See, if we take this off... what you want is a line coming straight down here. You see that?",
        "Caroline: Draw it.",
        "Ridge: That's -- this is yours. You draw it. I can't.",
        "Caroline: No, I-I can't.",
        "Ridge: Of course, you can. Focus. Focus on the woman you're designing for. It's her dress, it's her story. But don't overthink it. Couture dress could take hundreds of hours to finish, but to the client, it has to just... just seem effortless. No. No. Aw, come on. Not there.",
        "Caroline: Okay, I'm ju-- I'm... I'm -- I'm just a little confused. Can -- can you just please show me? You're trembling.",
        "Ridge: Don't worry about that.",
        "Caroline: Yeah, I... [Laughs] I totally see it. This is -- this is amazing. We make a really good team.",
        "Ridge: Yes, we do."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=X2QcDMU3Neg"
}