{
    "Episode Summary": [],
    "Recap": [
        "Katie tells Ridge that he must know this between them must stop. They both admit they have feelings and their times with the kids have been great, they are like a unit. She says she has loved every minute and it would be so easy to continue but they can't. She does not want to end up doing something she will regret and end up being her sister. She says she has not been happy for a long time and she thought to herself at the park the other day that this life should be hers. He tells her there is nothing for her to feel sorry about. They've both been hurt and reached out to each other. Katie tells him be has always made his way back to Brooke and that is where he should be now. She tells him to go home, forgive Brooke and make a family for their little boy with both parents. Hope and Brooke catch up on the last few days and Hope confides she and Wyatt are officially a couple now. Brooke is happy for her especially when Hope tells her about the jewel heist but that Wyatt only did it to impress her. He realizes how stupid it was now and won't do anything like that again. Brooke asks about Liam. Hope says part of her will always love him but she's with Wyatt now. Then she asks about Ridge, and Brooke admits he is slowly coming around and she expects him back home any time. Bill is only a distant past although he is still pursuing her. Ridge is the only man she wants in her life. They had a very deep connection and she can't imagine her being in love with anybody else like she was with Ridge. She felt something different with Bill.",
        "Bill is working out at Wyatt's when Quinn shows up. She is about to leave when she realizes Bill does not know about Hope and Wyatt yet, so she stays to fill him in. She takes a good look up and down his sweaty body. She says his sons are very generous with their homes. He quips they ought to since he bought the houses for them. She informs him that Hope and Wyatt are now an official item and Wyatt could use his father's support. Bill says it sounds like it's Liam that could use his support. Quinn says yes Bill could make sure that Liam knows that Hope is no longer available. And at the very least she'd like to be sure that Bill isn't going to interfere in Wyatt's love life. She manages to turn the conversation around to women in general and Brooke in particular. She asks why Brooke. Bill sings her praises and says they have a real connection. She quips that she is not exactly the most loyal bitch in the kennel. And now she is holding out. Bill says she does not want to hurt her sister. And plus now she has Forrester whispering in her ear. She's no worse than the rest of them. He asks Quinn if she has ever done anything she ever regretted. You can't let guilt rule your life or you will be miserable. He wants Brooke in his life. In leaving she tells him that she might loathe him but she does admire him as well. She touches his sword necklace and says she remembers when she gave that to him. And in return he gave her the most precious gift of her son. He says they do share some traits. But she better be careful with that sword. He gets a little nervous when she fondles his sword. She kisses him then says she wanted to be sure that was the same too. Ridge shows up at Brooke's office and tells her she might be a little late to her meeting. He's been doing a lot of thinking. He says he knows where he wants to go but he's been going at it all wrong. Now he knows what he wants and needs. It's always Brooke. He asks her if she will marry him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Birds chirping]",
        "Katie: Ridge, we both know, or we should, that this -- this has to stop.",
        "Ridge: \"This,\" meaning what?",
        "Katie: You and me. [Sighs] I'm sorry. I'm probably making a huge fool out of myself. I-I have feelings.",
        "Ridge: I have feelings. I told you how I feel.",
        "Katie: It can't happen.",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Brooke: Wyatt faked the robbery? And you've forgiven him?",
        "Hope: Not that I wasn't very, very upset.",
        "Brooke: Well, that must have been quite a road trip.",
        "Hope: Well, you know, Wyatt and I, we've...become very close.",
        "Brooke: Oh, honey.",
        "Hope: It was really beautiful, Mom. It was. Emerald Bay was stunning. The drive up the coast, it was gorgeous. And Wyatt, he's -- he's not like any man I've ever met. I mean, you should have seen the campsite that he built on the beach.",
        "Brooke: So, what about Liam?",
        "Hope: Part of me will always love him. But I'm with Wyatt now. I trust him. And I realize that what he did was really stupid. But he was just trying to impress me. He was trying to help. I know that nothing like that is ever going to happen again, so it's -- it's okay. What about you? Anything new happening with Ridge?",
        "Brooke: [Chuckles] I'm very hopeful.",
        "Hope: Okay. And Bill Spencer?",
        "[SCENE_BREAK]",
        "[Seagulls calling, waves crashing]",
        "Bill: [Sighs] Quinn. You're obviously looking for Wyatt.",
        "Quinn: Is he here?",
        "Bill: [Exhales] Uh, no.",
        "Quinn: But you are.",
        "Bill: In the flesh.",
        "Quinn: Your sons are generous with their homes.",
        "Bill: Well, they should be, being that I bought them for them. What can I do for you? Anything but that.",
        "Quinn: [Laughs] Yeah. Still have that super-sized ego. If you see Wyatt, tell him to call me.",
        "Bill: Haven't seen him in a couple of days.",
        "Quinn: Oh, then you don't know.",
        "Bill: What?",
        "Quinn: Oh. Bill, I think I should come in.",
        "Bill: [Exhales deeply]",
        "[SCENE_BREAK]",
        "Quinn: My son and Hope Logan are officially an item.",
        "Bill: Okay. And you're telling me this why?",
        "Quinn: Wyatt could use his father's support.",
        "Bill: Sounds like Liam could use it more than Wyatt.",
        "Quinn: I agree. I think you need to help Liam face the facts that Hope is no longer available.",
        "Bill: And you want me to preach that sermon to Liam?",
        "Quinn: At the very least, I want you to not interfere in Wyatt's love life.",
        "Bill: Like you have.",
        "Quinn: I have license to do these things, Bill. I'm a woman, in case you haven't noticed.",
        "Bill: I've noticed.",
        "Quinn: How are things with Brooke these days?",
        "[SCENE_BREAK]",
        "Brooke: Bill is no longer a part of my life.",
        "Hope: Okay, so you haven't seen him? You have seen him. Okay.",
        "Brooke: [Sighs] He's still pursuing me.",
        "Hope: [Sighs] That, um, that could be dangerous.",
        "Brooke: No. I made a promise to Katie that Bill Spencer is out of my life for good. I intend to keep that promise.",
        "Hope: And it must be a lot easier having Ridge around.",
        "Brooke: Most definitely. Ridge is the only man I want in my life.",
        "[SCENE_BREAK]",
        "Katie: Our time together with the kids has been amazing.",
        "Ridge: For them, too.",
        "Katie: Felt like family.",
        "Ridge: It is family.",
        "Katie: I miss that so much. Operating as a unit. It's so...easy and simple, and you take it for granted. You have a child with someone, and you just assume that you're a family for better or for worse, forever. Having that kind of connection with someone is precious. You have to hold on to it. It'd be so easy to continue like this. I have loved every minute. I haven't felt like this in a long time.",
        "Ridge: I haven't, either.",
        "Katie: R.J. and Will, they're cousins, and they'll always be close. That doesn't have to stop. But we do.",
        "[SCENE_BREAK]",
        "Bill: Brooke's holding out.",
        "Quinn: For something better?",
        "Bill: Well, she's not gonna find better than me, and she knows it. We're meant for each other.",
        "Quinn: Hmm. I seem to recall that line.",
        "Bill: I said that to you?",
        "Quinn: Well, you said a lot of things you didn't mean.",
        "Bill: We were kids, Quinn.",
        "Quinn: Not too young to have a baby.",
        "Bill: Oh, we're not gonna start this again, are we?",
        "Quinn: No, no, no, no, no. Of course we're not. So, Brooke's holding out.",
        "Bill: She doesn't want to hurt Katie.",
        "Quinn: How thoughtful.",
        "Bill: And now she has Forrester whispering in her ear.",
        "Quinn: About?",
        "Bill: About the horrible things she did to her sister.",
        "Quinn: Which it was.",
        "Bill: You've never done anything you regret, Quinn? We all have. You, me, Brooke, Forrester. But you got to put it behind you. You can't let guilt rule your life, or you're gonna be miserable.",
        "Quinn: Hmm. You've never had that problem.",
        "Bill: Well, I guess that makes two of us.",
        "Quinn: No. I'm no match for you and Brooke.",
        "Bill: Never done anything you feel guilty about, huh? Brooke's no worse than the rest of us. Certainly not worse than Forrester. And I want a life with her.",
        "Quinn: And you generally get what you want.",
        "[SCENE_BREAK]",
        "Hope: You seem very confident.",
        "Brooke: I am. I know Ridge, and I know what we've meant to each other through the years. Can't imagine any other man and woman being as close as Ridge and I are.",
        "Hope: Thank you.",
        "Brooke: Yeah, we're different in many ways, but we have such a deep connection that the thought of losing that is not an option.",
        "Hope: I think they call that love. [Chuckles]",
        "Brooke: I believe they do.",
        "Hope: Did you ever feel that with Bill?",
        "Brooke: I felt something else with Bill. But I've never been in love with anybody the way I've been in love with Ridge.",
        "Hope: It sounds to me like you're completely over Bill. I think aunt Katie must be thrilled to have Ridge back.",
        "[SCENE_BREAK]",
        "[Dog barking]",
        "Ridge: [Sighs] We're so much in common right now.",
        "Katie: Hmm. We've both been hurt. It would be so easy to get caught up in each other. And to be honest, Ridge, I... I already am.",
        "Ridge: [Chuckles]",
        "Katie: Don't laugh at me.",
        "Ridge: I'm not laughing at you. It feels like we're just meeting now, like kids, you know? And I've known you for a long time.",
        "Katie: Since I was a teenager.",
        "Ridge: Barely remember you back then.",
        "Katie: Yeah, well, no one really noticed me back then. I noticed you, though. You were my sister's hot boyfriend.",
        "Ridge: I didn't mean that. I meant you were just quiet and shy.",
        "Katie: I was messed up.",
        "Ridge: You've come a long way.",
        "Katie: It's been a long time since I've been appreciated for me.",
        "Ridge: It shouldn't be that way.",
        "Katie: Well, maybe it won't always be.",
        "Ridge: Well, maybe you and Bill can --",
        "Katie: No. No, that's not gonna happen. [Sighs] I'm sorry, but... these feelings are so confusing. I want to stop this before I do something that I'll regret. I don't want to be my sister.",
        "Ridge: So, you see this as some kind of betrayal?",
        "Katie: I don't know what it is. But it's not me. It's not that I haven't thought about it. I mean, of course I have. The other day at the park, watching the kids, they were so happy and so full of joy playing, and I just kept thinking, \"this should be my life.\" I haven't been that happy in a long time. But it's a fantasy. It's not real. You could never be mine.",
        "Ridge: You have nothing to feel guilty about.",
        "Katie: I have to stop before I do something that I might feel guilty about. Thank you for your friendship and for your kindness. [Sighs] It means so much to me. But you have to go back to Brooke. And I know -- I know that you have told me that I have to stop saying that, but -- but I have to say it, because she is the woman for you. She is the one that you always come back to. Brooke is your love. I am your friend.",
        "Ridge: You're more than a friend.",
        "Katie: [Sighs] I don't want to be Brooke. And that is who I will turn into if this doesn't stop. Please tell me you understand.",
        "[SCENE_BREAK]",
        "Quinn: I'm sure there's not a dearth of women in your life, Bill. Why Brooke?",
        "Bill: She's unpredictable, she's sensual as hell, she's bright, she's beautiful. She's many things. Most importantly, we're connected.",
        "Quinn: But not the most loyal bitch in the kennel, is she?",
        "Bill: All class, aren't you?",
        "Quinn: [Chuckles]",
        "Bill: Well, she stuck it out with Forrester till the fool dumped her.",
        "Quinn: Hmm. For good reason, I'm sure.",
        "Bill: I don't think so. And regardless, she'll be loyal to me. I just have to get her past this issue with Katie.",
        "Quinn: But loyalty to her sister doesn't count?",
        "Bill: Katie doesn't want me. I even tried getting her back.",
        "Quinn: But she doesn't want you with Brooke, either.",
        "Bill: Frankly, I really don't think she cares anymore.",
        "Quinn: Oh. Is there another man?",
        "Bill: Not that I know of.",
        "Quinn: Then she cares. You gave her a son. And yeah, she hates you, but every time she looks at that little boy, don't think she isn't remembering.",
        "[SCENE_BREAK]",
        "Hope: Do you think that they're gonna get back together, Katie and Bill?",
        "Brooke: I so wish that would happen, but she's still hurting, Hope.",
        "Hope: Hurt goes away. Trust me. She will not be alone forever. Hey, aren't you supposed to be at that press event?",
        "Brooke: [Sighs] Yes. Yes.",
        "Hope: You are?",
        "Brooke: I got to go change.",
        "Hope: Okay. Did you want me to wait here?",
        "Brooke: For who?",
        "Hope: For Ridge.",
        "Brooke: [Chuckles]",
        "Hope: I know you're just hoping he'll walk through that door.",
        "Brooke: Yes, he will one day very soon.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Katie: Go home. Go back to Brooke.",
        "Ridge: Why are you so worried about Brooke?",
        "Katie: She loves you. She's counting on you to come back.",
        "Ridge: After everything she's done to you, to me --",
        "Katie: It doesn't matter. It doesn't matter! Forgive her and move on.",
        "Ridge: Have you forgiven her?",
        "Katie: I'm trying. You have an amazing son who deserves to be loved and protected by both of his parents.",
        "Ridge: What about your son?",
        "Katie: He has me. And Bill is a part of his life. And he's got an uncle who is kind and decent and honest and loyal, and that's why you're gonna go back to Brooke and you're gonna patch things up with her, because your son deserves to have a family with two parents. Go and be the symbol of Forrester strength that you've always been.",
        "Ridge: Is that what you want?",
        "Katie: [Sighs] Yes. The suffering has to stop. Our children have seen too much. We try to hide it from them, but they still see it. So please... please go to Brooke. Marry her and put your family back together again.",
        "[Door opens]",
        "Katie: [Sighs]",
        "[SCENE_BREAK]",
        "Bill: Okay, well, I'll tell Wyatt to call you if I see him.",
        "Quinn: Thank you.",
        "Bill: Wait. Wh-- what -- what -- did I just hear a \"thank you\"? I don't think I've ever heard those two words come out of your mouth, at least not to me.",
        "Quinn: [Scoffs] I may loathe you, Bill, but I do admire you.",
        "Bill: Really?",
        "Quinn: You remind me a lot of Wyatt.",
        "Bill: We do share some character traits.",
        "Quinn: I remember when I gave you this, my gift to you. And you gave me the most glorious gift in return. My son.",
        "Bill: Uh, go easy on that. I get a little nervous when you fondle my sword.",
        "Quinn: Afraid I might stab you?",
        "Bill: Wouldn't be the first time.",
        "Quinn: Neither would this. Had to see if it still felt the same.",
        "Bill: And?",
        "[SCENE_BREAK]",
        "Katie: And the red key. That's the yellow key. What do the keys open? What do the keys open? All kinds of cool stuff, huh?",
        "Will: [Growls]",
        "Katie: Oh, yeah! We see the dinosaur! The dinosaur roars! There we go. Rawr! [Sighs]",
        "[SCENE_BREAK]",
        "Brooke: [Sighs]",
        "Ridge: [Sighs] Wow.",
        "Brooke: Ah.",
        "Ridge: Hey, uh, don't go anywhere yet.",
        "Brooke: Oh, but the press preview --",
        "Ridge: You're gonna be a little late.",
        "Brooke: I-I'm not the guest of honor, so it's okay.",
        "Ridge: You should always be the guest of honor.",
        "Brooke: [Chuckles]",
        "Ridge: My opinion.",
        "Brooke: I guess you're looking for Rick. I know you'll have to talk about the spokesmodels.",
        "Ridge: No, I was looking for you.",
        "Brooke: You found me.",
        "Ridge: I've been doing a lot of thinking.",
        "Brooke: You asked for time.",
        "Ridge: And you've given it to me.",
        "Brooke: You care to clue me in?",
        "Ridge: Do you want water?",
        "Brooke: No, that -- that's okay.",
        "Ridge: Uh... when I was a boy, I drove a-a truck.",
        "Brooke: [Laughing] What?",
        "Ridge: Yeah.",
        "Brooke: I didn't know that about you.",
        "Ridge: Wasn't my truck. I didn't even have a license. It was a friend's truck. It's not -- not important. But it had a trailer attached to it. And he challenged me to back it out of the driveway. So, I got in the truck, and, um... have you ever done that?",
        "Brooke: [Chuckles] Once in high school.",
        "Ridge: Well, then you know.",
        "Brooke: Yeah, everything's backwards when you drive a trailer.",
        "Ridge: Yeah, you want to go right, you turn left. You want to turn left --",
        "Brooke: You go right.",
        "Ridge: Yeah. And that's what my life has been like. I know where I want to go, but I'm going about it all wrong.",
        "Brooke: I guess we're not talking about trailers now.",
        "Ridge: I-I know what I need now.",
        "Brooke: Is that the same as what you want?",
        "Ridge: Yeah. What I want and what I need, and what I -- what I need is you. What I want is you. Will you marry me?",
        "Brooke: [Gasps]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=Ay-oRaGh1x0"
}