{
    "Episode Summary": [],
    "Recap": [
        "Kristin comes to town for the wedding. She visits Felicia and is teary eyed. Felicia reassures her. Nick is horrified to find out Eric is marrying Stephanie while being engaged to his mother. Felicia asks Kristin's help in getting her hair done.",
        "Nick confronts Eric and demands he call off this fake wedding. Nick visits Felicia and doesn't have the heart to ask her to have her parents call it off. She falls and he helps her get ready for the \"wedding\". Nick walks her into the main home and wishes her a great night. Eric thanks Nick for allowing Felicia to have that night she wished for."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: Hi, sweetheart.",
        "Kristen: Hi, Dad.",
        "Eric: All right. Now we're all here. Come on.",
        "Ridge: How was your flight?",
        "Kristen: Oh, it was fine. Just fine.",
        "Thorne: How are Tony and Zende?",
        "Kristen: Good.",
        "Thorne: Yeah?",
        "Kristen: Yeah. They wanted to come, but -- I didn't know what to expect. I mean, I no sooner started packing to come to see Felicia when this weird invitation arrives.",
        "Ridge: Yeah, well, that's our little sister's handiwork.",
        "Kristen: So you're not getting married?",
        "Thorne: Oh, he is. I'm going to take these upstairs for you.",
        "Kristen: Thank you. Dad, I'm going to need a scorecard to keep track of you and your weddings. I thought you and mother were barely speaking?",
        "Eric: Sweetheart, Felicia wanted this to happen. It's important to her to see some peace in this family. She thinks that once your mother and I remarry, in spite of the fact that she asked us to, that eventually it'll be something that we don't regret.",
        "Kristen: Well, who knows? Maybe she'll be right.",
        "[SCENE_BREAK]",
        "Jackie: It's gorgeous, isn't it?",
        "Nick: Well, I think gorgeous. Especially when you're happy, so -- if Eric makes you happy --",
        "Jackie: Oh, he does, Nicky. He does.",
        "Nick: Congratulations -- as long as he's figured out marriage isn't something you do when it's too cold to play golf.",
        "Jackie: He wants to spend the rest of his life with me. That's what he said.",
        "Nick: Have you two set a date?",
        "Jackie: That depends on family circumstances.",
        "Nick: Which family circumstances? You mean Felicia, right?",
        "Jackie: That, yes. And, well, he's going to have to get a divorce first.",
        "Nick: Mother, he's already divorced. You should keep up with these things.",
        "Jackie: Well, I know that. But he's umm -- marrying Stephanie again tonight.",
        "Nick: Did I just hear you right?",
        "Jackie: And it's only temporary.",
        "Nick: Hold it, hold it. He proposed to you yesterday, and he's marrying someone else tonight?",
        "Jackie: He's just arranging things this way to humor Felicia, that's all.",
        "Nick: Well, that's not going to happen with my mother.",
        "[SCENE_BREAK]",
        "Dr. Nomura: And, so how's your pain today?",
        "Felicia: About a three? Seven. But I'm not taking anymore pain medication. I don't want to be out of it. I have a very big night. My parents are getting married.",
        "Dr. Nomura: Congratulations.",
        "Stephanie: Oh, well it's not actually -- thank you.",
        "Dr. Nomura: I see the hospice nurse came by.",
        "Felicia: Yeah. She brought me all this stuff. You know, dying should really attract some better designers. This stuff's so ugly.",
        "Dr. Nomura: Look, let's talk about the pain. How's your supply of Morphine?",
        "Stephanie: That's so addicting, isn't it?",
        "Felicia: Yeah, Mother. I'm going to die a dope fiend, just like you always predicted. Dr. Nomura, I just want to tell you, I know this can't be easy for you. You're supposed to make people better, but I want you to know that -- I am better. I mean, I know that I'm sick, and it's getting worse and all that, but -- something's healing, in me and in my family. And I want you to always remember that you made that possible for us.",
        "Dr. Nomura: Thanks.",
        "[SCENE_BREAK]",
        "Kristen: How bad is she? I mean, you guys haven't told me anything.",
        "Ridge: You pretty much know what we know, Sis.",
        "Eric: She's not in great shape. But she's still our Felicia.",
        "Kristen: I don't know if I'm prepared for this. I don't want to fall apart in front of her. That wouldn't be fair.",
        "Thorne: Don't worry, I'll go with you.",
        "Ridge: We'll all do this together, okay?",
        "[SCENE_BREAK]",
        "Dr. Nomura: You can just call my service if you need me.",
        "Stephanie: All right, I will. Thank you. You didn't tell me that you were in pain.",
        "Felicia: You're still my favorite person to lie to.",
        "Stephanie: You know, this wedding doesn't have to take place today.",
        "Felicia: You still think you're doing this for me, don't you? You and dad think you're going to get married tonight, tie the knot tonight, and then as soon as I'm gone, you're going to run down to the courthouse and untie it.",
        "Stephanie: Let me see now -- could I get used to your father again? Well, he does kind of grow on you like a fungus.",
        "Felicia: But you think he's hot to dump you for Jackie Payne.",
        "Stephanie: He's moving on.",
        "Felicia: Not gonna happen. No. There is a higher court, and I'm going to be there first.",
        "Stephanie: But some things that you say --",
        "Felicia: Only to you. Here this fantastically interesting thing is happening to me -- the big one, the sweet by and by -- and nobody can stand to here me talk about it. Oh, yeah, look -- I know you hate it, too. But you, I don't mind tormenting.",
        "Stephanie: When did you get religion?",
        "Felicia: I don't know who to blame for that, actually. Because I always swore I would never be that crybaby who went sniveling to church the second I got my diagnosis. It's not like I have any leverage, anyway. I never did God any favors.",
        "Stephanie: You've always had a peculiar way of thinking, Felicia.",
        "Felicia: Well, it's true. I mean, I'm not as bad as some -- I never murdered anybody. But I'm not exactly a credit to the human race, either. Which is why I cannot figure out for the life of me why he's always around.",
        "Stephanie: Well, I've actually been saying some pretty terrible things to god lately. I promised him a lot of money. Then I promised him a lot of prayers. And then I promised him that I wouldn't do again all the things that I've done. I promised him all that if he would just keep his hands off of you.",
        "Felicia: Well, don't do that.",
        "Stephanie: Why? Why shouldn't I fight for you? Why shouldn't I hate him?",
        "Felicia: Mother, sometimes in the middle of the night, I feel that I can't breathe. And I start to panic.",
        "Stephanie: Did you tell the doctor?",
        "Felicia: What can he do? It's so loud. It's like a hurricane ripping the top of my head off. And I can't find my next breath. And then suddenly it stops. It's like somebody is breathing for me. And I know I'm going to be okay. It's not adrenaline; it's actually the opposite of adrenaline. So yell at him, Mother. He's not touchy. It'd be like yelling at the moon. But don't ask him to leave me.",
        "Stephanie: Okay.",
        "Stephanie: Kristen --",
        "Felicia: I knew you'd come. Yeah, I know, I look like hell.",
        "Kristen: No.",
        "Felicia: No? What do you mean no? Everybody has to agree with everything I say. Right, boys? Sweetheart --",
        "Kristen: I'm sorry.",
        "Felicia: Come here. I know what you're thinking. It's not going to happen, okay?",
        "Ridge: What are we talking about here?",
        "Felicia: Kristen thinks she's taking a look at her future. You do. You think you're seeing how your end is going to be with Tony, but you're wrong. It's not going to be like this. Tony is healthy, and he's going to stay healthy, okay? HIV is a relatively new disease, so they're coming up with new and better things to manage it all the time. It's not like wily, old colon cancer. End of lecture.",
        "Kristen: How'd you know? And you're only partly right. You're my sister.",
        "Felicia: I know. And I know that you love me. We all worry about whether we're going to be equal in the end. Me, too. We should be closer. What's in Miami anyway? We have beaches here. You know what? Forget it. Forget I asked that. I'll stop nagging you. You're here now, and -- I need your help so badly.",
        "Kristen: What? What can I do?",
        "Felicia: Can you please help me with my hair for this wedding? [Kristen laughs] No, I don't trust mother. She'll make me look like Dame Edna.",
        "[SCENE_BREAK]",
        "Nick: Eric -- I think we need to discuss something. Are we alone?",
        "Eric: Yes, we are, Nick. I understand how this must look to you.",
        "Nick: You're marrying Stephanie, but you're still engaged to my mother.",
        "Eric: Stephanie and I have both drawn up prenuptial agreements. We've both agreed to end this marriage amicably, once it -- serves it's purpose.",
        "Nick: No. If you're going to stay engaged to my mother, you're not marrying Stephanie. I want you to call this wedding off.",
        "Eric: I can't do that.",
        "Nick: I mean it, Eric!",
        "Eric: Nick, we're doing this for Felicia.",
        "Nick: Well, then answer me this -- does Felicia know that you're already engaged?",
        "Eric: No. And she's not going to know that.",
        "Nick: Oh, for crying out loud, she's not a little girl anymore. You know, if she asked for something really special, it's okay to say no. Especially when you're marrying your ex-wife.",
        "Eric: Maybe I don't want to say no to my daughter right now.",
        "Nick: Well, I can only try to understand that. But make sure you understand that I'm not going to let my mother say yes to a man who's commitments are made out of cardboard.",
        "Eric: Nick, I like you, I respect you. I'm not marrying you. And Jackie has accepted my proposal, and all the circumstances that go along with it. Maybe once your daughter is born and you understand a father's mind a little bit better, you and I will have some common ground to talk. But right now, I don't think we can.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Nick: Felicia? It's Nick, you decent? Felicia? Oh, my God! Oh, my God, what happened?",
        "Felicia: Oh, stupid me. I just lost my balance. Can you just give me a hand?",
        "Nick: Yeah, yeah. Hang on. Here. Are you hurt?",
        "Felicia: You know, it's so funny. They told me to be careful not to slip in the shower, but nobody warned me about afterward. Can you do me a favor and hand me that over there? That garment bag on the back of the chair? Please? Can you sit with me?",
        "Nick: Sure.",
        "Felicia: Can I ask you the truth about something? Kristen worked on my hair for a half an hour. Is it wrecked?",
        "Nick: It's a little cock-eyed.",
        "Felicia: What is wrong with me? Why do I even care? Why am I such a girl?",
        "Nick: You can talk to me. What is it?",
        "Felicia: I'm just -- I wanted everything to be perfect. Sorry -- including me. For the first time in my life, here I've done this really nice thing -- I've managed to pull off getting everybody together, to be good to each other. And I've forced them to remember that love can protect you from death. And everybody thinks it's a stupid idea, and they think the wedding's a joke. You do, too, don't you? Admit it. And now I'm going to stumble in like some lush who's uninvited.",
        "Nick: Shh. Hey, hey, come on. Don't talk like that. Now, I'm right here. I will do whatever you want me to do.",
        "Felicia: Whatever? Okay. This dress, my dad picked it out from Forrester for me to wear tonight. Can you help me get it on?",
        "Nick: Well, maybe I ought to get Stephanie to help with that.",
        "Felicia: Hell, Nick, you've seen the goods before. Come on. Besides, I already kicked Stephanie out.",
        "Nick: Okay.",
        "Felicia: I'll try to concentrate on this hair repair, and maybe I won't be such a disaster. Please don't tell anybody out there that I cried. It's just that I get on overload sometimes and I can't help it.",
        "Nick: You've got a lot to think about.",
        "Felicia: What'd you come see me about anyway?",
        "Nick: I just wanted to see you. Let me get this --",
        "Felicia: I'm not gonna need that thing.",
        "Nick: You know, maybe you should.",
        "Felicia: No! Absolutely not. I'm not going to walk into my parents wedding an invalid. I am not. I am not!",
        "[SCENE_BREAK]",
        "Eric: Joe! There you are. Hi.",
        "Judge Bolan: Hi, Eric.",
        "Eric: Hi. You remember my sons, and this is Thorne's wife, Ddarla.",
        "Judge Bolan: Of course.",
        "Thorne: Good to see you, judge.",
        "Kristen: Mother? He's here.",
        "Judge Bolan: I'm so sorry about -- Stephanie tells me that your youngest --",
        "Eric: Oh, thank you, Joe. Thank you.",
        "Judge Bolan: I take it she's not well enough to be here?",
        "Ridge: She better be here.",
        "Darla: Do you think maybe we should call the guesthouse?",
        "Judge Bolan: Oh, here's the blushing bride!",
        "Stephanie: And here's my favorite judge. It's so good to see you. And thank you for doing this on such short notice.",
        "Judge Bolan: Of course.",
        "Eric: Wait, this is -- I designed this, didn't I?",
        "Stephanie: Yes, for the opening at Forrester Milano.",
        "Eric: That's right.",
        "Stephanie: I had Thorne update it.",
        "Eric: Good job, Thorne. It looks beautiful.",
        "Stephanie: Where's Felicia?",
        "Kristen: Um, I'll go see.",
        "Stephanie: Maybe you should go with her. Your sister might need some help coming across the courtyard.",
        "Ridge: No, no. She won't have any of that.",
        "Thorne: The nurse left the wheelchair, Mother.",
        "Felicia: Hi. Judge Bolan, how is it possible you're still so handsome? Thank you for presiding tonight. You know, they say that seeing is believing. But I actually believe the opposite is true. Look at us, all here together looking so beautiful and unscathed. Like nothing ever hurt us, or ever will. I believed that's how we were meant to be. And here we all are.",
        "Nick: Enjoy your evening.",
        "Eric: Nick -- thank you. Thanks for letting Felicia have this evening."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=Jw9vtfI4IeY"
}