{
    "Episode Summary": [
        "Episode # 7518 ~ Ridge attempts to put Bill in his place regarding his place in Brooke's life; Ridge makes a confession to Brooke about the secret he and Quinn have been keeping."
    ],
    "Recap": [
        "Brooke wants to know what Quinn is hiding and what is going on between her and Ridge. Rick grouses at Bill that he cannot just come walking into their kitchen any time he wants to. His mom is marrying Ridge so no need for Bill to come around. Bill says Ridge will let her down. He sits and has a sandwich. Rick tells him okay but they are not family. Bill says Rick cannot be happy that Ridge once again is going to be part of his family. Ridge will never stay with her so Bill is as good as it will get. Ridge tells Brooke that this was supposed to be a surprise she is going to have a wedding dress and that needs jewelry, so enter Quinn in what Brooke overheard. Thomas runs into Sally again at the restaurant and finds out she is Sally .Spectra. She says as fabulous as he is it is probably best that she stay away from him, the Forrester's and Spectra's are not known as best buds. They are like oil and water and never the twain shall meet. She sizes him up as someone that women fall over his feet and he's never had to work a day in his life. She tells him he is not her type so don't get his hopes up. But she does tell him they will be rivals, she is taking on Spectra Fashion House again and says she will be the designer.",
        "Quinn tells Ridge that was too close so they need to stop feeling guilty about everything. She says she loves Eric so what is wrong with them. He says nothing has changed. She is still with Eric and he is going to marry Brooke so she needs to pull herself together. It was one kiss, a moment out of time and it will not happen again. She laments that maybe she needs to find why she is thinking of it at all. She is just happy to be part of this amazing happy family .Eric and she are so happy and she does not want to screw that up. Rick reminds Bill that he tried to marry Brooke twice and it came down to Ridge, that should tell Bill something. Bill says he has patience. Brooke comes home and finds them and wonders how he knew she was home. When it comes to her, he has radar. They discuss Ridge being CEO now over at Forrester. Seems what Ridge told her before she left is not going to happen. Quinn will not be out of his life, she will be more in it. Thomas looks at Sally's designs and he says they are different. She thinks he thinks they stink like they could never compare to his. She says a new day is coming and the sun is shining, he will have a re-match. He wishes her luck. Bill tells Brooke that she is worth it. Ridge will take her for granted and be gone and Bill won't even be mad. She will come back to him and say what took her so long. Quinn tells Ridge that she has made so many mistakes, she is her own worst enemy. She is so terrified that she will let Eric down and she seems to want to destroy it before that happens. He tells her she needs to let this prophecy go, it's silly. She says he has been very understanding, concerned and even gentle. His encouragement and friendship means a lot to her .if that is what it is. Maybe he just feels sorry for her. He takes her hands, tells her to take a breath and that everything will be okay. He hugs her and she responds."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: Brooke! I -- I didn't know you were there.",
        "Brooke: No, I don't imagine you did. Considering you don't want ridge telling me whatever it is you're talking about. What is going on with you two? What are you hiding, Quinn?",
        "Bill: Wow. Perfect timing. What's for lunch? Rick: What are you -- you can't just, like, walk in here whenever you feel like it.",
        "Bill: Sure I can. I always do.",
        "Rick: My mother is engaged, bill.",
        "Bill: Well, that's a joke. Unfortunately, it will be on Brooke, but -- no worries. I'll be there to piece her back together.",
        "Rick: You know what I think you should do, bill? I think you should just learn to accept it because ridge, you know, he always gets what he wants. That includes my mother. And, uh, well... she's getting married.",
        "Bill: Maybe. Or maybe not. Depends how long it takes for ridge to let her down. Because you know he will.",
        "Thomas: This can't be right.",
        "Sally: Oh, everyone fibs about their weight.",
        "Thomas: That's, uh -- that's not what I'm talking about.",
        "Sally: Oh, well, good 'cause that's not polite. You want a tip? Don't ask a girl if she's pregnant, either.",
        "Thomas: Are you really sally spectra?",
        "Sally: That's right, bucko. Don't wear it out.",
        "Thomas: This is wild.",
        "Sally: Yeah, a Forrester and a spectra. Together again, just like the old days.",
        "Thomas: Sally spectra.",
        "Sally: Okay, you're wearing it out.",
        "Thomas: Well, either island life has been really good to you, or you're...",
        "Sally: Macy's my cousin, married to...",
        "Thomas: My uncle Thorne.",
        "Sally: Yes, a grand love affair that came to an unfortunately tragic end. Seems to be the case with most of the encounters between our families. So, as fascinating as I'm sure you are, it's probably best I keep my distance. I'm sure the feeling is mutual. The last thing you want is to associate with a spectra.",
        "Bill: So I heard your mother's back from Italy, which is why I'm here. To welcome her home.",
        "Rick: [Scoffs] It's not your home.",
        "Bill: Well, it will be. Listen, in case you haven't noticed, you know, I'm sticking around for the long haul. You better get used to having me around. Now, when can we expect your mother?",
        "Rick: Oh, well, you know, I don't think, uh, we are expecting her at all.",
        "Bill: Well, you're just in a foul mood, aren't you?",
        "Rick: Oh, yeah! And you're not helping. Oh, sure. Pop a squat. Be my guest.",
        "Bill: Thanks. Pretty good.",
        "Rick: You know what?",
        "Bill: Hmm?",
        "Rick: You know how I feel about you, bill. And for good reason, too.",
        "Bill: What? Oh, that Maya stuff? Oh, come on! Boy, do you hold onto a grudge! That was business, all right? This -- this is family.",
        "Rick: We're not family.",
        "Bill: Well, I will be. Bro. Come on. You can't be happy about the prospect of ridge marrying Brooke... ...anymore than you can be happy about being passed over as C.E.O. -- again.",
        "Rick: You know what, you can just -- you can stop right there because I'm not gonna discuss this with you.",
        "Bill: All right. Let's just stay focused.",
        "Rick: [Sighs]",
        "Bill: Nobody knows better than you how poorly ridge has treated your mother over the years, right? Oh, you think he's changed? People don't change. Not at this point in life. And you want what's best for your mother?",
        "Rick: Yeah. Of course.",
        "Bill: Well, you're looking at him.",
        "Brooke: The two of you, so passionately discussing keeping a secret from me. What is exactly going on?",
        "Ridge: You're right. [Sighs] What can I say? We are keeping something from you. [Sighs] I'm sorry. It -- it was supposed to be a surprise.",
        "Brooke: A surprise?",
        "Ridge: Yeah. We're still getting married, right?",
        "Brooke: So far.",
        "Ridge: Okay, well, a bride needs a dress and a bride needs jewelry. We're designers, and we're looking to collaborate and surprise you on your wedding day.",
        "Brooke: Okay... okay. [Laughs] I-I'm sorry if I seemed so suspicious. It's just that this is kind of weird.",
        "Quinn: No, no. No worries. Just, uh -- just pretend like you didn't hear.",
        "Brooke: Yeah. I'll try to do that.",
        "Sally: There you go, sweetie. Nah, it's on the house.",
        "Thomas: What an odd thing to say. Why should we keep a distance from each other?",
        "Sally: Uh, well, you know my last name.",
        "Thomas: Spectra. So what?",
        "Sally: History, darling. History. Spectras and the Forresters, we're like oil and water. We just don't mix.",
        "Thomas: Why's that?",
        "Sally: Mm, well... my family's just not worthy.",
        "Thomas: Hmm.",
        "Sally: Yeah, we don't have that glistening sheen like Steffy, glowing all over social media. We lack your casual elegance, shiny pedigree, and good breeding. That impeccable reputation. We're scrappers. We don't mind breaking a nail, getting down and dirty. Like apples to oranges, and never the twain shall meet. Whatever a twain is. Oh! Hey, I bet you'd know.",
        "Thomas: No idea.",
        "Sally: Really? Wow. A Forrester admitting he doesn't know everything.",
        "Thomas: Stick with me, kid. I'll, uh, surprise you quite a bit.",
        "Sally: Nah. No, you're an easy read.",
        "Thomas: Really? Please. Tell me.",
        "Sally: Oh, should I start?",
        "Thomas: Yeah.",
        "Sally: Okay, um, you're conceited, convince you're god's gift to the world. Women should fall all over you, and you've never had to work a hard day in your life. How am I doing so far?",
        "Thomas: Heard it before, but please, keep going.",
        "Sally: Uh, I mean, don't get me wrong, right? The struggle is real. I'm sure growing up in Beverly hills, choking on your silver spoon, relying on your family name and your good looks to walk through any door you want to.",
        "Thomas: Back up. What was that part you just said?",
        "Sally: You easily walk through doors that spectra --",
        "Thomas: No. No, no, no, no. The part about my good looks.",
        "Sally: [Scoffs] You're not the worst face I've ever seen.",
        "Thomas: That's not what you said.",
        "Sally: Okay. All right. You know what? You don't offend my eyes, but you are not my type. So don't get your hopes up, bucko.",
        "[Door closes]",
        "Quinn: [Sighs] That was too close. But it's okay, right? Brooke believed you?",
        "Ridge: Yeah, she believed me. But I don't like doing that. So stop. Stop being so paranoid. And stop feeling guilty about everything.",
        "Quinn: I am trying. But I'm married to Eric and I love him. And you and I, we've been flirting for way too long. The outdoor shower, and... ...and the steam room and what happened in san Francisco. What -- what is wrong with me?",
        "Ridge: Can you just stop beating yourself up? Everything is fine. Nothing has changed. You're still with Eric and I'm gonna get married to Brooke.",
        "Quinn: It's not gonna happen again.",
        "Ridge: Exactly.",
        "Quinn: I just --",
        "Ridge: You just need to pull yourself together. What we had, it was... it was a moment out of time. Just one kiss. That's all it was.",
        "Quinn: Right. Right. That's all it was. Right, ridge?",
        "Bill: I would be married to your mother right now if it wasn't for ridge and R.J. Ganging up on her, guilt-tripping her about reuniting the family.",
        "Rick: How many times you try to marry my mom?",
        "Bill: Twice.",
        "Rick: And they never came off. All for the same reason -- ridge. I mean, doesn't that tell you something, bill?",
        "Bill: It does. I'm being tested -- my love for Brooke, my patience. Which is new to me.",
        "Brooke: Bill.",
        "Bill: It's been too long.",
        "Brooke: How did you know that I was back?",
        "Bill: Oh, well, uh, actually, it's kind of a funny thing, but it's as though I felt the earth rotate on its axis just ever-so-slightly. I mean, barely noticeable. But I picked up on it. And that's how I knew you were home. Welcome back, Brooke.",
        "Sally: Well, everyone will know soon enough. Might as well give you the scoop.",
        "Thomas: What are you talking about?",
        "Sally: We are gonna be rivals. I'm taking over spectra, reviving the company.",
        "Thomas: Seriously?",
        "Sally: You sound skeptical.",
        "Thomas: Do you have logistics and infrastructure? What about designs? Do you have a designer?",
        "Sally: Of course. It's me.",
        "Thomas: These? May I? You did these yourself?",
        "Bill: So, how's hope?",
        "Brooke: Good. Changing.",
        "Bill: In what way?",
        "Brooke: Oh, I don't know. Just more mature. More grounded.",
        "Bill: [Chuckles] Happens to the best of them, doesn't it?",
        "Brooke: [Giggles] Yeah. It does.",
        "Bill: So, speaking of changing, uh... there's been some interesting events over at Forrester. Eric's made ridge co-C.E.O. With Steffy.",
        "Brooke: Right. Yeah. I'm happy for him.",
        "Bill: Yeah.",
        "Brooke: He deserves to be in that chair.",
        "Bill: Hmm. You know, that team was put together by Quinn. Does that makes sense to you?",
        "Brooke: No.",
        "Bill: Yeah, me either. You know, I couldn't help thinking about what, um, ridge had said to you before you left. Postponing your marriage until Quinn was out of your lives. Well, doesn't it seem like the opposite is happening? I think ridge and Quinn are slipping into bed together.",
        "Brooke: [Laughs] [Sighs]",
        "Quinn: I have never had so much to lose. Or so much to live up to. Your father's opinion means everything in the world to me, and I never wanted to give him any reason to question or doubt me, but obviously I just did!",
        "Ridge: He doesn't know. No one knows. Just take it easy.",
        "Quinn: I'm trying. Maybe I need to figure out why this happened in the first place. So I can be better and I can be stronger moving forward.",
        "Ridge: Okay, or you could just forget about it like I did. I don't give it a moment's thought.",
        "Quinn: Really? I mean, I don't think about it, either. I don't. I just -- I think about more like in a -- in an abstract way. You know, trying to understand my own behavior.",
        "Ridge: Yeah, can I ask you something? Why would you analyze something that obviously didn't mean anything to either one of us? Unless -- unless you think --",
        "Quinn: No, no, no. It meant nothing to either one of us.",
        "Ridge: Okay, good. Good.",
        "Quinn: Yeah.",
        "Ridge: And, oh, by the way, calls have been coming in, people congratulating me. I guess the word's out.",
        "Quinn: About you and Steffy. Yeah.",
        "Ridge: About me and Steffy running the company. Everybody loves the idea, and no one more than me.",
        "Quinn: [Sighs] It's gonna be great.",
        "Ridge: It is gonna be great, and I have you to thank for that.",
        "Quinn: No. No. No, no, no, no, no. You don't have to thank me. I'm just -- I'm happy to be [Sighs] Part of healing this amazing family that I somehow stumbled into.",
        "Ridge: So you're okay? You're okay.",
        "Quinn: I -- I'm happy. Eric and I are so happy. And I just don't want to screw that up.",
        "Sally: You're looking at my designs like they hurt your feelings.",
        "Thomas: Just looking. They're...different.",
        "Sally: You think they stink.",
        "Thomas: [Sniffs] No. Did I say that?",
        "Sally: No, you didn't have to, it was built into your condescending tone. \"They're...different.\" Like they could never compare to the magic that Forresters make when pen hits paper.",
        "Thomas: So you're really doing it. You're bringing spectra fashion back to life.",
        "Sally: Yep. A new day is dawning, and the sun in shining brightly. Spectra is roaring back, and the entire fashion industry is gonna stand up and take notice. So buckle up, bucko. Forrester has met their rematch.",
        "Thomas: With these designs? Good luck. [Scoffs]",
        "Bill: So, you know, I have to say, this traveling looks, uh... it looks good on you. But you have to make me one promise -- no more trips until you can take them with me.",
        "Brooke: You know I can't make that promise. I'm marrying ridge.",
        "Bill: Yeah, I don't think that's gonna happen. When he breaks your heart, and that poser will, I will be right here for you, and I won't even be mad.",
        "Brooke: How generous of you.",
        "Bill: That's because you're worth it. You're special.",
        "Brooke: [Sighs]",
        "Bill: Your warmth, your beauty, that smile that lights up my world... ridge doesn't appreciate you. He takes you for granted. That will never happen here. And one day soon, you're going to realize that.",
        "Brooke: I never doubted your feelings for me, bill.",
        "Bill: Never do. Because they're real. And they're permanent. And you're going to come back to me. And once you have, you're gonna look at me and you're gonna say, \"what took me so long?\"",
        "Quinn: See, that's what I do. Quinn. Quinn screws things up. Even when I'm trying my hardest not to. That's when I do it the most. I have made so many mistakes. Because, you know what? Sometimes I think I am just a bad person, that I'm always gonna be my own worst enemy.",
        "Ridge: You're just getting all revved up again.",
        "Quinn: No, because Eric has so much faith in me! And I'm so terrified that I'm gonna let him down, that I don't deserve all of the good things that have happened in my life. And I know it, so I have to destroy it.",
        "Ridge: Or you could just live your life. Go home to my dad and make him happy. Turns out, you're really good at that. You're the best person you can be. That's all any of us can really do. And do me a favor. This self-fulfilling prophecy that you created where everything you touch just falls apart -- that's silly. You got to let that go. You -- you are... [Sighs] [Groans] You -- you'll be fine. Everything's gonna be fine.",
        "Quinn: [Laughs] Wow. You're being really understanding. And, dare I say it, supportive. And gentle. And concerned.",
        "Ridge: Agh.",
        "Quinn: [Laughs] Your encouragement means everything to me. Your friendship. It also means so much to me... if that's what it is, you know, because maybe you just feel sorry for me. But, hey, if that's what that is, then I'm gonna take all the support I can get.",
        "Ridge: No, I don't feel sorry for you. At all. And you don't need my support. You just believe in who you are and trust in who you are. That's enough.",
        "Quinn: Thank you for saying that.",
        "Ridge: The smile is nice. But your hands shaking, that is a dead giveaway. Take a breath. It's gonna be okay. I promise you. Everything's gonna be fine."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=G3batFxWmRU"
}