{
    "Episode Summary": [
        "Episode # 7118 ~ Thomas returns to Los Angeles, telling Caroline that he's here to stay; Ivy notices that Steffy & Liam are acting more and more like a couple."
    ],
    "Recap": [
        "Steffy wanders around the office thinking back on what she just went through with Aly. Ivy glances around at all the pictures of Aly and flowers at the Forrester mansion as they all gather for the funeral. Ivy hugs Thorne who says he does not understand how this happened. Ivy tells Caroline that Aly was her best friend. Thomas joins the group. He says he does not have all the details but he's heard enough to be concerned. Liam shows up for Steffy and says he knows it has been a rough night. Time is short and no one knows how much they will have but he is glad they found their way back to each other. That could have been her out there losing her life instead of Aly. Bill and Katie come in along with Quinn and Deacon who are surprised to see them all here. Oliver, Pam and Charlie also join the group. Oliver says he wishes he could have been here. Pam says no matter what happened that night Aly is at peace now. Ridge tells Caroline that no parent should go through this .first Thorne's wife and now his kid. Thorne looks through Aly's room and sits on her bed. He asks Brooke and Eric not to go; he just needs a minute. They give him a group hug.",
        "Liam and Steffy finally join the others. Wyatt tells Ivy that she knew they would be. Ivy says yes but she did not know how angry it would make her feel. Aly was here yesterday and now she isn't and it doesn't make sense. Thorne is the last one to descend the stairs as he ambles down. Eric speaks and says any who want to say something about Aly should do so, what she meant to them, how they will miss her. Nearly everyone does. Thorne breaks up as he says he loves her but knows she would like them to remember her as being happy and he will try to do that. Ridge recites a Shakespeare passage and says Aly's heart was full of love, but her head was filled with darkness so what is the message here? They all need to be more accepting with tolerance and understanding. Afterwards Caroline tells Thomas that she is glad he made it home. He says it feels like his sister needs him, so he will be sticking around. Thorne goes off on Ridge for his speech. It was an accident pure and simple, and no one should be blaming Aly. Steffy tells Liam that he needs to say goodbye to the group for her before she goes. Then she goes to the picture table and cries. She is interrupted by Ivy who says she is thinking about it too .the side of the road with Aly. She says it is hard for her to get that image out of her mind. Aly tried to hit her with the car, and she is not sure how she could even tell the police what happened. Ivy says she understands that she could not tell the police everything, but she will eventually have to. Aly's death was not an accident."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ivy: I-I think she's dead.",
        "Steffy: [Crying] She hit her head on the rock! She tried to attack me -- almost hit me with her car!",
        "Ivy: It's just... these photos and these flowers...",
        "Eric: She was a special girl.",
        "Ivy: Yes, she was. You're here. Hey.",
        "Thorne: I just don't understand. I don't understand how this could happen to my baby.",
        "[SCENE_BREAK]",
        "[Door opens, closes]",
        "Liam: Hey. I thought you could use one of these. Last couple nights...",
        "Steffy: Thank you.",
        "Liam: ...Have been pretty rough.",
        "Steffy: Yeah, yeah -- on everyone.",
        "Liam: Yeah, well, especially you. You were there. I mean, you're the only one Aly went after.",
        "Steffy: I know. I just still keep going over it in my mind. I can't believe what happened.",
        "Liam: Here.",
        "Steffy: [Crying]",
        "[SCENE_BREAK]",
        "Caroline: Aly was more than a cousin to you.",
        "Ivy: Yeah. Yeah. She was my best friend.",
        "Thomas: Dad?",
        "Ridge: Thomas, you made it. Hey.",
        "Thomas: Hey.",
        "Ridge: Thanks for coming.",
        "Thomas: Yeah. Hey, cuz.",
        "Ivy: Hey. It's really good to see you.",
        "Thomas: Is, uh, Steffy here?",
        "Ridge: I'm sure she's on her way.",
        "Ivy: Have you -- have you spoken to her?",
        "Thomas: A few times.",
        "Wyatt: She, uh, tell you what happened?",
        "Thomas: Well, I don't have all the details, but I've heard enough to be concerned. Steffy seems pretty upset.",
        "[SCENE_BREAK]",
        "Steffy: We should go.",
        "Liam: Yeah. But I'll be right there beside you -- not just today. You know what's crazy? That could have been you out there on that road. [Chuckles softly] Life is so unpredictable, you know? We don't know. We don't know how much time we have left. I'm so glad that -- that we found our way back to each other, because I'm excited, Steffy. I'm really excited to finally build a life with you.",
        "Steffy: I want that, too.",
        "[SCENE_BREAK]",
        "Bill: Where are my boys?",
        "Katie: Well, let's see if we can find Thorne first.",
        "Quinn: Hi. I didn't expect to see you here.",
        "Bill: Well, I like to be unpredictable.",
        "Katie: Yeah. Uh, Bill didn't know Aly very well, but she was such a sweet kid.",
        "Deacon: Well, she was also a big fan of Hope, so maybe, just for today, we can, uh --",
        "Katie: We can try to get along.",
        "[SCENE_BREAK]",
        "Pam: Aly wouldn't have wanted us to be sad.",
        "Charlie: You know, that girl could really, really light up a room.",
        "Pam: Or a jousting stadium.",
        "Charlie: [Chuckles]",
        "Pam: Oliver... you made her so happy.",
        "Oliver: But lately, I could feel her slipping away. You know, if only I could have been here.",
        "Charlie: You had a job to do. I mean, she was going through tough times, but she was getting better. Oliver, nobody could have seen this coming.",
        "Pam: No matter what she was going through that night, she's at peace now.",
        "[SCENE_BREAK]",
        "[Indistinct conversations]",
        "Thomas: Good to see you.",
        "Nicole: Hi.",
        "Zende: This is, uh, Nicole. Yeah.",
        "Thomas: Nice to meet you. Thomas.",
        "Ridge: It's not right. No parent should know that feeling.",
        "Caroline: Where is he?",
        "Ridge: I don't know. It might be too much for Thorne. First his wife, now his kid. Too much for anyone.",
        "[SCENE_BREAK]",
        "Thorne: Don't go. I just need a minute. [Crying]",
        "[SCENE_BREAK]",
        "[Indistinct conversations]",
        "Wyatt: You knew Steffy was gonna be here.",
        "Ivy: Yeah, but I didn't know how angry it was gonna make me feel.",
        "Wyatt: Because she's with Liam or because she's the reason why Aly's dead?",
        "Liam: Hey.",
        "Wyatt: Hey.",
        "Liam: How's it going?",
        "Ivy: I think everybody's in shock. I mean, Aly was here a day ago, and now she's gone. Everybody knows what happened. It just doesn't make sense.",
        "[SCENE_BREAK]",
        "Eric: We're here to honor the memory of my wonderful granddaughter Aly -- Alexandria Forrester. I encourage you to come up and say what she meant to you, what you'll miss about her, any memories you may want to share.",
        "Singer: There are things that I need you to know before I let you go I always wanted to words I never said have me feeling kind of hollow days we never spent still searching for tomorrow life feels suspended and I'll keep pretending that a day will finally come yes, a day will finally come there are things that I need you to know before I let you go I always wanted to but what else can I do when everything's undone watching life become lost in time? Lost in time it's been a while since you and I've been seen mmm, mmm, mmm I miss your smile and all the moments in between oh, oh one chance together I'm yours forever if I can make you understand that my heart is in your hands there are things that I need you to know before I let you go I always wanted to but what else can I do when everything's undone watching life become lost in time?",
        "Thorne: [Crying] Thank you, guys, for [Sniffles] Being a part of her life... 'cause you made her happy. She told me that... so many times. I know that she would... want you to remember her as always being happy. [Sniffles] God knows I will.",
        "Singer: What else can I do when everything's undone",
        "Thorne: I love you, baby.",
        "Singer: Watching life become lost in time? Mmm, mmm, mmm",
        "[SCENE_BREAK]",
        "Ridge: \"Out, out, brief candle! Life is... but a walking shadow... a poor player that struts and frets his hour upon the stage and then is heard no more: It is a tale told by an idiot, full of sound and fury... signifying nothing.\" Signifying nothing. Life is always a lesson in everything. My dad taught me that. So, what's the lesson here, Dad? What is it? That Aly lost her way? She was driven by something that she thought was right when everybody else thought it wasn't?",
        "Eric: Ridge, this is not the place or the time.",
        "Ridge: Or is it just a reminder that life is precious... just you shouldn't judge anybody else?",
        "Thorne: That's enough, Ridge.",
        "Ridge: Aly's heart was strong, pure. Her mind was drowning in darkness. And we missed it. We all missed it. So, what is it? What is the lesson? Awareness? Acceptance? I don't know. Well, whatever it is, next time we get dressed up and we all meet here, and we look at the image of someone that left far too early, let's just -- let's make sure it signifies something.",
        "[SCENE_BREAK]",
        "Caroline: I'm really glad you could make it, Thomas.",
        "Thomas: Me, too.",
        "Caroline: You know, um... when Steffy came back into town, Aly kind of thought that you might join her.",
        "Thomas: Well, now I wish I had.",
        "Caroline: Does that mean that you're thinking of sticking around?",
        "Thomas: It feels like my sister needs me.",
        "[SCENE_BREAK]",
        "Eric: Ridge? What was that about?",
        "Ridge: What was what about?",
        "Eric: Your speech.",
        "Thorne: Yeah. I can't believe that you would attack Aly's memory.",
        "Ridge: I didn't.",
        "Thorne: Well, then, what was that, Ridge? Tell me what it was. It was an accident. Aly fell. She hit her head. Steffy was there. That's what happened, Ridge. Or is it?",
        "[SCENE_BREAK]",
        "Liam: Hey. Stop it. Stop. You can't feel guilty about this. It was an accident. It wasn't your fault. Steffy, nobody blames you.",
        "Steffy: Um...",
        "Liam: What do you need?",
        "Steffy: No. Can you say goodbye for me? I just -- I want to -- I want to stay here for another minute if that's okay, yeah?",
        "Liam: Yeah. Of course. I'll wait for you outside, okay?",
        "Steffy: Okay. [Crying]",
        "Ivy: I know what you're thinking. I'm thinking about it, too. That night on the side of the road with Aly.",
        "Steffy: I'd rather focus on her life.",
        "Ivy: Yeah, me, too, but it's a little hard for me to get the image of her out of my mind -- seeing her like that. The ambulance, the police cars -- it was horrible, Steffy, and it must have been even worse for you.",
        "Steffy: Why?",
        "Ivy: Aly tried to hit you with her car. Then she attacked you. You were already in shock, and then you find out that she's dead? I mean, I don't know how you held it all together and answered all those questions.",
        "Steffy: I-I couldn't -- I couldn't tell them very much. It all happened so fast.",
        "Ivy: You told them exactly what happened, right?",
        "Steffy: I told them what I could.",
        "Ivy: [Scoffs] Look, Steffy, I understand why you don't want to talk about this... with Thorne or with the family, but you can't keep this all inside. This will be much better out in the open. Just deal with it. Just deal with the consequences.",
        "Steffy: What do you mean?",
        "Ivy: I know what happened that night, Steffy. Aly's death... it wasn't an accident.",
        "Steffy: What?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=nuoXw1swCmI"
}