{
    "Episode Summary": [
        "Episode # 7676 ~ Liam wastes no time in making major changes to employee and business practices at Spencer Publications; Steffy makes a shocking request of Brooke to save Liam and Bill from having an all-out war."
    ],
    "Recap": [
        "Steffy tries to tell Liam that his father is an important person in his life, do not shut him out. Liam doesn't want to hear it. He says there is no compromise. He should know that by now that Bill is an all or nothing kind of guy. Wyatt freaks when he thinks someone is going to catch him with Katie at her house. It's the gardener, not the housekeeper so she tells him to chill out. He says with all that is happening at Spencer's right now the last thing he wants his dad to find out is about them. Then he gets right back to kissing her. He says she calms him but it is his brother who is setting him off and he has to make an appointment to even see him. He will run the company in the ground yet he has to answer to him. Sally and her crew are looking over everything when the carpenters and painters come in. Grams says this is all fine, Miss Generosity, but how is she affording all of this. She simply says she has a new partner. Liam tells Alison to send the Sky to his dad's place; they do not need it here anymore. Bill confides in Justin that Brooke left him and is not picking up on his calls. He tells Justin that he told her about the fire since they do not keep secrets. Justin says things will work out; they always do. Brooke knows what kind of man he is. Bill just hopes his son doesn't run the company into the ground.",
        "Steffy goes to Brooke and makes her aware that Bill lost his company, his son and now Brooke. He will not be able to accept all of that. Liam and Bill are on the verge of war and she intends to prevent it. Liam speaks to a few of his employees and gives one a raise and more benefits and extends another's retirement date when he really did not want to leave. To another he tells him his daughter is perfect for a college scholarship. They all walk out of the office very happy people. Sally walks in and says he is pretty incredible if that was all for real. He says Bill set a pretty low bar and she does not know how long he has been wanting to do that. She says she has never known anyone like him. She does not know how she will ever thank him. She gives him a big hug. Wyatt walks in and is surprised to see Sally. He says the last he heard she was leaving town. Liam says this is none of Wyatt's business. Sally says she is here to thank Liam for publishing something although they never had the show. Liam dismisses him. Wyatt says he knows something is going on and he intends to find out what. Both Bill and Brooke think of each other."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: So, I may have gone a little heavy last night.",
        "Steffy: As did I.",
        "Liam: Well, hey, at least we know what not to talk about. Or whom.",
        "Steffy: Your father's an important person in your life, liam.",
        "Liam: Yes, he was.",
        "Steffy: Look, I'm just concerned about you, okay?",
        "Liam: Steffy, I don't want -- I don't -- I don't want to hear it. I don't like what I'm doing to my father, but there is no compromising here. If I let him in a crack, he takes over. He's an all-or-nothing kind of guy. I think I know that by now.",
        "[ Cellphone chimes ]",
        "[ Dialing ]",
        "[ Cellphone ringing ]",
        "[ Cellphone beeps ]",
        "Katie: That's the gardener.",
        "Wyatt: Right, but -- but do they ever, like, come in unannounced?",
        "Katie: No, of course not. They're the gardeners. [ Laughs ] It's not the housekeeper.",
        "Wyatt: That's -- wait. Where is she? Is she here?",
        "Katie: Oh, my god. No. No. It is her day off. [ Lawnmower running ] You are paranoid!",
        "Wyatt: I'm just -- okay, with everything that's going on at spencer right now, the last thing I need is dad finding out about us, okay?",
        "Katie: I don't disagree. But maybe it would be good if something, you know, shook him up a little bit.",
        "Wyatt: Yes, just not this.",
        "Katie: Mm.",
        "Wyatt: Okay? [ Scoffs ] Leaving the company and -- and putting liam in charge... there's something going on here. There has to be. And I'm guessing that it involves more than just liam and dad.",
        "[ Saws whirring, hammers pounding ]",
        "Sally: [ Sighs ] Okay...",
        "Shirley: No!",
        "Sally: The collection!",
        "Shirley: No, no, no!",
        "[ All shouting ]",
        "Shirley: Progress! I am seeing progress, kids!",
        "[ Giggles ]",
        "Darlita: So, I accessorized with my tool belt.",
        "Saul: Oh. [ Chuckles ]",
        "Coco: I still can't believe how you pulled this off.",
        "Shirley: Oh! It was thomas. I just knew that he --",
        "Sally: No, I told you, grams. Thomas is not coming back.",
        "Saul: I think I know.",
        "Saul: The great and infamous aunt sally. Is that right?",
        "Sally: Aunt sally is on her island playing with the boys. Plus, she and C.J. Needed the sale money to pay off other debts.",
        "Coco: She's gonna be so thrilled about this. I'm so proud of you, sis! Excuse me, ma'am. Just wanted to let you know it's gonna get pretty loud and pretty dusty in here.",
        "Sally: Thank you.",
        "Saul: Uh, you guys are using the metal-clad cabling throughout, is that right? That's what they have wired in here.",
        "Saul: Okay, well, it's got to be through the whole building. We need the best wiring available! Okay?!",
        "Sally: Hey. Hey, hey!",
        "Saul: I'm not -- I'm --",
        "Sally: It's okay. It's okay, okay? We're redoing everything from the studs out. We're just focusing on this office right now, and then we're gonna get to the rest of the building, all right? We just need someplace to work.",
        "Saul: No, no. What we need are designs.",
        "Sally: There's our saul.",
        "Coco: Rehabbing the entire building and putting your staff on retainer?",
        "Sally: I mean... they deserve stability. We all suffered from that fire.",
        "Shirley: Well, that's, uh, very noble of you, miss generosity, but how are you able to afford all this?",
        "Sally: Let's just say that I have a new business partner. Someone who has become very near and dear to me. That's all I'm gonna say.",
        "Liam: Just keep it really simple, jarrett. Like my dad took a leave of absence, and he left me in charge.",
        "Jarrett: No details, no comment.",
        "Liam: Yeah. Just... straight up and down. And, alison... can we -- can we get rid of this?",
        "Alison: What do you want me to do with it?",
        "Liam: [ Scoffs ] I don't know. Send it to my dad's place? We certainly don't need it here anymore.",
        "Bill: They were having a meeting?",
        "Justin: Liam, alison, and jarrett.",
        "Bill: You weren't invited.",
        "Justin: Well, I'm scheduled to have a meeting with wyatt to go over the books.",
        "Bill: I want a full report on that one.",
        "Justin: Oh, you'll have it. I got your back, dollar bill.",
        "Bill: I'm glad someone does. Brooke left me.",
        "Brooke: [ Sighs ] So, you know everything that happened?",
        "Steffy: Yeah. The fire at spectra, bill's involvement. His confrontation with liam.",
        "Brooke: \"Confrontation\"? Bill punched him right in the face!",
        "Steffy: I don't condone any of it.",
        "Brooke: So why are you here, steffy?",
        "Steffy: Bill loves you. Don't leave him.",
        "Katie: Well, you probably could use something stronger, but there you go.",
        "Wyatt: Oh, well, you know... I have something stronger.",
        "[ Katie giggles ] [ Laughs ] You know, I don't know where i would be right now if I didn't have you. Oh, yes, I do. Probably pulling my hair out.",
        "Katie: Well, let's not get carried away.",
        "Wyatt: Yeah, but I'm -- I'm even more calm when dealing with my brother. Well, moderately calm. The new liam spencer is really, uh, pissing me off lately.",
        "Katie: He's really changed that much?",
        "Wyatt: Yeah. Mr. Big shot. Apparently I have to have an appointment now to even see him.",
        "Katie: [ Scoffs ] That's totally insane.",
        "Wyatt: I know. Like, what happened? I don't get it. I-I woke up, and everything is just upside down now. My dad's awol, my nonprofit brother is running the company into the ground, and now I have to answer to him.",
        "Katie: Okay, clearly there is something going on with bill, and there's a reason for it, and we will figure it out. Together. Okay?",
        "Justin: You told brooke about the fire?",
        "Bill: We don't keep secrets.",
        "Justin: 'Cause she's your wife.",
        "Bill: For now she is.",
        "Steffy: I am trying to keep this family together.",
        "Brooke: [ Sighs ] Bill committed a serious crime. Lives are ruined because of my husband. And I wouldn't be surprised if there's more I don't even know.",
        "Steffy: You're not gonna solve anything by leaving bill. He's already handling so much. He's lost his son. He's lost his company. And now you?",
        "Brooke: I'm just a little surprised that you are defending bill and not liam.",
        "Steffy: I want to support my husband. But bill... he sees what liam did as blackmail. And I can't disagree. Changes?",
        "Liam: Yes. That's why I called you here, actually. I want you to get a memo out. What kind of changes?",
        "Liam: Benefits, for starters. I'm updating our healthcare plan, including -- alison, would you...? Effectively immediately, maternity and paternity leave will be expanded to six months. Oh, mr. Spencer, I can't afford that.",
        "Liam: No, no, no. Paid. Paid maternity leave. You'll receive your entire salary the whole time, including medical costs. Thank you. Thank you!",
        "Liam: George, uh, you are up for retirement next month. Is that -- is that what you want?",
        "George: No, sir. But spencer publications has a strict policy on retirement age.",
        "Liam: Yeah, well, that's just bad business. I'm not losing my most experienced employees just because of their age. You knowledge and history at this company is invaluable to me, and I'd like you to stay as long as you want to stay.",
        "George: [ Sighs ] Thank you, sir!",
        "Liam: Of course. Art. So, you have a daughter, sarah, who's a senior now, right? So she's go to be thinking about college?",
        "Art: She applied, got early acceptance, but... you know how that goes.",
        "Liam: Ah, for a lot of families, tuition is a deal-breaker. Which is why I'm offering 10 $100,000 grants to the employees whose kids meet the requirements. Now, sarah has exemplary grades, behavior. She's got community service under her belt. I mean, she's -- she's perfect. She's our first recipient.",
        "Jarrett: Congratulations.",
        "Liam: Spencer publications is a company, but it's also a family. And as long as you're all working here, I want you to feel that way. That's all for now.",
        "George: Thank you, sir.",
        "Liam: You got it. Sally!",
        "Sally: Wait, was that for real?",
        "Liam: [ Chuckles ] You have no idea how long I've wanted to do that.",
        "Sally: You are incredible.",
        "Liam: Yeah, well, my dad sets the bar pretty low for incredible.",
        "Sally: Here. It's a gift for you, the man who makes everyone's dreams come true.",
        "Liam: What?",
        "Sally: Yes. It's my first sketch since the fire. You have breathed new life into spectra, into me, and I -- I really don't know how to thank you.",
        "Katie: So, off to work?",
        "Wyatt: Something like that.",
        "Katie: You seem like a man with a plan.",
        "Wyatt: I am a man who wants answers. My dad spent his entire life building that company, and there's a reason why he gave it to liam. And I'm gonna find out why.",
        "Justin: Things will work out.",
        "Bill: You have a crystal ball I don't know about?",
        "Justin: They'll work out. They always do for you.",
        "Bill: Yeah, well, that's what I told myself when I took drastic measures with spectra. I underestimated liam.",
        "Justin: He's got a lot of you in him.",
        "Bill: Yeah, well, not nearly enough. He's gonna run my company into the ground. I mean, if anybody is suited to run spencer in my absence, it's wyatt. That poor kid's going through hell right now.",
        "Justin: Well, he'll get through it.",
        "Bill: I wish I could say the same for my wife.",
        "Justin: She'll be back. She knows who she married.",
        "Bill: A criminal, as far as she's concerned at the moment. As I told steffy, I would give 10 skyscrapers to get brooke back. And that might not be enough.",
        "Brooke: Liam feels as I do. That his father's completely out of control. And he probably has been more than I care to imagine.",
        "Steffy: You married him. You knew what you were in for.",
        "Brooke: Not this!",
        "Steffy: What, because you don't love him anymore?",
        "Brooke: Oh, steffy.",
        "Steffy: I don't believe that.",
        "Brooke: This has nothing to do with love. It's odd, but I thought you would be pushing for your father and me to get back together.",
        "Steffy: Is that a possibility? I guess if that's your decision. Me, I'm fighting for my family. Bill and liam are on the verge of a war. And I intend to prevent it.",
        "Liam: Well, it seems you're recovering, like I knew you would.",
        "Sally: You and just about nobody else.",
        "Liam: Not true. Jarrett thought the designs you lost in the fire were fantastic. And so is this. And so is everything else you come up with, I'm sure.",
        "Sally: Well, it helps to have a silent partner who believes.",
        "Liam: \"Silent\" being the operative word there.",
        "Sally: It's our secret. But I really do appreciate what you've done. You saved me. For no good reason except for the fact that you're a good man. Which I saw again today with your employees. I've never met anyone like you.",
        "Wyatt: Sally. What's this all about?",
        "Wyatt: You know, the last I heard... I mean, you were leaving town. Why -- why are -- why are you here?",
        "Liam: Oh, uh, I can answer that question. None of your business.",
        "Wyatt: [ Chuckles ] Come on, bro. It's just a simple question.",
        "Sally: Liam was writing a piece on me and my company before the fire, and I was just here to thank him.",
        "Wyatt: Oh, thank him.",
        "Sally: Yes, for attempting to give spectra a fair shake with that feature, even though it wasn't published. Yet.",
        "Liam: Yes. Well... there you go. We are in the middle of a meeting, wyatt, so if you want to come back later, that'd be great.",
        "Wyatt: Okay. Uh, I know you think you're riding high right now, but it's not gonna be for long. Dad would never do this to me, or to this company. And I don't know what the hell's going on here, but I damn well intend to find out. Your bleeding heart in your hands it's been there a while, you're just now noticin' I wish I could help you Oooh, ooh The way that you want me to we all have our own bleeding heart we all have our own bleeding heart all have our own",
        "Brooke: When do I stand up and say enough is enough?! Damn it! God!",
        "Bill: Don't do this. Brooke, don't go! Brooke! Bleeding heart ah, ah we all have our own bleeding heart",
        "[ Brooke sobs ]",
        "Sally: You thought I was gonna blow it, didn't you?",
        "Liam: Uh...",
        "Sally: Believe me, I was tempted. It was really hard to watch my secret benefactor treated that way.",
        "Liam: Well, I'll handle wyatt. You handle spectra. And it looks like you're doing just that.",
        "Sally: I will pay you back every penny. That is my driving force.",
        "Liam: I told you, that's not necessary.",
        "Sally: Who are you? I have never met anybody like you, just so generous just because. I was at the end. All of my dreams were dashed. And you restored faith in spectra and in myself. I really don't know how I could ever thank you. No sketch or money will truly ever be enough."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=0B_P2N3IRFE"
}