{
    "Episode Summary": [
        "Episode # 7316 ~ The rivalry between the Spencer brothers reignites when Liam vows to get his life back from Wyatt; Ridge goes on the defensive when Katie tells him about her conversation with Dr. Wolin."
    ],
    "Recap": [
        "Wyatt tells Liam that his amnesia must have set him back a couple of hundred years \u0096 Steffy was not property to reclaim. Arguing Liam says Wyatt knows what he means \u0096 taking back his life with Steffy. Wyatt points out that she is a strong, independent woman who chose to marry him. Liam says yes because she thought that he was unavailable, that he left her. Wyatt says he did. He reminds him that he walked away from Steffy before he started playing Garden of Eden with his mother so Liam is just cherry picking what he cares to remember now. Liam hesitates a moment and says none of that matters. He may not remember everything but he is getting his life back and Steffy is part of that. Steffy tells Ridge who is asking that her marriage will be fine even with Liam back. It doesn't change a thing. When he asks again she asks him to please drop it. She is married to Wyatt now and her marriage will be fine. The vows were real and she cannot pretend they didn't happen even though she was misled. Liam explains to Wyatt that the whole time he was in the cabin he was thinking of Steffy. He did not know her name nor could he see her face but he knew that she was out there. Somebody was out there waiting for him. And Wyatt knew that too. True to form he did not actually help Steffy, but what he did was swoop in and tried to tell her that he was better for her than Liam. And he ought to know there are healthier ways to take out his anger on Liam. Wyatt says he has no anger toward Liam. He feels pity for him. Liam gets mad and says Wyatt goes after every frickin' woman he has ever been with. Wyatt tells him that he knows he has been through hell but do not take it out on him or his marriage and certainly do not think he is entitled to his wife. Liam hollers that she is only his wife because his psychotic mother kidnapped him and tortured him. Wyatt scoffs that it did not seem that way. Liam seemed to be enjoying himself when he found him with Quinn in the cabin. Liam tells Wyatt that he needs to do the right thing \u0096 step aside and do what Steffy really wants. Wyatt opines that he is sorry but he does not have to give up his life just because it is not what Liam wants. Liam asks him to please not make fun of what Quinn did to him. Wyatt says thank you very much he cannot forget that, something a son should never see. Liam says surely he can see that Quinn kept him prisoner so that Wyatt could get closer to Steffy. If his marriage means anything he could see how wrong that is. Wyatt admits his mother may be evil but that does not mean his marriage is wrong. Liam argues that it was manipulation and surely Wyatt can see that. There would be NO marriage if Steffy knew the truth. Is that how he wants to get the girl again? He wants to know if Wyatt knows the difference in right and wrong and has changed a little bit since they have met. Does he really want to be married to someone who has been tricked into it. Rick keeps questioning Katie about Dr. Wolin and wants to be sure that she saw Ridge talking to him. She says yes and she does not know what they talked about but it seemed intense. And it certainly is kind of creepy with a mysterious accident just minutes after talking to Ridge. Katie finds it interesting that Rick finds all of this so interesting. Bill texts Brooke to meet him back stage. Then he tells Brooke it is okay as Katie stayed behind to talk to Rick. Katie tells Ridge that it freaky that his doctor died just a few minutes after she saw him talking to him. Ridge tries to squirm out of it but she says she knows as she talked to the doctor. He told her that Ridge was not Douglas's father. Ridge says he would not give that another thought. The good doctor had been drinking, he's lost his license so he was angry. Rick tells Maya that he now has two witnesses that saw Ridge at the restaurant with the doctor. He thinks Katie can help him with this. Wyatt barks at Liam that here he goes. He was feeling all sorry for him and now he is doing it again and reminding him how self- involved he really is. Liam says yeah, how selfish of him to be taken against his will. Wyatt says what is really selfish is that Liam is asking everyone to pretend that after what happened to him that their lives cannot go on. He points out that he is married to Steffy and he probably would be even if Liam were here without Quinn's help. Liam has a habit of constantly pursuing Steffy then discarding her to reunite again and doing it all over again .so slowly and surely he would have gone on and on until Liam pushed her into Wyatt's arms.",
        "Liam acts surprised and says he does not know what Wyatt is talking about. Wyatt tells him dude, that Liam had walked away from Steffy, they were 100% split because Steffy would not obey his orders to stay away from Ivy. Liam looks at him blankly and says it is all fuzzy and he does not remember that but he knows he would not just walk away from Steffy. Wyatt says yes he would. He wants to be the boss in every relationship and when Steffy wants to have a mind of her own then Liam walks out. Liam says he did not walk out; he was victimized by Quinn. Wyatt scoffs and says okay so has he since birth but he sucked it up and survived. Now it is Liam's turn. He bellows at Liam to suck it up as the world does not owe him a thing. And neither does Wyatt. Steffy is his wife and Liam needs to respect that. Liam jumps to conclusions and accuses Wyatt of being in on it with his mother. Wyatt says he does not know what he is talking about and he ought to remember his reaction when he walked in on him and his mother in the cabin. He even helped Liam lock Quinn in the closet and he did bring him back to Steffy. Liam says no, he brought him back to his brand new wife. Wyatt says do not do this. He should not compare him to his mother; in fact he saved Liam. Liam is not so sure was that before or after he married Steffy and took over his life. Funny he didn't show up before that. Wyatt says he is going to walk away before he goes ballistic. Liam hollers at him again if he knew. Wyatt says no. Liam calms down some but says all of that does not matter. He wants his life back; he wants Steffy back. And whether Wyatt wants to acknowledge it, Steffy wants him too. And he is going to have his life with Steffy and sooner than Wyatt thinks. Bill and Brooke sit and talk and both agree they have to be strong and support Katie even if she slips. Brooke says she must go; she does not want Katie to see them together. Meanwhile Katie is questioning Ridge of why, even if the doctor was drinking, would be say such things. Ridge warns her that the door is open so she should not be saying these things. The doctor was obviously drinking and had blackmail on his mind. The man lost his license, he was a quack, and in the end Ridge had gone to somebody else. Katie still does not understand why the doctor would do all of in public and if Ridge is not Douglas's father, then who is. Right outside the door is Thomas and Caroline holding the baby. Ridge tells Katie that he is Douglas's father. He walks out and joins Caroline and they walk off together."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Reclaim what's yours?",
        "Liam: Yes.",
        "Wyatt: Did your bout of amnesia set you back a few hundred years? Because Steffy's not property.",
        "Liam: Oh, g-- I'm talking about the relationship, Wyatt. Don't pretend you don't know that.",
        "Wyatt: She is a strong, independent woman who chose to marry me.",
        "Liam: Because she thought I was unavailable, because she thought I left her.",
        "Wyatt: That's because you d--",
        "Liam: Not by choice, Wyatt!",
        "Wyatt: You know what? You're cherry-picking where you want to remember. No. You walked away from Steffy before you started playing garden of Eden with my mother.",
        "Liam: Okay. I may not remember everything, but it doesn't matter. I don't care, because I'm getting my life back, and Steffy is a part of that.",
        "Wyatt: Huh.",
        "Ridge: Be honest with me. I'm worried.",
        "Steffy: No, you don't have to be.",
        "Ridge: I'm your dad. It's my job to worry.",
        "Steffy: Dad, please don't. Not about this. My marriage will be fine.",
        "Ridge: Yeah?",
        "Steffy: Yeah.",
        "Ridge: Even though Liam is back.",
        "Steffy: Yes. It doesn't change anything.",
        "Ridge: Sure about that?",
        "Bill: Well, it seems that husband of yours can occasionally make a prudent decision. It was, uh, good of him to welcome Liam back like that.",
        "Caroline: Did you just give Ridge a compliment?",
        "Bill: Oh, don't get me wrong. I mean, he's still an arrogant bastard. Just not 24/7.",
        "Thomas: [Clears throat] Unlike you.",
        "[Clears throat]",
        "Rick: So, you saw Ridge talking to that doctor at Il Giardino the other day. Are you sure?",
        "Katie: Yeah, yeah. Gosh, I can't believe he's dead.",
        "Rick: I wonder what they were talking about.",
        "Katie: I don't know. But it seemed kind of intense. Hmm. I guess it's a lesson.",
        "Rick: What is?",
        "Katie: Well, you should live every day like it's your last, because you never know what will happen.",
        "Rick: Freak accident.",
        "Katie: Yeah. It's...kind of creepy, you know? I mean, one minute, he's talking to Ridge, and the next minute, he's...getting hit by a truck.",
        "Rick: And you don't know what he and Ridge were talking about? You didn't overhear anything?",
        "Katie: No, no, not really.",
        "Rick: You said it was intense? What, were they arguing?",
        "Katie: No, no. I -- I think that was just a figment of my imagination.",
        "Maya: Hey, do you mind if I interrupt? Sorry to steal him away, but we have that meeting with carter.",
        "Rick: Oh, that's right. [Clears throat] Well, if you remember anything...",
        "Katie: Why are you so curious?",
        "Rick: I just find it interesting. That's all.",
        "Maya: Okay.",
        "Ridge: It's not too late. No one would fault you for changing your mind about what you agreed to. Just, uh... you know the truth now. Liam didn't give up on you.",
        "Steffy: Okay. Can you just please stop, dad? Just drop it?",
        "Ridge: Just looking out for you.",
        "Steffy: I know, I know. I'm fine. I'm married to Wyatt.",
        "Ridge: I know. What about the way that Liam feels about you? He didn't give up on you then. He's not giving up on you now just because you exchanged vows with another man. You were misled.",
        "Steffy: I was misled. We were all misled. But it's -- it's not like I can just pretend nothing happened. My vows were real. I can't pretend that I didn't marry Wyatt, that I don't have feelings for him.",
        "Ridge: What about your feelings for Liam?",
        "Liam: Do you know what I kept thinking about when I was stuck at that cabin with your mother?",
        "Wyatt: What?",
        "Liam: Steffy. I mean, sure, I -- I couldn't remember her name or even picture her, but I knew she was out there somewhere. I knew that there was somebody waiting for me. And what's funny is you knew that, too. And yet, true to form, you didn't actually help her. What you did was swoop in and try to convince her that you're better for her than I am. Wyatt, there are healthier ways to work out your anger towards me.",
        "Wyatt: There's no anger. It's pity. I feel bad for you.",
        "Liam: You feel bad for me. And yet somehow, you're the guy that goes after every woman I've ever frickin' been with, Wyatt!",
        "Wyatt: All right, you went through hell. I get it. But do not take it out on me, and don't take it out on my marriage. And don't even think that you're entitled to my wife.",
        "Liam: She's only your wife because your psychopath mother kidnapped and tortured me!",
        "Wyatt: Oh, tortured you!",
        "Liam: Yes!",
        "Wyatt: I don't think so. I seem to recall you rather enjoying yourself when I found you two together.",
        "Liam: Oh, God. Grow up! Be a man! Do the right thing. Step aside and give Steffy what she really wants.",
        "Wyatt: I'm sorry. I don't have to give up my life just because things didn't work out the way that you wanted.",
        "Liam: What are -- you were there, Wyatt. You saw with your own eyes what your mother did to me.",
        "Wyatt: Yeah, scarring me for life, thank you very much!",
        "Liam: Don't do that. Don't -- don't make light of what Quinn did to me.",
        "Wyatt: I'm not! I'm serious. No son should ever have to see that.",
        "Liam: All right, fine. She did it for you, though.",
        "Wyatt: [Scoffs]",
        "Liam: She kept me as a prisoner so that you could get closer to Steffy.",
        "Wyatt: [Chuckles]",
        "Liam: Does your marriage even mean anything? Does it even mean anything when it only exists because your psychopath mother took me out of the equation? Do you see how wrong that is? How evil that is?",
        "Wyatt: I understand my mom is disturbed, yes. Evil? Maybe. But that doesn't mean that my marriage means any less --",
        "Liam: Your marriage is the direct result of manipulation, Wyatt! Q.E.D.! Quinn basically took pushing somebody off of a bridge and multiplied that by a thousand. Is that really how you want to get the girl? Again?",
        "Wyatt: Wow.",
        "Liam: Please -- please tell me you've changed, that you've grown since I first met you. Tell me you know the difference between right and wrong, Wyatt. Tell me you don't want to be married to somebody who was tricked into it!",
        "Caroline: Wow. I've never noticed the resemblance before.",
        "Steffy: What?",
        "Caroline: Your Douglas genes are showing. You could throw on a pearl necklace, and you are Pam's long-lost twin.",
        "Thomas: I think they named you after the wrong sister.",
        "Caroline: [Gasps]",
        "Steffy: Um, aunt Pam is really tough, and so is my grandmother. And I'll gladly take after either.",
        "Thomas: Especially right now.",
        "Steffy: Meaning what?",
        "Thomas: Come on, Stef, I know this is a tough time for you. Just want to make sure you're doing okay.",
        "Steffy: Okay. What, is everyone wondering if my marriage is falling apart? It's -- it's not. I'm fine.",
        "Thomas: I'm just concerned, Stef. That's it.",
        "Steffy: I'm fine.",
        "Bill: Hey.",
        "Brooke: Hey. Uh, I was just walking back from the meeting with the supplier. I really shouldn't be here. If Katie knew --",
        "Bill: No, she stayed behind to talk to Ridge. It's fine. I'm worried about her, Brooke.",
        "Rick: Carter says he's running 10 minutes late.",
        "Maya: Good. Then you have time to tell me what's going on.",
        "Rick: With what?",
        "Maya: I saw you talking to Katie. Were you talking about what happened with Liam?",
        "Rick: No, it's, uh -- it's not that.",
        "Maya: Is something wrong?",
        "Rick: Is something wrong? Something's been wrong ever since Ridge took over as C.E.O., Kicked us out of our home. And I have a feeling that Katie can help us fix that.",
        "Maya: How?",
        "Rick: By getting rid of Ridge. She may not realize it now... but I think she's got something on him.",
        "Katie: Well, thank you for including Bill and me in today's festivities.",
        "Ridge: You're always welcome here.",
        "Katie: Not Bill?",
        "Ridge: Yeah, no, Bill, he's -- it made sense for him to be here today.",
        "Katie: Yeah. I'm sure Liam was really appreciative. Gosh, it's scary, what happened to him.",
        "Ridge: What are the odds? If he had passed out anywhere else but in front of Quinn, we wouldn't even be having this conversation -- or all this.",
        "Katie: Yeah. Bad luck. Speaking of bad luck, um... I heard about what happened to your doctor.",
        "Ridge: Excuse me?",
        "Katie: Well... him getting hit by a truck. That's...bad luck.",
        "Ridge: Oh, yeah. That was unfortunate. Must have really freaked you out, since you had just seen him.",
        "Ridge: What do you mean?",
        "Katie: Well, I saw you at Il Giardino, talking with him. And I actually spoke with him a little bit after you left.",
        "Ridge: You did?",
        "Katie: Yeah, I mean, I was concerned. It looked like you were confronting him about something.",
        "Ridge: You're concerned? Now I'm concerned. Why would you talk to him if you could talk to me?",
        "Katie: Well, it just seemed like something might be wrong.",
        "Ridge: No, everything's good. Nothing wrong.",
        "Katie: Are you sure? 'Cause it seems like something might be very wrong. Ridge... he told me that you're not Douglas' father.",
        "Rick: You remember when I told you my friend saw Ridge at Il Giardino the other day?",
        "Maya: Yeah.",
        "Rick: Well, I asked Ridge about it. He got all weird. He denied that he was even there.",
        "Maya: So your friend was mistaken?",
        "Rick: No, because I have another witness -- Katie. She said she saw him talking to the doctor. She said it was intense.",
        "Maya: [Sighs]",
        "Rick: Ridge is covering something up. And I bet Katie can help me figure out what that is.",
        "Bill: I had to talk to you in private.",
        "Brooke: Why?",
        "Bill: Katie told me that she apologized to you, tried to smooth things over.",
        "Brooke: Yeah. Yeah, it was a great conversation.",
        "Bill: All right, well, I'm still concerned about her.",
        "Brooke: She said she's seeing her therapist.",
        "Bill: Well, I think she needs more than therapy. She should be in A.A., And I know you agree with me.",
        "Brooke: Yes, I do, but I can't just drag her, Bill. At least we made some progress. I mean, she's made an effort to reach out to me. That's a good sign, right?",
        "Bill: How long is it gonna last? Katie's been so erratic lately. One second, she's fine. The next, she's raging. You never know how Katie's gonna react to anything.",
        "Ridge: I'm sorry he bothered you with that nonsense.",
        "Katie: I'm sorry. I mean, I was really shocked. I can totally understand why you were so upset.",
        "Ridge: Yeah, guy's out of his mind. He was obviously drinking and...",
        "Katie: Yeah, right.",
        "Ridge: You know, he lost his license.",
        "Katie: But why would he say something like that?",
        "Ridge: I don't know. I mean, I left his practice when he still had a practice, and he was lashing out at someone, so... don't give it another thought.",
        "Steffy: Sorry. I don't mean to have an attitude. It's just dad's already harassed me about this, and I don't think I can go for another round.",
        "Thomas: Stef, I totally understand. And, look, if you ever need to talk about it, I...",
        "Caroline: Same here. Just consider this available for leaning on.",
        "Steffy: Thank you, both of you.",
        "Caroline: Both of my cousins are in love with you, and, unfortunately, that means that you're gonna have to break one of their hearts, so you don't have to try and pretend that this isn't difficult.",
        "Wyatt: You know what? You -- you make it -- you make it so hard sometimes.",
        "Liam: What?",
        "Wyatt: Maintaining some semblance of sympathy for you. Like, there I was -- I was feeling bad about everything that happened to you, and then there you go, and you do it again. You remind me about how damn self-involved you are.",
        "Liam: What? Yeah, how selfish of me to be taken against my will.",
        "Wyatt: Yeah. It is extremely selfish to ask all of us to pretend that life just couldn't go on with you away. I'm married to Steffy. She's my wife, yes. And maybe my mom did speed things up a bit. But you know what? Even if you were here... it would've probably happened anyway! Because you just go down this same cycle of pursuing her and throwing her away and pursuing her and on and on and on until, slowly but surely, you would've pushed her right into my arms.",
        "Liam: Okay, Wyatt, I honestly don't remember what you're even talking about.",
        "Wyatt: Dude, you walked away from her because she wouldn't follow your orders to stay away from ivy. I mean, do you not even remember that?",
        "Liam: I -- it's -- it's fuzzy, all right? It's fuzzy! I don't remember everything, but I know that I wouldn't -- I wouldn't just do that to her!",
        "Wyatt: You want to be the boss in your relationships. That's who you are. And then when Steffy shows you a sign of just having, like, a mind of her own, you get scared. Like, you don't even try and figure out her point of view. You -- you walk out on her. And, I mean, how many times do you think she's gonna keep putting up with your failed attempts?",
        "Liam: I didn't walk out, Wyatt! Your mother kidnapped me! She victimized me!",
        "Wyatt: Oh, join the club! I've been victimized by her since childbirth! You know what? Her love is toxic, but guess what -- I've sucked it up, and I survived. And now it's your turn. Suck it up. And stop thinking that the world owes you any favors, because it doesn't, mon frere. And you know what? I don't even owe you anything, either. Steffy is my wife, and you are gonna respect that. You are gonna respect that marriage. Do you understand me?",
        "Steffy: I don't want either one of them getting hurt over this, but it's inevitable.",
        "Caroline: I mean, most women would kind of kill to be in your position of two good-looking guys fighting over you. It's kind of flattering.",
        "Steffy: No, no. It feels terrible, Caroline... disappointing someone I care so much about.",
        "Liam: Why should I respect your marriage? You waited 2 seconds after I disappeared before hitting on Steffy.",
        "Wyatt: Oh, my -- you really have no idea what you're talking about.",
        "Liam: Oh, my God. You knew.",
        "Wyatt: What?",
        "Liam: Were you in on it?",
        "Wyatt: W-with my mother taking you?",
        "Liam: Yes!",
        "Wyatt: Wha-- no! Are you out of your mind?!",
        "Liam: Well, it sure seems pretty convenient for you, Wyatt!",
        "Wyatt: Did you even see my reaction when I walked in on you?",
        "Liam: Oh, I don't know. Maybe she just took it further than you thought.",
        "Wyatt: I helped you lock her in the closet! I -- I brought you back to Steffy, remember?!",
        "Liam: No, no, no, no, no. You brought me back to your brand-new wife.",
        "Wyatt: Oh, my -- do not even put what my mother did to you on me. I saved you.",
        "Liam: Did you save me before or after you married Steffy and took over my life, Wyatt? Because it's funny -- it's very funny -- that you didn't show up until then.",
        "Wyatt: Wow. I am trying so hard not to go ballistic on you right now.",
        "Liam: Did you know?!",
        "Wyatt: No, I didn't!",
        "Liam: All right, okay. It doesn't -- it doesn't matter. It doesn't -- it doesn't matter, Wyatt, because I want my life back. I want my life back. I want Steffy back. And whether you acknowledge it or not, bro, she wants me, too.",
        "Wyatt: [Scoffs]",
        "Liam: Yes, temporarily, your mother got in the way of that, but I will have my life with Steffy, and it's gonna be sooner than you think.",
        "Brooke: You're right. Katie has been erratic lately. She's a completely different person when she's under the influence.",
        "Bill: Yeah, unpredictable as hell, that's for sure. The things she can think and say when she's drinking...",
        "Brooke: It's hurtful. But we have to be there for her, and we have to be strong, even if she slips. We have to support her. I better go. I know this is innocent. It's just, I don't want Katie to see us together.",
        "Bill: Thank you.",
        "Thomas: Who do we have here, huh?",
        "Caroline: I had to pry him away.",
        "Thomas: From the models?",
        "Caroline: Yes.",
        "Thomas: Oh, my God. Total charmer, just like his dad. Aren't you? Yeah. He is.",
        "Caroline: Yeah.",
        "Katie: I'm just trying to understand. I mean, let's say that he was drunk and he's lashing out. Why would he say that Douglas isn't your son?",
        "Ridge: Can you maybe stop saying that? Someone's gonna misinterpret that.",
        "Katie: Okay, fine. I'm sorry, but why make something like that up?",
        "Ridge: Because he was drunk, he's losing his mind, and... he was looking for a way to blackmail me.",
        "Katie: But that's very specific. I mean, Ridge, think about it. He told me that you had a vasectomy, that you had --",
        "Ridge: No, you think about it. That's why he lost his medical license. He's a quack. And obviously, I went to somebody else, and they figured it out.",
        "Katie: Sure. Obviously. I-I just don't understand why he approached you in public with this accusation. I mean... I'm sorry, but... if you're not Douglas' father, then...who is?",
        "Ridge: It's a dangerous game you're playing. He's my son. He's mine. Hey."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=qutV9RO_iVg"
}