{
    "Episode Summary": [
        "Episode # 7526 ~ Ridge & Quinn have a hard time hiding their connection to each other; Steffy finds herself in an unfavorable familiar circumstance."
    ],
    "Recap": [
        "The wedding ceremony is over and all are standing around celebrating the bride and groom and drinking toasts of good cheer with the bubbly. Thomas spots Sally and walks up to her as she is staring at him. He lets her know that he knows just who she is and this is exactly how his father met Brooke when she was catering. The rest is history. Ridge and Quinn exchange looks several times. The floor is cleared as Zende wants to dance and then Pam catches the bouquet. She and Shirley have a little one on one in the kitchen as to who has the best cake. Thomas drags Sally by the hand and says she has to get out of here before Steffy sees her. But when he kisses her she is not sure she wants to go. She tells Shirley they have been spotted and were asked to leave. How rude, says Shirley.",
        "Suddenly Steffy appears and calls out Sally and wants to know what she is doing here. Sally says they brought the cake. Steffy replies the cake is finished and so are they. She knows they crashed the wedding so she could create another scene. Before you can say food fight, Steffy grabs Sally by the neck and pushes her head deep into the chocolate cake. Oops, Shirley catches it on her phone. Quinn wastes no time in getting a couple of men to put her portrait back up on the wall. She compliments Eric on the beautiful wedding he just hosted and she feels that way every single day since they married here right in this room. Nicole cannot believe Zende went to so much trouble to set up their wedding boudoir. She feels so blessed."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: You're married!",
        "Rick: Aw, man. Congratulations!",
        "Zende: Thank you.",
        "Tony: I am so proud of you, son.",
        "Zende: Thanks, Pop. Mom! You gotta stop crying. Come on.",
        "Kristen: Sorry...I'm so happy to see you so happy. Thank you for making him so happy!",
        "Nicole: [Laughs]",
        "Eric: Nicole Forrester. Welcome to the family, officially.",
        "Nicole: You've been so good to us, Eric, and this whole day, just...is better than I ever could have imagined, so thank you.",
        "Eric: Quinn and I wouldn't have had it any other way.",
        "Zende: You're all such good family and friends. Thank you for being here. Carter, always a pro, man.",
        "Carter: Couldn't be happier for you two. It's about damn time.",
        "[Laughter]",
        "Quinn: We are thrilled for you.",
        "Ridge: Brooke and I wish you the best.",
        "Nicole: Oh, I'm sorry that she couldn't make it.",
        "Zende: Yeah. It's nice of her to make sure we don't get sick before our honeymoon.",
        "[Laughter]",
        "Julius: I think we should have a toast.",
        "Zende: All right.",
        "Sasha: Hear, hear!",
        "Maya: To Nicole and Zende.",
        "Vivienne: To love and laughter and happily ever after!",
        "[Laughter]",
        "Quinn: Cheers! Cheers! Cheers! Yoo-hoo-hoo!",
        "Vivienne: I still can't believe our baby girl is married.",
        "Julius: Our little girl. Almost as pretty as you were on our wedding night.",
        "Sasha: Oh, well aren't you the sweet-talker.",
        "Vivienne: He sure is, but I'm not mad at him.",
        "[Laughter]",
        "Pam: Those caterers seem to be slacking off, Charlie.",
        "Charlie: What?",
        "Pam: Can I get anyone anything?",
        "Vivienne: Oh, maybe a little more champagne, but I can get it myself.",
        "Pam: That's all right.",
        "Tony: I will join you on that one.",
        "Vivienne: Don't get jealous, Julius.",
        "Julius: Hey!",
        "Kristen: Hey!",
        "Julius: Well, why don't you join me?",
        "Kristen: Okay, don't mind if I do.",
        "Tony: Careful there! Careful!",
        "Nicole: I can't believe you did this for me.",
        "Zende: You like it?",
        "Nicole: Are you kidding? It's incredible. How'd you make it happen?",
        "Zende: Well, I wanted my wife's picture up there for our wedding, and I talked to granddad -- granddad! -- About it, and he told me it was okay.",
        "Eric: It was Quinn who gave her blessing.",
        "Quinn: Well, it's just for one day, and honestly, it's kind of nice not seeing myself every time I turn around.",
        "Maya: You were okay with it?",
        "Quinn: Of course! It's Nicole's big day.",
        "Rick: Well, I'm surprised.",
        "Quinn: Well, I'm full of surprises.",
        "Shirley: I cannot believe you talked me into this.",
        "Sally: Grams, stop worrying, okay? No one is onto us. We look just like all the real caterers.",
        "Shirley: Except we are crashing the Forrester wedding! We're gonna be the only two led out in handcuffs. [Sighs] And would you take a gander at my cake? It hardly looks like a wedding cake!",
        "Sally: It's fine! It serves its purpose! Here. Grab a bottle. We need to look useful.",
        "Shirley: Do they have any of those little pigs in a blanket?",
        "Sally: I don't know! [Gasps] Look at the ceilings on this place. It must be Italian marble. And the ceremony was really sweet. They're not as uppity as I thought.",
        "Shirley: Who?",
        "Sally: The Forresters.",
        "Shirley: Oh, please.",
        "Sally: They seem to really rally together and support each other. I've never seen anything like it.",
        "Zende: Look, I don't know about y'all, but, uh, it's time to start dancing.",
        "Kristen: Oh! Okay!",
        "Maya: Sounds good to me.",
        "Zende: What?",
        "Kristen: Even when you were little, it was your favorite thing to do -- always dancing.",
        "Tony: We could never get this kid to stop.",
        "Kristen: No.",
        "Nicole: You still can't. Zende took me to my first concert in L.A.",
        "Zende: That's right!",
        "Nicole: Yep, you had me twirlin' up and down the aisles, acting all crazy.",
        "[Laughter]",
        "Zende: Yeah. I knew it. Since the first time I laid eyes on this girl, I knew she was the one. Come here.",
        "Rick: Wow. Smooth. [Chuckles]",
        "Thomas: Gotcha.",
        "Sally: Oh, hey.",
        "Thomas: Hey.",
        "Sally: Hey, Thomas.",
        "Thomas: Yeah.",
        "Sally: It's crazy, I didn't even see you there.",
        "Thomas: You know, sally spectra -- talented designer and caterer extraordinaire.",
        "Sally: Well, you know, yeah, every now and then, got to make a little extra dough, you know. Still trying to get the business off the ground.",
        "Thomas: Yeah. Yeah. It's crazy. Of all the weddings in L.A., You pick my cousin's. Wild, huh?",
        "Sally: It's weird, right?",
        "Thomas: It reminds me, actually, of my dad and Brooke all these years ago. My grandparents, they had a party in here. And Brooke was catering. My dad and Brooke lock eyes in this very room, and, well... the rest is history.",
        "Sally: Sounds romantic.",
        "Thomas: The only difference is, um, you're not a caterer.",
        "Sally: I'm not?",
        "Thomas: You're imitating one, which is what Spectras do best. Imitate things. I -- man, I cannot get over the fact of how good you look in this outfit.",
        "Sally: Well... you don't look so bad yourself, Mr. Forrester.",
        "[Indistinct shouting] You ready? Go for it!",
        "Pam: All right. Come on.",
        "Carter: Whoa!",
        "[Cheering] Charlie! Charlie!",
        "Sasha: Charlie!",
        "Maya: Will you at that smile on my sister's face?",
        "Rick: Yeah, I don't know who's happier -- Zende, Nicole, or pam.",
        "Maya: [Laughs] I'm just so happy for Nicole.",
        "Rick: Yeah, another Avant joins the family.",
        "Maya: Mm, you Forrester guys are pretty lucky.",
        "Rick: Yes, we are.",
        "Maya: Yes, you are. [Giggles]",
        "Steffy: [Sighs] It's so sweet the way Zende does on her.",
        "Liam: Yeah. It wasn't an easy road getting here, but all his perseverance paid off. Look at him. He's married to the woman he loves.",
        "Steffy: And all your hard work and perseverance is paying off. Soon we'll be husband and wife.",
        "Pam: Excuse me, but what's with this cake? We have two wedding cakes now?",
        "Shirley: Well, I made this one. I don't know about that one. It's a little hoity-toity for me.",
        "Pam: You...made this cake yourself?",
        "Shirley: I sure did. It's gonna be the best cake you ever tasted.",
        "Pam: Interesting! Because I made this cake. It's a Meyer lemon cake, and it's gonna be the finest cake that you never tasted because I'm beginning to get a very strange feeling from you.",
        "Shirley: From moi?",
        "Pam: You work for one of those Hollywood rag magazines, am I right?",
        "Shirley: [Laughs] Honey, I wouldn't even buy that trash let alone work for 'em! Look, I've got weenies to deliver, so if you'd just step aside...",
        "R.J.: Don't worry! It's apple stuff.",
        "Ridge: I didn't say anything.",
        "R.J.: Oh, but I can read your mind.",
        "Ridge: Yeah?",
        "R.J.: Mm-hmm.",
        "Ridge: What am I thinking right now?",
        "R.J.: How you can't wait to marry mom.",
        "Ridge: You're always right.",
        "R.J.: I know I am.",
        "[Glasses clink]",
        "Pam: Take a look over there. I swear, she's undercover press.",
        "Charlie: I-- I-I don't see it, hon.",
        "Pam: She made the wedding cake.",
        "Charlie: Uhh... no, no, no, no, no. You made the wedding cake.",
        "Pam: No, not that one, Charlie. The other one. The sad, pathetic-looking one. And it was a chocolate cake, Charlie. I mean, who makes a chocolate wedding cake?",
        "Charlie: Chocolate?",
        "Pam: I just -- I don't want this to be ruined for Zende and Nicole. Charlie, please, just go over there and tell her to pick up her cake and hit the road.",
        "Charlie: Wait, wait, so she says hers is the best cake ever?",
        "Pam: Well, yeah. I mean, can you believe that?",
        "Charlie: Well, we'll just see about that. We'll take a slice of your cake and a slice of her cake. We'll put 'em next to each other.",
        "Pam: What? Charlie --",
        "Charlie: I'll be the judge.",
        "Pam: Forget about the desserts! Look, I just -- I just want to know if these two are legit. Come on.",
        "Liam: Oh, that's interesting.",
        "Thomas: Come on. Come on. I have been trying to tell you you cannot be here.",
        "Sally: I have to be here. My grandmother's a baker. She made a cake for your family.",
        "Thomas: That one?",
        "Sally: It tastes better than it looks.",
        "Thomas: Okay, my sister knows exactly what you're up to, all right? Buzz, publicity, this whole thing. Just -- no.",
        "Sally: Thomas, I am insulted. I would never do such a thing.",
        "Thomas: Okay. Go. Get out of here. I will cover for you. Go out the back door.",
        "Sally: Aww, you're looking out for me. You are making it very hard for me to leave.",
        "Eric: It looks like everybody has champagne, so I'd like to propose another toast. To the newlyweds, Nicole and Zende.",
        "[Cheering]",
        "Eric: First heard about it, Steffy and I were excited to get a new cousin, but when uncle tony and aunt Kristen came home with you, Zende... we knew we were gonna have a friend for life.",
        "Zende: Thank you.",
        "Thomas: Come on. Get in here.",
        "Carter: No, seriously. Trust me when I tell you that he was miserable without you. You were all he ever talked about, so on behalf of all of his friends, thank you for marrying him, Nicole.",
        "[Laughter]",
        "Carter: You got yourself a great guy. Aww!",
        "Nicole: I know.",
        "Charlie: Aww.",
        "Kristen: I'd always hoped that one day you would meet somebody who truly appreciated who you are. But, uh, Nicole... you have exceeded all of my expectations, and I'm really, truly happy to have you in our family. And I know I speak for tony when I say this, but, uh... we're ready for grandkids.",
        "[Laughter]",
        "Vivienne: Nicole, you have a good thing here. Nourish it, protect it, and never forget this feeling, as long as you live.",
        "Julius: Well, I'm not gonna talk too much because I'll get choked up. But I'm feeling proud tonight. Really proud. Proud of my girls. My wife Viv, my three daughters, my dashing sons-in-law.",
        "[Laughter]",
        "Julius: Family is everything. Love, respect, kinship. I love you both. Salud.",
        "Nicole: Thank you, mom, dad, and everyone for all of your kindness and all of your support. It honestly means so much to us.",
        "Zende: We're all so grateful that you all shared this with us. Now, you don't have to leave -- well, until granddad kicks you out -- but me and my bride, we got somewhere to be.",
        "[Laughter]",
        "Shirley: Wait, Thomas saw you? I thought we were keeping a low profile.",
        "Sally: Yeah, I thought so, too, but he asked me to leave.",
        "Shirley: How rude!",
        "Sally: For my own sake. He's just trying to protect me from making a scene.",
        "Shirley: But I thought making a scene was our mission, getting buzz for spectra fashions.",
        "Sally: Yes, that is why I came here. But I just -- I really don't want to upset Thomas. We should go.",
        "Steffy: Sally spectra. I knew that was you.",
        "Thomas: Hey, have you, uh -- have you seen Steffy anywhere?",
        "Liam: Um...no. I'm sure she's around here.",
        "Thomas: Oh. Thanks. Yeah.",
        "Steffy: What are you doing here?",
        "Sally: We brought the cake! My grams is a virtuoso baker.",
        "Steffy: The cake is finished and so are you. I know what you're up to. You're crashing my family's wedding so you can create another scene.",
        "Sally: Pfft, why on earth would I do that?",
        "Steffy: Because you're desperate for publicity! Who else would start a food fight and then post it online? You know, I'm still picking cake out of my hair.",
        "Sally: I am so sorry about that.",
        "Steffy: Oh, really?",
        "Sally: Yeah, I'm -- I'm a klutz.",
        "Steffy: Don't worry about it. Maybe you should try picking wedding cake out of your hair! Oops. Sorry.",
        "Rick: You're sure you don't want us to stick around?",
        "Eric: Go home to your baby.",
        "Maya: [Laughing] Aww. Well, thank you for making my sister's day so special.",
        "Eric: Quinn and I were very happy to do it. Now, go on. Drive careful.",
        "Maya: Okay. Take care, okay?",
        "Eric: Night.",
        "Rick: Love you, dad.",
        "Eric: See you, buddy.",
        "Quinn: Just a little bit more to the left. Ah! Perfect! Perfect! That's perfect. Thank you. [Sighs]",
        "Eric: That was quick.",
        "Quinn: Aah! Well, I couldn't wait to get back up on there. [Laughs]",
        "Eric: You look good up there. You look good down here.",
        "Quinn: Aww. I love you. I never want to leave your side, or that wall, ever again.",
        "Eric: That picture's never coming down again.",
        "Quinn: Aww. I was thinking maybe I might bolt it to the plaster. What do you think? Is that too much? A little? Just -- I was just kidding. [Laughs]",
        "Eric: I know.",
        "Quinn: All is right in the world. I feel really good.",
        "Eric: Good.",
        "Quinn: It was a beautiful wedding. You just have this way about you, Eric. You -- you bring people together. You make them feel at ease. I felt that way every single day since we've been together. Since we got married right here, in this room. Even though nobody showed up to our wedding... it was still the most memorable night of my life.",
        "Nicole: I still can't believe you did all of this. It's gorgeous.",
        "Zende: I wanted it to be special.",
        "Nicole: Everything is unbelievable. Zende, we're married.",
        "Zende: Yeah! Right?",
        "[Both laugh]",
        "Zende: You're my wife.",
        "Nicole: Yeah. I'm just glad that you didn't give up on me. On us. Husband and wife. That's all that matters now.",
        "Zende: That's right. We got our whole lives ahead of us.",
        "Nicole: [Sighs] My life has changed so much since I moved here. Meeting you was the best gift of all. I fell for a loving, caring, and beautiful man. I feel so blessed.",
        "Zende: I am the blessed one, marrying a woman like you. I am gonna cherish you, appreciate you, respect you for the rest of our lives. I am yours forever."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=-ZzL85xnL-8"
}