{
    "Episode Summary": [
        "Episode # 7324 ~ Katie calls out Ridge about Dr. Wolin's accident and demands to know if he was involved; Julius attempts to compromise with Sasha, who is adamant that she won't be pushed out of town\u0097or his life\u0097any longer."
    ],
    "Recap": [
        "Julius tells Sasha that is the trouble about being the truth teller. There is always more truth and it was he that took care of her and made her who she is and this is the way she repays him. She ended up with a good job and a big car and now snagged a Forrester even. She is nothing like Nicole as she will understand he was only protecting her mother. Julius tells Sasha that he will go help her pack and even drive the car. He does not trust that she will do as she says. Katie finds some footage on the internet at the scene of the accident and there is Ridge in the background. Caroline takes the baby with Thomas so she can help him with a design. This leaves Katie a chance to find Ridge alone and she wants to talk to him about the accident. She gets around to the procedure. Ridge says she does not have to know about that. That time with her is over. She says he knows he did not have that procedure. But she can help him now if he tells her the truth. She wants to know if he killed the doctor. Nicole takes her phone app and tracks down her father to the Forrester house and suspects he is looking for Sasha so she tells Viv bye and rushes off.",
        "Sasha says she would do anything that Julius wanted if she only heard one time that he loves her and appreciates her as his daughter. He cannot even see himself because he is so walled off. She should be ashamed that he is her father but she is not. Ridge asks why does Katie think he killed someone. She shows him the footage where he was on the scene. She says he lied to her. He says that is where the doctor wanted to meet. She says sooner than later others will connect him to that photograph and then start looking through the records and find a connection from the doctor to Ridge. She says she believes him when he says he did not kill anyone but the doctor was blackmailing him. This could be traced. Thomas spends more time with Douglas than he does with Caroline doing the designs. He admits to Caroline that he wants what she and his dad have. Julius tells Sasha that he did the best he could. She knows she spent more time at his house than her own. He takes her by the elbow just as Viv and Nicole come in. He speaks up and says things did not work out and she is going back home. Viv says she can understand; she would be homesick too. Nicole hugs Sasha and then tells Julius that Sasha is going nowhere; her dad can explain. She tells Viv that he will explain right now."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Julius: So, you think you can turn my family against me?",
        "Sasha: You've never needed any help doing that.",
        "Julius: You told Nicole everything?",
        "Sasha: I think I was fair.",
        "Julius: Did you include the life I saved you from?",
        "Sasha: You saved me from being a whole person.",
        "Julius: By supporting you and your mother your whole life? So, you think you would have been better off not knowing the man you came from?",
        "Sasha: I would have been different. I would have owned my own life.",
        "Julius: No. You'd have owned nothing, Sasha. You wouldn't have Zende. You wouldn't have this new career. You wouldn't have the big car you have. See, that's the problem with being a truth teller. There's always more truth to tell. Nicole's nothing like you. She'll understand that her mother needed protecting and so the path I chose was the right one.",
        "Sasha: I begged her not to say anything.",
        "Julius: Yeah. I know this is all very exciting for you. Sasha, center stage at last. The problem is that your story ends here. You're gonna pack your things, and you're going back to Illinois today.",
        "Nicole: I'm okay, mom.",
        "Vivienne: Hmm. Listen, when I was pregnant with you, I had to turn my head every time a dog-food commercial came on or I'd be a fountain of tears.",
        "Nicole: [Chuckles] You don't even like dogs, mom.",
        "Vivienne: Some of them are okay. It was the hormones. Is that what's going on with you?",
        "Caroline: There you go. Oh.",
        "Ridge: I like watching you feed him.",
        "Caroline: Oh, yeah? Good. Then you can get up at 3:00 A.M. And watch me.",
        "Ridge: Not the same.",
        "Caroline: [Chuckles]",
        "[Door knob rattles, knock]",
        "Thomas: What are you two up to in there?",
        "Caroline: Nothing.",
        "Thomas: Okay, well, if Douglas in there, why can't I be?",
        "Caroline: When he's old enough to talk, I'll ask him.",
        "Thomas: Okay. No, no, no, no, no. You promised you'd help me make these designs acceptable for our fearless leader.",
        "Caroline: I don't know what you're talking about.",
        "Thomas: [Stammers]",
        "Ridge: I do not know the word \"fear.\"",
        "Katie: Ridge is not Douglas' father? Someone else is?",
        "Dr. Wolin: It is medically impossible for Ridge Forrester to father a child.",
        "Ridge: He lost everything. He was looking to me to get some money. And now he's dead. What I'm asking you, as a friend, is to let those horrible accusations...just die with him.",
        "Nicole: It's not hormones, mom. It's people.",
        "Vivienne: Is it Sasha that's making you unhappy?",
        "Nicole: No.",
        "Vivienne: Zende?",
        "Nicole: I love them both. It's just...hard to know who you can trust.",
        "Vivienne: [Chuckles] Did I tell you about the day I knew I was gonna marry your father?",
        "Nicole: No.",
        "Vivienne: He was supposed to take me to dinner. And we had been on a few dates, uh, before, you know? And, um, he never showed up. I waited and waited. Never came. So, 9:30 that night, my daddy's doorbell rings. And guess who. Now, you know I wasn't gonna let him in. So, I said, \"Julius Avant, what happened to you?\" He said, \"Vivienne, I was downtown buying this girl some drinks.\" So, I'm looking at him like he's crazy. He says, \"you know, it came to my mind, Vivienne, that you might be the one. So, I had to try to escape.\" And I said, \"oh. Okay...\" he said, \"but then I felt the hook in my mouth, so here I am.\" So, I look at him and I said, \"wait a minute. You gonna give me this lame excuse?\" He said, \"no.\" He wanted me. So, I said, \"if this man got the nerve to tell me that --\" I knew he was gonna be a handful, but I said, \"well, he'll tell me anything.\"",
        "Sasha: All right.",
        "Julius: \"All right\" you'll go?",
        "Sasha: Yes.",
        "Julius: Give me your car keys. I'll drive you and I'll help you pack.",
        "Sasha: I don't need your help.",
        "Julius: Well, you're gonna get it anyway. I mean, why would I believe that you would do anything that you said? It won't be the first time you broke a promise.",
        "Sasha: Oh, enough of that, all right?! Listen, if your fine, upstanding character depended on a little girl lying for you, then maybe you didn't have that much character to begin with.",
        "Ridge: [Sighs] If you guys want to go and work",
        "Ridge: [Sighs] If you guys want to go and work on those sketches, go ahead. I have things to do.",
        "Thomas: Yeah, but, I mean, who's gonna get the baby? You have a lot of C.E.O.-Ish type things to do. I think mama bear and big bro should take Douglas.",
        "Ridge: Caroline, make sure he doesn't, uh, goof off and blame the baby.",
        "Katie: Hello. Oh! Look who's here! Hi! Hello, hello. Are you absconding with your little brother?",
        "Thomas: [Chuckles]",
        "Ridge: And my little wife. See what I have to put up with?",
        "Caroline: Ah! I'm little again. I'm gonna post that you said that.",
        "Thomas: [Laughs] She's teaching me how to make dad like my work again.",
        "Katie: [Clears throat] Do you have a minute I could borrow?",
        "Ridge: Sure.",
        "Katie: [Chuckles] Um, I saw something interesting on the news feed this morning online.",
        "Ridge: Okay.",
        "Katie: Well, it seems your doctor is making headlines again. They did some research into him, and apparently he has gambling debts and pharmaceutical fraud, and they didn't mention blackmail, but we both know that he's not above that.",
        "Ridge: Well, I'm not interested in anything to do with the doctor.",
        "Katie: Are you interested in the fact that they're not charging the driver of the truck with any kind of crime?",
        "Ridge: Why would they charge the driver? It was an accident. And I think the police knows a little bit more about that than we do.",
        "Katie: I'm not so sure about that. [Chuckles] That, um, procedure that the doctor refused to do -- how does -- how does that work?",
        "Ridge: A vasectomy reversal?",
        "Katie: Yeah.",
        "Ridge: You'll never have to know about that.",
        "Katie: You don't know about it either because you didn't have it done, right?",
        "Ridge: Oh, Katie. All the private stuff -- that's no longer your business. That time is over.",
        "Katie: [Chuckles] Yeah. Uh, true, but, you know, I-I loved you once, and...that feeling doesn't go away. It changes, but it's -- it's there, and I-I also know, Ridge, what fear can drive a good person, a-a decent person to do out of desperation.",
        "Ridge: A decent person? You're not talking about the doctor right now, are you?",
        "Katie: No. I can help you, but you have to be honest with me. Did you kill him?",
        "Nicole: Did you and dad ever fight a lot?",
        "Vivienne: Not around you, not even Maya. I mean, we certainly had our disagreements. You know, and then we just got tired of bringing it up, which necessarily isn't a good thing. I take it you had an argument with your father.",
        "Nicole: Yeah. Uh, I thought that he went looking for you, but he might have meant someone else.",
        "Vivienne: What's that a map of?",
        "Nicole: It's an app where you can find the people that you're closest with, unless Sasha blocked me.",
        "Vivienne: Oh. Isn't that the Forresters' house? And why are we looking for Sasha?",
        "Nicole: Mom, mom, we got to go. Come on.",
        "Julius: You have never been one for gratitude.",
        "Sasha: What do you think that you haven't been thanked enough for? Sleeping with my mother when Vivienne wanted nothing to do with you?",
        "Julius: Don't you pretend that you know anything about my marriage.",
        "Sasha: Oh, I am living proof what nobody else knows about except for me. Oh, and, um, Nicole now.",
        "Sasha: Let me ask you. Is there any little part of you that likes having me around? Don't you know that I would do whatever you wanted if I could just hear you say one time \"I love you, Sasha\"? \"I'm proud of you.\" \"What a wonderful daughter you are, and I appreciate all that you've done for me.\"",
        "Julius: All that you have done for me?",
        "Sasha: Oh, you keep talking about that you gave me life. Well, your big lie of a life is what I gave you. And at the cost of me being a non-person. It tears you down, belonging to no one, having no one who belongs to you. You feel walled off from yourself. Nobody can see you. You can't even see yourself. I should be ashamed to admit that you are my father. But I'm not. Because it's real. And nothing in my life ever was.",
        "Caroline: So, the first that Ridge looks for are vertical lines because, as human beings, we are vertical, at least in our evening wear.",
        "Thomas: Look at these little hands. I mean, they're so tiny. How is he ever gonna hold a pencil? But, I mean, you know he will because he's got artist's hands, thanks to the man that he inherited them from.",
        "Ridge: Now, what have I done to make you think that I killed somebody?",
        "Katie: I-I-I don't think that. I want to help. I mean, you were with him when he died.",
        "Ridge: No, I wasn't.",
        "Katie: [Sighs]",
        "Ridge: What? That's not me. I heard the commotion, and I just kept walking.",
        "Katie: [Sighs] Why are you lying to me? You were with him.",
        "Ridge: He asked me to meet him there. He ordered me to meet him.",
        "Katie: To confront you with the same accusations and threats as before?",
        "Ridge: Yeah.",
        "Katie: Ridge, no one just throws themselves in front of a truck. Someone's gonna remember that you were there. And if the police do suspect foul play, it's only a matter of time before they start sifting through the good doctor's records. And if they find your name and god knows whatever notes he wrote about you, they're gonna connect you to this photograph, and someone is going to be here questioning you a lot more harshly than I am. Maybe they'll figure out that he had a reason to blackmail you and that you had a reason to push him into traffic.",
        "Ridge: [Sighs]",
        "Katie: Where are you going to tell them that you had this procedure that he refused to perform?",
        "Ridge: Doctor/patient confidentiality is protected by law.",
        "Katie: Not necessarily if they suspect murder.",
        "Ridge: I didn't kill anybody!",
        "Katie: I believe you.",
        "Ridge: No, you don't, or you wouldn't be here.",
        "Katie: I just want to make sure that you know how you're gonna prove it.",
        "Ridge: Well... I can't.",
        "Katie: You're lying. Which means you must be protecting something pretty big.",
        "Ridge: I'm not lying about that. I didn't push anybody in front of a truck.",
        "Katie: How much money did he want?",
        "Ridge: $100,000.",
        "Katie: When?",
        "Ridge: 24 hours.",
        "Katie: Were you gonna pay him?",
        "Ridge: [Sighs] Yeah, probably. He -- he was -- he was so full of himself, full of bourbon, and then he stepped off, and that -- that was it.",
        "Katie: The reverse vasectomy. You never had it, right?",
        "Ridge: No.",
        "Katie: And you're not Douglas' biological father.",
        "Ridge: No.",
        "Katie: Then who is?",
        "Thomas: Sorry. I just -- I saw that the blanket was --",
        "Caroline: No. I saw. It's...",
        "Thomas: I-I was listening. I really was. I...",
        "Caroline: You're a very good designer. You're very accomplished. You're very easily distracted. [Chuckles]",
        "Thomas: I don't know. Maybe I just want too many things.",
        "Caroline: I think that's pretty human.",
        "Thomas: Every time he's around... ...I just want what you and dad have.",
        "Julius: You want to talk to me about loving you? Well, if I did, you wouldn't believe me.",
        "Sasha: Nope. I wouldn't.",
        "Julius: I have always been there for you, Sasha.",
        "Sasha: Just not enough to claim me.",
        "Julius: Listen, I did the best that I could. You spent more time at my house than you did your own. I think you should be grateful for that.",
        "Sasha: Is this all you have to say to me?! That I should be grateful to be alive? No one asked to be born, okay? You don't get points for that.",
        "Julius: I can see there's no point to this.",
        "Julius: Don't say I didn't try. I'm getting you packed up, taking you to lax, out of here. Enough of --",
        "[Door opens]",
        "Vivienne: Hey, Julius. What's going on here?",
        "Julius: Oh, hi. Uh, glad to see you're here. You'll get a chance to say your goodbyes. Sasha's leaving. She's going back home. Things didn't work out here in L.A. As she hoped to.",
        "Vivienne: Mm.",
        "Julius: Right, Sasha?",
        "Sasha: Oh --",
        "Vivienne: I thought you loved living here.",
        "Nicole: Sasha.",
        "Sasha: I guess it wore off.",
        "Vivienne: Well, if I were your age, I'd be homesick, too. You miss your mom and how things used to be?",
        "Sasha: What's wrong with me is that I've been homesick all my life.",
        "Nicole: Your home is here now.",
        "Vivienne: Uh, Nicole, if Sasha feels it's best --",
        "Nicole: She doesn't.",
        "Julius: Uh, Nicole, don't contradict your mother. Now, say your goodbyes.",
        "Nicole: Trust me.",
        "Sasha: Okay.",
        "Nicole: Sasha's not going anywhere.",
        "Vivienne: Uh, darling, sometimes unfinished business is best to keep unfinished.",
        "Nicole: Dad will explain.",
        "Julius: I've already explained. Now, I'll make sure that she gets home safely.",
        "Nicole: Nobody's going anywhere.",
        "Vivienne: Nicole.",
        "Nicole: Dad has something to tell you. Tell her."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=PwkDmQtd32A"
}