{
    "Episode Summary": [
        "Episode # 7601 ~ Quinn gets a taste of her own medicine when she is on the other side of a serious threat; the issue of parenting becomes an contentious topic within a dysfunctional family."
    ],
    "Recap": [
        "Katie grips the gun and holds it aimed at Quinn. She pulls her arm down and asks how does it feel? Surely she really did not think she would kill her. Ridge comes in at this time and Quinn tells him to be careful as Katie tried to kill her. Viv and Julius say they did not know Maya would be gone this long to shoot a few pictures but they can see that clearly Nicole is enjoying taking care of Lizzy. Coco tells RJ that she is worried about Nicole. She and Maya seem to have different views how to raise Lizzy. Coco laments that Nicole took a snippy tone about Maya even taking on a photo shoot since she now has Lizzy. Maya tells Rick too that she is worried about Nicole and this new attitude of hers, but they owe her so much so she will try not to complain. Julius tells Nicole that he is so proud of her taking care of Lizzy. Maya seems to want nothing more than to model while Nicole wants a baby and may not be able to have her own. It just isn't fair.",
        "Katie tells Ridge not to worry, no one got shot. He takes the gun from her. Quinn explains that it is Charlie's but Katie was only too happy to find it and threaten her. Quinn rants to Ridge that she was afraid for her life. There was no way Katie knew the gun was not loaded. She rants until she starts crying and Ridge comforts her. Katie walks in and says surely they are kidding. They disgust her. Ridge tells her to stop, nothing is going on here but somebody put a gun to Quinn's face. He demands Katie apologize to Quinn but Katie says no, she is going home. Maya calls Nicole but Julius answers and says they did not need Pam as he and Viv and Nicole are handling everything. Maya says she did not want to intrude. He says this is his granddaughter so no intrusion. Maya wants to speak with Nicole who basically tells her the same thing, not a burden. Julius finds out that Nicole has not told Maya yet that she might not be able to carry a child. He says maybe this photo shoot was meant to be now that she is with the baby that she gave Maya. Maybe Maya is living the life she is supposed to and Nicole is doing the same. Whether she has another baby or not he knows she adores Lizzy and that the baby knows that she is the mother. Ridge tells Quinn that he would like to take her home. He will deal with Katie later. At home Katie frets and find herself standing before her telescope and then looking through it seeing Ridge and Quinn out in the garden. She cries out liar, liar and how much she hates her."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: Please.",
        "Katie: Scared?",
        "Quinn: Yes.",
        "Katie: Good. That's a start. Did you really think I could kill you?",
        "Quinn: You hate me that much. Yeah, I did.",
        "Katie: How did it feel to be vulnerable, at the mercy of someone else? Helpless?",
        "Ridge: What's going on?",
        "Quinn: Ridge, Ridge! Take the gun from her! She's trying to kill me!",
        "Rick: Okay, I could fly back home. I could postpone my meetings, fly back to Paris as soon as you get home.",
        "Maya: It seems like a lot of unnecessary back and forth. You know what? I don't need the shoot. I'm gonna go home tomorrow.",
        "Rick: No, no, Maya. This is gonna be huge. This campaign's gonna be amazing. You need to stick with it.",
        "Maya: I know, rick, but Lizzy. We both miss her so much, and it seems to be stressing Nicole out.",
        "Rick: You said not to worry about her.",
        "Maya: Yeah. Lizzy's in good hands. Right?",
        "Nicole: Yeah? You see the giraffe? I don't know. It just seems like a long time to be away from your child.",
        "Vivienne: Well, they didn't know it was gonna be this long, honey.",
        "Julius: Why does it take days and days to shoot a few snapshots? I mean, it's ridiculous.",
        "Vivienne: Oh, hush. It was a good opportunity. You know you'll be excited the first time you see a billboard with Maya's picture standing there next to the Eiffel tower.",
        "Julius: Ooh, la, la.",
        "Nicole: People have different priorities, I guess.",
        "[Lizzy babbles]",
        "R.J.: So you're not babysitting Lizzy tonight, right?",
        "Coco: No, no. It was supposed to be Pam, but then Nicole ended up taking her instead.",
        "R.J.: That's cool. Either way. As long as it's not you. My favorite band is playing tonight. Really cool venue, too. I was hoping you'd be interested.",
        "Coco: What?",
        "R.J.: A concert tonight.",
        "Coco: Oh. Yeah. Yeah, sure.",
        "R.J.: Something wrong?",
        "Coco: Yeah, maybe. I'm just concerned for Nicole. She and her sister seem to have very different ideas about how to care for Lizzy.",
        "Rick: Lizzy's definitely in good hands. It's just a little hard right now. We both want to be home with her.",
        "Maya: I know. I guess we should just stick to the plan, finish up our work here, and fly home as soon as we can.",
        "Rick: We owe Nicole big time.",
        "Maya: But I'm a little concerned about her attitude.",
        "Rick: I know. I know. I'm trying not to let it bother me, but it is a little disconcerting. And maybe it's like you said. Maybe it's just stress.",
        "Maya: I mean, Nicole can be fierce when she's feeling protective, which I value, actually, especially when she's taking care of our little girl. I appreciate that she puts Lizzy's needs first. She loves her so much. I can't complain about that.",
        "Nicole: Lizzy's all tucked in and fast asleep.",
        "Vivienne: Your father and I can watch Lizzy if you and Zende want to make plans.",
        "Nicole: I thought you had work.",
        "Vivienne: I've earned vacation days.",
        "Nicole: Mom, no. Zende has to design tonight anyway. I have nothing else to do. It's fine.",
        "Vivienne: Did he take the news all right? I mean, after what dr. March said?",
        "Nicole: He's just so confident that we don't need to worry about the scarring that it doesn't matter.",
        "Julius: Hey, maybe he's right. I mean, neither of the doctors said it was impossible.",
        "Nicole: But I saw impossible in their eyes.",
        "Ridge: Katie, what the hell are you doing?",
        "Katie: Don't worry. No one's getting shot today.",
        "Ridge: No one's getting shot, period. Let me have it. It's not loaded. But you knew that, right? Tell me you knew that.",
        "Katie: Yeah, of course I knew it.",
        "Quinn: Bull!",
        "Ridge: Why would you bring a gun in here?",
        "Quinn: It was Charlie's. Pam left it behind. Katie was only too happy to threaten me with it. So much for Eric's theory that she would take the news well!",
        "Katie: I was getting fired! How the hell am I supposed to take that?",
        "Ridge: Not by picking up a gun, Katie!",
        "Katie: You said yourself it wasn't loaded. Besides, if I want to hurt Quinn, there are far more effective ways of doing that.",
        "[Door closes]",
        "[Bell tolls]",
        "Maya: Well, the good news is that Nicole will have some time to decompress and hopefully have a little bit of fun with Zende tonight. She's not scheduled to be with Lizzy again until tomorrow.",
        "Rick: Which she was mad about.",
        "Maya: I know she's not thrilled, but Pam was more than willing to do it, and it sounds like Nicole could use a break. I just don't want to intrude. Taking care of a baby full time is a lot for anyone.",
        "Rick: Hmm.",
        "Maya: Hmm.",
        "R.J.: So this was a phone call?",
        "Coco: Yeah, with rick. I really didn't mean to eavesdrop.",
        "R.J.: No, I know.",
        "Coco: Yeah, she was just so upset, and she was saying all these things about Maya.",
        "R.J.: Like what?",
        "Coco: Like she was basically implying that Maya shouldn't be taking any of these modeling gigs now that she has Lizzy to take care of.",
        "R.J.: Seriously?",
        "Coco: Yeah. And then she took this snippy tone with rick, saying that no one else should look after her.",
        "R.J.: Anyone besides her?",
        "Coco: Yeah. Because she's Maya's sister and Lizzy's birth mom.",
        "R.J.: That's weird.",
        "Coco: I know. It's very weird.",
        "Vivienne: I have to head to work. Julius, you staying?",
        "Julius: Yeah, I think I'm gonna hang for a little while, see what's cooking in the kitchen. [Chuckles]",
        "Vivienne: Okay, if you need anything, call me.",
        "Nicole: Thanks, mom.",
        "Vivienne: Bye.",
        "Julius: Talk to you later, love.",
        "Vivienne: Okay.",
        "Julius: So, you hungry? Can I make you a sandwich or anything?",
        "Nicole: No, thank you.",
        "[Lizzy babbling]",
        "Julius: Oh! [Laughs] Awake already, huh? You want me to go up and check on her?",
        "Nicole: I'll get her. You go raid the fridge.",
        "Julius: Okay. Nicole? I'm really proud of you.",
        "Nicole: What do you mean?",
        "Julius: The way you're taking care of Lizzy, stepping in. You know, it really feels good seeing you with this baby. All right, I got to say it. The situation is really, really messed up. I mean, Maya has a baby, a woman who would rather do nothing more than model. And you may never have one of... [Sighs] You would make a wonderful mother. I can see it, the way you're taking care of Lizzy. It just isn't right.",
        "Quinn: That's insane. Pulling a gun on me, just to intimidate me? You should have seen the look in her eyes!",
        "Ridge: How'd it get to that point?",
        "Quinn: She was coming at me, bringing up all sorts of stuff from my past, but she physically came at me, and I-I pushed her back! I pushed her up against the chair, where -- where Pam left the gun! And you know what? There is no way that she knew that that gun was not loaded when she pointed it at me! I thought I was gonna die!",
        "Ridge: Katie -- she's upset. But she would never want to cause you any harm. I tried to tell dad it's a bad idea.",
        "Quinn: Eric has no idea what kind of a loose cannon she is.",
        "Ridge: I'm gonna talk to her. I'm gonna calm her down.",
        "Quinn: What if she tells Eric about us? She thinks I don't deserve him. Nothing is gonna make her happier than to take him away from me. And now that she's lost her job, she's got nothing to lose!",
        "Ridge: She's not gonna do that because she doesn't want to hurt him.",
        "Quinn: She will if she thinks we're having an affair.",
        "Ridge: We're not having an affair.",
        "Quinn: That gun in my face. I was so scared. All I kept thinking about was my son. You know, my son -- I was never gonna see my son again. And then I thought, \"what if I never get to say goodbye to Eric? What if I never get to tell Eric that I love him?\"",
        "Ridge: It's okay. Nothing's gonna happen. I'm gonna make sure you're all right. No one's gonna hurt you or Eric, okay?",
        "Katie: Are you kidding me?",
        "Katie: You two disgust me.",
        "Quinn: What?",
        "Ridge: Really? I was trying --",
        "Quinn: He was trying to reassure me!",
        "Katie: Reassure you?! Of what?! What's your problem? You've got a job, you've got a husband to go home to! What do you have to worry about?",
        "Quinn: You put a gun in my face! You keep threatening me over this stupid secret that -- that isn't even true! Yes, I needed reassurance!",
        "Katie: Not true? Lives have been destroyed over that secret that's not true! My sister was supposed to marry Ridge!",
        "Ridge: Katie --",
        "Katie: They were supposed to be married!",
        "Ridge: Katie! Stop, please! There's nothing happening here! I was comforting her because somebody put a gun in her face! You threatened her life!",
        "Katie: Oh, come on. How many lives has she threatened? Now she's a delicate flower that needs protecting?",
        "Ridge: Stop! Do you know what you did today? Are you aware of what you just did to her?",
        "Katie: Yeah. I'm going home.",
        "[Door closes]",
        "[Telephone rings]",
        "Julius: You want me to get this?! Logans' residence.",
        "Maya: Dad?",
        "Julius: Oh, hi, Maya.",
        "Maya: What are you doing over there?",
        "Julius: I'm hanging out with Nicole, looking after Lizzy.",
        "Maya: What do you mean you're helping out with Lizzy? Pam is supposed to be with her.",
        "Julius: Pam? What are you reaching out to her for? You got your mother, you got me, and you got Nicole.",
        "Maya: Mom is working full time. So is Nicole. I don't want to intrude.",
        "Julius: You're not intruding. You're talking about my granddaughter here.",
        "Maya: Can I please talk to Nicole?",
        "Nicole: I'm here.",
        "Maya: Hey. What's going on? I was, uh, trying to give you a little time.",
        "Nicole: Not necessary. I'm happy to take care of Lizzy. You coming home soon?",
        "Maya: Um, we actually might have a few more days on the shoot.",
        "Nicole: Okay.",
        "Maya: I heard about your call with rick earlier.",
        "Nicole: What about it?",
        "Maya: We're just a little concerned about what you said. Of course, we're happy that you want to take care of Lizzy, but it's okay to have help.",
        "Nicole: I don't need help. I love her.",
        "Maya: I know you do. It's just that having a schedule --",
        "Nicole: Stop it with the schedule. You're in Paris. You don't need to worry about it.",
        "Maya: I'm a mom. I always worry. Right now I'm worried about you.",
        "Nicole: Don't. I can handle it. You're half a world away. Let me handle the scheduling.",
        "Maya: I don't want to put that on you.",
        "Nicole: I've got it, Maya.",
        "Maya: You'll give yourself breaks, then?",
        "Nicole: Yeah, if I need it. You've got a lot going on. Let me handle it.",
        "Maya: Okay, that's great. And -- and thank you so much. I guess I should go. Tell Lizzy mommy misses her.",
        "Nicole: Yeah, I will. Yeah.",
        "Quinn: Katie won't stop. She's getting more and more paranoid. We can't even trust her to keep quiet anymore.",
        "Ridge: Okay, okay, okay. Just take a breath.",
        "Quinn: [Breathing heavily]",
        "Ridge: You should go home. May I take you home, please?",
        "Quinn: Yeah.",
        "Ridge: We'll deal with Katie. We'll deal with it. It's gonna be okay.",
        "Katie: [Sighs] God. [Sighs] Maybe I should. Maybe I should just do it.",
        "Coco: I wonder why Nicole would want to take all that on. Like, it's a lot of responsibility, and Maya and rick don't know when they'll be back. Like, why not share the duties?",
        "R.J.: Well, you know what that means.",
        "Coco: What?",
        "R.J.: We learned something about Nicole. She's a control freak.",
        "Coco: Yeah?",
        "R.J.: Some people just can't delegate. But how about you stop worrying and just be happy we're not changing diapers tonight? Doesn't a concert sound more like fun?",
        "Coco: Yeah. It sounds a lot better.",
        "R.J.: Yeah.",
        "Coco: So it's one of your favorite bands, huh?",
        "R.J.: You might want to wear earplugs.",
        "Coco: [Winces]",
        "[Both chuckle]",
        "Julius: Have you told Maya what the doctor said?",
        "Nicole: No.",
        "Julius: Don't you think she should know that you may never be able to have another child?",
        "Nicole: Eventually.",
        "Julius: I understand. As far as I'm concerned, you already have a child.",
        "Nicole: I gave birth to Lizzy, but...",
        "Julius: Have you ever wondered if this, uh, this photo shoot was meant to be? I mean, Maya ending up in Paris and you here with the baby that you gave her?",
        "Nicole: I don't know what you mean.",
        "Julius: Maybe Maya's living the life she's supposed to. And maybe you're doing the same.",
        "Nicole: When I think about having kids with Zende, they all look like Lizzy, as beautiful as she is.",
        "Julius: Of course, they would, because they'd be your children.",
        "Nicole: I can't believe it might not happen. I want to be a mother.",
        "Julius: And you will be.",
        "Nicole: I'd be a good mother.",
        "Julius: You already are. Look at this baby. Nicole. She adores you. And she knows. She knows who you are. She knows that you're her mother.",
        "Katie: Oh, my -- [Gasps] Liars! Liars! Oh! God, I hate you! I hate you!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Hj5xdQ-J6wA"
}