{
    "Episode Summary": [],
    "Recap": [
        "Taylor \"celebrates\" her new found freedom with Hector. She breaks down later and sends Hector home. Ridge and Nick argue again. Ridge demands Nick keep his mother away from Eric and himself away from Brooke.",
        "Eric assures Jackie he plans to have a life with her after Felicia passes. Ridge turns Brooke's backyard into their honeymoon paradise."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Ridge wants me back. He said he made a huge mistake leaving me for Taylor.",
        "Bridget: Oh, my goodness. Wow. How are you feeling about that?",
        "Brooke: Part of me feels validated. And the other part --",
        "Bridget: Overwhelmed?",
        "Brooke: Not in a good way. I was completely satisfied with the life that I had with Ridge. Our family. A son. And I was happy. At least I thought I was. But now, I'm not sure I want that life back.",
        "Bridget: Because you found something better. It's okay. Look, I want us to be able to talk about everything and be completely honest with each other. And I think the truth is you found something wonderful when you were with Nick, and now you don't want to accept anything less.",
        "[SCENE_BREAK]",
        "Ridge: Yeah, I want the whole package. Plants, birds, everything. I don't care what it costs. Just get it there tonight, okay? Great, thanks. Tell your mother to stay away from my father.",
        "Nick: Excuse me?",
        "Ridge: Sally told me your mom paid a visit to my dad at the office.",
        "Nick: So what if she did?",
        "Ridge: My mother and father are married, Nick.",
        "[Nick chuckles]",
        "Nick: Oh, Forrester. You use that word as if it actually means something to you.",
        "Ridge: My family is finally coming together, and I want it to continue that way. So just give your mom the message, okay?",
        "Nick: Hey. I'm no messenger service, and you don't tell my mother what to do.",
        "Ridge: I wouldn't have to if someone in your family would keep their noses out of everybody else's business.",
        "Nick: Why don't you be a man, Forrester? Why don't you tell me what's really going on here?",
        "Ridge: You need me to spell it out for you, Nick? I will. I want your mom to butt out of my parent's marriage, and I want you to stay out of my relationship with Brooke.",
        "[SCENE_BREAK]",
        "Hector: An annulment.",
        "Taylor: Yep, it's official. I'm free, Hector.",
        "Hector: From Ridge.",
        "Taylor: Oh, from Ridge. From myself. From this perfect image I've been struggling to live up to. It's not true. It's never has been. And now everybody knows it. I'm not perfect! I don't have to pretend anymore. I can finally have some fun for a change! All right. Woo!",
        "Taylor: Okay. Would you like to do the honors?",
        "Hector: Champagne.",
        "Taylor: Yes, the oldest bottle in the house.",
        "Hector: But champagne is for celebrating.",
        "Taylor: That's exactly what I'm doing. I'm celebrating moving on. I can't think of a better way to celebrate than to have a glass of champagne. So go ahead, pop the cork.",
        "Hector: Oh, are you sure you want to open up this bottle?",
        "Taylor: Yeah, Ridge and I were saving this for a special celebration. And that's what this is. This is the first day of the rest --",
        "[Cork pops] --Woo -- of my life. Okay. Oh. Okay, how about a toast?",
        "Hector: A little early for a drink, no?",
        "Taylor: You know what, that is exactly my point. A few years ago, I would have said exactly that. But what is the big deal with a glass of champagne, really? I mean, who's judging me? My children aren't here. They're off, they have lives of their own. My husband isn't coming home. So one glass. One glass to mark this transition. Remember, we had so much fun the last time we partied?",
        "Hector: Yes. You are going through something, and I want to talk about it.",
        "Taylor: No. No more talking. No more debating. No more analyzing. Right now, I just want to unwind and have some fun.",
        "[SCENE_BREAK]",
        "Ridge: Going somewhere?",
        "Nick: No. You are.",
        "Ridge: Not until we get something straight.",
        "Nick: I'd love to get something straight, Forrester. Still not clear to me why you're here to talk about me, or my mother.",
        "Ridge: I want you both to stay away from my family.",
        "Nick: What family would that be? The one you just abandoned or the one you tore up months ago?",
        "Ridge: My relationship with Brooke is none of your business.",
        "Nick: You don't have a relationship with Brooke. All you have is a kid.",
        "Ridge: A child I'm going to raise together with Brooke.",
        "Nick: Is that what she said? She shot you down, didn't she? God, Forrester, I just don't know what makes you tick. You throw away a woman like Taylor, for a woman who doesn't want you.",
        "Ridge: I know what Brooke wants a lot better than you do, Nick.",
        "Nick: Well that's changed. She's not going to put up for your screwy little games anymore, and for you to think that she is shows me how much you don't respect her.",
        "Ridge: Your attitude shows me just how in love with her you still are.",
        "Nick: I'm in love with Bridget, and we're going to have a family together.",
        "[Ridge's cell phone rings ]",
        "Ridge: Forrester. Great, you got everything? Great, great, great. How 'bout the birds? Okay, don't forget the flowers or the champagne. Chilled and ready. Tonight's a very special night. I want everything to be perfect. All right, thanks.",
        "Nick: Champagne? Flowers? Birds? My, my, little man, what are we up to?",
        "[SCENE_BREAK]",
        "Brooke: This isn't about Nick. I'm not a threat to your marriage, honey. I am totally committed to being a supportive mother and grandmother.",
        "Bridget: I know that, Mom. I know.",
        "Brooke: I don't want you to worry about that.",
        "Bridget: Well, I don't. I don't worry about that. But I also -- I don't want you pretending that you've never been with a man who does stand up for you and is totally committed to you. You and I both know that once you experience that, there's no just settling for anything less. Mom, look, if you don't think Ridge can completely do that for you --",
        "Brooke: No, I'm not saying that it will never happen with Ridge. I want him to be close to Hope and R.J. I want him to have a relationship with his son. But he walked out on us. He turned his back on his son. Our little baby. The baby that he's wanted for a long time. And now, he's back. He's left Taylor and he wants to be with us. But I can't just give in to that. For myself and for my children. I mean, maybe someday, but not today.",
        "[SCENE_BREAK]",
        "[Nick whistles]",
        "Nick: Divorce didn't finish, and your chasing other women already. What a class act.",
        "Ridge: Taylor and I signed annulment papers, Nick.",
        "Nick: Well, the ink didn't even dry and you're already planning some special evening with Brooke, it sounds.",
        "Ridge: My marriage with Taylor is over.",
        "Nick: That's pretty quick. They got some special line for \"Forrester annulments\" down at the clerk's office? Like, maybe a drive-through window or something.",
        "Ridge: Not that it's any of your business, but the annulment was Taylor's idea.",
        "Nick: Well, maybe she got tired lookin' at your ugly mug. You ever think of that?",
        "Ridge: Careful, Nick. Your jealousy's showing.",
        "Nick: So's your desperation, with the champagne, and the flowers, and the birds. Tell me Forrester, what's that all about, really?",
        "Ridge: Wouldn't you like to know.",
        "Nick: I would. I would really like to know, so I could sell tickets. \"Come on down and see the big production. The master of romance in action, right in the center stage, there saying his famous line, 'oh, Logan --'",
        "Ridge: And what's your idea of romance, Nick? Break out a six-pack in your dinghy and sing her a song?",
        "Nick: At least it's real. You're setting up a fashion show.",
        "Ridge: Well you know what, I tend to do pretty well with those, Nick. In fact, I usually get a standing ovation at the end. You think about that. Oh, that reminds me. If you're planning on coming by the house tomorrow, make it later in the day, 'cause Brooke and I are going to sleep in late.",
        "[SCENE_BREAK]",
        "Brooke: I am not going to be Ridge's doormat anymore.",
        "Bridget: Then you're going to have to be really strong, because if he is as determined as you say he is, he's going to pull out all the stops.",
        "Brooke: I'm as determined as he is.",
        "Bridget: In the past, all Ridge had to do was turn on the charm and you'd fall under his spell.",
        "Brooke: It's different this time.",
        "Bridget: Okay. No offense, but I've heard that before.",
        "Brooke: Honey, when you were a little girl, I let my obsession with ridge turn our lives upside down. And I regret that. I'm not going to let that happen to Hope and R.J. I've accepted Ridge's apology, but until he can convince me that he's not going to bring that chaos into my life again, I'm better off alone.",
        "[SCENE_BREAK]",
        "[Upbeat rock music playing]",
        "Taylor: Okay, everybody. Time for a toast! To the demise of Taylor \"prudence\" the saint. To the new, improved, Taylor Hayes.",
        "Hector: I didn't see anything wrong with the old one.",
        "Taylor: I was boring.",
        "Hector: Dependable.",
        "Taylor: Stuffy.",
        "Hector: Rational.",
        "Taylor: Oh, and let us not forget, hypocritical.",
        "Hector: Hey, you never said that you were perfect.",
        "Taylor: No, no, but that was a reputation I had to live up to. The new face of Forrester.",
        "Hector: That was an ad campaign. That's not who you really are.",
        "Taylor: That's right. That is exactly right. I am so done with that.",
        "Hector: Yeah, you left Forrester.",
        "Taylor: That's right. I'm done with the whole thing. I'm done with the image. I done with trying to be that image. I am done with trying to do all the \"shoulds\" and \"wouldn'ts\" and \"couldn'ts\" you know? I'm free. I'm free to be myself. I'm free to have fun. I'm free to get crazy. I'm free to dance. I'm free to dance -- oh yeah. Yeah, come on, let's dance Hector. Come on, let's dance. Come on, dance with me! Come on, what the hector? Come on, let's dance, Hector. We don't have to care what people think --",
        "Hector: Hey now.",
        "Taylor: I'm okay.",
        "Hector: No you're not. You're hurting. And don't pretend that you're not.",
        "Taylor: This just isn't what I expected. I came back home, and I thought I'd be with my husband and my family. Now, they're gone.",
        "Hector: Hey, you have your children.",
        "Taylor: I know. I know. I'm okay. I just think that maybe I need some time alone.",
        "Hector: I don't want to leave right now.",
        "Taylor: No, thank you, Hector. I really appreciate your concern but I just -- it's okay.",
        "Hector: Are you sure?",
        "Taylor: Hector, thanks for your concern, but it isn't necessary. You're really a great guy.",
        "Hector: Well, if you need anything --",
        "Taylor: All I need is time. I'll be myself before you know it.",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "[Water bubbling]",
        "[Birds chirping]",
        "Ridge: Hello, Logan. Welcome to paradise.",
        "[SCENE_BREAK]",
        "Bridget: Hey.",
        "Nick: Hey.",
        "Bridget: Bad day at the office?",
        "Nick: Oh, I had a little visit from the dressmaker.",
        "Bridget: Ridge came to see you?",
        "Nick: Yeah. He just wanted to make sure that I know he intends to sweep your mother off her feet.",
        "Bridget: Why would he come to you?",
        "Nick: Well, I assume it's because of my history with your mother. I just think she deserves better.",
        "Bridget: Well, she does, too. She was just here.",
        "Nick: Well, how's she doing?",
        "Bridget: She's kind of frustrated, because Ridge isn't listening to her.",
        "Nick: Well, if she's frustrated now, wait 'till she gets home tonight.",
        "Bridget: Well, actually, I think she's doing pretty well. In the past, Ridge has always had this hold on her. She's never been able to resist him. And I know she wants to be strong and independent. Break that connection with him. But I'm just looking at history -- Ridge definitely knows how to get to her.",
        "Nick: Well, I think he has an evening planned in true dressmaker fashion.",
        "[SCENE_BREAK]",
        "Brooke: There are monkeys in my backyard.",
        "Ridge: Does it remind you of anything?",
        "Brooke: And birds? Ridge, what is this?",
        "Ridge: Uh, Puerta Vista. I thought you were having a little trouble seeing the potential of our relationship. So I thought I'd transport you back to a time where we were happy and excited about our future.",
        "Brooke: How many times do I have to tell you? You can still have a future with Taylor.",
        "Ridge: Our marriage is over.",
        "Brooke: You keep saying that, but --",
        "Ridge: We signed annulment papers today.",
        "Brooke: Annulled?",
        "Ridge: Yeah, it's over -- almost like it never happened.",
        "Brooke: But it did happen, Ridge.",
        "Ridge: Look, I'm not being insensitive here, it's just -- this is what Taylor wants. She's the one that brought the papers. Brooke, there's no reason to hold back anymore. You and I can finally move on, get back to what we had. All those plans we made when we got married in that jungle.",
        "Brooke: So you think a couple tropical plants and some birds are going to renew the chemistry that we once had? After the way you treated me?",
        "Ridge: I'm trying to make up for that. But you need to let me in here.",
        "Brooke: I don't need to do anything, Ridge. You walked out on me and our son. You uprooted the children from our house. And now, you think you can just come in here, and redecorate my backyard, murmur \"Logan\" a few times and I'm just going to melt into your arms? My god, Ridge. This is not what I want, and if you think it is -- I don't want you, either."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=-6rZWYgzOSM"
}