{
    "Episode Summary": [],
    "Recap": [
        "Nick and Brooke dismantle tents and camp to return home. They grab quick kisses and bemoan the fact that it will be terribly hard to keep this up until Bridget's divorce. Ridge grouses that it's been 24 hours since Nick hijacked Brooke and he won't stand for it any longer. He intends to put a stop to this. Mass intercedes and says he will go talk to Nick when he pulls into harbor. He guarantees that his brother will be no problem. Eric and Stephanie tell Bridget and Dante there is something wonderful they need to share with her. Just trust them and follow them, she won't be disappointed. Felicia asks Dr. Ramirez how much time does she have to live? Happily, he tells her she is not going anywhere any time soon. Without any preparation at all, the Forrester's lead Bridget into Felicia's room. Bridget is aghast, of course, when she sees and speaks with Felicia, but is happy that she is alive. She has mixed feelings though and visibly shaken when they bring Dino and hand him to Felicia and she knows they belong together. Nick barely pulls into harbor and says good-bye to Brooke and the kids when his dad's chauffer comes aboard summoning Nick to see his Dad. Nick is not deterred and sees through Massimo's little scheme of plying him with drink, caviar, and then talk of the Marone empire. And the subtle, veiled, suggestion that it will all be his and Ridge's someday, but it could also all be destroyed by a very beautiful, dangerous young woman. Finally, he says it \u0096\"you and Brooke, it's over.\" Casually, as if it's an even swap, he suggests a trip to Vegas instead. Ridge is waiting at Brooke's house when the pirate crew return and they don't part exactly on good terms when she reminds him again that her future is with Nick."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Hope and R.J., stay where I can see you, okay? We're gonna be leaving soon. Can I help you with that, sailor?",
        "Nick: These things are harder to take apart than they are to put up.",
        "Brooke: That's not how I remember it.",
        "Nick: Hey, quit busting my chops about the tent.",
        "Brooke: If I didn't set up your tent for you yesterday, you would have been sleeping on the beach.",
        "Nick: Really? So you're saying you wouldn't let me share your tent with you?",
        "Brooke: What, to lie there in the dark with you? Next to your body, listening to you breathe? I don't think I would have slept a wink. Oh, gosh, how are we gonna make it through to the divorce? Do you see?",
        "Nick: I want to make you happy. I just want to make you so happy.",
        "Brooke: And you have. You already have.",
        "[SCENE_BREAK]",
        "Ridge: Time's up, Massimo. It's been 24 hours and they're not back yet.",
        "Massimo: Wait a minute, wait a minute. Hold it, Ridge.",
        "Ridge: If that S.O.B. Lays a hand on Brooke, I swear to god, I'll kill him.",
        "[SCENE_BREAK]",
        "Bridget: Oh, isn't he beautiful?",
        "Stephanie: He's perfect.",
        "Eric: He's obviously thriving.",
        "Dante: Dino's got the same appetite as his papa.",
        "Eric: Yeah?",
        "Bridget: Yeah.",
        "Stephanie: Dino?",
        "Dante: Yeah.",
        "Bridget: It's Dante's nickname for Dominick.",
        "Stephanie: Oh, I like it.",
        "Bridget: It's cute. Listen, I'm glad you guys stopped by. We've actually been talking about you spending more time with Dino.",
        "Eric: Good. We'd like that. Listen, there's something that we want to share with you. With both of you.",
        "Bridget: All right. Well, what is it, Dad?",
        "Stephanie: Well, something rather incredible has happened.",
        "Eric: And we want you to come with us.",
        "Dante: Where?",
        "Stephanie: I don't want to say right now. Just trust us?",
        "Bridget: A little mysterious.",
        "Eric: You'll understand when we get there.",
        "Stephanie: I promise you, Bridget. You won't be disappointed.",
        "Bridget: All right, well -- come on.",
        "Dante: Okay.",
        "Bridget: Come here, sweetie. Can you grab the diaper bag?",
        "Dante: Yep.",
        "Bridget: Come on, kiddo.",
        "[SCENE_BREAK]",
        "Christian: So I understand you're having some visitors today.",
        "Felicia: My son and my sister. I can't wait.",
        "Christian: All right. Well, I'll send a nurse to help freshen you up.",
        "Felicia: Doctor R., How much time?",
        "Christian: They shouldn't stay too long. You really -- you really should rest.",
        "Felicia: How long do I have to live?",
        "Christian: You are not going anywhere any time soon.",
        "[SCENE_BREAK]",
        "Nick: How are the kids doing?",
        "Brooke: R.J.'s in dreamland, and Hope is counting her special treasures.",
        "Nick: You got 'em strapped in?",
        "Brooke: Why, is it rough?",
        "Nick: Well, the fog hasn't cleared yet. It may be a little rough.",
        "Brooke: Should we wait to go back?",
        "Nick: No, it's just a little pea soup. You just sit tight, smile and try not to throw up.",
        "Brooke: Ai ai, captain.",
        "Nick: How're they doing?",
        "Brooke: Oh, they're both fast asleep now.",
        "Nick: It's the sea air, it'll do that.",
        "Brooke: You really are a simple man.",
        "Nick: I guess I am.",
        "Brooke: You can be happy with next to nothing.",
        "Nick: It helps to have you.",
        "Brooke: You know, we didn't have much when we were growing up. I mean, we were comfortable and everything, but I didn't have the things that I thought would make me happy.",
        "Nick: Well, like what?",
        "Brooke: Fancy cars, a big house, designer clothing.",
        "Nick: Everything you have now?",
        "Brooke: Yeah. None of it really means anything. But I had to find that out. And you always seemed to have known that. You know who you are. Most people spend most of their lives trying to figure that out. You really are very lucky, you know that?",
        "Nick: I do.",
        "[SCENE_BREAK]",
        "Massimo: Okay, you see? You see, there's the Marlin, and it is approaching the marina.",
        "Ridge: Yeah. I'm going over there.",
        "Massimo: No, no, no. Ridge --",
        "Ridge: Look, he kidnapped my son, Massimo.",
        "Massimo: Dominick did not kidnap anyone.",
        "Ridge: He's not going to get away with this again.",
        "Massimo: Come on, we're on the same page here, okay, Ridge? We are in total agreement. What Dominick is doing is wrong and it must be stopped.",
        "Ridge: How?",
        "Massimo: Peacefully, in a manner that your brother will understand. Shelly, call my driver. Have him pick up my son at the marina and meet me at the jet.",
        "Ridge: Going somewhere?",
        "Massimo: I don't want any interruptions.",
        "Ridge: You really think he's gonna listen to you?",
        "Massimo: Look, Dominick is stubborn, but he's not a fool. [Phone rings] Oh, sorry -- I've got to get that.",
        "Ridge: Who's that? The pope or the president?",
        "Massimo: Could be either. Ridge, I assure you, your brother's not gonna be a problem anymore. Yes? Your timing couldn't be more perfect. I want you to do something for me, right away.",
        "[SCENE_BREAK]",
        "Nick: Right over there, see?",
        "Brooke: Well, I think I better take these filled pirates home. Say good-bye sweetie.",
        "Hope: I don't want to say good-bye.",
        "Nick: She doesn't want to say good-bye.",
        "Brooke: Well, you have to say good-bye. But you know what? We'll have many more of these wonderful adventures, okay?",
        "Hope: Promise?",
        "Nick: What'd you say?",
        "Hope: Promise?",
        "Nick: I promise.",
        "[R.J. Giggles]",
        "[SCENE_BREAK]",
        "Bridget: Well, I thought you said this was gonna be wonderful.",
        "Stephanie: It is.",
        "Bridget: I don't usually associate private hospitals with good news.",
        "Christian: I thought I heard voices.",
        "Dante: Christian?",
        "Bridget: What are you doing here?",
        "Stephanie: Dante, would you take the baby and just give us a moment.",
        "Dante: Of course.",
        "Stephanie: Thank you, honey.",
        "Bridget: Okay, what's going on?",
        "Eric: Sweetheart, there's no -- there's no easy way to prepare you for this.",
        "Bridget: Prepare me for what?",
        "Christian: There's someone very anxious to see you, Bridget.",
        "Bridget: Who? Who is it?",
        "Christian: Come see.",
        "[SCENE_BREAK]",
        "[Nick humming]",
        "Driver: Mr. Marone, your father wants to see you.",
        "Nick: Well, have him come aboard.",
        "Driver: He wants me to take you to him.",
        "Nick: As you can see, I'm a little busy here.",
        "Driver: I hope not too busy.",
        "[SCENE_BREAK]",
        "Brooke: Okay, go on in, honey.",
        "Hope: Daddy Ridge!",
        "Ridge: Hey, sweetie. Hello, love.",
        "Hope: Guess where we've been?",
        "Ridge: Where?",
        "Hope: An island with pirates and treasure.",
        "Ridge: Wow.",
        "Brooke: Catherine, hi. Could you take the kids upstairs and give them a bath, please?",
        "Catherine: Yeah, sure.",
        "Brooke: Here you go.",
        "Ridge: Just a minute, let me take him. How's my boy?",
        "Brooke: He's fine, Ridge.",
        "Hope: Maybe next time you can come, too.",
        "Ridge: Maybe so.",
        "Catherine: Okay, come on, Hope.",
        "Brooke: All right, see you soon.",
        "Ridge: Pirate booty?",
        "Brooke: It was a joke.",
        "Ridge: It's very funny.",
        "[Brooke sighs]",
        "Brooke: You're just upset because I was with Nick.",
        "Ridge: I was supposed to take R.J. to a car show.",
        "Brooke: Oh, right, I'm sorry. That completely slipped my mind.",
        "Ridge: I was really looking forward to spending time with our son.",
        "Brooke: No, I know -- I know. But this isn't just about R.J. Ridge, I know that this is hard for you to accept, but my future is with Nick.",
        "[SCENE_BREAK]",
        "[Opera music plays]",
        "Nick: You wanted to see me?",
        "Massimo: Ah, Dominick. Delighted you could join me.",
        "Nick: Like I had a choice.",
        "Massimo: Please tell me you haven't eaten.",
        "Nick: Okay, I haven't eaten.",
        "Massimo: Good. How long's it been since we shared a meal together? Too long, huh? I've got some business and long beach and I figured kill two birds with one stone.",
        "Nick: So, we're having lunch.",
        "Massimo: You're my son, Dominick, my right hand. Both things require nurturing. When we get there, circle the port, okay? Yeah, there's something I want my son to see. All righty, a little champagne.",
        "Nick: What are we celebrating?",
        "Massimo: Our time together. [Glasses cling] Salud! La famiglia.",
        "[SCENE_BREAK]",
        "Felecia: Bridget? Look who's back.",
        "Bridget: Felicia?",
        "Felicia: Heaven wasn't all it's cracked up to be.",
        "Stephanie: It's all right, sweetheart. She's alive.",
        "Felicia: I promise I won't bite.",
        "Bridget: How?",
        "Eric: The paramedics found a pulse, honey. Stephanie brought her here.",
        "Felicia: Saved my life.",
        "Bridget: You're really alive?",
        "Felicia: It's okay.",
        "[Bridget sobbing]",
        "Bridget: You're really alive. Oh, my god. Oh, my god.",
        "Felicia: Hey, I love you.",
        "Bridget: I love you, too.",
        "[SCENE_BREAK]",
        "Brooke: I have a right to have a life, Ridge.",
        "Ridge: The life you've chosen is wrong.",
        "Brooke: That's not your decision.",
        "Ridge: Well, there are bigger forces at work here, Brooke.",
        "Brooke: Such as?",
        "Ridge: Fate, destiny.",
        "Brooke: I told you, I don't believe in our destiny anymore.",
        "Ridge: Well, lucky for us, I do.",
        "[SCENE_BREAK]",
        "Massimo: Dominick, have some caviar. It's Beluga, the finest.",
        "Nick: I'm fine, thanks.",
        "Massimo: Come on.",
        "Nick: No, no, no, I'm good.",
        "[Nick sighs]",
        "Massimo: Look out that window. See that? Long beach, California. One of the world's busiest seaports. And what's the name that you see on all those tankers down there, huh? Marone.",
        "Nick: It's very impssive.",
        "Massimo: Damn right it is. I built this empire with my own two hands. For you, Dominick. For the family.",
        "Nick: It's quite an accomplishment.",
        "Massimo: It's quite a responsibility.",
        "Nick: I'll do my best.",
        "Massimo: I know you will, son. And when the time comes for you and Ridge to take over -- but until that time comes, it's my job to protect this business from the enemies outside of the family and within. See everything you see down there? Everything that I worked a lifetime to accomplish, could be jeopardized -- destroyed by a very beautiful, very dangerous woman. [Massimo chuckles] And I sure as hell am not going to stand by and watch that happen, now am I? You and Brooke -- it's over, Dominick. What do you say? I was thinking, let's take a little jaunt up to Vegas -- let our hair down, how does that sound to you?",
        "[SCENE_BREAK]",
        "Bridget: My goodness. The radiation and the chemotherapy -- the liver transplant.",
        "Christian: Your sister wanted very much to live.",
        "Bridget: But the cancer --",
        "Christian: I think we've got it under control for now.",
        "Felicia: Smart doctor.",
        "Bridget: Does anyone else know about this?",
        "Eric: We didn't want to give everybody false hope, honey. The fear was that if -- if Felicia didn't pull through this, then everybody would just have to lose her over again.",
        "Bridget: I just can't believe you're really alive.",
        "Felicia: Believe it, sister. Dr. R says I'm getting stronger every day.",
        "Dante: Felicia?",
        "Bridget: She's alive, Dante. She had the liver transplant and she's really alive.",
        "Felicia: Come here you big lug, I won't break.",
        "Stephanie: I have a little man here who can't wait another moment to see his mommy.",
        "Felicia: Dominick. Dominick, hi, sweetie.",
        "Stephanie: Look who's here.",
        "Felicia: Hi, sweetie.",
        "Stephanie: Look who's here. Careful, careful, that's a new liver.",
        "Felicia: Hi, sweetie. It's mama.",
        "Stephanie: Yeah, look who's here.",
        "Felicia: Hey, my love. Hi. I'm not leaving you so easy.",
        "Stephanie: Easy, easy.",
        "Felicia: Not for all the angels in the world, my love. Not yet. Now I have you back. Hi. That's right. Thanks to grandma and dr. Ramirez, I'm not going anywhere any time soon.",
        "Stephanie: Easy, now.",
        "Felicia: Mom, bring him up to me. Come here. Let me kiss you.",
        "Stephanie: Easy, easy. I know."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=0wkFnhIzjW4"
}