{
    "Episode Summary": [
        "Episode # 7054 ~ Carter questions Nicole's interest in Wyatt; Pam & Charlie decide to find out what Maya is hiding."
    ],
    "Recap": [
        "Wyatt thinks back to his prying and asking Nicole about this big secret that only she knows. She starts with Maya is .but then changes her mind and says she should not have brought this up. Pam bursts in and says she is sorry but she couldn't help overhearing that something major is going on between Rick and Maya. Nicole shows up and watches Carter at one of his workouts. He says he is not the kind of guy that mixes business with pleasure. She admires his abs and says Maya must have too. He asks about Wyatt and she says she is not his girlfriend, just being appreciated and she will be the new jewelry model. Ivy says maybe Nicole is saying things to throw them off the track and maybe it is Rick that has the secret and not Maya. Wyatt says Nicole is definitely not playing a number on him. He definitely does not think she is keeping anything from him. Yet she did say whatever it is would blow people's minds. Rick thanks Maya for booking the steam room for the entire afternoon until she says it was not her. He says he will send out a memo that it is off limits to all except the CEO and his lady love. Carter tells Nicole that it sounds like Wyatt went all out for her little trip with the jet, champagne and margaritas the night before. And he opened up to her about his family secret. He wants to know when they were talking secrets he hopes they did not talk about Maya's secret.",
        "Rick barks for Charlie to come to him. He tells Pam that her boyfriend has been spending too much time with her and neglecting his duties. Rick leaves and Pam tells Charlie she has something to tell him. There is a BIG secret at FC and it is about Maya. Nicole tells Carter to give her a little more credit. It was Wyatt sharing his secrets not her. Maya walks up just as Carter says but he is sure that she was tempted. Liam says it may sound like a dead end but they will not give up. Rick has treated Ivy and others like a punching bag and it is time it stops. Wyatt says he was not expecting what happened between him and Nicole and who knows what will happen. He likes her and they had a good time, that's all. Pam tells Charlie that Liam and Wyatt are out to take down Rick and she would not have known that except she heard them while busy in the next room and they did not know she was there. Liam and Rick thought they were on to something about Rick but it turns out now it is Maya who is not exactly her favorite person right now because of Stephanie's portrait. Charlie wants to know how she will find out what it is. She looks around and spies Maya's purse that she left behind. She says if you want to learn anything about a woman, then check out her purse. Shame on Maya for leaving it lying around. Wyatt and Nicole \u0096 L.A.'s newest hot couple says Liam. Ivy thanks him for supporting her and says she feels like she is dating Superman and Romeo all at once. Now that Carter is not around Maya says she needs to hear more about this date with Wyatt. Nicole kids her about being a member of the Mile High Club then says she is just fooling with her. Pam tells Carter this purse weighs a ton, so wonder what is in here. As she starts to go thru the purse, Rick is outside ready to come in but stops Wyatt to tell him he called and last night and he never got back with him. Charlie wonders if they are doing right but Pam says it is their civic duty. He knocks over the purse on purpose and everything spills out. She picks up the estrogen pills and wonders why Maya would be taking them. Pam looks absolutely shocked when Charlie says there is only one reason \u0096 Maya is transgendered."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: You can tell me. Come on. Nicole, you can do it.",
        "Nicole: All right. I'm trusting you with this.",
        "Wyatt: Okay.",
        "Nicole: Maya is...",
        "Wyatt: Maya? Maya is what? Okay, you said you have this big secret that only you know, right? Did she steal your doll when you were a little girl or something? I mean, w-what?",
        "Nicole: I shouldn't have brought this up. Just forget I did, okay?",
        "Wyatt: That's what she said. She asked me to forget it.",
        "Liam: Man, we were so sure we were on to Rick.",
        "Ivy: Well, yeah, except it's not Rick's secret. It's Maya's.",
        "[Clatter]",
        "Wyatt: Is someone there?",
        "Pam: Sorry! I-it's just little, ol' me.",
        "Liam: Pam!",
        "Ivy: What are you doing?",
        "Pam: Oh, I-I was just tidying up after the models. [Laughing] They can be such slobs!",
        "Wyatt: Why didn't you tell us you were back there?",
        "Pam: Well, because you didn't give me a chance. The three of you just barreled in here yak-yakkety-yakking. You know, you really should be more careful. You're lucky that it was just me. So, spill! What is the story with Rick and Maya?",
        "Rick: Busted. I know what you've done.",
        "Maya: Do you?",
        "Rick: I just walked by the steam room. It's been reserved for the whole afternoon.",
        "Maya: Really?",
        "Rick: It's for us, right? How do you always know exactly what I need?",
        "Maya: It wasn't me.",
        "Rick: You didn't?",
        "Maya: I wish I had! [Chuckles]",
        "Rick: Well, remind me to send out a memo. \"To all concerned, the steam room is officially off limits except for the C.E.O. And his lady,\" who happens to have one of the most sexiest bodies that I've ever seen.",
        "Maya: [Laughs]",
        "Carter: [Grunts] Can I help you?",
        "Nicole: With a bod like that, every model in the building is probably asking for your help.",
        "Carter: [Laughs] You'd think so, wouldn't you?",
        "Nicole: Oh, come on. You're probably juggling like, what, four or five models at a time?",
        "Carter: Do I seem like the kind of guy who mixes business with pleasure?",
        "Nicole: Uh, what about you and Maya? You two happened here at Forrester, right?",
        "Carter: I told you how that worked out, right?",
        "Nicole: I know. She went after Rick, which is still a head scratcher.",
        "Carter: Why?",
        "Nicole: No offense to Rick, but those abs alone -- [Chuckles] My sister must really love Rick. Okay, that didn't come out right. All right, maybe it did, but don't tell Maya because she won't understand.",
        "Carter: Well, what about Wyatt?",
        "Nicole: What about him?",
        "Carter: You think he'd understand his girlfriend oogling another guy's six- pack?",
        "Nicole: Who says I'm his girlfriend? And I wasn't oogling. I was just appreciating.",
        "Carter: You two are dating.",
        "Nicole: You've been talking to Maya.",
        "Carter: Yeah, imagine my surprise. I didn't realize you even knew each other.",
        "Nicole: It kind of happened fast.",
        "Carter: \"Kind of\"?",
        "Nicole: Okay, I know, I know. But, I mean, when it's right, it's right.",
        "Carter: And you already know it's right after a couple of dates?",
        "Nicole: Let's see. The guy's hot, funny, charming, hot.",
        "Carter: Okay, you mentioned hot twice.",
        "Nicole: Oh, did I?",
        "Carter: He's also a Spencer. I'm guessing that doesn't hurt, either, huh?",
        "Wyatt: You got to promise not to say anything to anyone, okay?",
        "Pam: Oh, come on. My lips are zipped. So? What is up?",
        "Ivy: Wyatt overheard Nicole and Maya talking about a secret.",
        "Pam: So did I!",
        "Wyatt: What?",
        "Liam: What?",
        "Pam: Yeah! Well, you can imagine, in my position, I overhear a few things. So I heard Maya and Nicole talking about this secret. I told Carter about it even, but he just sort of pooh-poohed it, so I just figured maybe it was two sisters arguing.",
        "Wyatt: Okay, but this sounded like it could be something that could possibly cost Rick his job as C.E.O. And send Forrester reeling.",
        "Liam: Yeah, yeah, that's who we thought. We thought it had something to do with Rick, something he's done or...",
        "Ivy: Yeah, but Nicole has told Wyatt that it's actually about Maya.",
        "Liam: Yeah, and in any case, Maya seems hell-bent on nobody finding out.",
        "Wyatt: So...",
        "Liam: So, Wyatt, is it possible Nicole's leading you on, just making you think it's Maya's?",
        "Ivy: Yeah, maybe she's throwing you off the track. Maybe this is actually Rick's secret.",
        "Maya: You are quite the sweet talker, Mr. Forrester.",
        "Rick: I'm just trying to keep it real, to quote this gorgeous model that I know. But, uh, I can't remember who.",
        "Maya: [Chuckles] We are the exception, aren't we? So many couples never find what we have.",
        "Rick: Yeah, you can say that again. I thought that I had it with amber, Caroline. But that all went to hell. They kept things from me, they were dishonest, but not you. You're the one woman I could always count on, who holds nothing back. You're unlike any other person I've ever met.",
        "[Truck beeping]",
        "Carter: So, where did loverboy take you last night?",
        "Nicole: Would you believe San Francisco?",
        "Carter: Shut up. That's like a six-hour drive even when traffic's decent.",
        "Nicole: Not by private jet, it isn't.",
        "Carter: You're kidding.",
        "Nicole: The Spencer jet. We never even made it to San Fran. We had our own little party 40,000 feet up instead.",
        "Carter: Sounds like the guy went all out.",
        "Nicole: It was, like, the coolest thing ever. I mean, me, Nicole Avant in a private jet sipping champagne with one of bill Spencer's sons.",
        "Carter: Champagne, too, huh?",
        "Nicole: Sure beats the heck out of the margaritas we had the night before. What?",
        "Carter: Did I say anything?",
        "Nicole: No, but I'm sure Maya had plenty to say when she told you about Wyatt and me.",
        "Carter: You're her younger sister, okay? You two are finally starting to relate as sisters. She can't help from worrying.",
        "Nicole: But there's nothing to worry about. Wyatt's great. We have --",
        "Carter: A lot in common? [Laughs]",
        "Nicole: Ha ha ha. Okay, maybe I'm not one of the rich and famous, but maybe that's what Wyatt finds refreshing about me. Plus I must be easy to talk to for him to open up to me about his family secret.",
        "Carter: What family secret?",
        "Nicole: How he didn't find out he was a Spencer until --",
        "Carter: Nicole. When you two were talking secrets, you didn't tell Wyatt about Maya, did you?",
        "Wyatt: Look, I want this to be about Rick, too, something that could bring him down for good, but I know when I'm being played. There's no way Nicole is doing a number on me. This secret is definitely Maya's, not Rick's.",
        "Pam: You know, I'm not surprised that Maya's got skeletons in her closet. There's just something about her.",
        "Ivy: Maybe there's another guy on the side.",
        "Liam: Oh, well, if there is, maybe he's blackmailing her.",
        "Pam: Or maybe she's an undercover spy for another fashion house and she's double-crossing them and they're about to expose her. Hey, hey, anything is possible.",
        "Wyatt: Well, whatever it is, Nicole said that it would blow people's minds, that Forrester might never be the same.",
        "Liam: Yeah, well, hopefully neither will Rick if he's caught in the fallout.",
        "Pam: Look, keep me in the loop, okay? I should get back to my desk because, well, you-know-who might get on my case. Bye.",
        "[Door opens]",
        "[Door closes]",
        "Rick: No, now!",
        "Maya: What's that about?",
        "Rick: Charlie! The guy who's never around when you need him.",
        "Charlie: You rang, my liege?",
        "Rick: Well, what took so long?",
        "Charlie: I was right outside the door.",
        "Rick: [Scoffs] Can't anybody take a joke around here anymore?",
        "Charlie: So, uh, what'd you want to see me about?",
        "Rick: There's another shipment of gems coming in later. I need you on top of it.",
        "Pam: Who needs to be on top of what?",
        "Rick: Your boyfriend. He's been spending too much time with you, neglecting his duties.",
        "Charlie: That's another joke, right?",
        "Maya: Uh, you know, I, uh, have some things that I need to take care of, so I'll see you later.",
        "Rick: All right.",
        "Pam: Is something up with Maya? She seemed awfully secretive.",
        "[Cell phone chimes]",
        "Rick: Do you have to know everything that happens around here, Pam?",
        "Pam: No. But I'd like to.",
        "Rick: I'll, uh, I'll be back.",
        "Pam: Not if some of us can help it.",
        "Charlie: Okay, okay, all right, all right, what's up, Pammy? And don't say nothing. I can read you like a steamy x-rated novel. Not that I've ever read a steamy x-rated novel.",
        "Pam: Charlie, there is a big secret at Forrester Creations, and it's about Maya.",
        "Nicole: Give me a little credit, will you?",
        "Carter: Don't get like that. You said you two were sharing secrets.",
        "Nicole: Wyatt was sharing secrets. I didn't say anything about Maya's past.",
        "Maya: But you were tempted. Weren't you?",
        "Ivy: [Chuckles]",
        "Wyatt: I wasn't expecting and we will, because Rick has",
        "Liam: It may seem like a dead end, but we are not giving up.",
        "Wyatt: No way. We all want Rick out of here.",
        "Liam: Yeah, we just have to find another way to make it happen. And we will, because Rick has treated you and Caroline like a personal punching bag for far too long, and it's got to stop.",
        "Ivy: Well, I mean, who knows? Maybe Pam will find something out now. I-I know, but, I mean, Nicole was a long shot, too, right?",
        "Liam: Yeah, not for my brother.",
        "Wyatt: Hey, hey, hey.",
        "Ivy: [Chuckles]",
        "Wyatt: I wasn't expecting what happened between Nicole and me, either, but it did.",
        "Liam: And you're not gonna beat yourself up for it. I get that.",
        "Wyatt: What can I say? She's fun. I'm glad we connected. And where it leads is anyone's guess. Meanwhile...",
        "Ivy: Yeah, well, we just have to wait and find out what Maya's hiding.",
        "Wyatt: I'm gonna do a little more digging. I'll let you know what I find out.",
        "Maya: The Spencer jet?",
        "Nicole: It was totally surreal, sis. Like nothing I've ever imagined.",
        "Carter: Apparently Wyatt went all out.",
        "Nicole: Not bad for a second date, huh?",
        "Maya: Nicole.",
        "Nicole: On our third date, maybe he'll take me to Bali.",
        "Maya: If there is a third.",
        "Nicole: The guy opened up to me about his past, his big family secret. I'm pretty sure he wouldn't have done that if --",
        "Maya: W-what secret?",
        "Nicole: Wyatt not realizing he was a Spencer, his mom keeping it from him for all those years. Which is like nothing compared to yours. Not that I would tell him about it. But I'm pretty sure he'd understand. Wyatt's cool.",
        "Maya: Cool or not cool, I don't want anyone else knowing, and certainly not before I tell Rick. He has to hear it from me. Rick can't find out any other way.",
        "Charlie: So, Liam and Wyatt are out to take down Rick?",
        "Pam: Which I never would have known if I hadn't been behind that dressing screen.",
        "Charlie: By accident, right? I mean, you weren't spying, were you?",
        "Pam: [Chuckles] Charlie! And just for that, mister, I'm cutting off your supply of lemon bars.",
        "Charlie: Oh, hey, hey, hey. Pammy, I was just teasing.",
        "Pam: Okay, well, you better have been. But look, the kids made me promise that I wouldn't tell anyone anything. I mean, of course, I'm telling you because, well, you know...",
        "Charlie: [Chuckles] Okay, so -- so -- so this secret that's supposed to bring down Rick is actually Maya's?",
        "Pam: Well, Liam and Wyatt thought that they were on to something about Rick, but...",
        "Charlie: But they came up empty-handed.",
        "Pam: Well, not totally, because clearly Maya does have something to hide.",
        "Charlie: Any idea what?",
        "Pam: Well, she's not exactly my favorite person right now, especially after she took down Stephanie's portrait and replaced it with one of herself!",
        "Charlie: I thought that was Rick.",
        "Pam: [Sighs] Details, schmetails. Anyway, I-I've been kind of waiting for her to be brought down a peg or two. And I have a feeling that this little secret could do just that.",
        "Charlie: Well, how do you find out what it was?",
        "Pam: [Sighs] If you want to find out about a woman, look in her purse. Maya should have been more careful. Leaving hers behind like this?",
        "Ivy: Wyatt and Nicole, huh?",
        "Liam: L.A.'s newest hot couple.",
        "Ivy: Well, as long as he's happy, I guess.",
        "Liam: You know what makes me happy?",
        "Ivy: Hmm?",
        "Liam: This beautiful Australian girl.",
        "Ivy: Aww. Hey, thank you.",
        "Liam: For what?",
        "Ivy: Just... [Sighs] Just for you and supporting me and fighting the good fight. Honestly, it's kind of cool. I feel like I'm dating Superman and Romeo all at once.",
        "Liam: [Chuckles] [Gasps] Hold that thought.",
        "Ivy: Why? [Laughing] Where are you going?",
        "Liam: I have to find a phone booth.",
        "Ivy: Oh.",
        "Liam: Ah? It's good, right?",
        "Ivy: You're so funny.",
        "Liam: [Chuckles] Hey. We're getting closer. I promise.",
        "Ivy: Yeah.",
        "Liam: Rick's days at Forrester are numbered.",
        "Maya: Okay, now that Carter's not around, I think we should talk a little bit more about you and Wyatt.",
        "Nicole: You mean before I became a member of the mile-high club?",
        "Maya: Oh, my God. You and Wyatt in the Spencer jet?!",
        "Nicole: Hey, the Forresters have a private jet, too. Don't act like you and Rick never... [Laughing] Maya, chill! I'm just messing with you.",
        "Maya: [Sighs]",
        "Nicole: [Chuckles] Wyatt and I aren't ready for anything like that yet. We're just having fun. Partying, dancing, laughing. Where's the harm?",
        "Maya: And you're sure you didn't say anything --",
        "Nicole: For the last time, I did not tell Wyatt about your past. I won't tell anyone. Although...",
        "Maya: Although what?",
        "Nicole: I'm starting to wonder, sis. Maybe you shouldn't tell Rick, either.",
        "Pam: Whoa! This purse weighs a ton. I wonder what could be in here.",
        "Charlie: Yeah, that would be the million-dollar question, huh?",
        "Pam: With a million-dollar answer inside.",
        "Rick: Wyatt. I'd like to have a word with you.",
        "Wyatt: Uh, what's up?",
        "Rick: I reached out to you last night and left you several voicemails. You never got back. What's the deal?",
        "Charlie: Pammy, are you sure we should be doing this?",
        "Pam: I'm sure that if I don't, it's a giant missed opportunity!",
        "Charlie: Yeah, but to go through someone's purse?",
        "Pam: [Gasps] Charlie.",
        "Charlie: What?",
        "Pam: You're in security, right?",
        "Charlie: So?",
        "Pam: So, when visitors enter this building, you go through their purse!",
        "Charlie: Maya is not a visitor. She's the CEO's main squeeze!",
        "Pam: Well, who's to say that we knew it was her purse? It was just lying here. It could have been anybody's. It could have had a bomb in it!",
        "Charlie: [Scoffs]",
        "Pam: Charlie, it is our duty to check this purse out for the safety and security of every employee in this building.",
        "Charlie: Okay, all right, okay, okay, okay. You got a point. Kind of, sort of. But it's still a stretch.",
        "Pam: [Sighs] Okay, hot shot, you come up with something, then. But make it snappy. We don't have all day.",
        "Charlie: Okay, okay, okay, okay. What if -- what if, uh, the purse got, you know, accidentally knocked over and, uh, everything spilled out?",
        "Pam: You mean like this?",
        "[Items clatter]",
        "Charlie: Yeah. Sort of.",
        "Pam: [Gasps]",
        "Wyatt: I was, uh, out of town.",
        "Rick: On Forrester business, I hope. Otherwise...",
        "Wyatt: Actually, it was Forrester business. In a way.",
        "Rick: That's all you're gonna tell me?",
        "Wyatt: Well, there's nothing to tell you yet. But I'm not giving up. And if I can make this happen, trust me, you'll be one of the first to know.",
        "Rick: [Scoffs]",
        "Pam: Whoa!",
        "Charlie: What is it, Pam?",
        "Pam: Estrogen. Why would Maya be taking estrogen?",
        "Charlie: There's one reason and only one reason that she would be taking these pills. Maya is... transgender."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Gyi5eMR6JMM"
}