{
    "Episode Summary": [],
    "Recap": [
        "Hector is fixing Taylor's alarm system. She mentions that Ridge doesn't live there. Hector tells her he's sorry and goes to find a circuit breaker. Ridge stops by and he and Taylor discuss Thomas and Gabby. Ridge bitterly explains to Taylor how she messed up, how they should have done what he thought in the first place. Taylor whines how she did her best, and how she wanted to make a life with him. Ridge reminds her how much he didn't appreciate her idea about the counseling. They continue to bicker when Hector walks in and stops it.",
        "Dante daydreams about the kiss he shared with Brooke. Bridgette arrives at Insomnia and Dante tells her about the time at the pool he spent with Brooke. At Brooke's, Brooke and Eric discuss her way of trying to mask her feelings for Nick by using Dante. Eric still wants them to come clean to Bridget. Bridget comes in and asks her mom about Dante."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: Are we alone?",
        "Brooke: Yes, Eric, but --",
        "Eric: Look, Brooke, I don't know what you were up to yesterday, and I don't want to know, but I gotta tell you, I'm finished with all this.",
        "Brooke: What?",
        "Eric: You know what. Bridget needs to be told the truth about you and nick.",
        "Brooke: You said you weren't going to say anything.",
        "Eric: Look, I know what I said. But Bridget senses there's more going on between you two.",
        "Brooke: There is nothing going on.",
        "Eric: Oh, god, listen to me. You can't just repress feelings that are as strong as you have for Nick. And he can't repress his either. Bridget's not stupid. She's gonna pick up on something.",
        "Brooke: No, Eric, she's not going to pick up on anything. I've seen to that.",
        "Eric: You've seen to that? What have you done, Brooke? Come on, tell me.",
        "Brooke: I was with somebody yesterday. A man.",
        "Eric: Oh, for god's sake. Another man isn't going to solve this.",
        "Brooke: A quite wonderful man, actually. Dante Damiano.",
        "Eric: Dante Damiano?",
        "Brooke: Yes. We spent the afternoon together. We laughed and we talked and we drank wine. We kissed.",
        "Eric: Brooke, romancing another man is not going to convince your daughter that you're over Nick. Have you lost your mind?",
        "Brooke: No, Eric. I know exactly what I'm doing.",
        "[SCENE_BREAK]",
        "[ Dante remembering ]",
        "Brooke: You've been an angel on her shoulder all this time. I really don't know how I can thank you.",
        "Dante: Free room and board is a hell of a thank you.",
        "Brooke: You know what I mean.",
        "Dante: I'm not sure I do.",
        "Brooke: Well, Bridget needs to realize that I am over Nick. And you can reassure her.",
        "Dante: I need proof.",
        "Brooke: How's this?",
        "Dante: Wow. Wow, wow.",
        "[SCENE_BREAK]",
        "Bridget: Oh, hey. Dante? Where was your mind just now?",
        "Dante: Oh, hi, Bridget. Here.",
        "Bridget: Thank you.",
        "Dante: I've been thinking a lot about you. Kinda worried about you, to be honest.",
        "Bridget: Oh, is that what that look was? Concern?",
        "Dante: Can I get you something?",
        "Bridget: No, actually, I'm fine, thanks.",
        "Dante: Are you and Nick fine, too?",
        "Bridget: Well, no. Not as -- no, we're not. We're not doing as well as I'd hoped.",
        "Dante: What's wrong?",
        "Bridget: I just never see him. He says there's this big crisis going on at Marone Industries, but -- at least that's what he says.",
        "Dante: You don't believe him?",
        "Bridget: I just feel like he's avoiding me.",
        "Dante: You think he's still upset at you for testing him?",
        "Bridget: Maybe. I don't know. No, actually, I just feel like there's still something there between Nick and my mom.",
        "Dante: Well, actually, I can give you a little reassurance about that. There's something I've been wanting to tell you. [ Dante chuckles ] Yeah, you're not going to believe this.",
        "[SCENE_BREAK]",
        "Hector: Well, a woman should feel safe in her own home.",
        "Taylor: I called the alarm company, but they couldn't send anybody until tomorrow, so I didn't know who else to call.",
        "Hector: Oh. And Ridge checked it?",
        "Taylor: He's not living here at the moment.",
        "Hector: I'm sorry.",
        "Taylor: It's supposed to beep when people come and go at night?",
        "Hector: Yeah, you know, must be a short. The whole system's shut down. Even the smoke detectors.",
        "Taylor: I don't know why that surprises me. Everything else in this house has gone haywire.",
        "Hector: Well, don't worry. I'll get it up and running for you. I'm gonna check the circuit breakers.",
        "Taylor: Okay.",
        "[ Taylor sighs ]",
        "Ridge: Hey. Doorbell must not be working.",
        "[ Taylor sighs ]",
        "Taylor: Thank you for coming. I really need to talk to you about Thomas and Gaby.",
        "Ridge: Yeah, when I got your message I was ready to come over here and shake some sense into our son all right. You know, thank god you got to them before tried to consummate this fake marriage of theirs. Maybe now you'll understand why I just don't trust that girl. We have got to get her out of this house before she lures Thomas into bed again.",
        "Taylor: She already has.",
        "Ridge: Already has what?",
        "Taylor: Thomas and Gaby had sex.",
        "Ridge: What do you mean they had sex?",
        "Taylor: Go ahead, say \"I told you so.\"",
        "Ridge: I don't think that would be very valuable to do right now.",
        "Taylor: What are you doing?",
        "Ridge: You've been handling things your way, now we're going to handle them my way.",
        "Taylor: If you're calling Agent Dunn, he's already been here.",
        "Ridge: Really?",
        "Taylor: I gave an official statement that this entire marriage has been a sham. He had Gaby in handcuffs. He was about to take her into custody -- and her attorney showed up. Who explained to us all that because the marriage has been consummated, and because the two of them are saying that they love each other that in the eyes of the law, the marriage was real.",
        "Ridge: What?",
        "Taylor: Apparently, legally, we have no recourse because they're both 18.",
        "Ridge: Great. I can't believe this. Thomas is turning himself into a pretzel so he can help her, and she's out finding a lawyer? Where is he? Thomas!",
        "Taylor: Ridge, he isn't here. He left with Gaby.",
        "Ridge: What do you mean he isn't here?",
        "Taylor: He was just so angry. I'm sure when he calms down -- god, I'm sorry, Ridge. I'm so sorry. I never thought -- I mean, I believed Gaby when she promised me. I just didn't see this happening.",
        "[SCENE_BREAK]",
        "Eric: It's not going to work, Brooke. This little scheme you've dreamed up is just gonna make matters worse.",
        "Brooke: What do you want me to do, Eric? Tell Bridget that I'm in love with the father of her child? And that he's in love with me?",
        "Eric: Yes, well, that's the truth!",
        "Brooke: No, I won't do it. I can't. It's over between Nick and me.",
        "Eric: What, just like that?",
        "Brooke: Yes, just like that. For my daughter, I can do anything.",
        "[SCENE_BREAK]",
        "Bridget: Well, tell me. What is it that I'm not going to believe?",
        "Dante: Well, you know, yesterday I had an interesting afternoon with an extremely beautiful woman. I mean, we're hanging out by the pool, a little swim, the sun, and -- I mean, this lady is --",
        "[ Dante laughs ]",
        "Bridget: Really? Well, wow. Does this lady have a name?",
        "Dante: Brooke. Her name is Brooke.",
        "Bridget: Brooke. Brooke. Brooke? Brooke Logan, my mother?",
        "Dante: I know, what a coincidence, yeah?",
        "[ Dante chuckles ]",
        "Bridget: Whoa. You and my mom? The two of you were --",
        "Dante: We had an amazing time together. I mean, it was the last thing I ever expected, but -- I mean, we talked a lot about you.",
        "Bridget: Me?",
        "Dante: Yeah. I mean, she cares about you so much. And she believes that you and nick are going to have a wonderful life together. And I believe her.",
        "Bridget: Oh. How did she convince you of that?",
        "Dante: Well, it wasn't so much what she said -- listen, she doesn't want to be with your fiancé, okay?. She wants to get on with her life. I mean, she made it very clear.",
        "Bridget: How?",
        "Dante: Well, we kissed.",
        "Bridget: My mother kissed you?",
        "Dante: Just because you never fell for me doesn't mean other women aren't gonna find me attractive.",
        "Bridget: That is not what I'm saying. Give me a break, Dante. I just -- I need to go.",
        "Dante: What? Wait, wait, wait. What's the matter? What's going on?",
        "Bridget: I just -- I -- I need to go. I'll talk to you later.",
        "[SCENE_BREAK]",
        "Eric: I know how much you love our daughter. I don't question that. I just want you to try to face reality. You can't just forget about Nick just because you say you will. No matter how many young Italian men you kiss. Or kiss you. Your feelings for Nick aren't going to just go away. Nor will his feelings for you. He's lost his heart to you. And I don't think that Nick is capable of pretending that he hasn't.",
        "[ Brooke sighs ]",
        "Brooke: When he realizes that I'm not coming back and that I've moved on, he will be able to commit to Bridget and his child completely.",
        "Eric: You can just do that? You can just decide --",
        "Brooke: Eric, I have made up my mind. Yes, I've made my decision. And I can't change it. Our daughter's happiness depends on it.",
        "Bridget: Mom? Hey, dad. I just was with Dante. What's going on?",
        "[SCENE_BREAK]",
        "Ridge: Where is Thomas now?",
        "Taylor: I don't know, I don't know. I've called his cell, I've called his friends. I don't know where he is. I'm sure if he just has a little time --",
        "Ridge: Oh, you're sure, huh? Like you were sure your son and his bride would obey the rules and not sleep together?",
        "Taylor: I made some mistakes, okay?",
        "Ridge: Yeah, doc, you've made some mistakes. Our son's life is in complete mess now because you wouldn't even consider what I had to say.",
        "Taylor: That's not true.",
        "Ridge: Oh, really? So you didn't invite that girl to stay here without even consulting with me first?",
        "Taylor: You weren't here.",
        "Ridge: Why couldn't you have waited until I was here?",
        "Taylor: I did the best I could, ridge, under very difficult circumstances.",
        "Ridge: Oh, so when you threw me out, was that the best you could do under the circumstances?",
        "Taylor: I didn't throw you out. I asked you to go to counseling.",
        "Ridge: Yeah, you sure did. Or else.",
        "Taylor: Ridge, I've been trying to make this marriage work. I have been fighting for it, because I want a life with you. And I got sick of you creeping into our bed every night with your longings for your ex-wife. I won't live like that. I deserve better.",
        "[SCENE_BREAK]",
        "Bridget: Dad, do you mind if I have a little privacy with mom, please?",
        "Brooke: Oh, it's okay, honey. Your father knows about Dante. I was just telling him.",
        "Bridget: So, then it's true? You and Dante were on some sort of a date?",
        "Brooke: I know. It was the last thing I expected, too.",
        "Bridget: Wow, that's really funny. That's exactly what he said.",
        "Brooke: I don't know how it happened. It just -- one minute we were at the office and talking. The next, we were by the pool, and --",
        "Bridget: Kissing? They were kissing each other by the pool.",
        "Eric: Imagine that.",
        "[SCENE_BREAK]",
        "Ridge: You're gonna blame this on Brooke now, too?",
        "Taylor: I don't blame this on Brooke. I don't want to talk about Brooke. I want Brooke out of our lives!",
        "Ridge: Yeah, and you want it all to happen right now, don't you?",
        "Taylor: Ridge, that is not fair. You know, I gave you all the time you needed. And you're the one who decided that you wanted to renew the wedding vows.",
        "Ridge: That's right, exactly, doc. I chose to be with you and Thomas and the girls. And the moment I made that choice, you start coming up with all these different rules. Well, how are those rules working for you now, huh? Is Thomas going away to college? Phoebe and the girls spending more quality time with mom and dad, huh? How's it all working out for you?",
        "Taylor: Stop it, Ridge. Stop it, please. You know, fine. You want me to say it's my fault? Fine, it is my fault. Can't we just stop finding somebody to blame here and try to fix it?",
        "Ridge: How, by talking it to death in therapy?",
        "Taylor: I want a family that functions and communicates with each other honestly.",
        "Ridge: I was honest with you, Taylor. I was honest with you. I was honest when I told you I needed some support and understanding. I was honest when I told you how painful it was for me to lose R.J. and Hope. I was honest when I told you how betrayed I felt by my own mother. And I was honest when I told you I wanted Gaby out of this house because I don't trust her. I went through hoops for you, doc. And you never heard me. You know why? 'Cause you never really listen to me. You think because you're a shrink with all these degrees that you've got the answer to everything. The truth is, you don't know squat about what this family needs. And you definitely don't know squat about what I need.",
        "Hector: That's enough, Ridge.",
        "Ridge: What the hell are you doing here?",
        "Taylor: I asked Hector to come fix our alarm.",
        "Hector: Your circuit breaker overloaded. I think it might be a good idea to take a walk. Cool off.",
        "Ridge: Yeah, I'm gonna take a walk, all right. I'll take a walk.",
        "Taylor: Ridge, wait. Where are you going?",
        "Ridge: I'm gonna find our son and try to solve this fiasco.",
        "Taylor: When you find him, would you tell him to call me and tell him that I love him?",
        "Ridge: Sure, I'm sure that'll make everything just fine. Dam nit, doc, come on. I moved Brooke and R.J. and Hope out of here so we could be a family together. And look what the hell it's turned into. God, I wish that --",
        "Taylor: You wish -- you had stayed with Brooke and her children?",
        "[SCENE_BREAK]",
        "Brooke: I know it sounds crazy, sweetheart.",
        "Bridget: I'm just shocked, I guess.",
        "Brooke: No more shocked than I am. Sometimes when you're not looking for it, wonderful things happen.",
        "Bridget: So then that's what this -- that's what this is for you? It's wonderful?",
        "Brooke: Well, you know Dante. The kind of person he is. He's such a refreshing change.",
        "Bridget: From the other men in your life?",
        "Eric: Present company excluded, of course.",
        "Brooke: See? Even your father approves. But if he didn't, I still know what I'm doing.",
        "Bridget: Moving on with your life?",
        "Brooke: Exactly. You and Nick are going to have a baby. And you have all these amazing journeys ahead of you. I want to do the same.",
        "Bridget: Romantically, you mean?",
        "Brooke: Well, I'm not looking for this great, huge, big romance. Or my destiny. I just want something that's uncomplicated for a change.",
        "Bridget: And so, that's where Dante comes in.",
        "Brooke: Yeah, we had a great time together yesterday. He made me laugh. I felt free. Free to be me. And free to have fun. I haven't felt that in a long time. I didn't have to worry about being serious in a relationship or having to work at it. I mean, if you're not comfortable with me dating Dante, I won't.",
        "Bridget: No, no, that's not what I was --- I just felt that maybe you were doing this because you -- I -- you know what, never mind. If you're happy, and you seem happy, it's all good.",
        "Brooke: Yeah, yeah, it's all good. You and nick are going to get married. And you're going to have a beautiful, healthy baby boy or baby girl.",
        "Bridget: Yeah. And you and Dante will -- well, who knows? Whatever happens for all of us will be --",
        "Brooke: It'll be wonderful. And you are going to have such a wonderful life from now on. I promise.",
        "Bridget: I believe you. I believe you, Mom.",
        "Brooke: Oh, sweetie."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=MHnSxIfMT0A"
}