{
    "Episode Summary": [],
    "Recap": [
        "Taylor takes Hector through the paces of finding his way around his new room in her house. She tells him she thinks he is perfect when he says she is the only person he cares about how he looks. And the crazy things he did, he did because of the way he feels about her. Stephanie goes to Taylor's and tells her she knows about the kiss with Thorne and wonders what her intentions are? Stephanie is grateful for her help and friendship. When she realizes Hector is upstairs, she heads upstairs to have a talk as this is a man who will take advantage of Taylor and the situation. She tells them both this is wrong and her offer of the facility still stands. And to Taylor that this is a recipe for disaster. Hector opines that he hopes Taylor can see this is nothing more than a controlling mother who's only focus is on her own son. Taylor offers that the man just lost his sight and she's only offering to help him. Alone with Hector, Stephanie tells Mr. Hero this is a pretty sad situation and he is playing on Taylor's innate goodness and guilt. She states that it is this simple - her son needs Taylor in his life, and that's the way its going to be!",
        "Brooke has a tirade to Nick about the antics of Ridge with Donna on the Rich Ginger Show. He likewise is livid that they are in their bedroom, late at night, yet arguing about her leaving to go see who Ridge is kissing. She doesn't heed his strong pleas not to leave the house. Ridge explains to Donna that people love it when you do the unexpected. And she was terrific. She asks if it was all for publicity or was any of it real because for her, it was real? He tells her what she wants to hear \u0096 he meant every word of it. She wants to speed up the process of his forgetting her sister, so he obliges by kissing her passionately. Brooke barges in and tells them to stop this instant and accuses them of acting like moon-struck teenagers on national TV. Likewise, she accuses Ridge of trying to make her jealous and she'd like him to leave Donna out of it. He denies it and says he is into Donna. He vows this is his life, not payback for her marrying Nick. She barks at Donna to get out so she can talk to Ridge alone. She lambastes Ridge for purposely picking her sister and then reminds him of choosing Taylor over her and all that followed. Ridge reads this as her wanting their life back, as much as he does. She admits she still loves him, always will be the love of her life, but she is married to Nick now.",
        "Nick is polishing off a bottle of liquor on The Shady Marlin when Bridget comes aboard. Sarcastically he tells her about Brooke's leaving him alone to go take care of Ridge. He calls Donna to find out what's happening, only to be told they are kissing. Ridge is telling Brooke it is not too late for them. He wants her to be his again."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Taylor: Here is the doorway. Okay, you just step in and just a couple of steps over here. This is a desk right here. Yes, that is the fax machine. Okay. Now just take each step and count them so I can show you where everything is. Keep going. One -- now you're stepping over the carpet. Two, three, four, five. That is the dresser. Okay, now we're walking across this way. So count how many steps.",
        "Hector: One, two --",
        "Taylor: Oh, yes. Okay, now that was the bed. At least if you fall, you won't hurt yourself.",
        "Hector: That's about the only thing.",
        "Taylor: Okay, go around and sit.",
        "Hector: Every step I take feels like I'm about to walk off a cliff. Man, am I ever going to get used to this?",
        "Taylor: You're doing great.",
        "Hector: I should put on my sunglasses again. I have burn marks --",
        "Taylor: No, no, I told you -- no, you look fine.",
        "Hector: Well, you're the only person that it really matters to me how you feel about the way I look anyway.",
        "Taylor: Well, then, I think you're perfect.",
        "Hector: I've done some crazy things, Taylor. I mean, but I only did them because of the way I feel about you.",
        "[Doorbell rings]",
        "Taylor: That might be some of your firemen buddies. I'll go get it.",
        "Hector: Go ahead. Desk. What I'll need a desk for, I have no idea, but at least I can try not to run into it.",
        "Taylor: Stephanie, hi. Come in.",
        "Stephanie: Taylor? Thorne called me and said that he called here and he thought someone answered and then the phone was cut off and -- I was worried.",
        "Taylor: That's kind of strange. Nope. Everything's fine. There's a dial tone. I don't know.",
        "Stephanie: That's weird. I want to talk to you about something else, anyway.",
        "Taylor: What about?",
        "Stephanie: Look, we both know that Thorne, emotionally, is very vulnerable right now. He told me he kissed you. And I guess I'm concerned. I want to know what your intentions are.",
        "[SCENE_BREAK]",
        "Brooke: I can't believe that Ridge said those things to Donna. Professing his love and making out with her on national television. My god, what was he thinking?",
        "Nick: Probably that it would be great publicity.",
        "Brooke: Well, it was disgusting.",
        "Nick: Well, I don't disagree, but who really cares?",
        "Brooke: I do.",
        "Nick: This is it. This is the perfect example of why I wish you would get out of business with that family.",
        "Brooke: Oh, god, I've really got to talk to Ridge.",
        "Nick: What?",
        "Brooke: I don't want him using my sister like this!",
        "[SCENE_BREAK]",
        "Ridge: People love it when you do the unexpected.",
        "Donna: You did that, all right.",
        "Ridge: We did, kiddo. Donna, you were terrific.",
        "Donna: Everything you said and did, ridge, was it just for the publicity? Was any of it real? Because for me it was.",
        "Ridge: Donna, you got this all wrong. Yes, I'm a businessman. Yes, I enjoy playing to a crowd, doing whatever to get them to think about Forrester Creations. But what I said to you, about the way you make me feel -- the way you've given me a reason to keep working -- I meant every word of it.",
        "[SCENE_BREAK]",
        "Brooke: Oh, gosh!",
        "Nick: Brooke, we are technically still newlyweds. We are in our bedroom at night. Please tell me you don't want to run off to your ex and argue with him about who he chooses to kiss. I can't even believe we're having this conversation!",
        "Brooke: Nick, ridge is going to make a laughingstock of Forrester with his stupid behavior. And since I am CEO, I am the one who has to go over there, and I have to put a stop to it. I have to stop him from doing what he's doing.",
        "Nick: This all started off about your sister. Now it's all about Forrester. Okay, you're upset, right? And you may not be thinking clearly. Just get a good night's sleep. Everything will look differently in the morning, I promise.",
        "Brooke: I'm sorry. I am. I'm sorry. I gotta go.",
        "Nick: Brooke!",
        "Brooke: I'm sorry, Nick.",
        "Nick: Don't leave this house. Brooke!",
        "[SCENE_BREAK]",
        "[Hector remembering]",
        "Taylor: I think you're perfect.",
        "Hector: But can you love a man, Taylor, who can't even see you?",
        "Taylor: Not that I should have to explain myself to you, Stephanie, but I do have true concern and affection for Thorne.",
        "Stephanie: Well, good, that's what I wanted to hear. You know, you've already done wonders. You really have helped him. Each day, a little at a time, he's moving on with his life.",
        "Taylor: Well, I can't take all the credit for that.",
        "Stephanie: No, but I think you can take a good portion of the credit. You know, people don't stop mourning just because a certain period of time has transpired. It usually takes something or someone to help them realize that life is still worth living.",
        "Taylor: Right, because he's dealing with a lot of complex emotions, Stephanie.",
        "Stephanie: Yes, he is. Darla would want him to find happiness.",
        "Taylor: He will find happiness. In his own way. In his own time.",
        "Stephanie: What's with the cane?",
        "Taylor: Oh, it's Hector's. They gave it to him at the hospital.",
        "Stephanie: What's it doing here?",
        "Taylor: Well, he's here, upstairs. He's staying here.",
        "Stephanie: For how long?",
        "Taylor: As long as he needs to.",
        "Stephanie: Whose idea was that?",
        "Taylor: Mine.",
        "Stephanie: I can't believe you came up with that idea all on your own.",
        "Taylor: Well, yeah -- Stephanie, where are you going?",
        "Stephanie: That's the kind of fellow that will take advantage of you, and I'm not going to let that happen.",
        "Taylor: Wait a minute. Stephanie \u0096",
        "[SCENE_BREAK]",
        "Ridge: I meant what I said out there, Donna. Most guys would have said it at dinner or snuggled up on the couch. I just thought it'd be fun to do it there with a little publicity.",
        "Donna: It was fun. It was fun, Ridge, but was it real?",
        "Ridge: When I said you're a very special, very wonderful woman who has energized me like I haven't known for years -- yes, I meant it.",
        "Donna: And nothing like my sister?",
        "Ridge: I'm still dealing with her loss and I can't deny that.",
        "Donna: Well, is there anything I can do to speed up the process?",
        "Ridge: Uh -- maybe. Possibly. Definitely.",
        "[Door slams]",
        "Brooke: You stop it right there!",
        "[SCENE_BREAK]",
        "Nick: Thanks for taking over last minute like this, Catherine.",
        "Catherine: Yeah, sure. Is Brooke working late?",
        "Nick: I'm not really sure where my wife is or when to expect her home, but I'll be on my boat if anything happens, okay? Thanks again.",
        "Catherine: Okay.",
        "[SCENE_BREAK]",
        "Brooke: Was anyone listening when I told you to -- explicitly not to get personally involved? Obviously not. Because you paraded yourselves around on national television like two moonstruck teenagers.",
        "Ridge: Well, I'm sorry it looked that way to you.",
        "Donna: Brooke, with all due respect, you can't tell me who I can --",
        "Brooke: Donna, please. This really doesn't concern you.",
        "Donna: Oh, really? I think it does.",
        "Brooke: Did you think you were going to make me jealous, Ridge? So I'd come back to you?",
        "Ridge: Brooke, that wasn't my purpose. Your sister and I --",
        "Brooke: Don't bring Donna into this!",
        "Ridge: But she is into it! And I'm into her! This is no stunt.",
        "Brooke: What are you talking about? You are the king of stunts.",
        "Ridge: Maybe, when it comes to trying to prevent you from marrying nick. But that didn't work. You married him anyway, didn't you?",
        "Brooke: Oh, I see. So this is payback?",
        "Ridge: No, Brooke. This is my life. I'm just trying to live it.",
        "Brooke: Oh, really?",
        "Ridge: This isn't about you anymore, Brooke. It's about a warm, wonderful exciting woman who's bringing a little joy into my life, revving up my creativity.",
        "Donna: Brooke, I'm not trying to hurt you. No one is.",
        "Brooke: Donna, could you just please leave for a moment while I talk to Ridge alone? Just get out!",
        "[SCENE_BREAK]",
        "[Knocking at door]",
        "Hector: Taylor?",
        "Stephanie: Hello, Hector.",
        "Hector: Stephanie --",
        "Stephanie: How are you feeling?",
        "Hector: Tired. Blind.",
        "Stephanie: Well, no one is sorrier than I for this terrible thing that's happened to you, hector. Except perhaps Taylor. Which is why you're here in the house. And I want to tell you, it's the wrong place for you to be.",
        "Hector: Wrong for who?",
        "Stephanie: For everyone. Look, my offer for you to go to that facility in Minnesota still stands.",
        "Taylor: Stephanie, he doesn't want to live in a facility.",
        "Stephanie: This is the wrong place for him. I'm sorry to be so blunt.",
        "Hector: There's a surprise.",
        "Stephanie: Look, you don't feel the same way about him as he feels about you. This is just a recipe for disaster.",
        "Taylor: Okay, okay, I know you mean well.",
        "Hector: And if she gets what she wants, so much the better. Taylor, I hope that you can see that this is about a controlling mother whose only interest is making sure that you're not focused on anybody else but her son. Never mind whether a relationship with Thorne is right for you. It's what she wants and that's all that matters.",
        "Stephanie: Talk about the pot calling the kettle. I feel a little maneuvering on your part. What did you do? Stand and sigh and cry and wring your hands until she broke down and invited you to move in?",
        "Taylor: Stephanie, that's not very nice. The man just lost his eyesight, okay? Now don't make a snap judgment that he's using me. I told him I would help him while he's trying to adjust and that's exactly what I'm doing. [Doorbell rings] Oh, my gosh. Hold on.",
        "[SCENE_BREAK]",
        "Nick: Well, Harry, at least the place looks lived in.",
        "[Nick coughing]",
        "[SCENE_BREAK]",
        "Brooke: I can't believe this. My own sister.",
        "Ridge: She's not trying to hurt you.",
        "Brooke: I'm not talking about her, Ridge. I'm talking about you! Why did you have to pick Donna?",
        "Ridge: You picked her. I like to think fate brought us together, though.",
        "Brooke: Oh, god, do you honestly believe that?",
        "Ridge: You used to think that fate brought the two of us together, remember? We had it all, Brooke, you and I. Then you married Nick and ruined it.",
        "Brooke: No, you ruined it. Because you left me for Taylor. I thought I was safe with you, Ridge. I trusted my daughter and our son to you. And I really believed that we would be together for the rest of our lives, that that was our destiny and nothing could ever tear us apart.",
        "Ridge: I couldn't have anticipated Taylor coming back.",
        "Brooke: No one did. And then, of course, there was Stephanie, who was manipulating the whole thing behind the scenes. But you know what? That really doesn't matter. Because you left me anyway. You walked out on me the same way my father walked out on me when I was a little girl. And that little girl still is inside of me, ridge. And I trusted you not to abandon her, and you did. You did! Look, I don't want your excuses or your apologies.",
        "Ridge: No. No excuses. Look at yourself here. I think you need to be honest. For you to be this upset, this angry over all of this, Brooke, that says to me that you want our life back. Our life together. You want our life back as much as I do.",
        "( Soft guitar music playing )",
        "[SCENE_BREAK]",
        "Stephanie: Move out of the house, Hector. You don't belong here.",
        "Hector: That's not your call, Stephanie. Say something. I can't see you.",
        "Stephanie: Okay, Mr. Hero. I know what you're doing. I can see this. I can see that Taylor's bought into this. You're playing on her guilt and her innate goodness. I mean, this is a pretty sad situation.",
        "Hector: You know, people like you think everyone else operates the way they do.",
        "Stephanie: Don't even try to get on the same racetrack with me. You haven't got the horsepower or the stamina. It's very simple. My son needs Taylor in his life. And that's the way it's going to be, Hector.",
        "[SCENE_BREAK]",
        "Bridget: Is anybody here? Nick?",
        "Nick: Nick is here. And now you are, too. I'm sorry, would you like a little pop here?",
        "Bridget: No. No, thanks, I'm good.",
        "Nick: All right, then. I'll have yours.",
        "Bridget: I just stopped by because I saw the lights and I thought maybe you and mom were here.",
        "Nick: No. No mom.",
        "Bridget: I saw Ridge kissing Aunt Donna on tv when my shift ended at the hospital.",
        "Nick: Well, what a coincidence. So did your mother. She proceeded to head right over and address the situation with Ridge. Of course, it's about business and protecting her sister, and blah, blah, blah --",
        "Bridget: Oh, goodness. Nick --",
        "Nick: Why don't we find out what happened, hmm?",
        "Bridget: What are you doing? Who are you calling?",
        "Nick: I'm calling your Aunt Donna. Because I'd like her opinion about what happened.",
        "[SCENE_BREAK]",
        "Brooke: All my life I've wanted to be your Logan. I still love you, Ridge. You are the great romantic love of my life and you always will be. That will never change. But I'm married to Nick now.",
        "Ridge: My brother doesn't do it for you.",
        "Brooke: Well, it's different. It's more grounded.",
        "Ridge: As in boring!",
        "Brooke: As in solid and reliable. And he's a wonderful man, and I love him very much!",
        "Ridge: Oh, god, this is such a waste! I screwed up. I know that. I was being pulled in so many directions. I had two families -- one with you and one with Taylor -- just trying to do the right thing and I made the wrong decision. I've been beating myself up for it ever since.",
        "Brooke: Maybe. But it's still too late.",
        "[SCENE_BREAK]",
        "Donna: She busted in like a freight train, told me to get lost so she could talk to Ridge alone.",
        "Nick: Well, what's the freight train doing now?",
        "Donna: I don't know. Talking? I guess.",
        "[SCENE_BREAK]",
        "Ridge: It is not too late. Brooke, I'm not your father. Yes, I left. For a month. Not for years. And I never stopped loving you. Not for one moment.",
        "Brooke: Ridge, don't.",
        "Ridge: I want you back. I'm not waiting another second.",
        "Donna: Oh, my god.",
        "Nick: What is it? What are they doing?",
        "Donna: Nick, listen, maybe you should just not --",
        "Nick: Answer me! Or I will jump through this phone!",
        "Donna: They're kissing.",
        "[SCENE_BREAK]",
        "Ridge: Forgive me, Brooke. Be mine again."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=my2U-lPOfQk"
}