{
    "Episode Summary": [],
    "Recap": [
        "Ridge tells Brooke he needs her support and there's nothing wrong with loving each other. He explains how Taylor kicked him out and how they argue. Taylor is at the fire station with Hector when they have a heated moment. Taylor explains she's still married to Ridge, Hector encourages her to call Ridge. Brooke answers his phone he left behind and she begins talking and never knew it was Taylor on the phone. She tells him she loves him too. A shaken Taylor is held by Hector and they kiss.",
        "Jackie and Eric share dinner and insight into their past relationships. Dinner turns steamy as they melt into kiss."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: You and Taylor are separated?",
        "Ridge: Have been for awhile.",
        "Brooke: And now you're saying you need me.",
        "Ridge: More than ever, Logan.",
        "Brooke: What exactly do you need me to do, Ridge?",
        "[SCENE_BREAK]",
        "Taylor: Oh, it's really dark in here.",
        "Hector: Yeah, it's late. The guys are sleeping. This is what I wanted you to see.",
        "Taylor: A memorial?",
        "Hector: Mm-hmm. This is firefighter Megan Lester. She died in that big apartment fire a couple of months ago.",
        "Taylor: Oh, yeah, I read about that. That was really a tragedy.",
        "Hector: Yeah, she died doing the job that she loved and she was extremely good at. She wouldn't have been happy doing anything else.",
        "Taylor: Yeah, still, it's very sad.",
        "Hector: Yes. Yeah, it is. But it would have been a real tragedy if she wasn't a firefighter, if she'd let someone in her life talk her out of it. Denying herself the opportunity because she was afraid to take that risk. Taylor, there are all kinds of heroes in the world. And you don't have to pull people out of burning buildings in order to make a difference in their lives.",
        "[SCENE_BREAK]",
        "[ Knock on door ]",
        "Eric: Ah, perfect timing. Come in.",
        "Jackie: Thank you. Oh!",
        "Eric: Make yourself comfortable.",
        "Jackie: It looks as though you've taken care of that. This is wonderful. What are we celebrating? The children getting married?",
        "Eric: That's as good an excuse as any.",
        "Jackie: An excuse?",
        "Eric: Yeah. To see you again.",
        "Jackie: Huh. We just saw each other at the wedding.",
        "Eric: Without Massimo.",
        "Jackie: Is that why you didn't say two words to me during the ceremony?",
        "Eric: I wasn't certain how much your ex-husband knows about us.",
        "Jackie: Eric, I am not cluing him into my love life, if that's what you mean.",
        "Eric: Oh. Not much to report, huh?",
        "Jackie: Well, there certainly could have been. But last time I was here --",
        "Eric: I'm glad we waited.",
        "Jackie: Why?",
        "Eric: Because it gives us so much to look forward to.",
        "[ Glasses clink ]",
        "Jackie: Cheeky.",
        "Eric: That's a good thing, isn't it?",
        "Jackie: Oh, yes.",
        "Eric: Mmm. You never know. When two people like us get together, you never know where it's going to lead.",
        "[SCENE_BREAK]",
        "[ Brooke sighs ]",
        "Brooke: So tell me, Ridge. What exactly did you come here for?",
        "Ridge: I guess a little guidance. Some friendship. Being able to talk to someone who understands me.",
        "Brooke: And you're saying Taylor doesn't.",
        "Ridge: I don't want to talk about Taylor.",
        "Brooke: Ridge, you just told me that you broke up. You can't just leave it at that.",
        "Ridge: Well, that's all there is to it, Logan. She asked me to leave and I left.",
        "Brooke: And you haven't spoken since.",
        "Ridge: We talk all the time. Doesn't do much good. If anything, it just makes things worse.",
        "Brooke: Because of this thing with Thomas and Gaby.",
        "Ridge: I thought I had it all figured out. Thought I had the perfect solution to all this. What I did was challenge Thomas to a showdown on the runway. We both design a teen line, and after everything's done, after the showing, we tally up the numbers. If I win, Thomas annuls his marriage with Gaby, and resigns from Spectra and goes back to college. If he wins, which he won't, Taylor and I agree to accept Gaby as his wife.",
        "Brooke: Oh, well, there's no way you're gonna lose. That's brilliant.",
        "Ridge: Yeah. That's what I thought, too.",
        "Brooke: But Taylor doesn't agree?",
        "Ridge: No. And I don't get that. I don't get why she's doing that.",
        "Brooke: Well, either she has all the confidence in Thomas, or very little in you.",
        "Ridge: She's doubting me big time, and more than just my ability to design.",
        "Brooke: She's questioning your commitment to her?",
        "Ridge: The truth is, she can't deal with my feelings for you.",
        "[SCENE_BREAK]",
        "Eric: Here we are.",
        "Jackie: Thank you.",
        "Eric: Good.",
        "Jackie: Nick and Bridget will make a good life for their child.",
        "Eric: Yes, they will. And a happy one, too.",
        "Jackie: If Nick can forget about Brooke. But has any man ever really been able to do that?",
        "Eric: Brooke? Brooke who?",
        "Jackie: Very funny.",
        "Eric: You know what? When the fact is I wasn't able to forget about Brooke, as long as Stephanie was the alternative. I mean, don't get me wrong. Stephanie is an incredibly intelligent and sophisticated woman. But never able to overcome her insatiable need to control everything and everyone. And Brooke -- Brooke was a breath of fresh air. She was carefree. She was sexy and spontaneous. Like you.",
        "Jackie: Careful, Eric. Flattery will only get you so far.",
        "Eric: Yeah? How about honesty?",
        "Jackie: That's good.",
        "Eric: Humility?",
        "Jackie: Go on.",
        "Eric: Brooke was too young for me then. I know that now. The fact is, I think I felt that the whole relationship was on borrowed time.",
        "Jackie: Well, people make mistakes. Shame really, isn't it? Two quite attractive, quite desirable people like us just --",
        "Eric: Who's being cheeky now?",
        "[ Jackie chuckles ]",
        "Jackie: So unlucky in love.",
        "Eric: Well, luck can change, you know? God, there must be someone out there for us.",
        "[SCENE_BREAK]",
        "Hector: You have that ability to help people, Taylor. You gotta use it. You can do great things for your patients, for your family.",
        "Taylor: My very dysfunctional family.",
        "Hector: Well, you know, we can't save every house on fire, but we try. Like you're trying with Thomas.",
        "Taylor: For all the good it's done.",
        "Hector: He has his own ideas about his life. Ideas that you don't agree with.",
        "Taylor: Like getting married at 18 to a girl he's barely been dating? No. No, I don't.",
        "Hector: Young love is impulsive.",
        "Taylor: I'm just glad he had better sense when he was dating your daughter.",
        "Hector: Thomas tried to help Caitlin, too. That's just the kind of boy he is.",
        "Taylor: Helpful and impulsive.",
        "Hector: Like his mother and his father.",
        "Taylor: At least I know which trait he gets from me.",
        "Hector: Well, right now, your influence would benefit him a lot more than his father's.",
        "Taylor: Look, you know, it's -- Ridge -- Ridge means well. He does. It's just that --",
        "Hector: You don't want Thomas to grow up the same way Ridge did, all right. Thinking every problem can be solved with a competition. It obviously didn't clear up his confusion about you and Brooke.",
        "[SCENE_BREAK]",
        "Brooke: Taylor's upset with you because of me.",
        "Ridge: She's got it in her head that something's going on.",
        "Brooke: Well, she's a very astute woman. Two people who were in love for as long as we were, there will always be feelings.",
        "Ridge: Nothing we'd act on, though, right?",
        "Brooke: No. We certainly can't deny it.",
        "Ridge: Well, I haven't. Taylor knows that I never stopped loving you just because I made a commitment to her.",
        "Brooke: She knows?",
        "Ridge: Yeah. I told her. She's a psychiatrist.",
        "Brooke: She's also your wife.",
        "Ridge: Well, I thought she'd understand. I mean, you don't just turn off your feelings because it doesn't happen to be convenient.",
        "Brooke: You can if you try hard enough.",
        "Ridge: No.",
        "Brooke: Have you really tried?",
        "Ridge: Is that what you want?",
        "Brooke: None of this is about what I wanted, Ridge. You left me. I had to move on with my life.",
        "Ridge: With Dante.",
        "Brooke: You heard?",
        "Ridge: Yeah, is it true? You're having a fling with him?",
        "Brooke: Well, that's none of your business. What I do and who I do it with stopped being your concern the night that you renewed your vows with Taylor.",
        "[SCENE_BREAK]",
        "Jackie: Can you imagine if we could be as successful in our love life as we are in our business lives?",
        "Eric: Business is easy. My employees normally do pretty much what I expect of them.",
        "Jackie: Unlike Stephanie.",
        "Eric: Yes. I'm finished beating my head against that particular brick wall. That part of my life is over. If I could just find somebody of Stephanie's wit and Brooke's charm. Someone sophisticated, and yet, sexy, you know?",
        "Jackie: That's a tall order.",
        "Eric: I know. Where the hell am I going to find somebody like that?",
        "[SCENE_BREAK]",
        "Ridge: I'm always going to care what happens to you, Brooke.",
        "Brooke: Then you should be happy, 'cause I'm fine. [ Cell phone rings ] Shouldn't you get that?",
        "Ridge: No, they can leave a message. I want to continue this conversation. Logan, you and I still share a child. If Dante is going to be involved in Hope and R.J.'s life, I'd like to know about it.",
        "Brooke: What about the children you share with Taylor? They can't be thrilled that their parents are separating.",
        "Ridge: No, they're not.",
        "Brooke: They've already had so much upheaval in their lives. First, their mother's coming back, and then their father's leaving.",
        "Ridge: Yeah, well, we've all had a rough couple of months, haven't we? But if Taylor and I can't even agree on Thomas, what else am I supposed to do?",
        "Brooke: I think you should be asking your wife those questions, Ridge. I wanted to be a mother to Thomas and the twins, but you had other plans. And now, so do I. And if you're not careful, Taylor might be looking at her options, too.",
        "[SCENE_BREAK]",
        "Hector: I just need to check the duty roster.",
        "Taylor: Wow, Hector, what you firemen do, you're just -- you're so brave. Honesty and bravery. Those are very rare qualities.",
        "Hector: Well, you try to help people when they need it. It's simple enough.",
        "Taylor: Well, maybe for you.",
        "Hector: I never wanted too much out of life. You know? Just love and protect my kids. Make a good home for them.",
        "Taylor: Obviously, you've done that.",
        "Hector: Well, it wasn't good enough for Samantha. She wanted a palace, like the one Ridge bought you. I tried to tell her that with real love and commitment, you can be happy anywhere. And without it, even the nicest house in the world will never feel like a home.",
        "[SCENE_BREAK]",
        "Ridge: I've upset you.",
        "Brooke: Ridge, you can't keep running to me for support every time you and Taylor have an argument.",
        "Ridge: I know.",
        "Brooke: It's just going to make things worse.",
        "Ridge: I know, I know. It was very thoughtless and I'm sorry.",
        "Brooke: I understand. You needed somebody to talk to. But you have to understand something, too. Our relationship is just about the kids and work. And it can't be any deeper than that. It's just too complicated, too painful.",
        "Ridge: Brooke -- it doesn't have to be that way. I'm always going to love you, Brooke. And there's nothing wrong with that. We can still be important to each other, still take care of each other. It's like you said, there's always gonna be something between us. You've always been the one person I can say anything to, and I think you feel the same about me. You know it's okay to love me. And I expect you do, even if it's only as friends.",
        "Brooke: Maybe you expect too much.",
        "[SCENE_BREAK]",
        "Taylor: No playing with fire in the firehouse.",
        "Hector: I'm sorry, Taylor.",
        "Taylor: No, it's okay. I mean, I don't mind if you have sympathy for me. It's just that just because Ridge and I are having problems doesn't mean that we're not still married.",
        "Hector: I got carried away.",
        "Taylor: No, we both did. I don't know, I just might have given you the wrong idea about Ridge and Brooke.",
        "Hector: You needed somebody to talk to.",
        "Taylor: No, I know. But the more I talked about it and the more I went on, I'm just thinking that maybe now I've blown this whole thing out of proportion. I mean, of course, it's ridiculous. I should know that Ridge and Brooke have a child together. Of course she's going to be a part of his life.",
        "Hector: Yeah, but how big a part?",
        "Taylor: You know what, it's not about Brooke. It's about me. I mean, how much do I trust my husband? That's a rhetorical question.",
        "Hector: Is it?",
        "Taylor: I'm the one out enjoying someone else's company tonight.",
        "Hector: I brought you over here to make you feel better.",
        "Taylor: Well, maybe I'm not supposed to be trying to feel better, okay? Look at my marriage, it's a wreck. And my family? Maybe I'm supposed to be doing something about it, like fixing it. I just don't know how. I don't know where to begin.",
        "Hector: Maybe you ought to call Ridge.",
        "Taylor: What, so we can argue some more?",
        "Hector: No. Look, you're re-evaluating the situation, right? Maybe he is, too.",
        "Taylor: Would you mind if I use your phone?",
        "Hector: No. Go ahead, if it will make you feel better.",
        "Taylor: I'm hoping.",
        "[ Cell phone rings ]",
        "Brooke: Don't worry, I've got your phone. You can pick it up at the office tomorrow. Oh, and Ridge -- I love you, too.",
        "Hector: Taylor, what happened?",
        "Taylor: Brooke.",
        "Hector: What? She answered Ridge's phone?",
        "Taylor: He forgot it.",
        "Hector: What did she say?",
        "Taylor: She thought I was Ridge. She said \"I love you, too.\" This is just never going to end.",
        "Hector: Wait a minute.",
        "Taylor: I gotta go.",
        "Hector: No, you listen to me. You don't need to put up with this -- with what your husband is doing.",
        "Taylor: I just don't know what's going on.",
        "Hector: Yeah, but you've got a feeling. And you've had this feeling for awhile. You don't deserve to be treated this way."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=8h5vrU00DJc"
}