{
    "Episode Summary": [],
    "Recap": [
        "Quinn is surprised to see Hope back at Forrester and that she had not stayed in Hawaii with Wyatt as he searched for some pearls on the island. Hope replies she needed to get back to work and also to have a conversation she was not looking forward to. Quinn knows that Hope must be angry. But Hope says it is mainly that she and Liam have been manipulated so many times that it is getting old and far too familiar. If Quinn has something to say to Hope then say it without fake e-mails or notes. Hope says she likes working with Quinn but is beginning to feel she might not be able to trust her. All Quinn asks is that Hope not blame Wyatt as he knew nothing of her actions. She asks about the trip and Hope responds that Wyatt had gone out of his way to make it very special. Quinn is delighted to know her son was Mr. Romance. Liam comes by to see Hope and Quinn quickly points out to Liam what her son gave Hope, a beautiful diamond pendant. He asks to speak to Hope alone so Quinn smirks at him and leaves. Liam deduces with the jewelry and them staying in Hawaii things must be getting serious with her and Wyatt. She replies that she wanted time for herself and was excited about her line and a future with no wedding in sight. She did admit that she and Wyatt are dating now. He wants to know where they stand. She doesn't answer so he says he will wait. They fall back into the same old pattern of discussing Steffy and her news. Liam thought Hope should have understood it was manipulation again and he thought Hope would see through Wyatt eventually. He was afraid Wyatt was going to turn out just like his mother and would end up hurting Hope. Quinn is listening to them behind a door that is ajar. You can almost see the wheels churning in her head. Liam continues that Wyatt and Quinn are not good people and he is going to prove it. And he vows that he wasn't done with Hope yet and he thought she knew it too.",
        "Bill meets Brooke at Katie's house and asks why they are both there. He does not want to have a talk with Katie, but Brooke assures him that Katie is at work. She is watching Will. Brooke wants to open his eyes. She shows him the pictures on the mantel and what he has missed. He states that it couldn't he helped. He says he reflected on his life just a few days ago and it was no different than when he was dangling on the mountain top. He tells Brooke that she was his rope and he can't believe she wants him to let go. Brooke says they had their time and now it's time for him to return to his family. He says no; Katie hates him yet Brooke is acting like she will gladly take him back. Brooke says she knows it will take some time, but she know Katie loves him and she believes she will take Bill back. Then she can have her happily ever after with Ridge. She and Katie both have children that should be raised with both parents in the house. Brooke sheds a tear when Bill relents and he decides to get Katie to take him back. Ridge arrives at Spencer Publication to discuss more with Katie about Brooke and Bill. He apologizes for causing her more pain by rehashing, but he has no one else to talk to. Brooke has explained everything, but he still can not accept how she and Bill betrayed Katie. Katie begins with the sequences of events at Brooke's birthday party with Taylor exposing the whole affair. By then Brooke and Bill had given each other up as a sacrifice. And Katie adds the cameras she had planted had given Bill the excuse he needed to walk away. She'd had this premonition about Bill's climb and she still cared as he was the father of her son. She recalled how electric it was when Bill touched her, but she guesses relationships like that only happen once in a lifetime. Ridge assures her that she will get it again someday. She doubts it. He touches her arm and says she is not the only one who gets premonitions. Something inside Katie is shaken, and she looks down at his hand on her arm, and she tearfully stares up into his sympathetic face."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Birds chirping]",
        "Hope: [Clears throat]",
        "Quinn: Hey! You're back.",
        "Hope: Yeah.",
        "Quinn: I thought for sure you would go with Wyatt and pick up those pearls for me.",
        "Hope: On Maui, yeah. Um, I was tempted, but no, I-I decided to come back, get some work done.",
        "Quinn: Hmm.",
        "Hope: Have the conversation I didn't want to put off any longer.",
        "Quinn: Okay. I can tell that you're angry.",
        "Hope: Little bit.",
        "Quinn: Look, I just thought that you had the right to know what was going on with --",
        "Hope: Quinn, this is all becoming a little too familiar. If you have information that you feel I should know, then I'd really appreciate it if you came to me and told me. There's no need for you to send videos from a fake e-mail account or forge letters. If Steffy wanted to tell Liam about her newfound fertility, then she could have picked up the phone and called him. You had no reason to get involved.",
        "Quinn: Understood.",
        "Hope: I like working with you, but... I'm starting to feel like I can't trust you, and that's a problem.",
        "Quinn: Hope, I'm sorry. And please don't let this cloud your feelings for Wyatt, because he had absolutely nothing to do with it.",
        "Hope: I know.",
        "Quinn: Well, other than that, how was the trip?",
        "[SCENE_BREAK]",
        "Brooke: Oh, good. You got my message.",
        "Bill: What's going on? Why are we here?",
        "Brooke: This is your home.",
        "Bill: Uh, this is my property. It's Katie's home. And she's gonna be ticked off. This isn't my \"Scheduled appointment time with Will.\"",
        "Brooke: Will is out with the nanny.",
        "Bill: Brooke, if you're trying to get me to sit down with Katie --",
        "Brooke: Katie's at work. She doesn't even know we're here. It's just us -- alone.",
        "Bill: Doing what?",
        "Brooke: Opening your eyes.",
        "Bill: [Sighs]",
        "[SCENE_BREAK]",
        "Katie: So, send out an e-mail and let everyone know that I'll be at the meeting and I'll decide on the cover at that point.",
        "Adele: Okay. Sure.",
        "Katie: Thank you very much.",
        "Ridge: Hey. Oh, sorry. Hi.",
        "Adele: Mr. Forrester.",
        "Katie: Hi. [Chuckles]",
        "Ridge: Do you have time to talk?",
        "Katie: Um...",
        "Adele: Hong Kong conference call in 45 minutes.",
        "Katie: Okay. Then I -- yes, I have time to talk.",
        "Ridge: I'm sorry. [Sighs]",
        "[Door closes]",
        "Katie: What's on your mind?",
        "Ridge: Brooke and Bill.",
        "Katie: [Sighs]",
        "[SCENE_BREAK]",
        "Hope: Well, your son really went out of his way to make the trip special. He's very romantic.",
        "Quinn: Ohh. Well, I guess that's a good thing.",
        "Hope: Mm-hmm.",
        "Quinn: May I?",
        "Hope: Oh, oh, sure. Yeah, um, it's a fragment from when they mined for the Hope for the Future diamond.",
        "Quinn: Oh, it is beautiful.",
        "Hope: Yeah.",
        "Quinn: I guess my son really is Mr. Romance.",
        "[Both chuckle]",
        "Quinn: Hey! Liam! Come here. You should check out this beautiful necklace that my son gave Hope in Hawaii.",
        "Liam: Hope, I needed to talk to you. Alone.",
        "Hope: Quinn, will you give us a minute?",
        "Quinn: Sure.",
        "[SCENE_BREAK]",
        "Brooke: I wasn't sure if I got through to you last night, so I thought maybe being here would help you see.",
        "Bill: The only thing I care to see here is you.",
        "Brooke: Don't. Just listen.",
        "Bill: Go on. Say whatever it is you need to say. But being in this house isn't going to make it any more believable.",
        "[SCENE_BREAK]",
        "Ridge: I'm sorry. I-I don't want for you to relive this thing over and over again. And I'm sorry for just coming in here. B-but I-I don't know who else to talk to.",
        "Katie: It's okay. I understand. And I am kind of a Brooke-and-Bill expert. So, what do you need?",
        "Ridge: What do I need? Um... I'm not sure. Some direction, maybe. Katie, I came here from Paris, and I knew exactly what I wanted. I wanted to get my family back together. Get Brooke and my boy and just start over. Seemed simple enough, right? I get here, and... everything is different. They're telling me stories and -- and they got explanations, and I don't buy any of it. And I just... I just need to understand how they could betray you like that.",
        "[SCENE_BREAK]",
        "Liam: Guy starts buying a girl jewelry, it's getting pretty serious. [Chuckles]",
        "Hope: Well, Wyatt has never exactly hidden his feelings for me.",
        "Liam: [Chuckles] Yeah. I know. What about your feelings? I mean, you've had some time away with him now in a romantic location like Hawaii.",
        "Hope: [Clears throat] Uh, I feel...like I want to take time for myself.",
        "Liam: [Sighs] Okay.",
        "Hope: I'm excited about my line. I'm excited about my future. With no weddings on the horizon.",
        "Liam: So, um... you and Wyatt are...",
        "Hope: I-I mean, I-I guess you could say that we're dating.",
        "Liam: Okay. And you and me?",
        "[SCENE_BREAK]",
        "Brooke: Your family.",
        "Bill: Used to be.",
        "Brooke: Take a look at this. Look at that smile. I can't believe how much he's grown. Wasn't too long ago when we took this picture, and now he's so different. Look at everything that you're missing, Bill.",
        "Bill: Not much I can do about that.",
        "Brooke: Yeah, you can. You can move back here in this house.",
        "Bill: Brooke, it's impossible.",
        "Brooke: What were you thinking about when you slipped from that mountain in Aspen?",
        "Bill: Wasn't able to concentrate. Everything Katie took from me.",
        "Brooke: Or maybe deep down, you were feeling like you really do belong here with Katie, with Will. When you fell from that mountain, you weren't thinking about what she was taking from you. You were thinking about what you were losing -- this family. You can have it all back, and your company, too.",
        "Bill: You know, I was, um, lying in bed last night. I was thinking about everything you said, reviewing my life. And it was no different than dangling from that rope. A side of a mountain, in bed -- no difference. You've been my rope, Brooke. Are you sure you want me to let go?",
        "[SCENE_BREAK]",
        "Ridge: Well, last night, you told me that I should forgive Brooke and get back together with her, and... I-I understand that. But I-I think I just need to know some -- some specifics before -- before I can do that.",
        "Katie: I'll answer whatever questions you have.",
        "Ridge: Okay, well... how did you find out about it? And -- and what did she have to say for herself when you did?",
        "[SCENE_BREAK]",
        "Liam: Okay, so... I'll wait.",
        "Hope: For me?",
        "Liam: Mm-hmm.",
        "Hope: Okay, I don't -- I don't get it. I don't understand, because you just told me that it was now or never.",
        "Liam: I know. I know, right? And you agreed.",
        "Hope: [Sighs]",
        "Liam: I guess it's all relative. I mean, at the time, you were telling me you wanted to marry me. I just couldn't get you to tell me when. I think patience gets a whole lot easier when the thing you're waiting for isn't supposed to belong to you already. You're hurt because seeing Steffy was a shock to you. But you are already starting to see through Quinn's games, and you know what that tells me? It tells me that you're not far off from seeing through Wyatt's, too. And when you do, I'll be here. Family with me, a marriage -- that's all waiting for you.",
        "[SCENE_BREAK]",
        "Brooke: You have to let me go. We had our time. But now you need to think about your time with Katie. Your wedding... the birth of your son... those are important memories and moments, and that's what you need to focus on, not us. You are a father, and maybe you weren't there for Liam and Wyatt, but you can be there for Will.",
        "Bill: You act like Katie wants me back.",
        "Brooke: She does.",
        "Bill: She hates me.",
        "Brooke: She loves you. Yes, of course there's some things that she needs to get past, and it will take some time, but you are the father of her son. Of course she's gonna take you back.",
        "Bill: This is really what you want?",
        "Brooke: Yes. I'm going to finally have my ever after, happily ever after with Ridge. And my sister with you. We both have children that we need to raise. Why would we want anything else for them but to be raised in a home with two parents? Would you want anything less for yourself?",
        "Bill: Okay.",
        "Brooke: What?",
        "Bill: Okay. I'll get Katie to take me back.",
        "[SCENE_BREAK]",
        "Ridge: A birthday party for Brooke?",
        "Katie: Yeah, I had this idea that I would throw her a big birthday party, and at the same time, we could celebrate the Logan women and everything that we mean to each other.",
        "Ridge: Oh, Katie. I'm sorry.",
        "Katie: It was probably one of the worst nights of my life. Taylor said that it would be easier for me to confront this in front of all of my friends and family, but the truth is, she had an axe to grind with Brooke, and it didn't matter that I was completely humiliated in the process.",
        "Ridge: But the affair was over at this point?",
        "Katie: Physically, yes. Emotionally, no. They had convinced themselves that they couldn't be together, and I guess they were making some huge sacrifice for my benefit.",
        "Ridge: So, what about the cameras?",
        "Katie: That was the final straw. They said that it was over between them, but of course after everything that happened, I wasn't just gonna take their word for it. So I put up cameras around the house, and I sat back, and I watched and waited for the worst.",
        "Ridge: And?",
        "Katie: They didn't cross the line.",
        "Ridge: But once Bill found out about the cameras, he went to Brooke.",
        "Katie: It gave him the excuse that he needed to walk away. Maybe it's better that way. I wouldn't want him to be with me and fantasizing about her. Some women might settle for that. But not me. Not from any man.",
        "[SCENE_BREAK]",
        "Hope: You think that this is just another obstacle for us?",
        "Liam: I do, yeah. We've gotten past every other one, and this one really isn't any different.",
        "Hope: [Sighs] It is, Liam. It is. Every other time that we've been messed with, you know, whether it was because of Steffy or your dad, whoever... after the initial hurt, I was always able to bring myself back to the belief that you were the guy for me. Even though you had divided feelings, I felt that somehow my devotion would make them go away. And now that I understand more about my issues with Steffy and after spending time with Wyatt... I know more about divided feelings. You need to know that Wyatt is not just a roadblock in our relationship. He means a lot more than that.",
        "Liam: That's a good thing, because it means that you understand where I was coming from on our wedding day. When Steffy walked into that cabin and wanted to share her news with me, I let her. I listened. I gave her a hug. I was very happy for her. She was my wife. There's always gonna be some kind of connection there, just like there will always be some kind of connection between you and Wyatt, probably. But it's not this, Hope. It's not us. And you know what I'm talking about.",
        "Hope: You're right. I do. It doesn't hurt like us.",
        "Liam: [Chuckling] Yeah. It's one way to know. But Wyatt isn't the guy for you. He's charming. He brings you jewelry. But if he's anything like his mother -- and I already know that he is -- I am genuinely worried about your involvement with him.",
        "Hope: Oh, Liam. Quinn is a mother who wants her son to be happy. I think, yeah, she -- she can go to some extremes, but you -- you are reading way too much into this.",
        "Liam: [Laughs] Let me ask you something. If I had said the exact same thing when my dad was doing everything in his power to sabotage us, would you have let that slide?",
        "Hope: No.",
        "Liam: They're not good people, Hope. And I'm gonna prove it. 'Cause I'm not done with us. I know that you're the only one for me. And you know it, too.",
        "[SCENE_BREAK]",
        "Ridge: You had a bad feeling about him climbing.",
        "Katie: Yeah, I... it sounds stupid, but... I had a premonition. And I called Brooke, and I begged her not to let him climb, but she said that his mind was made up, and once Bill makes his mind up about something...",
        "Ridge: Yeah, Brooke's the same way.",
        "Katie: Well, I guess that explains the attraction.",
        "Ridge: Here's what I don't get. Why would you go out of your way and be worried about this guy? I mean, a woman in your position, it wouldn't be the worst thing if he took a header off the mountain, right? Am I wrong?",
        "Katie: Well, he is the father of my child. And if anything ever happened to him, I... I will always love the man that he was. He made me feel like no one else ever has. He would touch me, and I would feel this...jolt of electricity. And I could look into his eyes, and I would know exactly what he was thinking. I don't know if I'll ever feel that way again. Maybe that's something that only happens once in a lifetime.",
        "Ridge: I don't think so. I think you'll get that back.",
        "Katie: Well, we'll see.",
        "Ridge: Hey. You're not the only one with premonitions around here."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=phgVthTQ6_c"
}