{
    "Episode Summary": [],
    "Recap": [
        "Wyatt has a visitor: Deacon. Wyatt shows him the diamond and that it is now his. It is not stolen; the diamond was left to him by the owner who passed away recently. He just inherited the Hope For the Future Diamond. Wyatt tells him that believe it or not, but it has magical powers of good luck and he's not sure he can ever give up on Hope even though for now she has chosen Liam. He was willing to accept that challenge but Quinn's going from meddling and annoying to out and out crazy turned the tide. Ivy is more or less expecting them to offer her an internship at FC so she is blown away that Eric and Rick say there is a big void in the HFTF line with patrons wanting jewelry to accompany the dresses. Hope says they'd like her to fill that void. She's certainly stunned and would like to accept but says she has too many hands in the fire in Sydney. Eric tells her she could do both, jet at her disposal. She says even then she would need some help with contacts. Hope tells Liam that Ivy made a good point. Liam says it before she does. She would like Wyatt to come back to work at FC. He's okay with that. He still has a small fraction of not wanting to trust him but a greater one that says yes. Hope calls Wyatt and asks him to come to Forrester. Deacon tells him that diamond may already be working. Rick calls Carter in and says he does not want to be in the middle of this, but he also doesn't want any strain between them. He told Caroline so now he wants to tell Carter too. He was in the steam room the other day and Maya came in .and hit on him. Carter is incensed but Rick says he is not making this up. Maya happens to walk in and he confronts her if she came on to Rick in the steam room.",
        "Oliver and Aly have a heart to heart and she is glad that she is able to share everything with him. She wants him to do the same. He says he does have something to tell her. Maya called him out after Ridge threatened to fire him. It's more than insecurity. He talked to Maya round the time that he started dating Aly and Maya recorded it. It's bad. He screwed up and no matter how it sounds, it does not change how he feels about her. And he will need her forgiveness. Wyatt goes to FC and with Liam at her side, Hope tells him they have an offer for him. They are looking for another jewelry partner and they think they have found her. She's a Forrester but settled in Australia so it will take some doings for her to say yes but they'd like Wyatt to help ease her into it. Wyatt is blown away and says yes he will take it. He can not believe their acceptance to separate him and his mother. Liam hugs him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: Mm, you are a very distracting person.",
        "Liam: I do -- I do try.",
        "Hope: [Chuckles] Ohh, I would love to make out with you all day long, but I have work I need to do.",
        "Liam: Stupid meeting.",
        "Hope: I know. Ugh, it feels -- it feels so weird considering someone new for the jewelry line.",
        "Liam: Yeah, well, that makes sense. I mean, Quinn artisan was, like, so branded with Hope for the Future.",
        "Hope: I know. It makes me kind of sad. I feel like Wyatt lost so much because of his mom.",
        "Liam: He lost a lot, including you. I mean, it [Scoffs] Worked out nicely for me, but still...",
        "Hope: [Chuckles] And you've been great. You haven't rubbed it in his face at all. You've been very kind and gracious. Thank you.",
        "Liam: [Chuckles] Well, bottom line -- Wyatt's a Spencer. I'm a Spencer. You're about to be a Spencer. I mean, we're -- the three of us -- we're family. We should start acting like it.",
        "Hope: Yeah.",
        "Ricardo: Wyatt, I can only imagine how surprised you are. I am, too. My heart was never fuller than when I was caretaker of the diamond. It was only out of my reach once when I loaned it to you. You have a shared passion and reverence for the quintessence of this gem. I am at her mercy, as you will be. The mother of all diamonds -- she's yours.",
        "[Knock on door]",
        "Deacon: Hey. Uh, I would have called first. I didn't have your number. This a bad time?",
        "Liam: Uh, no. Uh, come in.",
        "Deacon: Thanks. Wyatt, I was, uh -- I was curious about Quinn. She getting the help she needs?",
        "Wyatt: So she says.",
        "Deacon: What about you, kid? You doing okay?",
        "Wyatt: I'm a little shocked at the moment. Uh, I just got some unexpected help of my own. That's mine.",
        "Deacon: Wyatt, what, exactly, am I looking at?",
        "Wyatt: Uh, oh, look. [Chuckles] You might want to be a little more respectful with that piece.",
        "Deacon: Wait a second. You're not telling me this thing is real?",
        "Wyatt: Yeah. It is. And I don't want anybody knowing about this, okay? Just...",
        "Deacon: No, yeah, I got it. I -- how the hell did you -- is this from that diamond heist?",
        "Wyatt: No, no, no. No. No, no, no. This is not stolen. The man who owned this, Ricardo Montemayor -- he was a friend of mine. We did a lot of business in the past, and -- and he was a collector. This diamond was his most prized possession.",
        "Deacon: How did you wind up with it?",
        "Wyatt: Ricardo passed away recently, and he had no family, no heir. Deacon, meet the Hope for the Future diamond. I just inherited it.",
        "Maya: Wow. I've never seen any work like this before. Yeah, it's incredible.",
        "Ivy: Are you offering me an internship?",
        "Rick: [Chuckles] In a manner of, uh, speaking. Uh...",
        "[Door opens]",
        "Hope: Oh, hi! Oh, this is, uh, perfect. Ivy, I would like you to meet Liam Spencer.",
        "Ivy: Yes, I know exactly who you are. Rising young media executive, son of Bill, and the most important man in your life.",
        "Hope: All right, well, there you go.",
        "Liam: Pleasure to meet you.",
        "Hope: [Chuckles]",
        "Eric: All right, well, look, uh, since we're all here...",
        "Liam: Uh, I'll wait for you in reception.",
        "Eric: No, Liam, that's all right. It's not a formal meeting. Ivy has a question pending to which the answer is, \"no.\" We're not offering you an internship.",
        "Rick: Hope for the Future and Quinn artisan were a very successful collaboration. Our customers have come to like the option of buying jewelry with their clothing, and with Quinn and Wyatt's departure, that leaves a void.",
        "Hope: We would like to give you the chance to fill it.",
        "Ivy: What? Do you want me to design for HFTF?",
        "Eric: You would work very closely with hope, get an idea of what's required. Eventually, though, your jewelry will be displayed in Forrester boutiques all over the world.",
        "Rick: And on the website, too.",
        "[Light laughter]",
        "Ivy: I-I really wasn't expecting this.",
        "Hope: Well, what do you say, Ivy? You want to join our team?",
        "Ivy: I-I'm so flattered that you want me. It's an amazing opportunity.",
        "Rick: Is that a yes, or...?",
        "Ivy: It's -- it's -- it's complicated.",
        "Hope: Okay. Uh, how so?",
        "Ivy: Look, don't get me wrong. Designing for you and being a part of this L.A. Operation, it'd be a dream come true, but -- look, I-I have a setup in Sydney. I have employees there. All of my contacts are there. I can't just shut down.",
        "Eric: Go back and forth. You'd have a jet at your disposal.",
        "Ivy: Even with that, I would still need someone to help me.",
        "Wyatt: Look, this diamond isn't just one of the most flawless stones that you'll ever see. It's a force of nature.",
        "Deacon: And how's that?",
        "Wyatt: [Sighs] The simplest way to put it -- it brings you good luck.",
        "Deacon: Come on.",
        "Wyatt: I'm serious. It's got a power. It's got this magic about it. Ask hope. We -- we experienced it firsthand, and it brought us closer together -- not only that night in Mexico, but even after we came back. And I... [Chuckles] I kind of told her I would give it to her one day.",
        "Deacon: Um...well, you know, the last time I checked, she's -- she's still committed to Liam.",
        "Wyatt: And Liam and I are a lot closer ever since you tipped me off about my mother and the sword.",
        "Deacon: You saved your brother.",
        "Wyatt: I know, but it's more than that. Your daughter and I were very much in love.",
        "Deacon: Okay, this is what I'm not getting here -- if hope is so wild about you, then what is she doing with Liam?",
        "Wyatt: Well, things started to unravel ever since the... pregnancy scare.",
        "Deacon: Uh...",
        "Wyatt: I'm sorry.",
        "Deacon: No, it's -- it's all right. Um, did you handle it badly, or...?",
        "Wyatt: No. No. The opposite. Um, I mean, it was a surprise, but we certainly weren't planning on having kids anytime soon, and then after the idea settled...I was glad. Sometimes, I wish that, if she had been pregnant, we'd be married. We'd be looking forward to a-a child. But instead, she realized how life-changing a pregnancy would have been, and Liam demanded equal time. I wasn't threatened. I mean, I-I knew what I had with hope. I would have put that up against what she had with Liam any day, but it was my mother that broke us. It was when she went from annoying interference to full-on crazy -- causing Ridge's disappearance, stalking Liam, threatening him and hope, the sword. I mean, come on. She just -- she couldn't come back from that, and...",
        "Deacon: I could have sworn you said that you'd accepted the fact that hope is with Liam.",
        "Wyatt: I'm not sure that I'll ever be able to give up on a future with hope.",
        "Liam: Thank you.",
        "Hope: Mm-hmm.",
        "Liam: So, you think Ivy will come on board?",
        "Hope: Fingers crossed.",
        "Liam: Yeah?",
        "Hope: I think, with a little more experience, she could be a real asset to Hope for the Future. But a good point was raised. I mean, she's based out of Sydney. She can't just leave.",
        "Liam: I know where you're going with this. You want to hire Wyatt back.",
        "Hope: I've thought about it.",
        "Liam: [Chuckles]",
        "Hope: It's so awful -- everything he lost because of Quinn. And -- and he did nothing wrong, but he's paying for it all the same.",
        "Liam: [Inhales deeply] So, you ready to be surprised? I agree with you.",
        "Hope: You do?",
        "Liam: Can you imagine having to grow up with that psychopath for a mother?",
        "Hope: It's not fair.",
        "Liam: No, it's not fair, and you're kind of all about fair. [Chuckles]",
        "Hope: I see a smile on your face. Does that mean that you're okay with having Wyatt back around the office?",
        "Liam: I mean, there's still a-a fraction of me that has this instinct not to trust him, but there's a bigger part of me now that has compassion for the brother that saved my life, and that part says, \"go for it. Yes, give him a chance.\"",
        "Hope: Ahh!",
        "Liam: Ahh!",
        "Hope: Oh, thank you! Mm. Thank you.",
        "Wyatt: The diamond being here, the way things are with hope -- maybe it's not a coincidence. It brought us closer once before.",
        "[Cell phone rings]",
        "Wyatt: Hope. Hey.",
        "Hope: Are you busy?",
        "Wyatt: Uh, not if you need me.",
        "Hope: Can you come to Forrester?",
        "Wyatt: You want me to come to Forrester?",
        "Hope: Yeah, as soon as you can.",
        "Wyatt: I'm on my way.",
        "Deacon: Looks to me like maybe that diamond of yours is already working.",
        "Wyatt: Yeah. [Chuckles]",
        "Carter: You need to talk to me about something?",
        "Rick: Yeah. Uh...",
        "Carter: Talk to me. [Chuckling] What's going on?",
        "Rick: Look, I don't want to be in the middle of this. More -- more than that, I-I don't want any cause for doubt or misunderstandings about my position, which is why I came clean to Caroline and why I'm gonna do the same with you.",
        "Carter: Okay. [Chuckles nervously]",
        "Rick: I was in the steam room the other day. Uh, Maya came in. She hit on me.",
        "Oliver: You've been a revelation.",
        "Aly: Me?",
        "Oliver: When I first met you, I didn't get you. I underestimated you.",
        "Aly: Like how?",
        "Oliver: I didn't realize what an amazing person you are. I mean, you're so sweet and simple, and yet you run so deep. And you're beautiful -- inside and out.",
        "Aly: You're gonna make me blush.",
        "Oliver: That's okay. You're pretty when you blush.",
        "Aly: I'm not the same as when we first met. You've changed me. You showed me that the world comes in colors, instead of just black and white.",
        "Oliver: If I did that for you, I'm glad.",
        "Aly: But that is not all. You helped me through some very difficult times -- confronting Taylor about my mother's death, forgiving her, uncle Ridge's disappearance. I was so scared to lose him, and you kept me calm and centered. You accept me for who I am -- no apologies or justifications needed.",
        "Oliver: Who you are is pretty much perfect to me.",
        "Aly: And, you know, you never judged me, even when I made it really easy... [Inhales deeply] ...Like [Exhales deeply] Showing you all the Hope for the Future stuff in my room or [Chuckles] Telling you I have conversations with my dead mother.",
        "Oliver: Nothing's wrong with that.",
        "Aly: You see, that is such a gift -- being able to share everything about me with you.",
        "Oliver: And I want you to feel that way.",
        "Aly: You know, you can, too, Oliver. Nothing you could ever tell me about yourself would change how I feel.",
        "Oliver: \"Nothing\" is a pretty tall order.",
        "Aly: Try me.",
        "Oliver: [Sighs]",
        "[Door opens]",
        "Wyatt: Oh, uh...",
        "Liam: Wyatt, hey.",
        "Hope: Come in. Come in.",
        "Liam: Yeah.",
        "Wyatt: [Chuckles] It's weird to hesitate. Weird to kind of even be here at all, really.",
        "Liam: Yeah. Well, maybe not so much.",
        "Hope: We have an offer for you.",
        "Carter: Is this your idea of a joke -- telling me Maya hit on you? Rick, you're married to Caroline, okay? Maya's engaged to me.",
        "Rick: I wouldn't make this up.",
        "Carter: [Sighs]",
        "Rick: Look, I know that this must feel like it's some sort of gut punch out of nowhere, and I won't presume to understand what's behind it. It was me. I didn't feel right knowing that you were in the dark. Are you gonna be all right?",
        "Carter: Yeah, I'm good. Thanks.",
        "Maya: Why wouldn't you be all right?",
        "Carter: You tell me. Did you come on to Rick in the steam room?",
        "Oliver: I hope I'm not gonna regret this.",
        "Aly: So you do have something to tell me.",
        "Oliver: Yes. I do. [Sighs] That day that Ridge fired me -- it freaked me out.",
        "Aly: You were completely blindsided, but that was just a moment. It's over. You're not going anywhere.",
        "Oliver: Around that time, we started seeing each other. Maya called me out -- accused me of using you to keep my job.",
        "Aly: She said that?",
        "Oliver: More than once.",
        "Aly: Then Maya was wrong and inappropriate. I wonder what's going on with her. She hardly ever smiles anymore, and her modeling's been off. Maybe something's going on with her and carter.",
        "Oliver: She overheard me saying that -- that you should be the face of Hope for the Future.",
        "Aly: Okay, well, that explains it. She feels threatened. Well, it's -- it's fine. I mean, I'll just -- I'll go straighten it out. I'll tell her that I'm not interested.",
        "Oliver: It's more than just insecurity. Like I said, Maya has changed, or changed back. Either way, she's done some pretty shady things lately.",
        "Aly: Like what?",
        "Oliver: Like recording me without my knowledge around that time I was talking about. And the thing is, on that recording... I said some things.",
        "Aly: Oliver, you look really serious. I mean, how bad can it be?",
        "Oliver: It's bad. I'm gonna need your understanding and forgiveness. I screwed up. But no matter how it sounds, it doesn't change how I feel about you.",
        "Aly: What did you say?",
        "Wyatt: An offer? To do what? Janitorial services?",
        "Hope: Uh, well, Liam and I have talked about it, and we're in agreement. You have been through hell dealing with your mother.",
        "Wyatt: I appreciate the understanding.",
        "Hope: Well, we are looking for another jewelry partner, and if she says yes, we think that we've found her.",
        "Liam: Uh, she's a Forrester. Her name is Ivy.",
        "Hope: And she's based in Australia, which is a slight problem because she can't just shut down her business there. So, she'll need some help here, and we couldn't think of anybody better than you.",
        "Wyatt: You're offering me a...",
        "Hope: Position here -- back at Forrester working on Hope for the Future, yeah.",
        "Wyatt: And you're okay with this?",
        "Liam: I trust you.",
        "Wyatt: You realize what you just said, right?",
        "Liam: I do.",
        "Wyatt: I mean, you could take it back if you want.",
        "Hope: [Chuckles]",
        "Wyatt: You still got time.",
        "Liam: Nope. No.",
        "Wyatt: You trust me. That's huge. [Chuckles] We really are...brothers now, aren't we?",
        "Liam: Yeah, we are, and I think it's time we start acting like it.",
        "Wyatt: Oh, wow. I just -- this is... [Chuckles] Um... this -- this job is fantastic. And, yes, I will take it...",
        "Liam: [Chuckles]",
        "Hope: Yay!",
        "Wyatt: ...Gratefully, happily. Um... but your acceptance -- I mean, the fact that the two of you can separate me from my mother, give me a second chance is just...",
        "Liam: Yeah, don't screw it up. [Snorts]",
        "Wyatt: [Chuckling] I won't. I -- thank you. It's just -- it means -- it means so much. I-I just -- this is...",
        "Hope: We know.",
        "Wyatt: [Chuckles] Uh...",
        "Liam: Ah, come here.",
        "Wyatt: [Chuckles] [Chuckles]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=n5nSKvJod5c"
}