{
    "Episode Summary": [
        "Episode # 7566 ~ Thomas is overtaken by a wave of heartbreak and betrayal at the finale of the Spectra fashion show; Coco learns that she was a pawn in her family's plan to garner success for their company."
    ],
    "Recap": [
        "Sally stands on the runway and sees the disappointed looks from Thomas, Coco, and others. She jumps off the stage and runs after Thomas. He turns and tells her that he cannot believe what he saw with his own eyes. She betrayed him by stealing all the designs that were on her runway. She stole from his father, his grandfather and from him. Shirley immediately jumps on the stage and thanks everyone for coming and she will look forward to their reviews and taking their orders. Saul starts doing that immediately as Jarrett walks up and wants some answers. Coco tells Shirley she did not have anything to do with this. How did she rip off the Forrester's? Shirley finally tells her that actually she did it and tells her about the hidden cameras in her necklace and brooch, so they saw everything she saw. Jarrett wants to know if those were Forrester originals as he believes they are. Thomas tells Sally that he swore up and down to his family that she was a good person. And now she broke up with him when she got all she needed. He told her he loved her so if any of that meant anything then tell him the truth. She said she never meant to hurt him.",
        "Jarrett demands to know if those were FC originals which they looked like and how they did it. He had his headlines all set but not if they stole again from the Forrester's. RJ looks up the showing on his laptop with Brooke behind him and he notices immediately that these are their designs. Brooke says no wonder Coco did not want him to be at Spectra's for the show. It had to be an inside job and that falls on her head. She has to tell Ridge right away as this will affect their own showing. Shirley tells Coco that no matter how long she stays over there she is and forever will be a Spectra. All Coco wants to know is if Sally knows. Coco runs off when Shirley says yes. Thomas says he knows Sally did not come to L.A. to rip off his family, She came to make her own name known but along the way she became desperate. She had the whole world on her shoulder. She should have come to him and he would have helped her. He does not know how she could do this by stealing someone else's dreams. He loved her. And he would have helped her. She made a terrible mistake and he will never look at her the same ever again. She admits this was her Aunt Sally's wish and her grams raised her and Coco this way. But the way he is looking at her right now, nothing is worth that. She should have had more faith and she begs him for one more chance. He ponders the situation but says he is sorry, he can't."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Cheers and applause]",
        "Jarrett: These spectra designs are simply too good to be true. Every one of them could have come from Forrester creations, and I think they probably did.",
        "[Cheering continues]",
        "Saul: Where's she going?",
        "Shirley: Okay, everybody! That's it! Thank you so much. Thank you so much. Ladies and gentlemen, thank you so much for coming! We look forward to your reviews, and we're here to take your orders. You can't deny what you saw today! Spectra is back! Bigger than ever.",
        "Coco: These designs are stolen.",
        "Shirley: Saul Feinberg will take your orders. Where did sally go? We want to speak to sally spectra.",
        "Saul: I know, right? Thank you for coming, everybody!",
        "Shirley: Darlita, get the champagne flowing, honey. I've got to take care of something.",
        "Darlita: Aren't we waiting for sally? Yeah, where is she? Her designs are incredible!",
        "Coco: They're not our designs. They're rip-offs.",
        "Shirley: Hush up right now!",
        "Coco: I want an answer, grams. Where'd you get those designs? They're Forresters, aren't they?",
        "R.J.: You can be honest with me.",
        "Brooke: [Sighs] Honey, dissecting what happened with your father won't help us move on.",
        "R.J.: I didn't ask that. I just want to make sure you're okay.",
        "Brooke: Yes. I am. And your father will always be very important to me. And we will always be a family. But I don't want you worrying about that. I want you to focus on what's good in your life. I hear you've been spending time with coco spectra. I guess that's going well.",
        "R.J.: Yeah. It is.",
        "Brooke: Mm. I didn't see her at work today.",
        "R.J.: She's at the spectra fashion show. Wonder how that went.",
        "Saul: Okay, okay. One at a time! Everyone will be able to place an order. There's a price sheet there in your buyer's packet. What's the manufacturing time on this collection? Were any of these gowns showcased in your preview?",
        "Saul: No, no, no, no, no. This is new. This is a completely new collection, reflecting spectra's innovative focus and vision. And what a vision. When can we talk to sally? I need 50 units of gown #2.",
        "Saul: 50 units. Yeah. 50. We can do that. See, spectra fashions wants to make sure that your customers have access to couture style they can afford. What's the maximum order?",
        "Saul: Whatever you want. We will make it happen for you. 70 units of the b grouping. Mind if I get a quick quote from you? Buyer's perspective? Not at all.",
        "Jarrett: Uh, a moment, please, Mr. Feinberg?",
        "Sally: I'm a little --",
        "Jarrett: I'd, uh, like to speak to you privately.",
        "Saul: I said I'm a little busy right now, Mr. Maxwell.",
        "Jarrett: Yeah, well, I have some questions about this remarkable collection, and the new direction spectra's taking.",
        "R.J.: It has to be over by now.",
        "Brooke: How many designs were they showing?",
        "R.J.: I don't know.",
        "Brooke: Coco didn't mention it?",
        "R.J.: She's not really involved with spectra. She's just there to support here sister, so...",
        "Brooke: That can't be easy. Keeping her family and her work life separate?",
        "R.J.: Yeah, maybe that's why they didn't want me there.",
        "Brooke: At the fashion show?",
        "R.J.: Oh, I wanted to support coco, but her family said no. I don't know why.",
        "Coco: Those aren't my sister's designs! Where'd they come from?",
        "Shirley: This is a historic moment for spectra fashions! This is the reason we came to California! Our dreams are happening. Spectra is rising from the ashes!",
        "Coco: How'd you do it, grams? Tell me!",
        "Shirley: [Sighs] You did it, coco. You did it.",
        "Thomas: [Exhales sharply]",
        "Sally: Thomas. Thomas! Please listen to me.",
        "Thomas: Are you gonna deny that? Are you gonna deny what I just saw with my own eyes?",
        "Sally: Look, I can explain.",
        "Thomas: You -- you betrayed my family. That's our entire collection on your runway! You stole from my father and my grandfather... you stole from me.",
        "Brooke: Honey. You know how crazy it can get at showings. I'm sure she'll text you when she has a chance.",
        "R.J.: Is it weird I hope it went well?",
        "Brooke: You don't want coco to be upset.",
        "R.J.: I know dad wasn't on board at first, but... I think she's proven herself. No one can question her loyalty or her guts. Our family's intimidating, and she didn't let that stop her.",
        "Brooke: Well, there is one thing you can say about Spectras. They are tenacious.",
        "R.J.: Yeah, I'm gonna see if there's an update. Curious to see how this all turned out.",
        "Coco: You wanted me to be a spy, and I said no. You can't pin this on me!",
        "Shirley: Oh, that's good. Don't pin it on you.",
        "Coco: Look, I -- I care about R.J., and his family has been good to me. I -- I didn't have anything to do with this.",
        "Shirley: And you keep saying that, honey, to anyone who asks.",
        "Coco: Look, if you don't tell me how you did it, I'm gonna walk out there and I'm gonna tell those reporters that you ripped off the Forresters.",
        "Shirley: Fine, then! You may not have known it, honey pie, but you did it! Remember the gifts we gave you, coco? The necklace, the broach... we had hidden cameras inside there. Everything that you saw, we saw.",
        "[Reporters shouting]",
        "Saul: I will be with you in one minute. Just get those orders and questions ready.",
        "Jarrett: You haven't answered my question yet, Saul. Were those designs created by sally spectra?",
        "Thomas: What the hell is going on here? You ripped off my designs! Sally, how could you do this to me? Have you been playing me this whole time?",
        "Sally: No!",
        "Thomas: Oh, good, because I stood up to my family for you, my dad and my sister. I swore up and down that you were a good person.",
        "Sally: I tried to be.",
        "Thomas: You tried. Well, I thought we were getting along, but it turns out you just wanted to con me, steal my stuff, and then stab me in the back.",
        "Sally: No, it wasn't like that, okay? I knew you would feel this way whenever you found out, which is exactly why I --",
        "Thomas: Why what? Why you broke up with me once you got what you needed? Is that why? Sally, I never showed you any of my designs. How did you get them? I told you I love you. If that means -- if that means anything to you, tell me the truth. Oh, come on. Come on, you always have something to say. Say it.",
        "Sally: I never meant to hurt you.",
        "Thomas: [Laughs] I am such an idiot. A Forrester and a spectra. [Laughing] That's ridiculous! That's so funny. Laugh at it! You played a great joke on all of us, and me especially. Laugh at it. You have nothing to say...",
        "Saul: We gave you an exclusive, Jarrett. You trashed us.",
        "Jarrett: This is how you respond? By presenting a pilfered collection?",
        "Saul: Did you hear that applause? Did you see those orders coming in? Your review nearly ruined us, but we bounced back. So write a story about that, why don't you?",
        "Jarrett: I'll write it. You tell me how you did it. I've already got my headline -- \"spectra fashions turns back to the dark side.\"",
        "Saul: No, I didn't -- I didn't say that.",
        "Jarrett: You didn't have to. I know a Forrester original when I see one. Young sally has raw talent, but designs that sophisticated and elegant came from the hand of a master. And it's a shame. I thought this show could spark a new era at spectra. But not if you're stealing from the Forresters again. Ladies and gentlemen, uh, fair warning. You may be getting great prices for these designs, but they are not authentic.",
        "Saul: Darlita! Shirley!",
        "Jarrett: There's something you need to know about this collection. Yeah, when can I get it? I want it all. I want it first. I want 50 of each designs. What are you talking about? Are you ready to take my order?",
        "R.J.: I'm not rooting for the competition, all right? I just -- I want to see how it turned out. Spectra can't afford another bad showing. What? No, no, no, no.",
        "Brooke: What?",
        "R.J.: Spectra's collection. Those are our designs!",
        "Coco: You used me?",
        "Shirley: We needed help keeping this old battleship afloat! You came through for us, coco! You should be proud!",
        "Coco: Proud? Of stealing? Of betraying the people that gave me a chance and trusted me?",
        "Shirley: Look, young lady, I do not care how much time you spend over there at the Forrester's or with that R.J. Boy. You are a spectra. You are and will always be one of us.",
        "Coco: I can't believe that you did this to me. Did sally know? Did she?",
        "Shirley: Yes. Coco, you come back here right this minute! Coco!",
        "Thomas: Was any of this real?",
        "Sally: You know it was.",
        "Thomas: Do I? I remember when we first met at the bar at Il Giardino... all those stunts that you pulled with my sister... I knew that you were just trying to drum up publicity, you were trying to make a splash in the industry.",
        "Sally: Yeah. All of that was true. None of it was a set-up.",
        "Thomas: I came to spectra after your first preview, and I was there when you read Jarrett's review. I saw how devastated that made you. Sally, you didn't come to L.A. to rip off my family.",
        "Sally: No, I didn't.",
        "Thomas: You came to L.A. to be a great designer.",
        "Sally: Yeah.",
        "Thomas: But somewhere along the way... you lost it. You lost faith in your work, and you lost faith in us. You were desperate. You were swimming in bills and debt, and you had the entire weight of your family and the company on your shoulders, so -- so you panicked. Sally, you should have asked me for help. I would have helped. Be honest with me. Australia. Was that just a ploy to suck me in and steal from me?",
        "Sally: No. No, I wanted to be there, and I was honored to go as your date to your sister's wedding. That's where... [Voice breaking] That is where I fell in love with you.",
        "Thomas: How could you do this? How could you steal the dreams of somebody you love?",
        "Shirley: And then she just stormed off, when she should be here celebrating.",
        "Saul: Well, great. Cat's out of the bag about the hidden cameras. Sally's not gonna like that.",
        "Shirley: And knowing how straight-and-narrow coco is, she probably ran right to the Forresters.",
        "R.J.: How did this happen? I mean, our security was tight.",
        "Brooke: We gave it to them.",
        "R.J.: What do you mean?",
        "Brooke: Well, you said that coco didn't want you at the showing, right?",
        "R.J.: You're saying it was coco.",
        "Brooke: Honey, what other explanation is there? It's not just one design. It's our whole collection! It had to have been done from the inside! This is terrible! I've got to tell your father right away. This is gonna be a major, major problem.",
        "Thomas: You say you love me, but you knew how much this was going to hurt me. How could you do it?",
        "Sally: My grandmother said that this is the way that fashion works.",
        "Thomas: This -- this is not the way that fashion works.",
        "Sally: Look, I wanted to do it by myself, but I wasn't good enough, okay? You saw what happened at my preview. Not everyone has the golden touch, Thomas. I am a spectra. The only way that we get breaks are if we make them for ourselves.",
        "Thomas: That's your excuse?",
        "Sally: It's just the truth.",
        "Thomas: No. It is not the truth. Not for us. That cannot be the way that you felt about us.",
        "Sally: You were gonna dump me eventually.",
        "Thomas: You dumped me!",
        "Sally: You have a baby with Caroline Spencer! It was only a matter of time before you found someone with more polish and class! You would have left me, Thomas.",
        "Thomas: You are so wrong! I would have helped you become the designer that you wanted to be! I would have given you anything. I have supported you. I loved you first! Sally, you made a terrible mistake. I will never look at you the same way again. Do you want to know what I see now? A thief. A thief.",
        "Sally: My grandma raised my sister and me to be tough 'cause when we grew up, that's all we had. And when we came to L.A., Reviving spectra was our dream. It was my aunt sally's wish, and we were doing great, but somewhere along the way, it went wrong. I let everybody down and I gave into my fear, but it is not -- it is not over, okay? I don't have to fill the orders. I won't ship the dresses. I will burn them up! It is not worth it! The way you are looking at me right now... nothing is worth losing you. You're right. You're right, okay? I panicked. I -- I should have trusted myself and I should have -- I should have had more faith in us. Just please, Thomas, please just give me one more chance. Please. Please.",
        "Thomas: I'm sorry. I can't."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=AOXk8bXSACw"
}