{
    "Episode Summary": [
        "Episode # 7297 ~ Katie's act of composure spirals into a moment of hysteria when her imagination overrides her logic; Liam's focus on regaining his memory causes Quinn to have anxiety."
    ],
    "Recap": [
        "Wyatt joins Steffy on the beach. He tells her they have waited long enough ..he wants them to get married .and right away. She agrees. He says they did not have to force it or fight for it and it will be like nothing else ever before. They start making a list of who to invite. Adam looks at a magazine and has flashes of Steffy on top of the mountain in her wedding dress. When Eve returns he tells her he thinks his memory might be coming back. He shows her the wedding album and says he suddenly saw her coming forward on their wedding day. She questions him if he actually saw her and he says not the face, but he knows it was her. He says he knows he could love her even better if he remembered just what she meant to him. Adam feels Eve shaking and she says it's because she does not want to lose him. He says she won't but he is not her husband all the way as long as she has to keep taking care of him. Steffy tells Wyatt that Liam will always be in her past but he has made his choice and moved on. Wyatt is her future now. He says yes and no one will be able to take that away. Meanwhile Adam has more flashbacks of the lady in the wedding picture ..the face is coming in clearer and Eve looks worried.",
        "Katie invites Brooke over for dinner. She tells Brooke and Bill that she knows she has been a big concern for them. But she is seeing her therapist and knows now that the drinking did not help matters and she has given that up and got rid of all except for Bill's favorites. Her dance with the devil is over and she will move past that. They both can rest easy. She does want them to assure her that they are loyal to her as a sister and for Bill as a husband and father of her son. They assure her she does not have to question that. Things go pretty well until Katie sees Bill sharing his baby pictures of Caroline and Douglas with Brooke .and then she imagines Brooke feeding Bill off her fork, giggling and rubbing her bare toes against his legs. She ends up on the floor and screams at them to stop flirting right in front of her. Brooke says they were not flirting; they were just enjoying the food she prepared. She is not going through this again so she will leave. Katie will not let her touch her. Katie realizes she has made a huge mistake and apologizes to Bill. He says they both love her and Brooke is doing all she can. He doesn't know what else she can do. He leaves the kitchen to go check on Will. Katie is tempted and goes to find a hidden bottle in her canisters."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Bird squawking]",
        "[Dog barking]",
        "Wyatt: It's our own corner of the universe. Steffy, we've waited long enough. You've waited long enough. Let's get married right here.",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Katie: So, it's nothing fancy. You know, just salad and some chicken.",
        "Brooke: Where's Will?",
        "Bill: He's playing upstairs.",
        "Katie: Do you want some wine, Bill? [Chuckles] Don't look so shocked. [Chuckles] I mean, I'm not drinking anymore. Neither are you, Brooke. But there's no reason why Bill can't have some wine with dinner if he wants it.",
        "Bill: I'm good. I'm good, Katie.",
        "Katie: Okay. Well, then let's just start with salad.",
        "Brooke: Thank you for this.",
        "Katie: Yeah, of course. You know, I-I wanted you to be here for something other than dinner. Um, I know I've been a little out of control lately, and I know you've been concerned, and I just, um, I want you to know you don't have to be. I'm seeing my therapist, and I think that he has confirmed what we all knew was true. I've been depressed, and alcohol certainly wasn't helping things, so, um... I'm not gonna drink anymore. Which I think is a good thing, right? I mean, I had my dance with the devil, and now I'm -- I'm moving on. And I'm gonna be fine.",
        "[Birds chirping]",
        "Katie: I understand why you're skeptical. I'm sure you've been keeping an eye on the liquor cabinet.",
        "Bill: Looks pretty bare these days.",
        "Katie: Yeah, because I got rid of everything except for your favorites. And I'm sure you've checked the levels. Nothing's gone down, right?",
        "Bill: No.",
        "Katie: Right. 'Cause I'm not drinking. Those days are behind me.",
        "Brooke: I'm very happy to hear that. And I'm sure your husband is, too.",
        "Katie: Well, I'm pulling myself together. I just need a little reassurance from you and... and from Bill.",
        "[SCENE_BREAK]",
        "Quinn: Hey. What you doing, love?",
        "Liam: Looking at our wedding photos.",
        "Quinn: [Chuckles] But you've already seen them.",
        "Liam: Not like I'm seeing them today. It's happening, Eve.",
        "Quinn: What?",
        "Liam: My memory. I think it's coming back.",
        "Quinn: [Exhales deeply]",
        "[SCENE_BREAK]",
        "Wyatt: Why wait? I am never gonna love you more than I do right now. Well, that's not true. I will every morning when I wake up seeing you lying next to me.",
        "Steffy: Okay, okay, that was pretty good.",
        "Wyatt: That was a good one, right?",
        "Steffy: Yes, it was. [Laughs]",
        "Wyatt: I am serious, Steffy. Like, our lives have been on hold for so long. It's time to break free and just start our own journey. Marry me right away.",
        "Steffy: Okay. Okay, let's do it.",
        "Wyatt: Okay? Yes?",
        "Steffy: Yes.",
        "[Both laugh]",
        "Wyatt: [Laughs]",
        "[SCENE_BREAK]",
        "Bill: You need reassurance?",
        "Katie: Yes, I know that makes me sound terribly insecure.",
        "Brooke: Not at all. If you want reassurance, we'll give you as much as you need.",
        "Bill: That goes without saying. Katie... staying away from alcohol, that's a personal commitment.",
        "Katie: I don't need a lecture on sobriety. But speaking of commitment, um, I do need to know that you are loyal to me, as your sister. And that you're loyal to me and to our family, to our son.",
        "Bill: You don't have to question that. You shouldn't even have to ask.",
        "Katie: And you?",
        "Brooke: I will always be here for you, Katie. More than anything, I want you to be happy and healthy and secure.",
        "Katie: I really want to believe that.",
        "Brooke: Well, you can, and you will. 'Cause I will have your back. Just like I did when we were growing up.",
        "[Timer beeping]",
        "Katie: Well, then, I guess it's time for dinner.",
        "[SCENE_BREAK]",
        "Liam: Okay, see this? You see this photo right here? I-I-I don't know how it happened exactly, but suddenly I could hear the sounds of nature, you know, and I could see you walking toward me.",
        "Quinn: You -- you saw me?",
        "Liam: Yes. I mean, I couldn't -- I couldn't see your face, exactly, but -- but I-I remember being there.",
        "Quinn: That -- that is -- that is wonderful, sweetheart. How are you feeling, though? I mean, how are your headaches?",
        "Liam: Great. Haven't even thought about it. I'm just so excited! I'm getting my memory back! You realize that, right? At least I-I think I am.",
        "Quinn: Well, you -- you -- you think? But -- but you're not certain that you are, you know? Um, I-I mean, I just... I-I-I want you to get your memory back, but --",
        "Liam: But you don't want me to get my hopes up.",
        "Quinn: It would be devastating for -- for both of us.",
        "Liam: Maybe you're right. But if you're not... [Chuckles] I love you. But just imagine how much better I could love you if I could remember everything that we've been through together, if I could remember what you mean to me.",
        "[SCENE_BREAK]",
        "Steffy: Okay, so we're really doing this, like, right away?",
        "Wyatt: Yes, yes! We're really doing this.",
        "Steffy: So, like, when? When are we doing this?",
        "Wyatt: Well, I don't -- very soon. Very -- tomorrow, the next day, whatever. But next day at the latest.",
        "Steffy: Oh, you know a wedding requires planning?",
        "Wyatt: Let -- let me handle that, okay? I got this.",
        "Steffy: Okay. Okay, so no planning?",
        "Wyatt: No. Spontaneity, girl. That's our trademark. That's what we do.",
        "Steffy: I feel like we're gonna have a very interesting future.",
        "Wyatt: Yeah?",
        "Steffy: Yeah.",
        "Wyatt: One that you couldn't have had with anybody else. Are you feeling this? Like, are you -- are you seeing what lies ahead? It's like -- it's like nothing we could have ever anticipated.",
        "Steffy: I know, I know. It just kind of -- it kind of came together.",
        "Wyatt: We didn't have to force it, fight for it. There's a reason why we're here right now.",
        "Steffy: Hmm.",
        "Wyatt: Just it had to happen. [Chuckles] Okay, so who gets an invite? Short list, long list, whatever. Cheers.",
        "Steffy: Oh, okay, let's -- let's figure it out. Hmm.",
        "Wyatt: Mm-hmm. Okay, your dad, Thomas.",
        "Steffy: My granddad, yep.",
        "Wyatt: Mm-hmm. Uh, your mom?",
        "Steffy: I don't know. She's been really busy with work. She's been traveling around a lot.",
        "Wyatt: Right.",
        "Steffy: Yeah.",
        "Wyatt: Well, if she can't make the wedding, then we'll, you know, go see her or something.",
        "Steffy: Yeah, for sure.",
        "Wyatt: Uh, what about Rick?",
        "Steffy: If we invite Rick, then we have to invite Maya, then Zende and Nicole and everyone at Forrester.",
        "Wyatt: Yeah, this is kind of turning into a huge event. What am I saying? This is a huge event! This is exciting!",
        "Steffy: A huge event that needs planning!",
        "Wyatt: Right.",
        "Steffy: Weeks of planning!",
        "Wyatt: Okay, no Rick, Maya, Zende, and Nicole. [Chuckles]",
        "Steffy: Okay, so we have my immediate family. What about yours?",
        "Wyatt: My family. Um, Dad and Katie, right, for sure.",
        "Steffy: Uh-huh.",
        "Wyatt: My mom, Caroline, my brother. I mean, I would invite him if he was in town, hmm?",
        "Steffy: I know. I know you would. It's okay.",
        "Wyatt: Yeah. [Sighs]",
        "[SCENE_BREAK]",
        "Liam: [Laughs] Of c-- of course our wedding was the trigger! It's the most important day in our love story! Eve, Eve, I know you're worried about me getting my hopes up, but I promise you -- I promise you I can handle it. Don't worry about me.",
        "[SCENE_BREAK]",
        "Brooke: Mmm! Katie, this is so good.",
        "Bill: Delicious.",
        "Brooke: Is this another one of Mom's recipes?",
        "Bill: How many recipes that woman have?",
        "Brooke: [Chuckles] Bill.",
        "Katie: No, it's -- it's, um, it's one of mine.",
        "Bill: What is that spice I taste?",
        "Katie: Thyme.",
        "Bill: Half past.",
        "Brooke: [Laughing]",
        "Bill: That was pretty good. It makes the dish.",
        "Katie: Thanks.",
        "Brooke: Mm-hmm. It's really good. I want the recipe.",
        "Katie: I'll e-mail it to you.",
        "Brooke: So, Bill, where's the pictures you were gonna show me of your nephew?",
        "Bill: Hmm. Here you go. Yeah, fortunately, so far, he looks like his mother.",
        "Brooke: Oh, yeah.",
        "Bill: Mm-hmm.",
        "Brooke: He's cute. You have to try this. It's so good.",
        "[Both laughing]",
        "Brooke: [Giggles] [Whispers indistinctly]",
        "Bill: [Chuckles]",
        "[Both laughing]",
        "Katie: Stop it! Stop it!!",
        "Bill: Stop what?",
        "Katie: You're flirting with each other right in front of me!",
        "[Insects chirping]",
        "Katie: How could you do that?",
        "Bill: Do what?",
        "Katie: Flirt with my husband! I am right here!",
        "Bill: Flirt? What are you talking about?",
        "Brooke: No!",
        "Katie: Don't try to deny it! It's so obvious!",
        "Bill: What is?",
        "Katie: And you! You, to do this in our home, in our kitchen!",
        "Bill: What are you talking about, Katie?",
        "Brooke: Katie, nobody is flirting. We were enjoying ourselves. We were having a good time and enjoying your food.",
        "Katie: Oh, come on. You want him. Can't you just be honest about it?",
        "Bill: Katie!",
        "Brooke: I would never.",
        "Katie: You would never? What? Say that you're in love with Bill? Oh, that's right. You've already done that.",
        "Bill: [Sighs]",
        "Brooke: I think I should leave. Katie --",
        "Katie: Don't! Don't touch me.",
        "Brooke: You need to be with your husband.",
        "Bill: Katie, what the hell was that?",
        "Katie: Um... I'm sorry. I'm sorry.",
        "Bill: There was nothing going on.",
        "Katie: I-I'm just -- I'm -- I'm dealing with a lot right now.",
        "Bill: I-I understand that, Katie, but nothing was happening.",
        "Katie: I know. I'm just -- I'm feeling so insecure because of her.",
        "Bill: Listen to me. Brooke is doing everything she can to rectify the situation. She loves you. We both love you. What more can we do to reassure you?",
        "Katie: Just don't give up on me.",
        "Bill: I'm not giving up on you. I love you. I love our family. I want nothing more than for you to be healthy and happy. But sometimes, Katie --",
        "Katie: I know. I'm sorry. It's... [Sniffles] It's just it's...it's my depression. I'm just trying to work through it. I just need your support.",
        "Bill: You have it. You will always have it.",
        "[Clatter]",
        "Bill: I think I heard Will. I don't need him to walk in here. I'm gonna go check on him. We'll pick this up as soon as I'm back.",
        "Katie: [Sighs]",
        "[SCENE_BREAK]",
        "Liam: Eve, I love you. Let's face facts. I am not much of a husband. I have to be taken care of and nursed. Just think of how much happier you would be if that weren't the case. And you know what? I can feel it. I feel myself getting better, and I want this so bad, I can taste it. And it's not just for me. It's for both of us.",
        "Quinn: You don't realize how I am a changed person because of you. I-I-I couldn't love you any more than I do right now. It doesn't matter that you can't remember.",
        "Liam: It matters to me. Look at this. Look. When I look at these photos right here, these wedding photos, and I see how happy I am, it's because of that woman standing right next to me. She's the one putting that smile on my face. What's wrong? Whoa. Eve, you're shaking.",
        "Quinn: I-I-I just -- I don't want to lose you. [Sniffles] I don't want to lose you.",
        "[SCENE_BREAK]",
        "Wyatt: You know what my dream is? Or one of them, anyway.",
        "Steffy: What?",
        "Wyatt: After we get married and Liam finally comes back, I just -- I want things to go back to normal. Like, I-I want to be able to invite him over and hang out and have barbecues.",
        "Steffy: Liam -- Liam made his decision. He left without anyone seeing him. And he knew what he was doing. It's not like he was pressured into it. He didn't even give us a hint. No one saw him. No one spoke with him.",
        "Wyatt: Steffy.",
        "Steffy: [Sighs] He's not part of my life anymore. He's not. You are. And you've been wonderful, and I'm marrying you. I'm always gonna have history with Liam. But he's gone. And you're here. And I want a life with you.",
        "Wyatt: And that's what we're gonna have. I believe that. With or without Liam. Nothing and no one will be able to take that away from us."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=1Gr1O-qSdQU"
}