{
    "Episode Summary": [
        "Episode # 7048 ~ Nicole tells Maya she's interested in Wyatt; Brooke tries to stop Deacon from marrying Quinn."
    ],
    "Recap": [
        "Looking radiant Quinn gets ready for her wedding. Deacon paces and remembers what Brooke said that she will not allow them to get married. Brooke drops in on Katie and asks if she has time for her big sis. Brooke says she feels like she has turned a corner going to the AA meetings and now focusing on her family. Maya asks Nicole what is up with Wyatt and why is she looking for him. Maya tries to explain not all like Quinn. But she is back at FC and Wyatt is heading up the jewelry department with sales and publicity. Ivy tells Liam that she can not move in with him as that would mean leaving Aly by herself with Rick and Maya. He tells her they may have something on Rick to end his reign at FC .something so scandalous that it would send shockwaves thru the building. They are out to find what that is. This could be a game changer. And Wyatt is working on it now with Nicole to charm her out of some information.",
        "Wyatt wants Deacon to do right by his mother. Katie is surprised that Brooke is worried or even thinking about Deacon. Quinn is the reason that Hope lost the baby and is now in Milan so best to leave that alone. Katie picks up on the word IF Deacon marries Quinn. She wants to now what she means by that. Wyatt tells Quinn that today is her wedding day and Deacon is not his first choice. But she is a handful on a good day so if Deacon is that someone he is happy for the both of them. Carter tells Deacon that Maya ditched him for another man but now he is glad she did. She did not turn out to be who he thought she was. Katie tells Brooke that she knows Deacon is Hope's father and they went to AA together but love is blind so she should leave this alone. Brooke says if he goes ahead with this wedding, it will be disaster. She needs a few more days to stop it. Nicole tells Maya they are sisters and she wants to be sisters and she wishes Maya did not freeze up every time she mentions talking to Rick as if she is going to spill the secret. Nicole says she wants her and Rick to work out. With Liam listening at the door, Maya rants that no one can find out about this before Rick and will tell him. Liam tells Ivy that Wyatt is not backing down, he will do what he has to do to get this secret. At Wyatt's, he turns on the music for the ceremony and out walks a gorgeous Quinn in white wedding dress. Brooke says they still have time to stop Deacon and Katie says she better go with her so she doesn't mess up. Brooke stops the wedding and says she can not stop Deacon but she has someone on the tablet that might. Hope speaks to Deacon that she can not believe he would marry someone who has done all the things Quinn has. She does not want him to be tied to Quinn's craziness. Please do not marry Quinn!"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: No. I am not going to accept this. I am not going to let you marry Quinn.",
        "Wyatt: Big day.",
        "Deacon: Yeah, the biggest.",
        "Wyatt: Yeah. You sure you're ready?",
        "Deacon: The question is, are you ready? You're the one with the reservations.",
        "Wyatt: My mother seems convinced that, uh, you'll make her happy.",
        "Deacon: The question is, how do I convince you in 10 seconds or less?",
        "Wyatt: Start convincing.",
        "Deacon: [Chuckles]",
        "[Knock on door]",
        "Brooke: Can you spare a few moments for your big sis?",
        "Katie: What's up?",
        "Brooke: Oh, why am I here, you mean?",
        "Katie: Well, you don't need a reason, but...",
        "Brooke: I know. I know you worry about me and my sobriety.",
        "Katie: How are you doing? Going to meetings?",
        "Brooke: Yeah.",
        "Katie: And they're helping?",
        "Brooke: I feel like I've turned a corner. I mean, it hasn't been easy, but I'm focused now on my family and my children.",
        "Katie: Good. I'm happy for you.",
        "Brooke: You won't be so happy with me when you hear what else I'm thinking about. Deacon.",
        "Maya: What's going on, Nicole? Why the sudden interest in Wyatt Spencer?",
        "Nicole: Who says I'm interested? I just asked if you've seen him today.",
        "Maya: Well, his mother's getting married, so that's probably where he is.",
        "Nicole: Weren't you and Rick invited?",
        "Maya: We declined.",
        "Nicole: Why? What's wrong with Wyatt's mom?",
        "Maya: Depends who you ask. According to her groom-to-be, she's wonderful. But ask Wyatt's brother Liam, and he'll probably feel very differently.",
        "Ivy: Oh. Hello to you, too.",
        "Liam: See? I'm telling you, if you just move in, we could do this every morning.",
        "Ivy: Look, you know it's very tempting, but that would mean leaving Aly to fend for herself, and...I just don't want Rick and Maya taking advantage of her.",
        "Liam: Speaking of Rick --",
        "Ivy: No. Don't. Just don't.",
        "Liam: I know. I know. I know. I just -- I have -- I have news. He's not, like, lurking anywhere, is he?",
        "Ivy: No. He's in a meeting outside of the building. Why?",
        "Liam: Okay. Well, we think we've hit on something -- something that could end Rick's reign of terror at Forrester.",
        "Ivy: What's going on?",
        "Liam: Okay. Well, Wyatt overheard Maya and Nicole talking, and, apparently, they know something that nobody else knows.",
        "Ivy: About what?",
        "Liam: Rick, I'm assuming -- a secret so scandalous that \"it would send shock waves through Forrester.\"",
        "Ivy: Well, that sounds promising.",
        "Liam: I know, right? And it just fell right in to our laps -- I mean, no hostile takeovers, no clandestine maneuvering, just Wyatt being in the right place at the right --",
        "Ivy: Liam!",
        "Liam: What?",
        "Ivy: What's with the buildup? What did Wyatt hear?",
        "Nicole: Forget about Liam. I want the scoop on the brother.",
        "Maya: There's no scoop. Wyatt's a Spencer. His father is insanely rich and powerful.",
        "Nicole: Which means Wyatt is, too -- or will be? Unless...",
        "Maya: Unless what?",
        "Nicole: Unless he and his dad are on the outs for some reason.",
        "Maya: Why would you think that?",
        "Nicole: He works for Rick and Forrester Creations, not for his dad. How come?",
        "Maya: Well, Wyatt's mother, Quinn, is a jewelry designer, and they came to Forrester Creations to -- okay, long story short, Wyatt now oversees Forrester's jewelry line, along with Ivy and his mom.",
        "Deacon: Wyatt, isn't there an unwritten rule that the bride's grown son can't give the groom -- that would be me -- a rough time on his wedding day?",
        "Wyatt: I'm just trying to make sure your intentions are honorable.",
        "Deacon: [Chuckles] Well, that depends. Are we talking about the marriage or the honeymoon?",
        "Wyatt: Ohh. Really?",
        "Deacon: Look, man, I get it. Not everybody's thrilled about this wedding. I mean, look around. We couldn't scare up a handful of people to listen to us say our \"I dos.\" But here's the thing -- I really love your mom. And sometimes it's easy, sometimes not so easy.",
        "Wyatt: Yeah. [Chuckles]",
        "Deacon: But I'm in. I'm all in, for better or for worse.",
        "Carter: Starting without me?",
        "Deacon: No, you're right on time. Thanks, Carter.",
        "Carter: Yeah. I'm also pushed for time, so let's get started, okay?",
        "Deacon: Okay.",
        "Carter: Okay.",
        "Deacon: [Exhales sharply]",
        "Quinn: [Exhales sharply]",
        "Deacon: Oh, you are exhausting.",
        "Quinn: Mm.",
        "Deacon: You are nuts. You drive me nuts. But, God help me, I want to marry you.",
        "Wyatt: Well, you're not bolting for the door.",
        "Quinn: Can you believe it? After all these years, I'm finally getting married.",
        "Katie: Deacon? Why would you -- isn't he marrying Quinn today?",
        "Brooke: Yeah. I take it you and bill were invited since bill is Wyatt's father.",
        "Katie: Well, yeah, we were invited, but we're obviously not going. Are you?",
        "Brooke: No. You can imagine my reaction when she gave me that invitation.",
        "Katie: All right, look -- I know that Deacon is hope's father and you're concerned what this might do to their relationship.",
        "Brooke: Yes! Of course I'm concerned! Quinn is the reason hope's in Italy right now, away from her family, away from her parents. She's the reason why hope lost her baby and why she and Wyatt are divorced. Quinn fuller has brought so much misery into so many people's lives, and she's gonna do it to Deacon's -- if that marriage happens.",
        "Katie: What do you mean, \"if\"? Brooke...",
        "Ivy: So, it involves Rick and Forrester Creations?",
        "Liam: Yeah. Well, that's how Wyatt heard it, yeah.",
        "Ivy: He heard it through Nicole and Maya?",
        "Liam: Right. But they didn't know he was anywhere around.",
        "Ivy: If Maya knew, she'd be in panic mode.",
        "Liam: I know. I mean, this could be the game-changer. I mean, this could be the thing we need to get Rick booted from Forrester.",
        "Ivy: Still, until we know what Rick is hiding, I mean --",
        "Liam: Yeah, well, you know, Wyatt's working on that.",
        "Ivy: How?",
        "Liam: Um... Maya's younger sister. Wyatt's gonna try to squeeze some information out of Nicole.",
        "Nicole: So, it's just Wyatt and Liam -- no other Spencer kids?",
        "Maya: Well, there's will, bill and Katie's little boy, but he might be a little young for you.",
        "Nicole: Hey, I can't help it if I think Wyatt's...",
        "Maya: Hot?",
        "Nicole: I was going to say, \"handsome,\" but \"hot\" works a lot better.",
        "Wyatt: Carter's here. Uh, is this what you're wearing?",
        "Quinn: No. I bought two dresses -- one traditional, one not so much.",
        "Wyatt: Let me guess -- the not-so-traditional one is leather?",
        "Quinn: Oh, come on. Give your mother some credit.",
        "Wyatt: Mm.",
        "Quinn: I'm saving the leather for the honeymoon.",
        "Wyatt: Okay. Yep. La-la-la, la-la.",
        "Quinn: Are you sure you're okay with this?",
        "Wyatt: Today is your wedding day. Whatever reservations I may still have... I want this to be the start of something wonderful for you. No, Deacon is not my first choice.",
        "Quinn: [Sighs]",
        "Wyatt: But I'm not sure who would be. Let's face it, mom -- you're a handful, and that's on a good day. Yeah. But... they say there's someone for everyone. So, if Deacon is that someone for you...",
        "Quinn: He is.",
        "Wyatt: ...Then I'm happy for you -- for both of you. I love you, mom.",
        "Quinn: Ohh.",
        "Deacon: Ow! Damn it. God.",
        "Carter: Let me. [Chuckles]",
        "Deacon: I'm all thumbs today. I don't know why, huh?",
        "Carter: Pre-wedding jitters?",
        "Deacon: Yeah, well, I suppose every guy goes through that, right?",
        "Carter: You're asking the wrong guy.",
        "Deacon: Oh, yeah. You and Maya, right?",
        "Carter: Yeah. She ditched me for another man. But, uh, I'm kind of glad she did.",
        "Deacon: Seriously?",
        "Carter: She wasn't who I thought she was. Ever wonder that about your bride?",
        "Deacon: Come again?",
        "Carter: Your pre-wedding jitters, but if they're second thoughts instead about marrying someone as unstable as Quinn --",
        "Deacon: You don't know her the way that I do.",
        "Katie: Look, I know you have a connection to Deacon. He's hope's father, and he's helped you with the whole AA thing.",
        "Brooke: You know, I know what Quinn's gonna do to his life. She's gonna make it a living hell. She says that she's changed, but she hasn't changed. Women like Quinn -- they don't change. They eventually revert to type. And Deacon's the one who's going to have to suffer.",
        "Katie: Does hope know about the wedding?",
        "Brooke: He told her, but she's not coming.",
        "Katie: That's no surprise.",
        "Brooke: She didn't give him any grief about it, either.",
        "Katie: So, he took that as, what, her approval?",
        "Brooke: I don't know why Deacon would think that she would ever be okay with this.",
        "Katie: Well, you know what they say -- love is blind.",
        "Brooke: Well, it's not love. It's not the kind of love he deserves. I mean, Deacon's worked really hard on himself, and he's come around. It's taken a while, but if he goes into a marriage with Quinn, there is no escaping that craziness.",
        "Katie: You're really concerned about him.",
        "Brooke: I really need to get through to Deacon. If only I had a few more days. But I don't. I have to act now, before it's too late.",
        "[Cell phone chimes]",
        "Nicole: Rick?",
        "Maya: Yeah. His meeting ran long, so he might not be back for a while.",
        "Nicole: Oh, darn. I wanted to -- never mind.",
        "Maya: What?",
        "Nicole: Nothing. It's no biggie.",
        "Maya: Okay.",
        "Nicole: Maya, don't do that.",
        "Maya: Do what?",
        "Nicole: Tense up every time I say I want to speak to Rick, like I'm gonna tell him about... I'm your sister. I want us to be sisters.",
        "Maya: I do, too. I do. It's just... everything else.",
        "Nicole: There is no \"everything else.\" There's only one thing. And if you could just open up to Rick --",
        "Maya: Until I do, you and Carter are the only people who know about me, and it has to stay that way, Nicole, until I'm ready to tell Rick myself.",
        "Ivy: So, Wyatt's going to work on Nicole?",
        "Liam: Right, I mean, 'cause Maya's obviously not gonna say anything, but her younger sister might. I don't know. I'm not sure how Wyatt is gonna finesse it, but if he can get Nicole to open up, then -- but the thing is, it's risky. I know that. It's risky.",
        "Ivy: Mm-hmm.",
        "Liam: But Wyatt's not backing down. I got to give him props.",
        "Ivy: Oh, yeah. Wow. Another Spencer brother who loves intrigue.",
        "Liam: Oh, yeah. Like you don't love a good mystery.",
        "Ivy: Look, I just -- I can't imagine what Rick could have done that's gonna jeopardize Forrester, and, yes, I'm aware that he is no boy scout and he basically tricked uncle Eric into giving him irrevocable control of Forrester, but --",
        "Liam: Yeah. I don't know. I don't know. I mean, maybe he figured if he could pull that off, then it would allow him to do something else, only this time nobody would find out.",
        "Ivy: What if Wyatt gets nowhere with Nicole? Then what?",
        "Wyatt: All right. The bride's almost ready. How 'bout the groom?",
        "Deacon: Let's do it.",
        "Carter: What about the guests? Shouldn't we wait?",
        "Wyatt: Something tells me we're it.",
        "Deacon: You know what? Who needs guests? All we need is the happy couple, someone to perform the ceremony, and family. We already got all three of those.",
        "Carter: Okay. Let's take our places.",
        "Wyatt: All right. Oh, music -- what about music?",
        "Deacon: On the desk over there.",
        "[Wagner's \"Bridal Chorus\" plays]",
        "Katie: I know that you want to do something.",
        "Brooke: I have a plan -- a way to reach Deacon before he makes this terrible mistake.",
        "Katie: Brooke, it's his wedding day. You may already be too late.",
        "Brooke: No. No. I still have a little time.",
        "Katie: For what? Why don't you just tell me what you're thinking?",
        "Brooke: I've got to go.",
        "Katie: Okay, listen -- I'll go with you. Just let me grab my stuff.",
        "[Door closes]",
        "Liam: Well, hopefully, Wyatt will come through and we can get rid of Rick.",
        "Ivy: And what if he comes up empty?",
        "Liam: Plan \"C.\"",
        "Ivy: And what's plan \"c\"?",
        "Liam: [Chuckles] You'll know when I do.",
        "Ivy: [Chuckles]",
        "Liam: Hey, I got to go.",
        "Ivy: Uh...",
        "Liam: I love you.",
        "Ivy: ...Okay.",
        "Liam: I love you.",
        "Ivy: I -- yeah. I love you, too. You're just gonna go?",
        "Liam: Uh...yeah, I'm coming back.",
        "Nicole: I want this to work out for you and Rick.",
        "Maya: I am determined to make sure that it does.",
        "Nicole: There's only so much you can do, though. Plus you can't control how Rick will react when he learns that you're --",
        "Maya: You know, I keep telling you this is a fashion house. It's not some uptight corporation. The whole industry is open-minded.",
        "Nicole: Yeah, but Forrester Creations is a little more on the traditional side. Imagine the publicity.",
        "Maya: He won't let it go that far.",
        "Nicole: He may not be able to stop it.",
        "Maya: It's not going to happen that way. Rick's position as C.E.O. Cannot be jeopardized, and Forrester Creations must be protected at all costs.",
        "Nicole: I get that. But what you don't seem to be getting is that something like this can't --",
        "Maya: No! No! It can be managed. It is being managed.",
        "Nicole: For now.",
        "Maya: [Sighs]",
        "Nicole: I'm not trying to upset you, Maya, honest. I know you're scared.",
        "Maya: Of course I'm scared! Rick's whole world -- Forrester Creations, everything -- it could come crashing down around him if -- no. No. I cannot let that happen, Nicole, and that's why I keep telling you no one can find out.",
        "Deacon: Who knew, huh, when we met in that bar my first night back in L.A. That it would lead to this?",
        "Carter: Um, the groom typically waits till I pronounce, but you guys aren't a typical bride and groom, so... let's get started. Dearly beloved, we are gathered here in the presence of these -- this witness...",
        "Wyatt: Plus one. It's just plus one.",
        "Carter: ...To join this man and this woman in matrimony, which is an honorable estate and may not be entered into unadvisedly or lightly but discreetly and reverently. Now, if anyone has just cause why this man and woman should not be lawfully joined together, speak now or hereafter remain silent.",
        "Quinn: There are no other guests, so no one to object. [Chuckles]",
        "Brooke: Stop!",
        "Deacon: Brooke, what the hell are you doing?",
        "Brooke: You can't go through with this, Deacon. You can't marry Quinn.",
        "Quinn: Oh, please. Brooke, like there's anything you can say to stop this wedding now.",
        "Brooke: Maybe I can't... but I have somebody here who might be able to get through to you.",
        "Hope: Dad?",
        "Deacon: Hope, what are you doing?",
        "Hope: When you called me and told me you were marrying Quinn and said you hoped I could be there, I-I said I couldn't, and then I really didn't make a big deal out of it because I think I was just...stunned. No, I didn't like you moving in with Quinn, for all the reasons that you already know, but somehow, I guess I didn't think that you would actually marry someone who has done all the things that Quinn has, especially to the daughter you say you love.",
        "Deacon: Honey, I do love you. This doesn't change anything.",
        "Hope: But it will. It will change you. I am so afraid that, despite your best efforts not to, by tying yourself to Quinn's craziness, you're gonna get drawn in to her paranoia and her erratic behavior, and I do not want that for you. I don't want that for our relationship. Dad, we have overcome a lot to be the father-daughter that we never had the chance to be. Dad, please don't marry Quinn."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=HFh29izlDHA"
}