{
    "Episode Summary": [
        "Episode # 7555 ~ Katie confronts Ridge about the current state of his & Brooke's relationship; Coco & RJ get to know each other better by revealing moments from their respective pasts."
    ],
    "Recap": [
        "Katie confronts Ridge about his kissing Quinn. She lets him know she has been watching him, on the plane, at the wedding and then knew he was on the beach and saw him kissing Quinn, and all of this the day before his own wedding. Brooke defended him but she tried to tell her he was betraying her. Ridge says it was just a kiss, no big deal. Nothing has changed, he loves Brooke and Quinn loves Eric. He will fix all of this. RJ wants to know more about Coco. She laments he knows pretty much all there is \u0096 she is a Spectra. He's heard those stories, he wants more. He tells her that all that drama and secrecy is in the past. She mentions their first kiss and he quickly kisses her again. Both Brooke and Bill are thinking of each other when he looks up and spots her in the distance. He approaches and she smiles in disbelief.",
        "Thomas shows up at Sally's and takes her to lunch, calling her one of a kind. He asks what is holding her back. Nothing, she kisses him right out in the middle of a crowd. Saul tells Shirley that Thomas is wrong for Sally. She calls him Romeo and says she knows he has the shots for her granddaughter and she agrees with him about Thomas. But if Sally falls for Mr. Pecs then all the more reason she may help them. Katie chides Ridge that he likes danger but he needs a shrink to think he could cheat with Quinn and get away with it. This is how he repays Brooke for thirty years of her loyalty. Was he just testing himself to see if that old Forrester charm still works? Brooke deserves much better than this. Katie says her sister thought her life was coming back together. Is this the last chapter for him, ending in a cheap thrill? He says he royally screwed up. He doesn't even like the woman. She says there has to be more. And what is he going to do when Bill finds Brooke and is back in the picture? Brooke hugs Bill and they cling to each other."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: We can't tell Brooke or anyone what happened in san Francisco.",
        "Katie: This sounds wrong, but I watched them for a little bit.",
        "Brooke: What is it? I can tell something's bothering you.",
        "Katie: I think there's something going on between ridge and Quinn.",
        "Brooke: You are not going to do this here.",
        "Katie: They were holding hands! It was intimate! You have to talk to ridge and get to the bottom of it.",
        "Brooke: [Sobs] [Breathing heavily]",
        "Katie: Just as I thought. You're here.",
        "Ridge: I'm busy. What do you want?",
        "Katie: You're supposed to be on your honeymoon. But you didn't marry my sister. Brooke wouldn't tell me why. But I think I know. Quinn.",
        "Coco: All right, invoices sorted, alphabetized, and ready to be filed.",
        "R.J.: Wow.",
        "Coco: Yeah.",
        "R.J.: Fast. Angling for a raise?",
        "Coco: [Chuckles] No, I just don't want your dad to ever regret hiring a spectra intern at Forrester.",
        "R.J.: I think the only thing my old man's thinking of right now is my mom and his honeymoon, so...",
        "Coco: You're really happy for them.",
        "R.J.: Does that make me like a dork?",
        "Coco: No! No. No, I think it's sweet. It's like how I am with my family...when they're on their best behavior. [Chuckles]",
        "Shirley: Invoices? Get to the good stuff, girl! More of ridge Forrester's secret designs!",
        "Saul: I don't see the envelope anywhere.",
        "Sally: Yeah, R.J. probably put it away for safe keeping. Look, guys, I really don't know how I feel about this.",
        "Shirley: What would your great aunt sally say right this moment? What happened to the spectra \"whatever it takes\" spirit?",
        "Saul: Yeah.",
        "Sally: It's how we're going about it, grams. I don't like using my sister like this.",
        "Saul: Well, neither do I! But we are desperate!",
        "Thomas: Who's desperate?",
        "Sally: Thomas!",
        "Thomas: Someone's desperate.",
        "Shirley: Saul. For a date. We're on one of those dating services right now trying to find him a live one.",
        "Thomas: Oh, really? Well, I've always wondered how one of those works. Do you mind if I take a look?",
        "Sally: No, actually, Saul is super private. [Chuckles]",
        "Shirley: But you know what? You could probably give him a few pointers being a studmuffin and all.",
        "Saul: Oh, no. I don't need any pointers. I'm just -- I'm cool.",
        "Thomas: Well, okay. Uh, maybe you and I and sally, we could all go on a double date sometime with whoever your date ends up being.",
        "Sally: Ah! So, you still haven't said why you stopped by.",
        "Thomas: Well, I was in the neighborhood, so...",
        "Sally: Uh-huh. Please. Just say it, bucko. You couldn't stay away from moi. But you're in luck, 'cause I'm starved, so why don't we go get something to eat? Your treat.",
        "R.J.: Hey, you know a lot about my family, but I don't know much about yours.",
        "Coco: You know I'm a spectra. That's pretty much all you need to know.",
        "R.J.: Not really. I mean, I've heard a lot of stories about your great-aunt, but you're not her.",
        "Coco: No. Um... there's not much else to tell. Uh, I was raised by my grams. My parents were out of the picture pretty early on. I think that's why when I overheard you talking with your parents about your family being reunited and how much it means to you... I'm just -- I'm really happy for you, R.J. I am. Your mom and dad, too.",
        "R.J.: [Chuckles]",
        "Katie: My god, ridge. You have a family with Brooke. You have a son. I mean, have you talked to R.J.?",
        "Ridge: No, I have not.",
        "Katie: Well, you're not gonna be able to put that off for much longer. Every time I saw you and Quinn together at Eric's house, here at the office, on the plane, at the reception, I knew something was going on. So the two of you disappeared on the beach, and Brooke went to look for you. What happened? You find a romantic spot and make love?",
        "Ridge: No, don't be ridiculous! What are --",
        "Katie: Well, something had to happen --",
        "Ridge: I kissed her! That's it.",
        "Katie: You kissed her. Your father's wife. \"That's it.\" The day before you're supposed to marry my sister.",
        "[Cell phone rings]",
        "[Ringing stops]",
        "Thomas: Hi.",
        "Sally: Hi. Back at the scene of the crime.",
        "Thomas: Hmm?",
        "Sally: It's where we first met.",
        "Thomas: Oh! Yeah. That.",
        "Sally: Yeah, that. [Scoffs] You know, back then, if someone had told me I would fly all the way to Sydney to be with Thomas Forrester -- crazy.",
        "Thomas: Well, that's kind of one of the things that I like about you.",
        "Sally: \"One of\"?",
        "Thomas: Yeah, you came all the way to see me. That's amazing. Knowing that you would probably incur the wrath of my sister and my family. You're fearless. And you're beautiful and smart, kind of funny.",
        "Sally: Oh, don't stop. Please. You're on a roll.",
        "Thomas: No, no, no. That's enough for today. You've gotten enough. Seriously. Sally spectra... you're one of a kind. I hope that Sydney was just the beginning for us.",
        "Coco: So have you always looked up to your dad?",
        "R.J.: Don't all sons?",
        "Coco: [Chuckles]",
        "R.J.: No, but ridge Forrester was not your typical dad.",
        "Coco: Right, because he's a legendary fashion designer.",
        "R.J.: And also a legendary ladies' man.",
        "Coco: What? Your dad?",
        "R.J.: Yeah. Yeah. Love 'em and leave 'em. Ridge Forrester.",
        "Coco: You're kidding.",
        "R.J.: No. He broke a lot of hearts in his day.",
        "Coco: [Chuckles]",
        "R.J.: But those days are gone. He's married to my mom by now and totally committed to her, to us.",
        "Katie: I had my suspicions. I didn't want to believe it. Brooke really didn't want to believe it. She defended you. I was right. You and Quinn.",
        "Ridge: Me and Quinn what? We kissed. It's not a big deal.",
        "Katie: Who cares if that's all you did? You betrayed Brooke. You betrayed Eric. You let R.J. Believe that his family was gonna be together again.",
        "Ridge: I am gonna put his family back together. I'm gonna fix this.",
        "Katie: Really? How? How? You think you're gonna contain it? Eric's gonna find out about this. You know that, right?",
        "Ridge: Everything's gonna be fine.",
        "Katie: Boy, I wish that were true for everyone. What you did with your father's wife! You and Eric have had a complicated relationship, and it's not always been good. I mean, it wasn't so long ago that he didn't trust you at all, and maybe he was right not to.",
        "Ridge: Nothing has changed! Eric loves Quinn. I love Brooke. And -- and R.J.'S gonna be fine. I'm gonna fix this family. I'm not gonna let him down.",
        "Katie: How could you be attracted to someone like Quinn? That woman is a nutcase!",
        "Ridge: I don't know how. And I hate that I hurt your sister. I'm gonna make this right. I'm gonna have a life with Brooke.",
        "Bill: I'm not ready to get on the plane, Justin. No. I don't know when I'm coming home.",
        "Shirley: Listen, Romeo. I know you've got it bad for my granddaughter, but Thomas is --",
        "Saul: Is all wrong for her.",
        "Shirley: I agree.",
        "Saul: Wait, what?",
        "Shirley: The closer she gets to pretty boy Forrester, the less likely she is to let us poach their designs. That would ruin us, Saulie. We can't let that happen.",
        "Sally: It's just the beginning for us, huh?",
        "Thomas: Well, that is unless you think it's too risky. You know, a Forrester and a spectra.",
        "Sally: Two households not alike in dignity. It's a pretty volatile mix. But this gal's fearless. Your words.",
        "Thomas: Well, that's not all that you are. I don't know everything about you, but I'm gonna have a hell of a good time finding out.",
        "Coco: So, if you're ridge junior, does that mean you're a player, too?",
        "[Both chuckle]",
        "R.J.: Maybe you should ask around, find out.",
        "Coco: Oh, right, right. Like ask some of the other interns, you mean?",
        "R.J.: Yeah.",
        "Coco: Shut up. Stop.",
        "R.J.: I love and respect my dad. But I'm glad he's finally chilling out.",
        "Coco: Mm-hmm.",
        "R.J.: All that scandal and drama is in the past.",
        "Katie: I wouldn't count on my sister forgiving you this time.",
        "Ridge: Maybe if you spoke to her.",
        "Katie: [Chuckles] Oh, I'm supposed to plead your case? Are you kidding?",
        "Ridge: I just need someone to tell her how sorry I am.",
        "Katie: Are you? Are you really? Because you knew you were playing with fire, and it didn't stop you. Maybe that was part of the attraction. I mean, Quinn was so unattainable. You just had to go for it.",
        "Ridge: Katie, I thought you were my friend. I don't need to be analyzed right now.",
        "Katie: Oh, I think that might be exactly what you need. You need a good shrink to explain to you why you would risk everything to be with a woman like Quinn, a woman who would cheat on her husband with his son!",
        "Ridge: That's not what this is.",
        "Katie: She is married to the man who loved you, who raised you, who nurtured your talent --",
        "Ridge: I know what my dad is.",
        "Katie: And this is how you repay him. This is how you repay Brooke. You throw 30 years of history out the window to lock lips with a psycho. But I guess we are talking about ridge Forrester. Ridge Forrester with his super-sized ego that needs constant feeding.",
        "Ridge: That's enough, Katie.",
        "Katie: And what happened? Did you wake up in the morning and look in the mirror and say, \"I wonder if that irresistible Forrester charm still works. Do you think that I can bring every woman to her knees?\" Guess what? You proved that you can. Congratulations. Do you feel like a bigger man? Your father's wife. You know, my -- my sister and I, we've -- we've been through a lot. But she deserves better than this. Much better.",
        "R.J.: What was that?",
        "Coco: Just thinking. You surprised me a bit. When you kissed me.",
        "R.J.: Well, I surprised myself, too.",
        "Coco: You're a good kisser.",
        "R.J.: Oh, you think?",
        "Coco: Yes. Maybe I'm not. Or you would have tried it again.",
        "Saul: So if sally is falling for Mr. Pecs --",
        "Shirley: It would explain a lot. Why she's not fully onboard with everything we're trying to do. [Chuckles] She knows that we are trying to rob Tommy boy's family blind, and she just can't do it.",
        "Saul: Just another reason that schlump is all wrong for her! Only how do we get sally to see that when she's gone all soft for him?",
        "Thomas: Okay, I got to admit. Before we left Sydney, I thought we were gonna share a room together. Why didn't we? What's holding you back?",
        "Ridge: Wow. You don't pull any punches, do you?",
        "Katie: I love my sister. We've had our issues, but for you to do this to her right when she thought her life was finally coming together...",
        "Ridge: I'm not giving up. I'm gonna win her back.",
        "Katie: How? By making promises that you'll just break? Brooke has a big heart. But she's not a doormat. And you must know that bill is waiting in the wings. What do you think he's gonna do when he finds out about this?",
        "Ridge: She's not going back to bill. I know that.",
        "Katie: Is this how it ends? I mean, your story, is this the last chapter? Instead of ending up with the woman whom you've always claimed was your destiny, you throw all that away for some cheap thrill with a --",
        "Ridge: Okay! I screwed up. I royally screwed up. And I don't know why. And I don't even like the woman.",
        "Katie: How can you say that? I mean, are you listening to yourself? You sound ridiculous! There has to be something more going on here or you wouldn't risk Brooke, your father, your family.",
        "Ridge: She shouldn't be over there alone. I shouldn't have left her there.",
        "Katie: Oh, well, she might not be alone. Bill's in Sydney. He didn't want to come back to L.A.",
        "Ridge: He better stay away from her.",
        "Katie: There's nothing you can do about that now. If bill and Brooke are meant to be together, then they will be."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=PPQ3MMWAskI"
}