{
    "Episode Summary": [],
    "Recap": [
        "Ridge and Taylor discuss Thomas. Taylor places blame on herself. She enquires about their marriage and Ridge tells her anything but counseling. He suddenly tells her he has an idea how to get the family back together. He rushes out of the house.",
        "Sally tries to coerce Thomas into signing her contract. She enlists Thorn in her quest who advises him that his sales figures are amazing however he might not be able to turn back if he signs. Gabby says she'll support whatever decision he makes. Ridge pops in right as Thomas is going to sign. He challenges Thomas to beat him on the runway. If Thomas wins, he gets to work at Spectra and they will respect his marriage. If Ridge wins Thomas goes to college and he annuls his marriage. Thomas accepts his father's challenge. Hector stops by on the pretense that he is checking on her alarm system. He ends up asking her out for coffee and cooing over how beautiful she is. She tells him she wants to work things out with Ridge but appreciates his friendship."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Thomas and Gaby didn't come home last night?",
        "Taylor: No. First, you move out, then Thomas. It makes a girl wonder why she even came back in the first place.",
        "Ridge: Now, you don't mean that.",
        "Taylor: No, I guess I really don't. It's just the two of us aren't together, and the girls don't deserve this.",
        "Ridge: I don't want to be away from you, doc, or the family. How the hell does this happen so fast? The family's together and happy, and all of the sudden -- we were in such a great place, too.",
        "Taylor: Until I came back.",
        "Ridge: I didn't say that.",
        "Taylor: You don't have to. Just look around. Look at the problems I've caused.",
        "Ridge: Hey, none of this falls on you, doc.",
        "Taylor: Ridge, Thomas moved out because of me. I'm the one who called immigration services, not you. I really do think that things were better when you were handling things without me.",
        "Ridge: Look, trust me, Thomas and I tangled plenty while you were gone, over amber. I couldn't begin to know how to deal with that one. There were a lot of times when I wished that you were here so I could have asked your advice.",
        "Taylor: Yeah, but here I am, and I don't know what to say or what to do.",
        "Ridge: Hey, you're worried about Thomas. We both are.",
        "Taylor: He's gone, Ridge. I'm afraid he might have turned his back on us for good.",
        "[SCENE_BREAK]",
        "Thomas: There is no place I would rather be. You don't feel the same way?",
        "Gaby: No, I do. It's just -- it's because of me you're sleeping on a pullout sofa at Spectra.",
        "Thomas: Yeah, but with you.",
        "Gaby: Do you think we're making the right choice, Thomas?",
        "Thomas: Absolutely.",
        "Gaby: You walked out of your parents' house.",
        "Thomas: So you could stay in this country, go to college, be my wife.",
        "Gaby: Thomas, you shouldn't be away from your family. I never wanted that. I know how important they are to you.",
        "Thomas: This is stupid. You know, we're married. We love each other. We shouldn't have to sleep at Spectra on some dumb sofa because my parents won't accept that.",
        "Gaby: They want what they think is best for you.",
        "Thomas: Well, so do I. I think I should sign sally's contract. You know, we could cash the bonus check, get a place of our own. Maybe that's the only way to win.",
        "Gaby: It's not a game, Thomas. And even if it were, taking Sally's offer might be the losing move, not the winning one.",
        "[SCENE_BREAK]",
        "Sally: I think Tommy boy has found the pot of gold at the end of the rainbow.",
        "[ Thorne laughs ]",
        "Thorne: These sales figures are unbelievable.",
        "Clarke: Believe! That boy is a bona-fide miracle!",
        "Thorne: Who is supposed to start college in a few weeks.",
        "Sally: Boy, that man really knows how to clear a room, doesn't he?",
        "Thorne: Well, I'm sorry, Sal, but Ridge and Taylor are expecting Thomas to go to college.",
        "Sally: Thomas being able to pay cash for a Ferrari might just inspire some kind of independent thought. Besides, I overheard prince Ridge barking at him just the way he used to bark at you, Thorne. Not exactly the lovey-dovey dad from days of yore. Here's the contract -- ironclad, but more than fair. And you will notice, there's a nice little signing bonus to go along with it. Now, I have already stressed the importance of real world dollars and cents over the false promises of a college education to Mr. Overnight sensation, but that kid has got a suspicious side, okay? And for us to close this deal for Thomas to stay on at spectra, he needs to hear from you, his trusted uncle.",
        "Thomas: Hear what?",
        "Thorne: Well, the first thing you need to hear is, congratulations.",
        "Thomas: Thank you, thank you.",
        "Thorne: Not even your dad posted figures like this.",
        "Thomas: Well, thank you, Uncle Thorne. It couldn't have happened without you.",
        "Thorne: Well, Thomas, you have a gift. It makes helping easy.",
        "Thomas: So Sally told you about the contract extension she's offering?",
        "Thorne: Yeah, she did.",
        "Thomas: And?",
        "Thorne: Well, I can't deny that I want you to stay on, okay? You'd be a great asset to the team. But with all that's going on with your mom and dad, I --",
        "Thomas: It'd be like walking away from the family, like you did.",
        "Thorne: So you got to be sure, Thomas. Because once you make this decision, there's no going back.",
        "Thomas: Signing this contract will change a lot, won't it?",
        "Thorne: You'll always be part of the family, Thomas.",
        "Thomas: But estranged from mom and dad.",
        "Sally: Listen, a little time apart is good for the soul.",
        "Gaby: But if Thomas signs the contract, he'll be saying no to college.",
        "Clarke: And hello to a much higher education.",
        "Sally: One I might add that doesn't take money from your pocket, but fills your pockets with lovely money, by the bucket full.",
        "Darla: And you have to remember something, Gaby -- the Forrester's dream for Thomas is to be dating other girls, too.",
        "Gaby: You need to be sure. Your parents, your family -- that's what you might be giving up.",
        "Sally: Defending those who are attempting to deport you is a habit you might consider letting go of, honey. Now, we all have our reasons for wanting to hold on to this sweet little tush over here. But I believe that my reason is the only one that is intended to keep the two of you together and dump more money in your lap than the lottery could.",
        "Gaby: They're still your parents.",
        "Thomas: Who won't accept you as the woman I love.",
        "[SCENE_BREAK]",
        "Taylor: Gaby blatantly disregarded the one rule I made. I mean, was I really that wrong to come down on them so hard?",
        "Ridge: I think we both made Gaby out to be the bad guy in all this, but she did turn down that money my mother offered her after Helen died. And that was well before she and Thomas hooked up.",
        "Taylor: Yeah, well, I can appreciate that. But she's still married to my son. So the jury's still out on that as far as I'm concerned.",
        "Ridge: So the question is, should Thomas be committed to a marriage at 18 years old?",
        "Taylor: Absolutely not.",
        "Ridge: He's a good kid though. He was just trying to help someone out. And despite what he did, we should be proud of him for that.",
        "Taylor: Yeah, fine, I am. But how do we convince him that good deeds should only go so far?",
        "Ridge: Now that he's had a little success, Sally's going to milk him for everything he's got. It's a mess.",
        "Taylor: And there doesn't seem to be any kind of a solution.",
        "Ridge: Unless -- this just might work.",
        "Taylor: What, Ridge?",
        "Ridge: I have an idea that might fix all of this.",
        "Taylor: Tell me.",
        "Ridge: Can't right now, there's something I got to do first. Okay, doc, you gotta trust me on this one.",
        "Taylor: No, wait, wait, Ridge. What about us? Is there a fix for us?",
        "Ridge: Is that what you want?",
        "Taylor: Yes.",
        "Ridge: You know I'll do anything.",
        "Taylor: Counseling.",
        "Ridge: Anything but counseling, doc. Come on. Look, you and I are gonna put this family back together, all right? The two of us. We'll do it.",
        "[SCENE_BREAK]",
        "[ Sniffing ]",
        "Hector: Hi.",
        "Taylor: Hector?",
        "Hector: I thought I'd stop by to check to see of the alarm system's still up and running.",
        "Taylor: Oh, yeah, everything's fine. Come on in. Can I get you something?",
        "Hector: No, no thanks. How are you?",
        "Taylor: Oh well, things have just gone from bad to worse. Not only has ridge moved out, but as long as Gaby isn't welcome here, Thomas isn't coming back.",
        "Hector: Oh, I'm sorry to hear that.",
        "Taylor: Well you know, what can you expect. Go into a coma -- and I guess your family dynamics are going to change after awhile. Although I'm -- I'm afraid I've made a real mess of mine.",
        "Hector: Well look, sometimes life puts a lot of land mines out there for us to step on. And for all you've been through, Taylor -- I can't imagine anyone handling it better.",
        "Taylor: Well here I am -- standing in the middle of the mine field.",
        "Hector: With help all around.",
        "Taylor: Thank you, Hector.",
        "Hector: You know, I had a feeling you might be sitting around here, alone, getting down on yourself. Which, from personal experience, I can tell you is not a very good thing to do.",
        "Taylor: Yeah, I have felt pretty alone.",
        "Hector: Who knows, maybe someone will show up on your doorstep one day and invite you out for coffee.",
        "Taylor: You never know.",
        "Hector: You're a beautiful woman, Taylor. And you shouldn't be alone. Maybe Ridge can't see that, but I can.",
        "[SCENE_BREAK]",
        "Clarke: Sorry Thomas, Ridge will never accept Gaby -- not as long as he's paying the bills.",
        "Thorne: I understand what you're going through, Thomas. There was a time when Darla wasn't accepted either.",
        "Thomas: Well now, that Darla's accepted, maybe they'll accept Gaby too.",
        "Sally: You are already accepted at spectra, honey. Sign that contract and we will do it for a minimum of five years more -- with an option for three following that.",
        "Thomas: Do you really think I have what it takes?",
        "Thorne: Sales reports don't lie.",
        "Clarke: And they tell us, you design it, they will buy it.",
        "Thomas: Yeah, but what if it's just a trend?",
        "Sally: My dear boy, trends are worth millions. King Eric Forrester, he dreams of trends. And you find yourself sitting smack dab on top of one! So just grab the bull by the horns! And enjoy the ride!",
        "Thomas: Well, who really needs college with success like this, right?",
        "Thorne: If it's what you want.",
        "Gaby: Whatever you decide, I'll support you.",
        "Ridge: Looks like I got here just in time.",
        "Sally: Yeah, well looks can be deceiving. Ridge, I think Thomas has already made up his mind. Why don't you make it final Thomas? And you can pay back pop for all that college tuition right now. And you can add a little interest if you want.",
        "Ridge: Don't sign it, Tthomas. I have a proposition for you. One that may be the only thing we can agree on.",
        "Thomas: I'm all ears.",
        "Ridge: I know we've had our differences. And I know you want to be treated like a man.",
        "Sally: Oh Ridge, please, please -- the suspense is killing us. Come on. Lay it on the table.",
        "Ridge: All right Sally, we settle the situation with you and Gaby on the runway.",
        "Thomas: The runway?",
        "Ridge: Yeah, we each do a full line of designs. We present them together at a fashion show, a little while later, we verify the orders and the winner will be determined by the amount of sales.",
        "Thomas: And what if I win?",
        "Ridge: If you win, you can sign on here at Spectra and you can keep Gaby as your wife.",
        "Thomas: I can do that now.",
        "Ridge: But there would be a difference, Thomas. Gaby will be accepted as your wife. She'd be accepted into our family.",
        "Sally: And if you win?",
        "Ridge: If I win, Thomas goes to college and he annuls his marriage with Gaby.",
        "Thomas: What? That means she'll be deported.",
        "Ridge: Thomas, it's the only way you're truly gonna get what you want.",
        "Thomas: No! You're asking me to gamble Gaby's citizenship! That's too big a risk.",
        "Gaby: Thomas, wait. Look, if you win -- your parents will accept us. You'll be reunited with your family. That's what you want. That's what we both want.",
        "Thomas: Not if there's a chance of losing you. That's too big of a risk.",
        "Gaby: You won't lose.",
        "Sally: Not so fast.",
        "Ridge: Thomas is a grown man Sally. He's able to make his own decisions.",
        "Sally: Fine, fine. But if it's going to be David versus Goliath, I think David ought to have a negotiating partner.",
        "Ridge: Okay, that's all right with me.",
        "Sally: Well despite Tommy boy's huge success, he is really still nothing but a kid. He's a rookie. He's a punk. He may not be able to match some of your strengths.",
        "Ridge: Okay, so how 'bout if I just tie a hand behind my back?",
        "Sally: Let me do it for you. A full line of designs -- okay. But nothing girls in school uniforms wouldn't break their piggy banks to rush out and buy.",
        "Ridge: You're talking about a teen line?",
        "Sally: Take it or leave it.",
        "Ridge: It's fine by me. Thomas?",
        "Thomas: Do you think I can win?",
        "Sally: I think if the size of the bonus check doesn't say yes, I don't know what does.",
        "Thorne: You can win.",
        "Thomas: You're on.",
        "[SCENE_BREAK]",
        "Taylor: I really do appreciate your offer Hector, I really do, I'm touched.",
        "Hector: But --",
        "Taylor: Well, Ridge was here earlier. And we discussed, you know, even though there are issues in our marriage that we need to work out, we discussed finding a way to bring Thomas back home and a way to hold our family together. And I feel like we're moving in that direction.",
        "Hector: I understand. I just wish the best for you.",
        "Taylor: Thanks. It helps.",
        "Hector: Well, that offer for coffee still stands. We could walk around, maybe check out some office space for you, you know, when you get your business back up.",
        "Taylor: Oh, that's what I was going to tell you. I contacted my old partners, and I start tomorrow.",
        "Hector: Really?",
        "Taylor: Yeah.",
        "Hector: Well, that's great.",
        "Taylor: Yeah, I know.",
        "Hector: That's good for you.",
        "Taylor: It feels good. It feels good. Thanks. It's great to have you for a friend.",
        "Hector: You can never have too many.",
        "Taylor: Oh, I know. And with a little luck, I'll have my husband and my son back, too.",
        "[SCENE_BREAK]",
        "Gaby: This is a way for us to make it happen, for us to finally be accepted by your family.",
        "Thomas: We've taken on something major, Gaby, going against my dad. Oh, what was I thinking?",
        "Gaby: You were thinking about us. You can do this, Thomas, okay? Think about Thorne's enthusiasm, think about the contract that sally offered, the sales reports. We all believe in you.",
        "Thomas: I'm gonna choke. I'm gonna choke.",
        "Gaby: You're not gonna choke.",
        "Thomas: You believe in me that much?",
        "Gaby: You're so talented, and you're so handsome and strong and noble. I have never met anyone like you. You're like a knight from the round table.",
        "Thomas: Yeah, sir Thomas the foolish.",
        "Gaby: Hey, come on, stop. Don't say that. You're gonna win this thing. And when you do, your family's gonna see how much I love you, how much I believe in you, how much I trust you. You can do anything -- anything. You will beat Ridge. You've got to."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=Wn6ESCJuL84"
}