{
    "Episode Summary": [
        "Episode # 7124 ~ Caroline thinks about her past & future when she thinks about her divorce; Thomas confides in Zende about his relationship with his father."
    ],
    "Recap": [
        "Thomas tells Caroline that he is here for her. He went away but he is back now and now there is nothing stopping them. He kisses her as she leans backward on the sofa. There is a knock on the door and it is Ridge. Thomas breaks from his fantasy and has to answer the door. Ridge is more than surprised to find Thomas there and asks what is going on. Caroline fills him in that her legs started hurting and Thomas was helping her like Ridge has. Ridge says he is sure that he must have come over to jump all over Ridge and he'd like to apologize. He is glad that he is home again. Zende tells Brooke that he sat in on a marketing meeting this morning and he is learning a lot. She tells him that they are all happy he is here. He and Nicole are both hard working. Brooke confides in Zende that Ridge was not pleased with Thomas's design and ripped it up. Ridge is very focused and knows what he wants. Ridge says he went too far when he ripped up the design and he is sorry. But he knows Thomas can do better. He says he knows what he is capable of, and that is a compliment. He trusts his instincts. Thomas agrees that he did not have to take it so personally. He says he can't wait now to get back to the office and clear his head and make more designs. Caroline thanks him for helping her.",
        "Brooke and Zende continue talking and she said the atmosphere changed a lot when she went away to Milan and now there are more couples here than when she left. She does not see how Ridge and Caroline can continue though as they are in much different places. Caroline tells Ridge that she saw Thomas's design and it wasn't that terrible. Ridge says no but it was not up to his standard either. He did apologize so Thomas will be okay. Thomas is on the Sky Lounge Roof working on his abs. Zende tells him to slow up a little. He heard about Ridge tearing up his design so he knows why he is so heated up. Thomas says he hopes Ridge is not that way with Caroline. He admits he and Caroline go way back and they care for each other. She thought Rick was the one for her and then that ended and she is with his dad. All those things she originally wanted he does not think is an option any more. Caroline says she is glad Ridge apologized to Thomas. There is no better motivation than trying to prove someone wrong. Just give Thomas a chance. She gets a text from Rick that the divorce is final. She sighs to Ridge that her marriage is over. She can't believe she is not married anymore. She's been so busy to even think about it and she lost track of time. It's an excuse but she failed at marriage. Working hard did not matter. She had her whole life planned out and it was snatched away. Her life did not turn out the way she expected it to. Thomas says his dad has not pulled diaper duty in a long time and he doesn't think he will want to. Zende says maybe Caroline will change all of that. Thomas says he has seen it happen to his mom and sister and he doesn't want to see Caroline get burned again. Ridge tells Caroline that life doesn't always go as planned. She says she knows but she has always been able to reach her goal. She's glad she did not have kids with Rick as it would have made the divorce harder. She says she is glad she has her place with him. He agrees, they will live in the moment. She hugs Ridge. Thomas works harder on his abs."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Caroline: Thomas, what are you doing?",
        "Thomas: I'm here for you, Caroline. I have stayed away too long, but I am back now.",
        "Caroline: No. I told you. I can't.",
        "Thomas: What's stopping you? That's what I thought.",
        "[SCENE_BREAK]",
        "Zende: Don't stop what you're doing. Sorry.",
        "Brooke: No. No, no. It's okay. You're not interrupting.",
        "Zende: You know, this probably wasn't the best place to stash my gym bag, but Ridge said I could.",
        "Brooke: Ah, you going up to the sky lounge?",
        "Zende: Yeah, when I get a break.",
        "Brooke: So, we're keeping you busy?",
        "Zende: And not making coffee.",
        "Brooke: No. Nobody touches Pam's coffee maker.",
        "Zende: Actually, I sat in on a marketing meeting this morning.",
        "Brooke: How was it?",
        "Zende: It was very interesting. I'm learning a lot.",
        "Brooke: Well, being an intern is the best way to learn the business.",
        "Zende: That's why I'm here.",
        "Brooke: And I know Ridge and your grandpa are really excited to show you the ropes.",
        "Zende: Yeah, is Ridge around? Uh, I was supposed to let him know he has an early call tomorrow morning.",
        "Brooke: You just missed him. He went home to Caroline.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "[Knocking continues]",
        "Ridge: Caroline. Caroline.",
        "Caroline: It's Ridge. Ridge is at the door. Can you -- can you let him in? I think he forgot his keys again.",
        "Thomas: Yeah, yeah. Sure.",
        "Caroline: [Chuckles]",
        "Thomas: Um... [Sighs]",
        "Ridge: Hey, sorry. I can't find my keys. Thomas.",
        "Thomas: Dad.",
        "Ridge: What are you doing here?",
        "Caroline: Thomas and I were just talking about you.",
        "Ridge: What's going on?",
        "[SCENE_BREAK]",
        "Zende: Nicole's been doing really well, too.",
        "Brooke: Yes, so I've heard.",
        "Zende: All the interns have.",
        "Brooke: But you and Nicole are friends.",
        "Zende: We're getting to know each other.",
        "Brooke: I bet she told you something about her sister.",
        "Zende: Some. She doesn't talk about herself much, though.",
        "Brooke: Oh?",
        "Zende: Yeah, I know she's been at Forrester awhile. Got to believe a girl like that leaves an impression.",
        "Brooke: Oh, yeah. She left an impression. But she's matured since then.",
        "Zende: So, you think she's mature?",
        "Brooke: She and Maya have been through a lot. And that brought them back together again. She matured through the process, but she's still very young, and she's very energetic, very motivated, just like you, and that's what Forrester needs. We also need more Forresters back here in the building, so we're happy you're here, Zende.",
        "Zende: Thank you. [Chuckles] And Thomas, too. He was in Paris a long time.",
        "Brooke: Unfortunately, his homecoming wasn't as happy as yours.",
        "Zende: Because of Aly's memorial.",
        "Brooke: Yes, and because of what happened today. Ridge tore up his design.",
        "Thomas: Why?",
        "Brooke: Because it didn't meet his standards.",
        "Zende: Wow. That's kind of harsh.",
        "Brooke: Well, I-I don't disagree, but I do understand Ridge. He loves Thomas, and he wants his son to be the best that he can be. And if Ridge has to push him, he will. Nobody knows more than Ridge what Thomas is capable of.",
        "[SCENE_BREAK]",
        "Caroline: Thomas was just helping me.",
        "Ridge: With what?",
        "Caroline: Oh, my stupid ankles seized up again. So, he actually rubbed them for me like you do.",
        "Thomas: Yeah, I mean, I-I don't know how much good it did.",
        "Caroline: No. It did a lot of good. They actually feel a lot better.",
        "Ridge: Oh, well...lucky you were here.",
        "Thomas: Well, uh, you're here now, so...I should probably go.",
        "Caroline: Well, thank you.",
        "Thomas: Yeah. Yeah, no problem.",
        "Ridge: Is there something you want to tell me?",
        "Thomas: Not right now.",
        "Ridge: You didn't come over here to lay into me?",
        "Thomas: I mean, yeah, I could. You deserve it. But honestly, Dad, I-I-I don't want to get into another big fight with you.",
        "Ridge: Yeah, I don't want that, either. I'm glad you're here. I want to apologize.",
        "Caroline: See? Didn't I tell you? I told him that you weren't trying to humiliate him.",
        "Thomas: You ripped up my design.",
        "Ridge: Well, that was a mistake. I tried to make a point and I went too far. I get it.",
        "Thomas: Yeah. You did. I worked hard on that.",
        "Ridge: Yes, and what you needed was someone to encourage you and not someone to just rip them up and throw them out. And I'm sorry. But I know you can do better.",
        "Caroline: Well, see, that sounds like a compliment.",
        "Ridge: It is a compliment. You're a talented designer, son. You are. I know what you're capable of. I know it. But what you brought into the office -- that wasn't it. I'm pushing you because I'm your father, and I-I believe in you. So trust your instincts. What do you say?",
        "Thomas: Yeah, I mean, I-I didn't have to take it so personally.",
        "Ridge: I'm glad you did, because it shows your passion for life, and I love that.",
        "Thomas: Thanks, Dad. Uh, look, talking about this, you know, makes me want to get back to the office and start working on designs.",
        "Ridge: Why don't you stay here? We'll pick up a pencil and, you know, we can -- we could --",
        "Caroline: Oh, we could draw together.",
        "Ridge: Yeah.",
        "Thomas: No, no, no. I-I-I need to clear my head, you know, so I'll see you guys tomorrow.",
        "Caroline: Okay, well, hey, thanks again for helping me with my ankles. They were in very good hands.",
        "Thomas: No problem.",
        "[SCENE_BREAK]",
        "Zende: I feel for Thomas. I was a kid when I left L.A. I knew coming back, it'd be different. He wasn't gone that long, though.",
        "Brooke: Re-entry can be hard.",
        "Zende: You were gone awhile, too, right?",
        "Brooke: Yes. Yeah, it was strange when I came home. I found out things that I didn't know. My son got divorced and then he was involved with some other woman. And that's not all. There was Quinn and Deacon and Ridge and Caroline.",
        "Zende: Wow. That must have been really tough.",
        "Brooke: I was surprised.",
        "Zende: Surprised? I was shocked.",
        "Brooke: Ridge and Caroline might make a good team but not necessarily a great couple, at least not in the long term.",
        "Zende: Why not?",
        "Brooke: Oh, there's so many reasons. And it's nobody's fault.",
        "Zende: Like what? Work-related stuff, or...?",
        "Brooke: Well, they may click well at work, but beyond that, if you look into the future...",
        "Zende: You don't think it'll last.",
        "Brooke: I don't see how it can. They're in very different places in their lives.",
        "[SCENE_BREAK]",
        "Ridge: Anything I can do?",
        "Caroline: You're doing it.",
        "Ridge: How's your ankle?",
        "Caroline: It's better.",
        "Ridge: You've been pushing yourself too much. You got to take it easy.",
        "Caroline: No. I need to push myself more because I have to get around the office better.",
        "Ridge: That's my fault. I've been keeping you to myself.",
        "Caroline: Yes. Yes, you have. And I have very much enjoyed it. But I have to let you work with Thomas more now that he's back.",
        "Ridge: I'm not sure he wants that.",
        "Caroline: Yeah, because he was really upset about the drawing.",
        "Ridge: Mm. I shouldn't have torn it up, huh?",
        "Caroline: No. Then why did you?",
        "Ridge: Because it wasn't very good. It wasn't... it just wasn't up to our standard.",
        "Caroline: So what? Anything less is -- is --",
        "Ridge: Whatever I said, I just -- I shouldn't have said that either.",
        "Caroline: I really thought he was exaggerating. I mean, I saw his drawing. It really wasn't terrible.",
        "Ridge: Oh, it wasn't terrible. People don't want to buy not-terrible. It's --",
        "Caroline: But it was his first drawing back in a really long time.",
        "Ridge: Okay, but he made it sound like it was ready for production, and it wasn't.",
        "Caroline: Okay, well, you cleared up that misconception, 'cause you just kind of [Mimics explosion]",
        "Ridge: I apologized, and that's not an easy thing for me.",
        "Caroline: Well, it's a good thing you did, because it may not fix everything, but he definitely left here a lot less upset.",
        "[SCENE_BREAK]",
        "Thomas: [Breathing heavily]",
        "Zende: Whoa. Thomas, take it easy, man. What's going on? Is this about your dad?",
        "Thomas: You heard what he did?",
        "Zende: It's not going around the office. But I was talking to Brooke, and she told me Ridge ripped up your design. Up.",
        "Thomas: Tore it right in half.",
        "Zende: No wonder why you're so revved up.",
        "Thomas: Yeah, I was.",
        "Zende: You seemed pretty heated a minute ago.",
        "Thomas: That was, uh -- that was something else. Dad apologized, though.",
        "Zende: That's cool.",
        "Thomas: Yep. Didn't take back anything he said, but he was sorry for trashing on my design.",
        "Zende: What did he say?",
        "Thomas: Oh, God. Set. Nothing I want to repeat.",
        "Zende: Got it.",
        "Thomas: He gets like that, you know?",
        "Zende: Harsh?",
        "Thomas: Yeah. I shouldn't let it get to me.",
        "Zende: You're his son. He's gonna be extra-tough on you.",
        "Thomas: Yep. You know, I just hope he's not like that with Caroline.",
        "Zende: Brooke told me they've been good for each other, so...",
        "Thomas: Brooke said that?",
        "Zende: You don't agree?",
        "Thomas: Oh, no. It just surprises me -- Brooke and dad's history together.",
        "Zende: [Chuckles] Everybody has history here, man.",
        "Thomas: [Chuckles] Yeah, that's true.",
        "Zende: Even you and Caroline.",
        "Thomas: Wow, dude. [Chuckles] You're going way back.",
        "Zende: You guys did go out.",
        "Thomas: Yeah, for a while when she first moved to town. We care about each other. I want to see her happy, especially after what Rick did to her. You know, she thought he was the one, they were gonna spend the rest of their lives together -- kids, home, work. That meant a lot to her. Now she's with dad. And it's good. It is. But all those things that Caroline wanted -- you know, I don't even think that's an option anymore.",
        "[SCENE_BREAK]",
        "Ridge: Young Thomas came over here to vent.",
        "Caroline: I just assumed he was looking for you.",
        "Ridge: No. No, no, no. He was looking for you. You liked his design. I ripped it up. So he needed someone to tell him how awful I am.",
        "Caroline: Well, I didn't do that. But I am glad that you apologized to him.",
        "Ridge: Yeah, well, it didn't make a difference, did it?",
        "Caroline: I think it did.",
        "Ridge: No, it didn't. He didn't want to draw with me. He left.",
        "Caroline: Oh, he didn't storm out.",
        "Ridge: Did he storm in?",
        "Caroline: [Sighs] He was pretty upset when he came in here. So, yeah, he did. He kind of stormed in.",
        "Ridge: He was still upset when he left.",
        "Caroline: Good. I hope so. 'Cause there's no better motivation in the whole world than trying to prove somebody wrong.",
        "Ridge: Mm-hmm.",
        "Caroline: And you can't blame him for being upset. You said some really awful things to him.",
        "Ridge: I was trying to make a point.",
        "Caroline: Yeah, I know you were, but you didn't have to, like, hit him over the head with a sledgehammer. Why don't you just give him a chance? He might actually surprise you.",
        "Ridge: We'll see.",
        "Caroline: Oh, will we?",
        "Ridge: Mm-hmm.",
        "Caroline: Mm-hmm. How was your day?",
        "Ridge: Um, you know, it's getting better.",
        "Caroline: Is it?",
        "Ridge: Uh-huh.",
        "Caroline: Mm-hmm? Did anything exciting happen when I left the -- when I left the office?",
        "Ridge: Nothing exciting ever happens when you leave the office.",
        "Caroline: Mm.",
        "[Cell phone beeps]",
        "Ridge: Leave it.",
        "Caroline: Ah... [Chuckles] Okay. I think it's important.",
        "Ridge: Oh, come on!",
        "Caroline: I think it's important.",
        "Ridge: Is it work?",
        "Caroline: Uh, no. It was, uh, Rick. He, uh, forwarded a message from his attorney. The divorce is final. So...my marriage is over.",
        "Caroline: Wow. I-I'm -- I'm not married anymore.",
        "Ridge: You seem surprised.",
        "Caroline: Yeah, I shouldn't be. I -- I don't know. I guess I've just been so busy, you know, with the accident and then everything with Maya and -- and, you know, then the collection and Aly. I... I think I just lost track of time. It's not that I...forgot about it. I... I've never failed at anything before.",
        "Ridge: You didn't fail. It didn't work out.",
        "Caroline: It just seems like an excuse. I-I --",
        "Ridge: No. Even with both people working hard, it's not always the way to save a marriage.",
        "Caroline: So, what? Working hard just doesn't even matter?",
        "Ridge: Working hard is not enough. Things happen.",
        "Caroline: I know. I just -- [Chuckles] It's silly. I-I kind of just had my whole life planned out, you know? And -- and I was on track. And there was everything -- it was all just laid out in front of me, and I was kind of, like, checking things off of a to-do list. And if I kept doing that, then my life would turn out the way that I expected it to.",
        "[SCENE_BREAK]",
        "Zende: So, Caroline wants kids?",
        "Thomas: Yeah, she did.",
        "Zende: And your dad doesn't?",
        "Thomas: [Chuckles] He's got kids. You know, we're all grown up. He hasn't pulled diaper duty in a long time. I don't think he wants to.",
        "Zende: Yeah, well, if it's important to Caroline, he might think about it.",
        "Thomas: Would he, though? I don't know. Maybe he would. Maybe being with Caroline's changed him.",
        "Zende: Do you think they talk about it?",
        "Thomas: Don't know. But I hope they can be fully honest if they do.",
        "Zende: Well, Caroline doesn't exactly have the reputation of being shy.",
        "Thomas: [Chuckles] Yeah, no, she doesn't.",
        "Zende: Then she can make her own decisions.",
        "Thomas: I know she can. You know, I just don't want to see her get burned. I've seen it happen to my mom, to Katie, to Brooke. I love my dad, but he is not the most dependable guy when it comes to the women in his life. He talks big, he sells them on this idyllic future. You know, maybe he wants it as much as they do, but I've never seen it happen. Not even once.",
        "[SCENE_BREAK]",
        "Ridge: Life doesn't always go according to plan.",
        "Caroline: Yeah, but mine was.",
        "Ridge: Until it wasn't. Hey, sometimes we bump into things and we change direction.",
        "Caroline: I know, but it's just -- I've always been the type of person that, if I have a goal, then I reach it.",
        "Ridge: You weren't gonna reach it with Rick.",
        "Caroline: No. I know. But I really -- for a long time, I really believed that I could. You know, and -- and I was on the right path. I had the career and the husband and the home and --",
        "Ridge: Your family.",
        "Caroline: Well, it's a good thing I didn't have kids with Rick. That would have made the divorce way harder.",
        "Ridge: It does. It makes it harder.",
        "Caroline: But it still would have been the right decision. Because I am so much happier now. And I-I need you to know that.",
        "Ridge: I do know that.",
        "Caroline: 'Cause I'm -- I'm in this incredible place with you. You know, and it's -- it's not what I expected and it's definitely not what I planned, but --",
        "Ridge: Mm-hmm?",
        "Caroline: Mm-hmm.",
        "Ridge: Just live in the moment.",
        "Caroline: In the moment.",
        "[SCENE_BREAK]",
        "Thomas: [Breathing heavily]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=hx6hs0dwZP4"
}