{
    "Episode Summary": [],
    "Recap": [
        "Bill checks with Aadila to be sure there is no realm of rain expected today or even sandstorms to kick up around the wedding site. She understands that he wants things to be perfect and they are trying to be sure it will be. Wyatt doesn't understand what Quinn means that Ridge is not here. He quips that if he is running drugs again like an arms dealers if he had to leave the country. Quinn says she does not believe it was a law enforcement issue, but this took priority over their re-tooling the collection he did not like. Quinn evades his question when he asks just exactly what country he's in. She says Ridge does not leave his itinerary with her. Wyatt guesses that he might just happen to be in Dubai. Quinn says Wyatt knows he was opposed to that marriage. Wyatt says yes but others were too and they are not hopping on a jet to get there to stop it. He wants to know if she showed him that picture of her and Bill. That would light a fire under him. She grins that it had a mind of it's own and it refused to be hidden. Ridge calls Katie and says he did not stop at home last night as he knew she would be unhappy. She assumes it is business and says it is fine. He says not business and he needs to send her something for her to see. It will be in an e-mail and shows Bill not to be the person that Brooke thinks he is. She says Brooke is in the Middle East; is that where he is going too. He says yes, to stop the wedding. Bill goes to Brooke's suite and she asks where he has been .although it is bad luck to see her on the wedding day. He says his bad luck is done. It ended the day she said yes. He says Malikah will be along any minute and help her with getting ready. She says she can't get used to this as she is the one who is usually pushing the cart up the hill and she never knew how hard she was working until she stopped. But with Bill it is different. She feels he is there for her, taking care of her and she is the only one. Katie gets the picture that Ridge sent and says Quinn is playing him. She'd like to send the picture to Brooke. Ridge asks her not to as Bill will only talk his way out of it. He will say it is fake or Quinn slipped in his bed while he was sleeping. Katie says maybe, maybe not but she still can not understand why he would fly half away around the world. He says Brooke needs him and she needs her sister too; she loves her. He says he loves Brooke too but not in that way. He just can't let her walk blindly into a future with that lowlife and liar. He is going to bring Brooke home. Reluctantly she says go, stop the wedding if he can and bring Brooke home. Bill hands Brooke over to Malikah and says the next time he sees Brooke, they will be .Wyatt is furious with his mother. He asks how she can do this. Brooke is going to come back and it will be off with their heads and Eric will go along with her. How could Quinn do this to him and Hope; did she even think of that being the last straw? She says no because it does not concern either him or Hope. He says it does her mother if she ruins that. Quinn says she is not ruining it, she is trying to wise her up. She says she actually likes Brooke but 100% her assets are visible to the naked eye. She does not have the stomach or heart, let alone the brains for a life with Wyatt's father. Wyatt says that is for him to decide. What kind of person breaks into e-mails, forges notes and traps people in an elevator and then sends compromising pictures to people. It's Quinn and criminals. She says no, she hasn't broken any laws, unlike him. He tells her that is low. She says no, right has been on her side each and every time. He rants that even he would not want to marry into this family, and when Hope finds out what Quinn did she won't either. She asks if he is ashamed of her. He says he wouldn't have to be if she were more ashamed herself. She says she let that go as long time ago.",
        "Eric comes in and tells Wyatt that he'd like a word with his mother. Quinn says it is okay. Wyatt can stay; she has no secrets from him as he keeps finding them out. Eric starts off with her and Bill Spencer. Quinn admits it was careless of her to send the picture to Ridge but in all honesty it was on her mind how Brooke would feel if she knew. She didn't send the pix to Brooke as that was none of her business. Eric says he thought there was bad blood between her and Spencer. She says they are not the most forgiving people but they are both passionate and since nothing developed between her and Eric, she was lonely and she allowed herself to fill the role of Bill's second choice. She hopes this does not jeopardize her or Wyatt's job here at FC. Eric says that is private business between her and someone who does not even work there. The choices she makes outside this building are hers and one thing has nothing to do with the other. He ends that maybe this will give Brooke a chance to think twice about marrying this man. She belongs with Ridge although he seems to have forgotten. Maybe this will remind him. Ridge thinks back on his and Brooke's former weddings and says he is coming, Logan! Bill excuses himself to go get ready and leaves Brooke with Malikah to help her. Wyatt tells his mother that she sure knows how to handle Eric. She says he is the source of their paycheck so that is not a bad thing. He hesitates but says they never talked much about good and bad growing up. She wonders if it has come to this, the sad story of how she neglected his moral education. He says he wished she would have neglected him just a little bit more. She admits she did not teach him the difference in right from wrong; only other people's ideas and that is all it is \u0096 ideas. If there is any refining to be done, if there is any value to be discovered in the mist then that is for Wyatt to discover on his own. He says he never did much of that until this year. And he would disapprove of Quinn if he didn't know that she was in love. She says she is so disappointed that he sees her as just a cliche. He says okay, then give him another reason she sent that selfie and it has nothing to do with the truth. She says hmmmmm, other people lie and cheat all the time to get something they want and never look back. So she should get something. And she is not asking for much; just a couple of hours a month. And Bill can do whatever he wants with his time. Love is good for most people but a love/hate connection is perfect for her. She says but if she had a husband she had to defer to or pay attention to, she'd have to shoot him. Ridge talks to his pilot and reminds him to call ahead and have a helicopter waiting. Bill waits for his bride as Brooke walks the long walk to the tent."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: All right, I know this sounds absurd. It's a beautiful day, but you're sure there's no rain coming?",
        "Aadila: I'm sure, sir.",
        "Bill: Not even in the realm of possibility?",
        "Aadila: That is a very large realm. However --",
        "Bill: What about sandstorms? I know sandstorms kick up out of nowhere around here.",
        "Aadila: Not forecasted. But we do understand. You want everything to be just so.",
        "Bill: Yes, I do. This is the biggest and most important day of my life. I'm marrying Brooke, and I want everything to be perfect.",
        "[SCENE_BREAK]",
        "Brooke: [Sighs] This time, I know. This time, it will last.",
        "[SCENE_BREAK]",
        "[Whirring]",
        "Ridge: [Sniffs, sighs]",
        "[SCENE_BREAK]",
        "Wyatt: What do you mean, \"not here\"? How can Ridge not be here?",
        "Quinn: He had to leave the country.",
        "Wyatt: What -- is he an arms dealer? Is he running drugs again?",
        "Quinn: I don't believe it was a law-enforcement issue.",
        "Wyatt: I have been sourcing and pricing nonstop for the redo of the collection that he didn't like.",
        "Quinn: Well, something took priority.",
        "Wyatt: Where out of the country, exactly?",
        "Quinn: [Chuckles] I mean, do you -- do you think he leaves his itinerary with me?",
        "Wyatt: [Chuckles]",
        "Quinn: [Sighs]",
        "Wyatt: Abu Dhabi? He didn't happen to go to Abu Dhabi, did he?",
        "Quinn: Wyatt, he was opposed to that marriage. You knew that.",
        "Wyatt: Yeah, and so were plenty of other people who aren't jumping on private jets right now.",
        "Quinn: Yeah, well, he has a stake, and they don't!",
        "Wyatt: As a spoiler? He's engaged to someone else. What lit a fire under him? You did. You didn't show him that picture of you and dad, did you?",
        "Quinn: It had a mind of its own. It refused to be hidden.",
        "[SCENE_BREAK]",
        "Ridge: And I didn't stop home last night because I knew you wouldn't be happy.",
        "Katie: No! It's fine. I know business travel doesn't keep a schedule. It's totally fine.",
        "Ridge: Well, that's just it. It's not really a business thing. Uh, I'm gonna send you something.",
        "Katie: Send me something?",
        "Ridge: Send you an e-mail. Turns out Bill is not as devoted to Brooke as she thinks he is.",
        "Katie: Why? Did he call things off?",
        "Ridge: Not yet. But she will when she finds out and sees this.",
        "Katie: Whoa. Wait a second. Brooke is in the Middle East. Are you going to the Middle East?",
        "Ridge: Yeah.",
        "Katie: To stop the wedding.",
        "Ridge: Yes.",
        "[SCENE_BREAK]",
        "Bill: Hey!",
        "Brooke: Where've you been? Not that I expect an answer.",
        "Bill: Good.",
        "Brooke: [Sighs] Uh, wait. Isn't it bad luck for the groom to see the bride before the wedding?",
        "Bill: Uh, my bad luck is done. My bad luck ended the day you said yes.",
        "Brooke: If you want a bride, you better have somebody tell your bride where you need her to be for the wedding and when.",
        "Bill: Somebody will. Her name is Malikah, and she will be along any minute, and then I will disappear. What did I say?",
        "Brooke: [Sighs] I'm just not really used to this.",
        "Bill: What?",
        "Brooke: You taking care of me like this. I mean, I'm usually the one that's pushing and pushing the cart up the hill. And I don't really realize how hard I was working until I stopped. But with you, it's different. I feel like you're there for me, taking care of me... that I'm the only one.",
        "[SCENE_BREAK]",
        "Katie: [Gasps]",
        "Ridge: Did it come through?",
        "Katie: That's Quinn!",
        "Ridge: So now you understand.",
        "Katie: Bill hates Quinn! When was this taken?",
        "Ridge: Not too long ago.",
        "Katie: And she actually sent it to you?",
        "Ridge: Unintentionally, she said.",
        "Katie: Right. Did she \"unintentionally\" take it, as well?",
        "Ridge: Katie, it doesn't really matter now, does it?",
        "Katie: Ridge, Quinn is playing you, and you're letting her. Why don't you just let me send this photo to Brooke...",
        "Ridge: No, don't do that.",
        "Katie: ...And then she can decide for herself what she wants to do. Why not?",
        "Ridge: Because Bill will talk his way out of it. He'll -- he'll say it's a fake or that Quinn just slipped in next to him when he was sleeping.",
        "Katie: Well, maybe he will, and maybe he won't, but... I'm just trying to understand why you're flying halfway around the world to show Brooke a selfie.",
        "Ridge: Well, because Brooke needs me. And she needs you, too. You're her sister, and she loves you. And you love her, and -- and -- and I love her -- not in that way, but I can't let her walk blindly into a future with a lowlife and a liar.",
        "Katie: Okay. What are you gonna do?",
        "Ridge: I'm gonna bring her home.",
        "Katie: What if she doesn't want to come home?",
        "Ridge: She will once she finds out who that guy really is.",
        "Katie: All right. All right. Fine. Go do what you need to do. Stop the wedding.",
        "Ridge: I'm sorry, Katie. I can't have that guy in R.J.'s life. I love you.",
        "Katie: I love you, t--",
        "[Beep]",
        "Katie: [Sighs] [Sighs]",
        "[SCENE_BREAK]",
        "Bill: Oh, dates are so good! What?",
        "Brooke: When are you gonna dress for the wedding?",
        "Bill: You don't like the way I'm dressed now?",
        "Brooke: No, just asking. I don't mind what you wear.",
        "Bill: Good. I hope you don't mind what you're wearing.",
        "Brooke: Uh, I think it's bad luck for the groom to pick the bride's gown.",
        "Bill: You think so? Well, let's hope not, because it's the only one you're gonna get.",
        "Brooke: Oh.",
        "[Both chuckle]",
        "[Knock on door]",
        "Bill: Oh, that's Malikah. Hi.",
        "Malikah: Salaam.",
        "Bill: Salaam, Malikah. Please come in. Uh, Malikah, this is Ms. Logan, soon to be my wife.",
        "Malikah: An honor to be of service to you on this happy day.",
        "Brooke: Thank you, Malikah. Well, I guess it's time for you to go.",
        "Bill: Oh. I guess it is, huh? The next time I see you...",
        "Brooke: I know. [Giggles] I know!",
        "[Both chuckle]",
        "Brooke: [Sighs]",
        "[SCENE_BREAK]",
        "Wyatt: How could you do this to us? Brooke is gonna come back and say off with our heads, and Eric is gonna side with her. How could you do this to me? I mean, this could be the last straw with Hope. Did you even think about that?",
        "Quinn: Why? It doesn't involve her at all, or you!",
        "Wyatt: You are trying to ruin her mother's wedding!",
        "Quinn: No, I am trying to wise her up. Look, I like Brooke, but 100% of her assets are visible to the naked eye. She doesn't have the stomach, the heart, let alone the brains, for a life with your father.",
        "Wyatt: Uh, isn't that for him to decide?",
        "Quinn: I do not believe the ball is in his court.",
        "Wyatt: Who does these things, anyway, huh -- breaks into people's e-mails, forges notes, traps people in elevators, sends compromising pictures to people?",
        "Quinn: I do.",
        "Wyatt: Yeah -- you and criminals.",
        "Quinn: No, I haven't broken any laws...",
        "Wyatt: [Laughs]",
        "Quinn: ...Unlike you, my love.",
        "Wyatt: That's low.",
        "Quinn: No.",
        "Wyatt: That is low.",
        "Quinn: No, it is not. Look, right has been on my side each and every time.",
        "Wyatt: You know what? I wouldn't even want to marry into this family. When Hope finds out what you did, she won't want to, either!",
        "Quinn: What? So now you're ashamed of me.",
        "Wyatt: I wouldn't have to be ashamed of you if you were just that much ashamed of yourself.",
        "Quinn: No, I let that go a long time ago, Wyatt.",
        "Wyatt: [Chuckling] Oh, my God.",
        "Eric: Excuse me. Wyatt, I'd like to have a word with your mother.",
        "Quinn: No. Wyatt can stay. I don't have any secrets from him. He keeps finding them out.",
        "Eric: All right. You and Bill Spencer?",
        "[SCENE_BREAK]",
        "Ridge: [Sighs]",
        "[SCENE_BREAK]",
        "Brooke: Do you live here, Malikah?",
        "Malikah: All my life.",
        "Brooke: Are you married?",
        "Malikah: No, but you will be soon.",
        "Brooke: What do you think of my husband-to-be?",
        "Malikah: I'm a little shy to look at him. Mr. Spencer is handsome.",
        "Brooke: You have a sharp eye for such a shy girl. [Chuckles]",
        "[SCENE_BREAK]",
        "[Seagulls crying]",
        "Bill: Thanks, guys. Looks great.",
        "[SCENE_BREAK]",
        "[Crickets chirping]",
        "Quinn: It was...careless of me to send that photo to Ridge. But I have to say, in all honesty, it was on my mind how Brooke would feel if she knew. I couldn't have sent her the picture myself if I wanted. I didn't think it was my business to.",
        "Eric: Well, that's the truth. I thought there was bad blood between you and Spencer.",
        "Quinn: Well, I wouldn't say either of us are the most forgiving people, but... we're both very passionate, and... well, ever since you and I... [Sighs] I-I guess that's not really relevant, but... I was lonely, and I allowed myself to fill the role of Bill's second choice.",
        "Eric: Your decision.",
        "Quinn: Eric, I hope this doesn't jeopardize my position here at Forrester...or my son's.",
        "Eric: That's a private matter between you and someone who's not even an employee here. The choices you make outside this building are yours. One has nothing to do with the other.",
        "Quinn: Thank you.",
        "Eric: Maybe this'll give Brooke a chance to think twice about marrying the man. She belongs with Ridge, although he seems to have forgotten. Maybe this'll remind him.",
        "[SCENE_BREAK]",
        "Ridge: I'm coming, Logan.",
        "[SCENE_BREAK]",
        "Malikah: You look lovely, Miss.",
        "Brooke: [Sighs] Thank you. I haven't been this happy in a long time. [Chuckles]",
        "Malikah: Shall I help you dress?",
        "Brooke: Sure.",
        "[SCENE_BREAK]",
        "Bill: Aadila, this is beautiful -- exactly as I pictured it.",
        "Aadila: [Chuckles] Wonderful. So, you've written your vows?",
        "Bill: We have. And -- and I want to thank you again for accommodating us on such short notice.",
        "Aadila: Oh, it's my honor to witness you and Ms. Logan.",
        "[Both laugh]",
        "Bill: Well, if you'll excuse me, I have to, uh, change for the most important day of my life.",
        "[SCENE_BREAK]",
        "Quinn: [Sighs]",
        "Wyatt: Well, you sure know how to handle Eric.",
        "Quinn: He's the source of our paycheck. Is that a bad thing?",
        "Wyatt: You know...",
        "Quinn: [Sighs]",
        "Wyatt: ...You and I never really talked very much about good and bad growing up.",
        "Quinn: Oh, no. Has it really come to this -- the sad story of how I neglected your moral education?",
        "Wyatt: Wish you would've neglected me just a little bit more.",
        "Quinn: [Sighs] I didn't teach you the difference between right and wrong. That is correct. I taught you other people's ideas about right and wrong, and that's exactly what they are -- ideas. If there's any refining to be done, if there's any \"value\" to be discovered in the mist, that is for you to discover on your own.",
        "Wyatt: Well, I never did very much of that until this year.",
        "Quinn: I see. And now you disapprove of me.",
        "Wyatt: I would... if I didn't understand that you were in love.",
        "Quinn: Oh, Wyatt! Oh, I am so disappointed that you see me as such a cliché!",
        "Wyatt: Well, can you give me another reason why you are so determined to keep dad single? And don't tell me that it's about truth, okay? 'Cause that selfie that you took...",
        "Quinn: No.",
        "Wyatt: ...Has nothing to do with the truth.",
        "Quinn: Mnh-mnh. Mnh-mnh. Other people lie and cheat all the time to get what they want, and they never look back. Why shouldn't I get something? I'm not even asking for much, just a -- just a couple of hours a month. Bill can do whatever else he wants with his time. Love is good...for most people. But a love/hate connection is perfect for me. If I had a husband that I had to defer to, that I had to pay attention to...I would have to shoot him.",
        "[SCENE_BREAK]",
        "[Beep]",
        "Ridge: Yes, Kyle. Good. Do me a favor and radio ahead and make sure the helicopter's waiting there, too. Thank you. [Sighs]",
        "[SCENE_BREAK]",
        "Bill: All right. Here we go. Abdul."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=sc-oLgM-oX8"
}