{
    "Episode Summary": [],
    "Recap": [
        "Rick tells his crew that he had doubts about Wyatt but this Paris trip looks like it is coming together just fine. Aly pleads for Oliver to go along as photographer but Rick says Ridge insists on using a local guy. Maya tells Rick that certain people around here are against her but Rick can always count on her. She implies that if Hope doesn't show up, she can go to Paris. Liam has doubts about going to Paris and still doesn't want Hope to be manipulated by Wyatt. She keeps saying she loves him and begs him to come to Paris with her. He argues back that she needs to cancel the trip and give back the diamond before this publicity gets more out of hand. She gets it \u0096 he thinks she is being duped. She does not see it that way. Her work is important to her. He tries to convince her that she agrees to a decision that Wyatt wants and then he tries to make her think it was her idea. She grabs her wedding ring and says she is taking it to Paris and for one last time he can put it on her finger. Charlie and Pam discuss the possibilities of Wyatt being involved in Ricardo's death and then swimming with the tuna fishes.",
        "Wyatt comes back to the loft to get a few things to pack. He encounters Quinn who is interested in all that is going on. .how the press accepted this, did Hope wear the diamond. Wyatt tells her she is to stay completely clear of Liam. Don't even think about him as this is the way it always starts over little things and escalates. She should check back in with her doctor. They discuss more that he is not with Hope now. And he did not give her the diamond to try to change her mind. He calls Hope to see if she is about ready and if she needs a ride to airport. She says no and she is still going to Paris. Liam objects to Hope taking the phone call although he initially told her to, it might be important. She tells him to forget Wyatt. He just needs two days. Clear two days and meet her in Paris, 3 P.M. day after tomorrow at their special spot at the Eiffel Tower. This will be after the shoot and publicity and she will even consider giving Wyatt the diamond back. This is what they need. The last words she tells him is that she loves him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: When do you leave?",
        "Hope: Well, I haven't said yes.",
        "Liam: But you will.",
        "Hope: Call your dad. Call your dad and tell him that you just need him to cover you at work for a couple days. I'll help you pack!",
        "Liam: Does it -- but does it mean anything to you that I don't want you running off to Paris with my brother?",
        "Hope: Yes. It means that you should come with me.",
        "Liam: [Sighs]",
        "Ivy: A back-up location -- I mean, Versailles is always gorgeous, too.",
        "Rick: Yes, it is, but is it a Hope for the Future setting?",
        "Oliver: You'd need permission to shoot there.",
        "Rick: Ridge said his photographers in Paris have permits.",
        "Maya: Well, those catering numbers Ridge gave me need to be checked.",
        "Aly: Plus the one for our boutique on the avenue Montaigne.",
        "Ivy: You know, Paris this time of year?",
        "Rick: That's right. They go on vacation. The whole city empties out.",
        "Ivy: Mm-hmm. Which could be a great thing for the shoot.",
        "Rick: You know, I've had my doubts about Wyatt, but this whole diamond campaign of his -- it's like it's -- it's falling together like it's meant to be.",
        "Quinn: It's cooler in Paris than it is here, but it's muggier, so I checked the weather.",
        "Wyatt: Mom, why are you here?",
        "Quinn: I live here, and I wanted to wish my baby a bon voyage.",
        "Wyatt: No, aren't you supposed to be in the clinic?",
        "Quinn: I told you. I got it covered.",
        "Wyatt: Yeah, you said you were still in treatment.",
        "Quinn: Yes, as an out-patient. I have a question for you. Were there camera crews there when you presented hope with the diamond?",
        "Wyatt: It was a press conference. Of course there were cameras.",
        "Quinn: Okay. Well, I guess I'm just gonna have to channel surf. I really wish I could have been there, though, you know. I would have loved to have seen hope's face.",
        "Wyatt: Right.",
        "Quinn: And Liam's.",
        "Wyatt: Okay, let's review, shall we? You are not allowed anywhere near Liam's face -- or any other body part, for that matter, for a very, very long time.",
        "Quinn: I understand. It is best for me to keep a low profile.",
        "Wyatt: Huh.",
        "Quinn: I'm getting help! I really am feeling better!",
        "Ivy: Uh, some kind of exhibition in the Tuileries, but I can get you the Bois de Vincennes.",
        "Rick: That would be nice. The Eiffel Tower should be a lock. And you should get packing.",
        "Ivy: No, no, I can't go. My work papers still haven't come through.",
        "Rick: Maya, thank you so much with your help with planning.",
        "Maya: Oh, my pleasure. It's fine. That was Dupré. He said he can't do it for at least three weeks.",
        "Rick: No, you got to be kidding me. Ridge said he was confirmed.",
        "Maya: Do you want me to call international?",
        "Rick: No, no, no, no. I have a ton of photographers that I worked with out there.",
        "Aly: Well, what about Oliver? You won't have to bring him up to speed.",
        "Rick: I'm so sorry, but Ridge insisted on using a local photographer in Paris.",
        "Oliver: I wouldn't know the city as well.",
        "Aly: But you do, and you'll be there.",
        "Rick: Aly, I love you. Please don't make me butt heads with Ridge, especially after this has been settled.",
        "Oliver: It's okay.",
        "Pam: I-I didn't know Mr. Montemayor, but he wasn't very old, Charlie.",
        "Charlie: Pammy, do you have any idea what that diamond is worth?",
        "Pam: Many, many millions?",
        "Charlie: Yeah. Add a \"many.\" And Wyatt stole it again!",
        "Pam: Well, he inherited it.",
        "Charlie: Oh, sure. Yeah. That's what he wants us to think.",
        "Pam: Charlie, there must have been a will.",
        "Charlie: Pammy, where there's a will, there's a lie.",
        "Pam: So you think that Wyatt is the reason that Mr. Montemayor is sleeping with the fish tacos?",
        "Charlie: Sí.",
        "Pam: Whoa.",
        "Quinn: But she loved it, right?",
        "Wyatt: Yeah, sure she loved it.",
        "Quinn: [Chuckles] Well, of course. I mean, it's one of the most celebrated diamonds in the world.",
        "Wyatt: [Chuckles]",
        "Quinn: I mean, whoever thought that you would be able to keep that promise that you were gonna one day give her that diamond?",
        "Wyatt: I only wish that it happened under different circumstances.",
        "Quinn: Did she put it on?",
        "Wyatt: No, she didn't put it on, but she has it.",
        "Quinn: You've got to have a picture of it somewhere.",
        "Wyatt: No. Mom. No. Stop.",
        "Quinn: What? I'm not hurting your phone.",
        "Wyatt: No, this is how it all starts, okay? You get involved, you get obsessed. We're done with that. Do you understand?",
        "Quinn: I understand, but... your life is my life.",
        "Wyatt: No. It's not.",
        "Quinn: Well, what do I have if I don't have you?",
        "Liam: This...power he has over you, I-I still -- I don't understand it.",
        "Hope: Maybe it's just that you don't understand Wyatt.",
        "Liam: No, you -- you seem to have this -- this limitless tolerance for being manipulated by him. You -- you agreed that the diamond was not something you could accept, and then he ambushes you in front of the press, and what do you do?",
        "Hope: It was a business decision that I had to make in that moment. It was for Forrester. It was for the line. Really, it doesn't even affect you.",
        "Liam: How -- how can you stand there and say that to me?",
        "Hope: You're accusing Wyatt of using the diamond to come between us, but I'm right here! I'm standing right here in front of you, telling you that that's not the case! Why isn't that proof enough for you? Liam, I love you. I love you, and I want you with me. Please say that you'll come.",
        "Charlie: Okay, there was a struggle, and then... Wyatt tackled him.",
        "Pam: But, Charlie, Wyatt's not a tackler, otherwise he would have tackled you that first time.",
        "Charlie: Mm-hmm. You have a point, my little Chihuahua. But then why did Ricardo die so young?",
        "Pam: I don't know. Banditos?",
        "Charlie: Yeah, a bandito named Wyatt.",
        "Wyatt: So, what does your doctor say?",
        "Quinn: That I should keep a journal.",
        "Wyatt: Huh. And what's the purpose of that?",
        "Quinn: To bring it in so we can discuss it.",
        "Wyatt: I know I said some things to you that night that were probably very hurtful.",
        "Quinn: I know you didn't mean them.",
        "Wyatt: No, but what I did mean is that I don't want us to have the same relationship that we had before.",
        "Quinn: I understand. But you can't ask me not to care about you.",
        "Wyatt: I'm not asking that.",
        "Quinn: Then why is it so wrong that I think it's wonderful that you're going off to Paris with the woman you love?",
        "Wyatt: Nothing. It's not. It's not. It's not wrong.",
        "Quinn: The most romantic city in the world.",
        "Wyatt: So they say.",
        "Quinn: Are you gonna marry hope there?",
        "Wyatt: [Chuckles]",
        "Liam: Being in love is one thing, you know. Alone in a bedroom, alone in a kitchen, alone anywhere with you, just the two of us. I mean, those have been...my happiest days. But life goes on beyond these walls, and that's the challenge. That... I don't know if I can keep living that way.",
        "Hope: Do you even know what you're angry about?",
        "Liam: I would have used the word \"unhappy,\" but, uh...",
        "Hope: Okay, well, you're unhappy with me.",
        "Liam: No, that's --",
        "Hope: Yes. Yes, you are. You're upset because I didn't do what you wanted me to do.",
        "Liam: No, that's --",
        "Hope: And I know it's hard for you to say that, but we have to be clear on that.",
        "Liam: I-I thought it was pretty clear that I was upset with Wyatt, but --",
        "Hope: Why? Why? Wyatt is Wyatt. He made some crazy promise to give me that diamond, and he had the opportunity to actually do it, so he did. It's really that innocent. That's -- that's just the way that he thinks.",
        "Liam: [Chuckles] It's innocent. It's innocent?",
        "Hope: Wyatt had the chance to pull a publicity stunt boosting my line, and he took it, and it would have been very poor form for me to say no in front of all those reporters, and you know it.",
        "Liam: And you honestly don't think he was counting on exactly that?",
        "Hope: Look, do I know what Wyatt wants? Yeah. Of course I do. But there's nothing that I can do about it. It does not have to change anything for us.",
        "Liam: I mean -- I mean, of course it changes things. Look at us. Here we are right now. We're arguing over the diamond, and Wyatt knows that. See, this is -- this is what I'm saying to you. This is why you have to cancel this trip and give the diamond back before -- before it causes us any more trouble.",
        "Hope: [Sighs]",
        "Rick: Hope should be here by now.",
        "Maya: You want me to call her?",
        "Aly: We know where she is.",
        "Ivy: She's not likely to forget that there's a jet waiting for her.",
        "Maya: What if Liam makes her change her mind?",
        "Rick: Hope's not gonna back out.",
        "Maya: You know, you wouldn't have to cancel the shoot if she does.",
        "Oliver: Gee, I wonder who could go instead.",
        "Maya: Certain people are against me around here. But you know you can count on me if you need me. Always.",
        "Rick: I love my wife. You got to admit it was quite a stroke of genius to have her go home and pack for me, though, right?",
        "Ivy: [Laughs]",
        "Rick: Right? I mean, come on.",
        "Wyatt: I need you to listen to me, okay?",
        "Quinn: I always do.",
        "Wyatt: Hope and I are not together anymore. You used to know that.",
        "Quinn: Yeah, I was the reason.",
        "Wyatt: Can we not get into that right now, please? Let's not get into that.",
        "Quinn: I just thought since you gave her the diamond --",
        "Wyatt: I wasn't trying to buy her, mom!",
        "Quinn: But it's just such a huge gesture!",
        "Wyatt: Well, thinking too far ahead always gets me in trouble.",
        "Quinn: It's just, who in the history of the world does anything like that?",
        "Wyatt: Mom, she's not here with me now, is she?",
        "Quinn: No, she's packing!",
        "Wyatt: No, she's with Liam.",
        "Quinn: Are you sure? I mean, he -- he can't be too happy with her.",
        "Wyatt: That is none of your business.",
        "Quinn: You should call her.",
        "Wyatt: For what?",
        "Quinn: For a ride to the airport.",
        "Wyatt: [Sighs]",
        "Quinn: And for information.",
        "Wyatt: I don't need any information! Why kind of information do I need, huh?",
        "Quinn: Well, if she's with Liam and she is not answering her phone, that kind of information.",
        "Hope: You think I'm being duped?",
        "Liam: Yes.",
        "Hope: Liam, I am doing this for me. I'm doing this for the young women who look up to me, who have probably been told maybe to \"stay out of the boardroom while the grownups are talking\" or \"it's probably better off if you just stay in beauty school, honey.\" Look, I... [Sighs] I know that I'm not saving the world over here, but my work is important to me.",
        "Liam: I know.",
        "Hope: Okay.",
        "Liam: Of course -- of course I know. You are amazing and gorgeous and brainy and kind, and you are a visionary in your own way, and you are so persuasive, and you are such a good salesperson that you can talk yourself into believing anything. But don't you see a pattern here? He talks you into doing what he wants you to do, and then he gets you to think that it was your idea.",
        "Hope: [Sighs] [Sighs] You still keep it in the same place. [Sighs] Our wedding rings. You ever wonder if they still fit?",
        "Liam: I don't see why they wouldn't. Do you want to take them?",
        "Hope: Yes.",
        "Liam: To...Paris?",
        "Hope: Yes. So you can put this on my finger while we're there. Finally.",
        "Ivy: You know what? I'm not sure about all this.",
        "Aly: About what?",
        "Ivy: Just the wisdom of it all.",
        "Oliver: A shoot in Paris?",
        "Ivy: Has anyone actually heard from hope?",
        "Aly: That could be good or not so good.",
        "Oliver: I'm sure she and Liam have a lot to discuss.",
        "Ivy: What do you think the chances are she'll cancel this trip?",
        "Oliver: Slim to none, if you ask me.",
        "Aly: She could be rethinking. Maybe that's what's taking so long.",
        "Oliver: When hope commits to something, she stays committed.",
        "Ivy: And what was her first loyalty? Do we know that?",
        "Aly: Liam.",
        "Ivy: Well, this diamond's gonna test that hypothesis, won't it?",
        "Aly: It's just Wyatt doing what he always does.",
        "Ivy: Is it? And somehow hope's the only one who doesn't see this pattern?",
        "[Cell phone rings]",
        "Liam: Oh, please, please, take it. It could be important.",
        "Hope: Hi.",
        "Wyatt: Hi. Uh, do you know what time we take off yet?",
        "Hope: I'm still waiting to hear from Rick.",
        "Wyatt: Well, uh, I'm just about ready if you want me to come by and pick you up.",
        "Hope: Oh, I can get myself to the airport.",
        "Wyatt: Oh. Okay. Uh, are you still...?",
        "Hope: Yeah.",
        "Wyatt: Well, I got a feeling that, uh, you know, this is all going down, so we -- we better get shaking.",
        "Hope: Okay. See you soon.",
        "Wyatt: Bye. I shouldn't have called.",
        "Quinn: It's never wrong to let her know you're thinking about her.",
        "Wyatt: Mom, I was checking up on her, and she knows it. God.",
        "Liam: What did he want?",
        "Hope: Travel plans.",
        "Liam: Does he know you're here?",
        "Hope: Yeah. I told him I would be.",
        "Liam: Great. Wonder how long before he calls back.",
        "Hope: [Sighs] He's not plotting. He didn't ask for anything.",
        "Liam: He gave you a diamond the size of a golf ball.",
        "Hope: Do you see me wearing it? Do you see it on me anywhere?",
        "Liam: This is not the same as giving you jewelry. This is like giving you a house. No, this is like giving you an island. And you really think he expects nothing in return?",
        "Hope: Yes, that's what I think. But if I'm wrong -- if I am -- why does it matter? Who cares? I'm committed to you, remember?",
        "Liam: Yeah, well, he's kind of already collecting. I mean, here we are having what is possibly the most important conversation of our adult lives, and you interrupt it to take a phone call.",
        "Hope: You told me to!",
        "Liam: That's not the point. This is really the future you want for us? Because I don't want that.",
        "Hope: [Sighs] God, we just keep going around and around.",
        "Liam: I know we are.",
        "Hope: Please, Liam. Please come with me.",
        "Liam: I have responsibilities, hope. I-I can't just drop everything on a dime and go flying to Paris.",
        "Hope: [Sighs]",
        "Liam: You're really going?",
        "Hope: So many priests and justices of the peace, and I have never actually gotten to wear this thing.",
        "Liam: [Chuckles]",
        "Hope: But I want to. I really want to. But only if you put it on my finger. Two days. Two days -- that should be enough time for you to clear your schedule here and meet me in Paris. We'll be done with the shoot. We'll be done with the press conference. I'll make sure of it. You remember the last time we were in Paris together? Our special spot?",
        "Liam: Yeah, by the Eiffel Tower. It's kind of hard to forget.",
        "Hope: So meet me there... day after tomorrow. Okay, you can't say yes right now. I-I understand that. You have to think about it. But please know that my mind is clear. I'll even consider giving the diamond back to Wyatt. 3:00 P.M., Day after tomorrow. Meet me there after we wrap.",
        "Liam: Will he be there?",
        "Hope: I'm not his keeper. Will you be there?",
        "Liam: What if I am?",
        "Hope: Then it's the beginning of the rest of our lives. Of the life that we've always wanted. In our special spot. I love you.",
        "[Door closes]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=K5-E0VlpPp8"
}