{
    "Episode Summary": [],
    "Recap": [
        "Ridge continues to hold Justin in a chokehold by the neck, wanting him to admit taking orders from Bill to dunk him in the water. He just wants Justin to tell him he was following Bill's orders. He's after Bill, not Justin. Brooke admits to Bill that maybe it is time for Ridge to see someone professionally. Katie barges back in to find the truth. Bill says he did not try to kill Ridge so he will leave them at that. Brooke says she wants to believe in Ridge but he is struggling right now. The picture he has in his head is just that, a picture. Hope walks in and Brooke fills her in that Ridge thinks Bill is responsible for his accident. Deacon also just barges in and says he can believe that. Brooke says he can not just walk in here any time he wants to. Katie says this is lovely but they are sort of in the middle of something. Deacon says he knows he has been a louse in the past but he's trying .gotta be careful who you play nice to in a bar or you might run into a whack job. Bill has a way of having others do his dirty work for him .before he says more he says he did not come here for this. Bill interrupts Ridge and Justin pulls free. Ridge says he has no proof yet but Justin tried to kill him at Bill's orders. Then Bill will lose his business, his family and Brooke. Bill tells Justin that Ridge does not have jack on then. Alison even backs this up, it never happened. Hope wonders what will happen if Ridge is correct and Bill is responsible. They thought Deacon had left but he walks back in just in time to hear this. Maybe he can help. He is a man of many talents and he has a huge soft spot for the Logan women. So what's the plan? Brooke says she and Bill are in love and going to get married. He could not do something like this. Deacon thinks back to a time in Italy with Alison. He tells Brooke maybe there is something he can do. Katie says Deacon has no connection to this so what can he do. Deacon calls Alison and asks if she still has a soft spot for bad boys as he is as bad as he can be. He wants to come see her when she is least expecting him.",
        "Bill comes home and asks Brooke if Katie still has her doubts about him. Brooke tells Bill that yes this is tearing Katie up, but she is trying to cope. He says Ridge is still at it because he came by the office and accosted Justin. He tried to extract a statement of guilt out of him. Bill is trying to be patient and understanding but it is running pretty thin and.....she knows - he will push back. Bill says Ridge can't go running around with all these accusations. It was bad enough that he got in Bill's face but now Justin's too. Brooke says he was very calm and rational to Ridge and she hates to ask this, but......she says she needs the truth, the absolute truth from Bill. Did he try to kill Ridge? He looks her right in the eyes and says no, he did not try to kill Ridge. A tear rolls down her cheek as she sighs and gives him a hug."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Spencer -- he told you to drop me in the gulf. Admit it!",
        "Bill: I could use a drink. You want one?",
        "Brooke: They've got to be back at Katie's by now.",
        "Bill: You want to call over there...check on Ridge?",
        "Brooke: Well, he wasn't himself. I'm worried.",
        "Bill: Yeah, he's going through a pretty rough time.",
        "Brooke: And he's blaming you. I'm sorry.",
        "Bill: Oh, uh, I appreciate that, but I'm a big boy. I can take it.",
        "Brooke: Still, some of the things that he was saying... maybe it is time that he see somebody professionally.",
        "Bill: Or, uh, maybe, uh, Katie and Ridge could go on a little private getaway -- help him get his head straight.",
        "[Door opens]",
        "Katie: Knock, knock.",
        "Brooke: Oh, Katie. We thought you were on your way to take Ridge home.",
        "Katie: Uh, yeah, well, I have a few more questions.",
        "Bill: For me?",
        "Katie: Yeah. Listen, you're the father of my child, and I really don't want to believe that you had anything to do with this, but I've learned from experience that I should never underestimate what you're capable of. And we all know that you have a complicated relationship with \"the truth,\" so why don't you just tell me what happened?",
        "Bill: I didn't try to kill Ridge. End of story. You know what? I'm gonna leave you two alone. I got to take care of something at the office. I'll see you later. Here, why don't you have a drink? Lighten up.",
        "Katie: Listen, I know you want to believe in Bill.",
        "Brooke: I-I want to believe in Ridge, too. I really do, but he's struggling right now, and he's trying to put together pieces of his memory, kind of like a puzzle, but they don't seem to fit. That picture that he has in his head -- that's not the real picture.",
        "Katie: You don't know that. You just have Bill's denial.",
        "Hope: Ooh, whose denial? Uh, what? Sorry. What's going on?",
        "Brooke: Ridge was just here, and he seems to think that Bill is responsible for his accident.",
        "Hope: How is that possible? Bill wasn't even on the helicopter.",
        "Brooke: Exactly. Bill was on the ground. We were getting married, and somebody interrupted our wedding.",
        "Katie: Yes, Ridge interrupted the wedding. He punched Bill in the mouth, and he dragged Brooke away. Do you think that Bill wasn't gonna react to that?",
        "Hope: React how?",
        "Katie: Ridge thinks that the pilot of the helicopter was Justin.",
        "Hope: Oh, Bill's lawyer, Justin?",
        "Katie: Yes, and Bill's best friend, Justin, who would do anything for Bill. He thinks that Justin dumped him into the Persian gulf on Bill's orders.",
        "Brooke: We don't know that, Katie, but we do know that Ridge has been having a hard time trying to fill those gaps in his memory.",
        "Hope: Is that what you think this is? I mean, the Ridge that I know -- I think the Ridge that we all know -- would not accuse someone of something like this if they had any kind of doubts, even if the person was Bill.",
        "Brooke: Honey, I know you've had your issues with Bill, but I just can't imagine Bill doing something like this to Ridge.",
        "Deacon: I can.",
        "Justin: Calm down, man.",
        "Ridge: I saw you. I saw your face. I saw the logo on your jacket right before I went down. I know it was you.",
        "Justin: Ridge, you're not making any sense.",
        "Ridge: Look, it wasn't an accident. You were following your boss's orders. Stop protecting him.",
        "Justin: I'm not protecting anyone, but I am concerned about you. Why don't you let me call Katie?",
        "Ridge: Listen to me. Listen. I'm not after you. I don't want you to go to jail for attempted murder. I'm after Spencer. Just tell me you were following his orders.",
        "Bill: Ridge, Ridge. Enough. Stop harassing Justin.",
        "Brooke: You can't just show up here, deacon, anytime you feel like it.",
        "Deacon: Even if I come bearing gifts? Here, honey. This is for you.",
        "Hope: Thank you. What is... ohh! Flavored ice.",
        "Deacon: Somebody told me mango surprise is your favorite.",
        "Hope: Who told you that?",
        "Katie: Let me guess -- you just overheard it?",
        "Deacon: Anywho, um, I just want to say that I feel really lucky to have all the beautiful Logan women to myself this evening. Uh, that was Bill that I saw driving away before, though, right?",
        "Brooke: What do you want?",
        "Deacon: I wanted to make sure that our daughter's okay. I mean, especially after everything that that whackjob Quinn put her and Liam through.",
        "Hope: I'm fine. Thank you.",
        "Deacon: Of course you are, 'cause you take after your mother. You're resilient, you're strong, and you're beautiful, and your mother and I are very proud of you. Aren't we, Brooke?",
        "Katie: Well, this has been lovely, as always, but we're kind of in the middle of something.",
        "Deacon: I get it. I get it, all right? I-I stumbled into something heavy, and you want me out of here, but would it really kill you just to cut me a little bit of slack? I mean, I-I understand that I've got a long way to go to prove that I'm not the same louse that I've been most of my life, but, I mean, please, at least I'm -- I'm making a start here.",
        "Hope: He really did come through for Liam.",
        "Deacon: I did learn an important thing, though, too. Got to be careful who you pick up at a bar. Otherwise, you wind up with some crazy whackjob.",
        "Katie: Whackjob. Right.",
        "Brooke: We're well aware of what you did to save Liam... and hope and I are very grateful.",
        "Deacon: But you're having a tough time because of all the stuff that I've put you through and especially our daughter.",
        "Hope: Well, you know, we don't have to talk about that right now.",
        "Deacon: No, you know what? Um, she's right. I mean, I-I wasn't around for your childhood. I ruined your wedding. And who knows? If I hadn't let Bill spring me from prison, I might be grandpa \"d\" by now. But, you know, I got to tell you, Bill -- he does have a talent. He's got a way of getting other people to do his dirty work for him, and I ju-- you know what? This is not why I came here. I'll tell you what -- if you'll let me, I'll take this, and I'm gonna go put it in a bowl for you, okay?",
        "Hope: Okay.",
        "Katie: How much do you think he heard?",
        "Brooke: Certainly not what Ridge thinks Bill did to him.",
        "Hope: You keep saying \"thinks,\" but what if Bill really is behind it? I mean, what then?",
        "Justin: Ridge is confused. He thinks I was piloting the chopper when he had his accident.",
        "Bill: I know. I-I know what Ridge thinks.",
        "Justin: Look, I tried to explain.",
        "Ridge: Oh, you're lying.",
        "Justin: I was there to help you out if you needed me to be your best man. That is the only reason I was in Abu Dhabi.",
        "Ridge: Until you had another reason. You were furious. You wanted revenge...so you looked to him to get it.",
        "Justin: You know, you are totally off base on this one.",
        "Bill: Like, funny farm.",
        "Ridge: Oh, man. You tried to kill me. I don't have any proof yet, but when I do, you will lose everything -- your business, your family, and Brooke.",
        "Hope: I'm not accusing Bill, but let's just look at everything that he's done in the past -- the things that he's done to me, to you, to aunt Katie, the epiphany that he had in aspen. I mean, do we really think that this is out of the realm of possibility?",
        "Katie: The question is, is he capable of murder if he feels trapped and pushed into a corner? And I'm sorry, but I can't just dismiss everything that Ridge has said. Can you?",
        "Brooke: Bill was just trying to give me the wedding of my dreams, and he was doing just that...until Ridge showed up. And it was horrible when he fell out of the helicopter, and he was missing for days, and then I found him on the beach alive. I thought that nightmare was over, and then it's not now, because now he's accusing Bill of doing all of these things.",
        "Deacon: [Chuckling] Whoa. Are you trying to tell me that Ridge thinks Spencer dumped him into the Persian gulf? [Mimics explosion]",
        "Deacon: Wow. Who knew all this was going on?",
        "Katie: Well, you really weren't supposed to overhear.",
        "Deacon: Huh. Now, that's interesting. Why didn't you wait until I was out of earshot, you know, so I couldn't hear? I'm just spitballing here, Katie, but is it possible that you subconsciously said it because maybe you want to see if I can help?",
        "Brooke: How could you possibly do that?",
        "Deacon: Come on, Brooke. You know me. I'm a man of many talents. And I happen to have a huge soft spot for the Logan women. Look, I'm not here to cause problems for you, okay? I promise. Now, what's the plan?",
        "Brooke: The plan?",
        "Deacon: Yeah, we got to figure out if Spencer really did what Ridge thinks he did. Hey, uh, what about Bill's little sidekick?",
        "Hope: Hmm. Which one?",
        "Deacon: Um, James.",
        "Katie: Justin.",
        "Deacon: Mm. Bingo. That guy. Yeah, now, if he's in cahoots with his boss, maybe we can sweat him, and he'll spill the beans.",
        "Katie: No, that'll never happen. He's way too loyal to Bill, just like Alison.",
        "Deacon: Alison? Blond...",
        "Katie: Mm.",
        "Deacon: ...Dishy assistant?",
        "Hope: She's not blond anymore. She went brunette.",
        "Deacon: Really? How's that look?",
        "Katie: I suppose it's closer to her natural color, if there's anything \"natural\" about her.",
        "Brooke: Okay. Okay. Let's get back to the topic at hand. Bill and I are in love. We're getting married. He couldn't do something like this. Could he?",
        "Justin: So, what do you think Ridge will do now?",
        "Bill: Who gives a damn? He can huff and puff till he turns blue. At the end of the day, he can't pin jack on us.",
        "Justin: How can you be so sure?",
        "Bill: Did you do as I asked?",
        "Justin: Don't we always?",
        "Bill: I'm not just talking about shredding documents -- deleting e-mails, erasing electronic footprints.",
        "Justin: Done.",
        "Bill: Now, what about that other stuff?",
        "Justin: It's handled. We're squeaky-clean.",
        "Bill: All right.",
        "Alison: Was that Ridge Forrester I saw stumbling onto the elevator?",
        "Bill: Yeah, he was here making these wild accusations. He has this ludicrous idea that Justin was piloting the chopper when he took his swan dive into the Persian gulf. Now, you wouldn't know anything about that, would you?",
        "Alison: I know that there was an investigation without any of this being raised.",
        "Bill: And why wasn't it?",
        "Alison: Because it never happened, and I dare anyone to prove it did.",
        "Bill: That's my girl.",
        "Hope: What if we talk to aunt donna? She and Justin were married. They have a son together. You know, maybe she could find something out.",
        "Katie: I thought of that, but I think even if she and Justin were still married, Justin is never gonna turn on Bill. He idolizes the man. Alison, too.",
        "Hope: You don't like her very much, do you?",
        "Katie: No. But I think the feeling is mutual.",
        "Alison: Maybe I have a soft spot for bad boys.",
        "Deacon: Well, now, who's badder than me? Except maybe that boss of yours. You know, you do a hell of a job for that guy. I hope he's told you how much he appreciates you.",
        "Alison: Bill's a man of few words.",
        "Deacon: Well, it doesn't take a lot of words to say something like that.",
        "Alison: Well, he has his own way of showing his appreciation.",
        "Deacon: Mm. Well, I hope he does, because you deserve it.",
        "Alison: You barely know me.",
        "Deacon: I know enough. [Speaking Italian]",
        "Alison: What does that mean?",
        "Deacon: It means that you are a very beautiful woman.",
        "Alison: Don't use me, deacon. I'll help you if I can, but don't use me.",
        "Deacon: You know, Brooke, if you want to find out the truth, I think I know a way to help you.",
        "Brooke: I still don't see what you could do.",
        "Deacon: Well, maybe this is my opportunity to show you what I can do.",
        "Katie: [Sighs] I just don't know if it was a good idea to get deacon involved.",
        "Hope: He just wants to help.",
        "Katie: But he doesn't have any connection to this. What can he do?",
        "Alison: Delete.",
        "[Telephone ringing]",
        "Alison: Bill Spencer's office.",
        "Deacon: Tu sei una bella donna.",
        "Alison: Deacon?",
        "Deacon: [Chuckles] It's been a long time.",
        "Alison: Why are you calling me?",
        "Deacon: I was just wondering if you still had a soft spot for bad boys.",
        "Alison: [Chuckles] Yes.",
        "Deacon: Well, then, honey, who's badder than me?",
        "Alison: No one.",
        "Deacon: [Chuckles] You still slaving away for Bill Spencer?",
        "Alison: Sitting at his desk as we speak.",
        "Deacon: Mm. Oh, I'm just thinking that's a -- that's a pity that I'm not there to distract you.",
        "Alison: Bill wouldn't like that.",
        "Deacon: No, but you will. I'll make sure of it.",
        "Alison: You're coming here?",
        "Deacon: When you least expect it. Ciao, bella.",
        "Ridge: All right, you good?",
        "Brooke: I can't believe this. This is my wedding day, Ridge.",
        "Ridge: I know what day it is. I'm doing this for you. He's no good for you.",
        "Brooke: You ruined it for me.",
        "Ridge: I will always do what's best for you.",
        "Brooke: How do I even know what you're saying is true? How do I know that? We can't just leave him down there on the beach. We got to go back down and get him.",
        "Ridge: He's never been loyal to anyone. That includes you. Take us to the jet. Tell them to get ready for takeoff.",
        "Brooke: Ridge!",
        "[Door opens]",
        "Bill: Heading up?",
        "Brooke: Uh, yeah. I-I wasn't sure how much longer you'd be.",
        "Bill: Where's Katie?",
        "Brooke: She went home a while ago.",
        "Bill: Let me guess -- she still has her doubts about me?",
        "Brooke: She's -- she's trying not to.",
        "Bill: Can't help herself.",
        "Brooke: Well, this is really tearing her apart, too, Bill.",
        "Bill: Yeah, not enough to rein in Ridge. He was at my office tonight, accosting Justin.",
        "Brooke: What?",
        "Bill: Luckily, I walked in when I did.",
        "Brooke: What happened?",
        "Bill: He was trying extract a confession. We were able to talk him down.",
        "Brooke: So where is he now?",
        "Bill: Well, hopefully, driving home to Katie. Although she may just fuel his paranoia.",
        "Brooke: No, I don't think she's trying to do that.",
        "Bill: Listen, Brooke. She's the only one who can get through to Ridge, other than you. But she can't keep coddling him. And he can't keep flinging around these accusations. I mean, bad enough he gets in my face, but going after Justin, as well? I'm trying to be as patient and understanding as I can, but my patience has its limits, and then...",
        "Brooke: And then you push back.",
        "Bill: Don't tell me he's gotten to you, too.",
        "Brooke: You were very calm and very rational to Ridge, and yet... [Sighs] I really hate to ask this, but I need to know the truth. You have to be honest with me. Ridge could have died. Did you try to kill him? The absolute truth, Bill.",
        "Bill: No. I did not try to kill Ridge.",
        "Brooke: [Sighs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=aXzUD7tlgjk"
}