{
    "Episode Summary": [
        "Episode # 7612 ~ An overwhelmed and misunderstood Nicole lashes out at Rick; Thomas gets a big dose of reality and learns the differences he will face now that he works at Spectra, not Forrester."
    ],
    "Recap": [
        "Rick holds out the papers and asks Nicole to sign them. She cannot even stand there and look at them. He reminds her that this is a binding contract and she had every opportunity to back out and didn't. He raises his voice and demands that she sign the papers. Zende hears him and rushes in and tells him to never raise his voice like that to his wife again. Thomas peels off his shirt as he is working; the air conditioning must not be working. Sally tells him that not only does she have a smoking hot partner but he bailed her out and she totally knows he is on her side. So her dream of having Spectra a power house can finally come true. He says they need everybody to take Spectra seriously so they have to do this. Maya is worried and tells Rick this is taking too much time.",
        "Zende questions Nicole and she simply says she needed more time. He tells Nicole that he knows this is weighing on her and that is only natural as Lizzy was part of her for nine months. But Lizzy should be with her family. She means the world to Rick and Maya. She did a wonderful thing being a surrogate but she cannot take that away now. He hands her the papers and suggests she sign. RJ tells Coco that he does not think it was wrong to talk to Nicole, so she is just overreacting. Rick refuses to believe that Nicole would take Lizzy away from them. She is just confused and disappointed right now. Zende tells Nicole they all thought the adoption was final. She says when she holds Lizzy in her arms she feels this pull. And Lizzy called her mama and she cannot forget that. Now what if she gives away the only child she will ever have. He says this is not good for her; all this stress and anxiety. But if she signs they will get through this together. For now she has to do this. He puts the pen and document on the table in front of her."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: Please, Nicole. Sign the papers. There's no reason not to. Everything's been worked out. I am Lizzy's father. Maya's her mother. But you already know that. So you need to do the right thing. We gave you every opportunity to back out, but you wanted to move forward. And that was a contract. That was a binding contract, just like this one! So sign the papers!",
        "[Door opens]",
        "Zende: Whoa, whoa, whoa, whoa. What are you doing?",
        "Rick: You need to listen to me clearly. If you're not gonna do this for me, you do it for your sister and you do it for Lizzy!",
        "Zende: You need to back up, rick. Don't you ever raise your voice to my wife again.",
        "Sally: [Sighs] Really? Really? It's not hot enough in here already? You had to make it worse?",
        "Thomas: Okay, we could go work from my place. That is an option.",
        "Sally: No, no. The captain does not leave the ship. My crew is working in this heat. So am I.",
        "Thomas: How has Darlita not found anyone to fix the ac? It's -- it's blazing in here.",
        "Sally: Yeah, I know. I don't know. Apparently it's an antique.",
        "Thomas: [Sighs] Okay, well, I wish I would have known that. I would have hired somebody to come and update that, along with all the other things that need updating around here.",
        "Sally: Well, you're pretty good at fixing things. Why don't you go take a look at it?",
        "Thomas: Good with a pencil, not a wrench. I'm good.",
        "Sally: You know, don't sell yourself short.",
        "Thomas: Mm-hmm.",
        "Sally: As far as I can tell, there's nothing you can't do. Thanks to you, spectra is on its way up. New logo, new designs, new attitude...new tan.",
        "Thomas: Yes, I was outside for a long time.",
        "Sally: I see that.",
        "Thomas: Okay, yeah. [Sighs] None of this matters if we can't get people talking about it. We need people to take spectra seriously. This is not a gimmick. You and I are partners. We're gonna make this happen.",
        "Coco: Oh, wow.",
        "R.J.: You like it?",
        "Coco: Yeah. Wow. I love it. I love that. But I-I love everything about Forrester.",
        "R.J.: Yeah?",
        "Coco: Oh, I, um...",
        "R.J.: [Chuckles]",
        "Coco: No, I just -- I mean that I'm -- I'm just, like, incredibly grateful to be a part of this team.",
        "R.J.: [Chuckles] You wouldn't want to work at spectra with Thomas and sally?",
        "Coco: Well, no, I mean, I'm -- I'm really happy everything's going so well for sally, and spectra's really changing. Like, Thomas is really revamping a lot. It's really exciting, but... I'm just -- I'm happy where I am. And it hits me sometimes how close I was to losing all of this.",
        "R.J.: I'm glad you didn't. [Chuckles]",
        "Coco: Me, too. It would have been really hard for me to get over.",
        "Sally: [Sighs]",
        "Thomas: Yeah, wow. It's -- it's -- you are making it hot in here. Uh... ah.",
        "Sally: Yeah, well, so much for staying cool under pressure.",
        "Thomas: You and I both thrive under pressure, and you know that. That's what I want the world to see about us. That's what the world needs to see. Okay, spectra fashions is all about new and dynamic leadership. We -- we are unafraid to blaze an entirely new path for ourselves.",
        "Sally: That is good. That is good. I am going to write that down, and I'm going to use that in the next interview.",
        "Thomas: Uh, good.",
        "Sally: Hey, have you heard back from the new York paper yet?",
        "Thomas: No, which is weird, because I always hear back from them.",
        "Sally: Weird! Weird, yeah, that's super weird.",
        "Thomas: Okay, yes. I see what you're doing. I understood that repping spectra would take a little extra leg work. I just didn't know that it would be this hard. Yes, it's super difficult. I am hitting a brick wall. Nobody is returning my calls.",
        "Sally: Aww, poor baby. Welcome to my world, Mr. Forrester.",
        "Coco: Sally knows I'm making something for myself at Forrester.",
        "R.J.: You don't mind competing with your sister?",
        "Coco: No, I mean, we haven't done that before. Could be kind of fun.",
        "R.J.: Wait, you've never competed with your sister?",
        "Coco: Mnh-mnh. I think growing up, we had to stick together. But now that I am branching out and learning new things, making new friends, it's...",
        "R.J.: You okay?",
        "Coco: I'm just thinking about Nicole. You know, I've been concerned about her.",
        "R.J.: Yeah, but she's been getting better, right?",
        "Coco: No. I actually think it's getting worse.",
        "Nicole: It's okay, Zende.",
        "Zende: No, it's not okay. You were yelling at her. What the hell is going on, rick?",
        "Rick: Yeah, I was. I'm sorry. It's just because I'm so damn frustrated! I don't know what you're doing! I don't know why you're threatening my family!",
        "Zende: Threatening your family?",
        "Nicole: I'm not.",
        "Rick: Yes, you are, Nicole. You are.",
        "Zende: Is this about Lizzy's adoption papers?",
        "Rick: Yeah, it is. It's like I said. There were some errors. But this -- but this right here, it fixes all the problems, and she won't sign!",
        "Sally: [Sighs] [Sighs]",
        "Thomas: You know, I knew I'd have to do some fast talking to convince people that spectra has changed. I just didn't know it'd be so hard to get them on the phone.",
        "Sally: Yeah, well, at least they're taking your calls.",
        "Thomas: Eh, not returning them.",
        "Sally: Yeah, well, that's different. For me, it's like, \"hi. I'm sally spectra of\" -- click. And that's if they don't see the id, 'cause normally it just goes straight to voicemail.",
        "Thomas: Well, that is going to change.",
        "Sally: [Sighs]",
        "Thomas: Once we get this whole line out there, Darlita is going to need an assistant for all the phone calls that are gonna be coming through.",
        "Sally: But first I think we should hire someone in maintenance.",
        "Thomas: That is a great idea.",
        "Sally: Yeah.",
        "Thomas: Yeah. It's hot.",
        "Sally: It's really hot.",
        "Thomas: Yeah, I owe you an apology.",
        "Sally: [Sighs] You didn't break the air conditioner, did you?",
        "Thomas: I didn't. No.",
        "Sally: You're lucky.",
        "Thomas: Yeah, no. Hey, um... I didn't realize how hard it was for you, how hard you had to fight and scratch and struggle and claw for every single, little victory you have here. I mean, you fought twice as hard just to convince people to take you seriously.",
        "Sally: Well, as a spectra, that is the hardest part.",
        "Thomas: Well, I'm sorry. And I'm grateful. You have shown me all the things that I took for granted over at Forrester.",
        "Sally: And to think you turned your back on all of that, your family, the prestige and privilege at Forrester creations, all to work in this giant sauna with me.",
        "Thomas: There is no other sauna that I would rather be in than this one.",
        "Sally: Really? No other one?",
        "Thomas: There's -- there's one down the street. It's really nice. Eucalyptus.",
        "Sally: Oh.",
        "Thomas: Yeah.",
        "Sally: Yeah, that one sounds better.",
        "Thomas: Yeah. It's -- it's good.",
        "Maya: Something is wrong, rick. Now Nicole's refusing to sign the papers?",
        "Rick: She will. Zende's with her right now. She's got to listen to him, right? Lizzy's our -- she's our child! We're her parents! And Zende knows that.",
        "Maya: I thought Nicole did, too.",
        "Rick: [Sighs]",
        "Zende: What's going on, babe?",
        "Nicole: I just need more time.",
        "Zende: You need more time for what?",
        "Nicole: I don't know why this is so hard.",
        "Zende: I know it's been tough for us lately. The news we got from the doctor, it wasn't what we were expecting. We thought we'd get pregnant right away. Look, I've tried to be supportive. But maybe you need more from me, something I'm not giving you. I could have been more sensitive to you, not so focused on designing.",
        "Nicole: You've been supportive. It's just...me. And these feelings, I can't really explain them.",
        "Zende: Look, I know Lizzy means a lot to you. She also means the world to rick and Maya. They are Lizzy's parents.",
        "Thomas: So it's always been like this? You've always had to fight this hard.",
        "Sally: Yeah, but I've gotten pretty good at it.",
        "Thomas: You're amazing at it.",
        "Sally: You just have to know when to draw the line.",
        "Thomas: Is that why you never came to me? 'Cause nobody ever helped you?",
        "Sally: Well, I mean, grams, for what it's worth. But hey, don't go feeling sorry for me, okay? Yes, coco and I had it hard, but it made us feisty.",
        "Thomas: That is one of the things that I love about you, that you are strong and you're beautiful and you are feisty.",
        "Sally: Yeah, well, that all comes with being a spectra.",
        "Thomas: Always have to rely on yourself.",
        "Sally: Eh, some traits you're born with. Others you learn. Until you realize you don't need them anymore. Like now, I know that I don't have to do this alone. I've got a partner, a brave, generous, smoking-hot champion.",
        "Thomas: Hmm. Hmm.",
        "Sally: Who stood up for me more than anyone ever has before. Not only did you bail me out, but you took my hand and you said that we're in this together.",
        "Thomas: We are.",
        "Sally: Yeah, unfortunately your family thinks you made a bad choice.",
        "Thomas: Well, my family needs to have faith in my choices.",
        "Sally: Yeah, well, now you can show them what you can do. Under your leadership, spectra has a new life, a renewed hope, more clout than we have ever had before. Granted, it's not as much clout as you're used to. But hey, I'm not naive, okay? I know cleansing our name will not be easy, but people will take notice, Thomas. Once they see our new collection, they will give us the respect that we deserve. Thanks to you, my dream of having spectra be a fashion powerhouse can finally come true.",
        "Rick: Zende knows what's going on. He's gonna get Nicole through whatever she's feeling. I mean, honestly, nobody wants our family torn apart.",
        "Zende: You're dealing with a lot right now. You're still processing what the doctor told you. You don't like to talk about it, but I can see it weighing on you, Nicole. It doesn't have to. We can keep trying. I understand you're overwhelmed dealing with a lot of fear and doubt. You know, Maya and rick, they want to Paris, and you spent a little more time with Lizzy. Look, it's only natural that that bond would grow stronger.",
        "Nicole: For nine months. For nine months she was a part of me, Zende.",
        "Zende: I know. You did a wonderful thing agreeing to be Maya's surrogate. You gave your sister and rick the most beautiful gift. You helped them become a family. Look, you can't give it to them and then take it away.",
        "Sally: I never imagined this.",
        "Thomas: Me sweaty and half naked?",
        "Sally: No, no, I imagine that a lot.",
        "Thomas: Oh?",
        "Sally: Yeah.",
        "Thomas: Oh.",
        "Sally: But never this. You forgiving me the way you did and rescuing me.",
        "Thomas: No, babe, you didn't need rescuing. You are too strong for that.",
        "Sally: My chiseled superhero saving spectra from certain doom. And now we're working together.",
        "Thomas: Spectras and Forresters have worked together in the past.",
        "Sally: Yeah, but from what I did, that should have made that impossible.",
        "Thomas: No. Trying to ignore my feelings for you, that was impossible.",
        "Sally: It is 150 degrees in here, and you just gave me goosebumps.",
        "Thomas: I should probably check that. Hmm. Yeah. Oh, I got it. Yeah, there's...",
        "Sally: You just did it again.",
        "Thomas: Do you want me to stop?",
        "Sally: Don't you dare.",
        "Coco: You don't think I'm overreacting, talking to Zende about all this?",
        "R.J.: No. He's Nicole's husband. And if she's struggling, the family's gonna want to be there for her.",
        "Coco: They've worked so hard to be together. Like, Nic and Zende deserve to be happy. I just wish there was something that I could do to help.",
        "R.J.: Yeah, I know.",
        "Maya: I feel sick inside, rick.",
        "Rick: It's gonna be okay.",
        "Maya: What if she won't listen to Zende, either?",
        "Rick: She will.",
        "Maya: He wants a family, too.",
        "Rick: A family of his own. He'll get Nicole to sign.",
        "Maya: I had a strange feeling when we were in Paris.",
        "Rick: I don't think it's about when we were away. I think your sister's just wound up and emotional right now, and for good reason. But to bring Lizzy into this? It's just -- it's just wrong. And she knows that deep down. She doesn't want to take Lizzy away from us.",
        "Maya: I know that Nicole is confused, and I feel for her. But I won't be able to rest easy until she signs those papers.",
        "Nicole: I know what rick and Maya want me to do.",
        "Zende: It's the right thing to do, honey. I know we all thought that the adoption was final. I mean, we know that this is more of a formality than anything.",
        "Nicole: I know. And I don't mean to scare them. It's just... I can't help it. Literally. Whenever I held Lizzy in my arms, I feel this pull. And what if she feels it, too? She called me mama. I can't get that out of my head. Her little voice and the way that she looks at me.",
        "Zende: Wow. Look, there is no way that I would be able to understand what that feels like for you. Look, I know you're afraid it might not happen again.",
        "Nicole: What if it doesn't? What if the doctors are right? What if I gave away the only child I'll ever be able to have?",
        "Zende: That's a lot of \"what ifs.\"",
        "Nicole: They just keep popping into my head.",
        "Zende: Look, what you're feeling right now is a reaction. I know you're worried. But what I'm trying to get you to understand -- so is rick and Maya -- they have been raising Lizzy. Look at me. Look, this isn't healthy, honey. All this stress and anxiety, it's not good for you. Right? But you know what? I'm right here, and I ain't going nowhere. We'll get through it together. Let's have our own family, right? When the time is right. But right now... right now, you have to do this."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=EaaiRW6o-lQ"
}