{
    "Episode Summary": [
        "Episode # 7652 ~ Steffy gets on board with Bill's plan, but she warns him that Liam may be the one to push back; Eric's ultimatum to Sheila forces her to go to extreme measures to get him to reconsider."
    ],
    "Recap": [
        "Bill welcomes Steffy into his office. He says she just missed Liam who is on his way to Spectra now. She laments that she married him because he was such a good guy so she does not like they have different views on Spectra. Liam comes in as Sally is talking to Coco and telling her again how terrible she feels for getting her in trouble at Forrester. He is not sure he should interrupt but Sally says to come on in. She asks if he is writing this piece of his to trash her and get her out of L.A. Eric looks in on Sheila in bed. He tells her they had a room a long time ago but now she is here because she may be suffering from a concussion. She says she is confused as she was having the most pleasant dream of when they were married. Eric says he has been looking in on her to make sure she doesn't sleep too long. She will be staying here until she is better then he will send her back to her hotel or an apartment, whatever she wants. She starts to get up and he says she does not have to leave now. It is too soon but he cannot watch her 24/7 as he has a wife to attend to as well. She becomes dizzy and falls over in his arms and he puts her back in bed saying again it is a little too soon. He says he will get her some water and be back in a minute.",
        "Steffy tells Bill that she is okay with his trying to keep Sally and Thomas apart but if he pushes Liam he might tell Sally the entire truth and he won't get his precious Sky. Liam confides in Sally that his dad loves him but often he is a huge disappointment to him as he has a conscious and that is bad in Bill Spencer's eyes. He rarely believes in his dad's motives so he would like her to judge him on his own merits and not his dad's. Eric brings the water to Sheila and she says he is being so kind. He says again it is the least he can do since all of this happened in his home and at the hands of his wife although both of them should have exercised more control over their emotions. He tells her the doctor from yesterday cannot return so he is calling in another doctor they all know. Sheila is surprised to see Dr. James Warwick. He says he will examine her and give them his opinion. Sally tells Liam this is not even a battle. Bill is a major player in the fashion industry and she is just trying to stay afloat. It is like David and Goliath. And now with Thomas gone she has to do everything to keep the doors open. He says it sounds like a lot of pressure. She says it is okay but she would like to know it is an even playing field and not with Bill still up to something to get rid of her. She needs Liam to tell her the truth."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: CJ. What an idiot. Who leaves an easy 5 mill on the table to save something that's already dead?",
        "Liam: Someone with compassion, maybe?",
        "Bill: Someone who's a moron.",
        "Liam: I'm just saying. CJ and Sally are family. I mean, you of all people should understand protecting family.",
        "Bill: That clown is passing up the offer of a lifetime. CJ will find that I won't be so generous again. With Thomas out of the picture, Spectra's showing will bomb. Sally's days are numbered.",
        "Coco: Are you sure you don't want me to leave? I can see you're busy.",
        "Sally: We don't spend enough time together as it is. As long as you don't mind me working while we catch up.",
        "Coco: No, I-I totally get it. You're under the gun with this next collection.",
        "Sally: Yeah, the one that I thought I was gonna be doing with Thomas.",
        "Coco: How's it going? Like, the line, I mean.",
        "Sally: Uh, well, we will see. I'm still putting it all together. Thankfully, though, I still have this building to work in after convincing CJ again not to sell the building to Bill Spencer.",
        "Coco: Well, I mean, good for CJ. Like, this place is his legacy, too.",
        "Sally: Yeah, that bought me more time. I can keep this battleship afloat if I can pull this off.",
        "[Birds chirping]",
        "Sheila: [Sighs] [Chuckles] [Sighs] Home, sweet home.",
        "[Knock on door]",
        "[Knock on door]",
        "Eric: Sheila? It's Eric. Can I come in?",
        "Coco: You've had so much pressure on you to revive this business, and then you finally get a break with Thomas, and all of a sudden, he's gone.",
        "Sally: Yeah, story of my life. Right back where I started.",
        "Coco: When's he coming home?",
        "Sally: I am not sure.",
        "Coco: Well, you two are a couple. Shouldn't you, like, know each other's plans?",
        "Sally: Well, Douglas needs Thomas right now. His son comes first. Thomas isn't coming back any time soon, so it is up to me to get a line out while trying to fend off a powerhouse like Bill Spencer.",
        "Bill: All right, well, uh, you have to follow up on that piece you're doing on Sally. So why don't you run along and do that?",
        "Liam: All right. Not gonna try to influence that piece, are you, pop?",
        "Bill: If you tell it like it really is, I won't have to. You'll write about how god-awful Sally is, that she has no class or sophistication, that she's a low-rent wannabe from the wrong side of the tracks who has no business being in the fashion industry. That's what a truthful article will say.",
        "Liam: You can't lecture me about truth and expect me to take you seriously.",
        "Bill: Well, there are truths, and there are truths intended for the greater good.",
        "Liam: No, I'm pretty sure there are truths and then there are lies...and the lying liars who tell them.",
        "Eric: Sheila, can you hear me? Sheila, open your eyes. Sheila, it's Eric.",
        "Sheila: [Chuckles] Eric.",
        "[Knock on door]",
        "Bill: Come in!",
        "Steffy: Bad time?",
        "Bill: Never for my favorite daughter-in-law.",
        "Steffy: Your only daughter-in-law.",
        "Bill: I could have a boatload of daughter-in-laws, and you'd still be my favorite. You just missed Liam. He went to Spectra.",
        "Steffy: That article he's been working on?",
        "Bill: The one we'll eventually publish.",
        "Steffy: There's a difference?",
        "Bill: I get final approval.",
        "Steffy: [Sighs] I think you're pushing it.",
        "Bill: How's that?",
        "Steffy: Liam already feels guilty about going on with the whole \"Caroline's dying\" secret. He's a good guy. That's why I married him. If you pull too many shady moves, Liam might blow everything sky high.",
        "Bill: I'm not gonna coddle him anymore. Not doing it. He's not a 5-year-old selling lemonade on a street corner. It's time for him to be a man.",
        "Sally: You have no idea how vital you are to me. Your support and confidence gives me something to live up to. Even though sometimes I fail miserably, I will never stop trying to be worthy of that belief in your eyes. I love you.",
        "Coco: I love you so much. I should go. You have to get back to work.",
        "Sally: Well, I am so glad you stopped by.",
        "Coco: Me, too. All right. Oh.",
        "Liam: Hi. Sorry. I-I wasn't, uh, eavesdropping. I just didn't know if I should interrupt.",
        "Sally: No, no, I'm -- I'm sorry. I completely forgot about the interview. I've been swamped.",
        "Liam: No, that's cool. We can reschedule if you want.",
        "Sally: No, it's cool. You're here. Might as well do it.",
        "Coco: Yeah, I was -- I'm just headed out, so...",
        "Liam: Okay.",
        "Coco: Bye, Sally.",
        "Sally: Bye.",
        "Liam: Yeah, uh...",
        "[Door closes]",
        "Sally: I am sorry again for being the one to tell you about your cousin.",
        "Liam: Oh. Well, uh, it's all right. I'm glad I know.",
        "Sally: How is Caroline?",
        "Liam: Hanging in.",
        "Sally: So, I, uh, assume that you've heard about your father's latest scheme.",
        "Liam: Uh, yeah, I think so. Then again, I haven't seen him in...six minutes, so maybe not.",
        "Sally: Trying to convince C.J. To sell the building to him, like, overnight.",
        "Liam: Ah. That one.",
        "Sally: That what you're about, too?",
        "Liam: Sorry?",
        "Sally: This article that you're writing. Are you a part of Bill's scheme to get rid of me so he can have the land? Is that why you're writing this piece, Liam? To trash me?",
        "Sheila: Where am I?",
        "Eric: My home.",
        "Sheila: Really? This -- this just doesn't look like our bedroom.",
        "Eric: Now, Sheila... we don't have a room.",
        "Sheila: What?",
        "Eric: We had a room before when we were married, but that -- that was a long time ago.",
        "Sheila: Oh.",
        "Eric: Do you remember what happened last night? You and Quinn had an argument. It escalated into a fight, and then you -- you suffered a concussion. Do you remember that?",
        "Sheila: Right. [Chuckles] I am so sorry. I just... I was in the middle of the most incredible dream. It was our wedding day, and it was so incredibly romantic. I guess I just got a little confused.",
        "Eric: I'll have to check with the doctor and make sure you're not sleeping too much. I tried to follow his instructions, but it -- it's been kind of hard to wake you up.",
        "Sheila: You're always so caring and compassionate.",
        "Eric: Sheila, you're here because we have to keep an eye on you while you recover. And once you have, then we'll see to it that you get back to the hotel or an apartment. Whatever you need so that you can get on with your new life.",
        "Sheila: I'll have to leave?",
        "Bill: So, you here to lecture me, too, about how I handled your brother?",
        "Steffy: You know, I'm actually okay with Thomas thinking Caroline is dying.",
        "Bill: Wow! Nice to finally be appreciated.",
        "Steffy: Well, it puts space between Thomas and Sally, and it buys Caroline time to put her family back together. I'm for anything that accomplishes that.",
        "Bill: And if it gets your redheaded rival out of the picture, so much the better.",
        "Steffy: Let's talk about your ulterior motive. You want your skyscraper built, and you won't stop until it's looming above us.",
        "Bill: I don't apologize for it.",
        "Steffy: I don't expect you to. I respect the way you embrace your ruthlessness, the way you're willing to bulldoze through any obstacle. But that could backfire, especially if Liam's involved.",
        "Bill: You have insight for me?",
        "Steffy: Liam's agreed to go along with the whole \"Caroline's dying\" secret. But if you push him into trash-talking Sally and he feels that she doesn't deserve it, he'll tell her the truth, the whole \"Caroline's dying\" secret that was engineered by you.",
        "Liam: Well, I totally get why you'd be suspicious of me. I would like to try to put your mind at ease if I -- if I can.",
        "Sally: Okay.",
        "Liam: Okay. So, uh, my dad loves me. In a lot of ways, I'm a huge disappointment to him.",
        "Sally: What is there not to be proud of? You're smart, successful, well-liked.",
        "Liam: Oh, thank you. Yeah, I-I also don't eat meat. And, uh, I wear my bleeding heart on my sleeve, and I always try to make the world a better place, and I have a conscience.",
        "Sally: [Sighs] You're a horrible person.",
        "Liam: It's bad, yeah, especially in Bill Spencer's eyes. Listen, I...I rarely approve of my father's tactics, and I rarely participate in them. And -- and I'm not gonna say trust me, 'cause I know you've heard that before, and I believe that has to be earned. But I-I do ask that you try to judge me on my own merits, not my father's.",
        "Eric: The doctor said that you needed to be monitored for 24 hours. But that's all it can be. Sheila, I have to honor my wife, too.",
        "Sheila: I understand. I've -- I've inconvenienced you long enough.",
        "Eric: No, no, no. I don't mean you have to leave now.",
        "Sheila: No, I'm gonna be okay. So... ooh.",
        "Eric: I think it's a little too soon.",
        "Sheila: Well, there's only one way to find out. Right? There. See?",
        "Eric: No, Sheila, Sheila. Here, here. All right. Let's get up. Let's get up. All right, stand up. You okay?",
        "Sheila: [Chuckles]",
        "Eric: [Chuckles] All right.",
        "Sheila: I'm embarrassed.",
        "Eric: Come on. Let's get you back into bed. Good lord. Here. Here. All right, it's like I said, it's a little too much, a little too soon.",
        "Sheila: Yeah, but I was -- I was feeling okay. I just -- I got -- I got dizzy.",
        "Eric: Yeah.",
        "Sheila: Vertigo or something.",
        "Eric: Okay. I'm gonna get you some new water, and I'll get Linda to fix you some food.",
        "Sheila: Thank you. I think that might help.",
        "Eric: I think it will, too. You relax. Be back in a minute.",
        "[Door closes]",
        "[Birds chirping]",
        "[Footsteps approach]",
        "Eric: Here. Linda will bring up some food shortly.",
        "Sheila: Thank you. You're -- you're being so kind to me.",
        "Eric: Yes, well, I feel bad that, uh, that this happened to you in my home, at my wife's hand.",
        "Sheila: You do have a lively one there. [Chuckles]",
        "Eric: Look, both of you -- both of you should have exercised a little more self-control last night. This fight never should have gotten out of hand the way it did. Now, Dr. Andrews, the doctor who saw you last night, is not available today, so I took the liberty of calling a doctor we both know, someone to give us more advice about this and a second opinion and to keep this unfortunate incident away from medical records and from the press.",
        "Sheila: Who is this person? James.",
        "James: Hello, Sheila. It's been awhile.",
        "Eric: James was kind enough to come right over.",
        "James: Eric told me you suffered a concussion. I'm gonna take a look and assess your condition, and then I'll render my opinion and see whether you're fit enough to go back on your feet and back into your life.",
        "Steffy: I'm gonna go out on a limb and guess things are pretty tense between you and Liam.",
        "Bill: He told you about our, uh, disagreement?",
        "Steffy: Sounds like it got pretty heated.",
        "Bill: If Liam wants to be a preacher, he can go out and find himself a congregation. In the meantime, he's got to understand loyalty and not try to right my wrongs. I told him, and I'm giving you fair warning, as well. If he says anything to Thomas or Sally about Caroline not being at death's door, I will kick his ass out of the company and out of my life.",
        "Liam: So, uh, going back to the swimwear challenge, how did it feel to face off with Forrester and end in a tie?",
        "Sally: Exciting. Validating. But even with Thomas' influence, Spectra will never be Forrester. But we are a force to be reckoned with, and people are noticing, like you.",
        "Liam: Yeah. Monaco must have been a welcome morale booster.",
        "Sally: It was, with Thomas believing in me enough to throw in. He made me a better designer. And I saw that on the runway. Honestly, I-I really truly thought we should have won that challenge, but your father never would have allowed it. And I don't mean to whine or anything, but Bill should seriously pick on someone his own size. It's like David and goliath. Big, bad Bill Spencer against dinky little Spectra fashions? Like, how -- how is that even a battle?",
        "Liam: It's not.",
        "Sally: Thank you. Thank you for that. Bill owns and operates a major brand with enormous influence in the fashion industry, and I'm just trying to stay afloat. I had a partner, and now I don't. Thomas is clear across the country. That -- [Sighs] That sounded like I'm blaming him or I'm resentful, and I'm not. I'm not. I-I get -- I get why he's with Caroline and Douglas right now, with...everything. All I'm trying to say is that it all falls on me to design everything, to keep the doors open, to finance everything, all while watching my back to make sure your father does not knife me.",
        "Liam: Yeah.",
        "[Cell phone beeps]",
        "Liam: Um... so that sounds like a lot of pressure. [Chuckles]",
        "Sally: Look, I don't mind a challenge. I will do whatever it takes to prove that I deserve a spot at the table if -- huge \"if\" -- I am playing on a level field. And I think you know whether I am or not.",
        "Liam: Oh, me?",
        "Sally: Your father sabotaged my first preview and just tried to buy the building from CJ again. Is he still up to something? I need to know, Liam. The truth."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=8h7RmvkG4pA"
}