{
    "Episode Summary": [
        "Episode # 7529 ~ Ivy feels compelled to disclose an important piece of info to Brooke before she walks down the aisle with Ridge. Bill uses his position of power to make sure that Spectra Fashions' first preview is a failure."
    ],
    "Recap": [
        "Ridge tells Ivy that Brooke was on her way out. Ivy says but this is very important so they return to Ridge's office. Thomas is working on his designs and Steffy praises him. She says she knows he is not happy with the situation but she wishes he could get on board. Sally tells Saul and Darlita that the almost another food fight was so worth it. Shirley is home still trying to get the cake out of her uniform. Sometimes you have to forgo your dignity to get your point across. Saul tells her this office is still a disaster area. There is not enough lighting and they have no sequins or enough supplies. Darlita tells them she sent out 120 invitations and only four are going to show up. Sally says this is not good. They need press and they need it now. Jarrett stops in on Bill and wonders why he wants him to attend the Spectra fashion show. Jarrett says they have always been at the lower level so why should he put in an appearance. Bill says he wants that space and Jarrett can help him get it. He does not want the business but he wants that building. That means Sally has to fail and he knows she will not do that immediately, but the pen is mightier than the sword. Pam comes in and shows Thomas and Steffy the video Shirley took at the wedding. Ivy tells Ridge and Brooke that she thought she could give them advice if they are thinking of getting married in Australia. As she leaves Ridge catches her and he asks what is she really doing here. She turns it on him and asks what is he doing \u0096 with Quinn? He says if she really cares about her uncle Eric then she will leave this alone. He is marrying Brooke, that is the bottom line. Thomas tells Steffy that she really does not need his designs, he is only the grunt around here.",
        "Bill asks Jarrett to show him the invitation; he wants him to go to this glorious revival. Then Bill responds for Jarrett by text. It's done. Sally says this is awkward; a show with no press. Darlita answers her Smartphone and all are joyful that Jarrett will attend. Ridge tells Ivy that he is committed to Brooke; everybody knows how he feels about Quinn and this is not an affair. They were stupid but this is not something to tell Eric. She says okay but just let him know that she is going to be watching him and Quinn. Thomas says Steffy would feel the same if she was passed over by a little sister. She says she is sorry, but that is reality and she just wishes they could get along better. Saul says if Jarrett Maxwell is coming then that means something. It could put Spectra on the map. Bill tells Jarrett do not hold back. He wants the worst review he has ever given. He doesn't want to wait for them to fail on their own; do it now. Bill rants that he has looked at every location he can find and Spectra is sitting right on top of it. He doesn't care what Jarrett feels about Spectra fashions; he wants his worst review and they will be wiped off the map."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: You have something to tell me?",
        "Ivy: Yeah. I-I was gonna get into it with ridge first.",
        "Ridge: Well, I have time now. Come on.",
        "Ivy: Oh, it's just Brooke is here, so I'm thinking maybe I just talk to you both.",
        "Brooke: Okay.",
        "Ridge: She was on her way out.",
        "Brooke: Well, I can wait if it's important.",
        "Ivy: Yeah. It is. You know, why don't we talk in the office? Well, I know that you guys have been thinking about getting married, but, Brooke, I think there are some things that you need to know before you start making plans.",
        "Steffy: Wow. Looks good.",
        "Thomas: Thanks. You know, it's a bit odd that you're in here giving me critiques instead of dad.",
        "Steffy: I was just giving you a compliment, Thomas.",
        "Thomas: Mm-hmm.",
        "Steffy: [Sighs] Look, I know you're not happy with the situation. But it's the way things are.",
        "Thomas: [Sighs]",
        "Steffy: I just wish you could get onboard.",
        "Saul: [Laughs]",
        "Darlita: Shirley needs to see this.",
        "Sally: She was there, Darlita. She filmed it.",
        "Saul: Where is she now?",
        "Sally: She's at home still trying to get the icing out of that catering uniform. I kept the tags on so I could return it. But even if I don't get my money back, it was totally worth it.",
        "Saul: Steffy Forrester pushed you face first into your grandmother's cake?",
        "Sally: Sometimes you have to sacrifice a little pride for the attention for your business.",
        "Darlita: You're not angry, Sal? 'Cause you look ridiculous.",
        "Sally: That was exactly the type of shocking viral-worthy moment I was hoping for.",
        "Bill: Jarrett, my friend! Come on in!",
        "Jarrett: You wanted to see me, sir?",
        "Bill: The Spectra fashion show.",
        "Jarrett: [Chuckles] What about it?",
        "Bill: Well, you're my most respected fashion reporter. You must have received an invitation.",
        "Jarrett: Every reporter in town was invited, but you saw the debut video. It's a waste of time. Nobody's going.",
        "Bill: You're going, Jarrett.",
        "Thomas: You know, it's -- it's funny. You won't even admit that it's unfair.",
        "Steffy: Thomas, there's no rule a Forrester C.E.O. has to be a designer.",
        "Thomas: See, that's not --",
        "Pam: Steffy, you have got to see this.",
        "Steffy: I already have like a dozen text messages about this.",
        "Thomas: Pam, what is that?",
        "Pam: The video. You haven't seen it yet? Oh, Thomas, it's popping up all over the internet. It's a gif now.",
        "Thomas: [Laughs] Oh, my God.",
        "Steffy: Sally Spectra, back at it again. This girl's insane.",
        "Sally: Look at these hits! We're trending!",
        "Saul: Yes, but will it generate buzz for our preview? Will it -- will it generate sales and -- and make profits?",
        "Sally: We can't get any of those things without publicity, which is exactly what I just got us -- for free.",
        "Saul: Yeah, but, sally, silk is not free, and lace and sequins. We -- we don't have a full line yet.",
        "Sally: We don't need one. We're just giving the press a peek, Saul, a small sample of what we have to offer.",
        "Saul: Where? Where? I mean, the showroom is a disaster area.",
        "Darlita: The models can wear these.",
        "Saul: Oh, okay. And we can give them some flashlights while we're at it, 'cause we don't have lights or a sound system. You know -- you know, we can't even afford chairs.",
        "Sally: We will do it here! In the office! How many people are we expecting?",
        "Darlita: Um... let me see. RSVPs -- 106.",
        "Sally: We sent out 110 invitations. You're telling me 106 people are coming?",
        "Darlita: 106 said no.",
        "Sally: So four are coming.",
        "Darlita: Three yes, one maybe.",
        "Sally: So who said yes?",
        "Darlita: Well, you, me, and Shirley.",
        "Sally: \"Maybe\"?",
        "Saul: I'm, um, I'm getting my shoes polished that day. They are very scuffed.",
        "Jarrett: I already told Spectra I'm not coming.",
        "Bill: Tell them you changed your mind.",
        "Jarrett: Sir, if I may be so bold, I am a respected voice in the fashion industry.",
        "Bill: Yes, you are.",
        "Jarrett: This new sally Spectra is an amateur, a dilettante. She doesn't have any pull in this industry.",
        "Bill: Neither did her great-aunt. But everything she did made front-page news.",
        "Jarrett: Still, Spectra fashions never made it past the bottom tier. I cover couture. Why would you want me to attend this carnival sideshow?",
        "Bill: I want that building, Jarrett. And you're going to help me get it.",
        "Ivy: Brooke, there are some things that you don't know.",
        "Ridge: It doesn't really sound like this is about work.",
        "Ivy: Oh, you know it's not.",
        "Brooke: I'd like to hear what she has to say. What is it, ivy? What do you want to tell me?",
        "[Cake squishes]",
        "[Thomas and Pam laugh]",
        "Steffy: I asked you to turn that off.",
        "Thomas: Oh, come on, Steff. Sally ends up looking way worse than you do. She's the one who ends up with cake on her face. It was a publicity stunt. That does not make us enemies.",
        "Sally: All of these people called and said they aren't coming?",
        "Darlita: No, no, they just clicked \"no\" on the reply.",
        "[Telephone ringing]",
        "Darlita: Someone should get that. Oh. [Clears throat] Spectra fashions. This is Darlita speaking. Who? What's this about? Hey, Sal. It's that loan guy.",
        "Sally: Tell him I'm not here.",
        "Darlita: Yeah, sorry. She says to tell you she's not here.",
        "Sally: [Groans] [Sighs] Shifty? Hi. It's sally. Yeah, I actually don't have much time right now. Have you heard about our fashion preview? Oh, okay. Well, you will. It is a guaranteed home run. Orders will be pouring in. You will get your money. Don't worry about that. This is the collection the entire fashion world has been hoping for. We need to wrestle up some reporters, people. Man the phones. Call in every favor that you've got.",
        "Saul: Nobody knows you, sally. Not yet.",
        "Sally: This is not good. We need press, and we need press now!",
        "Bill: I've got big plans for that property, Jarrett. Do you see this?",
        "Jarrett: Hard to miss.",
        "Bill: [Chuckles] I have the designs and obviously the money to build it. What I don't have is anyplace to put it. I was going to buy Spectra.",
        "Jarrett: The business?",
        "Bill: No, not the business. The building. Tear it down, make room for this beauty. I had a deal with C.J. Garrison all worked out, but he reneged so he could give sally 2.0 a chance to revive the family business. Well, that's not going to happen. I want that building, which means I want sally to fail. And she's going to. She's going to be so embarrassed by that fashion show that she will throw in the towel immediately.",
        "Jarrett: I'm a journalist, Mr. Spencer, not a saboteur.",
        "Bill: [Chuckles] Yeah, well, you know what they say, right? The pen is mightier than the sword.",
        "Ivy: Well, you and ridge are ready to get married.",
        "Ridge: We are getting married.",
        "Ivy: Oh, okay, well, then it's a good thing that I ran into you both, then, while you still have some options.",
        "Brooke: I'm not following. This has something to do with our wedding?",
        "Ivy: Yeah, well, ridge thinks he can control everything because ridge knows best, but, um, as it turns out, I know some things, too. Because I'm Australian. So I thought that maybe I could give you the insider's point of view if you're really considering getting married there.",
        "Brooke: Right. You were mentioning...",
        "Ridge: Australia, yes.",
        "Ivy: Yeah. Well, Liam and Steffy are thinking about getting married there, so I thought if you two were serious about tying the knot, well, then why don't you guys double up?",
        "Ridge: Yeah, it's something to consider.",
        "Ivy: Yeah. Well, it's just what I thought. You know, I-I-I wanted to talk to you and let you know that I could help and I can offer some advice and some hints to Brooke if she needs them.",
        "Brooke: That's really sweet. I appreciate it. But can we talk about this later? 'Cause I do have some work to do.",
        "Ivy: Oh, yeah, yeah. Just -- just know that I'm here if you need me.",
        "Brooke: Thank you. Bye, sweetie.",
        "Ridge: Bye. Feel better.",
        "Brooke: Thanks.",
        "[Door opens]",
        "[Door closes]",
        "Ridge: What do you think you're doing?",
        "Ivy: What am I doing? What are you doing, ridge? You and Quinn?",
        "Ivy: I saw you, ridge. I saw you and Quinn outside the house -- Eric's house. I mean, he was right upstairs. What were you thinking? You know how much your father loves Quinn. And you're engaged to Brooke!",
        "Ridge: If you care about his relationship and you care about mine, you will leave this alone.",
        "Ivy: Oh! I just -- I just want to know what you're thinking. What is this? Are you just -- are you toying with Quinn? Are you doing all this to get back at your father because you don't want to have to deal with this company alongside Steffy? I mean, what is it?",
        "Ridge: I'm committed to Brooke.",
        "Ivy: See, it didn't look like that when you were kissing your father's wife.",
        "Thomas: Once people get a look at these, they're gonna forget all about those videos of you and sally.",
        "Steffy: I like this one.",
        "Thomas: Mm-hmm.",
        "Steffy: These, maybe not.",
        "Thomas: What's wrong with them?",
        "Steffy: Well, they just don't pop like this one. This is, like, new and innovative. I'm not telling you to scrap it or anything. I just think you should take another look.",
        "Thomas: Okay. Well, maybe you should look at these when you're a little less cranky.",
        "Steffy: It's constructive criticism.",
        "Thomas: You're just mad about the video.",
        "Steffy: I'm just doing my job. Maybe they just need something else.",
        "Thomas: Well, then, why don't you ask granddad if you can use his old designs? 'Cause everybody seems to respect him around here. Or maybe -- maybe you should just use dad's designs since he is the head designer around here. You know, co-C.E.O. and everything. I don't even know why you use my designs. You know, I'm just a grunt after all, right?",
        "Steffy: No, you're not, Thomas.",
        "Thomas: No, it's kind of true. I'm the hired hand.",
        "Bill: You will attend Spectra's preview and do... what I pay you to do. I want that event covered, and I want it panned. Show me the invitation. \"Sally Spectra cordially invites you to preview her visionary new line.\" [Chuckles] \"The first collection of Spectra fashions' glorious revival.\" \"Sally, change in plans. I will be there.\"",
        "Jarrett: [Gasps]",
        "Bill: Done.",
        "Saul: We can't have a preview with no press.",
        "Sally: No press, no buzz, no buyers. This is awful. What are we gonna do?",
        "[Cell phone tone plays]",
        "Sally: What is that?",
        "Darlita: My phone. Text. Oh, God. Sal.",
        "Sally: What?",
        "Darlita: We've got a whopper.",
        "Saul: A whopper?",
        "Sally: Okay, Darlita, your love life is really not a priority right now, okay? We have no press. No one is coming to our show.",
        "Darlita: We got a yes.",
        "Sally: Is it someone from the press? Someone good?",
        "Darlita: The best. Jarrett Maxwell.",
        "Saul: The Jarrett Maxwell?",
        "Sally: Of Spencer publications.",
        "Darlita: He's coming to our show!",
        "Saul: He's coming to the show.",
        "Sally: He's coming to the show!",
        "Both: He's coming to the show! He's coming to the show! He's coming to the show! He's coming to the show!",
        "Bill: I'm quite familiar with your scathing reviews, Jarrett. Make this happen. Sink Spectra.",
        "Ridge: You're blowing this way out of proportion. It's not what you think.",
        "Ivy: See, it wasn't just a kiss, was it, ridge? I know it wasn't the first incident. I know about the shower. I know about the steam room. Quinn is saying that you two aren't having an affair.",
        "Ridge: We're not having an affair.",
        "Ivy: [Scoffs] Do you really think that this kiss isn't a betrayal?",
        "Ridge: I'm committed to Brooke. And I know what Quinn's doing. You know, maybe she got a crush on me. Who knows? It's harmless.",
        "Ivy: You don't have any feelings for her?",
        "Ridge: Everyone in this building knows how I feel about Quinn.",
        "Ivy: You say that, but is there something else going on?",
        "Ridge: Ivy, I appreciate what you're doing. I appreciate that you're concerned for my dad, concerned for Brooke. I know how much you love my -- my father and how much --",
        "Ivy: I do. I don't want to see him get hurt, or Quinn or Brooke.",
        "Ridge: There's nothing going on between me and Quinn.",
        "Ivy: Really? Because from what I saw --",
        "Ridge: What you saw was a couple of people being stupid. [Sighs] It didn't mean anything. You want to go talk to my dad about that? We're finally getting the family back together. And you want to be the one that breaks us up?",
        "Ivy: Oh. [Sighs] Okay, fine. I-I won't say anything for now. But just know that I'm watching you and Quinn.",
        "[Door opens]",
        "[Door closes]",
        "Steffy: You are a valuable member of this company.",
        "Thomas: I know how valuable I am, Steff. You see, when granddad retires, dad's gonna fly off with his latest wife, Logan, and I'm gonna be stuck here doing all of the work. Working for my little sister.",
        "Steffy: And you resent that.",
        "Thomas: Yeah. You would, too, if you were passed over like this.",
        "Steffy: [Sighs] Thomas, I understand how you feel. And I'm sorry if my critiques about your designs offended you. But I am C.E.O., and it is my job to evaluate collections and make decisions. I just wish we were able to communicate. That's all.",
        "Thomas: I heard you, Steff. It's like I said. If you don't like them, don't use them. Don't care.",
        "Sally: [Laughs] This is it! This is the break we've been waiting for.",
        "Saul: Yes, yes, we have to get to work.",
        "Sally: Yes, get ready for our big day tomorrow.",
        "Darlita: Wait till Shirley hears about this.",
        "Sally: Jarrett Maxwell. He has reviewed everybody, the biggest names in the business. If we impress him, we are gonna have to rent a stadium for our next showing.",
        "Saul: You know, it's a big deal that he's coming. He's interested in what we are doing, and that says something.",
        "Sally: Yes, yes! You bet it does! It says that Spectra is back!",
        "Saul: Yes!",
        "Sally: Yes! Not only will this preview keep us afloat. It is going to put Spectra on the map!",
        "Saul: [Laughs]",
        "Darlita: Yes!",
        "Sally: Ha! Okay, we got to go.",
        "Saul: Yes.",
        "Sally: [Sighs]",
        "Bill: Don't hold back, Jarrett. Give Spectra fashions the worst review you have ever written.",
        "Jarrett: Sir, nobody expects the preview to be any good. There's a very good chance that Spectra fashions will fail all by itself.",
        "Bill: I want it to fail now!",
        "Jarrett: [Sighs] But using me as a hired gun in a real estate play?",
        "Bill: Are you defying me, Jarrett?",
        "Jarrett: No, sir. I just have to ask, though. If you're in such a hurry, then why not find some other property you can gobble up?",
        "Bill: Do you really think that I haven't looked at everything out there? I have! And Spectra sits on the ideal location for me to expand my organization downtown. A new Spencer tower. Glass, chrome, smoked mirrors everywhere. I love mirrors. I want that land, Jarrett. I don't give a damn what you think about their little fashion show. You are gonna tear them to shreds. Tomorrow, Spectra Fashions is gonna be wiped off the map."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=yGx320vktIg"
}