{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Floor director: And we're out. ",
        "[Applause] ",
        "Rich: You're doing great, Donna. ",
        "Donna: I'm a little nervous. ",
        "Rich: Well, it doesn't show. ",
        "Donna: Well, I'm just glad ridge is here. ",
        "Rich: Are you kidding? I'm sure there's no place else he'd rather be. ",
        "Felicia: What's going on? ",
        "Ridge: They're in a commercial. ",
        "Felicia: I mean with you. You asked him to bring you out on stage. Why Ridge? \r\nWhat are you planning? ",
        "",
        "[Thorne remembering] ",
        "Stephanie: Why aren't you glued to the tv set like everyone else in the \r\nbuilding? Donna's on \"The Rich Ginger Show.\" ",
        "Thorne: Oh, I'm taping it. What about you? ",
        "Stephanie: No. I've seen more than I need to of Donna. I stopped down at your \r\noffice earlier. ",
        "Thorne: I was at Taylor's. I told her I was no longer looking for Darla's \r\nkiller. ",
        "Stephanie: Oh. What did she say? She agree with that? ",
        "Thorne: She was very supportive. ",
        "Stephanie: Well, I think she doesn't want to see you get caught up in this \r\nanger anymore than I do. You know, we all want you to start moving on. And you \r\nare. ",
        "Thorne: Yeah. Well, I can't stop the police from following new leads, but I \r\nhave to concentrate on myself and Alexandria and nothing else. ",
        "Stephanie: Well, you have to leave yourself open to people that want to help \r\nyou. I mean, Taylor does. I think she can help you find peace of mind, \r\nsweetheart. ",
        "",
        "Taylor: Okay, yes. Right here, here's a step. Step down once. Step, okay. \r\nHang on. Okay, I'm just going to lead you right over here to the sofa. Just keep \r\ngoing. Right, right here. Yes. Okay? Sit. You okay? ",
        "Hector: Yeah. ",
        "Taylor: All right. ",
        "Hector: I'm sorry. I'm sorry about this. The guys from the station would have \r\npicked me up, but they got a call. ",
        "Taylor: Oh, hey, nobody wants to stay in the hospital longer than they have \r\nto. It's completely understandable. ",
        "Hector: Thank you. You know, Kaitlin offered to take me back to New York with \r\nher. ",
        "Taylor: Oh, that was sweet. ",
        "Hector: Yeah, well, she has her own life to live. So does Jimmy. ",
        "Taylor: You're their father. They want to be there for you. ",
        "Hector: I know. And I thank them for it. But I can't go to New York, a big \r\ncity I don't know. I would be a fish out of water even if I could see. But like \r\nthis, I can't even find my way around your living room. ",
        "",
        "Rich: Welcome back, folks. I'm here with the gorgeous, and charming lead \r\nmodel for the Brooke's Bedroom lingerie line, Donna Logan. ",
        "Nick: Hey, I got something for you. ",
        "Brooke: Nick! Nick, I'm watching. ",
        "Nick: Whal-la! ",
        "Brooke: The green tanker? ",
        "Nick: The green tanker. Exactly how you described it to the Marone board. By \r\nthe end of the month, we will have three of these. You wanted green, baby? We \r\ngot green. ",
        "Brooke: Okay, that's great. That's super. ",
        "Nick: What's so important on TV? ",
        "Brooke: Oh, sorry. This is Donna's first really big TV interview. ",
        "",
        "Rich: Yes, there she is. ",
        "[Applause] I have the guys version of that. It's very uncomfortable on me.\r\n",
        "[Donna laughs] They love you. What about the reaction you're getting here?\r\n",
        "[Applause] ",
        "Donna: Well, everybody likes to be appreciated. ",
        "Rich: Well, yes, but not everybody is the lead model in a lingerie line. ",
        "Donna: Yes, but in Brooke's bedroom, they can all feel like one. ",
        "Rich: Oh, what a plug. What a pro, ladies and gentlemen. That's good. You're \r\ngetting the hang of this spokesperson thing. ",
        "Donna: I'm doing my best, thanks. ",
        "Rich: Now, what about the cat calls, though? You're also -- you're in the \r\nspotlight now, and you hear the whistles, how does that feel? ",
        "Donna: It's not the first time in my life I've been whistled at. ",
        "Rich: Yeah, yeah. I'm sure. ",
        "Donna: I just get paid for it. ",
        "[Laughter and applause] ",
        "Rich: Now, all of a sudden you're an overnight, international sensation. Just \r\nan hour ago, you're a waitress working for minimum wage how does that happen?\r\n",
        "",
        "Stephanie: Is something bothering you? ",
        "Thorne: I'm starting to doubt myself, Mother. And my commitment to Darla. ",
        "Stephanie: What are you talking about? You loved Darla. She loved you. Honey, \r\nDarla would want you to start moving on with your life. ",
        "Thorne: Does that include moving on with another woman? ",
        "Stephanie: Someday, of course. What is it? ",
        "Thorne: I told you I went to Taylor's? ",
        "Stephanie: Yes. ",
        "Thorne: We kissed, Mother. I kissed her. ",
        "",
        "Taylor: I know losing your sight will be challenging. ",
        "Hector: The biggest challenge of my life. ",
        "Taylor: But you won't go through it alone. You know? I mean, there's so many \r\npeople that want to help you, Hector. ",
        "Hector: But I'm the one used to doing the helping. ",
        "Taylor: Well, there will be part of one of your challenges. ",
        "Hector: That's easy to say, but how it feels -- you know, the guys at the \r\nfire station invited me to stay with them. Great, right? They're like family. \r\nIt's a second home to me. They do my cooking, offer to do my laundry -- ",
        "Taylor: That's wonderful. ",
        "Hector: But it's not. Being taken care of like that, it's humiliating. ",
        "Taylor: Well, maybe you'll have to suck it up for awhile. ",
        "Hector: Maybe I could, for a while. But, that's not even the worst of it. \r\nWhat happens when the alarm goes off? When all the guys are getting geared up, \r\nready to go out, on a call, risking their lives -- no. If I can't be a \r\nfirefighter, then I don't belong in that house. You know, right now, I really \r\ndon't belong anywhere. ",
        "",
        "Announcer: Coming up next more with lingerie model Donna Logan. ",
        "Nick: Well, I think she did a great job. ",
        "Brooke: So far. ",
        "Nick: Well, if you're so concerned, why aren't you there with her? ",
        "Brooke: Well, I wish I was. ",
        "Nick: Well, why aren't you? ",
        "Brooke: Because Ridge is there with her. You'll never believe what they want \r\nto do. ",
        "Nick: Tell me. ",
        "Brooke: Donna's wearing this dress. It has Velcro on it and at some point, \r\nshe's just going to rip it off and reveal Ridge's latest design underneath. I \r\ntried to talk him out of it, but, my god -- I just really hope they listen to \r\nme. ",
        "",
        "[Applause] ",
        "Ridge: Listen to that audience. ",
        "Felicia: Right, like that performance is for them. Seeing you and Donna on \r\nnational tv together, is going to drive Brooke nuts. ",
        "Ridge: Not everything I do involves Brooke. ",
        "Felicia: Ridge, I know you're still in love with her. Don't put Donna in the \r\nmiddle of it, okay? It isn't fair. And deep down, it's not what you want. Is it?\r\n",
        "",
        "Rich: So tell me, what's that like? One minute, you're a waitress, suddenly \r\nyou're an international overnight sensation? ",
        "Donna: Well, first of all, I would like to say thank you to my sister, \r\nBrooke, for giving me this opportunity. If it wasn't for her, I wouldn't be \r\nsitting here right now. ",
        "Rich: Yes, well, that is the Forrester way. Isn't it? All in the family? Huh, \r\nhuh? ",
        "[Laughter] You know where I'm going with this? Speaking of the Forresters, \r\nwe have all heard the rumors. What's this about you and your sister's ex? ",
        "[Audience ohs] ",
        "Donna: Working with Ridge, is amazing. ",
        "Rich: Yeah, I'm sure. He said the same about you. ",
        "Donna: Well, that's very flattering. ",
        "Rich: Well, it's intriguing to the rest of us, because we have always heard, \r\nRidge say that Brooke was his inspiration, and now, he's raving about you. ",
        "Donna: Like I said before, a woman likes to be appreciated. ",
        "Rich: And be appreciated, you mean -- ",
        "[Audience oh’s] Come on! Come on, give it to me! Let's dish here, we've all \r\nheard. We know that Ridge and Brooke fell in love working together. Is that \r\nwhat's happening to you? ",
        "[Applause] I'm just gonna come out with it. ",
        "",
        "Brooke: Oh, my god! This is exactly what I was talking about. ",
        "Nick: All he's doing is asking a question. ",
        "Brooke: No, he's making it sound like they have a relationship, which they \r\ndon't. It's just gossip. ",
        "Nick: You told me gossip is good business. You and Forrester fueling the \r\nrumor mill when you were going to model Brooke's bedroom. It seems to me that is \r\nexactly what he's doing now, only it's with your sister. So, what's wrong with \r\nthat? ",
        "",
        "[Applause and laughter] ",
        "Rich: We want to know. You and Ridge are involved, aren't you? ",
        "Donna: We work very closely together. ",
        "Rich: And, given his history, we know where that leads, don't we folks? \r\nBeautiful woman, his new Logan, there must be sparks out there. ",
        "Donna: I can't speak for Ridge. ",
        "Rich: Okay, fair enough. We'll let the man speak for himself. I got him here. \r\nLadies and gentlemen, Ridge Forrester! ",
        "[Applause] ",
        "Brooke: Ridge is on stage? What is he doing? ",
        "Donna: What is going on? ",
        "Ridge: Well, the man wants to ask me a question. I thought we should give him \r\nan answer. ",
        "Donna: You can't do that here. ",
        "Rich: Did you have a secret you would like to share with the class? ",
        "[Audience ohs] ",
        "",
        "Stephanie: You kissed Taylor? ",
        "Thorne: Yes, I did. And it was the wrong thing to do, Mother. My wife just \r\ndied. ",
        "Stephanie: I know that, sweetheart. I know, and no one is ever going to \r\nreplace Darla in your heart. Or in Alexandria's. It's a sticky wicket. ",
        "Thorne: It's too soon. ",
        "Stephanie: Is that what your heart is telling you? ",
        "Thorne: Mother, my heart is broken. ",
        "Stephanie: It can be fixed, honey. ",
        "Thorne: Are you encouraging this? ",
        "Stephanie: Sweetheart, you were devoted to Darla. You can't turn that off \r\njust like that. But on the other hand, you and Taylor both suffered terrible \r\nlosses. I mean, who's going to blame you for wanting -- wanting something \r\npositive in your life? ",
        "",
        "Hector: I don't -- I'm not trying to make you feel sorry for me, Taylor. I \r\nknow how lucky I was to get out of that fire alive. This just isn't the life \r\nthat I expected to have. ",
        "Taylor: You can still help people. You haven't lost your ability to care. ",
        "Hector: I have to find my purpose and my place. ",
        "Taylor: That's right. And you're doing a great job so far, except for one \r\nthing. ",
        "Hector: What's that? ",
        "Taylor: Your glasses. When you're hiding behind them, and I don't think \r\nthat's a good habit to get into. Whether it's a mask or your shades, I think it \r\nwould slow your progress. ",
        "Hector: But, my face is all -- ",
        "Taylor: No, your face looks fine. You're still a very handsome man. Now, I \r\nwant to take them off. I don't want you to get used to it, okay? ",
        "Hector: Well, I'm not going back to the firehouse. I can tell you that for \r\nsure. ",
        "Taylor: Is it that painful to go back there? ",
        "Hector: Taylor, I can't bear it. Anymore than I can bear sitting here. \r\nGetting sympathy from you. I should go. ",
        "Taylor: No, Hector. Hector -- where are you going to go? Your house burned \r\ndown. ",
        "Hector: Please, I have caused you enough problems already. ",
        "Taylor: Hector, listen, we both made a lot of mistakes. I'm sure that we \r\nwould go back and change it if we could. But, we can't. So, all we can do is \r\nmove on. ",
        "Hector: Well, that's what I'm doing. I'm going. ",
        "Taylor: No, hector. Hector, listen. I think I want you to stay here. ",
        "Hector: Here? With -- ",
        "Taylor: Yes, I want you to stay here with me and Phoebe. You can stay here \r\nfor awhile. As long as you need to stay here, you can stay. I mean it. It's \r\nokay. ",
        "Hector: Well, it's not like I'm in any position to say no, is it? ",
        "Taylor: I'll go out in the car get your things. Sit down. I don't want you to \r\nmove. Look, go ahead, and just sit down and wait for me. I'll be right back. ",
        "[Phone rings] ",
        "Hector: Taylor? Taylor, the phone. Are you here? ",
        "Thorne: Taylor? Taylor, hey it's Thorne. Hello? ",
        "Taylor: Okay. Your stuff. What are you doing up? Come on. I'll take you up to \r\nyour room. ",
        "Donna: Do you want to do it? Right now? ",
        "Ridge: No, not that. ",
        "Rich: I feel like I'm eavesdropping here. ",
        "[Laughter] ",
        "Ridge: We just have something we'd like to tell you. ",
        "[Audience ohs] ",
        "Brooke: What secret? What is he talking about? ",
        "Rich: So, would this have anything to do with these rumors we have been \r\nhearing? ",
        "Ridge: Oh, it might. ",
        "Rich: Ridge, don't make me beg! ",
        "Ridge: Well, would it help if I said I feel like jumping on your couch! ",
        "Rich: Yeah! That's it! Now you're talking! So the rumor is -- ",
        "Ridge: Isn't a rumor at all. This woman has changed my life. ",
        "Rich: Woo, I see some real chemistry here. ",
        "Ridge: Well, it surprised me, too. ",
        "Rich: Donna looks more surprised than anyone. ",
        "Ridge: I know it's a little early to make public announcements, but I \r\ncouldn't help how I feel about her. This woman has changed my life in some many \r\nways. Just when I thought my muse was gone forever, in strolls this vision. \r\nSuddenly, I felt like going to the office again. It was okay. Of course, I told \r\nmyself it was just to be business and design for her. But I just couldn't seem \r\nto keep her off my mind. But it was a lot more than that. I was entranced, as \r\nany man would be. ",
        "Donna: Ridge. ",
        "Rich: I'm getting hot. You say that Donna changed your life? ",
        "Ridge: Like a bolt out of the sky. One of those unexpected jolts that changes \r\nthe direction you're going. ",
        "Rich: That sounds dangerous. ",
        "Ridge: Oh, together we could be. We will be. ",
        "[Audience ohs] Tonight, Rich, is the first day of the rest of my life. ",
        "Rich: Aww -- ",
        "[Applause] ",
        "",
        "Brooke: I can't believe this. I can't believe this. What are they doing? I'm \r\nsorry. I can't let this happen. I can't. I just can't. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=QoW4x7k9NgA"
}