{
    "Episode Summary": [],
    "Recap": [
        "Ridge shows a displeased Brooke some sketches that Donna will be wearing on an interview talk show that night. He notices her obvious jealousy. They argue about Ridge's ridicule over Nick and his kick over Donna. He states that it's not fair for her to ask him to be alone forever. Taylor tells Phoebe that Hector is blind. Thorne drops by and wants Taylor to go with him to the cemetery. He's made a good decision, to drop the investigation and live the rest of his life without knowing who killed Darla. And he wants to run it mentally by Darla. Afterwards, he tells her that he often goes and sits and talks to Darla and he knows she would not want him to feel like this. To a very uncomfortable Taylor, he vows he can let the investigation go but until the day he dies he will always hope that the bastard that killed Darla will never find peace and will rot in hell! And someday he is going to be happy again. He apologizes for his sudden unexpected exuberance in kissing her.",
        "Stephanie visits Hector and hands him a newspaper about the \u0091hometown hero'. He wants to keep it short and sweet, why is she there? She suggests an institution in Minnesota that can help him with his blindness. He short circuits that and has no intention of leaving town so that will make Thorne's life easier. The doctor examines him and tells him there are other places here in L.A. so Hector tells Stephanie he doesn't need her. She lets him know that she is glad he has friends to help, but Taylor isn't going to be one of them. Even without eyes, he can see her crystal clear. She's saving Taylor for precious Thorne.",
        "The Rich Ginger Show begins with Felicia doing publicity and Ridge along for the ride. A cutesy Rich assures them no personal questions about Miss Logan, what they'll talk about -baseball? Felicia knows Ridge is playing one sister against the other, and he gloats that tonight one way or the other, one sister or the other, his new life begins!"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Sexy, but respectable when you walk in the room. And one little tug --",
        "Brooke: Instant strip tease.",
        "Ridge: You said yourself you'd wear it.",
        "Brooke: Great. A niche market of one.",
        "Ridge: Actually, it's a one off for Donna, for the talk show tonight. With Brooke's bedroom underneath.",
        "Donna: You don't like it?",
        "Brooke: It's an interview, it's a talk show.",
        "Ridge: So what's she supposed to do? Talk about underwear? Come on, Brooke, what's the problem here? It's free advertising on national tv. You said yourself that you'd wear it. I mean, if you stooped that low these days.",
        "Donna: Look, Brooke, if you don't want me to do it, I don't have to do it.",
        "Brooke: Shouldn't you be getting ready?",
        "Brooke: Ridge, don't do this. Don't play games with me and my sister.",
        "Ridge: What, doing my job, selling our line?",
        "Brooke: You had your hands all over her.",
        "Ridge: One hand, one spot. I'm not really sure what it did for her, but it obviously got you going.",
        "Brooke: You know, I am going. Right now.",
        "Ridge: What about the show?",
        "Brooke: I don't really need to be there, because you're doing what you want, she's doing what you want.",
        "Ridge: No, actually, you're the one doing what I want. You're being yourself. Not that zombie woman you've been ever since you married Nick. You're no more over me than I am over you.",
        "[SCENE_BREAK]",
        "Taylor: Gin.",
        "Phoebe: Oh, my god. Are you kidding me?",
        "Taylor: Yeah, mm-hmm. So what was that again? You said housework till you're 30, and I think I get a pedicure every day for the rest of my life.",
        "Phoebe: Something like that.",
        "Taylor: Yep, yep, yep.",
        "Phoebe: Isn't it -- it's so weird how yesterday it seemed like the world was ending, and today --",
        "Taylor: I know, sweetheart, I'm just trying to make everything back to normal as I can.",
        "Phoebe: Well, sometimes grandmother scares me.",
        "Taylor: Oh, well, that's one of her personality traits.",
        "Phoebe: Yeah, well, maybe it took someone who wasn't us to realize what the right thing to do is. And this is it. You believe that, don't you?",
        "Taylor: Yeah, as long as I don't think too far ahead.",
        "Phoebe: Well, then everything can be okay.",
        "Taylor: Well, not everything. I didn't get to talk to you about Hector.",
        "Phoebe: God, what does he want now?",
        "Taylor: Look, I know he hasn't been the best influence on us, but he was trying to come from a very protective place with us.",
        "Phoebe: Anyway, they said he was gonna be fine.",
        "Taylor: Phoebe -- he's blind.",
        "Hector: Has it been four hours already? I must be getting better, I don't need a pain pill.",
        "Stephanie: It's not the doctor, it's Stephanie.",
        "Hector: Oh.",
        "Stephanie: I have today's newspaper here. There's quite an interesting story about you. \"Hometown hero survives tragic fire.\"",
        "Hector: Let's keep this visit short and sweet. First I'd like to tell you I'm glad that you made Taylor see that sending herself to prison for that accidental death would be pointless and help no one.",
        "Stephanie: I'm basically concerned about my son's happiness.",
        "Hector: Of course. The mother lioness protects her pride, as she always does. The question is, what does this have to do with me?",
        "[SCENE_BREAK]",
        "Brooke: I hate it when you get like this. You think I married Nick by accident?",
        "Ridge: No, I think he's the anti-accident. He'll tell you what he's gonna do two years from now before he does it.",
        "Brooke: Oh, so being a man of his word, that's something to ridicule?",
        "Ridge: I think you married nick because the thing I failed to with you, Brooke, is all he does.",
        "Brooke: No, Ridge, that's not all he does. But what's so wrong about wanting to be with a man who never walks out on you?",
        "Ridge: Yes, well, I've apologized enough for that to make us both sick of it.",
        "Brooke: What are you doing with Donna?",
        "Ridge: You asked me to move on with my life. What were you talking about, taking up polo? I get a kick out of Donna. Maybe she's not the one. I'm not really allowed to hope for that anymore, am I? So, why shouldn't I do what the hell I want to? I'm not really ready to shut myself up with my microwave dinners and baby my broken heart for the rest of my life.",
        "Brooke: Nobody's asking you to.",
        "Ridge: Really?",
        "Brooke: No, it's just you and Donna --",
        "Ridge: You don't think I'm good enough? You don't think I treat her decently?",
        "Brooke: No, Ridge, that's not what I was saying. It's just --",
        "Ridge: It's just that you can't stand it, can it, Brooke? You know what? That's tough. I have a son that I can't come home to at night. There's a woman I love more than anything and I know she loves me. But apparently, that isn't enough. I've been to hell and back, Brooke. And I don't want to spend the rest of life alone. You know what? I don't have to. It's not fair of you to ask me that anymore.",
        "Brooke: No, it's not. It just, hurts. That's all.",
        "Ridge: What about me? Thinking about you with nick and the way you talk about it being forever. If you could feel what I feel, Brooke.",
        "[SCENE_BREAK]",
        "Phoebe: Did the doctors think that maybe after some time, it would get better?",
        "Taylor: No, no, Phoebe.",
        "Phoebe: That's awful. I guess, if they could work miracles, they would work one for him. I mean, everyone thinks he's so wonderful.",
        "Taylor: Now, what do you really think about him?",
        "Phoebe: I just don't think he's been as good as a friend as you think he's as been. I mean, he was so obsessed about getting us to do what he thought was right and just being with you all the time. And he knew it was wrong to file a false report.",
        "Taylor: I know, well I could have spoken up myself, though. I could have done that. [Door bell rings] Hold on.",
        "Phoebe: I just can't help being relieved that it's not him at the door. That's all I'm saying.",
        "Taylor: Hi, Thorne.",
        "Thorne: Hey.",
        "Taylor: Come on in.",
        "Thorne: Thanks. Is this a bad time?",
        "Taylor: No, we're just having a little lazy girlfriend day.",
        "Phoebe: It's been great. I'm gonna go change. Excuse me.",
        "Thorne: Sure. Listen, do you have an hour, give or take?",
        "Taylor: Yeah, sure.",
        "Thorne: I know this is gonna und a little weird, but could you take a drive with me to the cemetery? I've made a decision and I kind of mentally want to run it by Darla. Just, you know, be close to her to make sure that I'm sure.",
        "Taylor: Okay. Let me go change. I'll be right back.",
        "Thorne: I've made a good decision, I think. I'm gonna drop the investigation. I've decided that I'm going to live my life without ever knowing who killed Darla.",
        "[SCENE_BREAK]",
        "Stephanie: I'm thinking of the future, as we all should.",
        "Hector: And what's in your crystal ball for me?",
        "Stephanie: I've been doing some research and there's an institute. It's called the Morlin Optical Institute. It's a wonderful place. It helps the newly blind readjust to their lives. It helps them to reintegrate back socially and also into the workplace. It's the best in the country.",
        "Hector: My insurance company didn't mention it.",
        "Stephanie: Probably not. I'm sure they would want to treat you locally. But why shouldn't you have the best? You've been a good friend to us.",
        "Hector: You're offering to send me?",
        "Stephanie: Only if the doctors, your doctors agree that it would be a good idea, although I can't imagine that they wouldn't. I could call the institute if they agree and tell them that you could be there next week.",
        "Hector: Where is this place, anyway?",
        "Stephanie: Minnesota.",
        "Hector: Fresh out of clinics for blind guys in Siberia, were they?",
        "Stephanie: I don't have any idea what you're talking about.",
        "Hector: Oh, let's think, Stephanie. How would having me in Minnesota contribute to Thorne's happiness?",
        "Stephanie: One has nothing to do with the other.",
        "Hector: Right. He's missing a wife, she's missing a husband, remove me from the picture and the situation pretty much solves itself, doesn't? With a little help from you. Better luck next time, Stephanie. I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Announcer: Live from Los Angeles it's the rich ginger show",
        "[Applause]",
        "Announcer: Tonight's special guest lingerie model sensation Donna Logan.",
        "[Applause]",
        "Floor director: We're in a tape. Rich has this tape thing he's doing for people in the street.",
        "Felicia: What is that?",
        "Floor director: Coffee.",
        "Felicia: No, we don't want anything in her hands. Especially not something to drink.",
        "Ridge: My sister has a very strict sense of propriety for everyone, but herself.",
        "Felicia: I have a job to do. It's called PR. Here he is.",
        "Rich: Next up, in my monologue and I'm in the zone today. Can you tell? Then you.",
        "Felicia: Felicia Forrester.",
        "Rich: Oh, yes, yes.",
        "Felicia: Do you get my fax?",
        "Rich: Yes, please don't ask any questions about Ms. Logan's personal life. Give me a break, sweetie. What are we gonna talk about? Baseball?",
        "Floor director: Back in 90 seconds.",
        "Rich: Yeah.",
        "Ridge: I think I can clarify. Come on, Rich.",
        "Felicia: What is he doing?",
        "Donna: Who, Ridge?",
        "Felicia: I know that look.",
        "[SCENE_BREAK]",
        "Hector: That's it. You tell me what to expect. It shouldn't come as a shock.",
        "Dr. Hubert: You may seem to see things, flashes, patterns of light, but it's the eye relaxing after the pressure of the bandage.",
        "Hector: I wouldn't mind patterns of light.",
        "Dr. Hubert: To answer your question, yes. The Morlin Optical Institute is very fine. Los Angeles county has solid rehabilitation. And since Mr. Ramirez's coverage is through the city --",
        "Hector: I'm not going anywhere, doctor.",
        "Dr. Hubert: Your social worker will cover the options with you.",
        "Hector: Mrs. Forrester is what you might call an \"anti-social worker.\"",
        "Stephanie: Too late with the quip. Doctor's already made his exit.",
        "Hector: I wouldn't want being alone.",
        "Stephanie: Exactly how long do you want to be, Hector?",
        "Hector: I have friends, Stephanie. So, I don't need Minnesota and I don't need you.",
        "Stephanie: I'm glad to know that you do have friends that will help you. But Taylor isn't going to be one of them.",
        "[SCENE_BREAK]",
        "Thorne: Thanks for coming with me.",
        "Taylor: Yeah, I wasn't sure I would be, but I'm actually glad I did.",
        "Thorne: You know, sometimes I take a folding chair out there, and just sit, and tell Darla how things are going. It's crazy -- I almost said that sounds crazy. But I guess to you, it doesn't, huh?",
        "Taylor: No.",
        "Thorne: You know, being there just helps me remind me of who she was. You know, how kind and gentle. Darla wouldn't want me to feel like this. This -- this being crazy over the driver who hit her, you know? Doesn't do anyone any good. Alexandria especially. You know what, Taylor? I can let this investigation go. I can. But until the day I die, I will never, ever stop hoping that whoever took her from me, doesn't have one moment of peace. And I hope that bastard rots in hell. What's that?",
        "[SCENE_BREAK]",
        "Hector: Funny, but without my eyes, you were suddenly so transparent. You're saving Taylor for Thorne. Sick.",
        "Stephanie: They can help one another at this point in their lives, Hector, beyond that.",
        "Hector: And when he finds out?",
        "Stephanie: Who's going to tell him? I thought you were a better man than to play a card like that.",
        "Hector: Of course you did. You'd rather have me off at some snow bank, reading the labels on my long johns in Braille.",
        "Stephanie: I just don't want you interfering with the natural course of events.",
        "Hector: Stephanie, what is natural? What is natural about pushing a man, who just lost his wife into the arms of the woman who killed her?",
        "Stephanie: Um, I think your medication must have just kicked in. Hector, she doesn't love you and she's never going to love you. And the secret that you share is something that destroy both of your lives and Phoebe's. Think about this. Every time she sees your face, she's reminded of what happened. If you persist, she'll just end up hating you. It's best if you just stay away.",
        "Hector: Or you'll what? Huh?",
        "Stephanie: You've had a difficult day, I know that. Better if you get some rest.",
        "[SCENE_BREAK]",
        "Thorne: No, I'm only able to do this to drop the manhunt for this driver because of you. You know, I can look at my life now. My work, my family, my daughter, and think that's enough. That I can move on. And that someday, I am gonna be happy again. Oh, I'm sorry.",
        "Taylor: No, it's all right.",
        "[SCENE_BREAK]",
        "Rich: She's the hottest model to hit the catwalk since, well, we had to hose down the makeup room, if that tells you anything. [Laughter] She has been making absolute tidal waves following in her big sister's footsteps. And if you think you know what I'm talking about, you don't. Uh-huh. Here she is, the latest sensation, from Forrester creations, Ms. Donna Logan.",
        "[Applause]",
        "Ridge: You're gonna be great. Like nothing they've ever seen. Go ahead.",
        "[Applause]",
        "Felicia: What's going on? Whose head are you trying to mess with? Her's or Brooke's? You know that Brooke's gonna be watching and you're trying to get a reaction from her. And Donna, obviously has a crush on you. Don't use her.",
        "Ridge: I'm not messing around anymore, sis.",
        "Felicia: It's cruel. Look, I know that you are all about Brooke, and I agree with you. You two totally belong together. But this is no way to go about it. Damn it, what are you up to?",
        "Ridge: Kiddo, my life has been ripped apart. I lost my wife, my son, and my dignity. Well, tonight, out on that stage, I'm taking control again. One way or the other, one sister or the other. I'm moving on. My new life begins tonight. Oh yeah, here she comes."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=USvUMohk7m8"
}