{
    "Episode Summary": [
        "Episode # 7025 ~ Carter questions Rick about his divorce; Maya realizes Nicole is a force to be reckoned with."
    ],
    "Recap": [
        "Eric tells the group that with Maya as his partner Rick's leadership has proved worthy. The profits are up despite it being a team effort with him as CEO. He admits that Rick can do better with his bedside manner and will work on that. Maya emphasizes again that she needs to go to a photo shoot but she expects Nicole to be gone when she returns. She can spend the night on the dorm couch for one night and they will go apartment hunting tomorrow. Nicole smiles and says no need, she is beginning to like this place, high on the hill and she is not leaving. It is starting to feel like home. Maya tells her it is time that she spread her wings and she will help her. Eric tells them that Rick's divorce came through today so they should all give him some respect. Rick tells Carter that he was not the one who ended things but this is for the best and he is not changing his mind. He pours himself and Carter a drink and makes a toast ..may they find more happiness apart than together. He doesn't regret their marriage but they both made mistakes to get here. Carter says he married them and he can not believe Rick is going to throw that all away. Rick muses that he still believes in marriage with the right person but that was not Caroline. He drags in his mother again and watching her time and time again bow to Ridge and that will not happen with Maya. He believes in her.",
        "Maya tells Nicole this is her house and she decides who gets to live or stay here. She wants to be closer to Nicole but that won't happen if they are constantly at each other's throats. Nicole says she is not a complication and she won't be in the way. Ivy and Aly have boyfriends and may move out eventually so in time so may she but not now. She just moved in. She tells Maya she might as well get used to it; little sister is here to stay. Oliver says he is all for the company to be doing so well but he can't be the only one to want Rick to go forward. Ridge says no matter what Rick does to act out his dad still trusts him more. And it does not look like it will change anytime soon. Maya tells Nicole that she is doing her best. They have reconnected and Nicole has moved in and she could be more grateful. Nicole says she would like more than grateful, how about more welcoming? Maya says Rick already knows about her jail time and that is in the past and does not bother him. Nicole reminds her that her secret is much more than that, so better wise up and accept Nicole living there as she does not intend to go anywhere. Rick sits and ponders over the papers and his life so far with Caroline when they met and married. Maya tells Nicole there is no secrets and Nicole needs to leave before they both say something they will regret. Nicole says she knows how hard Maya has worked to get all of this but that doesn't give her the right to treat Nicole like garbage. She knows the secret that Rick does not know because he does not know the real Maya. With fire and tears in her eyes Maya demands that Nicole say nothing to anyone."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: I don't know what you're talking about. But I do have a photo shoot to get ready for. That's why I stopped by -- to plan a romantic dinner for two... key word, \"two.\" Rick and I have a lot to celebrate. And when I get home from work, I expect you to be gone.",
        "Nicole: I guess Mom and Dad were right.",
        "Maya: Excuse me?",
        "Nicole: They don't talk about you a lot, but when they do, it isn't fondly. And instinct always told me that they were wrong, that I should defend you, but if this is how you treat people --",
        "Maya: Rick's divorce just came through. What is so offensive about me wanting to celebrate alone with him tonight? So, go hang out with your friends. Crash on their couch, and tomorrow we'll go apartment-hunting, because living here is not an option.",
        "Nicole: You'd better make it an option... because I'm starting to like it here -- fancy house on the hill. I'm not going anywhere.",
        "Rick: So, that's it? These papers are the end of it?",
        "Carter: With the remaining waiting period. That's how it works. I'll text Caroline -- let her know it's all in order.",
        "Rick: You know, it's funny. Two simple words start a marriage. It's so much paperwork to end one.",
        "Carter: Okay, Rick. I got to ask. Are you sure you want to do this?",
        "Eric: Rick's first quarter as CEO. Check out the numbers.",
        "Ridge: I've seen the numbers.",
        "Eric: And the following pages are projections for his second.",
        "Ridge: Now, dad, you realize that the whole team worked extremely hard, not just Rick.",
        "Eric: Rick gets credit because he's CEO. And because he makes the tough decisions to keep this company running -- at a profit, I might add. I think it's pretty important for you all to remember that.",
        "Ivy: Well, these figures are impressive. None of us can argue with them. I just wish...",
        "Eric: Wish what?",
        "Ivy: I wish that Rick's bedside manner was...",
        "Eric: He could do better on that. Look, I realize I'm sort of universally adored around here, but that wasn't that way at the very beginning. I had to work hard for years to establish good relationships with all our employees.",
        "Pam: Look, Eric, I'll give you that Rick is making sort of an effort. He asked for a second lemon bar this morning.",
        "Eric: There you go.",
        "Aly: And he seems to be entertaining the idea of my shoe line.",
        "Eric: Of course he is. It'll be a terrific addition, too. Look, I know everybody has issues with Rick, but this report proves his worth as C.E.O. I didn't want to see it at first, but his partnership with Maya has made all the difference. He's more confident. He's a better leader. With Rick and Maya at the helm, I can see the numbers climbing even higher.",
        "Carter: Rick, if you need to talk...",
        "Rick: I'm fine.",
        "Carter: Really? 'Cause this is a lot.",
        "Rick: No, what I need is for you to do your job. We've got a big shoot coming up. I want everybody to pitch in.",
        "Carter: Sure thing.",
        "Rick: I also need you to pull some contracts for my review. I'll e-mail you the list.",
        "Carter: I get it. Ings get rou, you make it business as usual, you bury yourself in work. I've been there. It's never easy ending a relationship. I can't imagine what it's like to end a marriage.",
        "Maya: It was kind of Rick to open up his home to you and invite you in. But you knew it was only temporary.",
        "Nicole: Doesn't have to be.",
        "Maya: You know what? Let me go get you some cash. I'm sure that you're gonna stay with a friend, but just in case you need a hotel...",
        "Nicole: I don't want your money. Stop trying to buy me off.",
        "Maya: I am not trying to -- I am trying to help my little sister.",
        "Nicole: By kicking me out?",
        "Maya: You're in college! You should be at the campus, hanging out with your friends.",
        "Nicole: [Sighs]",
        "Maya: You know what? Why wait? Let's call an agency right now and find someplace closer to UCLA.",
        "Nicole: This is close enough.",
        "Maya: You'll be close to campus. You can walk to your classes. All the movies, restaurants -- everything will be right there.",
        "Nicole: It's a 10-minute drive. I can deal with the horrendous commute.",
        "Maya: But you don't want to deal with me setting a curfew and calling to see if you're gonna be home for dinner.",
        "Nicole: Who said you'd have to?",
        "Maya: Nicole, there is a reason that you chose to go to a college so far away from home. You wanted freedom, didn't you, from our parents? Believe me -- no one understands that more than I do. So, go. Get out there. Spread your wings.",
        "Nicole: There's no reason to escape this place. I like it here. It's starting to feel like home. So, put your phone down. I'm not leaving.",
        "Eric: All right. Let's wrap this up. Oliver, I know you have a photo session to get ready for.",
        "Oliver: Yes. I'm supposed to get a text when Maya arrives. I'm kind of surprised we haven't heard anything by now. Did you hear anything about her being late or -- no?",
        "Pam: No.",
        "Eric: Well, maybe she's giving Rick a little privacy.",
        "Aly: Um, why would she do that?",
        "Eric: Out of respect. Their divorce came through today.",
        "[Cell phone rings]",
        "Eric: John, hi. I guess this means you got off the glacier today. Good. I'm glad to hear it. Look, just give me a second, will you, please? Listen, let's, uh -- let's give Rick some respect today. I'm sure he needs his space, all right? Look, I didn't want this for my son. Nobody ever wants their child to go through a divorce. But I think it's turned out for the best. He and Maya are happy together, and he's running the company really well. I think the two of them are gonna do a great job. John. Yeah, I want to hear all about it. What's going on?",
        "Ivy: Well, does anyone else feel like gagging?",
        "Rick: I'm not the one who ended things.",
        "Carter: Neither did Caroline.",
        "Rick: You know, I'd rather not go 10 rounds about this for a change. I mean, she couldn't even show her face.",
        "Carter: She's in new York. She didn't know the court signed off on this today. Maybe you should call her.",
        "Rick: I have a better idea. Here. Wait. I think we should propose a toast.",
        "Carter: Yeah?",
        "Rick: Yeah. Caroline and I -- we toasted our marriage. We might as well bookend it as we go our separate ways.",
        "Carter: You still work together. You'll be in each other's lives.",
        "Rick: To Caroline and me. May we find more happiness apart than when we were together. I don't regret our marriage.",
        "Carter: I'm sure she doesn't, either. Do you ever ask yourself how you -- how you got to this place, how it got so bad?",
        "Rick: Well...",
        "Carter: Stupid question.",
        "Rick: No. It's not. We both made mistakes.",
        "Maya: This is my house. I decide who lives here and who doesn't live here.",
        "Nicole: Your house?",
        "Maya: Yes.",
        "Nicole: Rick's house. I'm his guest.",
        "Maya: Rick wouldn't let you stay here against my wishes.",
        "Nicole: I don't know. Seems like he wants us to get closer.",
        "Maya: And I want that, too. But that's not gonna happen if we're at each other's throats.",
        "Nicole: So stop fighting with me. Give this a chance.",
        "Maya: Look at this from my perspective. I just moved in here. I'm just starting my life with Rick. It's too soon for me to have any kind of complications.",
        "Nicole: I'm hardly a complication. I won't be in your way, and it's not like you and Rick would have the place to yourselves if not for me anyway. Ivy and Aly live here.",
        "Maya: Yes, and I'm making arrangements for them to stay somewhere else tonight, too. And long-term, Ivy and Aly have boyfriends. They'll move out eventually.",
        "Nicole: And maybe I will, too -- eventually. In the meantime, why can't I enjoy how the other half lives? Take it as a compliment. I want to be like you, skyrocketing to the top of the heap, living with a preppy, well- established family in Beverly hills. I mean, look at you, Maya -- big-time model, socialite, lady of the manor. Think about where you came from.",
        "Maya: I don't like to think about that life. I left it for a reason.",
        "Nicole: And here I am, a reminder of all that you ran away from. Might as well get used to it, Maya. Little sister's here to stay.",
        "Pam: Well... he certainly made his position clear.",
        "Ivy: Yep. He sure did. I mean, in Eric's defense, the forecast is looking good.",
        "Oliver: Well, sure. We're all excited the company's doing well. But I can't be the only one skeptical of Rick going forward. Are we just gonna pretend like this never happened?",
        "Ivy: Yeah, seriously. I mean, what does this mean? Is he gonna be C.E.O. Forever?",
        "Pam: It should be you, Ridge. We all feel it.",
        "Ridge: I appreciate your votes of confidence, but we all know that dad has an issue with me.",
        "Aly: Even though Rick's the one who lied -- covering up his affair with Maya?",
        "Ridge: That should tell you something. No matter how much Rick lies or acts out, dad still trusts him more.",
        "Rick: The paperwork's finalized. It's just the remaining wait period.",
        "Carter: So, when Caroline's back in the office, how's that gonna go?",
        "Rick: I'm sure we'll find a way to work together. Hopefully with this out of the way, it'll be a lot easier.",
        "Carter: I was there, Rick. I presided over your wedding. What I saw that day -- I can't imagine anything getting in the way of that love, that kind of connection. Are you really ready to throw it all away?",
        "Rick: It's working out the way it's supposed to.",
        "Carter: So, it's just as you expected?",
        "Rick: I don't think anybody expects to get divorced.",
        "Carter: Well, I guess it's easier for you. You've been married before. You've been through the pain and survived.",
        "Rick: 'Cause marriage is easy, right? You find the one you want to spend your life with, and you stick to those vows. I still believe that it's possible with the right person. I unfortunately was not that person for Caroline. Otherwise, she wouldn't have turned to Ridge. She wouldn't have betrayed me. Look, Carter, I learned about relationships just like everybody else does -- through your childhood. Watching my mother try and try again, hoping, believing... that each time was gonna be different. Maya -- I don't have to believe. I just know.",
        "Maya: It's not that I'm running from my past.",
        "Nicole: Mm-hmm.",
        "Maya: No more than anybody else. We grow. We become the person we're supposed to be. Nicole, I never imagined that I'd have any of this -- a beautiful Beverly hills mansion, a relationship with a man that I care about. I am so grateful for Rick and all of the opportunities that he's given me.",
        "Nicole: Just not grateful enough to share.",
        "Maya: I am trying. I am doing my best. But maybe you could find a little bit of gratitude for the fact that you have stayed here briefly, that we've reconnected, and that I'm willing to help you settle somewhere else.",
        "Nicole: I'm beyond grateful. I think you could be a little more welcoming, that's all, considering...",
        "Maya: Considering what? I don't owe you anything, and this attitude is wearing a little thin.",
        "Nicole: My attitude? Seriously? You're the one getting all hostile. And I understand you're worried I'll say something in front of Rick. That's the whole reason as to why you've been so desperate to get rid of me. But the way you're going about it is all wrong. I'd be a lot more interested in keeping quiet if you just opened your home to me and showed me a little respect.",
        "Maya: There's nothing to keep quiet about. Rick knows I went to jail. It's not a big deal.",
        "Nicole: You know that's not what I'm talking about.",
        "Maya: I -- there's nothing --",
        "Nicole: I don't want to hear another complaint about my attitude and no more talk about me moving. I'm staying, and you better start treating me better, Maya. I know your secret -- the one you've been praying Rick never finds out.",
        "Oliver: I guess I'll start setting up the photo shoot.",
        "Pam: So that you can just wait for the lady of the manor to waltz on in whenever she wants?",
        "Ivy: Yeah, probably with a whole list of demands. She'll want ice cream sundaes and Aly's foot massages.",
        "Aly: Don't even, okay?",
        "Pam: No, but that's how it feels, doesn't it -- like we're living in a monarchy?",
        "Ivy: Yeah. All hail queen Maya.",
        "Pam: And it all happened so fast.",
        "Aly: And now Maya's sister's here, too, moving on in.",
        "Ivy: And it's not like we can say anything. I mean, we all know exactly how Rick's gonna react if we criticize.",
        "Ridge: Maya's untouchable. And I can tell it's not gonna change anytime soon.",
        "Maya: There's no secret. I don't know what you're talking about.",
        "Nicole: You're trying to tell me that Rick knows all about your past?",
        "Maya: I haven't lied to him.",
        "Nicole: Lies of omission count.",
        "Maya: What, you want -- want me to tell him every detail of my life? You want me to bore him with all that? There is a lot that I don't know about Rick, either. Just because something doesn't come up in conversation doesn't make it a lie.",
        "Nicole: What I know about you, he'd never think to bring up.",
        "Maya: I think we're done here. And you need to leave before one of us says something we'll regret.",
        "Nicole: You have it all, don't you, Maya -- rich boyfriend, big house, high- profile job, modeling, no less?",
        "Maya: Don't. Don't you talk about it like it's something I don't deserve, like I haven't worked my butt off to get here.",
        "Nicole: I'm aware of how hard you've worked, how much you've been through, what you've done for yourself. Don't throw it all away by treating me like garbage.",
        "Maya: Stop! Stop pretending that you have something to hold over my head!",
        "Nicole: This ritzy, pretty life, rich and famous family -- it could all be yours.",
        "Maya: It is mine. Rick loves me.",
        "Nicole: But he doesn't know you -- who you really are. I do. I know your secret, and if I tell him --",
        "Maya: Don't you tell anyone. You can never tell Rick -- not ever. Do you understand?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=ewTlCDXSMZU"
}