{
    "Episode Summary": [],
    "Recap": [
        "In bed, both Katie and Ridge lay in each other's arms and profess how happy they are and how things worked out. He wishes he had not called that meeting now. He'd rather stay in bed all day. Katie knows that Brooke won't give up so easy. He says she will as she is his past and he's exactly where he wants to be. Eric tells Brooke that he is happy she came in today. He was beginning to worry about her. She ways destiny works both ways and she needed to learn from this in how to define herself without a man. He tells her she is a beautiful, unique Brooke, beautiful inside and out ..one of the most wonderful human beings he has ever known. She says she does not need a man in her life. She will have more energy now for her kids like RJ was very disappointed when this happened. Eric says he doesn't get Ridge what he thinks he can not get with Brooke. He understands that he was upset with the thing with Bill but to just slam the door on their marriage is so unforgiving. Brooke says she will learn to move on with her life and value herself more. She wants to get more involved with work and be a valuable part of Forrester again. She says she hears there is a meeting and she'd like to sit in. Eric says of course. She says she is gonna change; he'll see. Donna waltzes right up to Katie's bedroom and Katie tells her that she is so happy with Ridge. He has changed everything. This house was way too big and now it is filled with laughter and fun. Donna is happy for her but says it is still a little weird that it is with Ridge. Katie says she loves her sister very much but choices were made that have changed their lives forever. Things are different now and they will all have to adjust. Rick tells Hope that Brooke told him that she was going through a dark spot right now but they'd keep an eye on her and be there if she needs them. Caroline and Carter come in and asks Rick if he knows why Ridge called this meeting \u0096 just said management. Oliver finds out online that Ridge doesn't like any of the HFTF shots. Ridge arrives at the office all chipper and even hands out a compliment and gives Pam a raise. He tells her to call Oliver into this meeting.",
        "Rick is speaking when Ridge gets there. He says sales are up for HFTF, the Stephanie collection is going well especially in their Rodeo Drive Boutique, their crown jewel and he tells Hope that is all due to Wyatt. Ridge wants to compare the couture line with HFTF. He wants to keep it but not make it so confusing that it has it's own separate label. He shows them graphics and compares the richness and depth that Couture has that Hope doesn't. He wants a new ad campaign and a new photographer \u0096 Oliver has got to go. The Paris studio is much better and he is closing down the photo department here immediately. They are all shocked. Right on cue, Oliver walks in and in short order Ridge points out the difference in the graphics from Paris and tells Oliver that he is fired for creative differences. Oliver says it is his company and his call and he will pack his stuff and be out of here at end of day. Rick stands up first and says Ridge is incredible to do this without consulting them first. Hope points out that Oliver has been here for years. Brooke thinks he ought to reconsider. Rick snaps that he is President of this company. Ridge says only another reason why he called this meeting. Oliver grouses to Maya that he was fired. Ridge is taking over this company and if they don't know it by now, they will. Ridge tells Rick that his tenure as President has not gone unnoticed. He should be very proud but he's going to lead Forrester into the future. They all chime in that things have gone well even without Ridge. Brooke says he can not dismantle this team. They have earned their rights here. He is not going to steamroll her children. His assessment is wrong and nothing needs fixing. She is not going to stand here and watch him tear down everything they built. And that little coup that he is planning won't fly as Rick took over when Ridge wanted nothing to do with the L.A. office and he earned it by merit. She will not let him take this away from Rick. Ridge says believe it or not, but this has nothing to do with Brooke. Brooke turns to Eric and says there can only be one President so who is it going to be \u0096 Ridge or their son."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: What?",
        "Katie: [Sighs] Nothing. Just happy.",
        "Ridge: Me, too.",
        "Katie: Did you ever think that we would end up here in each other's arms?",
        "Ridge: You're the best thing I never saw coming.",
        "Katie: [Chuckles] Funny how things work out.",
        "[SCENE_BREAK]",
        "Eric: I'm glad you came in. I've been worried about you.",
        "Brooke: Because the unthinkable happened -- Brooke's without a man?",
        "Eric: He came home to be with you. It didn't work out that way.",
        "Brooke: I guess destiny works both ways. There's something I need to learn from all of this -- how to define myself without a man. You, Bill, Ridge, among others. I'm not even sure I know who I am anymore... or if I ever did.",
        "Eric: You are uniquely Brooke -- beautiful inside and out... one of the most wonderful human beings I have ever known.",
        "Brooke: Oh, Eric.",
        "Eric: [Chuckles] Come here.",
        "[SCENE_BREAK]",
        "Hope: Hey, have you talked to mom today?",
        "Rick: Uh, not yet. Something I should know about?",
        "Hope: She went out last night. She hasn't been around this morning.",
        "Rick: Should I be worried?",
        "Hope: I was hoping you'd tell me.",
        "Rick: Well, mom said not to -- that she was headed towards a dark place. She needed to put the brakes on. There's really no reason to worry, right?",
        "Hope: I'm not sure. She's been going through so much lately.",
        "Rick: We'll be vigilant. We'll keep an eye out. We'll be there if she needs us.",
        "Hope: More like when she needs us. Ridge is with Katie. Uh, how is she gonna get past that?",
        "[SCENE_BREAK]",
        "Rick: Hope... I think we need to take mom at her word. If she says she's okay, we need to be there for her.",
        "Hope: You're right. You are! You're right. Brooke Logan bends, but she does not break.",
        "[Both chuckle]",
        "Caroline: Are we too early?",
        "Rick: No, no! Come -- come in. We're just waiting for this mysterious meeting to start.",
        "Caroline: [Sighs]",
        "Carter: Any idea why Ridge called it?",
        "Rick: You're his right-hand man. He didn't tell you?",
        "Carter: \"Management.\" That's all he said.",
        "[SCENE_BREAK]",
        "Maya: Bad news?",
        "Oliver: Could be.",
        "Maya: What's going on?",
        "Oliver: Ridge doesn't like any of the new Hope for the Future shots.",
        "[SCENE_BREAK]",
        "Ridge: Okay. [Sighs, clears throat]",
        "Katie: Are you sure you don't want some breakfast?",
        "Ridge: No, I-I would love to have breakfast, but I got to go to this meeting.",
        "Katie: Mm.",
        "Ridge: Oh, man.",
        "Katie: [Chuckles]",
        "Ridge: And now I wish I hadn't called it. Rather spend all day in bed with you.",
        "Katie: Well, that can be arranged.",
        "Ridge: Yeah? My people should call your people?",
        "Katie: Oh, I think the more direct approach works best.",
        "Ridge: I should call your people?",
        "Katie: No, like this.",
        "Ridge: Mm. [Sighs]",
        "Katie: You're really here.",
        "Ridge: Get used to it. What?",
        "Katie: Brooke's not gonna give up. You know that.",
        "Ridge: She's gonna have to. I'm exactly where I want to be. She's my past. She's gonna have to accept that.",
        "[SCENE_BREAK]",
        "Brooke: I don't need a man in my life. Without one, it might be a very refreshing change. Think of all the time I'll get back, all the energy I can redirect into my children, into R.J. Poor kid. He was really disappointed when this happened, tried not to show it.",
        "Eric: I don't get Ridge. What is it that he thinks he wants that he thinks he can't get from you?",
        "Brooke: You'll have to ask him.",
        "Eric: I will. I mean, I understand he's upset about... your relationship with Bill and how it affected Katie. But for him to be so unforgiving and slam the door on your marriage like this?",
        "Brooke: He's made his decision, and I'm sure he has his reasons. And I have to learn how to accept it. I need to just move on with my life and value myself. Look at my sister Donna. She's fine. She's figured out how to be alone. I mean, I'm sure she could be persuaded otherwise.",
        "Eric: Donna...is wonderful.",
        "Brooke: The point is, I don't need a man to be happy, and I should've figured that out a long time ago.",
        "Eric: And Bill?",
        "Brooke: He wants to be with me. But I don't want to think about that. I don't want to think about him. I don't want to think about Ridge. I just want to focus on my life. I want to focus on making myself a better person, a better mother, being more involved at work, being a productive part of Forrester Creations again.",
        "Eric: I would welcome that.",
        "Brooke: I heard there's a meeting scheduled. Could I sit in?",
        "Eric: Of course.",
        "Brooke: I'm gonna change, Eric. You'll see. It",
        "[SCENE_BREAK]",
        "Donna: That glow.",
        "Katie: [Chuckles]",
        "Donna: Wow, I should've worn my sunglasses. It's almost painful to look.",
        "[Both chuckle]",
        "Katie: Oh, Donna, I'm so happy.",
        "Donna: Because of Ridge.",
        "Katie: Yeah. I mean, he's... changed everything. Uh... [Sighs] Uh, this house, for example. You know, I mean, I used to wander around after I would put Will down, and... it never felt like my home. And I thought, \"we're gonna have to move. We can't stay in this -- this big, empty, cold house,\" and... now it's anything but, you know? It's full of laughter and fun and...support. He supports me. He trusts me. He respects me, and \u0096 God -- that feels so good.",
        "Donna: I-I-I'm thrilled for you. [Sighs] I am. It's, uh... it's just a little weird to me that you're finding this with Ridge.",
        "Katie: 'Cause he was always supposed to be Brooke's destiny.",
        "Donna: Well, yeah. [Sighs]",
        "Katie: Well, I've learned that fate doesn't move in a straight line. You know, you meet someone, and you're with them for a while, and you grow, and you change. And you learn the lessons that you're supposed to learn, and then you move on to where you're supposed to be.",
        "Donna: So that's what's happening?",
        "Katie: I never wanted to be happy at Brooke's expense. She's my sister, and I do love her, but choices were made. And those choices have -- have changed our lives forever. Those choices have consequences. Things are different now. And we're just gonna have to adjust.",
        "[SCENE_BREAK]",
        "Ridge: Good morning, beautiful.",
        "Pam: Well, aren't you all chipper and ready.",
        "Ridge: It's a brand-new day on all fronts.",
        "Pam: Okay! Everything's ready for the meeting.",
        "Ridge: Mm. Oh.",
        "Pam: Hmm?",
        "Ridge: Something occurred to me. We don't tell you enough how invaluable you are around here.",
        "Pam: You are in a good mood. Can I have a raise?",
        "Ridge: It's already done. Do me a favor -- get Oliver. I want him in that meeting, as well.",
        "Pam: [Laughs] Okay.",
        "[SCENE_BREAK]",
        "Maya: I don't get it. What's not to like? The shots are fantastic.",
        "Oliver: Not according to Ridge.",
        "Maya: Well, what's he objecting to?",
        "Oliver: \"Out of sync with the image Forrester wants to project.\" \"Static.\" \"Po-poppy?\" What does that even mean?",
        "Maya: I have no idea.",
        "Oliver: It doesn't bode well for my longevity around here.",
        "Maya: Okay. Perspective. Not liking one photo shoot does not have to translate to \"you're fired.\"",
        "[Knock on door]",
        "Pam: Oh, Oliver, uh, Ridge wants you at the management meeting -- 10 minutes.",
        "[SCENE_BREAK]",
        "Eric: So, Ridge has called a meeting. Anybody know what this is about?",
        "Rick: You must be kidding me. He hasn't told you, as well?",
        "Eric: No.",
        "Ridge: Morning, everyone. Let's begin.",
        "Rick: Before we do that, I just want to congratulate the team. Hope for the Future sales are steadily rising... profits, accordingly, particularly in our Rodeo boutique. It continues to be our crown jewel.",
        "Caroline: Ha!",
        "[All chuckle]",
        "Rick: You heard me right. The Stephanie Forrester Collection appears to be a success. Not only did we drum up a bunch of online interest, but also in- store. That's another contribution from Wyatt.",
        "Hope: I'll let him know that you think it's so great.",
        "Rick: The Couture line is consistent. It continues to be a major success in Europe, in Asia, and equally as strong right here in the red, white, and blue.",
        "Ridge: Rick?",
        "Rick: Yeah.",
        "Ridge: How does couture compare to Hope for the Future?",
        "Rick: Uh, there is no comParison, Ridge.",
        "Ridge: What does that mean -- it's apples and oranges?",
        "Rick: No, actually, it's a-a -- it's a different label that gets sewn on the inside? It's a different feel. It's a different line.",
        "Ridge: And there's the problem, Rick -- brand identity. People got to be looking at our company thinking that we have a split personality. It's not gonna work with our customer base. They're confused. I know we're committed to Hope for the Future, and I think that's great. It's fine. But it can't be its own, little bubble. Do you mind? Here. On the left, you have Couture. On the right, Hope for the Future. You see the difference, right -- in color, in contrast, light? Hope for the Future looks like it's from a different design house altogether. It doesn't have the -- the depth and the richness that Couture branding has.",
        "Hope: Okay. Are you suggesting a new ad campaign?",
        "Ridge: Mm-hmm, with a different photographer.",
        "Rick: What?",
        "Ridge: Oliver's got to go.",
        "Hope: Why?!",
        "Ridge: He's not cutting it anymore, that's why. And the product coming out of the Paris office is superior. And that's why I'm closing down the photo studio here in L.A., Effective immediately.",
        "[Knock on door]",
        "Rick: Come in.",
        "Oliver: You wanted to see me?",
        "[SCENE_BREAK]",
        "Katie: So, I'm sure you've been talking to Brooke? How is she holding up?",
        "Donna: It's -- it's difficult, you know? RJ finally asked Brooke whether his dad was coming home, and... well, she finally had to tell him the truth. [Sighs] I mean, not -- not about the two of you being together, obviously. But that his dad wasn't gonna be there.",
        "Katie: That must have been awful.",
        "Donna: Yeah. I mean, I-I guess it couldn't have been worse. RJ's so mature and resilient, you know? Uh, after he heard the answer that he needed, he was actually the one reassuring Brooke.",
        "Katie: Well, he's a good kid.",
        "Donna: He is.",
        "Katie: I'm sorry, Donna.",
        "Donna: Yeah. You know, Brooke's, uh... being really cynical. Actually, I don't even know if that's the right word. She's, uh -- she's taking a long, hard look at herself, and she's not liking what she sees.",
        "Katie: Well, maybe that's not such a bad thing, you know? The way she's lived her life -- going from one relationship to another. Everybody's got to be alone sometimes.",
        "Donna: [Sighs]",
        "Katie: I-I'm sorry. I know that sounds really selfish.",
        "Donna: No, it doesn't.",
        "Katie: I just can't give him up, Donna.",
        "Donna: I understand. You know what? This is a really challenging time right now, but we are gonna get through this. We are. And in the meantime, I am so glad that you are this happy.",
        "Katie: [Chuckles]",
        "Donna: I mean, you have been through so much. Nobody deserves it more than you do.",
        "Katie: Thank you for standing by me.",
        "Donna: You're my baby sister. [Sighs]",
        "Katie: Ridge's meeting probably has started. [Sighs] It's a big one, but nobody knows that yet.",
        "Donna: Why? What's going on?",
        "Katie: He just has a very clear vision where Forrester is concerned -- you know, what it should be and what it shouldn't be, and... I don't think it's gonna make everyone happy.",
        "[SCENE_BREAK]",
        "Ridge: Why don't you have a seat?",
        "Oliver: I'll stand, if it's all the same.",
        "Ridge: It is all the same. Whatever makes you feel more comfortable.",
        "Rick: Don't you think you're being a little bit hasty?",
        "Ridge: I've thought about this a lot. If Hope for the Future is gonna sustain long-term, it has to be more of a natural extension of Couture. It can't be its own entity. It can't be its own little bubble. Otherwise, these two lines can't benefit from each other. Oliver, you're a smart guy, right?",
        "Oliver: Yeah.",
        "Ridge: Have a look. What do you see? No, I'll go first. On the left, you got Couture. Timeless. On the right, Hope for the Future. Here today. Tomorrow, who knows?",
        "Hope: Wow. Thanks for that.",
        "Ridge: Not attacking you. It's nothing to do with you. This is business. The photographers in Paris have done a great job.",
        "Oliver: You're saying I didn't?",
        "Ridge: What I'm saying is we're at an impasse here, a crossroads. Cart, help me out.",
        "Carter: Creative differences.",
        "Ridge: Creative differences. That's it. So it's time to move on.",
        "Oliver: You're firing me?",
        "Ridge: Yes. But I know you believe in your talent, so I'm sure you'll find a job somewhere else.",
        "Oliver: Your company, your call. I'll pack my stuff, be out of here by the end of the day.",
        "[Door closes]",
        "Ridge: I made it pretty clear why I did what I did.",
        "Brooke: I think you should reconsider, Ridge.",
        "Hope: Oliver is a part of the Forrester family. He's been here for years!",
        "Ridge: He's a professional photographer. It happens all the time. It's business.",
        "Rick: No, this ain't business! This is a vendetta! You are not C.E.O. and I don't think I have to remind you or anyone else at this table I oversee Hope for the Future, and I am president of this company.",
        "Ridge: And that's the other reason I called this meeting today.",
        "Rick: Really?",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Maya: What happened?",
        "Oliver: What I predicted.",
        "Maya: You got fired?!",
        "Oliver: \"Thank you for your work. Don't let the door hit you on the way out.\"",
        "Maya: But why? You're a fantastic photographer.",
        "Oliver: I think your fiancé said it best -- \"creative differences.\"",
        "Maya: Different than what?",
        "Oliver: Ridge's vision for the company.",
        "Maya: But it's Hope's line, and she's never shown that --",
        "Oliver: Ridge is taking over. If the people in this company don't realize it yet, they will.",
        "[SCENE_BREAK]",
        "Katie: Ridge used to be C.E.O. You know, he's got a lot of management experience. He wants to use that knowledge to make Forrester more efficient.",
        "Donna: Rick isn't gonna like that.",
        "Katie: No, I don't imagine he will.",
        "Donna: I-is Ridge gonna go after the presidency?",
        "Katie: Ridge and Rick butting heads -- it's inevitable. [Chuckles] I guess I'm surprised it took this long.",
        "[SCENE_BREAK]",
        "Ridge: Your tenure as president has been very successful, and you should be proud. But it ends here. I'm gonna lead this company forward.",
        "Rick: You know, regardless of what you may think, Ridge, I am no seat-warmer. I earned that position. I climbed that ladder rung by rung, and I've done nothing to warrant losing it.",
        "Caroline: Rick is incredible. Profits are up. Hope for the Future is performing better than it ever has.",
        "Hope: Without any input from you, I might add.",
        "Brooke: You can't just walk in here and dismantle everything that everybody's put together this past year. This team -- they have proven themselves more than once. And Rick -- he's not Oliver. He is the president of Forrester Creations. You can't just arbitrarily fire him.",
        "Ridge: Honey, you have no idea what I'm capable of.",
        "Brooke: Oh, I'm beginning to see. But you're not going to steamroll my children. Hope for the Future is doing just fine. It doesn't need fixing. So your assessment is wrong. Hope and Rick, Caroline, Wyatt and Quinn -- they rebuilt Hope for the Future. It was a dying line, and they built it to be more successful than it ever was. So I'm not gonna stand here and watch you tear down everything that they built! And that little coup that you think you're gonna pull off -- that's not going to happen, because you left here, Ridge. You didn't want anything to do with the L.A. office. And Rick -- he earned the presidency... on merit. You are not going to take it away from him.",
        "Ridge: I don't want to upset you, but this really has nothing to do with you.",
        "Brooke: Really? You really believe that? Eric, there can only be one president of Forrester Creations, correct? So who's it gonna be? Ridge... or our son?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=oUiRMdK4LeU"
}