{
    "Episode Summary": [
        "Episode # 7067 ~ Rick & Maya focus on romance; Bill & Katie bicker over ethics."
    ],
    "Recap": [
        "Rick tells Maya to say yes. She says the ring is beautiful and he replies that just like the woman he hopes will wear it. Eric knows Rick took Maya to Big Bear specifically to propose. Brooke says yes but she was specific. She told Maya to tell him before he proposes. Eric does not want this to leave the building. Katie and Bill continue to argue. He calls it news, she calls it gossip and that transgender people are persecuted every day and she will not let him lead the charge. He says he is not judging Maya. He is in the publishing business and they report the news. Rick is destroying that company, their company, they own a piece of it and Rick has to go. He says Maya hid it from Rick and that is the story pure and simple they are going to run with. Maya says there is something Rick does not know about her and she has to tell him. He says nothing she tells him will change things. She hopes not as she always wanted to tell him but was afraid how he would accept it. Ridge approaches Wyatt and says he dodged the question earlier. Has he told Maya's secret to anyone else, especially Bill as he knows where that can lead. They do not need Wyatt's father's involvement. And he does not want Katie in the middle of this either. He is going to go see his daddy.",
        "Eric says everyone seems to know except Rick. If Bill finds out about this then his magazine will make sure the whole world knows. Bill tells Katie to think of this as tough love for Rick. She is adamant that they are not through with this. They are still discussing it when Ridge and Wyatt walk in. Ridge says this is not how this is going down. It is his brother and his problem, not Bill's. This is a private family matter. Bill says yes his family too, Caroline, Ivy, even Wyatt and he will not let that bully try to bring them down. Katie says Maya is a woman just like Katie is and she will not let him shoot her down. Eric tells Brooke that they have to have faith in Maya that she will tell Rick the truth before anyone else does. Rick states that Maya does not have to say anymore but she insists that he hear her. He kisses her and picks her up and takes her to the bedroom. Bill calls Justin and tells him to pull the Maya story. Brooke tells Eric that hopefully Maya is telling Rick right now but Rick does not deal well with surprises. Eric says he knows but they have to hope Maya will tell him before someone else does. Bill calls Justin back in. He says only one person calls the shots here, him. He wants the whole world to know all about Maya. After their lovemaking, Rick tells Maya their past is behind them. He did not exactly get his answer yet so now is the time. She says she will but not before she tells him something so let her finish. He says it is not important as he knows she is the only one he wants to spend his life with. He wouldn't change a thing about her. Slowly she says this is about the woman he loves, how she became Maya."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Insects chirping]",
        "Maya: It's beautiful.",
        "Rick: Just like the woman I'm hoping will be wearing it.",
        "Maya: Oh, Rick.",
        "Rick: I'm on one knee here.",
        "Maya: [Chuckles]",
        "Rick: I'll get on two if need be.",
        "Maya: That won't be necessary.",
        "Rick: Is that a yes? You'll be my wife?",
        "(Maya hears Brooke's voice)",
        "Brooke: You can't accept that proposal. Rick deserves to know the truth. Tell him.",
        "[SCENE_BREAK]",
        "Eric: Rick still doesn't know?",
        "Brooke: Not that I know of. I think one of us would have heard.",
        "Eric: This is a new situation, Brooke. He's gonna propose to this girl.",
        "Brooke: Maya will tell him by tonight. She better.",
        "Eric: Look, he took her to Big Bear specifically to propose?",
        "Brooke: Don't worry. It's not gonna get that far. I was very clear with Maya. She has to tell him about her past before he proposes.",
        "[SCENE_BREAK]",
        "Wyatt: Uh, wanted to see me?",
        "Ridge: Yeah. Get some straight answers about this Maya business.",
        "Wyatt: [Sighs] You know as much about this as I do.",
        "Ridge: Except for one very significant detail. I asked you a question earlier, and I noticed you didn't answer it, so let me try again. Did you or did you not tell Spencer about Maya's past? He knows, doesn't he?",
        "[SCENE_BREAK]",
        "Katie: The president and the vice president of Spencer Publications both agree that this is a bad move for the company.",
        "Bill: And you and Liam will come to your senses.",
        "Katie: Bill. It's wrong.",
        "Bill: It's news, Katie. We report the news!",
        "Katie: It's not news! You're creating a scandal!",
        "Bill: The lead female model at Forrester was not always female! That's news!",
        "Katie: Maya is a woman. Maybe at one point in her life, her outside didn't match her inside and she fixed that.",
        "Bill: I think you're making my point for me. It's news.",
        "Katie: Transgender people are persecuted every day in this country, and I am not gonna allow you to lead the charge.",
        "[SCENE_BREAK]",
        "Eric: Nicole, Carter, Ridge, you and I -- we're the only ones who know about this. We need to keep this contained. Maya should have been the one to choose when and who to tell about this. I don't want word of this leaking out of the building.",
        "Brooke: It may be too late for that.",
        "Eric: Why?",
        "Brooke: Nicole told Wyatt.",
        "Eric: Bill Spencer's son?!",
        "[SCENE_BREAK]",
        "Wyatt: Yeah, Spencer happens to be my father.",
        "Ridge: Spencer happens to own magazines, tabloids, websites! What the Hell were you thinking?!",
        "Wyatt: He's under control.",
        "Ridge: No. He has control of Maya's story, and he will exploit it.",
        "[SCENE_BREAK]",
        "Bill: You know that I am neither persecuting nor judging Maya. I am doing what we always do -- informing the public.",
        "Katie: You are spreading gossip.",
        "Bill: It isn't gossip. It's the truth. And that's what we do here -- we report the truth.",
        "Katie: You have no idea if this is the truth. All you know is what Nicole told Wyatt.",
        "Bill: Well, that source is reliable enough for me. And on top of that, I'm going to protect my investment.",
        "Katie: Oh, please.",
        "Bill: Rick is destroying that company, Katie. Our company. We own a piece of it. He has to go, and this is the ticket.",
        "Katie: Bill, it's the 21st century. Do you think anyone's gonna care if Forrester has a transgender model? You're chasing an illusion.",
        "Bill: I'm not chasing anything! This is not about Maya's gender identity. It is about the fact that she hid it from Rick. Therein lies the drama, and that is the story that Spencer Publications is going to run with.",
        "[SCENE_BREAK]",
        "Rick: I know. I know. I'm feeling it, too. It's -- it's overwhelming, this -- this connection between us. You're a very special woman, Maya, unlike anyone I've ever known.",
        "Maya: I hope you always feel that way.",
        "Rick: I don't think you have to worry about that.",
        "Maya: But I do. Because there's something you don't know about me.",
        "Rick: It wouldn't make a difference to me.",
        "Maya: I hope not. But I still have to tell you.",
        "[SCENE_BREAK]",
        "Eric: Everybody seems to know about this but Rick. Do you believe Nicole, that Wyatt wouldn't say anything?",
        "Brooke: She believes it. But I'm not so sure. Neither is Ridge.",
        "Eric: But even if he does tell his father, Bill owns a piece of this business. I can't believe that he would want to destabilize us.",
        "Brooke: I wouldn't count on anything, Eric.",
        "Eric: Oh, God, you're right. It's Bill Spencer we're talking about. He finds out about this and he and his magazines will make certain that the whole world knows.",
        "Brooke: Our only hope is that Wyatt didn't tell him.",
        "[SCENE_BREAK]",
        "Ridge: Why would you tell your father?",
        "Wyatt: You really have to ask that?",
        "Ridge: Yes, I really have to ask that.",
        "Wyatt: Because of Rick. Need I say more?",
        "Ridge: I will take care of my brother.",
        "Wyatt: Really? Because you've done so much already. Rick is insulated. How long have we been talking about this, Ridge? Getting Rick out and putting you in control.",
        "Ridge: But that doesn't mean that we want or need your father's involvement.",
        "Wyatt: He won't be involved! Katie and Liam are talking to him.",
        "Ridge: Katie and Liam?",
        "Wyatt: Yeah, Katie and Liam. Don't underestimate his wife's influence on him.",
        "Ridge: I don't want Katie in the middle of this. Come on.",
        "Wyatt: Where are we going?",
        "Ridge: We're gonna go see big, bad Bill Spencer.",
        "Wyatt: I don't think that's a good idea.",
        "Ridge: [Sighs]",
        "Wyatt: I think you need to let Katie handle it.",
        "Ridge: Okay. I don't want the future of this company in Katie's hands or anybody else's hands. We're gonna go see your daddy.",
        "[Door opens]",
        "[SCENE_BREAK]",
        "Bill: Rick needs to be taught a lesson.",
        "Katie: This is public humiliation you're talking about.",
        "Bill: You don't think he needs to be humbled? Maybe needs a little wakeup call? He's a spoiled, petulant bully. You want him to change, believe me, this is the ticket. It's tough love, Katie. Think of it that way.",
        "[SCENE_BREAK]",
        "Maya: I love you, Rick. And I know you love me.",
        "Rick: Isn't that all that matters?",
        "Maya: In most cases, yes, but this is a little different.",
        "Rick: I wouldn't want it to be ordinary.",
        "Maya: [Chuckles] I wouldn't worry about that.",
        "Rick: Because of whatever you have to tell me.",
        "Maya: Yes.",
        "Rick: Then I can't wait to hear it.",
        "Maya: I hope you feel that way when I'm finished.",
        "Rick: Maya... I don't think that there's anything you could tell me that would make me love you any less.",
        "Maya: Thank you for trying to make this easier. But it isn't because what I have to say could change everything. It could make you see me differently. I hope it doesn't. I don't think it should, but --",
        "Rick: Whatever it is, it's not gonna change who you are. The woman that I know and -- and love.",
        "Maya: Yeah, I, uh... I have shared a lot with you, Rick, things that I haven't told anyone. But I haven't told you everything. I wanted to, but I was frightened because I fell so deeply for you, and I thought I needed to protect myself. But now I realize that I didn't [Voice breaking] And that maybe our love really can overcome everything. Even this. Still, I-I-I have to tell you, and you have to hear it because it's who I am, and I so want to give you all of me. [Sobs]",
        "[SCENE_BREAK]",
        "Katie: I'm not through with this, Bill.",
        "Bill: Oh, for God's sake. Look, Katie, we're just gonna have to agree to disagree on this.",
        "Katie: I'm not agreeing to anything.",
        "Bill: And I am not passing up this opportunity.",
        "Katie: Opportunity for what? To ruin Rick's career and possibly his life?",
        "Bill: If he can't stand the heat, he shouldn't be C.E.O.!",
        "[Door opens]",
        "Ridge: I agree. But this is not how we're gonna get rid of him.",
        "Bill: How am I supposed to get any work done around here?",
        "Wyatt: You're running the story, Dad?",
        "Bill: I'm solving a problem for you, for fashion boy, for Ivy, for Caroline, Hell, for the whole damn company. You can thank me when you leave.",
        "Ridge: This is not how it's gonna go down, Bill.",
        "Bill: It's exactly how it's gonna go down. Are you getting soft on Rick?",
        "Ridge: This is my brother and my problem, not yours.",
        "Bill: You're half right. I own a piece of that company, so it's my problem, too.",
        "Ridge: Your investment is safe.",
        "Bill: Why am I not brimming with confidence?",
        "Ridge: This is not about your measly 12.5%. This is a private matter, a family matter.",
        "Bill: And my family is under attack. Caroline, Ivy, Wyatt.",
        "Wyatt: Slow down, General. I don't need you to defend me.",
        "Bill: Well, I think you just might. I know for sure that your cousin and Ivy do. That arrogant bully is not going to abuse the women in my family.",
        "Ridge: I'll take care of Caroline and Ivy. You stay out of it.",
        "Bill: That's not going to happen.",
        "Katie: But you will. You say you want to protect women? Maya's a woman.",
        "Bill: Eh...",
        "Katie: Just as much as the rest of us. And I'm not gonna let you make a public spectacle out of her.",
        "[SCENE_BREAK]",
        "Brooke: My God. What this is going to do to our son.",
        "Eric: He's not a child. Gonna be a shock to him, but there's nothing we can do about that.",
        "Brooke: But after Amber and Caroline, he deserved to have a solid relationship. And after all these years, he thought he finally found it.",
        "Eric: Maybe he has. Look, we have to -- we have to put our faith in Maya.",
        "Brooke: [Sighs]",
        "Eric: Rick certainly has.",
        "Brooke: Yeah. Look where it got him.",
        "Eric: I have to believe she'll do the right thing. She'll tell him the truth.",
        "Brooke: Before he proposes.",
        "Eric: Yeah. And before anybody else tells him the truth about Maya. That would be devastating.",
        "[SCENE_BREAK]",
        "Maya: Rick, Rick, I'm not finished.",
        "Rick: Neither am I.",
        "Maya: No, this is serious.",
        "Rick: So is this.",
        "Maya: Please, please let me finish.",
        "Rick: All I'm saying is you don't have to apologize for anything.",
        "Maya: The only thing I'm apologizing for is not telling you sooner.",
        "Rick: Terrific. Apology accepted.",
        "Maya: No. I need you to hear this.",
        "Rick: The only thing I need to hear is that you love me.",
        "Maya: Oh, Rick, of course I do.",
        "Rick: And that you'll never change.",
        "[SCENE_BREAK]",
        "Katie: Am I clear? Maya's gender is not a story, not online, not in magazines, nowhere.",
        "Bill: Sure. You have made yourself absolutely clear.",
        "Katie: I want you to promise me.",
        "Ridge: A promise would be nice.",
        "Bill: You want a promise? Here's your promise. I promise that you're the cause of this entire mess.",
        "Wyatt: Easy, Dad.",
        "Bill: You seduce my niece. You break up her marriage. Maya's with Rick, and Rick has been torturing Caroline. You want me to stay out of it? You put me smack dab in the middle of it.",
        "Katie: Regardless, we're gonna let the chips fall.",
        "Bill: And let Rick talk his way out of it? Is that what you want?",
        "Ridge: [Sighs]",
        "Bill: If we expose this, Rick can't possibly function as C.E.O. Now, isn't that the goal, the endgame?",
        "Ridge: Not like this.",
        "Bill: Then how?",
        "Ridge: My dad will make a change.",
        "Bill: Your daddy isn't going to do jack. He sides with the kid. He's his blood. You're not. I am not going to do this for you, Forrester.",
        "Katie: Okay, all right, fine! We're done! We're done here! Pull the story, Bill! Now!",
        "Bill: Get in here.",
        "Wyatt: It's the right thing to do, Dad.",
        "Justin: Yeah?",
        "Bill: Pull the Maya story.",
        "Justin: You sure?",
        "Katie: He's sure.",
        "Justin: All right.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Eric: Rick has to find out about Maya from Maya and no one else.",
        "Brooke: Right. Hopefully that's happening right now.",
        "Eric: [Sighs] And then...",
        "Brooke: [Sighs] It's gonna come down so heavy on Rick. You know he doesn't deal well with surprises.",
        "Eric: There's nothing we can do about that. All we can do is just be there for him and hope that this doesn't get out before Maya tells him the truth.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Justin: Hey, something else?",
        "Bill: Yeah, get in here. Close the door.",
        "Justin: Sorry about earlier. It's never easy watching you --",
        "Bill: Eat crow?",
        "Justin: Yeah.",
        "Bill: Compliments of my wife, no less? Well, things are not always as they appear.",
        "Justin: They aren't?",
        "Bill: One person calls the shots here. Me. We are running with the story.",
        "Justin: Come again?",
        "Bill: Maya Avant, the love of Ricky boy's life -- I want the whole damn world to know all about her.",
        "[SCENE_BREAK]",
        "Rick: See, that's what I'm talking about. That smile. It's time to put our pasts behind us. Our future's everything.",
        "Maya: That's all I want, Rick.",
        "Rick: Then that's what you'll have. Your life isn't back there. It's here. It's now. And now... about that question? You didn't forget, did you? I asked you to marry me. I haven't exactly got the answer yet.",
        "Maya: I can't until I tell you something.",
        "Rick: Okay. All right, well, let me guess here. You won't marry me until I agree to bring you champagne for breakfast every day. [Chuckles]",
        "Maya: Please. Let me finish.",
        "Rick: Okay.",
        "Maya: I want to be your wife more than anything.",
        "Rick: Then all you have to do is say yes.",
        "Maya: First I have to share something with you.",
        "Rick: [Sighs] Baby, you don't have to tell me every little detail about your life. I know who you are. You're the woman, the only woman, I want to share my life with.",
        "Maya: And I want that, too. But you need to know something. And it's significant.",
        "Rick: Something I haven't heard before? Like what? A secret?",
        "Maya: It's not a secret. It's who I am.",
        "Rick: Maya, who you are is the woman that I love. And I wouldn't change a single thing about you.",
        "Maya: You wouldn't?",
        "Rick: Of course not. So, if you must... go on and tell me.",
        "Maya: Okay. This is the story of the woman you love. Of how I became the woman I am today. How I became Maya."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=ZwShm04wcSI"
}