{
    "Episode Summary": [],
    "Recap": [
        "At lunch Brooke continues to try and convince Karen that SP is her family business ..hers and Bill's. She knows they haven't always gotten along but their father wanted them to be a team, her out of NY and Bill out of L.A. But it is not like that now. Bill has been shoved aside and Katie is now CEO. That is not how it should be. But Karen can fix that ..remove Katie and give Bill his job back. Karen says she thought this thing with Bill was just a fling but now he sees that Brooke really cares for Bill .the fact that she is willing to fight so hard for him even though it will hurt her own sister. Brooke says he does not want to hurt her sister but putting Bill back as CEO is the right thing to do. She will fight for Bill because he fought for her and he was right. He never gave up. He's committed and they are going to be together. That is the first step; the second one is to get his job back. She adds that divorce is hard ..assets get split, custody arrangements but a job is a bit different. Katie has 1% of the company, she doesn't need Bill's job too. Bill says it is time for Karen to support him. She was petrified to come out to him afraid he would not accept her but he did. She says she really appreciates that but it has nothing to do with business. He says all the more reason if their personal life doesn't affect business then he should be back in his office and not here. Maya and Carter kiss but she is distracted. He says she is not there. She can't stop thinking about Aly. Carter adds ..and Oliver, she thinks he is playing her. She says yeah, the boss's granddaughter .job security, hello. She's not worrying, just observing. Carter leaves; Oliver walks in and tells Maya that he is not sure Ridge will like his latest shoot. The man tried to fire him already so he needs to impress him on this.",
        "Justin has a meeting with Katie. She says she got his e-mail but wasn't sure what he was implying. He says he wasn't being coy; he'd like to do the best job he can for her but he doesn't have full access. She's not allowing him into the inner circle and it's causing problems. She tells him not to worry, she does not have a problem with his work. He replies that he can do so much more. She asks for her or for Bill? Because they all know his loyalty is to Bill so do not try to deny that. Justin says Bill is a shareholder so he deserves to be part of the action. He was ousted from the company and it is killing him. \"Have a heart .I know yours is borrowed, but you can still use it.\" She's taken aback but tells him how dare he speak to her that way. He says he is sorry and wishes they could get along. They used to be friends and he is the father of her nephew. They need to get over this animosity. She says he is lucky to have a job here; he shouldn't push it. Aly flops on her bed, all bubbly and almost giddy. Her ghostmom speaks to her and says she likes to see that smile. Aly says Oliver kissed her again and it wasn't just on the hand. Darla says he really likes her and she wishes she could meet him. Aly would like that too and wants her to look over her. She's a little nervous having a guy interested in her. She says Oliver understands her and even why HFTF means so much to her. Darla says she will be with her every step of the way though she really doesn't need her. Oliver knows how special she is. Oliver wonders if Maya is trying to warn him about Aly again. She's cute, a nice girl and he likes hanging out with her. Behind her back, Maya turns on her Iphone and records the conversation. Maya says and Aly's family connections are just a happy coincidence. Oliver admits he needs to hold onto his job and if dating the red-headed Forrester for a bit will do it he is willing to do that. He says he'd like to re-shoot the sequence in the black dress .it's just a little bit too wholesome. He thinks there is a fine line. Girls like Aly have a certain innocence to them, but they still want to be kissed. He wants to bring that out in the photos. He wants to work harder to show this family what he can do. Maya comments that he's not just talking about behind the camera either. Oliver replies that the Forrester's are extraordinary people. If he could be part of it, yeah he would put up with Aly. She's nice enough and pretty enough. Maya warns him that if he is just using Aly it will end up badly. He says he is a good guy. He's not looking to hurt anybody. They like hanging out together so no harm. He says if your name is Logan or Forrester you have it made. She's lucky to have Carter. She says he is not a Forrester. Oliver says but his brother is and he's a Logan too so Maya is set for life. He wishes he could say the same about himself. Katie tells Justin yes they used to be family. He was married to her sister and he's the father of her son. And nobody will deny his value to the company. And it's her character flaw. She is loyal to those even when they are not loyal to her. But they all know he is Bill's right hand man and nothing more. She would be insane to give him more after he drew up the papers for Bill like his little puppet. So if Justin is looking for career growth, he better look elsewhere. She will never trust him or Bill again. Karen tells Bill and Brooke that no matter what she decides that she wants them to know she respects their relationship. Brooke is good for her brother. And she is grateful to Bill for his acceptance after years of her father making her feel ashamed of who she was. She thought Bill would do the same so she is glad she was wrong. But she doesn't want to be wrong about the company. She needs to make the right decision.",
        "Carter is back and Maya tells him to close the door. He can hear for himself why she is worried about Oliver. He thinks it is taken out of context but she asks him to listen to all of it \u0096 putting up with Aly. He is using her. This is proof. Oliver knocks on the front door at Eric's but no one answers. He goes around back and finds Aly by the pool in her bathing suit. She's happy to see him but embarrassed by what she is wearing and wants to go change. He calls her Miss F and says do not change a thing. She is beautiful the way she is. He says he knows what she needs and he came prepared. He lives at the beach but she is not there so he came here to swim. He's got this little project he is working on and perhaps she can assist. He wants to step up his game and be more creative in the way he is shooting. He comments what a great place this is. He'd get lost just finding the bathroom. He apologizes for staring but she is so beautiful. She grins that she feels like the nerdy kid who is finally talked to by the hot guy at school and she doesn't have the slightest idea what to say. He tells her she is not a kid anymore; she is a woman now. She says no one has ever called her that. He moves closer and kisses her. Justin asks Katie why she can't forgive him. He was only trying to help a friend. She says he conned her with the papers. Her job, her son .no signing those papers was the worst mistake she ever made. Thank God Brooke destroyed those papers. Karen says she has heard everything they have had to say. They are right. She needs to be thinking not only for the company but what is right for the families. She tells Bill she is sorry but she is going to stay with Katie. She really thinks it is the best choice for everyone. Brooke is aghast how she can do this. Karen says Brooke has made her case but her decision is final and there is nothing more she can do about it. She apologies to Bill and says this is the way it has to be. When she leaves, Bill thanks Brooke for what she tried to do. Brooke says she was so sure, but it didn't work. Bill says he will pay the bill. Typical of Karen that she couldn't reach into her pocket and spend some of the money that he made for her. Brooke thinks back briefly to the envelope with the dead leaves where the papers had been. She pulls the papers out of her purse and looks at them."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Spencer Publications is your family company -- yours and Bill's. I know you two haven't always gotten along, but it doesn't mean you can't work together. Your father wanted you to be a team -- you working out of New York, Bill working out of L.A. -- but it's not like that now. Bill's shoved aside, and Katie's C.E.O. It's not the way it should be. You can fix this. Remove Katie...and give Bill back his job.",
        "[SCENE_BREAK]",
        "Katie: I'm sorry. I know it's a lot.",
        "Adele: I'll have everything organized before your meeting.",
        "Katie: Thank you.",
        "[Knock on door, door opens]",
        "Adele: Oh, and Mr. Barber's early for his appointment.",
        "Katie: That's fine. Come on in, Justin. I got your e-mail. I wasn't quite sure what you were implying.",
        "Justin: Wasn't being coy. I want to do the best job that I can for you.",
        "Katie: Thanks.",
        "Justin: It's difficult. I don't have full access. You're not allowing me into your inner circle, and it's causing problems.",
        "Katie: Oh, I wouldn't worry. I don't have a problem with your work.",
        "Justin: But I can do so much more.",
        "Katie: For me or for Bill? Because we all know that your loyalty is to him, so please don't try to deny it.",
        "[SCENE_BREAK]",
        "Aly: [Sighs] [Sighs]",
        "[SCENE_BREAK]",
        "Carter: What's the matter?",
        "Maya: Hmm? Nothing. Why?",
        "Carter: 'Cause you're not here.",
        "Maya: I can't stop thinking about Aly.",
        "Carter: And Oliver. You really think he's playing her?",
        "Maya: Boss's granddaughter? Hello, job security.",
        "Carter: [Sighs] All right, I have to get to a meeting. Hey. Don't worry too much.",
        "Maya: Oh, I'm not worrying. I'm observing.",
        "Oliver: My latest shoot? You don't think Ridge will like it, do you?",
        "Maya: What? No, no.",
        "Oliver: The man tried to fire me. I need to impress him with this. Otherwise, I don't know what I'm gonna do.",
        "[SCENE_BREAK]",
        "Darla: I love seeing that smile.",
        "Aly: Guess what happened.",
        "Darla: Another kiss from Oliver?",
        "Aly: And not on the hand this time.",
        "Darla: Oh, Honey. He really likes you.",
        "[SCENE_BREAK]",
        "Carter: Hey, man, the photos are great. They really are.",
        "Maya: See? Ridge can't do anything to you -- not with so many people in your corner -- from the C.E.O., down to the Hope for the Future intern.",
        "Oliver: Yeah, I've got support... but anything can happen if your last name isn't Forrester or Logan. You're lucky, being engaged to Carter.",
        "Maya: He isn't a Forrester.",
        "Oliver: His brother is -- and a Logan, too. You're set for life. I wish I could say the same.",
        "[SCENE_BREAK]",
        "Justin: Why does it matter if I tell Bill? He's still a shareholder. He deserves to be a part of the action.",
        "Katie: I don't think you should talk to me about what Bill does or doesn't deserve.",
        "Justin: He was ousted from his company. Not being here is killing him. Have a heart. I know yours is borrowed, but you can still use it.",
        "[SCENE_BREAK]",
        "Karen: I thought this thing between the two of you was just a fling, but, Brooke, I can see you really care about my brother more than I realized. And the fact that you're willing to fight this hard for him in spite of what it might mean for your sister...",
        "Brooke: I don't want Katie hurt, but putting Bill back as C.E.O. is the right thing to do. And, yes, I will fight for that, because he fought for me. He believed that we should be together, and he was right. He never gave up. He's gonna be committed. I know that. He always will be. We're together, and that's the first step to make things right for Bill. The second step would be to get his job back.",
        "[SCENE_BREAK]",
        "Katie: How dare you talk to me like that?",
        "Justin: I am sorry, Katie. I wish we could all get along.",
        "Katie: You're lucky to have a job here, Justin. I wouldn't push it.",
        "Justin: We used to be friends, Katie. What happened to us? I'm the father of your nephew. Can't we get over this animosity?",
        "[SCENE_BREAK]",
        "Brooke: Divorce is hard. Assets get split. Custody arrangements. But a job -- that's a bit much. And Katie already has 1% of Bill's company. Why does she need his job, too? I believe you had the right intentions. You wanted to make a point. You were trying to be supportive of Katie, but, deep down, do you really think it's fair to your brother?",
        "Bill: Now it's time to support me -- the same as I did for you. You were petrified to come out to me, scared that I wouldn't accept you, but I did.",
        "Karen: And I appreciate that. I really do. But that has nothing to do with business.",
        "Bill: Karen, if that's how you really feel -- that personal issues shouldn't affect business decisions -- why am I sitting here and not in my office? All I'm asking is that you support me the same way I supported you. Can you do that?",
        "[SCENE_BREAK]",
        "Aly: Oliver understands me, Mom -- my values. He even gets why Hope for the Future means so much to me.",
        "Darla: I wish I could meet him.",
        "Aly: Me, too. But you'll watch over, right? I'm kind of nervous, having a guy interested in me.",
        "Darla: I'll be with you every step of the way, Sweetheart, not that you have anything to be nervous about. Oliver sees how special you really are. With a guy like that...Honey, you won't need my help.",
        "[SCENE_BREAK]",
        "Oliver: Are you warning me about Aly again?",
        "Maya: No. But after what I saw at the Bikini the other night...",
        "Oliver: I told you -- I think she's a nice girl. She's cute. I enjoy hanging out with her.",
        "Maya: And her family connections are just a happy coincidence?",
        "Oliver: I need to hold on to this job. If that means dating the redheaded Forrester for a bit, I'm willing to do it. Are you available tomorrow? I'm thinking about reshooting this sequence in the black dress.",
        "Maya: Really? I thought this turned out beautifully.",
        "Oliver: I don't know. I just think it's a little... too, uh...wholesome. Let's reshoot.",
        "Maya: This is Hope for the Future, you know. Wholesome isn't exactly off course. I mean, think of the target audience -- girls like Aly.",
        "Oliver: Yeah, but there's a fine line. Girls like Aly have a certain innocence to them, but they still want to be kissed. I want to bring this out more in the photos. I-I need to work harder -- show this family what I can do for them.",
        "Maya: You're not just talking about behind the camera, are you?",
        "Oliver: The Forresters are extraordinary people. If I could be a part of it... yeah...I'll put up with Aly. She's nice enough. Pretty enough.",
        "Maya: If you're just using her, it'll end badly.",
        "Oliver: You know me. I'm a good guy. I'm not looking to hurt anybody. If Aly likes hanging out with me, and I benefit from it, what's the harm?",
        "[SCENE_BREAK]",
        "Katie: You're right, Justin. We used to be family. You were married to my sister. You're the father of her child. And no one will deny your value to this company. What can I say? It's a character flaw. I'm loyal to people even when they're not loyal to me. Because we all know that you're Bill's right- hand man and nothing more. I would have to be insane to give you more responsibility after what you did -- drawing up those papers like Bill's little puppet.",
        "Justin: It was his last chance to get his company back. It was worth a shot.",
        "Katie: And what happens when you take that shot again? Really, Justin, if you're looking for career growth, you should look elsewhere. I will never trust you again. After what you and Bill did? No way.",
        "[SCENE_BREAK]",
        "Karen: Look, whatever I do decide about the C.E.O. Job, I really want you both to know how much I respect your relationship. I mean, Brooke, what can I say? You're good for my brother. And, Bill, I am really grateful for your acceptance. I was scared. Our father spent years making me feel ashamed of who I was, and I just assumed that you'd do the same. I'm really glad I was wrong, but I don't want to be wrong about the company. It's important that I make the right decision about who's in charge.",
        "Bill: Have you made your decision?",
        "Karen: Yes.",
        "[SCENE_BREAK]",
        "Maya: Oh! Oh, you're back.",
        "Carter: Yeah. Quick meeting.",
        "Maya: Ah.",
        "Carter: Mm.",
        "Maya: [Chuckles]",
        "Carter: Damn. You're still distracted, huh?",
        "Maya: Even more now.",
        "Carter: Did Oliver say something?",
        "Maya: Close the door. You can hear for yourself.",
        "[SCENE_BREAK]",
        "Oliver: [Knocks on door] Aly? Hey, Miss F. dare me to cannonball?",
        "Aly: Oliver!",
        "Oliver: This has got to be my favorite part about living in L.A. -- lounging poolside all year long.",
        "Aly: Oh, I'm -- I'm so embarrassed right now.",
        "Oliver: Why?",
        "Aly: Look at me.",
        "Oliver: Uh, yeah.",
        "Aly: I'm wearing practically nothing. I-I-I don't usually wear this sort of -- you must think I am so -- you know, look -- look. I'm just gonna go change. I'll be right back.",
        "Oliver: No, don't. You look great.",
        "Aly: What?",
        "Oliver: You're beautiful, Miss F. Don't change a thing.",
        "[SCENE_BREAK]",
        "Maya: Listen to this.",
        "Oliver: I have to hold on to my job. If that means dating the redheaded Forrester for a bit, I'm willing to do it.",
        "Carter: Well, taken out of context.",
        "Maya: Would you stop being a lawyer for just a minute and listen? Here.",
        "Oliver: Forresters are extraordinary people. If I could be a part of it... yeah...I'll put up with Aly.",
        "Maya: \"Put up with\" her? Oliver's using Aly. This is proof.",
        "Carter: [Sighs]",
        "[SCENE_BREAK]",
        "Aly: Okay, I'll -- I'll stay in this.",
        "Oliver: I know what will make you feel more comfortable.",
        "Aly: What are you doing?",
        "Oliver: Well, I can't go swimming with my shirt on. Assuming its okay that I stay.",
        "Aly: Yes, of -- of course. So, um, is -- is something going on at work with Hope for the Future, or...?",
        "Oliver: Not that I know of. Why?",
        "Aly: I thought maybe that's why you're here. I'm guessing you didn't come for a swim.",
        "Oliver: That's exactly why I came.",
        "Aly: But you live by the ocean. You don't need to swim here.",
        "Oliver: You're not at the ocean. And, uh, I need your help with something.",
        "Aly: Okay.",
        "Oliver: Got this little project I've been working on, and I thought maybe you could assist.",
        "Aly: Sure. Whatever you need.",
        "Oliver: You know, I need to step up my game, you know -- get a little more creative with what I'm shooting.",
        "Aly: That's really cool, but you know you're safe. Grandfather put his foot down.",
        "Oliver: Is it weird living with him here?",
        "Aly: Grandpa? No. Not at all.",
        "Oliver: It's a great place. I'd get lost trying to find the bathroom. [Chuckles]",
        "Aly: You get used to it.",
        "Oliver: I suppose. Sorry I'm staring.",
        "Aly: That's okay.",
        "Oliver: I can't help it. You're so beautiful.",
        "Aly: I feel like the nerdy kid who's finally being talked to by the hot guy at school, and I don't have the slightest idea what to say.",
        "Oliver: [Chuckling] Well, you're not a kid anymore. You're a woman now.",
        "Aly: No one's ever called me that.",
        "[SCENE_BREAK]",
        "Justin: You can't forgive me? I was just helping a friend.",
        "Katie: You tried to con me.",
        "Justin: Getting Bill what he deserved.",
        "Katie: My job? My son? No. Signing those papers was the worst mistake I've ever made. Thank God Brooke destroyed them.",
        "[SCENE_BREAK]",
        "Karen: I've really heard what both of you have to say, and you're right. I need to be thinking about not only what's best for the company but what's best for our families. Bill, I'm sorry...but I'm going to stay with Katie.",
        "Brooke: You can't!",
        "Karen: I really believe it's the best choice for everyone involved.",
        "Brooke: How?",
        "Karen: Brooke, you've made your case. I've heard you. But my decision is final, and there is nothing more you can do about it.",
        "Brooke: Are you sure about that?",
        "Karen: Yes. I'm sorry. Bill, I know you're angry, but I really think this is how it has to be, and I hope you won't hold it against me.",
        "Brooke: [Sighs] I thought for sure...",
        "Bill: Thank you.",
        "Brooke: For what? It didn't work.",
        "Bill: You tried. Knowing how far you were willing to go for me...really means a lot, Brooke. Thank you. All right, well, I'm gonna pay the Bill. Karen wouldn't reach in her pocket and pull out any of the money I made her. It's typical.",
        "Brooke: [Sighs]",
        "[Brooke remembering]",
        "Bill: You see this envelope? There are papers inside. I had Justin draw them up as quickly as possible. Katie signed them, giving me joint custody of will for the rest of my life. And in addition to that, she reinstated me as C.E.O.",
        "Brooke: You know the manila envelope that Bill brought with the documents in it for you to sign? Well, while he was talking to you, I took those documents out, and I replaced them with the leaves that I brought home from aspen.",
        "Bill: Dead leaves? Nice touch. So what'd you do with the papers? Shred 'em? Burn 'em?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=sf2LD8N6guU"
}