{
    "Episode Summary": [
        "Episode # 7317 ~ Hoping to keep his secret safe, Ridge calls Katie out for getting into his business with Dr. Wolin; Liam becomes determined to take back everything that is his, including Steffy."
    ],
    "Recap": [
        "Steffy asks Wyatt how was his meeting with Liam. Wyatt says he did ask him to back off and respect his marriage to Steffy. He didn't like that but Wyatt says he loves Steffy and he is not going to give her up. They are a team and he knows her commitment to him too. He wants to get their wedding ring tattoos. Liam thanks Bill for bringing him home. Bill says he will drive him free of charge all week. He says Quinn will be dealt with, either in jail or mental hospital. Liam says he is back in his life and now he just has to reclaim it and that includes Steffy. Bill reminds him that no one knew that Quinn was holding him against his wishes and Liam did leave voluntarily on his own. Now life went on and Wyatt is married to Steffy. Liam says he does not want to have this argument right now. They need to concentrate on finding Quinn. He wants her to pay for what she did. Bill says he has his own resources so they do not need Det. Baker. Ridge tries to work but keeps remembering what Katie told him about Dr. Wolin and him telling her that Douglas was his son. He tells Caroline it is funny the timing \u0096 he encounters Dr. Wolin and then he steps in front of a truck and dies. Katie drops in on Thomas and pretends she did not get to talk to him earlier at the party. They discuss Caroline and Ridge. She steers the convo to baby Douglas and he says he loves that little guy so much. Ridge overhears him tell Katie how amazing Caroline is, one of the most incredible people that he knows.",
        "Ridge sends Thomas away to get a design and then asks Katie why she is here. He spews that he thought he specifically told her not to be nosing around here. Why is she believing a stranger's talk over one in her own family. He wants his life and his family to be in a safe place and the media won't let him to do. The doctor wanted some money and now he is dead. He is asking her as a friend to let those accusations die with him. Can she do that and let his wife and child be safe? She still will not let go that the doctor had any reason to say Douglas was not his son. Charlotte tries to talk Thomas into going with the interns tonight but he begs off with too much work. Wyatt says it is the one detail they have neglected in all this Liam stuff, but he would like to do it today. Bill tells Liam that Wyatt did not trick Steffy. They fell in love, it was her choice and he has to respect that. Thomas tells Caroline that he, the heretofore resident playboy, is more interested in family business than Charlotte. She is looking at a changed man and it's all because of this little guy. Even the intern, Sarah, can not convince him to go to the party. Ridge explains that Dr. Wolin misdiagnosed his condition and he sought help elsewhere. Now he has this beautiful baby boy. And this is how scandals are born when people talk so he'd like her to drop this. Liam calls Steffy and says he needs to talk to her. It is important and she owes that to him. She says okay just for a while. Deacon walks into Bill's office and says he is here \u0096 so what does Bill want. Bill says one word \u0096 Quinn!"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: That was nice of my dad to put together a welcome-back party for Liam.",
        "Wyatt: Yeah, Forresters and Spencers uniting in common purpose. It's starting to become a habit.",
        "Steffy: Yeah. I think the blended-family thing is starting to work out.",
        "Wyatt: With one notable exception.",
        "Steffy: Your mom. And that's a huge issue.",
        "Wyatt: I know.",
        "Steffy: How was your talk with Liam?",
        "Wyatt: I asked him to respect our marriage and not pursue you, and Liam made it clear that he has no intention of doing that, my wife or not.",
        "[SCENE_BREAK]",
        "Liam: Well, thanks for the ride.",
        "Bill: You don't have to thank me. You kidding? I'm so happy to have you back in one piece. You know what? I'm going to drive you this whole week, free of charge.",
        "Liam: [Chuckles] Cute. You hired me a driver.",
        "Bill: You remembered! All right, the memory is getting better.",
        "Liam: Yeah, piece by piece, yeah.",
        "Bill: I still can't believe that Quinn held you hostage.",
        "Liam: Tell me about it. I don't even want to think about Quinn. It just -- it just makes me mad.",
        "Bill: She will be dealt with. Locked away in a prison or a mental hospital, where she should have been in the first place.",
        "Liam: Well, you know, at least today felt a little normal. It was kind of nice of Ridge to rally the troops, welcome me home.",
        "Bill: Yeah. Once in a while, that poseur gets it right.",
        "Liam: Well, here I am. I'm back in my life. I just... I just have to reclaim it. But that does mean all of it, Dad, which includes Steffy.",
        "[SCENE_BREAK]",
        "Katie: He told me that you had a vasectomy, that you had --",
        "Ridge: No, you think about it. That's why he lost his medical license. He's a quack. And obviously, I went to somebody else, and they figured it out.",
        "Katie: I'm sorry, but if you're not Douglas' father, then who is?",
        "Ridge: It's a dangerous game you're playing. He's my son.",
        "Caroline: Hey. There's my handsome hubby.",
        "Ridge: Hey, come here. Hi.",
        "Caroline: Hi.",
        "Ridge: Mmm. Ah! Where's the boy?",
        "Caroline: Oh! The models struck again. They are crazy about him, so it's very hard to steal him back.",
        "Ridge: Yeah. Well, he's quite the charmer already, isn't he?",
        "Caroline: Yes, he is living up to his legacy. Hey. The threat's gone.",
        "Ridge: Yeah.",
        "Caroline: I still can't believe that Dr. Wolin is dead.",
        "Ridge: The timing of it... he blackmails me and then steps out in front of a truck.",
        "Caroline: It must have been just completely awful to see. I'm...",
        "Ridge: It's going to stay with me for a while, I think.",
        "Caroline: It was weird. Karma.",
        "Ridge: I guess so. I take no pleasure in the guy being gone, but... our secret is once again safe.",
        "[SCENE_BREAK]",
        "Katie: Should I keep walking? You look kind of busy.",
        "Thomas: No, no, come on in.",
        "Katie: We didn't really get a chance to catch up at the party.",
        "Thomas: Yeah, I know. But, uh, it's great that Liam's back and safe, right?",
        "Katie: Yeah, it is.",
        "Thomas: Yeah.",
        "Katie: So, how are you?",
        "Thomas: Good. I'm really good.",
        "Katie: Great. So, uh, living with your dad and Caroline and the baby, it's not cramping your style?",
        "Thomas: No, no. I-I don't have much style or game to speak of these days.",
        "Katie: Well, that's different.",
        "Thomas: Yeah, everything's different, ever since Douglas was born. I don't know. I can't describe it, but I just -- I love that little guy so much.",
        "[SCENE_BREAK]",
        "Bill: You've talked to Wyatt?",
        "Liam: We had a conversation.",
        "Bill: And?",
        "Liam: And let's say we didn't reach an agreement.",
        "Bill: Uh, I'm going to assume this conversation went a little something like this -- Wyatt asked you to respect his marriage and stay away from Steffy, you said, \"That's a bunch of BS. I'm determined to get her back.\"",
        "Liam: Yeah, that's a pretty good summary.",
        "Bill: Mm-hmm. Liam... none of us knew that Quinn was holding you hostage in some cabin. We thought you left of your own volition.",
        "Liam: Yeah, well, I didn't.",
        "Bill: Son... Wyatt is married to Steffy now.",
        "Liam: That can change.",
        "[SCENE_BREAK]",
        "Steffy: I'm not surprised by what Liam said.",
        "Wyatt: [Scoffs] He doesn't respect our marriage. He wants to blow the whole thing apart.",
        "Steffy: Yeah, but you know how he feels about me, what we shared, and... our history.",
        "Wyatt: I know about that, and I feel terrible about what my mother put him through. It was awful and -- and unforgivable. But do you know what? The fact of the matter is, life went on while Liam was gone. Like, we came together, and we fell in love, and we got married. And I'm not giving up on that. [Chuckles]",
        "[SCENE_BREAK]",
        "Katie: It's kind of amazing babies have the capacity to fill your heart with love in a whole new way.",
        "Thomas: You know, it caught me off guard. Don't get me wrong -- I knew that I was gonna love my little brother, but this much?",
        "Katie: Yeah. Yeah, well, I mean, he's your blood, right? I mean, he's your father's son with Caroline, and... I know you were really close with Caroline at one point.",
        "Thomas: You know, Caroline, is, hands down, one of the most amazing people that I've ever met in my life, and I will never stop caring about her or wanting to see her happy. And with Douglas here...",
        "Ridge: I only see one.",
        "Thomas: Sorry? What?",
        "Ridge: You said \"sketches.\" You had sketches for me. This is one.",
        "Thomas: Oh, yeah, yeah, no. Sorry. Got a little behind at the party, but I'm finishing them up now. Got it.",
        "Ridge: Okay.",
        "Katie: Well, that was subtle.",
        "Ridge: Why are you here?",
        "[SCENE_BREAK]",
        "Steffy: Mm-hm",
        "Wyatt: Like, we're -- we're a team, right?",
        "Steffy: Mm-hmm.",
        "Wyatt: And we're gonna stay that way. And it might be a little weird for a while -- I mean, the three of us navigating emotional land mines and everything, but... I'm not afraid of it. 'Cause I know your commitment to me. We need to lock this puppy down and seal it in some ink.",
        "Steffy: Like, you mean you want me to sign something?",
        "Wyatt: No, I don't want you to sign something, no. Look... let's get our wedding-ring tattoos.",
        "[SCENE_BREAK]",
        "Liam: Is this you gearing up to lecture me about respecting Wyatt's marriage to Steffy? 'Cause I don't want to do that. I don't want to have that argument with you right now.",
        "Bill: [Breathes deeply]",
        "Liam: Anyone hear from lieutenant baker?",
        "Bill: Not yet.",
        "Liam: Oh, God. What is taking so long? It takes a whole police force to find one woman? Quinn has to answer for hijacking my life.",
        "Bill: If the cops don't find her, I will. I've got my own resources. And I have Justin working on it 24/7, as well. She can't hide forever.",
        "Liam: Wow. For once, I'm kind of appreciating your tunnel-visioned ruthlessness. I like that.",
        "Bill: [Chuckles] You flatter me.",
        "Liam: Seriously, though, do whatever you need to do. I want Quinn to pay for what she did.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Thomas: Charlotte, hey.",
        "Charlotte: Just dropping these off for Caroline.",
        "Thomas: Thank you.",
        "Charlotte: Are you being brilliant?",
        "Thomas: Ha. One can only hope, but ultimately, Dad decides.",
        "Charlotte: I think you do him proud.",
        "Thomas: Thank you.",
        "Charlotte: I mean, what more could Ridge ask for in a son? You're smart, talented, funny, not too hard to look at --",
        "Thomas: Charlotte...",
        "Charlotte: A couple of us are going to Bikini tonight after work. You should join.",
        "Thomas: Thank you, but I have to finish these sketches.",
        "Caroline: Sorry. Did I interrupt?",
        "Charlotte: I just left that packet on your desk. Don't work too hard. Come hang out soon.",
        "Thomas: We'll see.",
        "Caroline: Wow. The brotherhood is going strong. I mean, you and Douglas are just turning the heads of all the ladies here.",
        "Thomas: Yeah, yeah, even if it's unintentional. But, I mean, we do have Ridge Forrester to live up to, so... like father like sons.",
        "[SCENE_BREAK]",
        "Ridge: All right. Tell me I'm wrong. I could've sworn I specifically told you not to nose around here.",
        "Katie: I was just talking to your son. Oh, come on. Ridge, I'm curious about this. You should be, too. I mean, your ex-doctor says that it's medically impossible for you to be Douglas' father.",
        "Ridge: Why are you listening to anything this guy says?",
        "Katie: He seemed awfully sure of himself.",
        "Ridge: Yeah? He seemed sure? What about me? This is my family. Why are you listening to a stranger's version of something instead of mine?",
        "Katie: Well, he's not exactly a stranger, is he. I mean, he's your old urologist. He would be in the position to know if you can father a child.",
        "[SCENE_BREAK]",
        "Wyatt: Yes, it's the one detail that we've neglected with this whole thing that happened with Liam and my mom. It's... we have to get our wedding-band tattoos. Or -- or -- or we could wait. Uh, I'm fine either way. I just -- I kind of think that the time is now, though, like today.",
        "Steffy: Yeah, no. Yeah, um, no, wedding bands... I just... they sound so...permanent, you know?",
        "Wyatt: Well, 'cause that's what we are. Don't you ever forget it.",
        "Steffy: [Chuckles]",
        "Wyatt: Don't you forget it.",
        "[SCENE_BREAK]",
        "Bill: I want you to listen to me. Wyatt didn't trick Steffy. He was there for her. They connected, fell in love. She wasn't forced into that marriage. It was her choice. And you have to respect that.",
        "Liam: All right, well, let me know if you hear from Lieutenant Baker.",
        "Caroline: So, you and Charlotte.",
        "Thomas: Charlotte what?",
        "Caroline: She's obviously still into you.",
        "Thomas: Okay, yes, yes. I picked up on that signal.",
        "Caroline: Maybe I shouldn't have interrupted.",
        "Thomas: No, no, no. It's fine. Seriously, stop. Yeah, I'm -- I'm -- okay, not too long ago... I would've locked the door.",
        "Caroline: So you're telling me that you didn't have the tiniest bit of urge to just completely go for it?",
        "Thomas: Amazingly enough... no. Shockingly, beyond my comprehension. I, Thomas Forrester, resident playboy, am more interested in family time than hooking up. I'm...looking forward to going home and seeing you and Douglas and...hanging out with you guys.",
        "[SCENE_BREAK]",
        "Ridge: I'm asking you to keep what you heard to yourself. Don't tell anyone and especially not your husband.",
        "Katie: Why do you seem threatened by me?",
        "Ridge: I'm not threatened by you. I-I'm... I'm a little confused by you. I want my family to be safe. I want my wife and my kid to live in a safe place, you know? That's... I'm trying to keep them out of the spotlight. I don't want rumors like that flying around. [Stammering] We're trying to live in the bubble, and that's not working because we're Forresters, right? And the media won't let you do that, and you should know that better than anyone... Mrs. Spencer Publications.",
        "Katie: I just -- I don't understand why a medical professional would make these kinds of accusations.",
        "Ridge: Katie, I told you, and I'll tell you again -- he lost everything. He was looking to me to get some money. And now he's dead. What I'm asking you, as a friend, is to let those horrible accusations... just die with him. Katie, we used to mean something to each other. What are you -- what are you doing? I thought you were on my side.",
        "Katie: Of course, I'm on your side. That's why I'm asking these questions -- because I want what's best for you.",
        "Ridge: What I want... is for my wife and my kid to be safe, so... can you do that? Can you stop talking about that?",
        "Katie: Can you help me understand why this is happening? Okay, let's say he's drunk, he's lashing out, he's trying to blackmail you. You have all of these resources to prove him wrong. Why would he say that Douglas is not your son?",
        "[SCENE_BREAK]",
        "Sarah: None of the models can get enough of Douglas. That kid is gonna be a ladykiller, just like his dad. Just like his brother. Except Thomas has been hiding out lately.",
        "Thomas: Well, it's all because I've been hanging out with this little guy, huh?",
        "Sarah: Well, if you ever need help babysitting, hope you'll remember my number.",
        "Thomas: In my phone.",
        "Sarah: Good. Use it.",
        "Caroline: Wow. You can't turn it off. Even when it's off, ladies just can't help themselves around you.",
        "Thomas: What can I say?",
        "Caroline: Well, I can remember a time when you would've been all over that offer for \"help.\"",
        "Thomas: Yeah, well, you are looking at a changed man.",
        "Caroline: Yeah. I can see that.",
        "Thomas: You know what? It's call because of this little guy. I don't know. He's teaching me about what's important in life -- not about being with as many women as possible, but... about being with family. Isn't that right, Douglas? Yeah! Yeah. [Gasps]",
        "[SCENE_BREAK]",
        "Ridge: Wolin misdiagnosed my condition. He said I was sterile and that there was nothing they could do about it. And that's why he refused to reverse my vasectomy, but I didn't believe the guy. I wanted to get a second opinion, so I did. And I went with that one, and now I have this -- this beautiful baby boy. Katie, he blackmailed me, and that's the thing with rumors, right? Once you say them out loud, then they become real, because people want them to be real, and that is how scandals are born. I-I just...want to live my life with my son, and I don't want you to talk about it anymore, okay?",
        "Katie: I'm not trying to cause trouble. I'm really not.",
        "Ridge: Then let's drop it.",
        "Katie: I know how much you and Caroline wanted to have a child, and now you have one -- a beautiful, beautiful son. And I'm happy for you.",
        "[Cell phone rings]",
        "Ridge: Sorry. I got to take it. Yeah, what do you need?",
        "[Dialing]",
        "[Cell phone rings]",
        "[SCENE_BREAK]",
        "Steffy: Liam?",
        "Liam: Hope you're not too busy.",
        "Steffy: Uh, not at the moment. What's -- what's up?",
        "Liam: I want you to come over here.",
        "Steffy: Now?",
        "Liam: Yeah, I -- I need to talk to you. Steffy, come on. After everything we've been through, the least we deserve is a conversation about it.",
        "Steffy: Look, I, um... I couldn't be that long, and I can only stay for a while.",
        "Liam: I'll take what I can get.",
        "Steffy: Okay. I, um... I will come by later.",
        "Liam: Okay. See you then.",
        "[SCENE_BREAK]",
        "Deacon: I'm here. What do you want, Spencer?",
        "Bill: Quinn. Where is she?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=WZAa2PeJrW0"
}