{
    "Episode Summary": [
        "Episode # 7591 ~ Ridge makes a budding designer's dream come true when an opening suddenly becomes available at Forrester Creations; Nicole suffers defeat after learning that her one chance to achieve a lifelong goal has already been used."
    ],
    "Recap": [
        "Ridge is in a foul mood. He tells Steffy he knows he screwed up and Brooke is not here right now and he knows where she is. All they need now is for Thomas to get their money back and start over. He calls Zende who is babysitting Lizzie. He tells him he needs to see him at the office right away. Zende looks to RJ and Coco who give him the nod to go. Zende walks in and Ridge tells him to sit down. The meeting does not include anyone else, just them. He fired Thomas and he needs another designer. Call him old fashioned but he does not believe in keeping someone who would give their money to someone who stole from them. Zende admits he is not a designer yet and he feels badly for Thomas but he will do his best. He thanks them and says he will not let them down. Ridge reminds him he will be working 24/7 until their showing is ready. If he does that and works hard then being a Forrester designer will be just down the road.",
        "The Doctor tells Nicole it is really too early to call her condition secondary infertility. The doctor can see she is upset and thinks the doctor is wrong. Nicole does not know what she is going to tell Zende ..that he may never have a child of his own. She does not know what will happen to them now. She keeps saying she is healthy and this cannot be her only shot at being a mother after giving her first child away. Steffy tells Zende that his married life might be strained for a while. Zende says not only is he saying yes but hell yes and he knows Nicole will be okay with it. Zende is so excited and not only wants to call Nicole but his own mother and dad. Nicole returns home dejected and asks where Zende is. She sees a message where Maya is looking for a nanny. She picks up Lizzy and talks to her lovingly. She tells her that the doctor could be wrong and she will have another baby."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Charlie: No, no, no, no. Wait, wait, wait, wait.",
        "Pam: Charlie --",
        "Charlie: You said Paris?",
        "Pam: Yes! That's where ivy said they're starting their honeymoon.",
        "Charlie: What?",
        "Pam: I know. It's -- wait!",
        "Steffy: My 3:00 canceled.",
        "Ridge: Okay.",
        "Pam: Hi.",
        "Ridge: Hey, pam. Charlie.",
        "Pam: How are ya?",
        "Ridge: Do me a favor. Call Brooke's house and let me know if you get somebody on the line, okay?",
        "Pam: Oh, I'm afraid she's not there, Ridge.",
        "Ridge: I realize that.",
        "Pam: I'm so sorry.",
        "Ridge: You know what, I'll do it myself.",
        "Steffy: Not gonna hassle the newlyweds right now, are you?",
        "Ridge: Why does everyone feel the need to remind me that I screwed up? I know where Brooke is, and I know where she's not. What else? What else do you want to talk about? Some other screw-ups of mine? How about this? I fired your brother today.",
        "Steffy: What?",
        "Ridge: He's more committed to spectra than he is to us. I told him to get his money back and to put his head on straight, and then we'll talk.",
        "Steffy: Okay, I know Thomas wasn't thinking, but for you to do something like that...",
        "Ridge: What, so maybe I screwed up, too? Is that what you're saying?",
        "Steffy: So, what are we gonna do? We're just gonna find a new designer? We need to get a collection out A.S.A.P.",
        "Ridge: That's why I need to make a phone call.",
        "Coco: Aww. Maybe she wants her blankie.",
        "R.J.: You know, \"blankie\" isn't even shorter than \"blanket.\" It has the same amount of letters.",
        "Zende: That's good, R.J. Deep. I know what she wants. Right here!",
        "Coco: You are so sweet with Lizzy.",
        "Zende: She's patient with me practicing on her. Maybe practice will pay off sooner than later.",
        "Nicole: How can I be infertile if...",
        "Dr. Caspary: It's more common than people think. Couples who have already had a child account for 60% of all infertility cases.",
        "Nicole: Because of this scarring that I have?",
        "Dr. Caspary: That is sometimes the reason a fertilized egg can't attach to the lining of the uterus.",
        "Nicole: Are you saying that I can't have another baby?",
        "Steffy: But do you think he's ready?",
        "Ridge: I don't think he's ready right now, but he will be. But even before that, he can be useful to us.",
        "[Cell phone rings]",
        "Coco: Ooh! Oh! You gonna stand up?",
        "Zende: Hey, Ridge. I'm almost done collating those test shots from the weekend.",
        "Ridge: Well, don't worry about that. I need you to come to the office right away. Can you do that?",
        "Zende: Can I make it... can I make it now...",
        "R.J.: Yes.",
        "Coco: Yeah.",
        "Zende: Yeah, uh, I can. I'm leaving now. Um, you guys sure? I mean, I can take her with me.",
        "R.J.: Dude, don't worry about it, man. I feed her all the time.",
        "Zende: Okay.",
        "R.J.: I do! Trust me.",
        "Zende: Uh-huh.",
        "R.J.: I do, okay? [Laughs]",
        "Rick: Merci!",
        "Maya: Hey, uh, did you ask the bellman for the Wi-Fi password?",
        "Rick: No.",
        "Maya: Rick!",
        "Rick: Honey, I got it at the front desk.",
        "Maya: I'm sorry. I'm sorry, I just -- I guess I have to get used to not knowing what people are saying. Is Brooke as good at French as you are?",
        "Rick: Uh, well, she's not terrible, but Bill -- you know, Bill, man, he speaks the universal language -- the universal language of money.",
        "Maya: [Laughs] Yeah. I don't even think she knows where they're honeymooning.",
        "Rick: Speaking of honeymooning, I'm feeling a little honeymoon-y myself.",
        "Maya: [Chuckles]",
        "Rick: You know, no young, hormonal adults around, no office calling...",
        "Maya: Mmm.",
        "Rick: No babies crying.",
        "Maya: Mm, perfect angel babies, you mean.",
        "Rick: That's -- I was saying that.",
        "Maya: Yeah, uh-huh. [Chuckling] Mm-hmm. Mmm! Babe, listen, I will feel a little more honeymoon-y when we find a replacement for this nanny. I feel bad for Theresa, but the timing could not be more terrible.",
        "Rick: She didn't say how long?",
        "Maya: No, she just said that, uh, things got worse and she's gonna have to stay longer. We have to figure this out. I can't ask Nicole to put her life on hold while she takes care of our child.",
        "Dr. Caspary: Nicole, we're talking about possibilities, not a diagnosis. These uterine adhesions, the scarring we discussed? It may have something to do with why you're not getting pregnant as quickly as the first time. But we don't consider anyone infertile until after a year of unprotected sex. And you've only been married a number of months?",
        "Nicole: Yes.",
        "Dr. Caspary: So it's really too soon to officially call it secondary infertility, okay?",
        "Zende: Hey, pam. Charlie.",
        "Charlie: Hey.",
        "Zende: Ridge is expecting me.",
        "Pam: Oh, okay, well, head on in, then.",
        "Zende: Do you know what this meeting's about?",
        "Pam: I didn't know there was one.",
        "Zende: Okay.",
        "Pam: [Sighs] Charlie, what can I make for Ridge that would be really special?",
        "Charlie: I don't know, Pammy. Everything you do is special.",
        "Pam: But did you see his face?",
        "Charlie: I did.",
        "Pam: He's devastated.",
        "Charlie: Gee, I don't know, he looked pretty much the same to me. Mildly annoyed.",
        "Pam: He's my nephew! My sister's pride and joy. And he's been loving Brooke for more than half his life.",
        "Charlie: Yeah, loving and leaving, the way I hear it.",
        "Pam: Now, Charlie... I can tell that he's covering. He is clearly heartbroken over losing Brooke to Bill.",
        "Charlie: Wait a minute, you got all that from the 10 seconds he was here?",
        "Pam: Yes! I did. Which only further disproves your ridiculous claim that he was ever interested in Quinn.",
        "Ridge: Thanks for coming on short notice. Have a seat.",
        "Zende: Are we waiting on anyone else? I know Maya and Rick are both gone, and Brooke -- sorry.",
        "Ridge: It's okay. I'm, uh... I'm good hearing Brooke's name, more or less.",
        "Zende: What about Thomas?",
        "Steffy: Actually, we're not waiting for anyone else.",
        "Ridge: No, we're all here. And I should probably start by telling you that I fired Thomas.",
        "Zende: What?",
        "Steffy: Don't look at me.",
        "Ridge: Call me old-fashioned, but I don't like the idea of someone giving money to the company that stole from us.",
        "Zende: Right, I'm sure he didn't mean to...",
        "Steffy: Thomas expressed his unhappiness in many ways. That wasn't the first.",
        "Ridge: No.",
        "Zende: He's hot-headed, yeah, but he's family.",
        "Ridge: He is family. It's all gonna work itself out. But, right now, we have to put a line into production, and we're short a designer.",
        "Zende: Call me crazy, but, look, I wouldn't call myself a designer just yet. I'm not Thomas. I'm not being humble and I don't lack confidence. It's just... all I've done so far is model my work after you and after granddad's.",
        "Steffy: I think that's an honest assessment.",
        "Ridge: I'm glad you said that. 'Cause we're not looking for some young guy to come in here and just have this burning desire to be different. I need someone who understands the sense and the sensibility and the style of this house, who knows the look of Forrester and who can take direction.",
        "Zende: I can do that.",
        "Ridge: You're gonna have to prove it to me.",
        "Zende: I can do that, too.",
        "R.J.: And there you go! Now, I don't want to say \"I told you so,\" all right? But...",
        "Coco: Okay. You did it.",
        "R.J.: Mm-hmm.",
        "Coco: You know, you said you could do it, and you did it.",
        "[Both laugh]",
        "Coco: Aww! Lizzy looks so much more comfortable. What?",
        "R.J.: You just look so right with a baby, that's all.",
        "Coco: Okay, well, I'll probably look a bit righter in about 10 years.",
        "R.J.: Agreed. Yeah.",
        "Coco: Yeah, okay, so we'll let Maya be the mom for now?",
        "R.J.: Yeah. [Laughs]",
        "Coco: Okay. [Chuckles]",
        "R.J.: And the way Zende's talking, maybe Nicole, too.",
        "Rick: We've got a full schedule here.",
        "Maya: This password does not work.",
        "Rick: Well, try it again.",
        "Maya: Mmmmm. Ehhhh.",
        "Rick: You're not trying to interview nannies right now, are you?",
        "Maya: Why not?",
        "Rick: Look, Maya... Lizzy's in good hands. Your sister loves her. In fact, she gets angry when we don't ask her.",
        "Maya: I know. It's just -- Nicole's done so much for us already. I don't want to ask her to do more. She needs to focus on her own life.",
        "Dr. Caspary: I can see you're upset.",
        "Nicole: Yes.",
        "Dr. Caspary: What can I say that would ease your mind?",
        "Nicole: That you're wrong.",
        "Dr. Caspary: Nicole, you're young, you're healthy, but sometimes we find out not everything inside us works the way the textbooks say it should. Now, maybe it's a problem. Maybe it's not.",
        "Nicole: What am I gonna tell Zende?",
        "Dr. Caspary: That time will tell.",
        "Nicole: How is that fair? Doesn't he deserve to know that...we may never have a child of our own?",
        "Dr. Caspary: Children aren't promised to anyone. Every married couple knows this.",
        "Nicole: We didn't think twice. I got pregnant on the first try with Lizzy, and we want the same experience, to start our own family. With our own child. What's gonna happen to us now?",
        "Maya: Yes! Yeah, we had to replace our nanny at the last minute when she had a family emergency, so we left Lizzy with Nicole, which wasn't fair, and now it turns out the emergency's going to take longer. She has no idea how long she'll be.",
        "Pam: Well, hey, Maya, I'll help! Lizzy and I get along like biscuits and gravy.",
        "Maya: [Chuckles] That would be great until we find somebody else.",
        "[Computer chimes]",
        "Maya: Hey, listen, the agency just forwarded me a bunch of résumés, which I am sending to you.",
        "Pam: Oh, hold on.",
        "[Computer chimes]",
        "Pam: Oh, yeah! I see them.",
        "Maya: Okay, if you can, if you have the time, please call all the references, and in the meantime, I will set up online interviews with each of them.",
        "Pam: Okay. No problem. Oh, you know what? I'll get Charlie to help.",
        "Maya: Okay, if you think that's a good idea.",
        "Pam: No, no. It totally is. I mean, people tell Charlie things they would never tell anyone else. Like, \"could you please not stand so close?\" [Laughs] It's just a little joke. Anyway, no, I'll get right on this, Maya.",
        "Maya: Thank you. And please tell Lizzy that mama and daddy miss her. Okay. Bye, pam.",
        "Rick: Hey. Hiring a nanny, sight unseen -- is that really the smartest thing to do? Nicole loves Lizzy. We know that she's gonna be safe with Zende and Nicole.",
        "Zende: Ridge, Steffy... I'm so grateful.",
        "Steffy: We need to talk about money. Here's what we're proposing.",
        "Ridge: You're gonna have to be on call 24/7 until the new line is in production.",
        "Zende: Yeah, understood.",
        "Ridge: Now, there's gonna be criticism, and I have been told in the past that I'm not the most tactful when it comes to handing it out.",
        "Zende: Have you met my father-in-law?",
        "Ridge: We're gonna ask you some things that you may feel are beneath you. We'll need drafting help, patterning help... but you're gonna be designing. If you pay attention, you work hard, at the end of this road, you're gonna be a Forrester designer.",
        "Zende: This is exactly the opportunity that I would hope for. Thank you. I will not let you down. All right? I'm ready.",
        "Steffy: You sure you don't want to discuss it with Nicole before saying yes?",
        "Dr. Caspary: If you think about it, your health is the same today as it was yesterday.",
        "Nicole: But not what I thought it was, or what my husband thought it was.",
        "Dr. Caspary: I can't tell you what to say to him. I'm not a marriage counselor, but it sounds like you have a happy marriage.",
        "Nicole: I do. At least I did! That's the difference between yesterday and today. This changes everything. Look, I know that you know more than I do, and you've been great to me, but I'm not listening to this. There's nothing wrong with me. I promised that Zende is going to be a father, and that's how it's going to be.",
        "Dr. Caspary: Good. And I'm gonna guess the odds are in your favor.",
        "Nicole: Are they? For a fact?",
        "Dr. Caspary: I can't tell you that, and nobody could, but why not choose to be hopeful?",
        "Nicole: No, I'm not even old enough for secondary infertility. I've never even heard of it before today. I had a baby! Lizzy! She's healthy! There's nothing wrong with me! I gave her away, doctor. That can't be my only shot at being a mother.",
        "Rick: Don't you think you've been at this long enough?",
        "Maya: I just have two more to set up, honey. Thank you.",
        "Rick: [Sighs] You've got a photo shoot tomorrow.",
        "Maya: Yeah. You're right. [Exhales sharply]",
        "Rick: Hey, hey, hey, hey! Where you going?",
        "Maya: Do you know what? I am so tired, I thought I was about to go check on Lizzy.",
        "Rick: You know, it is weird not being able to put her to bed, being able to hear her...",
        "Maya: Maybe we should have brought a baby monitor.",
        "Rick: Yeah, I'm pretty sure those things don't work transatlantically.",
        "Maya: Yeah, but it would remind us that we love her.",
        "Rick: Mm-hmm.",
        "Maya: Mmm.",
        "Rick: I love you.",
        "Maya: I love you.",
        "Steffy: You're gonna be working more hours.",
        "Ridge: That is the understatement of the year.",
        "Steffy: And you'll find as you move through married life, there's a tangled relationship between work responsibilities and domestic bliss.",
        "Zende: You two know the company better than I do, but I know my wife. If I don't walk out of here by not just saying \"yes,\" but \"hell, yes,\" I will never hear the last of it. She would want this for me. She just wants me to be happy.",
        "Ridge: So, we're good?",
        "Zende: Yeah. I just want to thank you both again. I had always hoped for an opportunity like this, but I never knew it would come so soon. I love this family. I haven't always felt accepted. I don't have a Forrester last name. I don't exactly have Forrester blood in me. Neither do I, if you want to be technical about it.",
        "Zende: Right. I just -- I appreciate it. It means a lot to me.",
        "Steffy: Hey, every thanksgiving, I look around the table, and I wonder if I had brought a stranger in, like, how would I explain everyone on how we're connected, and that would just take till Christmas.",
        "Ridge: But to be fair, his story would be one of the easier ones to tell. My sister and tony didn't feel they had a home until you were in it.",
        "Zende: Yeah. You don't mind if I call them, right?",
        "Ridge: I don't see why not.",
        "Zende: Thanks. I am so excited to tell Nicole. We are gonna celebrate.",
        "R.J.: ...Fell off and bumped his head. Mama called the doctor, and the doctor said --",
        "Coco: This is incredible storytelling.",
        "R.J.: \"No more monkeys eating in bed?\"",
        "Coco: Oh, hey, Nicole! Hey!",
        "R.J.: Hey!",
        "Coco: Lizzy's just having some fun in her playpen. So, R.J. Changed her and fed her, and...he was awesome.",
        "R.J.: I was, yeah.",
        "Coco: You were awesome.",
        "R.J.: I also had to change my shirt. I wasn't sure if it was more manly to wear the spit-up or not, so...",
        "Coco: Mm, debatable.",
        "Nicole: Where's Zende?",
        "R.J.: Oh, um, my dad needed him in the office. He probably texted you.",
        "Nicole: Oh. There's a text from Maya. They landed safely in Paris. Still looking for a nanny.",
        "R.J.: With all of us to help out, that should be secondary, right?",
        "Nicole: Secondary...",
        "R.J.: I mean, they should just enjoy themselves.",
        "Coco: Right.",
        "Nicole: I'm sure they will. You two should go. I've got Lizzy handled.",
        "Coco: It was so nice. We honestly -- we had so much fun.",
        "R.J.: You hungry?",
        "Coco: Are you ever not hungry?",
        "R.J.: Ehh.",
        "Coco: [Laughs]",
        "[Lizzy babbling]",
        "[Door opens, closes]",
        "Nicole: Come here. What do you dream about? You don't have any memories yet. Do you dream about me, and all that time being part of me? Inside of me... do you dream about being born? That didn't hurt you, did it? I didn't think it hurt me, either. But the doctor says that... but they might be wrong. It can't be secondary."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=jcHQ6DJHyyo"
}