{
    "Episode Summary": [
        "Episode # 7333 ~ Brooke & Eric revel in new developments happening within their family; following a conversation with Caroline, Sasha comes up with an idea to ensure that she keeps Zende."
    ],
    "Recap": [
        "Viv shows up at the hospital awaiting the birth of Nicole's baby. She says she is so proud of her. Sasha brings Zende some tea and she tells him she aims to please. She knows today will be tough with Nicole giving birth but together they can get through this. Suddenly he thinks of Nicole and tells Sasha that he has to go, but he tells Sasha that he has something at the office to do. Eric is delighted to hear from Brooke that Rick and Maya are at the hospital with Nicole. They both agree that in all of this it seems Nicole is the only one to lose something since Zende has moved on. Everybody, including Zende, gets their scrubs on and hover around and watch Nicole give birth. Sasha goes back into the house and runs into Caroline with Douglas. Caroline says it is amazing what Nicole is giving up to give her baby to Maya.",
        "There are tears in Zende's eyes as Nicole gives birth. Rick and Maya cut the umbilical cord and the baby is handed to them. Kisses all around. Zende can't stand it any more and he steps outside just as Sasha calls and says she needed to hear his voice and the sooner he can finish the sooner they can get back together. Zende looks through the window at Nicole and she spots him. He walks on in and she tells him about the joy of giving birth to a baby girl and how happy Rick and Maya were. She wishes he could have been there. He says he was. He says he does not know what to say in the big sacrifice she just made, the most precious moment of his life. It was beautiful and very generous of her. He feels selfish now of how he has been feeling. He is sorry he was so blind. She says he is here now, that is what counts. They hug and kiss."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Heart beating]",
        "Nicole: I love that sound, the baby's heartbeat.",
        "Rick: Sounds strong.",
        "Maya: Ready to break out into the world.",
        "Nicole: Another life... inside of me.",
        "Vivienne: Honey.",
        "Nicole: Mom.",
        "Vivienne: How you feeling?",
        "Nicole: Uh -- [Chuckles] -- Ready to pop.",
        "Vivienne: Oh. I am so proud of you.",
        "Rick: Mm-hmm.",
        "Maya: We all are. My little engine that could.",
        "[SCENE_BREAK]",
        "Sasha: Ice tea for the hot man.",
        "Zende: Thanks.",
        "Sasha: Yeah, I even put a little umbrella in it, as if it ever rains in Los Angeles.",
        "Zende: Mmm. It's good.",
        "Sasha: Well, I aim to please.",
        "Zende: And you do. Thank you.",
        "Sasha: Zende, you don't have to thank me. Honestly, it gives me more joy than I can say. 'Cause making you happy is important to me. Especially on a day like today. Okay, I know this is a tough one, but we're gonna get through this together. I promise. I'll make sure of it.",
        "[SCENE_BREAK]",
        "Eric: Brooke? Brooke, what is it?",
        "Brooke: Oh, took your time getting here.",
        "Eric: I was in the middle of a conference call. I wrapped it up right away. Your message sounded important. What is it?",
        "Brooke: Yes, it is important.",
        "Eric: Everything all right? Maya and Rick, Nicole? Everybody's all right? Where are they, by the way?",
        "Brooke: At the hospital.",
        "Eric: What? Oh. Oh, that's great! That's great!",
        "Brooke: Can you believe it? We're gonna be grandparents again.",
        "Eric: Oh, yes, we are! Oh, that's great. So, Rick and Maya, how are they?",
        "Brooke: [Breathes deeply] A lot better than we were at this point.",
        "Eric: [Chuckles] And Nicole, how is she?",
        "Brooke: She seems to be doing just fine. It's amazing, really, how well they're handling this.",
        "Eric: Wow.",
        "Brooke: They're all so mature.",
        "Eric: Yeah.",
        "Brooke: Oh, Eric. Our little baby boy.",
        "Eric: Well, he's not such a little boy anymore.",
        "Brooke: [Laughs]",
        "Eric: Rick's gonna be a great father.",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Rick: All right, sweetheart, just keep breathing. In and out. You're doing good.",
        "Nicole: [Breathes deeply] That was a big one. Thank you, Rick.",
        "Maya: We're all here for you, kiddo.",
        "Vivienne: We certainly are.",
        "Nicole: And I'm grateful. I just wish that...",
        "Vivienne: I can call him.",
        "Nicole: No. He's probably with Sasha. Zende has a whole nother life now. And pretty soon... so will you.",
        "Maya: You're amazing.",
        "Rick: If only Zende was here.",
        "Maya: Let's not even think about it, Rick.",
        "Nicole: My back hurts.",
        "[SCENE_BREAK]",
        "Zende: Sasha, look, I told you, I don't burn.",
        "Sasha: Well, I have to protect you from those damn U.V. rays.",
        "Zende: I never had to before.",
        "Sasha: Well, you were lucky. And you still are. Hey, are you okay?",
        "[Zende's flashback]",
        "Zende: I'll be thinking of you.",
        "[Present time]",
        "Zende: I got to go. Hey. I really appreciate what you've done here. Seriously.",
        "Sasha: Well, I was hoping we could make a day of it.",
        "Zende: Another time, maybe. I forgot something at the office. I got to get back.",
        "Sasha: You know you're not married to that job. Just 'cause you took a little time off today doesn't mean...",
        "Zende: Yeah. Well, there's something I got to do.",
        "Sasha: Work, work, work.",
        "Zende: I got to go.",
        "Sasha: Okay.",
        "[SCENE_BREAK]",
        "Brooke: This baby is going to be surrounded by so much love.",
        "Eric: You're right about that. It's exciting, isn't it?",
        "Brooke: Oh, yeah. Have a new baby scampering around this big old house?",
        "Eric: Baby can scamper around my house, too. There's plenty of room in my house, too. Not just this house.",
        "Brooke: Mm. And if Ridge and Rick stop fighting...",
        "Eric: Peace in this family? That would be a miracle.",
        "Brooke: And the baby would be the catalyst.",
        "Eric: Yeah? All provided by Nicole.",
        "Brooke: It just seems so unfair. She's the only one who seems to have lost something because of this.",
        "Eric: But has she? Truly? Zende hasn't been the same since he broke up with Nicole. He's just moping around the house. I see him staring out the windows.",
        "Brooke: So he just couldn't handle it, the fact that Nicole was the surrogate for his uncle?",
        "Eric: You never know. Things could turn around for those two.",
        "Brooke: It just seems like Zende's moved on.",
        "Eric: Yeah. It does seem like that, doesn't it.",
        "Brooke: There's no doubt Sasha is very smitten with your grandson.",
        "[SCENE_BREAK]",
        "Sasha: Oh! So cute!",
        "Caroline: I know.",
        "Sasha: Oh, how is the little man of the house? I could just eat him up. [Chuckles]",
        "Caroline: Where's Zende? I thought you guys were gonna make a day by the pool.",
        "Sasha: Uh, he had to run out.",
        "Caroline: Oh, to, like, get chocolate-chip ice cream or something?",
        "Sasha: I wish, but no such luck. For work.",
        "Caroline: Work? I thought you guys were making a day of it by the pool.",
        "Sasha: Oh, no. Well, he has just...too much going on. But, you know, I think we're gonna make a night of it instead.",
        "Caroline: Mm! That's always a good backup plan. All right, little one. We're gonna have a feeding and a nap. That's what he's hoping for.",
        "Sasha: [Chuckles]",
        "Caroline: Motherhood is, like, the best feeling in the whole world.",
        "Sasha: Yeah? When -- when you're ready, yeah.",
        "Caroline: I think your sister is so ready for it. I can only imagine how it's gonna feel when Nicole hands Maya that baby.",
        "[SCENE_BREAK]",
        "Dr. Farrell: Just about there. 9 centimeters. 90% effacement. I just removed the fetal scalp monitor.",
        "Rick: You want her to be dilated to 10, right, Doc?",
        "Dr. Farrell: That's the number.",
        "Nicole: I feel like I want to push.",
        "Dr. Farrell: Uh, not quite yet, but very soon, okay?",
        "Maya: A-and everything is normal?",
        "Dr. Farrell: So far so good.",
        "Vivienne: Oh, you are doing a great job, honey. You really are.",
        "Nicole: Just laying here, guys.",
        "Maya: A little bit more than that.",
        "Nicole: Ow!",
        "Vivienne: Okay, okay. Just breathe through it, baby. Breathe, breathe. Okay.",
        "Dr. Farrell: We're crowning.",
        "Vivienne: Oh!",
        "Dr. Farrell: Time to start pushing. Come on. Good. Come on, push, honey.",
        "Nicole: [Grunting]",
        "Dr. Farrell: You got it. There you go. Deep breath.",
        "Vivienne: Breathe through it.",
        "Dr. Farrell: Good.",
        "[SCENE_BREAK]",
        "Brooke: I am tempted to call Rick.",
        "Eric: No, no, no, no, no. I wouldn't do that.",
        "Brooke: Ugh! You're right. Of course. Last thing he needs is a call from his nervous mother.",
        "Eric: That's right. Everything's gonna turn out fine. Don't worry.",
        "Brooke: Okay. I just... I hope everything goes smoothly for Nicole, and I wish... I wish that Zende could be there with her.",
        "Eric: I'm sure she wishes that, too.",
        "Brooke: You know, Eric, if it wasn't for Sasha, I think that Nicole and Zende could've survived this.",
        "[SCENE_BREAK]",
        "Caroline: Such a little miracle. You know, let's go over there. Maybe he'll go to sleep. [Chuckles]",
        "Sasha: Yeah, miracle. I get that. Especially when you're married to someone like Ridge. Girl...",
        "Caroline: [Laughs]",
        "Sasha: And a Forrester? Maybe someday Zende and I will...",
        "Caroline: Well, I'm sure you'll get plenty of practice with Rick and Maya's baby. Oh, I think it's amazing what your sister sacrificed to give Rick and Maya a baby.",
        "Sasha: Yeah, it takes a lot of time. Not to mention her relationship with Zende.",
        "[SCENE_BREAK]",
        "Nicole: [Grunting]",
        "Dr. Farrell: Good. Keep pushing, Nicole.",
        "Nicole: [Breathes deeply]",
        "Dr. Farrell: Good. We're at 10 centimeters, 100% effacement. I need you to push harder, Nicole. Come on.",
        "Vivienne: You can do it.",
        "Dr. Farrell: Good! The baby's head is coming out. Good! Give me one big final push. Come on. Can you do that?",
        "Vivienne: Baby, yes, you can.",
        "Singer: Coming into this world everything is possible who we are and what we hope to be selfless acts of love greatest gift from up above makes a bond creates a family ooh, ooh, ooh these are the moments we live for Ooh ooh, ooh ooh ooh ooh ooh, ooh ooh ooh These are the moments we live for Ooh ooh, ooh ooh ooh ooh ooh, ooh ooh ooh A new life begins amazing and true melts my heart when I look at you ooh, ooh, ooh-ooh-ooh these are the moments we live for Ooh ooh, ooh ooh ooh That we're livin' for these are the moments we live for Ooh ooh, ooh ooh ooh That we're livin' for these are the moments that we're livin' for",
        "[SCENE_BREAK]",
        "[Both chuckling]",
        "Maya: She's okay?",
        "Dr. Farrell: She's happy and healthy. Yeah. [Chuckles]",
        "Maya: Thank you. From the bottom of our hearts, thank you.",
        "Dr. Farrell: You're welcome. But she did all the work.",
        "Nicole: Please, uh... I've cried enough. Bond with your daughter.",
        "Dr. Farrell: Congratulations, all of you.",
        "Rick: Thank you.",
        "Dr. Farrell: I'll stop by later.",
        "Nicole: Okay, thank you.",
        "Vivienne: May I?",
        "Maya: And Grandma wants to meet you. Yeah.",
        "Vivienne: Ooh. Yes, yes, yes. Yes, yes, you are the most beautiful baby in the world.",
        "Nicole: No tears on the baby, Mom.",
        "Vivienne: Oh, no, no, no. [Smooching] Oh.",
        "Rick: Is it my turn?",
        "Vivienne: Yes. Oh.",
        "Rick: I'm a daddy.",
        "Maya: Yes, you are. Yes, you are.",
        "Rick: This is our beautiful baby girl. We did it. [Smooching]",
        "[Both laugh]",
        "Maya: We certainly did. We certainly did.",
        "Rick: Yes, we did. You see mama?",
        "Maya: [Laughs] This... yeah.",
        "Vivienne: So beautiful.",
        "Maya: This is Auntie Nicole. She's the reason you're here.",
        "[Laughter]",
        "Vivienne: Look at her. Oh. Oh.",
        "Maya: She has your eyes.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Zende: Sasha.",
        "Sasha: Hi. I'm sorry. I just wanted to hear your voice.",
        "Zende: Hi.",
        "Sasha: Oh, I hope I didn't catch you in the middle of a meeting or something.",
        "Zende: No.",
        "Sasha: Well, um, not to rush you or anything, but... the sooner you get home, the happier we'll both be. Okay? I'll be waiting.",
        "Zende: Bye.",
        "[Cell phone beeps]",
        "[Sasha's flashback]",
        "Both: Whoa!",
        "Zende: Uh... um... [Chuckles]",
        "Sasha: Work on those six packs...",
        "Zende: [Chuckles]",
        "[SCENE_BREAK]",
        "Nicole: I had a baby, Zende. A beautiful... little girl. Me. And it was so amazing. And I know that it was a problem for us, but...everything I did, it was so worth it. The joy in Maya's eyes when I handed her the baby... Rick -- he couldn't stop crying. And Mom, too. She was here. I just...wish that you could've been.",
        "Zende: I was.",
        "Nicole: What? You were here?",
        "Zende: In the corner. Like the outfit?",
        "Nicole: Wait. Seriously?",
        "Zende: Watching you do this... the sacrifice... I don't know what to say. Except...that I'm sorry. I bailed on you. I missed the most precious moment of your life. Anyone's life.",
        "Nicole: But you didn't. You were here.",
        "Zende: I couldn't stay away. I just kept thinking about what you were going through. The gift you were giving Rick and Maya... this beautiful... generous, caring gift. I feel like -- I feel like a selfish fool. I was only thinking of myself. I lost sight of this incredible thing that you were doing. I was so wrong. So blind. I'm sorry.",
        "Nicole: You're here now. That counts for something."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=dk-a5rFPFeI"
}