{
    "Episode Summary": [
        "Episode # 7031 ~ Bill unravels when he sees Ridge's portrait of Caroline; Rick questions Maya about the tension between her & Nicole."
    ],
    "Recap": [
        "With Nicole is glaring at Maya, Rick sips his martini and tells Nicole that he will tell her what he loves about her sister. Besides being loyal and honest she is so self accepting and does not care what others think about her. Maya looks uncomfortable. Ridge thinks he must be dreaming when he opens his door to find Bill. And the first thing Bill does is notice the nude portrait of Caroline and shows his disdain. Bill assumes he is having a midlife crisis and going Bohemian being so artistic. Bill says Ridge's infatuation is disgusting and it is just some sick imagination. Eventually they get around to the real reason Bill is here to discuss Liam's hostile takeover of FC. Ridge says he does not think it will happen without Steffy as they don't have enough stock. He knows his dad will give him the job back when Rick's year of terror is over. Bill scoffs if there is a company left then. Ridge isn't eager to get in bed with Bill just yet. Ridge says he will talk again with Liam but he thinks he is otherwise occupied. Bill asks Ridge how much for the painting who replies that it is not for sale. Bill says everything is for sale and he would like this out of here and free of Ridge. Ridge reminds him that Caroline is a free agent now, but Bill says she still could change her mind in the six month's waiting period. She deserves to be in a healthy relationship. Alone Ridge thinks back of his times with Caroline....working with her, holding her hand and guiding it.....smelling her hair and painting her and kissing her.",
        "Ivy walks into Liam's house still grousing a little of how Rick is always complaining about her work. Liam tells her that he has a special evening planned to take her mind off of all of that. They kiss and then he hands her a glass of wine. He also tells her just to start spending as little time as she can at work. He halfheartedly tells her that she can set up her shop there at his home, clutter and all. The doorbell rings and Liam thinks his surprise is here. Ivy tells him he is a great cook and he replies yeah he is good wit the phone for takeout. She makes a toast and says she hopes tomorrow is just as bad so it can end this way too. Liam laughs and says she could always kiss up to Maya. Nicole tells Rick that Maya really lucked out. He says not really. He's never known anyone like her and she is everything she appears to be. Maya is uncomfortable and tries to change the subject by asking about his day at the office. He says all is okay except he had to talk to Ivy about her work and he does not like her attitude toward Maya. Nicole is surprised to her this. She says Ivy seems just fine to her. Maya says that she too does not like the way Ivy treats Rick. Rick adds that Ivy thinks Maya is a gold digger and pretending to be something she is not. But it was Caroline who kept secrets and everyone knows that Maya is real upfront. Nicole suggests that perhaps she could talk to Ivy but Maya nixes that right away. In fact she would like to speak with Rick alone and asks Nicole to give them a few minutes. Rick realizes it has something to do with Nicole and wants Maya to tell him. She has been there for him and he wants to be there for her. Maya starts off that she is not perfect. Rick says none of them are. They have all done things they regret. Maya remarks that she does not regret anything that she did. She regrets nothing to end up being the woman she is now sitting in front of him. He assures her he would not want it any other way either so this must be about Nicole. Maya has always been honest with him so she can tell him what it is about. He understands having a sibling that you can't stand. Maya says she love that he wants them to bond. He thinks he has his answer and asks if she would feel better if they got Nicole a place closer to UCLA. Nicole walks back in and asks Maya if she is going to answer Rick. He trusts and respects her. Does Maya want Nicole to leave?"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: You know what I love most about your sister? I mean besides the -- the obvious assets.",
        "Maya: Rick, really.",
        "Nicole: What, Rick?",
        "Maya: Babe, you're embarrassing me.",
        "Rick: She's loyal. She's honest. But what I love most about her is her self- acceptance. Maya knows who she is, and she doesn't apologize for it. Just a confident, beautiful woman. And I am so attracted to that in you.",
        "[Knock on door]",
        "Ridge: Oh, boy. [Sighs] Tell me I'm hallucinating.",
        "Bill: You're not. I am that tall, dark, and handsome.",
        "Ridge: [Chuckles] So, what is this -- just a day at the beach for you? 'Cause you fit in so well.",
        "Bill: Right. Uh... as do you. Venice? Really?",
        "Ridge: Artists, the ocean, the occasional clown -- it's my kind of place.",
        "Bill: Ah. Mid-life crisis. You're trying to find yourself, maybe going bohemian.",
        "Ridge: Is that concern in your voice I'm hearing?",
        "Bill: Yeah, it is, about the company I own a piece of, and that you design for.",
        "Ridge: Me and your niece, you mean.",
        "Bill: That, too.",
        "Liam: Hey, hey.",
        "Ivy: Hi.",
        "Liam: Oh, no. I know that look. Something happened after I left.",
        "Ivy: Uh, n-no. It didn't. But, still...",
        "Liam: Rick's an idiot?",
        "Ivy: [Sighing] Yeah. It's just, it makes it so much worse that he's now picking faults with my work.",
        "Liam: Well, w-w-why are you taking it seriously, though? I-I don't. He doesn't know what he's talking about. And when you let him get under your skin, it just gives him credibility. You know how good your work is, Ivy.",
        "Ivy: Yeah. Y-you're right. Thank you.",
        "Liam: So, I have, um... kind of a special evening in store tonight.",
        "Ivy: Oh, do you?",
        "Liam: Yeah, something to help you take your mind off Rick.",
        "Ivy: Rick...Rick who?",
        "Liam: Ah. [Chuckles]",
        "Ivy: [Chuckles]",
        "Ridge: She is beautiful.",
        "Bill: Tell me this is the product of your sick imagination.",
        "Ridge: No, she wanted to pose for it.",
        "Bill: Come on. This is -- this is my niece, all right? It's disgusting.",
        "Ridge: Mm. I will give her your review.",
        "Bill: Do that. In the meantime, let's talk about why I'm here. Liam's little plan?",
        "Ridge: The hostile takeover, yes. Well, it can't happen without Steffy. We don't have enough stock.",
        "Bill: Well, come up with something else before Rick guts the place.",
        "Ridge: I don't think I want to.",
        "Bill: What are you talking -- oh. Okay. Wait a minute. What -- is this a daddy issue, the same daddy who took your job from you?",
        "Ridge: [Sighs] I think daddy's gonna give me that job after Rick's year of infamy.",
        "Bill: If there's still a company left.",
        "Ridge: The other thing is, I don't necessarily want to be in bed with you.",
        "Bill: Keep your little fantasies to yourself, all right, pal?",
        "Ridge: [Laughs]",
        "Bill: And besides, I think you've got that covered with my niece, don't you?",
        "Ridge: All right. Well, if you talk to your son, if he wants to do something else, I'll talk to him about it. But I think right now, he's otherwise occupied.",
        "Ivy: Thank you.",
        "Liam: Mm-hmm. This too shall pass.",
        "Ivy: [Scoffs] Yes, and until then...",
        "Liam: Spend as little time at the office as possible.",
        "Ivy: Liam, how do I do that? I work there.",
        "Liam: You...set up shop here?",
        "Ivy: I'm s-- have you seen the way I work? Clutter takes on a whole different meaning.",
        "Liam: I-I-I like clutter. I'm good with clutter.",
        "Ivy: Really?",
        "Liam: Yeah.",
        "Ivy: Oh, you do? Can you just scan the room and point out exactly where all the clutter is?",
        "Liam: No, no. That's because I knew you were gonna show up. If you weren't... this would be here.",
        "Ivy: [Laughs]",
        "Liam: [Grunts] Listen, we'll deal with Rick. We will.",
        "Ivy: How? Seriously, how, Liam?",
        "Liam: [Sighs]",
        "Ivy: You know what? Why don't you just tell me about this evening you have planned for me? Hmm?",
        "Nicole: My sister really lucked out.",
        "Rick: It wasn't luck, Nicole. This woman is everything that she appears to be. I know her like I've never known anyone.",
        "Maya: So, how was the rest of your day?",
        "Rick: Hmm. I had a talk with Ivy.",
        "Maya: What about?",
        "Rick: Her jewelry line. It's not exactly up to speed.",
        "Maya: You don't like it?",
        "Rick: I mean, she's definitely talented, but she's still a bit green. Besides, I don't like her attitude... especially when it comes to you.",
        "Ivy: I'm waiting.",
        "Liam: So am I.",
        "Ivy: What are you waiting for?",
        "Liam: Nothing.",
        "Ivy: Well, I'm waiting for my surprise.",
        "Liam: Yeah, it's not a big deal.",
        "Ivy: Is it a Ferrari? 'Cause I've always really wanted one.",
        "Liam: It is not a Ferrari.",
        "Ivy: Ugh.",
        "Liam: Mm.",
        "Ivy: But you did say you have a surprise for us, right?",
        "Liam: Yeah, I did. I -- it's just -- [Laughs] It's a little decompression thing, help you get over your day.",
        "Ivy: Ugh. My day.",
        "Liam: Which is over, by the way.",
        "Ivy: I know, I know. I just -- I can't believe that Rick and I, we actually used to be friends. He trusted me, you know? And then...",
        "Liam: Then...he lost Caroline to Ridge.",
        "Ivy: Mm-hmm.",
        "[Knock on door]",
        "Liam: [Gasps] Surprise time!",
        "Ivy: [Giggles]",
        "Bill: So, how much?",
        "Ridge: It's not for sale.",
        "Bill: Everything's for sale.",
        "Ridge: [Chuckles] You really want it out of here, don't you?",
        "Bill: Yeah, I do. And I want her out of here, as far away from you as possible.",
        "Ridge: Bill, she's a free agent, fresh off a divorce.",
        "Bill: Takes six months. That's what that waiting period is for. People change their minds.",
        "Ridge: Well, uh, Rick has lost his mind, so he's out of the picture.",
        "Bill: What is it with you Forresters, anyway, having to have portraits hanging all over the place of the women you're involved with?",
        "Ridge: Makes them immortal, bill. You don't think she deserves that?",
        "Bill: I think she deserves to be in a healthy relationship with a guy who has his head on straight. And that leaves out you and Rick.",
        "Ridge: What is it with you Spencers? I just told you. Rick is out of the picture. He's with Maya now.",
        "Nicole: You and Ivy don't get along?",
        "Maya: I don't like the way she treats Rick.",
        "Rick: I don't like the way she treats you. Ivy doesn't accept her.",
        "Nicole: Does she have an interest in you?",
        "[Both chuckle]",
        "Rick: Well, of course not. She's my cousin.",
        "Nicole: Oh. So, what's the problem?",
        "Maya: She doesn't have a problem, Nicole. She's just difficult.",
        "Nicole: Why? I mean, I don't know her that well, but she didn't seem unreasonable to me.",
        "Rick: Ivy thinks your sister's a gold digger, that she's pretending to be something she's not. She's been down on our relationship ever since I broke things off with Caroline.",
        "Nicole: So she's a Caroline supporter.",
        "Maya: Must we talk about this?",
        "Rick: No, Ridge and Caroline are together now. But the irony is, is that Caroline was the one who was keeping secrets, not Maya.",
        "Nicole: Right. Maya's been totally up-front.",
        "Rick: Yeah, absolutely.",
        "Nicole: Maybe I should talk to her.",
        "Maya: Nicole, no.",
        "Rick: Well, if you think it would help, tell her what you know.",
        "Nicole: Yes, what I know -- that Maya would never take advantage of you. She would never lie or deceive you.",
        "Rick: Yeah, well, anything you could put on the table would be much appreciated.",
        "Maya: I'd prefer that you didn't.",
        "Rick: Why?",
        "Maya: Nicole, no. I-I don't want to make our personal life an issue. If Ivy isn't doing her job, fine. Fire her. But Nicole should not be defending our relationship. Nicole, if you wouldn't mind, I'd like some time alone with Rick.",
        "Nicole: Sure. No problem.",
        "[Door closes]",
        "Maya: Rick... there's something I need to tell you.",
        "Liam: Are you hungry?",
        "Ivy: [Chuckles] I am now.",
        "Liam: Huh?",
        "Ivy: This looks amazing.",
        "Liam: My lady.",
        "Ivy: Liam... [Chuckles] Mm. Hey.",
        "Liam: Yeah.",
        "Ivy: To...to the end of a dreadful day...",
        "Liam: [Chuckles]",
        "Ivy: ...Made perfect by the man I love. To you, Liam.",
        "Ridge: Got to relax, bill. We're just getting to know each other, spending some time together, you know?",
        "Bill: Right. So, besides...sketching, what is it you two have in common?",
        "Ridge: No, that's it. That's all we have in common. Everything else, I can't really explain to someone like you. But you did see the collection we put together?",
        "Bill: Yeah, yeah! It's, you know -- it's blowing out. They can't keep it in stock. The numbers are great. Besides that... you two are totally different. Now, I'm sure you are romanticizing it in your head, and you're dragging Caroline right along with you, but -- look. The bottom line is that if Rick didn't go off the deep end, they're simply better suited.",
        "Ridge: You're still on Rick, huh? He's with Maya now.",
        "Bill: Yeah, don't get me started on that one.",
        "Ridge: She is a piece of work, huh?",
        "Bill: She has too much damn influence over Rick and that company.",
        "Ridge: That company? This company? You made an investment. It's paying off. What do you care?",
        "Bill: We both know the bubble is about to burst at Forrester, and Maya has a lot to do with it, okay? There's a lot more to that woman than meets the eye. What you see is definitely not what you get with Maya Avant. And now she's got a sister in the mix?",
        "Maya: Thank you.",
        "Rick: Something's going on with your sister. [Sighs] It seems pretty serious.",
        "Maya: It is.",
        "Rick: Well, you can tell me. You've been here for me. I want to be here for you, too.",
        "Maya: I'm not perfect, Rick.",
        "Rick: Yeah, well, who the hell is? We've all done things we regret.",
        "Maya: I'm not saying I regret anything that I've done.",
        "Rick: Well, that's a good thing, isn't it?",
        "Maya: It was good for me.",
        "Rick: We talking about something specific?",
        "Maya: Everything I am... the woman who you see sitting in front of you... now, I don't regret anything that I've done to become this woman.",
        "Rick: I wouldn't, either. I wouldn't want you any other way than the way that you are. Now, I guarantee whatever is going on between you and your sister, it's not as heavy as you think it is.",
        "Maya: It shouldn't be, Rick, but...for a lot of reasons, it is.",
        "Rick: And Nicole is making those reasons an issue? You can tell me... whatever it is. You've always been up-front with me. You've always been honest. So what is it?",
        "Ivy: Mm.",
        "Liam: Oh, me?",
        "Ivy: Yes. You know, you're a very good cook, Liam Spencer.",
        "Liam: Thank you. Well, I'm good on the phone, anyway.",
        "Ivy: [Chuckles] Well, you definitely turned my day around.",
        "Liam: That is the idea.",
        "Ivy: I kind of hope tomorrow's as bad as today so that it can end like this.",
        "Liam: [Laughs] Yeah, man. Bring it.",
        "Ivy: [Chuckles] Well, I have a feeling I have a few more days like this coming, now that Rick's head of the ship.",
        "Liam: [Scoffs] Yeah, I know. [Chuckles] Well, I mean, you could always kiss up to Maya.",
        "Ivy: Oh. Do you think they have nights like this?",
        "Liam: What, with Aly serving them dessert in bed?",
        "Ivy: You know, sometimes, I think that's the only reason they have us around.",
        "Liam: I know. It's sick. It's -- it's sick.",
        "Ivy: Mm.",
        "Liam: But, yeah. Do you think they're in love like us?",
        "Ivy: No, I don't think anyone is like us. But...do I think they're committed to each other? Yeah, I do.",
        "Liam: Yeah?",
        "Ivy: Mm-hmm.",
        "Liam: So you think Maya's more than just a rebound for Rick?",
        "Ivy: Well, that's exactly what I thought at first. I mean, I even told Rick that, which was probably a mistake.",
        "Liam: [Sighs] Ouch.",
        "Ivy: Yeah.",
        "Liam: So what do you think now?",
        "Ivy: Well, now, I mean, they're stuck together like glue. Maya has Rick exactly where she wants him. And I can't imagine what would have to happen for Rick to get rid of her.",
        "Liam: What about that sister of hers?",
        "Ivy: Nicole?",
        "Liam: Yeah.",
        "Ivy: Yeah, I can't work those two out.",
        "Liam: W-why?",
        "Ivy: It's just, they're not very sisterly, you know? I mean, they live together in the same house. But it just seems to be creating problems for Maya. And why is anyone's guess.",
        "Rick: Believe me, I know what it's like to have a sibling that you can't stand.",
        "Maya: It's not that I can't stand Nicole.",
        "Rick: Yeah, well, you haven't been around her long enough for that. So where's all this angst coming from?",
        "Maya: It's so personal, Rick.",
        "Rick: It usually is with sisters. Damn, you know, I -- I really hoped this would work. I wanted a bonding experience for you and your sister.",
        "Maya: I know, and I so love you for that. I really do. But it's complicated, you know? You have siblings. Ridge and you have been going at it for years. Imagine what it's like for Nicole and me.",
        "Rick: Then I have my answer.",
        "Maya: You do?",
        "Rick: I wanted her here. I wanted to see you two get close. She has to appreciate you, Maya. The changes that you've made since you -- since you moved to L.A.? You're not the same person you used to be. That picture is who you are now. If your sister can't see that, then maybe she shouldn't be living here. Maybe we should get, uh, her a nice place. I don't know. What about UCLA or something? [Chuckles] Is that what you would like, sweetheart?",
        "Nicole: Rick asked you a question. He respects you, trusts you, the woman in his life. Do you want me to leave, Maya?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=yeh4mrsT5iM"
}