{
    "Episode Summary": [],
    "Recap": [
        "Katie anxiously awaits and finally Ridge shows up. She tells Ridge that she knows Brooke wanted him back so how did that go. He says Brooke made that very clear and it was complicated. She got to him when speaking about RJ. He doesn't want to fail that little boy in any way. Katie says she understands. He continues that Brooke said she has changed and wanted him to come over and tell Katie that it is over. Instead Ridge goes to Katie and kisses her and she returns his ardor. She says he sure does know how to deliver a message and he pins it on the post office as he used to work there a long time ago. She says this might be too fast as she does not want to mess this up. He asks her what is her heart telling her. She answers that it says she should stop talking. She pulls him in for another kiss. Then he takes her by the hand and leads her upstairs. Bill walks into Brooke's house and says he was surprised to get her call. She groans there is a lot he doesn't know and needs to know. Maybe he can reign Katie back in. She has run amok. Bill says amok is bad so what is wrong. Brooke is drinking wine but she pours Bill a stiffer drink and tells him to keep it close by; he's about to be shocked. Eric tells Aly that he's beginning to get the feeling that she doesn't like Wyatt. He says he's kidding. She has made herself perfectly clear on that subject. She says she wouldn't care about Wyatt at all if he wasn't part of the company or so up in Hope's business. She can't believe her grandfather didn't toss him out knowing what he does. He tells her it is not that black and white and in business you have to weigh the scales. And he thinks it would be a good idea for her to start doing that. He says he is her grandpa and he loves her. He thinks it is very important that she start to get her emotions in check. He's seen some tantrums, some meltdowns, she even tried to fire Wyatt which she had no authority to do. That is not professional behavior and it has to stop. He gives her a hug. Hope tells Wyatt she is spent. He admits that was one hairy meeting with Aly. All he could do was throw himself on Eric's sword. There was no denying it as he did steal the diamond. He hopes he did not do any permanent damage with his relationship with Eric. Hope assures him he might be upset but she didn't think it would be permanent. People do make mistakes and they have errors in judgment. He wants to talk about Aly for a minute. Hope says she is really confused. Part of her is very angry with Aly and part of her feels for her. She says part of her admires her for speaking her mind although she is horrified at how she expressed it. She's always been so sweet and easygoing. Wyatt says he guesses he just brings out the best in her. Hope says he certainly does for Hope. He thinks that is all that matters and they kiss again. She says she is having so much fun with him. He saw her potential and the woman she could become. He says all he ever wanted was to be good for her and he thanks her for letting him do that and be the man who realizes her magnificence and that she should never settle for anything less than first. He says there is no amount of publicity or buzz that is worth losing Hope over. He is not going to jeopardize anything. From now on she is going to get the best of him.",
        "Brooke doesn't know where to start but tells Bill to think back on her aborted wedding to Ridge when Katie was hesitant to be her matron of honor. Bill can't believe that Katie would have faked her fainting. Brooke says yes because she did not want the wedding to take place. She has fallen in love with Ridge herself. She thought it was cute at first \u0096 Katie has a crush on Ridge. But they have been spending a lot of time together reading poetry and talking about their deceptive mates. Bill says well there you have it. Ridge is exactly the loser he said he was and not worth the salt in her tears. Aly goes to her room and flops on the bed still moping about the aspects of the day. She sees her mom's face and hears her voice and says hi to her. She grouses about Wyatt. Darla tells her that she knows right from wrong and the Forresters need her. Brooke drinks more wine and tells Bill that she is not going to sit there and let him talk this way about Ridge or minimize their feelings for each other. He tells her she has got to get out of this denial. Ridge told her straight up that he doesn't want her anymore. She says it is ironic this is what she did to Katie and now Katie is doing it to her. Must be karma and she deserves it. He holds her for a few seconds while she cries that she has inflicted so much pain on so many families and now it is happening to her and she sees how much it hurts. Bill tells her he hates to see her hurt like this over a guy who dumped her and does not deserve her. Let Ridge and Katie have each other and come back to him and let him take the pain away. She hesitates but says she wants to be alone. He needs to respect her wishes and just go. She tells him she will be just fine. As he leaves he says Ridge and Katie have given them a gift and they should take it. Brooke sinks to the couch and finishes her wine. Ridge and Katie gaze into each other's eyes and kiss. He begins to disrobe her. She leads him to the bed and removes his shirt. They kiss more and make love."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Katie: Hi.",
        "Ridge: Hi.",
        "[Door closes]",
        "Katie: So, you saw Brooke?",
        "Ridge: [Sighs]",
        "Katie: How'd that go?",
        "Ridge: It was complicated.",
        "Katie: She's determined to get you back.",
        "Ridge: And she made that clear.",
        "Katie: So, what'd you say?",
        "[SCENE_BREAK]",
        "Brooke: [Sighs] [Sighs]",
        "Bill: Surprised to get your call.",
        "Brooke: Oh. There's a lot you don't know -- need to know. Maybe you can rein her back in.",
        "Bill: Who?",
        "Brooke: Katie. She's running amok!",
        "Bill: \"Amok\"?",
        "Brooke: [Sighs]",
        "Bill: All right, well, \"amok\" is bad, so, obviously, something's wrong.",
        "Brooke: Obviously. She's turning into somebody I don't even know anymore. [ Sighs] Keep this nearby. You're about to be shocked.",
        "[SCENE_BREAK]",
        "Eric: I'm starting to get the impression that you don't care for Wyatt. I'm kidding.",
        "Aly: [Chuckles]",
        "Eric: You've made your feelings perfectly clear on that subject.",
        "Aly: You know, I wouldn't care about Wyatt at all if he wasn't a part of this company, all up in Hope's life.",
        "Eric: [Sighs]",
        "Aly: I can't believe you didn't just toss him, knowing what he did.",
        "Eric: It's not that black-and-white. Now, you have a tendency to think in absolutes, but in -- in business, we -- we don't have that luxury. You have to sort of weigh the scales. I think it'd be a good idea for you to start doing that, too.",
        "Aly: Well, I can't.",
        "Eric: Aly, come here -- come here -- come here. Come here. Come here. I'm your grandpa, and I love you. I think it's really important that you start to get your emotions in check, all right? We've seen some tantrums, and we've seen some meltdowns. You even tried to fire Wyatt at one point. You have no authority to do that. That's not professional behavior, and it has to stop. I mean it. Come here.",
        "[SCENE_BREAK]",
        "Hope: [Chuckles]",
        "Wyatt: And I'm spent.",
        "Hope: [Chuckling] Oh, babe.",
        "Wyatt: That was one hairy meeting.",
        "Hope: Yeah, but I think you handled it really well.",
        "Wyatt: Yeah, but all I could do was throw myself on Eric's sword. I mean, the -- there's no denying it. I did steal the diamond. [Sighs] Do you think I did any permanent damage to my relationship with Eric?",
        "Hope: No. I think that he's upset, but I don't think that it's permanent.",
        "Wyatt: [Sighs]",
        "Hope: Eric is a really fair guy, he understands that people make mistakes -- they have errors in judgment.",
        "Wyatt: Yeah.",
        "Hope: You know, I-I think it's gonna be uncomfortable for a little bit, but...",
        "Wyatt: [Chuckles]",
        "Hope: ...If you work really hard, and you don't do anything like that again, then -- then you'll get back on track.",
        "Wyatt: Speaking of \"uncomfortable,\" uh, can we talk about Aly for a second? She's going nuts on me right now.",
        "Hope: I am so confused, and -- and I'm so angry with her, but there's also a part of me that feels for her.",
        "[SCENE_BREAK]",
        "Wyatt: I'm sorry, did you just say you feel for Aly?",
        "Hope: A part of me admires her for speaking her mind. Although I am horrified by the way she's choosing to express herself.",
        "Wyatt: Yeah! I mean, has she always been this hostile?",
        "Hope: No. Not at all. She's -- she's usually so -- so sweet and easygoing.",
        "Wyatt: I bring out the best in her, I guess.",
        "Hope: You certainly do in me.",
        "Wyatt: [Chuckles] Well, that's all that matters.",
        "Hope: [Chuckles]",
        "[SCENE_BREAK]",
        "Brooke: Okay, where to start? How about my aborted wedding to Ridge? I kept begging Katie over and over to be my matron of honor, and I didn't understand her reluctance, but now it makes perfect sense! And this whole thing is so ridiculous!",
        "Bill: Okay, you have a little stream-of-consciousness thing going here, and I am not following.",
        "Brooke: [Sighs] Katie's \"collapse\" at my wedding, the drama of the paramedics rushing over, taking her to the hospital?",
        "Bill: Yeah?",
        "Brooke: Fake.",
        "Bill: What?",
        "Brooke: Katie faked it.",
        "Bill: What? [Exhales deeply] Why would Katie pretend to faint?",
        "Brooke: To stop it so that Ridge and I weren't married.",
        "Bill: Brooke, you are not making any sense.",
        "Brooke: Don't you see? Katie has fallen in love. Do you want to take a wild guess at who this person might be?",
        "Bill: I couldn't even begin.",
        "Brooke: Ridge. Ridge!",
        "Bill: Ridge? What?",
        "[SCENE_BREAK]",
        "Katie: You okay?",
        "Ridge: Yeah, I think so.",
        "Katie: Um, Donna stopped by earlier. She told me that R.J. won some kind of soccer trophy.",
        "Ridge: Yeah, he did. Brooke had a picture of him, down on one knee and smiling as big as the sky.",
        "Katie: I'm sure Brooke thinks that you should go home to him...where she happens to live, too.",
        "Ridge: She got to me, Katie.",
        "[SCENE_BREAK]",
        "Hope: My life has changed so much since I met you.",
        "Wyatt: Yeah? For the good, I hope.",
        "Hope: [Sighs] Definitely.",
        "Wyatt: Hmm?",
        "Hope: Yeah. When you met me, somehow, you saw future me. You didn't see the person that I was. You saw my potential. You saw the woman that I could become.",
        "Wyatt: Well, all I ever wanted was to be good for you...",
        "Hope: Mm.",
        "Wyatt: ...The man that makes you realize your magnificence, that you should never settle for being anything less than first.",
        "Hope: Hmm.",
        "Wyatt: And thank you for letting me do that.",
        "Hope: I'm having so much fun with you.",
        "Wyatt: Yeah?",
        "Hope: That's it would break my heart if something happened --",
        "Wyatt: No, no, no, no, no. Don't even say that.",
        "Hope: Mm.",
        "Wyatt: There is no amount of publicity or buzz for the line that is worth losing you. I'm not jeopardizing anything. From now on, you are gonna get the best of me. All right?",
        "Hope: Okay.",
        "[SCENE_BREAK]",
        "Brooke: Actually, I was laughing about it. I-I thought it was pretty cute -- you know, Katie having a crush on Ridge?",
        "Bill: Why would that even happen?",
        "Brooke: Oh. Yeah, I forgot. You've been out of the loop. Well, Katie and Ridge have been spending some quality time together, bonding over reading poetry and their deceptive mates.",
        "Bill: [Chuckles] All right. So, big deal. Katie has a crush on Ridge. She'd never act on it. Anyway, you must have misunderstood or misinterpreted something that you saw or heard.",
        "Brooke: Maybe you have a different interpretation of, \"Katie and I are together now.\"",
        "Bill: Ridge actually said that?",
        "Brooke: To my face. [Sighs]",
        "Bill: All right. Well, there you have it. I guess he's exactly the loser I said he was and definitely not worth the salt in your tears.",
        "[SCENE_BREAK]",
        "Katie: [Sighs] So Brooke got to you. How?",
        "Ridge: Ah, she reminded me how much a little boy needs his dad and [Sighs] how much R.J.'s looking forward to me being home. And I don't want to fail that little boy in any way.",
        "Katie: Sure. Yeah. I-I understand.",
        "Ridge: And Brooke said she was gonna change and insisted I come over here and tell you that it's over.",
        "Katie: Okay. [Chuckles]",
        "[SCENE_BREAK]",
        "Wyatt: [Hums softly]",
        "Hope: [Chuckles] How am I supposed to concentrate?",
        "Wyatt: Mm, you're not.",
        "Hope: Ohh!",
        "Wyatt: You're not.",
        "Hope: Wyatt!",
        "Wyatt: Don't fight the inevitable. You can't.",
        "[SCENE_BREAK]",
        "Aly: [Sobs] [Sighs]",
        "Darla: Aly.",
        "Aly: Hi, Mom.",
        "[SCENE_BREAK]",
        "Katie: Wow, you really know how to deliver a message.",
        "Ridge: I used to work for the post office.",
        "Katie: [Chuckles]",
        "Ridge: Long time ago.",
        "Katie: [Sighs] So now what?",
        "Ridge: I thought you said you got the message.",
        "Katie: [Chuckles] Um, I could get you a glass of wine.",
        "Ridge: I'm good. I've had wine.",
        "Katie: How about Shakespeare?",
        "Ridge: Not Shakespeare.",
        "Katie: [Sighs] Is this too fast? I don't want to mess this up.",
        "Ridge: What is your heart telling you?",
        "Katie: That I should stop talking.",
        "[SCENE_BREAK]",
        "Brooke: I will not sit here and listen to you put Ridge down or minimize our feelings for each other.",
        "Bill: Look, you have to get out of denial. The guy told you straight up he doesn't want you anymore.",
        "Brooke: It's ironic, isn't it? I did this to Katie, and now she's doing it back to me. So, what is that? Is that, uh, karma? I'm getting what I deserve? [ Sighs]",
        "Bill: All right, come here. You -- you need to calm down.",
        "Brooke: I've inflicted so much pain on so many people's lives, and I've destroyed their families, and now it's happening to me, and now I see how it feels, and it -- it hurts. [Voice breaking] It -- it hurts. [Sighs] [Sighs]",
        "[SCENE_BREAK]",
        "Aly: I don't get it. Everybody thinks Wyatt is so great. I mean, he stole that diamond, and they justified it away... 'cause he's just so wonderful. And Hope -- his filthy hands all over her. It's like he's got her hypnotized. [ Sighs] Maybe I just -- I just don't get this world -- money and -- it's all people care about anymore. Well, people like Wyatt, anyway.",
        "Darla: You know the difference between right and wrong, Aly. The Forresters need you.",
        "[SCENE_BREAK]",
        "Brooke: [Sighs] [Gasps] Don't -- don't touch me. [Sighs] [Breathing shakily]",
        "Bill: I hate seeing you like this over a guy who doesn't deserve you -- a guy who dumps you over a text message on your honeymoon, stays away for over a year, and then he comes back, strings you along, and makes you believe he's going to marry you. And he leaves you... for Katie. Let them have each other... and come back to me. Let me take the pain away.",
        "Brooke: [Sighs] I want to be alone.",
        "Bill: I don't think you do.",
        "Brooke: No, I do. I-I do. Please, just leave.",
        "Bill: That's not a good idea.",
        "Brooke: Will you please just respect my wishes and go?!",
        "Bill: All right. I'll go. But you call me if you need me.",
        "Brooke: I'll be fine. Just fine.",
        "Bill: Ridge and Katie have given us a gift... and we should take it.",
        "Brooke: [Sighs]",
        "[Door opens]",
        "[Door closes]",
        "Brooke: [Groans] [Breathing shakily]",
        "[SCENE_BREAK]",
        "[Soft guitar music plays]",
        "Singer: One look is all it takes from you to make my guard crumble it's no match for your smile it takes me to a place where I can let it go 'cause your eyes say so and I feel ali-i-i-ive with you, baby every time you reach me you save me burn the world block out the sun I'd still be the lucky one 'cause the love that you give me is all that I need. Your light illuminates the shadows in my dark sky that I've been living under till your lifeline reached me just in time to save me whoa, you set me free and I feel ali-i-i-ive with you, baby every time you reach me you save me burn the world block out the sun I'd still be the lucky one the love that you give me is all that I need."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=h2H3ZZFMDhU"
}