{
    "Episode Summary": [
        "Episode # 7128 ~ Maya overhears a conversation between Julius & Vivienne on her wedding day that leaves her hurt; Nicole & Maya's bond grows."
    ],
    "Recap": [
        "Maya cries as she looks down from the banister and hears what her father is saying to her mother on her wedding day. He thinks Maya is a joke and a freak show. She is asking him to put aside his feelings for one day and celebrate. He just can not accept that he will be walking the boy he raised to walk down the aisle and marry another man. He can not accept Maya as the blushing bride. Maya goes back to her room and closes the door, her father's words resounding in her head. The wedding guests get nervous but Nicole assures them all is okay and she will go check on Maya. Vivienne continues to try and get Julius to settle down and accept Maya today. She has got a good life and will never have to worry about money problems they had to face all those years. He should find joy in that. He sits down and just wants to get this started and end. That will be his joy. Zende hands Brooke a drink and she seems stunned for a second, then sits it down without touching. Katie pushes Bill to introduce himself to the Avants where Julius assures Bill right away that he knows the magazine man, the one who likes to make his money on other people's misery. Bill corrects and says he publishes the truth and with that Maya has flourished.",
        "Nicole goes upstairs and notices right away that Maya is crying and asks what is wrong. She is afraid it is something Rick said to upset her. Maya says no, it is their father. She knew she could not trust him but she wanted to believe he was accepting her. Now she can not go down there and face all of them. She is not calling off the wedding but she can not face Rick with this ache in her stomach. She can not remember her wedding day like this. Nicole does her best pep talk and says they both know that Julius is a close-minded jerk but that can not bother Maya. Everyone else is waiting for her to marry and be happy. She needs to go down and keep her head held high and own her own day. Maya agrees. She will pretend she just did not hear what her father said. She looks in the mirror and gives a big sigh and says she will be down in a minute. The music starts and she walks down the stairs. Julius greets her with his hand. But she takes her mother's on the left and then the flowers with her right and then does hook it over her dad's arm. Nick starts the ceremony. All seems to be going well until he asks who gives this woman away. When Julius says he does, Maya stops the wedding and says she can not continue. She tells Rick that she can not look back on this wedding day and know the words being said are not true. They really need to be surrounded by friends and family that support them. There is one here she needs to speak with first. She turns around and looks at Julius and he asks what does she want."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Vivienne: You can't say those things. You can't call our daughter a freak.",
        "Julius: I didn't call her a freak. Our daughter? What a joke.",
        "Vivienne: What happened to \"I'll try?\"",
        "Julius: I'm trying! I'm trying to accept her as what she is, but I cannot accept what he's done to himself. Look, I lost my son a long time ago, forever. And I wish that I could replace what he is with what he was, but I can't. I'm sorry. I'm just not ready.",
        "[SCENE_BREAK]",
        "Nick: Rick, Eric, I think we're ready to start.",
        "Rick: [Clears throat]",
        "Nick: Shall we, everyone?",
        "Bridget: Good luck up there. Don't be nervous.",
        "Rick: Well, I wasn't until you said that. Did I thank you for flying out for this? Because now I'm regretting it. [Laughs]",
        "Bridget: Let's go.",
        "Nick: Nicole. You can tell your sister we're ready.",
        "[SCENE_BREAK]",
        "Nicole: Okay. Got it. I'm going to go find Maya, because I thought that she was ready.",
        "Julius: She's probably primping.",
        "Nicole: I'll go get her.",
        "Vivienne: Mm. Wonder what's keeping her?",
        "Maya: [Crying]",
        "Julius: Rich guy like that, handsome -- he could have any woman he wants, and he marries into a freak show?",
        "Maya: [Sobbing]",
        "Julius: I'm gonna walk what used to be our son down the aisle and give him away to a man like it's something normal. I'm trying to make myself accept her, accept this, but this is wrong. It's sick. It's unnatural. And I don't accept it. I won't accept it. I can't. What she did, who she is now -- it just isn't right.",
        "Maya: [Sobbing continues]",
        "[SCENE_BREAK]",
        "Nick: I think I gathered everyone too early. My bad. [Chuckling]",
        "Eric: Well, I think it's a bride's prerogative to keep everybody waiting.",
        "Brooke: Want me to check on her?",
        "Rick: Nicole's on it. I'm sure it's fine.",
        "Carter: Well, I'm glad I'm not officiating, since it's your job to entertain us while we wait.",
        "Nick: A guy walks into a bar... ow. [Chuckling] Maya! Please hurry! I'm a terrible stand-up!",
        "[Laughter]",
        "[SCENE_BREAK]",
        "Vivienne: Listen, Julius. Everybody's laughing, enjoying themselves. It's a wedding. Let's celebrate. [Chuckles]",
        "Julius: I'm aware.",
        "Vivienne: Okay, well, then let us celebrate. Can't you put aside your feelings?",
        "Julius: So, you want me to pretend that I'm okay with what our son did? Huh? This young boy who I had so many hopes and dreams for is now a-a blushing bride. Yeah, I can do that. Sure. [Chuckles] I can do that. Yeah. Please don't call this a celebration.",
        "Vivienne: Look at the life she has. What more could we have asked for any child of ours? Come on. She had the courage to become her true self. It was a big risk, but she did it. She finally likes herself. She is a model, a success, she's marrying Rick Forrester, and she will never have the money problems that we had to face all these years. Can't you at least find joy in that?",
        "Julius: I just want to get through this ceremony. That's what will bring me joy.",
        "Vivienne: Okay.",
        "Julius: Come on. Let's go join in.",
        "[SCENE_BREAK]",
        "Nicole: I swear -- if you are changing your mind about your hair again -- Maya? What's wrong?",
        "Maya: [Crying]",
        "[SCENE_BREAK]",
        "[Indistinct conversations]",
        "Bridget: Dad, I'm really liking this beard.",
        "Eric: Good. Thank you. I'm glad. I've been on the road so much with your Uncle John that I decided to stop shaving. No more shaving.",
        "Bridget: You and Uncle John taking on the world?",
        "Eric: It's great. He's -- he's hilarious.",
        "Bridget: I don't understand why you never make it to New York.",
        "Eric: If I visit New York, I'll have to admit that you actually live there.",
        "Bridget: [Sighs] Oh, Dad. Listen, how is, um, Mom?",
        "Eric: She's pretty good, for the most part? I mean, since she had the thing --",
        "Bridget: Well, Hope...",
        "Eric: No, she's -- she's all right. She's good.",
        "Bridget: ...Said that she and Deacon were...friendly?",
        "Eric: Oh, no. [Chuckles] Not like -- not like that. He's married now.",
        "Bridget: Oh, to Quinn. Yes. Right. Hope mentioned, uh -- well, actually, she didn't have... anything good to say about her.",
        "Eric: No surprise there.",
        "[SCENE_BREAK]",
        "Zende: For you.",
        "Brooke: What?",
        "Zende: Champagne. No reason for us to be thirsty while we wait for the ceremony to start.",
        "Brooke: Thank you.",
        "Zende: You are welcome. Champagne?",
        "Vivienne: Oh, no, thank you.",
        "Julius: Uh, yes. Thank you.",
        "[SCENE_BREAK]",
        "Katie: I think we should go introduce ourselves.",
        "Bill: Oh, come on. Can I just eat my cookie in peace? I don't want to deal with them.",
        "Katie: Put it down.",
        "Bill: No.",
        "Katie: There are more where that came from. Come on. Let's go.",
        "Bill: Fine.",
        "Katie: They'll be polite. We'll be polite.",
        "Bill: Lead the way.",
        "Katie: Hi. Hi. I'm, uh, Katie Spencer. I am Rick's aunt.",
        "Vivienne: Oh.",
        "Katie: And this is Bill, my husband.",
        "Vivienne: Hi. Vivienne.",
        "Bill: Nice to meet you. Pleasure.",
        "Vivienne: Nice to meet you. This is my husband, Julius.",
        "Bill: How are you?",
        "Julius: You're Bill Spencer?",
        "Bill: Mm-hmm.",
        "Julius: Yeah, I know that name. Oh, right. The magazine guy.",
        "Bill: In the flesh.",
        "Katie: [Chuckles]",
        "Julius: Yeah. You're the guy that likes to, uh, make money off other people's misery.",
        "Bill: Misery? Misery? Well, um...you know, I have to say that that is the wrong choice of words, certainly when it comes to your daughter's story. Maya has, uh, well, blossomed since the truth came out. You might even say that she's the, uh, poster child for people like her. Look, Julius -- can I call you Julius?",
        "Julius: Sure, Bill.",
        "Bill: Julius, what I do is publish the truth. How people respond to that truth is up to them. Now, with regard to Maya -- well, she has certainly flourished in the limelight that I have provided.",
        "Julius: So, are you suggesting that one could argue that if one didn't want to be in the tabloids, they shouldn't make themselves fodder for gossip in the first place?",
        "Bill: I couldn't have put it better myself.",
        "[SCENE_BREAK]",
        "Nicole: What happened?",
        "Maya: I can't... go down there. Not right now.",
        "Nicole: Why not? Did Rick do something? What happened?",
        "Maya: No. Not -- not Rick. Our father.",
        "Nicole: Of course.",
        "Maya: I knew not to trust it, but I-I had to. I just -- I wanted to believe. For so long, Nicole, I clung to the hope that our parents would be in my life again.",
        "Nicole: And they are. They are here. They are at your wedding.",
        "Maya: Yeah. They are at my freak-show wedding.",
        "Nicole: What?",
        "Maya: The wedding that Daddy will force himself to sit through even though it makes him sick, even though, all the while, he thinks that Rick is gonna move on and find himself a real woman.",
        "Nicole: Dad didn't say that.",
        "Maya: He did. He said that and so much more.",
        "Nicole: How could he?! How could he think that it was okay to say to you right before your wedding?!",
        "Maya: He didn't know. I'm standing at the top of the stairs. He and Mom are at the bottom. And I'm ready to start my wedding. I am ready to start my life with Rick. I am ready to let that man walk me down the aisle. And I hear him calling me a joke and a freak. So much for trying to accept me. I can't. I can't go down there. I can't face him.",
        "Nicole: Are you calling off the wedding?",
        "[SCENE_BREAK]",
        "Vivienne: Did you excuse him?",
        "Julius: It is not my place to excuse Bill Spencer or not excuse him.",
        "Vivienne: He persecuted our daughter.",
        "Julius: Yes. And I was embarrassed as hell about that. You think I wanted to see Myron on the tabloids, putting all my personal business out there?",
        "Vivienne: Embarrass you? Expose you? Have you ever once considered what our daughter is going through?",
        "Julius: Look, he said he only prints the truth.",
        "Vivienne: Oh.",
        "Julius: The point is it was her own doing.",
        "Eric: Is it time for us to send for reinforcements? Now Nicole seems to have been sucked into the same bridal vortex up there.",
        "Vivienne: [Laughs] No. I'm sure she'll be down soon. [Laughs]",
        "Julius: I hope so. I'm ready to get this thing over with.",
        "[SCENE_BREAK]",
        "Maya: I don't want to call off the wedding.",
        "Nicole: Good.",
        "Maya: But how can I marry Rick like this? How can I look him in the eye and say my vows with this ache in my stomach? I just want to feel love today. That's it. This cannot be how I remember my wedding day. It can't.",
        "Nicole: Maybe you misunderstood. Is that possible? Did Mom...agree with him?",
        "Maya: No, thank God. And I pray that that doesn't change, because I need her. I need her to stand by me right now.",
        "Nicole: And she will. She will. I know she will. And Dad... okay. So, he's a close-minded jerk. We knew that. It's not new information.",
        "Maya: He said he was trying.",
        "Nicole: He lied, Maya! He lied, and he has to face that. But that does not have to affect your wedding day.",
        "Maya: He's my father.",
        "Nicole: Forget him! He does not matter today, not today. The only two people that matter today are you and Rick. This is about you, your love, your story. And Daddy can feel whatever he wants. But it does not touch your relationship with Rick, and it certainly will not touch your marriage. Everybody downstairs in that room is waiting to celebrate with you today because they want to see you and Rick happy. This is your moment, not Dad's. Do not let him take it away from you. So, you go down there with your head held high. Go down there and own your day.",
        "Maya: You're right. This is my day. And I am stronger than him. I am stronger than his embarrassment and his hate. I can pretend I didn't hear him. I can do that. I'll pretend he is nowhere near. [Chuckles] [Crying] Thank you.",
        "Nicole: Want to head down?",
        "Maya: Yeah. Yeah, go ahead. I-I just need a moment. But tell everyone that I'm coming. This wedding is happening.",
        "Nicole: Okay.",
        "[Door closes]",
        "Maya: [Sighs]",
        "[SCENE_BREAK]",
        "Rick: Do you think I should check on Maya?",
        "Brooke: No, no, no, no. You stay here. I will go. You deserve to see your bride walk down the aisle for the very first time.",
        "Rick: Wait, wait. Here comes Nicole. Is Maya okay?",
        "Nicole: Yeah. She just needed a moment.",
        "Nick: Shall we get back to our places?",
        "Nicole: All systems go. [Chuckles]",
        "Nick: You heard the lady. Let's have a wedding.",
        "[Wagner's \"Bridal Chorus\" plays]",
        "Rick: You all right?",
        "Maya: I am now.",
        "Nick: Rick, Maya. I'm so honored to stand with you here today on this day of celebration, this day of commitment, this day of two people becoming one. Rick and Maya wanted me to thank all of you for attending this joyous celebration -- friends and family gathering together in full support. I've known Maya for a really long time. But it didn't seem like very long ago at all that the idea of her family coming to her wedding seemed impossible. So, I am just so filled with love to stand here and witness it today. Which leads me to ask -- who gives this woman -- this flawless, fierce woman -- to join this man in marriage today?",
        "Julius: Her mother and I do.",
        "Nick: And, in fairness, who gives this man?",
        "Eric: His mother and I.",
        "Nick: It's so inspirational to see and feel all of the love surrounding Rick and Maya today.",
        "Maya: Stop.",
        "Nick: Both sets of parents came together to --",
        "Maya: Please, stop.",
        "Rick: Maya?",
        "Maya: I can't -- I can't do this.",
        "Rick: What's wrong?",
        "Maya: I can't look back on our wedding day and listen to the wonderful words that Nick is saying, knowing that they're not true. Surrounded by friends and family and supporters -- that's what it should be. That's what Rick and I deserve. There's one person here who I need to talk to first, and I-I can't continue until I do. Dad.",
        "Julius: Yes?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=TspYV7SYne0"
}