{
    "Episode Summary": [
        "Episode # 7513 ~ A discouraged Thomas considers leaving Forrester Creations; Brooke questions Ridge about what went on between him and Quinn while she was in Europe."
    ],
    "Recap": [
        "All look a little rotten; Pam says they look like they ate bad gravy or something. Quinn overhears them griping and informs them that Ridge and Steffy have been picked to lead the company. Steffy and Liam tell Bill about their plans and that Ridge has been added to CEO. He finds that hard to believe since Ridge and Quinn hate each other. Steffy says not after their trip to S.F. Brooke tells Ridge he was going to get rid of Quinn and now they are all chummy and working together. What happened while she was gone? Shirley brings in a few new applicants for Sally to interview. Then there is Saul Feinberg, his grandfather used to work there. He is stunned at the resemblance between her and original Sally. He gets the job and immediately asks where the cutting room is. Thomas says he does not intend to spend the rest of his life under his dad's shadow. Pam tells Quinn that she does understand how she is trying to bring the family back together. So if she and Ridge can kiss and make up then she should not worry about Rick and Thomas; they will come around. Bill wants both of us sons to adjust and get along, so let's party. He wants them both at Spencer's.",
        "Ridge tells Brooke that nothing specific happened to him and Quinn, they are just doing what is best for the company. She warns him not to turn his back on her. He says no problem. Sally tells Shirley that the 80's are coming back strong and what was old is new again. They will be the new fashion house, so she wants Shirley to get her horses in gear and they will come out on top. Brooke asks Ridge not to be late tonight. He can't wait to tell RJ and to celebrate. Quinn overhears this joy and him kissing Brooke. Thomas, Rick and Maya think something must be going on. It is creepy that Quinn and Ridge are suddenly friends. Quinn waits until Brooke is gone and goes in and tells Ridge that she saw them kissing. She wants to be sure that he does not tell Brooke. Guess what, Brooke is on other side of the door and asks what they are talking about, what is going on between the two of them. She wants to know now! Thomas bumps into Sally again at the outdoor restaurant and she asks if he is stalking her. He learns her name and she asks if he has a problem with that. Bill tells Liam and Steffy that Ridge finds Brooke, then loses Brooke, then she will come back to him ..may not be tomorrow but eventually."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Pam: My goodness. The three of you look like you made a bad batch of gravy or something.",
        "Maya: Do you understand what's happening here?",
        "Pam: Of course I understand what's happening. Steffy and ridge are co-C.E.O.s. But why is that bumming everyone out so much? This is a family business. It makes perfect sense. They're family.",
        "Thomas: Pam, other people deserve a chance.",
        "Pam: Yeah. Tom, it's just a title.",
        "Thomas: No! No, it's not!",
        "Rick: No, it's not, Pam!",
        "Maya: The C.E.O. Is the face of the company, the leader.",
        "Quinn: And Eric has full confidence that ridge and Steffy are the ones to lead.",
        "Steffy: Isn't it beautiful?",
        "Bill: [Chuckles] My son has excellent taste.",
        "Steffy: Yes, he does. I think I'll keep you.",
        "Liam: [Chuckles]",
        "Bill: [Chuckles] I'm happy for you guys. This is great news.",
        "Steffy: Speaking of news, there have been some developments at Forrester. It's official. I'm sharing my C.E.O. Position.",
        "Bill: Shar-- who? What?",
        "Liam: With her father.",
        "Steffy: Thanks to Quinn.",
        "Shirley: [Squeals]",
        "Sally: They're here? Ready to interview?",
        "Shirley: Mm-hmm! Mm-hmm! Oh, honey, there are lots of candidates. We are gonna have such a terrible time trying to make a decision!",
        "Sally: All right, well, let's do this. Let's hire a cutter.",
        "Shirley: Seraphine, we're ready for you.",
        "Seraphine: [Sighs] [Heavy French accent] Nice to meet you. My résumé.",
        "Shirley: Hmm. As I said, I am Shirley spectra. And this is sally spectra. We are so excited to have caught you between jobs.",
        "Seraphine: [Quickly] Not as excited as I am. When I was fired from the last one, I thought for sure I'd be on the first plane back to Paris!",
        "Sally: Um... [Chuckles] I apologize. Uh, my French is a little rusty. Do you mind answering again in English?",
        "Seraphine: Yes. English.",
        "Shirley: Don't worry. I got this. [Loudly] Parlez vous anglais?! Honey, it's okay. How do you say \"don't call us, we'll call you\" in aus francais?",
        "Sally: So, do we call you mad dog or Dwight?",
        "Mad dog: Nobody calls me Dwight anymore. It's just there so you know who to make the check out to. There's a signing bonus, right?",
        "Sally: [Chuckles] Uh, no. No, I'm afraid not. We're a new company, so...",
        "Mad dog: Who will I be cutting, anyway?",
        "Sally: You mean \"what\" will you be cutting? Fabric.",
        "Shirley: Well, Mr. Mad dog, thank you so much for coming in. You know what? We're gonna have a difficult decision to make, but we're gonna get back to you as soon as possible with whatever decision that we've made. Thank you so much for coming in. Bye-bye now.",
        "Sally: These have all been complete duds!",
        "Shirley: There is one more. His grandfather used to work here!",
        "Sally: All right. Show him in.",
        "Saul: Azoy.",
        "Sally: Hi. I'm sally spectra. And you are?",
        "Saul: [Chuckles] Saul Feinberg. Nice to meet you. [Chuckles]",
        "Rick: So Dad's okay with Steffy and ridge being our leader. Did he even consider me?",
        "Thomas: Or me?",
        "Quinn: [Sighs] I don't know what that has to --",
        "Rick: Oh, come on! Of course, you know, there, ms. Quinn-tessential. You're the one who's telling him what to do.",
        "Maya: And suddenly handpicking C.E.O.s of the company.",
        "Thomas: Our family company.",
        "Bill: Thanks to Quinn? What are you talking about?",
        "Steffy: She's the one who suggested my dad for the job.",
        "Bill: They hate each other!",
        "Liam: Uh, well, apparently not so much anymore.",
        "Steffy: Yeah, not after their trip to san Francisco. That's when things changed.",
        "Bill: Must have been quite a breakthrough.",
        "Ridge: Listen, Quinn is a lot of things, but she's also very smart, and she wants what's best for this company.",
        "Brooke: [Laughs] Oh, my gosh. I can't believe you just called Quinn smart.",
        "Ridge: She is smart.",
        "Brooke: What? Never in a million years would I ever think you would ever give Quinn a compliment, let alone look at her the way you did during that meeting.",
        "Ridge: What is it -- what? Look at her? How did I look at her?",
        "Brooke: I don't know. With gratitude, almost as if you admired her. You were going to get her out of the company. That was your plan. What happened between the two of you while I was away?",
        "Saul: Well, uh, maybe for a brief moment, like, uh, like everyone else in L.A., I thought about being an actor. Um, but, uh, other than that, this has -- this has been my life -- tailoring. That's -- that's in my blood. And everything I know, I-I attribute that to my grandfather. I guess you could say I'm, um, following in his footsteps. Oh, he adored your sister.",
        "Shirley: She adored him right back. Saul was her right-hand guy.",
        "Sally: Aunt sally told us so many stories.",
        "Saul: Um, I-I just -- I got to say, the similarities between you and your aunt, this -- this legend I've been told about for so many years, it's -- it's --",
        "Sally: Thank you. Well, this sally spectra needs a Saul Feinberg of her own. Might as well hire the guy who already has the name.",
        "Saul: I got the job?",
        "Sally: You got the job!",
        "Saul: [Laughing] Okay! Thank you! Okay! Where's the cutting room?",
        "[Both laugh]",
        "Sally: I got my Saul. [Chuckles]",
        "Rick: You know, I don't know what I can do anymore to prove my worth around here. Being passed over by Steffy was humiliating enough.",
        "Thomas: How do you think I feel? Everybody just assumes that I want to spend my career quietly designing forever under my father's shadow.",
        "Maya: And, unfortunately, \"forever\" is a fair estimate because ridge and Steffy are the anointed ones, and I certainly don't see them giving up their titles easily.",
        "Thomas: Yeah, well, maybe it's time for us to give up on Forrester.",
        "Pam: They definitely could have handled that better. I mean, I-I understand where rick and tom are coming from. They feel slighted, but they shouldn't have taken it out on you. Don't get me wrong. [Chuckles] I'm not saying that I like you or anything.",
        "Quinn: No, no, no. I would never think that.",
        "Pam: But I do see what you're trying to do, bringing the family back together. First making peace with Steffy, and now ridge? [Chuckles] I never thought that'd be possible. So I-I wouldn't worry too much about rick and tom. If you and ridge can kiss and make up, I think that they're bound to come around eventually.",
        "Bill: You know what we need to have? A huge engagement party.",
        "Liam: Oh!",
        "Bill: All right? We're gonna invite the whole fashion industry and all your millions of followers.",
        "Steffy: No, I think we want to keep it low key.",
        "Bill: After everything you two have been through to get to this point?!",
        "Liam: Yes, but I don't think either of us want to put Wyatt through that at this point.",
        "Bill: All right, look. There -- there is no point in shielding Wyatt from the truth of this situation. As a matter of fact, the sooner that all of you adjust to this new norm, the better. That's the only way I'm gonna get my sons back. I want the two of you working together, all right? Spencers united.",
        "Liam: Actually, I do think we're headed in that direction.",
        "Bill: Good.",
        "Liam: Yeah.",
        "Steffy: Yeah, I just... I don't know. I've been between them for so long. I don't want to do that anymore.",
        "Bill: Then let's party!",
        "Steffy: Okay, yeah. Let's party.",
        "Liam: All right, you know what? Don't think --",
        "Steffy: [Laughs]",
        "Liam: Don't think I don't know your true motivation.",
        "Bill: What?",
        "Steffy: [Laughs]",
        "Liam: If you -- listen, if you throw an engagement party, that means Steffy's dad is invited.",
        "Steffy: Hmm.",
        "Liam: If Steffy's dad is invited, that means Brooke is invited.",
        "Bill: Ohhh. Well, I do like the way you think.",
        "Liam: [Chuckles]",
        "Bill: It'll give me an opportunity to talk Brooke out of her engagement while celebrating yours! That sounds like a plan!",
        "Liam: If anybody can pull it off, you can.",
        "Ridge: What happened between us? I -- what -- nothing specific happened.",
        "Brooke: Okay.",
        "Ridge: You're happy, right? You're happy that my dad and I, we're -- we're talking again?",
        "Brooke: Yes, of course! I am thrilled! But you know Quinn. You know what she does and the havoc that she creates, especially when she thinks you've let your guard down. So please don't turn your back on her ever.",
        "Ridge: All right. Shh. Relax. Nothing to worry about, okay?",
        "Brooke: Okay.",
        "Ridge: Okay. All right.",
        "Sally: [Sighs] All the pieces are coming together. Aunt sally's dream, my dream.",
        "Shirley: Ew!",
        "Sally: Try and stay positive. We are putting all we have into this.",
        "Shirley: I know that. That's why I'm a tad cautious. Excited, but cautious.",
        "Sally: Please. L.A. is ripe for spectra's reemergence. The public will eat us up.",
        "Shirley: It's just so '80s.",
        "Sally: What's old is new again. This building is gorgeous. These offices, it inspires me. The '80s are coming back, and they are coming back strong, and so is spectra.",
        "Shirley: Sally spectra, you have never designed a line before.",
        "Sally: I have been designing my entire life.",
        "Shirley: Doodling in a sketch book is not designing for a fashion house that --",
        "Sally: I need you to rally right now. Get your horses into high gear! We are doing this! We are going to be L.A.'S newest fashion house. We are hiring models, sew-ers.",
        "Shirley: Wait, wait. Have you seen the sewing machines? They're from the '80s, too!",
        "Sally: Okay, so they have a little dust on them. That's all right! Because underneath the dust and the grime and the mice and the termites, we have a company, a fashion house that will take on the best of the best and will come out on top.",
        "Steffy: I need to give you my mother's number.",
        "Bill: You think I need to talk to a shrink?",
        "Steffy: No, I think you need to talk to someone who understands what it's like to be left every time my dad and Brooke get back together. I know you don't want to hear that, but it's --",
        "Bill: I don't need to hear it. If you're going to say that I should give up, give in to \"destiny,\" don't. I am never giving up on Brooke. That will never happen.",
        "Ridge: All right.",
        "Brooke: Okay. [Laughs]",
        "Ridge: I-I got to get to it. Steffy told me I have some work to do, so...",
        "Brooke: Oh, yes. Of course. [Sighs] What am I getting myself into? Marrying the C.E.O. -- co-C.E.O. -- of a major fashion house. Will you ever have time for the blushing bride?",
        "Ridge: I'm gonna make time. That's the nice thing working with Steffy. If I can't do it, she can. What did you -- \"blushing bride\"? Really?",
        "Brooke: [Chuckles] Yeah. Don't be too late tonight.",
        "Ridge: I won't be late. We got to celebrate.",
        "Brooke: What was that last night, then?",
        "Ridge: Well, last night was celebrating you coming home. Tonight we're gonna celebrate me being co-C.E.O.",
        "Brooke: Oh, okay.",
        "Ridge: I can't wait to tell R.J.",
        "Brooke: Yes, we have to tell R.J. He's gonna be so excited. So we'll celebrate, the three of us together. And then later just the two of us.",
        "Ridge: Really?",
        "Brooke: Yeah.",
        "Rick: Quinn could have handpicked anybody to run this company with Steffy. But she chooses the one person that she hates the most?",
        "Maya: Hmm. I'm not so sure they hate each other anymore.",
        "Thomas: It's creepy the way that he's supporting her. I mean, you saw him thanking her in the meeting, right?",
        "Maya: What could possibly have happened to cause them to get along?",
        "Thomas: I have no idea. But there's clearly something going on.",
        "[Knock on door]",
        "Ridge: Hey. Come on in. You okay?",
        "Quinn: Yeah. I'm fine. I'm fine. I, um... I just -- I... I saw you with Brooke earlier. I-I saw you kissing her.",
        "Sally: Oh! So sorry!",
        "Thomas: It's you.",
        "Sally: Yeah, it is me. Are you stalking me, bucko?",
        "Thomas: Ah. No. You wish. [Sighs] What's -- what's your name again?",
        "Sally: Sally. What's yours?",
        "Thomas: Thomas. Sally spectra?",
        "Sally: Yeah. Sally spectra. You got a problem with that?",
        "Bill: Brooke's feeling this final push towards ridge, and I get it. It's what she's always done. And now with R.J. Back in the picture, it's understandable that she would fall into the same, old pattern. It's human nature. But when I said \"final push\" -- final -- that's exactly what I meant.",
        "Steffy: You don't lack confidence, that's for sure.",
        "Bill: Why shouldn't I be confident? I mean, your father isn't exactly chock full of surprises when it comes to his treatment of Brooke. He reels her in with the false promises, tells her it's going to be different this next time they walk down the aisle, she buys into it, he puts his best foot forward for a week, maybe two, and then inevitably he screws up.",
        "Steffy: That's not exactly how I see it.",
        "Bill: He's got a proven track record. And after -- what? -- 37, 38 attempts, I think, uh, Brooke will be done after this next time he messes up. Now, I don't know if that's gonna happen tomorrow or next week or next month, but this is what ridge does. He gets Brooke, and then he loses her. And when he loses her for this final time, I will be there for her. And we will start our life together. Our destiny.",
        "Ridge: Are you spying on Brooke and me?",
        "Quinn: No, I came here to talk to you, but -- but... there she was and there you were, and you were kissing.",
        "Ridge: Well, she is my fiancée.",
        "Quinn: Yes, I-I know, but she's been away. You know, she -- she was with -- she was with hope while you and I were... I know how close you and Brooke are, how close you've always been. But you got to promise me something.",
        "Ridge: What? Hey. Promise you what?",
        "Quinn: [Sighs] You can't tell Brooke or anyone what happened in san Francisco. Can't let Brooke find out. You got to keep it between us. Promise me. Please.",
        "Brooke: Keep what between you? What's going on? Ridge? Quinn? I want to know what's going on between the two of you! Tell me! Now!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=nDCSmDWwWaU"
}