{
    "Episode Summary": [],
    "Recap": [
        "Bill tells Brooke that his day went from the ridiculous to the sublime. He did something life altering for one of his kids \u0096 he gave Wyatt the Spencer name legally. Brooke says he must have been so excited. Bill says Wyatt was shocked, thrilled and touched. She says he is a good dad, a great man and she is glad to have him all to herself. She asks if Liam knows. Bill says he came in when he was discussing it with Quinn. He had kind of a bad reaction to her but he is on board with the name. Bill says Quinn rubs him the wrong way too, but she is Wyatt's mother so he is stuck with her. This is everything she wanted for her son. Bill says he feels good about it too. Wyatt's a good kid and he's proud of him so he's glad he gave him the Spencer name. Brooke says Bill and Quinn, it's kind of hard to say that since she is not his type. He says no but back in the day almost anything was his type. Ridge comes home and Katie says she will be ready in two seconds. He says he loves coming home to her. She says he looks tense. He says Spencer has that effect on him. He says he hopes there is a way of saying this without upsetting her, but he does not want Brooke to marry that man. He is not a role model. Wyatt and Liam were lucky. They came to him already formed and Will has Katie to balance him out so he has a fighting chance. Katie says she understands why he doesn't like Bill in business as he is ruthless but he is a good father. Ridge says not to his son, he won't be. Katie says she is not thrilled about the situation either but he's probably going to be a part of RJ's life. Ridge says they will see about that. Bill Spencer is unacceptable. He doesn't want him around his kid. That is a beautiful developing mind and he can't have that. Brooke must not be thinking. Katie says she doesn't think of the consequences when she is following her heart. He says Brooke can make her choices but not when it comes to his son. He doesn't want RJ to be around this stuff. She says this may sound strange coming from her but Bill is not a monster. He may have his own unique parenting skills but he loves his sons. Ridge says that is great. He is supposed to do that but not with his son. Katie explains that may be a little difficult keeping RJ away since Bill is in a relationship with Brooke and Bill is the father of Katie's child. Ridge says yes for now as that is a limited time. But if he marries Brooke that Bill will have total access to RH. She wonders if he doesn't want Brooke to marry Bill because of his feelings for Brooke or because of RH. Ridge says he will always have feelings for Brooke but not like he has for her. So yes she can ask him again but the answer will be the same. His future is with her. She says okay because she doesn't want to keep making the same mistakes again and again. She certainly was guilty of willful blindness before when it came to Bill. She's learned it's better to know the truth and honesty is what she needs now, even if it hurts, especially if it hurts. He asks her to set a wedding date. He wants to get married as soon as possible. Thorne walks in with Aly hugging Taylor. He says obviously something profound has happened here. Taylor says they had had a breakthrough. Aly says Ollie made her see that she couldn't keep carrying this negativity around. The only way to put it down is accept what happened and forgive, the only way for all of them to move on. It's what her mom would have wanted. She has forgiven Taylor. It was an accident and she suffered too. Thorne takes a big sigh of relief and says he never thought he'd see this day. He hugs his daughter. He tells Ollie that he owes him a big debt of thanks. Words can not express how grateful he is. Taylor thanks Aly and says her forgiveness means everything to her. Aly tells them that she was freaked out that they were seeing each other, but she is not against it anymore. She wants him to be happy and if Taylor does that for him, she will be happy too. So go back to Paris and work on that, pick up where they left off. She does not want him to give up anything else for her, not Taylor nor the job that he loves.",
        "Bill tells Brooke that his ex came to see him, his arrogance on full display. Just the usual, control over everything including Brooke .which he finds odd given he is so thrilled about his relationship with Katie, yet he has to dictate who Brooke can see, what she can do and who she can marry. Brooke says that is ridiculous because they have all moved on. Bill says no because she is not allowed. She has not gotten Ridge's permission or his seal of approval. And Bill certainly doesn't get it as her partner or as a male influence over RJ. Ridge had said he wouldn't allow his evil presence to taint RJ. And the marriage isn't going to happen as he would do everything he could to undermine that. The nerve of that guy and concerning RJ he could do a lot worse than having Bill as a step father; teach him to man up. Brooke says her son is just fine the way he is. Bill says mothers all say that but dads think there is room for improvement. Thorne tells Taylor that he didn't know what to think when he came in and she and Aly were embracing. Taylor says Aly came back in and really listened to her. She opened her heart and really forgave her. She felt the lift off of her spirit. He says he doesn't know what to say except how grateful he is that they have put the past behind them and can start over and he doesn't have to lose Taylor again. But mainly for Aly as she has finally found peace and can really start to live. Taylor says thank God for Ollie. She doesn't think Aly could have done this without him. Aly tells Ollie that she is not tired. She is invigorated and excited of what comes next. He says something major shifted in her tonight. She admits she never thought she would get past what Taylor did, but it's time to forgive each other and themselves and find joy in life. And thanks to Ollie she was finally able to hear Taylor and once she did forgiving her was the only choice. She says that was huge and thanks Ollie for being there to show her the way. Thorne tells Taylor that it was a huge breakthrough for Aly. She agrees and says all those years of grief and guilt that she carried .she deserved it, it cost Darla her life and a little girl her mother, but forgiveness is amazing. Thorne forgave her and now Aly has forgiven her so maybe she can forgive her own self. Thorne says he thinks his daughter is going to be all right. Taylor says in her professional opinion she already is. He wants to know if she is ready for this journey. Ollie tells Aly that she just keeps making him rethink her .watching her make this amazing transformation with Taylor was so powerful. He could see the weight lift off of her and he's never seen her more beautiful. She admits that he showed her a new way to live, the way her mother would have wanted. She was a good person, all about forgiving and acceptance. There is no way she can thank Ollie enough as she feels closer to her mother now. He says he can think of a couple of ways, but Aly .whoever she turns out to be, if there is room, bring him along for the ride."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Door opens]",
        "Aly: It's okay, Dad.",
        "Thorne: What?",
        "Aly: [Sniffles]",
        "[SCENE_BREAK]",
        "Bill: So, aren't you going to ask, \"How was your day, dear?\"",
        "Brooke: How was your day, dear?",
        "Bill: Well, funny you should ask. It was from the sublime to the ridiculous. I did something life altering for one of my kids.",
        "Brooke: Sounds intriguing.",
        "Bill: I gave Wyatt the Spencer name -- legally.",
        "Brooke: I didn't even know you were considering it.",
        "Bill: It was time.",
        "Brooke: That's wonderful. I mean, he must be so excited.",
        "Bill: Oh, yeah. He was, uh, shocked and thrilled...touched.",
        "Brooke: You are a good dad, and you're a great man. And I am glad to have you all to myself. [Chuckles]",
        "[SCENE_BREAK]",
        "Katie: Hey.",
        "Ridge: Hey.",
        "Katie: Welcome home. I will be ready in two seconds. [Chuckles]",
        "Ridge: I love coming home to you.",
        "Katie: [Inhales sharply] Are you okay? You seem a little tense.",
        "Ridge: Well, that's the effect that Spencer has on me.",
        "Katie: Oh, no.",
        "Ridge: [Sighs] I hope there's a way of saying this without upsetting you. I don't want Brooke to marry that guy.",
        "[SCENE_BREAK]",
        "Bill: Mm.",
        "Brooke: Mm. [Chuckles] So, does Liam know that Wyatt's officially going to become a Spencer?",
        "Bill: Uh, he -- he walked in when I was discussing it with Quinn.",
        "Brooke: Is he on board?",
        "Bill: Well, he has kind of a bad reaction to Quinn.",
        "Brooke: Mm. Like father, like son?",
        "Bill: Yeah. She definitely rubs me the wrong way. But she's Wyatt's mother, so I'm stuck with her.",
        "Brooke: Well, she must be thrilled.",
        "Bill: This is everything she wanted for her son.",
        "Brooke: And you?",
        "Bill: Um...I feel good about it. You know, Wyatt's a great kid, and, uh, I'm proud of him. Glad I can give him the Spencer name.",
        "Brooke: You and Quinn.",
        "Bill: What about us?",
        "Brooke: I just -- it's just kind of hard to imagine -- that's all. She's not at all your type.",
        "Bill: No, she's definitely not, but you are.",
        "Brooke: [Chuckles]",
        "Bill: Of course, back in the day, pretty much anything was my type.",
        "Brooke: Oh.",
        "Bill: Mm.",
        "Brooke: It's just hard to picture it, you know?",
        "Bill: Yeah, well, do me a favor. Don't.",
        "Brooke: [Chuckles]",
        "[SCENE_BREAK]",
        "Ridge: Bill Spencer's not a role model. Liam and Wyatt -- they're very lucky. They came to him, and they were already formed. And Will -- he has you to balance things out. He's got a fighting chance.",
        "Katie: Look, I understand why you don't like Bill. He's ruthless in business, and he doesn't play well with others. But he's a good father.",
        "Ridge: Not to my son, he's not.",
        "Katie: I'm not thrilled with this situation, but he's probably going to be a part of R.J.'s life.",
        "Ridge: Well, we're gonna see about that. Bill Spencer is unacceptable. I don't want him around my kid. That's a developing, beautiful mind. I can't have that. What is -- what is Brooke thinking?",
        "Katie: She's not thinking. She never thinks about the consequences of her actions. She just follows her heart.",
        "Ridge: [Sighs]",
        "Katie: And nobody can do anything about that.",
        "[SCENE_BREAK]",
        "Thorne: Well, obviously something very profound has happened here. Does somebody, uh, want to fill me in?",
        "Taylor: We had a breakthrough.",
        "Aly: Oliver made me see that I couldn't keep carrying this negativity around, and the only way to put it down was to accept what happened and forgive -- the only way any of us can move on -- what mom would have wanted.",
        "Thorne: So, you've forgiven Taylor?",
        "Aly: It was an accident. Taylor suffered for it, too.",
        "Thorne: [Inhales deeply] [Sighs] I-I never thought I'd see this. [Chuckles] Baby.",
        "[SCENE_BREAK]",
        "Thorne: Oliver. Looks like I owe you a big debt of thanks.",
        "Oliver: I'm just trying to help your daughter.",
        "Thorne: What you've done for my daughter -- words can't express how grateful I am.",
        "Taylor: Aly, your forgiveness means everything to me. Thank you.",
        "Aly: Dad, Taylor. [Sighs] I freaked out that you guys were seeing each other, but I'm not against it anymore.",
        "Thorne: You mean that?",
        "Aly: I want you to be happy, Dad, and if Taylor does that for you, then I'm happy, too. Come here.",
        "[Both chuckle]",
        "Thorne: Mm. Thank you, baby.",
        "Aly: It is obvious how much you guys care about each other. So work on that.",
        "Thorne: [Chuckles]",
        "Aly: Go back to Paris, and pick up where you left off.",
        "Thorne: Honey, are you sure?",
        "Aly: I don't want you giving up anything else for me, Dad -- not Taylor, not your job. You love running International. Please, Dad? I would feel terrible if you stopped your life for me again.",
        "[SCENE_BREAK]",
        "Bill: So, your ex came to see me -- arrogance on full display.",
        "Brooke: What did Ridge want?",
        "Bill: Oh, well, you know, the usual -- control over everything, including you...",
        "Brooke: [Gasps]",
        "Bill: ...Which I find a bit odd, given that he is so thrilled with his relationship with Katie, and yet he has to dictate to you who you can see, where you can go, and who you can marry.",
        "Brooke: That's ridiculous, because he's moved on. So have I.",
        "Bill: Oh, no, no. No -- no, you're not, because, you see, uh, you're not allowed. You haven't gotten Ridge's permission -- his seal of approval. And me -- well, I don't get it -- not as a partner for you, and not as a male influence on R.J.",
        "Brooke: What did he say, exactly?",
        "Bill: Uh, he started by, uh, reprimanding me for regaining control of my own company, and then he, uh, said something about, uh, [As Ridge] \"You know, Katie can sue and have the whole thing overturned.\" [Normal voice] It was a joke.",
        "Brooke: No, she won't do that.",
        "Bill: Well, that's really neither here nor there. He then moved on to tell me that, uh, he wouldn't allow my, uh, \"evil presence\" to taint R.J. And as far as marrying you is concerned, no, that's not going to happen. He will do whatever he has to to undermine our relationship.",
        "Brooke: Well, that's not happening.",
        "Bill: Can you believe the nerve of this guy? He comes back to L.A. He dumps you twice -- gets engaged to your sister, my ex-wife. On top of that, tells you what you can and can't do. As far as R.J. is concerned, that kid could do a lot worse than having me for a stepfather. Teach him to man up a little bit.",
        "Brooke: My son is fine just the way he is.",
        "Bill: Well, you see, all mothers say that, but -- but -- but dads see room for improvement.",
        "Brooke: Oh. Parenthood, according to Bill Spencer.",
        "Bill: Damn straight!",
        "[SCENE_BREAK]",
        "Ridge: Brooke can make all of her own choices, but not when it comes to my son. I don't want R.J. exposed to this stuff.",
        "Katie: Listen, this may sound strange coming from me, but Bill's not a monster.",
        "Ridge: That sounds a little strange, after everything he's done to you.",
        "Katie: We're talking about his influence on a child. He's a good dad. He has his own unique parenting style, but he loves his children. He loves his sons.",
        "Ridge: That's great. That's wonderful. Those are his sons. He's supposed to do that. I don't want him near mine.",
        "Katie: Well, it could be a little difficult keeping him away from R.J., considering he's in a relationship with Brooke, and he is the father of my child.",
        "Ridge: No, I get all that, and that's -- that's a limited time, but if he marries Brooke, he's gonna have total access to R.J.",
        "Katie: You don't want Brooke to marry Bill because of R.J.? Or is it really about your feelings for Brooke?",
        "[SCENE_BREAK]",
        "Bill: So, uh, tell me something. What do you think about Ridge ordering me away from R.J.?",
        "Brooke: As far as Ridge is concerned, let's just not antagonize him, okay? He's gonna just let it go once he realizes that you and I really are together. Because this, you and me...",
        "Bill: Mm-hmm.",
        "Brooke: ...What we have...",
        "Bill: Mm-hmm.",
        "Brooke: ...Nobody's gonna change this -- not Ridge, not anybody.",
        "Bill: Well, I want to change it. I want every day to be better than the last.",
        "Brooke: I think we have that covered.",
        "Bill: You're incredible. You know that? In fact, sometimes -- I don't know -- when I'm this close to you, I start to feel a little -- a little woozy.",
        "Brooke: Woozy?",
        "Bill: Woozy.",
        "Brooke: [Chuckles]",
        "Bill: Yeah, like maybe I've had, you know, one too many, and -- uh-oh.",
        "Brooke: Oh, no.",
        "Bill: I feel -- I feel it happening.",
        "Brooke: [Chuckles]",
        "Bill: Like I'm -- I'm gonna fall right into your face. Uh-oh. Mm.",
        "[SCENE_BREAK]",
        "Ridge: Do I still have feelings for Brooke? I will always have feelings for Brooke...but not the same feelings I have for you.",
        "Katie: Are you sure?",
        "Ridge: Yeah. Come on. Ask me again. It's always gonna be the same answer. My future is with you.",
        "Katie: All right. Okay. 'Cause I just, um -- I don't want to make the same mistake over and over again, and I certainly was guilty of willful blindness when I was with Bill. And I learned that I really would just rather know the truth, and honesty's really what I need.",
        "Ridge: Even if it hurts?",
        "Katie: Especially if it hurts.",
        "Ridge: Okay. [Sighs] Well, then you don't have to worry about anything. Mm. I like that.",
        "Katie: I can't believe we're getting married.",
        "Ridge: We are getting married.",
        "Katie: [Chuckles]",
        "Ridge: When? Set a date? Can we set a date?",
        "Katie: Uh, no, I haven't thought about it.",
        "Ridge: Why not? Let's do it. I want to get married.",
        "Katie: Soon?",
        "Ridge: Yeah. As soon as possible. What's stopping you?",
        "Katie: Nothing. Mm. [Chuckles]",
        "[SCENE_BREAK]",
        "Thorne: I didn't know what I was walking in on when I saw you and Aly embracing. [Chuckles] Wow.",
        "Taylor: She walked back in to hear me out, and she listened. She really listened. She opened her heart, and she forgave me. I-I felt it. It was like a weight lifted off of her spirit.",
        "Thorne: I don't know what to say, except I'm grateful. I'm grateful that you and Aly are able to put the past behind you and start over. And for us -- I don't have to lose you again.",
        "Taylor: [Chuckles]",
        "Thorne: [Chuckles] But mainly for Aly, because she's -- she's finally found peace, and now she can really start to live.",
        "Taylor: Well, thank God for Oliver. I don't think she would have made this breakthrough without him.",
        "Thorne: Yeah.",
        "[SCENE_BREAK]",
        "Oliver: You tired?",
        "Aly: [Chuckles] I am...many things...all at once. I'm not tired. I'm -- I'm invigorated, excited about what comes next.",
        "Oliver: Something major shifted in you tonight.",
        "Aly: I didn't think I would ever get past what Taylor did.",
        "Oliver: But you did.",
        "Aly: It's time to move on -- to forgive each other and ourselves... to find joy in life. And thanks to you, I was finally able to hear Taylor, and once I did, forgiving her was my only choice. That's huge, Oliver. That's what you did for me. Thank you.",
        "[SCENE_BREAK]",
        "Brooke: [Giggling] Mm.",
        "Bill: Mm.",
        "[SCENE_BREAK]",
        "Ridge: Uh-oh.",
        "Katie: I have something to show you. [Chuckles]",
        "Ridge: Cheers.",
        "Katie: Cheers.",
        "[Glasses clink]",
        "[SCENE_BREAK]",
        "Thorne: It was a big breakthrough for Aly and for you, too.",
        "Taylor: [Sighs] All that grief and guilt that I've carried for years now. I mean, I deserved it. I cost Darla her life and a little girl her mother, but forgiveness is -- it's amazing what it can do.",
        "Thorne: Yeah.",
        "Taylor: You forgave me, and she forgave me. I think maybe now I might be able to forgive myself.",
        "Thorne: I'm thinking my daughter's going to be okay.",
        "Taylor: My professional opinion is she already is.",
        "Thorne: [Chuckles] Can I ask you a question? Are you ready to start this journey?",
        "Taylor: Ready.",
        "[SCENE_BREAK]",
        "Oliver: You surprise me, Miss F.",
        "Aly: What'd I do?",
        "Oliver: You just -- you keep making me rethink you.",
        "Aly: Is that a good thing?",
        "Oliver: Watching you with Taylor -- seeing you make this amazing transformation in real time -- it was just so powerful. I could almost see the weight lift. You got brighter. I don't think I've ever seen you more beautiful.",
        "Aly: You showed me a new way to live -- the way my mother would have wanted for me. I wish you could have known her. She was such a good person -- all about forgiveness and acceptance. And because you led me there, I feel closer to her than ever. There's no way I can thank you enough for that, Oliver.",
        "Oliver: I can think of a couple. Be Aly -- whoever she turns out to be -- and if there's room, bring me along for the ride."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=DXCKm_NbvAM"
}