{
    "Episode Summary": [
        "Episode # 7550 ~ Ridge & Quinn agree to put an end to their encounters, because of his impending wedding to Brooke; Sally suffers the consequences of attending an event she was not officially invited to."
    ],
    "Recap": [
        "Brooke sits on the beach with Eric and says she thought Quinn would end up hurting him, but he saw something in her that no one else did and she is glad it is turning out so well. Quinn asks Ridge why he is way out here on the beach .he should be with Brooke, the woman he is going to marry tomorrow. Steffy tells Sally that her wedding was supposed to be an intimate affair and even if Thomas invited her it was not at the approval of Steffy. Brooke tells Eric to just forget anything she said what Katie told her. It is not important. Eric laments that he is not worried. Katie will come around like everyone else has. The Logan's and Forrester's together again starting tomorrow. Ridge tells Quinn that his dad is a lucky guy. He did not see it before but he does now. Quinn wishes him luck for tomorrow. She says something powerful happened or did not happen between them but they will always have those memories. The secret they will share and treasure, so any time he sees that gleam in her eye he will know why. Thomas sees Steffy haranguing Sally on the pier. Steffy is arguing with Sally that she needs to leave Australia right now. In a scuffle Sally falls into the water. Steffy laughs Bon Voyage. Thomas ends up jumping in too and they laugh at the situation.",
        "Brooke walks by and sees Bill drinking along. He tells her what does he do now. He thought this was their destiny and maybe it still is. He will always be there for her even if she is not his. Ridge tells Quinn there was a connection, a spark, she is very special but it is 100% over. She laments to Ridge that she fell hard for his dad. He was the one thing she had always wanted her whole life. He made her realize that she was decent and deserved happiness. She spent her whole life waiting to feel this way. She found love, not once but twice. He lovingly places his hand on her chin. She says she does not want him to leave Brooke. His father opened up her heart and she allowed the great Ridge Forrester to look at her and see what she was about. There is too much at stake but they will know and they will carry it with them and she is grateful for that. Suddenly without them seeing Brooke, she sees them holding hands while Quinn wishes him luck and all the best ..she kisses him. Brooke is in shock when Ridge initiates another kiss, turns away and leaves. Quinn turns around and Brooke is in her face."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: I don't know that I would have believed it, if 30 years ago you told me I'd be in Australia with you.",
        "Eric: Marrying my son.",
        "Brooke: [Laughs] That I definitely wouldn't have believed. I would have fantasized about it, but...",
        "Eric: We both got lucky. We ended up marrying our fantasies. What?",
        "Brooke: I really thought Quinn would end up hurting you. Or worse. But you saw something the rest of us didn't. You believed in her, and she really does love you and adore you. I guess we're all finally starting to understand that.",
        "Quinn: It was a beautiful wedding. Uniquely Steffy.",
        "Ridge: Unique. Yes. Soaring entrance and all.",
        "Quinn: [Laughing] Yes.",
        "Ridge: Thank you again for your kind words.",
        "Quinn: Well, I meant them. What are you doing out here, anyway? Shouldn't you be at the party with everybody else?",
        "Ridge: I'm just checking out the area. Today's Steffy's day, tomorrow is mine.",
        "Quinn: Oh, this is where you and Brooke are getting married.",
        "Ridge: Yeah. I didn't know we were gonna have the reception here, so it's a little weird.",
        "Quinn: [Laughs] It's gonna be a beautiful day. The beginning of your lives together.",
        "Ridge: And the end of our foolishness.",
        "Liam: Hey, uh, another one of these, please?",
        "Bill: Hey.",
        "Liam: Hey. You all right?",
        "Bill: All right? Come on. We got this gorgeous day, my son is marrying the woman of his dreams, and a fully stocked bar. How would I not be all right?",
        "Liam: I don't know, a certain other wedding happening soon.",
        "Bill: Agh. That's tomorrow. Today I'm the father of the groom. That's all that matters.",
        "Liam: Well, cheers to that.",
        "Sally: Why would I cause any trouble at your wedding reception? Who do you think I am? Okay, yeah. Okay, I've caused some trouble in the past, even at weddings, but look, Steffy, I promise. I come in peace.",
        "Steffy: [Laughing] Okay. Why would you come at all, sally?",
        "Sally: I just told you, Thomas invited me.",
        "Steffy: My wedding was supposed to be an intimate setting shared with people I care about, and you, sally spectra, are definitely not one of them. Here you go.",
        "Thomas: Thank you, brother. You're with the wedding reception on the beach over there, right?",
        "Thomas: Yeah, that's right.",
        "Ivy: Hi.",
        "Thomas: Oh, hey. This pretty lady said it's open bar for you guys.",
        "Ivy: Oh, well, the bride insisted.",
        "Thomas: Well, at least the price is right.",
        "Ivy: [Laughs]",
        "Thomas: Do you think Liam is still mad at me?",
        "Ivy: Well, Thomas, it wasn't your greatest idea, inviting sally spectra along.",
        "Thomas: Steffy did say I could bring a date.",
        "Ivy: Not a woman she hates.",
        "Thomas: You're right. Steffy should have been more specific.",
        "Steffy: I know you think crashing my wedding will give you another opportunity for a publicity stunt.",
        "Sally: I didn't crash this joint, and I'm not out for a publicity stunt. Although, I do see why you would be suspicious. I came as your brother's plus- one, so before you get riding too high in your saddle, I traveled a great distance to be here, would really appreciate not being treated like a second- class citizen. I came to wish you the best. So what do you say, princess? You want to start over?",
        "Eric: Ridge had the same doubts about Quinn that you had, but look at them now. They actually seem to care about each other. What, you don't believe that?",
        "Brooke: I think they made huge improvements in their relationship.",
        "Eric: But...?",
        "Brooke: But -- no buts. I'm just thinking about something that Katie said.",
        "Eric: What?",
        "Brooke: It's -- it's nothing.",
        "Eric: No, Brooke, what is it?",
        "Brooke: No, really. It's silly. Don't even think about it. Just forget I even said it.",
        "Quinn: Any foolishness between us is already over. I hope you and Brooke are as happy as Eric and me.",
        "Ridge: We will be. My dad is a lucky guy. I didn't see that before, but... I see it now. There you go. So, what's got you down? Aren't weddings a happy occasion?",
        "Bill: Yeah, well, normally they are, but this -- you know, we're not doing this. Cheers.",
        "Katie: Hi.",
        "Bill: Where have you been?",
        "Katie: Oh, just exploring the beach. You're drinking all by yourself?",
        "Bill: I don't see anybody else here.",
        "Katie: Well, where's Ridge? And Quinn.",
        "Eric: I'm not worried about anything that Katie said to you, all right? She will come around like everybody else has.",
        "Brooke: I doubted Quinn. We all did. But we were wrong.",
        "Eric: Mm-hmm.",
        "Brooke: That big smile on your face proves it.",
        "Eric: Yeah. Quinn and I haven't been together comparatively as long as everyone else has, but we've made a lot of really wonderful memories.",
        "Brooke: Yeah, well, Ridge and I have a 30-year start on you and Quinn.",
        "Eric: Now you're finally getting your happily-ever-after.",
        "Brooke: Starting tomorrow.",
        "Eric: Yeah. The Logans and Forresters together again.",
        "Brooke: This better be my last wedding.",
        "Eric: Oh, I think it probably will be. I think you and Ridge are both ready for that.",
        "Brooke: Well, it's a committed relationship...",
        "Eric: Mm-hmm.",
        "Brooke: Loving and trusting.",
        "Eric: Exactly what I have with Quinn.",
        "Quinn: Well, I should get back to Eric. Good luck tomorrow. I'm wishing you and Brooke the best.",
        "Ridge: Thank you.",
        "Quinn: Yeah. You know... something powerful happened between us. Whatever happened or didn't happen, we'll always have the memory. So, when you see me at the office or at the house, and you see a little glint in my eye... just know that I'm remembering this time, this really strange but special secret we share. And I think it's something that we should treasure.",
        "Steffy: Start over? You're joking, right? We haven't even started to begin with. We're never gonna start, sally. I have no intentions of being friends with you. Oh, and look who it is. Your date. Your first and last with my brother.",
        "Thomas: Okay, whoa. Is --",
        "Steffy: Everything's fine, Thomas.",
        "Sally: I extended a hand to your sister, and she just...",
        "Steffy: You have no intentions of being friends with me. All you want from me, or from Thomas, is just to use us!",
        "Thomas: Stef, calm down!",
        "Steffy: No, where are the cameras? Where are the cameras, sally?",
        "Sally: There aren't any!",
        "Steffy: You're just trying to leech off of my success, like you always do!",
        "Sally: Okay, I didn't come all the way to Australia to be treated like this.",
        "Steffy: No, you came to Australia to throw more cake on me, to toss another drink on me, all so you could just post it online to try to gain more followers. Well, it's not happening this time, sally. You're leaving.",
        "Sally: You want me to leave your reception?",
        "Steffy: Yeah, I want you to leave my reception. Actually, I want you to leave Australia. Come on.",
        "Sally: Get off --",
        "Steffy: No, you're coming --",
        "Sally: Get off me!",
        "Thomas: Oh, no!",
        "Steffy: [Laughs] Bon voyage.",
        "Thomas: [Laughs] You okay?",
        "Sally: It's not funny!",
        "Thomas: It kind of is, though!",
        "Sally: Not funny.",
        "Thomas: [Laughs]",
        "Sally: [Groans]",
        "Thomas: You okay?",
        "Sally: Yes! Oh, wow. Man! I kind of wish it was Steffy that would have fallen in 'cause that picture would have been so good.",
        "Thomas: Very epic. Epic, indeed. Viral, maybe.",
        "Sally: Yes, probably. No, but of course -- of course it was me. Always.",
        "Thomas: Uh-huh.",
        "Sally: Story of my life. [Exhales sharply] [Groans] I kind of thought she was gonna come around.",
        "Thomas: Yeah?",
        "Sally: Truthfully. Yeah. I did. Maybe even thank me for being here.",
        "Thomas: Yeah. I don't know about that.",
        "Sally: No, of course not.",
        "Thomas: No.",
        "Sally: Of course not. No.",
        "Thomas: But hey, by the way, your belly-flop? Amazing work. Amazing -- no, sorry. It was a dive. That was a dive.",
        "Sally: Yes, I was gonna say, don't --",
        "Thomas: What do you think? 7.5.",
        "Sally: No! No! No!",
        "Thomas: Yeah. You're right.",
        "Sally: It was at least like, a 9.8.",
        "Thomas: 10. 10. It's a 10.",
        "Sally: A 10. Thank you.",
        "Thomas: Absolutely.",
        "Sally: Yours, though. I'm not really sure about it. I'm gonna go with, like, a 4. 4.5.",
        "Thomas: That's fair.",
        "Sally: 5! I'll --",
        "Thomas: Thank you.",
        "Sally: Yes. Thanks for saving me.",
        "Brooke: [Sighs]",
        "Bill: Hey.",
        "Brooke: Hi.",
        "Bill: Did you lose something?",
        "Brooke: Someone, actually. I'm looking for Ridge. Have you seen him?",
        "Bill: Never heard of him.",
        "Brooke: How about the no-good dressmaker? Have you seen him?",
        "Bill: Oh, that -- the poser! Yeah, yeah, yeah! Oh, I -- I think he wandered off that way. Brooke. I really was sure he was going to screw you over again, that you would never marry him. And yet, here we are, and here I am. Wondering \"what do I do now?\" Because I really did believe that all of this was ultimately about our destiny. And who knows? Maybe it still is. Just know that I'll be thinking about you. And I'll be here for you. Always. Even if you're not mine.",
        "Quinn: I'm sorry.",
        "Ridge: No. Don't do that. Don't apologize. We both know what could have happened. As much as we hate each other.",
        "Quinn: And we always will.",
        "Ridge: Always will. But you're right, there was a connection. A spark. It was very strange and... very special. And 100% over.",
        "Quinn: Can I tell you something?",
        "Ridge: Do I want to hear it?",
        "Quinn: I don't -- I don't know, but... I really want to say it. I fell hard for your father. He was the first healthy relationship I've ever had. Something so honest and pure, and... he gave me everything I've ever wanted. See, I spent my whole life believing what everyone always said about me, that I was awful and that I was a witch, that I didn't deserve anyone or anything. Until your father. He said, \"it's not true.\" He made me realize that I was decent, and that I deserved happiness. I spent my entire life waiting to feel this way. But look at me now. I found love. Not once, but twice.",
        "Steffy: Mr. and Mrs. Spencer.",
        "Liam: Finally!",
        "Steffy: Forever.",
        "Liam: Forever.",
        "Steffy: [Squeals]",
        "Katie: Hi.",
        "Eric: Katie. Hi. Somebody said there was kayaking here. You were interested in that.",
        "Katie: Oh! Yeah, yeah. I think I might, you know, just go out and follow the shoreline for a mile or two.",
        "Eric: Aren't they metric down here?",
        "Katie: Oh, right. Okay, how about a 3k?",
        "Eric: Yeah. Much better. Well, I'm glad you're here. I'm kind of holding down the fort all by myself here.",
        "Katie: Oh, um, Brooke and Ridge aren't around?",
        "Eric: Mnh-mnh.",
        "Katie: Quinn?",
        "Eric: No. I guess they all took off exploring.",
        "Katie: Huh.",
        "Quinn: I don't need you to say anything in return. I don't need anything from you at all. I just wanted you to know. This -- this part of me that I was never able to access before, until I met your father... the ability to love a man. It's there for you, too. I don't -- I don't want you to leave Brooke. You're marrying her tomorrow, and I think that's wonderful. I just -- I think this is something we just need to acknowledge. Your father... he opened up my heart, and I was able to appreciate you. I was able to let the great Ridge Forrester actually look at me and see what I was hiding. Nobody's ever gonna know about us. The kisses we shared. It's just -- there's too much at stake. But we're gonna know. And we're gonna carry it with us. And for that, I am... I am so grateful. Goodbye, Ridge. I wish you and Brooke nothing but the best. [Gasps]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=ab0SCTTgUk8"
}