{
    "Episode Summary": [
        "Episode # 7664 ~ Quinn shows her appreciation to Ridge for standing up for her and ridding their lives of Sheila; with the unwilling assistance of Charlie, Sheila concocts a plan to ensure that Eric becomes hers."
    ],
    "Recap": [
        "Liam tells Steffy that the truth is always the best thing. He calls Wyatt in who is worried it might be against him. Bill comes in and says it can't be a party as it is not his birthday. He wants to know what this is about. Ridge catches Quinn humming and asks what is up with her, humming and smiling. She says she is back home, no one is shooting at her and Sheila has moved out. Of course she is happy. Sheila sneaks into the office and wants Charlie to help her again. He retorts that even if Quinn still has some feelings for Ridge that she is keeping them in check. Sheila says that is not good enough; Eric deserves better than that. Sally walks into Bill's office. Thomas cannot imagine why she is involved in this and why she is here. Liam says she in particular is involved so Bill will tell them or he will. Bill tells them to all get out and for Liam to forget this. So Liam speaks up and says Caroline is not sick; she never was. That was Bill's plan. Bill asks them again all to get out. Thomas shouts that he has been in New York all because of him. He left Sally and Spectra when they needed him the most. He says this is insane and apologizes to Sally. He starts in on Caroline for going along with the lie. Liam tells Bill he is not going to stop until they know everything. Bill planned all of this just before Sally's fashion show. He looks at a very angry Bill to fill in the blanks. Sheila looks over Charlie's shoulder at the camera views and sees Quinn and Ridge get on the elevator. Sheila suggests they are probably going to their secret love nest. Actually Quinn got a fax from Ivy to come help her in shipping. Sheila hits the stop button to the elevator trapping them inside.",
        "Lt. Baker walks into Bill's office and wants to know why he was called. Liam says to arrest his dad \u0096 he is responsible for the arson at Spectra. Both Ridge and Quinn pound on the elevator button but nothing. Sheila won't let Charlie make a move or she will tell his Pammy. Quinn sits down on the floor and says they are going to be here for a while. Ridge joins her. She says this gives her a chance to say a few things to him. She says she loves Eric but she missed Ridge; they had bonded and she had told him things she told no one else. Sheila tells Charlie that look how close they are. It is happening. Sheila takes her phone and takes pictures. Ridge tells Quinn that he will always be there for her but he does not want to go back to the way they were. He just wants to be happy for her and his dad. Sheila is there with her phone egging Ridge on to give her the kiss of death \u0096 to her marriage. Lt. Baker cannot believe what he hears \u0096 all for Bill's skyscraper. Liam tells Bill that he does not just love money and that skyscraper; he actually worships them. He says Bill committed a crime and he thinks he deserves to pay. Lt. Baker says this could mean years in prison if Liam goes along with this. Liam says while Bill is in prison he and Wyatt can lead this company and make it what it could be. Bill looks at Liam and begs him not to do this; to tell the truth."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: You're really doing this?",
        "Liam: It's the right thing, steffy. The truth is always the right thing.",
        "Wyatt: Got your message. What's going on?",
        "Liam: Well, some things need to be said.",
        "Wyatt: To me? Uh-oh. Should I be nervous?",
        "Liam: No, no, no, not you. Dad.",
        "Wyatt: Dad? All right, what's he done now?",
        "Liam: Well, if you honestly don't know, I would sit. This ain't gonna be pretty.",
        "Thomas: Sit for what?",
        "Liam: You'll see. Thanks for coming.",
        "Caroline: You didn't really give us much of a choice. We were on our way to the airport.",
        "Liam: I know. I-I appreciate you taking a later flight, but you both need to be here for this.",
        "Bill: Well, this can't be a surprise party. It's not my birthday.",
        "Liam: It's not a party.",
        "Caroline: Liam called us here.",
        "Bill: Is that so? All right, son. What's this about?",
        "Quinn: Mm.",
        "[ Humming ]",
        "Ridge: All right. Okay, okay. What is it now?",
        "Quinn: Huh?",
        "Ridge: You're singing, you're smiling. What's going on?",
        "Quinn: Of course I'm smiling. Nobody's shooting at me, my husband is home, and best of all, sheila has moved out.",
        "Ridge: And that's the best thing.",
        "Quinn: Hey.",
        "Ridge: Not having somebody stop shooting at you, you...",
        "Quinn: Having sheila out of my life. I'd dodge bullets any day of the week over seeing her face again. [ Chuckles ] Klutz.",
        "Sheila: Anything interesting?",
        "Charlie: [ Sputters ] Holy crap! What are you -- how'd you get in here?",
        "Sheila: You didn't see me come in?",
        "Charlie: I -- wh-- I -- may I help you?",
        "Sheila: Charlie... I never thought you'd ask.",
        "Charlie: You are not supposed to be here. I know you got the boot from the estate.",
        "Sheila: But you're gonna help me get back in.",
        "Charlie: Why in the world would I do that?",
        "Sheila: Because quinn still has feelings for ridge. And we're gonna prove it.",
        "Ridge: So, you're okay?",
        "Quinn: With sheila gone? I'm more than okay.",
        "Ridge: You and dad. You're okay. Because when I walked in the other day, it seemed like --",
        "Quinn: Look, he was upset, all right? Understandably. I let things get out of control. Hey, thank you for sticking up for me. Your support means a lot.",
        "Ridge: Of course. I'm just glad that dad is home. You got your husband back.",
        "Liam: I think you know what this is about.",
        "Bill: I'm happy to have a conversation with you, liam. Privately.",
        "[ Door opens ]",
        "Sally: Am I late?",
        "Liam: Nope. Right on time.",
        "Thomas: Sally, what -- what are you doing here? Why -- why is she a part of this?",
        "Bill: She's not. None of you are, so get out.",
        "Liam: Actually, this is all about sally... and you and caroline and the lies my father tells.",
        "Sally: Lies involving me?",
        "Bill: Don't do it, liam. You'll regret it.",
        "Liam: You want to say it, or should I? Caroline's not sick.",
        "Thomas: I'm sorry. What?",
        "Liam: She's not dying, tom. She never was.",
        "Charlie: Look, even if quinn still has feelings, she's keeping them in check.",
        "Sheila: That's not fair to eric. He's been through enough. At this stage of his life, he deserves so much better than quinn. And you are gonna help me get rid of her.",
        "Quinn: Right. I have a second chance with eric. I don't want to waste it worrying about sheila.",
        "Ridge: I'm glad to hear that.",
        "Quinn: You should give it a try.",
        "Ridge: Give what a try?",
        "Quinn: Second chances. Brooke.",
        "Ridge: Brooke is married to bill.",
        "Quinn: I know, but don't give up on what you're supposed to have in life. You know, if it's -- if it's brooke, you're gonna have it.",
        "Ridge: Why do you sound so confident?",
        "Quinn: Oh, because I'm doing this whole \"trust in life working out the way it's supposed to\" thing. Yeah. And it's working. You know? I'm living proof.",
        "Thomas: You're not dying?",
        "Wyatt: Why do we think she's dying?!",
        "Bill: Everybody out! Now! Thomas, caroline, stay!",
        "Caroline: God, it's over, uncle bill!",
        "Liam: My dad needed spectra to fail so he could get the land it's sitting on, and, tom, he thought getting you out of town would make it easier.",
        "Sally: You've got to be kidding me.",
        "Bill: Yep, he's kidding! Ha! That liam. He's a real cut-up. Making light of your cousin's illness?",
        "Wyatt: Dad, what's going on?",
        "Bill: Stay out of it, wyatt! You're gonna end up like your brother! Jobless, homeless, and out of an inheritance!",
        "Steffy: Just calm down for a second, please.",
        "Thomas: Calm down? You want us to calm down? You want us to calm down?! I've been in new york! I left my life, you son of a bitch, for your stupid tower and your stupid lie! This is all for you! I left sally, and I left spectra when they needed me the most!",
        "Bill: Your son needed you more.",
        "Thomas: My son had me! And, you...",
        "Caroline: [ Sobs ]",
        "Thomas: You just went along with all of this, and you just -- you just didn't think how it might affect my life!",
        "Caroline: I didn't want to! I hated it! I hated it! But I had you back, and I had our family together!",
        "Thomas: Stop! Stop! This is insane. This is all -- this is all insane! I can't believe I am a part of this. I am sorry. I am so sorry. I am sorry. If I had any idea about any of this, I would--",
        "Sally: I know, I know. It's okay.",
        "Liam: Actually, it's not. It's really not okay. 'Cause my dad went a lot further than you realize.",
        "Bill: Liam, I swear on all that I have --",
        "Liam: What do I have to lose, dad?! I'm not gonna stop until they know everything, so...",
        "Wyatt: Okay, there's more?",
        "Liam: Oh, yeah. Yeah, there's more. My dad figured shipping you off to new york would take too long, so he tried something more drastic.",
        "Bill: Don't listen to any of this nonsense!",
        "Liam: Why let spectra fizzle out on its own when he could make it happen immediately, when he could make it happen right before your fashion show?",
        "Sally: Oh, my god. The fire?",
        "Wyatt: That was an accident. Right?",
        "Liam: Oh, no. Was it?",
        "Quinn: This is kind of what i was thinking right there.",
        "Ridge: You know what I was thinking?",
        "Quinn: Hmm?",
        "Ridge: You give good advice.",
        "Quinn: Oh. I think so.",
        "Ridge: So I'm not gonna give up on brooke, however unlikely that whole scenario sounds to me, but...",
        "Quinn: Why unlikely? Because she's married to bill? I think that kind of works in your favor, because, you know, he's bill spencer. He's gonna shoot himself in the foot eventually.",
        "Ridge: That's a good point.",
        "Quinn: Yeah, I know. [ Cellphone chimes ] Oh.",
        "[ Sighs ]",
        "Ridge: Everything okay?",
        "Quinn: Oh, it's ivy. She's down in shipping. There's a problem with one of the suppliers, and he's blaming the whole thing on her. She said she needs her bad cop. I think we make a really good team, but why does she always get to be the good one?",
        "Ridge: I think you know why. But I have an idea. Why don't you try throwing in the grumpy co-C.E.O. To see what happens?",
        "Quinn: That's a good idea. And thank you...for everything. Come on, grumpy C.E.O.",
        "Ridge: Co-C.E.O.",
        "Quinn: Co-C.E.O. That was mine.",
        "Sheila: Oh, they're not even hiding it.",
        "Charlie: Who? What?",
        "Sheila: Ridge and quinn.",
        "Charlie: [ Sighs ] It's a business, sheila. They work here.",
        "Sheila: No, but, look, they're waiting for the elevator together. I mean, I bet they're off to some sort of secret love nest.",
        "Charlie: [ Scoffs ] I know every square inch of this building. There is no secret love nest.",
        "Sheila: Hmm. Then you know what? He's taking her to the steam room. That's probably it. Ridge doesn't have very many original ideas. Maybe we can stop them before they get there.",
        "Charlie: We don't even know if they're gonna do anything.",
        "Sheila: But you can do that, right? You can stop the elevator?",
        "Charlie: Well, sure. All I have to do is press those two buttons there, but listen, i don't think --",
        "Sheila: Well, then push them.",
        "Charlie: What?",
        "Sheila: Push them.",
        "Charlie: No! There's no way I'm gonna p--",
        "Ridge: Ooh.",
        "Quinn: What the --",
        "Ridge: You okay?",
        "Quinn: Yeah, yeah, I think so.",
        "[ Alarm ringing ]",
        "[ Alarm blaring ]",
        "Ridge: Ah, great. Try the call button.",
        "[ Dialing ]",
        "[ Telephone ringing ]",
        "Charlie: All right. What are you up to?",
        "Sheila: No, it's what are they up to? I can tell you right now it's no good. We don't have to let ridge and quinn get all the way to the steam room. They can betray eric right here.",
        "Sally: Liam, you were there when we found out the wiring was bad. It was an electrical issue.",
        "Liam: I know it started out that way, but then I made the unfortunate decision of telling my dad I put it out, and it inspired him.",
        "Thomas: God, you selfish bastard. People could have been killed in that fire!",
        "Bill: Because of faulty wiring!",
        "Liam: No, because of you!",
        "Sally: You would really go that far, all for some stupid skyscraper?",
        "Bill: It was a fire, all right? Don't let liam's overactive imagination --",
        "Wyatt: Then deny it! Say liam's wrong.",
        "Bill: Liam has never been more wrong in his life. [ Knock on door ] Oh-ho-ho! More people! Who else did you invite?! Little red riding hood's granny? She gonna chew me out?! Or that scrawny tailor? He gonna choke me with his tape measure? [ Door opens ] I don't have time --",
        "Liam: Good. You got my message.",
        "Lt. Baker: Indeed. Well, I'm intrigued. Why am I here?",
        "Liam: To arrest my father.",
        "Steffy: Liam, are you sure?",
        "Lt. Baker: On what charge?",
        "Liam: Arson. My dad is responsible for the fire at spectra fashions.",
        "Ridge: Anybody!",
        "Quinn: Right? [ Alarm rings ] Come on. Should have alerted somebody, right?",
        "Ridge: It's why they have that, yeah.",
        "Quinn: You know what? I'll just call ivy, and I'll let her know that we're...stuck. And there's no reception in the elevator.",
        "Ridge: And I left my phone on the desk.",
        "Quinn: Nice.",
        "[ Sighs ]",
        "Ridge: Guess we'll have to wait it out.",
        "[ Alarm rings ]",
        "Charlie: We can't do this. I really think we should --",
        "Sheila: No, don't you do that. Don't forget, I can tell pammy everything at any time. That's right. Why don't you watch for yourself and see why quinn doesn't deserve to be with eric.",
        "Quinn: Looks like we're gonna be here awhile.",
        "[ Sighs ]",
        "Ridge: You might be right. At least it's good company, right?",
        "Quinn: Yeah.",
        "Ridge: Party in the elevator.",
        "Quinn: [ Sighs ] No, parties would be, like, food and drinks. I think this is more like a forced break from work.",
        "Ridge: Okay.",
        "Quinn: Also it gives me a chance to say a few things.",
        "Sheila: Just look at them sitting so close to one another, almost drooling on each other.",
        "Quinn: I'm really grateful that eric's back, you know, that he's home with me.",
        "Ridge: Yeah.",
        "Quinn: And I'm not gonna do anything to jeopardize that. You know, I'm not gonna fight with sheila, whatever it was between the two of us. [ Sighs ] I know this is gonna sound really strange. Um, but, uh... I miss you.",
        "[ Chuckles ]",
        "Ridge: You do?",
        "Quinn: I do. I miss our closeness. I mean, you know, keeping that secret, it was an awful secret, but it, uh, it bonded us. I-I told you things I've never told anyone, and, you know, I mean, we became friends.",
        "Sheila: It's happening.",
        "Charlie: What are you doing?",
        "Sheila: I'm gathering evidence.",
        "[ Camera shutter clicks ]",
        "Ridge: The way we started was rough.",
        "Quinn: Yeah.",
        "Ridge: All I wanted to do is find out things about you and use them against you and bury you.",
        "Quinn: [ Sighs ]",
        "Ridge: I don't want to do that anymore, 'cause I don't want to lose what we have, either. I'll always be here for you.",
        "Sheila: Oh, come on! Do it, ridge. Do it. Kiss her. Kiss her like you have so many times before. [ Camera shutter clicks ] It'll be the kiss of death for her marriage.",
        "Lt. Baker: That's a very serious accusation.",
        "Bill: You have to excuse my son, lieutenant. Sadly, it seems that he's still suffering from the effects of his concussion.",
        "Liam: Oh, for god's sake.",
        "Bill: I apologize for wasting your time. It's bad enough that liam's little meltdown has created a family crisis. But to drag you into his delusion is -- is just beyond the pale.",
        "Lt. Baker: No need to apologize. I enjoy doing my job.",
        "Liam: For the record, he admitted it. Said he arranged the fire, said he had no regrets.",
        "Bill: Never said it.",
        "Liam: What were the words you used? \"Fair play\"?",
        "Bill: This is ridiculous. There's no proof. There's no evidence.",
        "Sally: We know how much you want the property. We can testify to that.",
        "Thomas: And the lies that you have told. Just the effort that you've put into making spectra fail and me leave for new york.",
        "Lt. Baker: What's this?",
        "Thomas: I'll tell you what this is. This is bill spencer convincing me that caroline is dying. And I believed it. I did. And he knew that I would want to go and be by her side while she still had a chance so we could make a family for my son! Fell for it. And I left spectra while they were vulnerable.",
        "Lt. Baker: Is this true?",
        "Caroline: Unfortunately.",
        "Bill: Nothing to do with this so-called arson.",
        "Lt. Baker: If you're determined to make spectra fail, it's got a lot to do with it. What's the reasoning, anyway?",
        "Liam: He wanted to put a skyscraper where spectra currently stands.",
        "Liam: Nobody believes it was an accident, dad.",
        "Bill: What I don't believe is that I called you son, that i gave you my name!",
        "Liam: Actually, I'm quite proud to call myself a spencer. Just not the way that you represent the name. Living by your own rules, profit at all costs, not a care in the world about the people you hurt. The thing is, you don't just love money. You worship it. You worship that building. Lieutenant baker, my father is one of the most rapacious men i have ever met. He is pathologically self-serving. And it always bothered me. I always hated it, but I always pretended that his deficit of morals wouldn't reflect on me. The thing is, that's not true, though. And I don't want to do it anymore. My father committed a crime. He committed a crime. He's responsible for the fire at spectra, and I think he deserves to pay.",
        "Lt. Baker: We're talking years in prison if this leads to a conviction. Are you sure you're prepared to do this?",
        "Bill: He's grandstanding, making up lies!",
        "Liam: No, you are the liar! You lie! You're the one who makes this family something to be ashamed of! You know, I used to -- I used to be proud of this. And now the idea that I would even be associated with you is an embarrassment to me! But don't worry! While you're in prison, wyatt and I will rebuild this family. We will rebuild this company, and we will finally make the spencer name mean something good!",
        "Lt. Baker: So, liam, is this some family squabble, some disagreement between you and your father?",
        "Liam: No, it is not.",
        "Lt. Baker: So you're prepared to testify against him? You understand the consequences?",
        "Liam: Yes.",
        "Lt. Baker: Well... then I guess we're gonna take you in.",
        "Bill: Liam, fix this. Tell them it isn't true. Liam. Please. . ."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=LPjw1ICy3Lo"
}