{
    "Episode Summary": [
        "Episode # 7159 ~ Zende calls Thomas out on kissing Nicole; Brooke returns to her role as Ridge's confidant."
    ],
    "Recap": [
        "Caroline is working in Rick's office when Brooke comes in to see Ridge. Caroline says he is out looking ahead to their future whatever that means. Brooke says she will know soon enough. Caroline does not want Brooke to spoil the surprise and asks her not to tell. Caroline is glad she can speak to Brooke like this about her ex-husband. No one else could know how she feels. And Brooke was so lucky to have a baby by the man that she loved. Brooke says she will always love Ridge but she is not pining away for him. She knows he loves Caroline and they want to have a baby and she is all for that. She just doesn't want Caroline to put too much on this surprise of Ridge's as not all are as they are cracked up to be. Ridge asks the doctor how long it will be before he gets the results. The doctor explains this is not an easy procedure and they can not rush it. After the doctor is gone for a spell he comes back in and is surprised that Ridge is still waiting there. Ridge says he knows he is being a pain but he will wait as he promised Caroline a baby and nothing is going to prevent him from doing that. If all is okay they can do the procedure this afternoon.",
        "Zende overhears Thomas say he kissed Nicole but he explains to Zende it meant nothing. It was just one kiss and she did not encourage it. Zende does think it is more to it than Thomas admits. Nicole walks in and thinks they are making too much of this and wants to speak to Zende alone. She explains and he is okay that it is not so fuzzy now. They are both free to see or kiss who they please. She says Thomas was probably thinking of someone else and perhaps so was she. The doctor has the results and Ridge is delighted until the doctor says they will not be reversing the vasectomy and that his sperm count is not viable. He tells Ridge that he did three tests and they are not going to change. They can try a few things but will have less than 10% chance of working. Caroline shows Thomas how to fix a design. He keeps looking at her and thinking about their night of sex. She explains that Ridge is gone as he is planning something for their future. She knows Thomas has big shoes to fill but she really wants him to be closer to his father. And a baby would be a blessing to all. Brooke comes by when Ridge returns and assumes he saw the doctor. He is gloomy and says he did not have the vasectomy reversed as it is a matter of fertility. He can not give Caroline the baby that she wants. Brooke is sorry and hugs Ridge. Yet Caroline tells Thomas that Ridge is going to give her a baby and they are elated."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Bird screeches]",
        "Brooke: Where's Ridge?",
        "Caroline: I don't know. I called him, but...",
        "Brooke: So, he didn't say where he was?",
        "Caroline: No. I mean, he said he's planning our future.",
        "Brooke: Planning your future?",
        "Caroline: Yeah. I don't know. I asked him what that meant, but all he said is, \"that's all you need to know right now.\" [Growls]",
        "Brooke: I see.",
        "Caroline: Do you? Because I have no idea what it means.",
        "Brooke: [Sighs] You'll find out soon enough.",
        "Caroline: That man and his surprises -- he is just full of them. [Sighs] I wonder what it's gonna be this time.",
        "[SCENE_BREAK]",
        "Dr. Wollin: That wasn't so bad, was it?",
        "Ridge: How long before we get the results?",
        "Dr. Wollin: Ridge, relax. Reversing a vasectomy is not like putting a band aid on.",
        "Ridge: I know. I know. There's a procedure. You got to see if my sperm is viable. I'm listening.",
        "Dr. Wollin: And then, barring all complications, we'll schedule the procedure.",
        "Ridge: There are no complications. I just had this done a little while ago. We're in good shape.",
        "Dr. Wollin: That's certainly in your \"plus\" column.",
        "Ridge: And this whole thing in Abu Dhabi and falling and -- I would know if there was a problem.",
        "Dr. Wollin: Patience, my friend.",
        "Ridge: I'm patient. I am.",
        "Dr. Wollin: You certainly are anxious to get started on this baby.",
        "Ridge: Yeah.",
        "Dr. Wollin: I'm surprised your wife didn't come with you. They often do.",
        "Ridge: Well, she's working today, but tonight we celebrate.",
        "Dr. Wollin: Yes. Let's hope it all works out.",
        "Ridge: It will work out. She wants a baby. That's what she wants. That's what's gonna make her happy.",
        "Dr. Wollin: Yeah, well... happy wife, happy life, right?",
        "Ridge: Yeah.",
        "[SCENE_BREAK]",
        "Zende: Did I hear that right? He kiss you?",
        "Thomas: Zende, it's not what you think.",
        "Zende: No, a kiss is a kiss, right?",
        "Thomas: Yeah, to a matter of degree.",
        "Zende: Oh. You mean like kissing your grandmother hello versus kissing a beautiful woman?",
        "Thomas: Zen, it was nothing.",
        "Zende: Well, she isn't your grandmother, so it must have been something.",
        "[SCENE_BREAK]",
        "Caroline: But you know all about that, don't you?",
        "Brooke: Know what?",
        "Caroline: About Ridge and his surprises.",
        "Brooke: Yeah. Yeah. I know all about Ridge's surprises.",
        "Caroline: So, do you know about this one? You do, don't you?! You know what? No. Don't tell me anything, because I don't want to spoil it.",
        "Brooke: I don't know what Ridge is going to say to you.",
        "Caroline: Well, he is planning our future, and we haven't had a honeymoon yet.",
        "Brooke: Why don't you wait and see how it's gonna turn out?",
        "Caroline: Wait and see? Why? That's a weird way to put that.",
        "Brooke: Well, stop guessing. I thought you didn't want to spoil it.",
        "Caroline: [Sighs] No, you're right. You're right. I mean, this is a man that married me on a whim and then officiated his own wedding. Who knows what he's gonna do?",
        "Brooke: I just don't want him to disappoint you.",
        "Caroline: See? Now, why would you say that?",
        "Brooke: Surprises -- sometimes they're not everything that they're cracked up to be.",
        "[SCENE_BREAK]",
        "Dr. Wollin: Ridge, are you still here?",
        "Ridge: Of course I'm still here. So, that's it? Results?",
        "Dr. Wollin: It hasn't even been an hour yet. Why don't I call you with the results?",
        "Ridge: Because if I'm here when you get the results, then we can just schedule the procedure for later on today.",
        "Dr. Wollin: [Chuckling] Whoa. Slow down there, cowboy.",
        "Ridge: I know. I get it. I'm -- I'm -- I'm a pain. I can hear myself. It's just my wife wants a family. And nothing's gonna stop us from having that.",
        "[SCENE_BREAK]",
        "Thomas: Yes. I kissed Nicole one time.",
        "Nicole: Totally caught me off guard.",
        "Zende: Something like that doesn't just happen.",
        "Thomas: She wasn't encouraging it, if that's what you're suggesting.",
        "Zende: Okay. So, why'd you do it?",
        "Thomas: It seemed like a good idea at the time.",
        "Zende: Good idea? I mean, look at her. Guess it would be a good idea.",
        "Nicole: Zende, it's not that big a deal.",
        "Zende: I mean, did you like it? Just curious. Were you upset? Some guy just walks up to you and just kisses you?",
        "Nicole: It happened so fast that --",
        "Zende: I mean, isn't that frowned upon in the workplace? I mean, some would even say it's sexual harassment, right?",
        "Thomas: Is that what you think this is? Okay. Was I totally out of line? You can tell me. It's fine.",
        "Nicole: We are making too much out of this. Thomas, can I have a few minutes alone with Zende?",
        "Thomas: Yeah. Sure.",
        "Nicole: Please don't tell me you're upset about this.",
        "Zende: Why should I be upset? I mean, you're a free agent. So am I.",
        "Nicole: Okay. You are upset.",
        "Zende: No, no. Really, it's good. It just kind of puts it all in perspective for me.",
        "Nicole: What perspective?",
        "Zende: Things were getting a little fuzzy there. Now it's a lot more clear.",
        "Nicole: Um, meaning?",
        "Zende: Meaning I-I misread things. That's all. You know, I-I thought there was something going on between us.",
        "Nicole: And now you don't?",
        "Zende: Well, obviously not, if you're kissing other guys.",
        "Nicole: I didn't kiss him, Zende -- he kissed me.",
        "Zende: Hmm.",
        "Nicole: Okay, no. I didn't slap him across the face because he didn't force himself on me. Why are we even talking about this?",
        "Zende: You know what? You're right. We're just friends. Who you kiss -- correction -- who kisses you -- is none of my business.",
        "Nicole: Okay. Come on.",
        "Zende: Wait. Where are we going?",
        "Nicole: To get some fresh air. We could both use it.",
        "[SCENE_BREAK]",
        "Caroline: I have to tell you, I was so blown away when Ridge dragged me off to get married.",
        "Brooke: [Chuckles] Did he really have to drag you?",
        "Caroline: Well, no, but it was so spontaneous.",
        "Brooke: Oh, yeah. I'm sure it put a crimp in your schedule that day.",
        "Caroline: It actually did, but I kind of thought, \"what the hell? I'm marrying the C.E.O. He'll cut me some slack,\" but no! It's kind of weird talking to you about Ridge. But... I don't know. I can't help it, though, 'cause he's all I want to talk about these days.",
        "Brooke: It's okay. I remember that feeling. Ridge is one of a kind.",
        "Caroline: Do you know what I love most about him? He's just -- he's there. He's so...present. You know, when he looks at you, it's like there's no one else in the whole world, and... I don't know. He's just such an open book. There's nothing hidden.",
        "Brooke: Yeah. He's an open book... most of the time.",
        "Caroline: I'm sorry. Does it hurt you to talk about him?",
        "Brooke: No.",
        "Caroline: Okay, 'cause it's just the way that you're reacting right now kind of makes me think that maybe...",
        "Brooke: No. No. No. Gosh. I'm not pining after Ridge. Yes, I love him and probably always will. I'm sure that Ridge feels the same way, too. But that time is over for me, and it's just beginning for you. I look at you, Caroline, and... I see me -- a young woman who so wanted to have children with Ridge.",
        "Caroline: And you did. And so will I. And you know how much that means to me. I mean... you know that probably better than anyone. You're the one person that I can talk to like this because you've been through it. You -- you know what it means to have a child with the man that you love.",
        "Brooke: [Chuckles softly]",
        "[SCENE_BREAK]",
        "Dr. Wollin: I have your results.",
        "Ridge: Okay, good. Let's schedule the procedure. We can do it tonight, or I can come in early tomorrow and just knock it out.",
        "Dr. Wollin: Ridge, we won't be reversing your vasectomy.",
        "Ridge: Why not? What are you showing me here?",
        "Dr. Wollin: Take a look at that. Your counts are in the normal range, but read the notes. You're azoospermic. It means the sperm you're producing aren't viable.",
        "Ridge: Less than 10%? What does that mean, less than 10%?",
        "Dr. Wollin: It's motility. Healthy sperm exhibit motion. Unfortunately, yours do not.",
        "Ridge: All right. Then let's get some other samples and...",
        "Dr. Wollin: Look, I took three samples already. I took a look at the slide myself and saw exactly the same thing.",
        "Ridge: All right. So, what's the treatment?",
        "Dr. Wollin: Well, when motility's at 30%, there are a few things we can try -- in vitro fertilization.",
        "Ridge: I don't want to do that to her. If that's what we have to do, then I guess we have to do it.",
        "Dr. Wollin: But you have to understand that the likelihood of success drops with each percentage point.",
        "Ridge: Less than 10?",
        "Dr. Wollin: I'm really sorry, Ridge.",
        "Ridge: Well, run the test again.",
        "Dr. Wollin: I already did.",
        "Ridge: I promised my wife I'd have a family with her.",
        "Dr. Wollin: She has to understand that there are no guarantees.",
        "Ridge: She understands that. She's not a kid. We all understand that, but, uh... I promised.",
        "Dr. Wollin: I'm really sorry.",
        "[SCENE_BREAK]",
        "Nicole: Okay. This is better -- fresh air. Now let's get sane.",
        "Zende: Sane?",
        "Nicole: Yes, sane. You can't be taking this seriously.",
        "Zende: I'm not at all jealous, Nicole.",
        "Nicole: But you're... disappointed. It was one silly little unexpected kiss.",
        "Zende: So, why are you acting so guilty about it?",
        "Nicole: I'm not! I just...don't want you all mopey.",
        "Zende: Mopey?",
        "Nicole: Well, aren't you?",
        "Zende: You wish.",
        "Nicole: Okay. Now you're messing with me.",
        "Zende: [Sighs]",
        "Nicole: Are you okay?",
        "Zende: What was it like?",
        "Nicole: Um, Zende, that's --",
        "Zende: No, not -- what was it like for him? You know, I never had the pleasure myself.",
        "Nicole: I guess you'll have to ask Thomas.",
        "Zende: You know, I cannot believe that guy. He grabs you and just -- bam -- lip lock.",
        "Nicole: He's going through something.",
        "Zende: I bet he is.",
        "Nicole: No, really. Like, that kiss wasn't even about me.",
        "Zende: [Chuckles] Wait. Did he tell you that?",
        "Nicole: He didn't have to.",
        "Zende: Okay. So, who was it about, then?",
        "Nicole: He's been acting strange. He's been on the clock constantly, working days and nights.",
        "Zende: Yeah? Well, he's the new guy on the design team.",
        "Nicole: Yeah, but it's more than that. He's trying to forget -- lose himself in his work.",
        "Zende: Well, it sounds like he's trying to lose himself in you.",
        "Nicole: He's hurting, Zende.",
        "Zende: And you seem to have the cure for that.",
        "Nicole: It really got to you, didn't it -- that little peck on the lips?",
        "Zende: It didn't seem like a peck, okay?",
        "Nicole: I don't know. I...wasn't paying attention.",
        "Zende: Right.",
        "Nicole: I wasn't. Thomas was thinking about someone else, and... maybe... so was I.",
        "[SCENE_BREAK]",
        "Caroline: Simple and classic -- that's Ridge's credo. So, what I think you need to do is modify the sweetheart a bit, bringing it up, and then you have to have this hit at the natural waist. And then I think you bring this down so it trumpets out a bit more. And then... I'm sorry. Look at me just giving you advice, like I am incredibly gifted. Oh, wow.",
        "Thomas: Yeah. No, no, no. Y-you are. You are. Um... where's -- where's dad?",
        "Caroline: Planning our future.",
        "Thomas: Hmm?",
        "Caroline: He went off, and I don't know where, but that's what he told me.",
        "[Both chuckle]",
        "Thomas: Well, I wonder what that means.",
        "Caroline: Well, it's Ridge! It could mean anything!",
        "Thomas: Well, I'm sure he won't disappoint you.",
        "Caroline: Does it bother you?",
        "Thomas: What?",
        "Caroline: Your dad is such a huge force in this world.",
        "Thomas: Why would that bother me?",
        "Caroline: It's just really big shoes to fill.",
        "Thomas: I'm not trying to be my dad, Caroline.",
        "Caroline: I just want you and Ridge to be closer. And maybe a baby will do that. I mean, that baby would be such a blessing... for all of us, Thomas.",
        "[SCENE_BREAK]",
        "Brooke: You're back. I was just with Caroline, speaking with her. She thinks you're planning your future. So, I guess you went to see the doctor about your vasectomy?",
        "Ridge: He ran tests.",
        "Brooke: So, did you schedule the procedure to reverse it?",
        "Ridge: Nope.",
        "Brooke: Why not?",
        "Ridge: Um...not necessary.",
        "Brooke: Oh?",
        "Ridge: It, uh -- it wouldn't make a difference.",
        "Brooke: Why?",
        "Ridge: 'Cause I can't have a baby, Brooke. I have a problem with fertility.",
        "[SCENE_BREAK]",
        "Zende: So, what are you saying? Thomas is trying to forget, and he's using you as what -- a distraction?",
        "Nicole: Maybe. I mean, I don't fully understand why he kissed me.",
        "Zende: Nicole... you're beautiful. Why wouldn't he want to kiss you?",
        "Nicole: There are tons of beautiful women in this building.",
        "Zende: Okay. You can't be that dense.",
        "Nicole: Not dense. Confused? Yes. I mean, I turn around. Next thing I know, I'm being kissed -- no warning, no sweet prelude, and I didn't even know it was happening until it was over. Tell me that doesn't sound odd. Look, he's been so focused on work and securing his new position.",
        "Zende: Mm-hmm, yeah, and then, suddenly, he's not.",
        "Nicole: Because he couldn't hold back.",
        "Zende: You're that irresistible, right?",
        "Nicole: Because he couldn't hold back his feelings for someone else -- the person I suspect he really wanted to kiss and the person that he is trying to forget.",
        "[SCENE_BREAK]",
        "Thomas: A surprise wedding and, pretty soon, a baby.",
        "Caroline: The two things I wanted most.",
        "Thomas: I'm really happy for you.",
        "Caroline: I know you said that before, but this is first time I actually believe you.",
        "Thomas: I do.",
        "Caroline: It means a lot to me, Thomas. You've changed, and I like it.",
        "Thomas: I don't know. I guess I was just pretty convinced that dad wouldn't give you what you want... you know, he would be unable to provide the things that you want most, and hold you back from what you really deserve.",
        "Caroline: But he didn't.",
        "Thomas: No, he certainly did not. We both know how much he didn't want to have another child, but he's giving that you. And I had my --",
        "Caroline: No. You can go ahead. You can say it.",
        "Thomas: No, no. It's -- it's -- it's a little harsh.",
        "Caroline: No. You thought that he would make me a promise and not keep it about the baby.",
        "Thomas: Yeah. It crossed my mind. But he didn't. Dad comes through again.",
        "[SCENE_BREAK]",
        "Brooke: Oh, Ridge. How?",
        "Ridge: I don't know. He tested my sperm, and... no motility.",
        "Brooke: So, reversing the vasectomy...",
        "Ridge: Would just be a waste of time. I'm infertile.",
        "Brooke: Did he tell you how that could happen or why?",
        "Ridge: He doesn't know. It could -- all kinds of things, things that happened. I don't know. [Sighs]",
        "Brooke: I'm sorry.",
        "Ridge: I don't know what to do. Caroline's so excited. She wants to have a family. That's what she wants. That's why I was rushing through everything -- wedding day -- because I want to give her what she wants, you know, and... you should have seen her. Never seen her happier. No. No, that's not true. The day I told her that I'd changed my mind, I did want to have a family with her -- that's the happiest I'd ever seen her. Um... I don't know what to do. She wants to have a baby, wants to have my baby. That's what she wants more than anything else in the world. She wants to be a mom, you know? She wants to... carry my son or my daughter. What did I just do? I just... I just took her dream away.",
        "Brooke: I'm sorry.",
        "[SCENE_BREAK]",
        "Caroline: We're gonna have a baby, Thomas. Ridge and I are gonna start a family. It's something that I've always fantasized about, and... I'm so excited about our future."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=KPpczOahY6Y"
}