{
    "Episode Summary": [
        "Episode # 7568 ~ Coco angrily confronts Sally for using her to steal the Forresters' designs without her knowledge; Steffy forbids Thomas and RJ from having contact with the Spectras."
    ],
    "Recap": [
        "Bill is looking at himself in the mirror in his office and thinking about when he took his sword necklace off and gave it to Brooke. Wyatt and Jarrett walk in and catch him and Wyatt asks if this is what he does all day. Bill quips that he has nothing better to look at. Wyatt says that Jarrett has good news. Jarrett tells Bill that Spectra Fashions ripped off FC. At a round table discussion Brooke tells the group that this is not good. RJ says Coco did not know about this. Steffy says all the Spectra's ruined their showing. Brooke says Carter is looking into what they can do about it. Steffy speaks up again that she warned all of them about Sally but they did not listen. Thomas says he trusted Sally but it was a massive mistake. Coco comes back to Spectra and confronts Sally. Sally replies that she will tell all at FC that Coco had nothing to do with this but Coco says it is too late. They never want to see her again. And Sally even broke up with Thomas because she betrayed him by stealing and could not look him in the eye. They had two amazing Forrester guys and Sally messed that up. RJ believes her but the others in charge do not. Sally says she made a bad decision and now is so sorry. Grams was pushing her and she never felt good enough. But the thing she regrets the most is hurting Coco and ruining her dreams. Bill is amazed that Spectra got to FC again. Jarrett says the public does not care that they are knockoffs as long as they get an elegant gown at affordable prices. Spectra Fashions is not going anywhere. Bill grouses at him that he has the gift of stating the obvious and there goes his new skyscraper, dammit. Brooke says they will have to wait and see what the lawyers say. Steffy is sure they will have to scrap their whole collection. Even though RJ says they made changes so they are not identical, Steffy says they are enough it would be a big risk. She thinks they have to cut their losses and go back to the drawing board. They are not going to let Spectra get away with this.",
        "Sally tells Coco that she is sorry so just let her please explain. Coco laments to her that she told her she did not want to be a spy but she used her anyway with the hidden camera inside the necklace and brooch. She thought she was just being nice with those gifts but she only cares about herself. Maybe she is naive but she never thought her own sister would betray her like this. Bill tells Wyatt that Thomas, the junior dressmaker, would not steal from his family. It had to be Sally that duped them. This is going to be more than stabbing someone in the back. It is going to come back and bite her in the ass. He orders Jarrett to go ahead and write his scathing report, minimize all of Spectra's accomplishments and then Wyatt can go ahead with their wrecking plans ..do not dare cancel that. Steffy tells them one thing is for certain, they cannot have contact with either Coco or Sally. Thomas says no problem, but RJ does not understand why Coco is being punished. She is just as much a victim as they are. Steffy says she will not let Sally get away with this. No one messes with her family. Thomas tells RJ that no matter how much he pleads or begs, Coco's time here is done. Thomas says that he wants to give Coco the benefit of the doubt but he has cut Sally from his life and RJ needs to do the same with Coco. Steffy marches into Spectra and looks around at the empty offices until she spies Sally sitting behind her desk. Steffy says she just wanted to stop by and say thank you for the disgusting stunt she pulled and now her brother sees her for who she really is. Then she gloats - big success, wow! But if she is banking on this being a thorn in Forrester's side, ain't gonna happen not with her in charge. Sally gets right to the point and says Coco did not know of any of this and is just as upset as Steffy is. So go easy on the kid and not punish her. Steffy says Sally made a huge mistake but it won't hurt Coco any more as she is no longer welcome at FC. Sally tries to explain that Steffy would not understand since she came from a platinum world with that world at her feet. Things come easy for her but not for the Spectra's. They have had to scrounge and scrape for everything they have. She says she tried to stay legit but when things get tough you do what you have to do. Spencer Publications ruined any chance she had of being legit with a bad review of her first showing. She cannot go back now and the only thing she can do is say she is sorry. She knows she has disappointed Steffy, Thomas, Coco and most of all her own self. She says with grit and determination that Spectra has been reborn and she owes it all to Steffy's family. And Steffy's approval means everything to her and one day she will earn that. And maybe someday Thomas will forgive her and they can at least be friends, she would like that. Steffy fires back that Sally is not her friend and she does not want Sally anywhere near her or her family. She is trash and any association she had with her family is officially over. Brooke shows up at Bill's. He says he does not know what happened but he does know that Forrester lived up to his history and they are no longer together. The night before her wedding it must have been pretty bad. She doesn't want to tell him the details only that she did not forgive him. Bill is pleased and asks then why is she here. She pulls out his necklace and places it around his neck. She reminds him that his strength comes from the necklace so she is giving it back to him. She's taking control of her life and will never take him for granted for all the things he taught her. He puffs up his chest and whinnies like a stallion. He says it is a thoughtful gift and he loves it. She puts her arms around his neck and says she loves him ..and they kiss."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: This necklace has been my talisman, and there's power in it, and that's why I want you to have it. Please take it, Brooke.",
        "Brooke: Bill...",
        "Bill: I will love you forever and a day.",
        "Wyatt: Is this what you do all day?",
        "Bill: Yeah. Till I have something better to look at, which is neither one of you two. I assume you're here for a reason.",
        "Wyatt: We have good news!",
        "Jarrett: Well, actually, it's...",
        "Bill: What is it?",
        "Wyatt: Tell him, Jarrett!",
        "Jarrett: Spectra fashions ripped off the Forresters, sir.",
        "Brooke: This isn't good.",
        "R.J.: Mom, Coco didn't know she was spying on us.",
        "Brooke: Honey, I know you want to believe that, but --",
        "Steffy: It doesn't matter. They already ruined our show. Months of hard work. Spectra ruined everything.",
        "Thomas: Yeah, but there's got to be something that we can do about it.",
        "Steffy: Like send them to prison?",
        "Brooke: Eric and ridge are meeting with carter to see what legal recourse we have.",
        "R.J.: Are you saying they can go to jail?",
        "Steffy: What did they was illegal and unethical. I told you two that they were trouble, and you didn't listen to me.",
        "Thomas: You were right, Stef. What do you want me to say? I trusted Sally, and it was a massive mistake.",
        "Coco: I can't believe you.",
        "Sally: Coco, please...",
        "Coco: How could you do that? How could you use me? Your own sister.",
        "Bill: So Spectra got the jump on Forrester again. This time, with Sally 2.0.",
        "Jarrett: She's a savvy one, that Sally. The show was quite a triumph.",
        "Wyatt: Yes, but what happens when the buyers find out they're knockoffs?",
        "Bill: They don't care!",
        "Jarrett: All they care about is exquisite fashions at affordable prices. I'm afraid Spectra fashions isn't going anywhere, sir.",
        "Bill: You know, you have an unbelievable gift for stating the obvious, Jarrett! My skyscraper, damn it!",
        "Wyatt: By the volume of your voice, I'm guessing that doesn't bode well for the expansion project.",
        "Bill: You think, Wyatt?!",
        "Brooke: I've seen this happen many times. Happened a lot when Sally's aunt was in charge.",
        "Thomas: Well, I thought Sally was different. I didn't expect this from her.",
        "Steffy: Okay, it's done. What's our plan?",
        "Brooke: We have to wait and see what the lawyers say.",
        "Steffy: I think we're gonna have to scrap the entire collection.",
        "R.J.: Spectra's designs weren't exactly the same. They made some modifications.",
        "Steffy: It's basically identical.",
        "Brooke: Launching our line right now would be a terrible risk.",
        "Steffy: Yeah, it's embarrassing. I think we're just gonna have to cut our losses and just go back to the drawing board.",
        "Thomas: Stef, you know how much that's gonna cost us, right?",
        "Steffy: Yeah, I do. But we're not gonna be knocked off. We're not gonna give them undue credibility.",
        "Brooke: That's something they won't have. Not after today.",
        "Steffy: No matter what, we're not gonna let it slide. We're not gonna let Spectra get away with this.",
        "Sally: I'm sorry.",
        "Coco: You asked me to be a spy, and I flat-out said no. I wanted nothing to do with that, and I made that clear, and you used me anyway!",
        "Sally: Coco, let me please explain!",
        "Coco: A necklace with a camera in it, Sally? I thought you were being nice and you were giving me a gift, but I guess I should have known. I should have known that you only ever think about yourself, and you weren't even thinking about me or my commitment to Forrester because you really -- you really don't care at all.",
        "Sally: Yes, of course I do!",
        "Coco: And maybe I'm naive, but I never thought that my own sister would betray me like this.",
        "Wyatt: Dad, you spent some time with Sally in Sydney, didn't you?",
        "Bill: I said maybe two freaking words to her at Liam and Steffy's wedding.",
        "Jarrett: She was there as Thomas Forrester's date.",
        "Wyatt: Wait, you don't think Thomas had something to do with this?",
        "Jarrett: He was at the Spectra showing...",
        "Bill: Thomas is dressmaker, Jr. He's not gonna steal from his own company, his family... it's Sally. She duped him. Played him like a fiddle. She sold her soul and that relationship so that Spectra could come out on top.",
        "Wyatt: Wow. Talk about stabbing someone in the back.",
        "Bill: This is gonna turn around and bite Sally in the ass.",
        "Jarrett: I told you, sir, the reporters, the buyers... they couldn't get enough.",
        "Bill: Yeah, well, I don't give a damn! We move ahead as planned. You're gonna write a scathing review. You're gonna minimize any success that Spectra had. That building is gonna be bulldozed as planned. Now get going!",
        "Jarrett: Yes, Mr. Spencer.",
        "Bill: And don't you even think about canceling that crew. I want them on-site first thing in the morning, ready to take that building down.",
        "Wyatt: Okay. This isn't just about your skyscraper, is it? This is about Brooke.",
        "Brooke: We can't make any decisions until we hear from ridge and Eric.",
        "Steffy: One thing's for sure. You can't have any contact with Coco or Sally.",
        "Thomas: That's not gonna be a problem.",
        "Steffy: R.J., I'm serious.",
        "R.J.: Why is she being punished? I mean, she didn't do anything wrong. She's as much of a victim as we are.",
        "Steffy: She's the who got us into this mess. All right, look. I know it wasn't Coco's idea. I know it was Sally. She's the big mastermind behind all of this. But she used you to take us down. She disrespected Forrester, and all of our hard work that we poured into that line is gone. I'm not gonna let her get away with this. No one messes with my family.",
        "Sally: I never wanted to use you.",
        "Coco: But you did anyway. And Thomas, too. You guys were getting so close. You really cared about each other. And now I understand why you broke up with him. 'Cause you felt guilty. You couldn't face him knowing that you were stealing from him and his family. But what about me? Did you ever even stop to think about me, or the life that I was building over at Forrester?",
        "Sally: I will tell them that you had nothing to do with this.",
        "Coco: No! It's too late! They kicked me out. They never want to see me again.",
        "Sally: But you didn't do anything, Coco.",
        "Coco: It doesn't matter.",
        "Sally: Yes! It does matter! Tell R.J. The truth. That you were set up. He will listen to you.",
        "Coco: Yeah, I did.",
        "Sally: Okay, well, what did he say?",
        "Coco: He believes me.",
        "Sally: That's good, right?",
        "Coco: It doesn't matter! Just why, Sally? Why'd you do this? We had such amazing opportunities and two amazing Forrester guys.",
        "Sally: It was never gonna last.",
        "Coco: Why not?",
        "Sally: Because we're Spectras. And they're Forresters. They would have dumped us eventually. Maybe not you. But definitely me.",
        "Coco: We'll never know what could have been 'cause you ruined it for both of us.",
        "Sally: Okay, look, I am not making any excuses, but I didn't -- I didn't know what else to do! After that review from Spencer publications, I felt like a failure, but I made aunt Sally a promise, and grams, she would not let up. Not just about saving this place, but insisting that Thomas would leave me, that I wasn't good enough. I made a bad decision, and I am so sorry, but the thing that I regret the most is hurting you. And ruining your dream.",
        "Coco: You ruined both our dreams.",
        "Bill: Whatever it is, Alison, leave it on the chair. I'll get to it later.",
        "Brooke: Busy as ever, I see.",
        "Bill: Hey, you. I've been waiting for you to come by. I wanted to give you your space.",
        "Brooke: Here I am. And thank you.",
        "Bill: I'm so glad to see you. I don't know what actually happened, but I did know that Forrester would live up to his history. Whatever he did, it must have been pretty bad. The night before your wedding? You want to tell me?",
        "Brooke: No.",
        "Bill: Well, I imagine he begged for your forgiveness. And yet, you're here. Don't tell me you forgave him.",
        "Brooke: No.",
        "Bill: Okay, then, why are we talking about that poser anyway? I assume you came here for a reason.",
        "Brooke: I did.",
        "Bill: To see me.",
        "Brooke: Yes, and something more.",
        "Bill: Okay, I'll play. Why are you here, Brooke?",
        "Brooke: I have something for you.",
        "R.J.: I can't believe this happened. I mean, it was going so well.",
        "Thomas: So we thought.",
        "R.J.: Obviously Sally had something to do with this the whole time.",
        "Thomas: Apparently, I -- I don't know.",
        "R.J.: But Coco swears she didn't know anything about it.",
        "Thomas: True or not, R.J., she cannot keep her job as an intern. It doesn't matter how much you plead or beg. Her time here is done.",
        "R.J.: Why? I mean, if we can prove --",
        "Thomas: R.J., nobody's going to allow it. Innocent or guilty, after everything that the Spectras have done... it's just not gonna happen. I'm sorry, bud. You got to let it go.",
        "R.J.: I just feel bad. It's not fair. She was manipulated, Thomas. And you don't believe her.",
        "Thomas: I don't know. I don't know what to think about any of this. If I were you, R.J., I would keep my distance. Stop seeing Coco.",
        "R.J.: Does that mean it's over for you and Sally?",
        "Sally: Steffy. To what do I owe the pleasure?",
        "Steffy: I just wanted to stop by and say thank you.",
        "Sally: For what?",
        "Steffy: Because of that disgusting stunt you pulled, my brother finally sees you for who you really are. Big success, by the way. Wow. Bravo. Let me give you some advice. If you're banking on Spectra being a thorn in Forrester's side, it's not gonna happen. Not with me in charge.",
        "Sally: Got it. And by the way, my sister didn't know about any of this. She was just as upset as you were, so just please go easy on the kid. Don't punish her on --",
        "Steffy: Coco is no longer welcome at Forrester creations. Her internship is over. You made a huge mistake. You turned my family against you, and you ruined a chance with a wonderful guy.",
        "Sally: It wouldn't have worked out anyway.",
        "Steffy: For whatever reason, Thomas really liked you. You had a place in his heart, and you blew it. You lied to him. You stole from him. You were slowly being accepted by our family. You wanted to be a respected designer. Just -- tell me why. Why would you resort to stealing?",
        "R.J.: What if I can prove Coco wasn't involved, show that Spectra spied on us behind her back?",
        "Thomas: She was literally wearing the cameras.",
        "R.J.: I know, but it was inside her jewelry, and she didn't know.",
        "Thomas: It's possible that Coco is telling the truth. I -- I want to give her the benefit of the doubt.",
        "R.J.: Thank you.",
        "Thomas: The best thing for us to do right now is move on.",
        "R.J.: Thomas --",
        "Thomas: R.J. We have to put the Spectra women behind us. Let it go. That's what I'm doing with Sally. That's what you need to do with Coco.",
        "Sally: Spectra Fashions is a knockoff shop. It's what we do, okay? It ain't pretty, and I am not proud of it, but it puts bread on the table. If it keeps my employees' families fed and change in the pockets, then so be it.",
        "Steffy: You don't care about how many people you hurt?",
        "Sally: You know, Steffy, I wouldn't expect you to understand. You come from a platinum world. Everything you guys do comes easily to you, but not for us. When my parents left, my grandmother gave up everything that she had to raise Coco and me. We have had to scrounge and scrape for every single thing that we have. When things get tough, you got to do what you got to do. I tried to stay legit, I did, but Spencer publications ruined any chance I had of that.",
        "Steffy: So you resort to stealing? You could have conducted yourself differently, you could have risen above. You were given this incredible opportunity, and you just throw it away?",
        "Sally: I can't go back! I can't make it right, okay? The only thing that I can do is say that I'm sorry because I know I disappointed you. And Thomas and Coco and, most of all, myself. But you know what? With grit and determination, Spectra is alive again. Spectra has been reborn. And I owe it all to your family. So, look, I know you guys hate me, okay? And whether you believe it or not, your approval means everything to me, and one day, I will earn it. And as far as Thomas goes, I don't know, hopefully one day he will forgive me. And maybe we could be friends. Just like our namesakes. We'll get along. We could go grab a drink. I -- I would really like that.",
        "Steffy: You are not my friend. You're just trash. And I don't want you anywhere near me or my business, and as for Thomas, he wants nothing to do with you, and you can tell that to your little sister and your grandmother. Any association you had with my family is over. It's done, Sally Spectra. Goodbye.",
        "Brooke: When you gave me this, you told me that it guided you, it gave you strength, and that it would do the same for me. And you know what? You were right. 'Cause this sword brought me here. And now I am giving it back to you. I'm taking control of my life.",
        "Bill: Taking control?",
        "Brooke: I've outgrown the games, and this is a symbol of love and honesty, respect. Everything that you've shown me. To never take you for granted. My stallion.",
        "Bill: [Whinnies]",
        "Brooke: [Giggles]",
        "Bill: It's a thoughtful gift. I love it.",
        "Brooke: And I love you."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=QeWqczMhhjY"
}