{
    "Episode Summary": [],
    "Recap": [
        "Liam can tell that Hope is distracted. But at least she did not say to get lost buddy. She says she would never call him buddy. He says that is hopeful. Bill walks in and says hopeful is good. He will just grab a few things and be on his way. Liam asks if he is moving back in with Brooke as Hope saw his car in the driveway last night. Bill says yes and Brooke is probably looking for Donna and Hope right now to tell them the news. Katie was the first one she called to tell. They had let too much stuff get in their way, but he knows he does not have to tell Liam and Hope that. Hope tells Liam later that she meant what she said to his dad about someone being there for you; it helps. Bill tells Liam that he knows they were talking about Wyatt when he walked in. He hopes there is no problem there. Liam says no; it's just that Hope wasn't much like herself. She hasn't talked to Brooke yet but if Brooke is happy then Hope will be happy. Bill wants to make sure that he did not tell Hope about his uninvited guest. Liam says hell no, but he thought that was over. Bill says it is now, but he had to shove her in the closet when Brooke was here. Quinn could have come out and blown the whole thing, but she didn't, so maybe he was wrong about her. Liam says no, there was a reason she did not but it wasn't to help Bill. And it doesn't matter that nothing happened this time. Now Quinn has dirt on Bill. And if she threatens to tell Brooke, Bill is out of luck.",
        "Quinn and Wyatt are looking over the jewelry. He suspects she is thinking of how good it would look on his girlfriend, so let her enjoy it too. He comments that would be one thing off of her list of the three \u0096 happy son, successful business and companion for herself. She says two out of three ain't bad, but she might have underestimated his dad's interest in Brooke. Bill's not ready to let go. She shrugs it off and says her life is full with other things and she is not the kind to get lonely. Wyatt knows Bill will always have a special place in her heart. She says not having a man in her life doesn't diminish anything. Bill might. Look how Brooke and Katie fawned over him. They catered to his every whim. That isn't her, never will be. Bill tells Liam that Quinn is not the one making a big deal out of this; just Liam. He wants it to stop. Brooke went home Quinn went home; all is good. Liam says okay but do him a favor. Do not be alone with Quinn when he tells her. Bill quips that Liam will be there. He's going to call her right now to come over. Bill tells Liam that Quinn won't say anything. She works for Brooke's son at FC so she will not jeopardize that situation. Liam says yes but they are talking about a woman who stabbed him in the neck with his own pendant, hacked into his e-mail and sabotaged his wedding. Bill realizes that but for now he is grateful. Quinn walks in, says she did not know Liam would be here. He says he lives there. Bill asks Liam for a minute to talk to Quinn. She quips they could go upstairs and talk in his bedroom. Liam turns green and says he's got to go. Quinn sees Bill's bags and asks if Liam is hopefully going out of town. Bill says they are his bags and not for the gym. He wanted to tell her first. He and Brooke got together last night and he is moving back in with her. She brings her happy face and says the last time she heard Brooke needed more time. Now that she is sharing co-VP with Ridge, could that have brought this on. Bill says he did not invite her here for her opinion. He just wanted her to know. And to remind her of what she said the other night that she wouldn't say anything to anyone what happened between them. Quinn says please, she is not some jilted lover. She is not happy that he and Brooke are getting back together because it's been a long time since she's had the kind of fun they had lately ..but she is not going to tell Brooke. She says she is doing a really big favor by keeping his secret and she wants two things. She kisses him and says their last kiss. Then he can add that to the long list not to tell Brooke if he will grant her the second wish. Wyatt tells Hope that he has a great idea. They need to get out of here. He had a surprise for her later but it looks like she could use it right now. He says the RV is in the parking lot, it' stocked so they can just go someplace. This will be good for her to get out of the stress of work and Ridge. She agrees she has been under a strain. But she adds there is something else. She treads lightly saying she doesn't want him to misunderstand. She really likes being with him and how close they have become. But she has said it a lot that she did not want to move too fast. She did not want to move in with him or make a big commitment. She wanted to take things slow. Now she is late. She thinks she might be pregnant."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Seagulls calling]",
        "Liam: I tell her I'm never giving up, and she says... nothing.",
        "Hope: Sorry. Sorry.",
        "Liam: Hey. No, I shouldn't be complaining. It could be good. At least you didn't shoot me down. \"No way, buddy. Never gonna happen, buddy.\"",
        "Hope: [Chuckles] Oh, Liam. You know that I would never call you \"buddy.\"",
        "Liam: Bless your heart.",
        "Hope: [Laughs]",
        "Liam: I am serious, though. You're really distracted.",
        "Hope: Little bit. It's obvious?",
        "Liam: Is it this thing with, uh, my dad and your mom?",
        "Hope: Uh...",
        "Liam: Wyatt? Something happen between you two?",
        "[SCENE_BREAK]",
        "Wyatt: [Humming]",
        "Quinn: I don't have to wonder what you're thinking about.",
        "Wyatt: Why, your gorgeous jewelry, of course.",
        "Quinn: Yeah, and how it would look on your gorgeous girlfriend.",
        "Wyatt: [Chuckles] Please tell me I'm not that transparent.",
        "Quinn: Only to your mother.",
        "Wyatt: I'm sorry. Was that supposed to make me feel better?",
        "Quinn: Hope makes you happy. Let me enjoy it, too.",
        "Wyatt: [Chuckles] And check it off your list.",
        "Quinn: Hmm?",
        "Wyatt: One of the three things that you want in life. Happy son, successful business, companion for yourself.",
        "Quinn: Well, two out of three ain't bad.",
        "Wyatt: Where is this positive go-getter attitude that I'm used to?",
        "Quinn: I may have underestimated your father's interest in Brooke.",
        "Wyatt: Oh, Mom, I'm sorry.",
        "Quinn: You warned me.",
        "Wyatt: Wait. What happened?",
        "Quinn: Oh, Bill's not ready to let go.",
        "Wyatt: Hmm. It's not really your style, either, Mom.",
        "Quinn: Mnh-mnh. And unlike your father, I have other things on my mind besides who I'm spending time with. I mean, I have a company to run and jewelry to make and a son who depends on me for guidance and support. My life is full. [Chuckles]",
        "Wyatt: Glad to hear it.",
        "Quinn: Mm-hmm. You know me. I'm not one to get lonely.",
        "Wyatt: It's 'cause you've always had me around. Now that I have my own digs down at the beach --",
        "Quinn: [Gasps] Is that an invitation?",
        "Wyatt: Huh?",
        "Quinn: Oh, thank you!",
        "Wyatt: No. No, no, no, no.",
        "Quinn: Oh, sweetie! That's so -- I'm kidding. I'm kidding. I'm too busy to hang out with you at the beach or to be pining for your father.",
        "[SCENE_BREAK]",
        "Liam: Are you and Wyatt having problems?",
        "Hope: No.",
        "Liam: Sorry. Was that too hopeful?",
        "Bill: Don't apologize, Liam. There is nothing wrong with being hopeful.",
        "Hope: [Chuckles]",
        "Bill: Okay, well, uh, don't mind me. I'm just gonna grab a few things, and I'll be on my merry way.",
        "Liam: What is this? You going somewhere?",
        "Bill: As a matter of fact, I am.",
        "Liam: Are you moving back in with Brooke?",
        "Hope: I, uh, saw your car at my mom's last night.",
        "Bill: Mm-hmm.",
        "Liam: Congratulations.",
        "Bill: Huh?! Thank you! Thank you, son! Uh, Hope, so, did you just come by to share the good news with Liam, or...is there something else going on I should know about?",
        "Hope: Where's my mom now?",
        "Bill: Oh, I imagine she's probably looking for you and Donna to share the good news.",
        "Hope: And Katie?",
        "Bill: Uh, that was actually the first call she made.",
        "Hope: She wants Katie to know how happy she is?",
        "Bill: Well, uh, how happy we -- we both are. Actually, we always were. That was -- that was never the problem. It was really outside forces. Whether it was Katie's anger or Ridge's whining or your judgment. We let that stuff get in our way. But I don't have to explain that to the two of you, do I? You know, your mom tried to fight her feelings for me. She never denied them. And mine never wavered. Now, I know I'm not your favorite person, and I probably never will be, but that's got to count for something, doesn't it?",
        "Hope: Yeah, it does.",
        "Bill: Okay, well, that's not \"congratulations,\" but I'll take it.",
        "Liam: [Chuckles]",
        "Hope: I'm gonna take off.",
        "Liam: Okay, yeah, I'll walk you out.",
        "Hope: Okay.",
        "[Door opens]",
        "Hope: Sorry. I could have been a lot more positive.",
        "Liam: Yeah, well, you got stuff on your mind.",
        "Hope: I meant what I said to your dad about having someone stand by you, be there for you. It doesn't always change things. But it means a lot.",
        "[SCENE_BREAK]",
        "Wyatt: So, he'll always have a place in your heart?",
        "Quinn: He's your father.",
        "Wyatt: And you're not looking for more?",
        "Quinn: [Chuckles] Not from him.",
        "Wyatt: Because you don't want it or because you don't think that he can give it to you?",
        "Quinn: He's already given me the most precious gift I could ever receive.",
        "Wyatt: Oh, well, thank you.",
        "[Both laugh]",
        "Quinn: Besides, I didn't get where I am by wasting my time.",
        "Wyatt: Right. But the other day, you said that no other man makes you feel the way that he does.",
        "Quinn: I don't need a man to be excited about my life. I have a lot going on.",
        "Wyatt: A lot.",
        "Quinn: Yeah.",
        "Wyatt: And there's some pretty great things.",
        "Quinn: Yeah!",
        "Wyatt: Mm-hmm.",
        "Quinn: It's what I've worked my whole life for.",
        "Wyatt: But you don't want to share that with someone?",
        "Quinn: Oh, my love, but I'm sharing it with you.",
        "Wyatt: Mom! Someone who's not your kid!",
        "Quinn: Not having a man in my life doesn't diminish what I have accomplished. What? Well, look, a man like Bill, he would most likely get in the way. Look, he's used to be fawned over. Brooke and Katie, they catered to his every whim, and that's not me, and it never will be.",
        "Wyatt: Hmm.",
        "Quinn: Hmm.",
        "[SCENE_BREAK]",
        "Liam: So, Brooke took you back.",
        "Bill: Finally came to her senses.",
        "Liam: You must have made a hell of an argument.",
        "Bill: You looking for some pointers? I know you were, uh, asking Hope about Wyatt when I came in.",
        "Liam: Yeah, I know, but they're fine.",
        "Bill: And? Thought there might be an issue.",
        "Liam: No issue. It's just Hope wasn't acting like herself.",
        "Bill: Huh. Well, that -- that could be my fault. Uh, Brooke and I probably kept her up last night.",
        "Liam: [Chuckles] Yeah, that's probably it.",
        "Bill: Yeah, she wasn't, you know, throwing confetti or streamers or anything, was she?",
        "Liam: That's the thing you have to remember. Hope hasn't talked to Brooke yet. But if Brooke is happy, then Hope will be, too.",
        "Bill: Oh, she's -- she's happy, all right.",
        "Liam: All right, well, make sure she stays that way, and Hope won't have a problem with you.",
        "Bill: Uh, I am not the one who broke her mother's heart. Hey, uh, you obviously didn't say anything about my uninvited guest, did you?",
        "Liam: What? Quinn? God, no.",
        "Bill: Good. Keep it that way.",
        "Liam: But, Dad, you did say that it was over.",
        "Bill: It is.",
        "Liam: What -- she was here. I mean, when Brooke showed up the other day, Quinn was here. She was in your room.",
        "Bill: Yeah, I, uh, I shoved her in the closet.",
        "Liam: Oh, Dad!",
        "Bill: What do you mean, \"oh, Dad\"?",
        "Liam: What are you doing?!",
        "Bill: What do you think I was doing? What was I supposed to do? It was fine. It gave Brooke and me a chance to -- to talk, and that's a good thing.",
        "Liam: With Quinn in the room! In the room, Dad!",
        "Bill: Okay! Well, she didn't come out of the closet! She could've! She could've blown the whole thing for me, but -- but she didn't! So, I don't know. Maybe I'm somewhat wrong about her.",
        "Liam: No, you're not. You're not wrong about her. There's a reason she kept quiet, and it's not to help you.",
        "Bill: Nothing happened.",
        "Liam: Okay, fine. Nothing happened? Then why -- why couldn't you tell Brooke about Quinn?",
        "Bill: Why would I do that?!",
        "Liam: Ridge lied to her, okay? He told her that he wanted to spend his life with her, and then he took up with Katie. It's a little hard to trust after that, and if you're keeping all this from her --",
        "Bill: Totally different set of circumstances! I came home, Quinn was hiding in the room! I didn't know she was there! And listen, you know, it wasn't like last time. Nothing happened. It didn't go anywhere.",
        "Liam: No, you're missing the point. It doesn't matter how far it went, because Quinn has dirt on you now. And if she threatens to tell Brooke, then you're out of luck, man.",
        "Bill: She's not gonna tell -- she's not gonna do it. She's not -- she -- she won't do that. If she wanted to do that, she could have just walked right out of the closet and blown me out of the water, okay? That didn't happen. Now, will you just do me a favor? Quinn's not the problem! You're -- you're making a problem out of nothing! Brooke and I are happy. Now, what I want from you is to just be happy for me.",
        "Liam: [Sighs] Dad, all I'm saying, you and Brooke have a chance to get everything right.",
        "Bill: All right. Enough, Liam. I'm not worried about it, so why are you?",
        "Liam: Yeah, well, if you and Brooke are back together, Quinn might have a little something to say about that.",
        "Bill: Quinn is not the one making a big deal out of this! You are, and I want you to stop! Look, Quinn went home last night. Brooke left, Quinn left, and we were on good terms.",
        "Liam: Okay. Does Quinn know you two are back together?",
        "Bill: Not yet.",
        "Liam: Do me a favor. Don't be alone when you tell her.",
        "Bill: I won't be. You're gonna be here.",
        "Liam: Me?",
        "Bill: Yeah. I'm gonna call Quinn right now, tell her to come over.",
        "Liam: No, no, no, no.",
        "Bill: And you're gonna see once and for all we don't have to worry about Quinn Fuller.",
        "[Cell phone rings]",
        "Quinn: [Sighs] Oh. Hello, Bill.",
        "Bill: Hey, uh, can you get away right now?",
        "Quinn: Uh, it depends. What for?",
        "Bill: Well, I need to see you. I'm at Liam's house in Malibu.",
        "Quinn: I'll be right there.",
        "[Cell phone beeps]",
        "Quinn: Hmm.",
        "Wyatt: Dad?",
        "Quinn: Uh-huh. He's waiting for me at Liam's.",
        "Wyatt: Why?",
        "Quinn: [Scoffs] I don't know.",
        "Wyatt: Well, maybe you didn't underestimate dad's interest in Brooke. Maybe you underestimated his interest in you.",
        "Quinn: Well, that's an interesting thought, but I think I'll stick with \"Don't get your hopes up.\"",
        "Wyatt: [Chuckles] All right.",
        "Quinn: Bye.",
        "Hope: Hey.",
        "Wyatt: Hey. I was wondering when you'd get here.",
        "Hope: Hi.",
        "Wyatt: Hi. Hey, did you see my mom out there? Is she okay? I couldn't get a read on her.",
        "Hope: Your mom?",
        "Wyatt: Yeah. You just -- you just passed her.",
        "Hope: Oh, I-I didn't -- I didn't see her.",
        "Wyatt: Is everything okay? You seem like you're somewhere else.",
        "Hope: Hmm.",
        "[SCENE_BREAK]",
        "Bill: I'm telling you you're wrong about this.",
        "Liam: I hope I am.",
        "Bill: Listen, Quinn knows how I feel about Brooke, and she promised she wouldn't say anything.",
        "Liam: [Laughs] And you believed her. [Sighs]",
        "Bill: You're forgetting something. She works for Brooke's son. She's not gonna do anything to jeopardize her situation at Forrester.",
        "Liam: Yeah, no, that -- that makes sense, except we're talking about the woman who stabbed you in the neck with your own pendant, hacked my e-mail, sabotaged my wedding --",
        "Bill: Okay, all right! I hear you! And I'm not discounting anything that you're saying! Sure if we hit the rewind button, she'd do it all again. [Sighs] But so far, she hasn't done anything to blow my relationship with Brooke. And I'm...grateful.",
        "Liam: I can't wait to get this place back to myself.",
        "Quinn: Oh! Well, my curiosity got the best of me. Hello, Liam. I didn't know you'd be here.",
        "Liam: I live here.",
        "Bill: Uh, do me a favor, will you? Just, uh, give me a minute to talk to -- to Quinn here.",
        "Quinn: Or we could just talk upstairs in your bedroom --",
        "Liam: I'm gonna go.",
        "Quinn: Oh, is Liam going out of town, hopefully?",
        "Bill: Those are my bags.",
        "Quinn: Pretty big for the gym.",
        "Bill: I wanted you to hear this from me. Brooke and I got back together last night.",
        "Quinn: Brooke took you back.",
        "Bill: I'm moving in.",
        "Quinn: Last I heard, Brooke said she needed more time.",
        "Bill: Gave her all the time I could.",
        "Quinn: [Chuckles] Once you found out that she would be sharing the vice presidency with Ridge. Is that what brought this on?",
        "Bill: I've wanted this for a long time, Quinn.",
        "Quinn: Well, you did tell Brooke that you would wait for it.",
        "Bill: You know, I didn't ask you here for your opinion. I just wanted to let you know what's going on.",
        "Quinn: Really? Is that all you wanted?",
        "Bill: That and to remind you what you said the other night.",
        "Quinn: I said a lot of things the other night.",
        "Bill: Right. I'm talking about our deal. That you wouldn't say anything to anyone about what happened between us. You haven't said anything to anyone, have you?",
        "Quinn: Why would I?",
        "Liam: I'm going to work.",
        "Bill: I thought you said you were gonna hang out.",
        "Liam: You need me to?",
        "Bill: No.",
        "Liam: I'll check up on you later.",
        "Quinn: [Scoffs]",
        "[Door opens]",
        "Quinn: Did you think that I was gonna act like some sort of jilted lover? [Chuckles] Please, Bill. I'm a mature, independent woman. I run my own company. I've raised a son. Okay, am I happy that you and Brooke are getting back together? No. Because it's been a long time since I've had the kind of fun that we've had lately. But I'm not going to tell Brooke.",
        "Bill: Thanks.",
        "Quinn: Really? I think you can do better than that. I mean, I'm doing a really big favor keeping your secret. Hmm. I think there's something that I want in return. Two things, actually.",
        "Bill: What?",
        "Quinn: First... our last kiss.",
        "Bill: Permanently.",
        "Quinn: Mm-hmm. It's just something you can add to the long list of things Brooke never needs to know about if you grant me my second wish.",
        "Bill: [Sighs]",
        "[SCENE_BREAK]",
        "Liam: Where did I leave my keys? Ah.",
        "[SCENE_BREAK]",
        "Wyatt: Look, okay, I have a great idea. Let's get out of here.",
        "Hope: I just got in.",
        "Wyatt: Yeah, but I had a surprise for you for later, but it just kind of seems like you -- you could use one right now.",
        "Hope: Not -- not really, no.",
        "Wyatt: It's a good one. Look, the RVs in the lot. It's packed. It's stocked. It's ready to go. Why don't we just go? Let's go somewhere. What do you say?",
        "Hope: Hmm. You -- you want to leave right now?",
        "Wyatt: Yeah. Yeah. Or whenever you want. I mean, if you need to clear you calendar or whatever, you can do that. Uh... look, you -- you've been really stressed out lately, you know?",
        "Hope: Yeah, I have been.",
        "Wyatt: With everything that's been going on, I mean, you're -- you're overwhelmed.",
        "Hope: It's definitely getting to me, yeah.",
        "Wyatt: Okay. Well, this will be good for you. You can get away from work, a few days away from Ridge, you know, all the craziness that happened yesterday.",
        "Hope: Hmm. It's not just that. There's something else.",
        "Wyatt: What?",
        "Hope: Um... I -- okay. I don't want you to misunderstand what I'm saying, because... I really like being with you, and I love how close we've gotten. I really do.",
        "Wyatt: Right.",
        "Hope: [Sighs] You know, when I told you that I-I didn't want to move too fast, you know. I said that a lot.",
        "Wyatt: Yeah.",
        "Hope: You -- you asked me to move in, and I said that I wasn't ready. Uh, I said that I wasn't ready for a big commitment.",
        "Wyatt: No, I know, and I-I understood that.",
        "Hope: I just wanted to -- to take things slow.",
        "Wyatt: Right.",
        "Hope: But now I'm late.",
        "Wyatt: Late for what?",
        "Hope: I'm late.",
        "Wyatt: Oh.",
        "Hope: Wyatt, I think I might be pregnant."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=h-XzulhJaWY"
}