{
    "Episode Summary": [],
    "Recap": [
        "Bill tells Liam to go ahead and toast the new bride. Liam, obviously, very annoyed marches past Hope and goes straight to Bill across the room and stands there as if to defy him. Bill says again that he can do this. Liam turns around but still can not say a word. Finally Wyatt speaks up and says he is glad he came ..everyone is. Rick says Wyatt and Hope were a huge success along with the diamond in Paris. Quinn says Hope is not wearing the diamond. Hope tells them no, she accepted it for the line not for herself and it is in Paris right now and will make the rounds in Europe before coming back to the boutique. Quinn makes a toast and says she hopes it brings as much success to her line as it did to her personal relationship. Brooke tells Hope again how happy she is for them and welcomes Wyatt into the family He gives her a kiss on the cheek. The other Logan sisters, Katie and Donna, come over also to congratulate them. They tell Wyatt he better be on his toes as they will be watching to see if he is the ideal husband. Hope thanks her mother for inviting Deacon. Brooke says she knew she would want him here. Hope goes toward Deacon and he welcomes Wyatt. He says he can't believe he is just coming back into her life and now she goes and gets a husband. Hope tells him how much it means to have him here. A girl always needs her dad. He gives her a hug. Wyatt says he should go see his mother. Quinn tells them that she can go if it makes them uncomfortable. Hope says no, this is an entire family party, she is welcome. Quinn says she has been working very hard and she is going to be a great mother-in-law. Bill interrupts and tells them that Brooke wants to make a toast. As he walks off, Quinn touches him on the arm and says she won't bite . unless he wants her to. He lets her know that he is only tolerating her. With Liam looking on like a sick puppy, Brooke makes a glowing toast to the happy newlyweds. Ivy tells Liam that he has to tell Hope now. He looks at the happy couple beaming at each other and that pretty well seals the deal. Maya seeks out Rick a few times and asks how it is being alone with his wife away. Finally he tells her just because things did not work out with her and Carter doesn't mean the rest of them are unhappy who they are with. Guess that told her off!",
        "Wyatt comes up to Liam ad says their dad should not have put him on the spot like that, so he just wants to thank him for even coming. Wyatt says it is sort of a relief without all the back and forth and now that Hope is his wife he hopes Liam can accept it and someday even support it. Liam doesn't say a word and Ivy doesn't take her eye off of Liam. Wyatt asks everyone to raise their glasses again and he'd like to thank him for putting aside their differences today for them and how much that means to him. It has brought them all together and that is something that Hope is so good at. He gives a toast to Hope for choosing to spend a life with him. Again Liam and Ivy just glare. Hope says she wants to say this is exactly how she pictured starting her marriage with friends and family. Quinn catches Deacon looking at Brooke and sidles up to him and says he needs to put a stop to her and Bill right now. Katie tells Ridge that it looks like Brooke has forgiven Bill again. Maybe she wouldn't if she knew Ridge could not draw anymore so he needs to tell her. Deacon finds Brooke in the kitchen and says he can't believe she is still with Bill. She says it should not surprise him. They were almost married once and he is trying to change. Deacon says that is not true. There is something she needs to know. Bill is still hurting people that she loves. Brooke won't listen until Deacon lays it on the line. Something happened more than Ridge just falling into the water. He can no longer draw. There won't be any more designs. The greatest passion this man has in his life is completely gone. Carter asks Hope if she has any pictures. She says yes but they are upstairs on her phone. She will go get them. Ivy and Aly take this opportunity to corner a moping Liam and tells him now is his chance to find Hope alone. They will keep Wyatt occupied and distract him. Liam takes off upstairs like a bullet. Wyatt is a little suspicious or surprised when Aly and Ivy sit by him and want to hear everything about the photo shoot, the wedding and even the honeymoon. Hope picks up her phone and Liam walks in and closes the door. She turns around and says he should not be here. He grins and says she should not be married. Quinn tells Bill that she is so proud of her son and to think they created him years ago. Bill says and despite that he turned out all right. She says she does not have pink hearts coming out of her eyes but she does care for him and there is nothing she would not do for him. He tells her do not let this little family get together fool her, Brooke is the only woman for him so accept it. His life is with Brooke. Ridge finds Brooke still in the kitchen and asks if she is all right. She says not really. She just heard something ridiculous. She can not believe he lost his ability to design. He wants to know who told her that. She tears up when she realizes it is true and Bill took that away from him. Hope tells Liam that she doesn't know why he can say that to her. She was there, she waited for him and he wasn't there. So he really doesn't get to tell her who she should marry. She says it was humiliating. When that clock struck 3 o'clock, she looked for him, she waited for him, she made excuses for him and she really didn't expect to be let down like that. He thinks about it for a minute and finally says he was there. He was on the bridge and saw her. She says no, he was not there. He says he was there. He flew to Paris just as they planned to make her his wife. She shakes her head. She is dumbstruck."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: Come on, Liam. Congratulate the bride. You can do this.",
        "Wyatt: I'm glad you came, Liam. Everyone, actually. You know, it's good to be back and celebrating with you all. Uh...what a trip, huh? [Chuckles]",
        "Bill: That's the way to do it -- quick and easy elopement.",
        "Wyatt: Yeah. Well, nothing says your photo shoot was a success like proposing marriage, right?",
        "Rick: And it was. It was a huge success. Showcasing the diamond in paris, Eiffel tower in the background -- the press was lapping it up.",
        "Wyatt: Well, that's music to our newlywed ears.",
        "Bill: Well, of course they ate it up. My son knows how to work a crowd.",
        "Wyatt: Oh, I didn't do anything. It was all hope, and it was the diamond.",
        "Quinn: Oh! But you're not wearing it.",
        "Hope: No. No, I'm not. No. I accepted it for the line, not for myself, so it is in paris right now. It's on display at the boutique, and it's going to make some rounds around Europe.",
        "Quinn: Wonderful. I hope it brings as much success to your line as it did to your personal relationship.",
        "Wyatt: [Chuckles] Yep.",
        "Wyatt: Ohh. Look at this room. Just filled with family and friends. Come on. Let's go make the rounds. We got to give the people what they want, right?",
        "Brooke: I am so happy for you, sweetheart!",
        "Hope: Thank you. Thank you.",
        "Brooke: And welcome to the family.",
        "Wyatt: Ah. Thank you. Thank you.",
        "Katie: Hey.",
        "Hope: Hi!",
        "Katie: Congratulations.",
        "Hope: Thank you.",
        "Wyatt: Wow.",
        "Hope: Thank you. What?",
        "Wyatt: I have a lot of in-laws.",
        "Katie: Yes. It comes with the vows.",
        "Wyatt: I like it.",
        "Donna: For now. But, you know, us Logan girls -- we watch out for one another, so you'd better be on your toes and be an ideal husband, because we'll be watching.",
        "Katie: Yes. If hope is unhappy, we're gonna know about it.",
        "Donna: Uh-huh.",
        "Wyatt: I got it.",
        "Brooke: Good.",
        "Donna: You better.",
        "Hope: Come on. Let's go say hi to deacon.",
        "Wyatt: Mm-hmm.",
        "Hope: Hey, thank you for inviting him.",
        "Brooke: I knew you'd want him here.",
        "Hope: Yeah. Thanks.",
        "Katie: We're watching you. [Chuckling]",
        "Hope: Hi.",
        "Deacon: Hey. Wyatt. Congratulations.",
        "Wyatt: Thank you.",
        "Deacon: I mean, I just -- I can't believe this. My little girl is all grown up and she's getting married -- is married. I'm finally back in your life, and you run off and get a husband.",
        "Hope: Yeah. You know it means a lot that you're here. Married or not, a girl will always, always need her dad.",
        "Deacon: That means a lot to me.",
        "Wyatt: I think Rick might need a little rescuing.",
        "Hope: Oh, okay. We'll be back, then.",
        "Deacon: Cheers.",
        "Maya: Take a look at those photos when you get a chance and tell me what you think.",
        "Rick: I will.",
        "Hope: Hello.",
        "Rick: Well, there they are -- the happy couple!",
        "Maya: Congratulations, again.",
        "Rick: Congratulations, Wyatt.",
        "Wyatt: Thank you.",
        "Maya: So, tell me -- your father's yacht?",
        "Wyatt: Yeah. It's quite the location.",
        "Maya: Yeah, the Mediterranean. I'll bet. Must be nice.",
        "Hope: It was. Where's Caroline?",
        "Rick: She's with her moms. She told me to tell you how happy she is for the both of you.",
        "Wyatt: Uh, hey, uh, maybe we should go check on my mom.",
        "Hope: Oh. Yeah, yeah, yeah. Sure. Excuse us.",
        "Rick: Enjoy.",
        "Maya: Well, no rush on those photos, okay? I'm sure you have a lot to do while your wife is out of town.",
        "Wyatt: Hey, mom.",
        "Hope: Hi.",
        "Quinn: Hey. You know, I can leave if it would make you feel more comfortable.",
        "Hope: No! Are you kidding? No, no, no. This is a family party.",
        "Quinn: Well, I'm gonna be a great mother-in-law to you. I-I've been working really, really hard, and, well, I have a whole new life ahead of me.",
        "Bill: Hope... uh... your mother would like to make a toast.",
        "Hope: Okay. Uh, okay. Let's -- let's go.",
        "Bill: Lead the way.",
        "Quinn: Oh, I won't bite... unless you want me to.",
        "Bill: I'm tolerating you for our son.",
        "Quinn: Coolness.",
        "Pam: You're not skimping on the champagne. That's for sure.",
        "Brooke: That's from Bill.",
        "Bill: Largest bottle I could find.",
        "Ridge: Someone's overcompensating.",
        "Katie: Mm.",
        "Brooke: Could everybody raise their glasses, please? This is to my precious daughter, who is so radiant and so beautiful after her amazing honeymoon on Stella Maris... and, of course, her dashing prince, who whisked her away from the Eiffel tower to make her his wife. To the bride and groom.",
        "Ridge: Hear, hear!",
        "All: Hear, hear!",
        "Ivy: Liam, you have to tell her. Just tell hope you were there.",
        "Eric: The response has been great.",
        "Wyatt: Are you talking about the photo shoot or the wedding?",
        "Rick: Both! Wait. You guys -- did you guys go online at all after?",
        "Both: Uh...",
        "Wyatt: Not so much on the yacht.",
        "Rick: Oh, right, right -- the honeymoon.",
        "[All chuckling]",
        "Rick: Trust me -- you guys were trending. The line was trending.",
        "Eric: I couldn't have asked for a better outcome.",
        "Maya: So, Caroline left you all alone, huh?",
        "Rick: Alone? No. I mean, well, my dad's just right across the way in the courtyard, and there's Aly and Ivy. Got a lot of company, actually.",
        "Maya: When's she coming back?",
        "Rick: Maya...",
        "Maya: What?",
        "Rick: Just because things didn't work out with you and carter doesn't mean the rest of us aren't happy with who we're with.",
        "Maya: Wow. Whatever.",
        "Wyatt: Uh, dad really shouldn't have put you on the spot like that. I mean, it was enough that you even came here, so thank you for that.",
        "Liam: Yeah.",
        "Wyatt: It's kind of a relief, though, isn't it? No more back and forth -- the decision's made. Hope's...my wife. I just hope that you can accept that, and maybe even one day, you can support it. Everyone... uh, I would like for us to raise our glasses one more time. Look, I just wanted to thank you all for coming. Our families gathered -- siblings, parents -- everyone putting aside their differences for us. I can't -- I can't tell you how much that means to me. But this marriage is more than just about hope and me. It unites us. Something that hope has always been so good at is bringing people together. To my bride. Thank you for choosing to spend a life with me.",
        "Hope: Uh, and I would just like to say that this is exactly how I pictured starting a marriage -- surrounded by friends and family -- and Wyatt and I very much feel your support. Thank you.",
        "All: Cheers!",
        "Ivy: Just tell her. Hope needs to know.",
        "Deacon: Brooke... I know that you're frightened. I'm frightened, too. I'll be by your side and by our baby's side forever.",
        "Brooke: Oh, god, I do want that. I want a life with you so badly, and I want to raise our child together. I would give anything for that.",
        "Deacon: But that's just it. You don't have to give anything. It's right here for the taking, right now.",
        "Quinn: Bet I know what you're thinking.",
        "Deacon: If I can just get an opportunity with them, you know, to really be a family. I know I can make Brooke happier than -- I know I could make her happier than Bill ever could. I mean, a self-indulgent guy like that -- it's never gonna last.",
        "Quinn: Look at them. If they aren't back together already, they will be soon. You need to stop them...now.",
        "Katie: I guess she's forgiven him.",
        "Ridge: Well, she can't. I don't want him near her or my son.",
        "Katie: Then tell her, Ridge.",
        "Ridge: No.",
        "Katie: If she knew what you were struggling with, that you can't design anymore -- you don't want Bill with Brooke? Tell her.",
        "Deacon: You and Bill, huh?",
        "Brooke: Ohh! Deacon! Is there something that you need?",
        "Deacon: Yeah -- you not forgiving Bill ever. I mean, is that what's going on? Because you two seem pretty chummy to me.",
        "Brooke: You had to see that coming. Bill and I were practically married.",
        "Deacon: Until he threw Ridge into the Persian gulf!",
        "Brooke: He's made some mistakes, but he's changing.",
        "Deacon: No. That's -- that's not true, Brooke. There's something you need to know.",
        "Brooke: About Bill?",
        "Deacon: He's still hurting people that you love.",
        "Carter: A sea captain? [Chuckles] I mean, come on. I could have done a better ceremony. I mean, where did you find this hack? Come on.",
        "Hope: Ooh, don't let Bill hear you talking like that about the man he trusts with his yacht.",
        "Carter: Okay. All right. Next time, ditch the captain and go with me.",
        "Hope: No. There is not gonna be a next time.",
        "Carter: Okay. All right. Seriously, I'm sure it was beautiful.",
        "Hope: Mm-hmm.",
        "Carter: Do you have any pictures?",
        "Hope: Uh, yeah, I do. But they're all on my phone, which is upstairs. Let me get it.",
        "Ivy: Hope, wait.",
        "Hope: Yeah?",
        "Ivy: Um... uh, I-I was just wondering if -- [Chuckles] It's just I really want to see some photos, as well.",
        "Hope: Okay, yeah. Well, I'll be right back.",
        "Ivy: I...",
        "Bill: Have you seen Brooke?",
        "Wyatt: No. Hey, what's going on with that? You two were, uh --",
        "Bill: Doing well.",
        "Wyatt: Hmm.",
        "Deacon: Brooke, Spencer has hurt so many people, including our daughter.",
        "Brooke: He's changed. He loves hope. He's happy to have her as a member of the family.",
        "Deacon: Brooke, think what he did to Ridge.",
        "Brooke: I've forgiven him for that.",
        "Deacon: Ridge could have been killed.",
        "Brooke: Thankfully, he wasn't.",
        "Deacon: No, but, actually, he was hurt a lot worse than you think. Yeah. He just doesn't want you to know.",
        "Brooke: What are you talking about? He's all better now.",
        "Deacon: Let me ask you something. How's work been lately, huh? Has he been coming up with a lot of great designs?",
        "Brooke: Yeah. He's in the middle of rolling out a new fashion couture line.",
        "Deacon: Have you seen any of it?",
        "Brooke: Yeah. I think so.",
        "Deacon: No, you haven't, because there haven't been any.",
        "Brooke: Yes. Yes, there have been.",
        "Deacon: Brooke, that's what he wants you and everyone else to think. Listen to me. When Ridge hit that water, something happened, all right? It left him incapacitated.",
        "Brooke: Deacon, Ridge is fine!",
        "Deacon: Brooke, he can't draw.",
        "Brooke: That's ridiculous.",
        "Deacon: You don't believe me? Ask him. He's damaged. The greatest passion that this guy has in his life -- it's gone. Bill took it from him.",
        "Aly: Hope is up in her room right now.",
        "Ivy: Mm-hmm. Now's your chance.",
        "Aly: We can distract Wyatt -- give you the time you need.",
        "Liam: Okay.",
        "Aly: Okay. Now time for operation keep Wyatt occupied.",
        "Ivy: Okay.",
        "Aly: So, we want to hear all the details.",
        "Ivy: Mm-hmm.",
        "Wyatt: About what?",
        "Ivy: About the press conference.",
        "Aly: And the photo shoot.",
        "Ivy: The wedding.",
        "Aly: Oh, the honeymoon.",
        "Ivy: We want to know everything.",
        "[Door closes]",
        "Hope: You shouldn't be here.",
        "Liam: You shouldn't be married.",
        "Quinn: I am so proud of our son. Just think, all those years ago, we created something so special together.",
        "Bill: And in spite of being raised by you, he turned out all right.",
        "Quinn: [Laughs] Ohh. Yeah. You know, Bill, I care about you. I really do. I mean, not like most women with pink hearts floating out of their eyes, but, well, I just want you to know that there is nothing I wouldn't do for you. That's all.",
        "Bill: Don't let this little celebration for Wyatt and hope delude you. Brooke is the only woman for me.",
        "Quinn: Well, of course she is.",
        "Bill: Accept it.",
        "Quinn: Hmm.",
        "Bill: My life is with Brooke.",
        "Ridge: I wondered where you ran off to.",
        "Brooke: Yeah. Uh, just needed a minute.",
        "Ridge: Are you okay?",
        "Brooke: No.",
        "Ridge: Logan?",
        "Brooke: [Sighs] I just heard something... ridiculous.",
        "Ridge: About what?",
        "Brooke: About you and your accident. Are you okay?",
        "Ridge: Yeah.",
        "Brooke: So, you've recovered?",
        "Ridge: Sure.",
        "Brooke: And...you can draw?",
        "Ridge: What?",
        "Brooke: Can you draw?",
        "Ridge: What kind of question is that?",
        "Brooke: If you've lost your ability to design --",
        "Ridge: Who told you that?",
        "Brooke: So, it's not true, right? If Bill took that away from you...",
        "Aly: Tell us about the proposal.",
        "Ivy: Yeah, word for word.",
        "Wyatt: You know, actually, I will -- I want to tell you all about it -- but first I need to, uh -- I need to go find hope.",
        "Hope: I don't know why you think you can say that to me. I waited for you. I was there. You weren't. So...you really don't get to tell me who I should marry -- not anymore.",
        "Liam: I can't imagine what that was like for you.",
        "Hope: It was humiliating. When that clock struck 3:00, I thought for sure you were gonna be there. I waited for you. I looked for you. I made excuses for you. But no. God, I really didn't expect to be let down like that.",
        "Liam: I was there.",
        "Hope: What?",
        "Liam: I was on the bridge. I saw you.",
        "Hope: No, Liam. You weren't there.",
        "Liam: Hope, I flew to paris... just as we planned. I was there to make you my wife."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=T4mvIS4K_pU"
}