{
    "Episode Summary": [
        "Episode # 7121 ~ Clearly enamored, Thomas sketches a picture of Caroline instead of the Forrester gowns; Ivy becomes drawn to Wyatt as he continues to comfort and hold her."
    ],
    "Recap": [
        "Thorne lashes out at Steffy and says his daughter did not just trip and fall on a rock. He wants to know exactly how she died. He rants at both Steffy and Ridge that he was not there but he knows his little girl died and he wants to know how right now. He won't listen to Steffy so Ridge tells her just to leave. She cries that she is sorry. Ridge asks Thorne what is he accusing Steffy of or what does he think happened. Thorne is not sure. He just knows something is not right. Ridge says okay but do not blame Steffy. He will allow that. Wyatt tells Ivy that she needs to confront Steffy if she does not believe her version. Ivy says no, she can not look at her right now. Wyatt says then look at him as he is there for her. He kisses her. She asks if that is just for distraction. He tells her no; he meant it. And it is settled. She is having dinner at his house tonight.",
        "Caroline finds Thomas working out on the Sky Lounge Roof. She kids him about working on his portfolio. She fills him in on her working or helping his dad learn to draw again and one thing led to another in their relationship. Bill praises Liam for being a man and ending things with Ivy ad they will all be the better for it. Ivy enjoys her dinner though it is a bit too spicy for her taste. Wyatt kids her for not picking the mild. She did not want to be a wuss. He says she is not a wuss as proved by the last few days. She says he is being very gentlemanly. She knows this is awkward as he was getting to like Steffy and now she is back with Liam. He says he is okay and likes Ivy too. He kisses her again. Caroline and Ridge make love while Thomas spends his time sketching Caroline's face and seems pleased with himself. Steffy goes back to Liam's where they will unwind. He tells her Thorne is hurting and not thinking straight but he will not let Thorne blame her for Aly's death. It is not her fault. Thorne was not there so eventually he will have to believe Steffy as that is the way it happened. Liam says Aly targeted Steffy so technically it was not an accident. She set this in motion and Thorne will not want to hear that. But Steffy is a strong girl and will get through this. They kiss and slowly undress and go to the bed. Wyatt and Ivy kiss again but then she tells him they should go slow. He says slow is good. Abruptly she stops as she seems to remember something."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Thorne: I don't believe you.",
        "Steffy: Aly tripped.",
        "Thorne: And died? On the side of a road, n-not over a cliff.",
        "Steffy: She fell...hard on -- on a rock.",
        "Ridge: Why are you doing this? It's painful enough as it is.",
        "Thorne: My daughter did not die from tripping over a rock! Something else must have happened. Now, you tell me, Steffy, how Aly died.",
        "[SCENE_BREAK]",
        "Ivy: Wh-what are you doing?",
        "Wyatt: I don't know. Stopping you?",
        "Ivy: Stopping me from what?",
        "Wyatt: Yourself. Obsessing. I don't know.",
        "Ivy: Wyatt, my best friend died.",
        "Wyatt: I know. I understand it's horrible. But don't let it consume you.",
        "Ivy: That's so easily said. I can't stop seeing it. I can't stop seeing Steffy and the tire iron.",
        "Wyatt: You want to go talk to her, then? You want to confront her?",
        "Ivy: No, I don't. I couldn't even look at her right now.",
        "Wyatt: Okay. Then look at me instead.",
        "Ivy: [Sighs]",
        "Wyatt: Look at me and trust me that I'm gonna help you through this, whatever you want to do. You want to talk to the police? We'll talk to the police. You want to talk to Steffy, we'll talk to Steffy. Both, neither -- I don't care. I'm just -- I'm here for you.",
        "[SCENE_BREAK]",
        "Thomas: [Exhaling sharply]",
        "Caroline: So, is this how you work on your portfolio?",
        "Thomas: Ah. A good workout really gets the creative juices flowing. You should try it sometime.",
        "Caroline: Uh, yeah. I'm still a little ways away from that.",
        "Thomas: I couldn't believe it when I heard.",
        "Caroline: I know. It's crazy, right?",
        "Thomas: Yeah, you are. I'm glad you can finally admit it.",
        "Caroline: Thanks, Thomas.",
        "Thomas: Yeah. No problem. Got you. Oh. Oh, you're talking about getting hit by a car, breaking both your ankles.",
        "Caroline: Oh, yeah -- that little thing.",
        "Thomas: No, I was actually -- I was actually a little panicked when I first heard. But then I realized, you know, if I know anyone who could make it out of something like that with a smile on her face... it'd be you.",
        "Thomas: So, my dad's been a big help, I take it?",
        "Caroline: In my recovery? Yeah, definitely.",
        "Thomas: Cool.",
        "Caroline: Yeah.",
        "Thomas: So, how exactly did that happen -- you and dad?",
        "Caroline: He hasn't talk to you about it?",
        "Thomas: No.",
        "Caroline: Oh. Um... uh, well, after the, uh, helicopter accident, Ridge was in a really, really bad place, and he wasn't able to draw, and then we started working together, and...",
        "Thomas: And one thing led to another?",
        "Caroline: No, 'cause it was a lot more innocent than that, really. Um... you know, he was just kind of speaking the designs to me.",
        "Thomas: And you were putting them on paper?",
        "Caroline: Yeah, exactly. He -- he had the experience and the talent, and I was kind of like his tool. [Chuckles]",
        "Thomas: [Chuckles] Well, leave it to my dad to pick the prettiest tool in the shed.",
        "[SCENE_BREAK]",
        "Katie: Well, I'm glad you made a choice, but I-I liked Ivy. I thought she'd be a fresh start for you.",
        "Bill: What is the point in continuing a relationship that has absolutely zero chance of going anywhere -- zero? So you finally wised up. You handled that...more or less like a man, and I'm proud of you.",
        "Katie: How did she take it?",
        "Liam: [Sighs] Not well. But she saw it coming. I just -- I feel terrible. I don't know what to do. I-I had to be honest. I had to be honest.",
        "Katie: Of course! Of course you did. And you know what? Something tells me that Ivy will be just fine, eventually.",
        "[SCENE_BREAK]",
        "Ivy: Okay. Yeah. I see that you're kissing me now.",
        "Wyatt: Yeah. I-I can see that, too. Why? Is that a problem?",
        "Ivy: Uh, are -- are you only doing it as a distraction?",
        "Wyatt: No, no, no.",
        "Ivy: Okay. Then it's no problem.",
        "Wyatt: Okay. Good. I mean, maybe you do need a distraction right about now.",
        "Ivy: Yeah. I-I-I think you're probably right.",
        "Wyatt: Okay. It's settled, then. You're having dinner at my house tonight.",
        "[SCENE_BREAK]",
        "Thorne: Something more must have happened.",
        "Steffy: No. Aly attacked me. She was determined to hurt me, and in her rage, she -- she -- she fell.",
        "Thorne: No, Steffy.",
        "Steffy: You weren't there.",
        "Thorne: You're right. I wasn't there. My little girl died on the side of the road, and I wasn't there. So something else must have happened. Now, you tell me, Steffy. I want to know.",
        "Ridge: That's enough, man.",
        "Thorne: It's not, Ridge! Now, my little girl died, and I want to know how and I want to know now!",
        "Thorne: Just tell me the truth, Steffy. Tell me what really happened.",
        "Steffy: I have.",
        "Thorne: You sure about that?",
        "Ridge: Just go.",
        "Thorne: I want answers, Ridge!",
        "Ridge: She doesn't have them! Let's go.",
        "Steffy: [Crying] I'm so sorry. I didn't know how far gone Aly was. And if I did, I would have done something differently. She really loved you. You were a good dad.",
        "Ridge: What is it? What are you accusing Steffy of? What do you think happened?",
        "Thorne: I don't know, man. I don't know. I just know, Ridge, that something is not right.",
        "Ridge: It's not right. It's not gonna be right. It's not gonna feel right. Your daughter died.",
        "Thorne: [Sighs]",
        "Ridge: Your little girl's gone.",
        "Thorne: [Exhales sharply]",
        "Ridge: Hey... you got to grieve. Cry. Tear the room apart if you want to. I'm here for you. Listen to me. Don't blame Steffy. I'm not gonna allow it.",
        "Thorne: [Exhales sharply]",
        "[SCENE_BREAK]",
        "Thomas: So...you've become my dad's tool.",
        "Caroline: Right. I prefer \"muse.\"",
        "Thomas: Mm. Okay. \"Muse.\" Yeah. Yeah. That sounds like something my old man would need.",
        "Caroline: Careful.",
        "Thomas: Mm. You know, I'd always hoped one day I'd have a stepmother younger than me, just like all the other kids down the street.",
        "Caroline: Ha ha ha. Okay. You can stop now.",
        "Thomas: Yeah. That's cute.",
        "[Cell phone chimes]",
        "Caroline: Yep. Aah! Speak of the devil. Ridge is on his way home, and he wants me to go meet him.",
        "Thomas: Aww. Dad finally learned how to text. It must be that pretty young girlfriend of his teaching him new tricks.",
        "Caroline: Ha ha.",
        "Thomas: Hmm.",
        "Caroline: Bye, Thomas.",
        "[SCENE_BREAK]",
        "Ivy: Oh, my God.",
        "Wyatt: What? What?",
        "Ivy: That is so spicy!",
        "Wyatt: I told you to get the mild. You were like, \"no, I want to get the spicy.\"",
        "Ivy: I didn't want you to think I was a wuss.",
        "Wyatt: [Laughing] I would never think that you're a wuss. Especially after the past few days, you know? You've proven that over and over again. I know you're... going through a lot of stuff. Not only did you lose Aly, you lost Liam to Steffy, and I know it kind of hit you all at once, and I just... I want you to know that I'm here for you.",
        "Ivy: Thanks. Actually, there is something that you could do.",
        "Wyatt: What?",
        "Ivy: Will you swap curries with me, please?",
        "[SCENE_BREAK]",
        "Steffy: Oh, God. I mean, the things Thorne was saying.",
        "Liam: Yeah. But you got to remember, I mean, his daughter just died in a horrific accident. He's not -- he's not thinking straight.",
        "Steffy: Yeah, but that's the thing -- he doesn't think it's an accident. [Sighs]",
        "Liam: Yeah, but you know that's not true. Okay. Take a seat. Take a seat. We're gonna unwind. All right?",
        "Steffy: Ahh. Thanks.",
        "Liam: Hey, we all feel terrible about this, but I'm not gonna let Thorne blame you for his daughter's death, Steffy. It's not your fault.",
        "[SCENE_BREAK]",
        "Caroline: You okay?",
        "Ridge: Yeah. I stole this... at the memorial service, and I don't know where to put it.",
        "Caroline: Well, what about, um, on the mantel? I think it might look nice there, don't you think?",
        "Ridge: No. I-I mean, uh... I don't know where to put it. I'm just -- just tired of losing people I care about, you know?",
        "Caroline: You're not gonna lose me.",
        "[SCENE_BREAK]",
        "[Waves crashing]",
        "Ivy: You're good.",
        "Wyatt: Am I?",
        "Ivy: Mm-hmm. Yeah. Mission accomplished, I'd say.",
        "Wyatt: [Chuckles] What mission was I accomplishing?",
        "Ivy: I guess making me forget my pain for a night. Aly's death, Steffy's involvement, and then... Liam taking Steffy back -- it's just a little overwhelming, so this was a very welcomed relief. Thank you.",
        "Wyatt: Well, I just... I wanted that. I wanted to give you an evening that was just totally devoted to you.",
        "Ivy: You're sweet.",
        "Wyatt: I'm sweet?",
        "Ivy: Yes. Almost gentlemanly.",
        "Wyatt: [Laughing] Okay. Gentlemanly? No. That is not -- I try sometimes to be a gentleman.",
        "Ivy: I know. I can tell. I mean... I know that you're hurting, too. But you're choosing to focus on me. Look, I-I know that you were interested in Steffy, and now she's back with Liam, so I know that this affects you, too.",
        "Wyatt: I got my hopes up and got let down. What good is dwelling on it, especially when... what seems like a bad thing... turns out... really, really good?",
        "[SCENE_BREAK]",
        "Liam: Thorne has no idea. He wasn't there. For him to come at you like that -- 'cause you explained to him what happened, right? I mean, he knows what Aly did?",
        "Steffy: Yeah. Yes.",
        "Liam: All right. Well, then, he just doesn't want to hear it.",
        "Steffy: Would you? That your daughter jammed a nail into someone's car and then tried to run them over?",
        "Liam: How did Aly get so lost?",
        "Steffy: I don't know. I don't know. God. That poor girl. That it had to end like that, you know -- horrible accident.",
        "Liam: You know something?",
        "Steffy: Hmm?",
        "Liam: Thorne's not... entirely wrong. I mean, in a sense, it wasn't an accident. Aly targeted you. I mean, she tried to run you over. That -- that's -- that's on purpose. That's calculated. She wanted to hurt you. Thorne knows that. It's got to be eating him up inside. He's probably searching for somebody to blame. He can't blame Aly. He can't blame his daughter. It's too soon for that. So... but I also know you, and I know that you are strong enough to take it -- to look him in the eye as he is mourning his daughter and know that he's just scared and he's in pain and it's not about you. You were there. You know what really happened. That's all that matters, okay?",
        "Steffy: What's that look?",
        "Liam: I don't know. Awe? It feels really natural, doesn't it -- just you... here?",
        "Steffy: Finally home.",
        "Liam: The prodigal wife.",
        "Steffy: [Sighs] Right where I belong. Where I should have been all along. You don't resent me?",
        "Liam: No.",
        "Steffy: Well, I left.",
        "Liam: You came back, too... stronger than ever, arms swinging, believing in us, reminding me to believe in us. No. No. I could never resent you.",
        "Steffy: You can trust me now. I'm never leaving you.",
        "Liam: Like I'd let you.",
        "[SCENE_BREAK]",
        "Wyatt: You okay?",
        "Ivy: Yeah. Yeah. Are you okay?",
        "Wyatt: Yeah, no. I'm fi-- I'm good. I'm good. Yeah.",
        "Ivy: Hey.",
        "Wyatt: Hmm?",
        "Ivy: Um... let's just -- let's just take this slow.",
        "Wyatt: For sure. Yeah, yeah, yeah. For sure. Slow is -- slow is good.",
        "Ivy: Mm-hmm.",
        "Wyatt: What?",
        "Ivy: Ohh. [Sighs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=C61eTOsSw1M"
}