{
    "Episode Summary": [],
    "Recap": [
        "Hope congratulates Rick for being named President of FC. She thinks he will make a great one. He realizes she has not fully forgiven him. She says that he did a lot of damage in her life, but she will eventually get past it although she can't promise to forget. Brooke comes in and congratulates and hugs Rick too. He says Eric had a tough decision, but Brooke said he made the right one. Rick says he still has to prove himself and right now he needs to go see his father. Brooke asks Hope if she is still mad at Rick. She says she knows he did not mean to hurt her, but it might take a little time to get back on track. Brooke asks if she has seen Liam since Steffy left town. Hope says yeah they just spent some quality time together, just talking. Brooke says good as she should be careful. Hope gloats that no she is tired of being careful. She's done that all of her life and look where it has gotten her. She and Liam are now moving forward. Brooke points out that Liam is living with Steffy, but Hope says they just need to work out the details there. Liam is sitting and thinking about the recent conversation with Hope when they both told each other they loved each other. Bill and Katie walk in. He determines that Steffy is not there otherwise they would be in the bedroom together. Bill says it is good to see Liam still wearing the sword necklace. Liam says better on him than stuck in Bill. This is the first that Katie knows about it. Bill quickly says he is still a little sore, but is okay. He admits that he deserves some pain after all he did to Liam and Hope. Katie hopes this means that he now will accept his son and her niece together. Bill scoffs and says Liam is living with Steffy so Hope is no longer a consideration.",
        "Pam offers to make some lunch for Eric. He nixes it for now and says she is going to turn him into a rotund old fogey especially with the lemon bars that he can't pass up. Rick comes in and they congratulate him all over again. Eric tells him he did not choose him because he is his son; he really earned it. He confides in Rick that Pam hovers, but it keeps him from being lonely. He misses Stephanie every single day. He still makes two martinis every night and talks to Stephanie. She is always with him. Rick thanks Pam for being there for his father and looking after him with Stephanie gone. Liam tells Bill that Steffy is in Paris as her dad wanted to see her. Bill said he could have gone too, but Liam says she did not even ask and besides he had work to do. Bill is worried that now Hope will come sniffing around again. Liam says yes he knows, but that is not Bill's concern. He can schedule his own life. Hope tells her mother that she doesn't have to worry about her. They did not make love although they wanted to. It wasn't Liam that hurt her in the past, but lies by Rick and Othello and even Bill Spencer. But now they are back to where they were. And they will plan a life together. Brooke questions whether Liam is ready to break up with Steffy. Hope says she knows he will have to process everything, but this is their opportunity with Steffy gone. She gushes that she wants her life back and she's just glad she didn't make some life-altering commitments. With the way they feel about each other, nothing can keep them apart now. At home, Bill has Katie reach into his jacket and she finds the necklace. She is blown away with its beauty. He says not half as much as the lady who is going to wear it. She's not sure why he had to make this point by going to such extremes. He says sometimes extreme measures are called for. Yes he goes overboard at times, but then she knew she was not marrying a wallflower. She married him because he is passionate about her, about their life, about his family. Taylor agonizes but decides this is her first grandchild and Liam needs to know; even Hope. She calls Liam but then ends up hanging up before he answers. Brooke shows up and tells Liam that she owes him an apology for knowing about Deacon and his dad's involvement in getting him to Italy. But now it's out in the open and Hope is a different person because of it. Yet she knows it can't be easy on Liam since he is living with Steffy and truly cares for her. But he and Hope have another opportunity. He says it is not quite that simple. Brooke agrees. She knows it is going to be difficult as he is living with Steffy and he's a compassionate person and very considerate. She once knew a man like that. But he had to make a decision just as Liam will, and not just for now but for the rest of his life. Three lives are at stake here and Hope really thinks they are meant to be together. Brooke is not so sure now, but Liam has to decide."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Taylor: A baby, Steffy?",
        "[SCENE_BREAK]",
        "Hope: Congratulations! You'll make a great president. You'll make us all proud.",
        "Rick: Well, I hope so. I'm gonna prove myself... especially to you.",
        "Hope: You will, you will.",
        "Rick: Can I get a hug?",
        "Hope: Yeah. Yes, you can. Yeah.",
        "Rick: Still haven't quite forgiven me, huh?",
        "Hope: Well... Rick, you did a lot of damage in my life. I'll get beyond it. I will. I can't promise I'll forget, though.",
        "[Door opens]",
        "Brooke: Ahh! Congratulations, Honey! I am thrilled for you.",
        "Rick: Thank you.",
        "Brooke: President of Forrester Creations.",
        "Rick: Yeah. It was a tough battle.",
        "Brooke: Your father made the right decision.",
        "Rick: I still have to prove myself. Speaking of which, I need to go see Dad, so excuse me.",
        "Brooke: Okay, have a good day.",
        "Rick: All right, you, too.",
        "Hope: He is a happy man.",
        "Brooke: Yes. Yes, he is. Your brother worked really hard for this.",
        "Hope: I know. I know he did. I'm really -- I'm glad for him. I'm glad for this family.",
        "Brooke: Are you still upset with Rick?",
        "Hope: I know he didn't mean to hurt me. But I think it might take a little time before things are back to normal between us. In the meantime, I am focusing on getting my life back together, and getting back on track with Liam.",
        "[SCENE_BREAK]",
        "[Liam remembering]",
        "Liam: What do you expect me to do, Hope?! I'm in a committed relationship with her!",
        "Hope: Um, actually, you made a commitment to me.",
        "Liam: No, actually, I begged you --",
        "Hope: Oh, god! I know! And I should have! I'm sorry! It doesn't matter anymore! This should be my bedroom!",
        "Liam: Oh, really?",
        "Hope: Yes! You should be my husband! I love you, and I never stopped loving you!",
        "Liam: You know what?! I love you, too!",
        "[Present time]",
        "Bill: Okay if we come in?",
        "Liam: Yeah. Why not?",
        "Katie: You know your father. Su casa is his casa. Hey.",
        "Liam: So, what's up?",
        "Bill: Oh, just, uh... you know, friendly visit. Checking in with number-one son. Will's at home with the sitter.",
        "Katie: I told him it might be prudent if we knocked.",
        "Liam: [Laughs]",
        "Bill: What do we have to knock for? Steffy's not here. She has a job. Unless she's in the bedroom.",
        "Liam: She's not in the bedroom.",
        "Bill: If she was in the bedroom, you'd be in there, too.",
        "[SCENE_BREAK]",
        "Pam: You ready for a little lunch?",
        "Eric: No, Pam, thanks. Not right now. I'm not hungry yet.",
        "Pam: Now don't go counting calories on me, Eric Forrester.",
        "Eric: Pam, you've really got to stop cooking for me the way you do. Every meal doesn't have to be gourmet.",
        "Pam: I like doing things for you.",
        "Eric: Now don't you go turning me into some rotund old fogey.",
        "Pam: I think you look great. And you're never gonna be an old fogey. That's good.",
        "Eric: Thank you.",
        "Rick: Hello?",
        "Pam: Oh! If it isn't the new, young protégé. Congratulations again, Rick.",
        "Rick: Oh, thank you.",
        "Eric: I thought you were in the office. You should have called me. I would've come in.",
        "Rick: Oh, come on. Least I could do was drive over here. Thanks again, Dad.",
        "[Both chuckle]",
        "Eric: All right.",
        "[SCENE_BREAK]",
        "Liam: So, what brings you guys here?",
        "Katie: Your father wanted to see his other son.",
        "Bill: Not to worry. We won't stay long.",
        "Liam: That's okay. We're good.",
        "Bill: I'm glad to hear that. And I'm glad to see you wearing your necklace.",
        "Liam: Yeah, well, figure better on me than stuck in you.",
        "Katie: What?",
        "Liam: Oh. Oh, really? You have not told her about this?",
        "Katie: Told me what?",
        "Liam: Um... he stabbed himself... with this thing.",
        "Katie: Oh, my -- you did what?",
        "Bill: I was trying to make a point -- no pun intended.",
        "Katie: Oh, my God. Are you okay?",
        "Bill: I'm -- it's a little sore, but I'm -- I am fine. I'm fine. I deserve some pain after all the trouble I caused for Hope and Liam, and --",
        "Liam: We don't -- we don't need to go there.",
        "Katie: So I presume this means that you're willing to accept your son and my niece?",
        "Bill: What are you talking about? Liam is living with Steffy. Hope is no longer a consideration.",
        "[SCENE_BREAK]",
        "Brooke: Have you seen Liam since Steffy left town?",
        "Hope: Yeah, we spent some quality time together.",
        "Brooke: You talked?",
        "Hope: Yeah, we did that, too.",
        "Brooke: [Gasps] Honey, I would be careful.",
        "Hope: Oh, ca-- no, I am done being careful. I've been careful my whole life, and where has it gotten me? Liam and I are moving forward.",
        "Brooke: He's living with Steffy.",
        "Hope: Yeah, I know he is. I know. There are some details that need to be worked out.",
        "Brooke: \"Details\"?",
        "Hope: Mom, Liam and I want each other. I am certain of that. And isn't that really all that matters?",
        "[SCENE_BREAK]",
        "Rick: Pam, I just wanted to take this moment to let you know, while Dad's not here, just how much I appreciate the support that you've been giving him, the way you've been watching over him since we've lost Stephanie.",
        "Pam: I would do almost anything for Eric.",
        "Eric: Pam, you have to stop with the lemon bars, all right? I cannot pass that jar without grabbing another one.",
        "Pam: You know what? I think this is really my cue to go make more. I'll leave you two to your work.",
        "Rick: All right.",
        "Eric: She hovers.",
        "Rick: Is that a complaint?",
        "Eric: No. Keeps me from being lonely. So, what brings you here?",
        "Rick: I just wanted to say thanks again and to let you know that I'm gonna do everything in my power to prove to you and everyone else that I'm the right man for this job.",
        "[SCENE_BREAK]",
        "Bill: Steffy's in Paris?",
        "Liam: Yeah. Her dad wanted to see her. Sounded kind of important.",
        "Bill: You could have gone with her, you know.",
        "Liam: No. She didn't ask me to come. Besides, I got to work.",
        "Katie: I don't think your father's worried about work.",
        "Bill: No, I'm not. Hope's gonna come sniffing around here.",
        "Liam: Yeah. It's not your concern. I can schedule my own life.",
        "Katie: Well, um, when you see Hope, why don't you tell her give me a call?",
        "Liam: Yes.",
        "Katie: Come see me and the baby.",
        "Liam: Will do. Sure she's anxious to spend some time with you and the newest Spencer.",
        "Katie: Yeah. And his big brother, too.",
        "Liam: Yeah, yeah.",
        "[SCENE_BREAK]",
        "Taylor: Well, Steffy, I just want to talk about it. What do you mean there's nothing to discuss? You're pregnant. [Scoffs] No, this is the worst time for you to be away from Liam. No, no, no, no, no. I am not saying anything to anybody, no, but I can't keep this inside. I can't pretend like I don't know. No, Honey, I promise, I promise. Your secret is safe with -- hello? Steffy? [Sighs]",
        "[Phone beeps]",
        "[SCENE_BREAK]",
        "Brooke: Honey, I don't mean to pry, but I need to know.",
        "Hope: All you need to know is that I am taking charge of my life, living it on my terms. And, no, we did not make love, even though we both wanted to.",
        "Brooke: I think we really need to talk about this.",
        "Hope: Why? Trust me -- I know what I'm doing. You don't have to worry.",
        "Brooke: Because you've been hurt by Liam more than once. I don't want to see it happen again.",
        "Hope: Well, technically, I was hurt by Rick and Othello and Bill Spencer -- everybody who interfered and lied and said and did everything they could to keep us apart -- but that's history. I know all about it now. Liam knows all about it. We're back to where we were. We were planning a life together. That's what we're gonna do.",
        "Brooke: And the fact that he's still very involved with Steffy --",
        "Hope: Liam and Steffy are living together, but that's because I rejected him when I thought he was lying to me. But now the truth is all out in the open, and we're -- we're seeing things a lot differently.",
        "Brooke: He's ready to break up with her?",
        "Hope: Well, he needs some time to process everything, which is understandable. But, Mom, this is my opportunity. Steffy is gone. She's in Paris. I want my life back. I'm just -- I'm grateful that they haven't made any life-altering commitments.",
        "Brooke: Honey, how do you know they haven't? They are living together.",
        "Hope: With the way we feel about each other, nothing can keep us apart.",
        "Brooke: [Chuckles]",
        "[SCENE_BREAK]",
        "Taylor: A baby. My first grandchild. Liam should know. Hope definitely should.",
        "[SCENE_BREAK]",
        "Eric: I want you to understand I didn't make you president of the company because you're my son. I made that decision based on Caroline's designs and your business skill. The two of you as a team are unbeatable. You really are.",
        "Rick: You know I live right next door, so, you know, if you need me, just give me a call.",
        "Eric: You're worried about me.",
        "Rick: Well, I'm not -- I'm not worried, exactly.",
        "Eric: Look, Rick, I miss Stephanie every day, and that's the truth. I won't lie about that. I fix two martinis every night -- one for her and one for me -- and we sit... and we talk. And she's there with me. I feel her. Look, it's not easy, but whenever I'm feeling down on myself, I hear her voice, and she says, \"No more tears. Get on with your life.\" [Chuckles] So that's -- that's what I'm doing.",
        "[SCENE_BREAK]",
        "Katie: There's your papa!",
        "Bill: Hey.",
        "Katie: There you go.",
        "Bill: Come here, come here. Come here. Got that hair?",
        "Katie: There you go! Got a good grip on that.",
        "Bill: Hey. All right, so tell me -- were you good boy with that babysitter while we were gone?",
        "Katie: Yes, she said he was an angel.",
        "Bill: An angel? An angel? I don't want to hear that. I want to hear that you were flirting a little bit.",
        "Katie: Well, he is your son, so I'm sure there's plenty of that going on.",
        "Bill: Uh-oh. Now we're both in the doghouse, right? How we gonna get out? Oh, I have an idea. I'm gonna have mommy reach in my pocket.",
        "Katie: I'm not falling for that.",
        "Bill: My jacket pocket.",
        "Katie: Yeah?",
        "Bill: Yeah. Other one.",
        "Katie: Ooh.",
        "Bill: Hmm.",
        "Katie: Hmm. What is this?",
        "Bill: That's for you.",
        "Katie: Why?",
        "Bill: Just because.",
        "Katie: [Gasps] Oh, my gosh, it's beautiful.",
        "Bill: Not as beautiful as the woman who's going to be wearing it.",
        "Katie: [Laughs] Mmm.",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Taylor: [Breathes deeply]",
        "[Cell phone ringing]",
        "Liam: Hold on, hold on, hold on, hold on.",
        "[Ringing continues]",
        "Liam: Coming. Oh. Hey. Taylor? Hello? Taylor? Taylor, Taylor, Taylor? That's weird.",
        "[Knock on door]",
        "Brooke: Hello. I'm sure you know why I'm here.",
        "Liam: Hi, Brooke.",
        "Brooke: So, you've seen Hope.",
        "Liam: Yeah.",
        "Brooke: Yeah. She was thrilled to spend some time with you. And I want to be happy for her. Can I be?",
        "[SCENE_BREAK]",
        "Katie: So, you just went out and bought this for little ol' me?",
        "Bill: Little ol' you deserves every beautiful thing I can give you.",
        "Katie: This wouldn't be because you did something silly, like, say, stabbing yourself with Liam's sword?",
        "Bill: Come here, Buddy. Come here. Here we go. Why don't you go in your bouncy? There you go.",
        "Katie: I'm not sure what you were trying to prove, but... I really wish you wouldn't go to such extremes.",
        "Bill: Well... you know what, Katie? Sometimes extreme measures are called for. Now, do I go overboard sometimes? Okay. But you didn't marry me because I'm a wallflower. You married me because I'm a passionate person. Passionate about you, about our family, about my business. You, our son, Liam... are what made my life matter most.",
        "[SCENE_BREAK]",
        "Brooke: I owe you an apology, for everything that I knew that happened in Italy with Deacon and your father's involvement.",
        "Liam: [Chuckles] Yeah, don't get me started.",
        "Brooke: But now it's out in the open, and Hope is a different person because of it. She's grown and she's matured, and she knows what she wants, and she's willing to put herself out there to get it.",
        "Liam: Yeah. Yeah, she made that pretty clear to me. And I'm guessing you're here to ask how I feel about that.",
        "Brooke: I know it can't be easy for you. You're involved with Steffy. You care about her. You're living with her. But now you know why -- it's because of the lies and the deception. Otherwise, you'd have been with Hope. So the truth is out now. You have this incredible opportunity.",
        "Liam: And you're suggesting what? That I just... rip Steffy's heart out just like that?",
        "Brooke: You have another chance with Hope. She wants to be with you. It's not like you're rushing to the altar with Steffy.",
        "Liam: Okay. What about loyalty, integrity?",
        "Brooke: You were very loyal to Hope until everybody lied to you over and over and over again. Hope really thinks that the two of you can be together, even after everything that you've been through.",
        "Liam: And what do you think?",
        "Brooke: I just want her to be happy.",
        "Liam: Yeah, that simple, huh?",
        "Brooke: Well, I know it's not simple for you. You are living with Steffy, and that's going to be difficult because you are loyal and you're compassionate, you're considerate. I knew a man like that once. He adored women. He loved women. But there came a time when he had to make a choice. And you seem to be in the same predicament. You're going to have to make a decision, but you need to know for yourself what makes you happy and what's gonna work out for you, and not just for now, Liam -- for the rest of your life. There are three lives at stake here, and one of them happens to be my daughter. Hope really believes that you're meant to be together. I'm not so sure. But you have to decide."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=unDPGnFoSfM"
}