{
    "Episode Summary": [
        "Episode #8144 ~ Shauna attempts to calm a frantic Flo from telling the truth about her misdeed to Wyatt. Liam's world is turned upside down as he starts putting the puzzle pieces together."
    ],
    "Recap": [
        "Liam stands at the crib and listens as Phoebe calls him Dada. Douglas right behind tells Liam that is Beth. Liam is bewildered. He says that is Phoebe. Douglas retorts that Phoebe is Beth. He looks at Douglas and says that is impossible. Douglas says that Phoebe is Beth. She is alive. Thomas asks Hope how does she think it makes him feel for her to be thinking of Liam. He is her husband, not Liam. She says you cannot just chose those things that easily. He says she can. She just needs to move on and put that in the past; then a life with him. He assures her that he is not upset with her. He knows she wants to take it slow and that is fine. He says he actually prefers it that way; it is more romantic. And what is more romantic that room service for two with music ad candlelight. Hope nods yes. He grabs the menu and says there is no hurry; they have all night. Flo rushes home to try and find Wyatt. When she realizes he is not home she texts him that it is important that she see him. Shauna walks in saying she was concerned about her. Flo tells her not to start; she cannot keep the secret any longer. She tells her a few more things about a dangerous Thomas who blew up the car of Hope's brother. He is that kind of guy. And no she cannot change what she did, but she can change her actions as of today. She is going to give Hope back her baby today. She wants to tell Wyatt because she loves him and trusts him and wants him to hear it from her first. She does not know what will happen between them then but she knows he will help Hope and Liam. Finally they will know their little girl is alive. Liam gets down on his hands and knees to look eyeball to eyeball with Douglas and says he wishes this were true. Douglas says it is true. Liam asks if he dreamed it. Douglas says no, he heard it. Liam questions who would tell him such a thing. Douglas remembers his dad telling him not to tell but he does tell Liam; it was his dad. Thomas is getting ready for room service when Vinny calls. He says he heard that Thomas got hitched so congratulations. Thomas says he will have to cut the conversation short as room service is at the door. Vinny says okay but he has a little gift for him that he and the lucky lady will enjoy. Liam and Douglas come out of the nursery and Steffy asks if everything is all right. Liam says not exactly. She tells Douglas that he should not make up lies again. Douglas says he didn't. She says she and Liam need to talk so Douglas can run up and play video games for a little while. He turns to Liam and says he hopes he is not mad at him. But his mommy taught him to always tell the truth. It took her a while to learn that, but it is important. Alone with Liam, Steffy says maybe he did it for attention. He asks if she heard any of the dialogue on her monitor. She says no, she was on her laptop with e-mails. Slowly he walks her through it, Douglas staring at Phoebe, saying Beth was alive and finally that she is here. Phoebe is Beth. Then she really is confused when Liam says Douglas said his dad told him that. She thinks maybe he misheard it.",
        "Liam gets a phone call before he can respond. It's from the hospital that he has been trying to reach so he tells Steffy he needs to take this. From a Dr. Cortez he learns that no one named Flo Fulton gave birth around the date that Liam gave her and it was not her as she was out of the country then. He needs to get this information from Ms. Fulton himself. He relays this to Steffy. The doctor's name is on the birth certificate but Flo lied. Thomas pays the guy for room service and with a wink asks him to put a Do Not Disturb sign on the door. Hope notices he ordered champagne. Thomas says of course; it is a celebration. Thomas pours the champagne and hands it to Hope. He says Beth is looking down on her and wants her to be happy and have that joy of being with Douglas and him will bring her. He gets another phone call which he says is work. Hope tells him to go ahead and get it as she could use a little time herself. She takes a deep sigh and says move on but all she can see is Liam. Steffy is unbelieving and combative with Liam. Perhaps there was a clerical error; does not mean Flo lied. He says Wyatt thinks she never gave birth and the hospital verified that she was not a patient there. Steffy blurts out then Phoebe was born somewhere else. Liam has a pained look and says .Catalina. He gasps that Douglas was right Beth. He heads directly to her room. He whispers Beth before he picks her up as Steffy watches. He crumbles as he strokes her face, crying a little as she calls him Dada again and he says yes he is her Dada."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Phoebe: Dada!",
        "Douglas: She's beth.",
        "Liam: No.",
        "Douglas: She is.",
        "Liam: That's phoebe.",
        "Douglas: Phoebe is beth.",
        "Liam: That's impossible.",
        "Douglas: Beth didn't die. She's alive. That's your baby. That's beth.",
        "Phoebe: Dada! Dada! Dada!",
        "Thomas: How do you suppose it makes me feel, okay, when you keep thinking about your ex? I'm your husband. Not him. Hope, you have to move on.",
        "Hope: You're making it sound like it's something I can just choose to do.",
        "Thomas: You can. You take liam and you put him where he belongs -- in your past. Accept the life you have now. A life with me.",
        "Flo: Wyatt? Wyatt! Wyatt?",
        "Flo: [ Sighs ] Come on, wyatt. You need to know the truth. Everyone does.",
        "Flo: What is the name of the mother of the baby in there?",
        "Reese: Her name is hope.",
        "Flo: You switched the babies? Do you want to hold her?",
        "Steffy: I would love to. Hi! You're a beautiful little girl.",
        "Flo: You don't know me, but, um, my name is flo. Flo fulton. I couldn't help but overhear some of what you were saying, and I just wanted to tell you that I'm sorry.",
        "Hope: We were meant to be in each other's lives. You know, we -- we share something together.",
        "Flo: Not in the way that you think we do.",
        "Shauna: Flo, sweetheart, your dad's name was storm.",
        "Hope: Storm?",
        "Shauna: Storm logan.",
        "Thomas: I won't be revealing phoebe's true identity -- not to steffy or to hope. And neither will you. Not a word. Not ever. You're gonna keep your mouth shut. You're gonna keep this secret until the day you die.",
        "[ Door opens ]",
        "Flo: Mom! What are you doing here?",
        "Shauna: Oh, honey, I just wanted to check on you, because I've been so concerned. [ Sighs ] You don't look like yourself.",
        "Flo: What does a liar look like?",
        "Shauna: Oh, honey. Please don't --",
        "Flo: Mom, no. I-I -- I am done. I am done with this. I am. I cannot keep this secret any longer.",
        "Thomas: I'm -- I'm not upset with you. I hope you know that. It's just, you know, hearing you talk about liam, especially since we haven't even... [ Sighs ] I know you want to take things slow. And -- and that's fine. It's, uh... I actually prefer that. It's more romantic that way, right? And what is more romantic than, uh, room service for two? Maybe by a little candlelight? Some music?",
        "Hope: Okay.",
        "Thomas: Yeah. Okay. [ Sighs ] It really iskay. I-I -- there's no reason to rush things, right? We have all night.",
        "Liam: Douglas... why -- why are you saying this?",
        "Douglas: Because it's true.",
        "Liam: I wish it were. I --",
        "Douglas: It is true.",
        "Liam: Did you -- did you dream it?",
        "Douglas: I heard it.",
        "Liam: Heard it? Who would -- who would tell you that?",
        "Thomas: Okay, you can't say beth's name ever again. Not to me. Not to anyone.",
        "Douglas: Daddy.",
        "Liam: What?",
        "Douglas: Daddy told me.",
        "Shauna: Oh! Why can't you let this go? It does not help to tell hope the truth, especially now that she's married to thomas.",
        "Flo: Which is exactly why she needs to know. I don't think it's safe for her to be around him, mom. I told you how he threatened me.",
        "Shauna: Was it a threat, though? Really? Because I started thinking about it, and --",
        "Flo: No, mom, it was -- it was definitely a threat. He told me that I was gonna keep the secret till the day I die.",
        "Shauna: Well, people say things that they don't mean. Better to judge by actions, and...",
        "Flo: Okay. Sure. Sure. But the more I've heard about his past actions... I-I mean, they're -- they're just as crazy. My aunts were literally just telling me all about --",
        "Shauna: Oh, good! You've been getting to know the logans better.",
        "Flo: Mom! Thomas blew up hope's brother's car.",
        "Shauna: What?",
        "Flo: He blew it up!",
        "Shauna: And hope married him?",
        "Flo: Yes. I can't change what I did. But I can change how I act moving forward. I am gonna tell hope the truth. I am gonna give her her baby back today.",
        "[ Cellphone rings ]",
        "Thomas: [ Sighs ] Vinny.",
        "Vinny: Hey, buddy.",
        "Thomas: What's going on?",
        "Vinny: You tell me. What's this I hear about you getting hitched?",
        "Thomas: The, uh -- the rumors are true.",
        "Vinny: Seriously? Dude, congrats.",
        "Thomas: Thanks. [ Cart rattling ] Uh, I hate to cut this short, but it looks like the room service is arriving.",
        "Hope: Oh, hello. Room service.",
        "Hope: Uh, yes. Come on in.",
        "Thomas: Yeah. I'll, uh -- I'll call you back.",
        "Vinny: Oh, no worries. Wifey's waiting, right?",
        "Thomas: Heh. Exactly.",
        "Vinny: Have fun. Oh, and I've got a little wedding gift for you and the lucky lady. Something I know you'll enjoy.",
        "Thomas: Well, thanks. All right. I'll see you.",
        "Hope: Were you checking in on douglas? Is he okay?",
        "Thomas: Uh... yeah. Yeah, he's fine. There's -- there's no reason to worry about douglas.",
        "Steffy: Is everything okay?",
        "Liam: Not exactly.",
        "Steffy: Is this about beth again? Because, douglas, you shouldn't make up lies about her.",
        "Douglas: I'm not, aunt steffy. I promise.",
        "Steffy: [ Sighs ] Okay. Liam and I are gonna talk. Let me hook up the video games for you upstairs, okay?",
        "Douglas: I know how to do it.",
        "Steffy: Yeah?",
        "Douglas: Yeah. I hope you're not mad at me. My mom told me to always tell the truth. It took her a long time to learn that. But it's important.",
        "Liam: Your mom is right.",
        "Steffy: I don't know what to say. Maybe he was trying to get attention.",
        "Liam: Yeah, maybe. Did you hear him on the monitor?",
        "Steffy: No, I was finishing up some e-mails on my laptop. Why? What happened?",
        "Liam: I went in to check on the -- on the girls, and douglas was in there at phoebe's crib. And he was just staring at her.",
        "Steffy: Okay.",
        "Liam: And he s-- [ Sighs ] He started talking about beth again -- you know, how she's alive. And -- and I didn't understand how he could be so certain.",
        "Steffy: Well, kids say strange things, but --",
        "Liam: Steffy... he said she's here. He said phoebe is beth.",
        "Steffy: Why would douglas say that?",
        "Liam: Because your brother told him. Back then, we checked our smartphones zero times a day.",
        "Shauna: I understand where you're coming from. But let me give you some motherly advice.",
        "Flo: No, mom. You know when I'm gonna start listening to your advice? When you remember who I am. When you remember who you are. I needed you. [ Crying ] I needed you to tell me to do the right thing, and you didn'T.",
        "Shauna: Okay, you know what? You are mad at yourself, and you're taking this out on me.",
        "Flo: Of course I'm mad at myself! I'm -- I'm mad at myself, I'm mad at you, I'm mad at zoe and reese. I am done. I am done. As soon as wyatt comes home, I am -- I am telling him everything that happened.",
        "Shauna: Wyatt? Why him?",
        "Flo: Because I love him. And I want him to hear it from me. [ Sighs ] And I trust him. I mean, I don't know what's -- I don't know what's gonna happen between us, but... I know that he'll help me go to hope and liam. And they'll finally know. Hope and liam will finally know that their little girl is alive.",
        "Thomas: Thank you. Oh, no. Thank you. Anything else I can do for you?",
        "Thomas: Uh, maybe hang that \"do not disturb\" on your way out.",
        "Hope: [ Clears throat ] You ordered champagne.",
        "Thomas: Of course I did. This is a celebration, after all.",
        "Steffy: He said it was thomas?",
        "Liam: Apparently thomas told him that beth is alive, and that she is phoebe.",
        "Steffy: Well, he must have misunderstood.",
        "[ Cellphone rings ]",
        "Liam: Um, I've been wa-- I've been waiting for this call. One second. Hello?",
        "Dr. Cortez: Hi. I'm trying to reach liam spencer.",
        "Liam: Speaking.",
        "Dr. Cortez: Hi. This is dr. Cortez, returning your call. I understand you have some questions regarding your daughter's birth.",
        "Liam: Yes. Yes, I do. Um... I-I was just hoping you could help me connect a few dots.",
        "Dr. Cortez: Well, I wish i could, but the clerk said the mother's name was fulton?",
        "Liam: That's right. Florence fulton, or flo.",
        "Dr. Cortez: Well, I'm not sure where she gave birth, but it wasn't here. There's no record of her ever being a patient.",
        "Liam: Sh-she didn't want to have the baby. In fact, she was trying to hide the pregnancy from her mother. Is there -- is there any chance that she checked in under a false name?",
        "Dr. Cortez: I suppose. But what isn't possible is that I handled the delivery. Based on the birth date you provided, I was out of the country at the time. And, quite frankly, I'm concerned that you have a birth certificate with my name on it.",
        "Liam: Your name and the hospital.",
        "Dr. Cortez: Are you still in touch with this ms. Fulton?",
        "Liam: Yes.",
        "[ Cellphone chimes ]",
        "Dr. Cortez: I just got paged. You'll have to talk to her. When you do, tell her I have some questions of my own. Good luck.",
        "Steffy: Liam...",
        "Liam: Whoa.",
        "Steffy: What's going on?",
        "Liam: Whoa. Flo lied about where phoebe was born. I just talked to the doctor. It wasn't there.",
        "Steffy: What doctor?",
        "Liam: The doctor on phoebe's birth certificate. Flo lied.",
        "Steffy: What's going on, liam? What are you trying to say? I remember putting on a brave face",
        "Shauna: You risk losing wyatt.",
        "Flo: Risk? No, I'm -- I'm pretty sure that's guaranteed. Losing wyatt. The logans. My job. Everything. My -- my freedom. [ Sniffles ] But I think it's gonna be worth it.",
        "Shauna: I hope so.",
        "Flo: Her little girl is alive, and she's been here the whole time. Right there. I'm always gonna regret my involvement in this. But...after today, I'm -- I'm gonna have something to be proud of, you know?",
        "Shauna: Mm-hmm.",
        "Flo: Giving beth back. I have to do it, mom. I have to.",
        "Thomas: To us.",
        "Hope: To our family.",
        "Thomas: You understand where I was coming from earlier? I may not have said it in the best way, but --",
        "Hope: It was fine. I understand.",
        "Thomas: You know... beth is -- is looking down on you. She wants her mom to be happy. To have that joy that -- that being with douglas, being with me can bring.",
        "[ Cellphone rings ]",
        "Hope: Your phone. Heh.",
        "Thomas: Ah... [ Ringing continues ] It's just work. It can wait.",
        "Hope: Go ahead. Really, I-I could use a moment, anyway. Please?",
        "Thomas: 'Kay. Hello?",
        "Hope: Just let go. Move on.",
        "[ Sighs ]",
        "Steffy: Maybe there was a mistake on the birth certificate. Clerical errors happen all the time. It doesn't mean flo lied. You know her.",
        "Liam: Do I know her? Do you?",
        "Steffy: Why would you even think to reach out to that doctor?",
        "Liam: Because of something wyatt said. Flo -- flo implied she never had a child.",
        "Steffy: Because she doesn'T. She gave her up.",
        "Liam: No. No. I mean that she never gave birth. And the doctor just confirmed that she wasn't a patient, steffy.",
        "Steffy: Then -- then it was somewhere else, where phoebe was born.",
        "Liam: Catalina. [ Gasps ] Douglas was right. Beth. [ Sobbing ] Beth. You're my beth.",
        "Beth: Dada!",
        "Liam: Yeah! Yeah, I'm your dada. Yeah. I'm your dada. [ Sobs ] Hi.",
        "[ Laughing, crying ]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=KKsjgzPeL74"
}