{
    "Episode Summary": [
        "Episode # 7035 ~ Katie questions Brooke about the company she's been keeping; Quinn interrogates Deacon about his whereabouts."
    ],
    "Recap": [
        "Deacon tells Brooke that he is right. Brooke says he is with Quinn so other than that it could happen. He is very special to her and the many times they shared. But there are other things to think about. And he should go. He does but as she gives him a hug, Katie sees it. She calls out to Brooke and asks what is going on. Quinn tells Wyatt that Rick is not going to give her a free ride. Rick will be watching over her but at least she does not have to suck up to Ivy. Liam says no; Rick has made a lot of questionable decisions but this one makes no sense. Quinn has not changed that much. Her picture still should have an X on it. He says another zero on the bottom line is too much a risk. Ivy says Quinn seemed very happy so perhaps Deacon has had a change on her. Liam says no matter what she says, Quinn Fuller is dangerous. Brooke tells Katie she is going to the office. Deacon just came by as he has been there for her .with her drinking. She explains that it started with one drink and then two and then .alone and the house empty and she was not happy. Deacon helped fix that. He understands her. She did not want to bother Katie. Katie said she should have; anybody but Deacon.",
        "Deacon goes to FC to see Quinn. She calls him her good luck charm. He's flabbergasted that she has been asked back at FC and wants to celebrate right now. She smells perfume on him and asks about it. She says he smells like a bouquet of flowers. She guesses that the one from AA must be a woman with good taste. He says yes and he will tell her more if she wants. She says no. She is not the jealous type and she hopes the lady is grateful that she has Deacon on her side. Brooke tells Katie that Deacon is part of the AA program and he can come over any time to remind her that she does not need a drink. He understands what she is going through. In fact he got rid of all the bottles she had on hand. He is a lifeline, so generous and kind and amazing. Katie asks if she is starting to have feelings for him. Brooke says it is an intense attraction. He is a gentleman, kind and supportive. No lines have been crossed. And as long as he is with Quinn nothing can happen between then. She has it under control. And now she is going back to work and stay positive. Liam tells Ivy that she will always have to grovel to Quinn now. Ivy says not everything she has done has ended in disaster. They were together because of Quinn. Quinn tells Deacon that if she were his friend she would want to be helped by him. He has pulled her back from the edge of disaster and now she is back with her son at FC making jewelry again. And when she goes home tonight she will not be alone. She will have this wonderful man. She knows the good he can do and would never stop him form doing that just do not come home smelling like perfume again. Brooke walks in and does not believe Quinn is working there again and threatens to go find out from Rick. Quinn chastises her and says she has a right to a second chance. Then Quinn smells her perfume and guesses it is Brooke who is the AA patron that Deacon is helping."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: What?",
        "Deacon: I was right. You do want to be with me.",
        "Brooke: I said this could be our chance, if things were different.",
        "Deacon: If it wasn't for Quinn.",
        "Brooke: But you are with Quinn, so there's no point in talking about it.",
        "Deacon: But it could happen. I mean, it -- it's possible.",
        "Brooke: I'm just telling you how I feel. You've become very important to me, very special. All the things that you've done for me lately just remind me of the times that we shared. So, yeah, I've been thinking about it. But there are other things to think about, too.",
        "Deacon: Quinn. I sh-- I should probably, uh...",
        "Brooke: Go.",
        "Deacon: ...Go. Okay.",
        "[Engine turns over]",
        "Katie: Brooke! What's going on?",
        "Brooke: [Chuckles softly]",
        "[SCENE_BREAK]",
        "Quinn: Tell me this is real.",
        "Wyatt: As real as it gets, Mom.",
        "Quinn: Ohh! I'm back! Ahh.",
        "Wyatt: Yes, Rick is giving you another chance, but everyone else is gonna make you earn it.",
        "Quinn: Yeah, but, I mean, Rick's not giving me a free ride. You heard him. He said he's gonna keep his eye on me.",
        "Wyatt: Yeah, and he won't be the only one.",
        "Quinn: That's fine. He's my boss, and I don't have to answer to Ivy or anyone else.",
        "Wyatt: [Scoffs]",
        "[SCENE_BREAK]",
        "Liam: Quinn is working at Forrester again?",
        "Ivy: Mm-hmm, back by unpopular demand.",
        "Liam: Unbelievable.",
        "Ivy: You know what? I really -- I shouldn't be surprised, seeing as how much Rick's been riding me about my work.",
        "Liam: Oh, God. Your work is fine, Ivy. Your work is great. The only reason Rick's riding you is 'cause you're friends with Caroline.",
        "Ivy: Yeah. Well, now I have to play nice with Quinn.",
        "Liam: No! No! [Sighs] Ri-- Rick has made a lot of questionable decisions since he took over the company, but --",
        "Ivy: Yeah. Well, this one makes no sense.",
        "Liam: Rick knows -- he knows -- how crazy Quinn is.",
        "Ivy: Well, apparently, Quinn has changed.",
        "Liam: Yeah. She's said that before.",
        "Ivy: I said exactly that.",
        "Liam: That's the thing. You shouldn't have to say anything. I mean, with what that woman's done, there should be a giant picture of her at the security desk with a red \"x\" over it.",
        "Ivy: Yeah, well, apparently, that's all in the past now. Quinn has transformed. She's a stable human being, all thanks to her engagement to Deacon.",
        "[SCENE_BREAK]",
        "Katie: So, why were you and Deacon hugging?",
        "Brooke: Oh, come on. We were just saying goodbye. Oh. Could you hand me my phone right there, please?",
        "Katie: Here. Are you going someplace?",
        "Brooke: Yeah. I'm going to the office. You were right. I should get out of the house and do something for myself.",
        "Katie: Okay, good. Glad to hear it. So, why -- why was Deacon here again?",
        "Brooke: I told you he stops by, you know? He's been there for me, and I really appreciate it.",
        "Katie: In what way has he been there for you?",
        "[SCENE_BREAK]",
        "Wyatt: Is this gonna be a problem, Mom?",
        "Quinn: If anyone has any issues, they can take it up with Rick.",
        "Wyatt: Good! That's good. Let him handle it. You don't make any waves. Just appreciate the opportunity, and that's it.",
        "Quinn: That's what I'm gonna do.",
        "Wyatt: Okay. Listen, I got a meeting, so I'll see you later.",
        "Quinn: Okay. I'm gonna be right here when you get back.",
        "Wyatt: Okay.",
        "Quinn: [Sighs]",
        "[Deacon's flashback]",
        "Deacon: Brooke, please tell me what's standing in our way -- that I'm engaged to Quinn -- but if not...",
        "Brooke: I think it could be our chance.",
        "[Present time]",
        "Quinn: There he is -- my good-luck charm! Come here. Have I got some news for you.",
        "[SCENE_BREAK]",
        "Liam: One second. One second. One second. One second. I just...have to... okay.",
        "Ivy: Crisis averted?",
        "Liam: Well, Spencer hasn't had any crises in a while. Forrester, on the other hand, appears to be creating them left and right.",
        "Ivy: No. It's not Forrester, Liam -- it's Rick.",
        "Liam: I know. I know. He has to understand what a stupid idea it is to hire Quinn back, right? [Chuckling] I mean, right?",
        "Ivy: There have been requests for her designs. I mean, we have very different styles, Quinn and I. I understand why Rick would want to bring her back.",
        "Liam: Look, no. Listen. I don't care if her \"style\" adds another zero to the bottom line. It's not worth the risk.",
        "Ivy: Well... Rick seems to think it is.",
        "Liam: Rick hasn't seen her freak out yet.",
        "Ivy: No, she doesn't -- she doesn't do that anymore, remember? She's transformed.",
        "Liam: I'm not very convinced. Are you?",
        "Ivy: No.",
        "Liam: Although Rick buys it.",
        "Ivy: Look, she just told him everything he wanted to hear. You know, at the end of the meeting, I thought she was gonna call us all in to a big group hug.",
        "Liam: [Chuckles] I have some trouble picturing that.",
        "Ivy: Liam, I was there, and I'm having trouble picturing that. You know what the strangest thing is? Quinn actually seemed really happy. Maybe Deacon has made a change in her. But who can guarantee how long that's gonna last?",
        "[SCENE_BREAK]",
        "Katie: Okay. Let's just sit down. I need to know what's going on here. You and Deacon have been spending time together?",
        "Brooke: Yes.",
        "Katie: How does Quinn feel about that?",
        "Brooke: Well, it doesn't involve her.",
        "Katie: Well, yes, it does involve her. She's Deacon's fiancée.",
        "Brooke: Oh, no. No. It's not like that. Deacon has just been...helping.",
        "Katie: With what? Brooke.",
        "Brooke: With my drinking, okay?",
        "Katie: Oh, Brooke. I knew something was wrong.",
        "Brooke: It started with one glass of wine, and then it went to two and then it went to three and then to vodka.",
        "Katie: I asked you at the wedding if you were okay.",
        "Brooke: Oh, yeah. I'm okay. I thought I was fine. I was just enjoying myself. But then I'd get home, and I'd be alone, and this house is empty, and -- oh, God. Please -- please don't think I'm jealous. I'm very happy for you and Bill. I am. It's not like that. It's just I'm not...",
        "Katie: Happy?",
        "Brooke: Right. I'm not happy, and I want to be, and I-I'm trying. I'm -- I'm really gonna fix that.",
        "Katie: And Deacon's helping?",
        "Brooke: Yeah. Yeah. He's -- he understands.",
        "[Both sigh]",
        "Katie: You could have been honest with me.",
        "Brooke: I-I didn't want to interfere with your life. You're doing so well. You're back on track with Bill. You're helping him run the office, the business.",
        "Katie: Right. You're right. Sure. My life looks pretty good right now, but it hasn't always been like that. I mean, I've been lonely. I've felt out of control. You could have come to me. You didn't have to turn to Deacon. Anybody but Deacon.",
        "[SCENE_BREAK]",
        "Deacon: You sure you should be doing this?",
        "Quinn: Doing what?",
        "Deacon: Making yourself at home like this.",
        "Quinn: [Laughing] Well, it's my office.",
        "Deacon: Get up. Come on. Come on. What are you doing? I mean, how the Hell did you get in the building?",
        "Quinn: 'Cause Rick invited me, and then he asked me to stay.",
        "Deacon: What?!",
        "Quinn: Yes! He rehired me! I am working at Forrester again!",
        "Deacon: Wait. What?!",
        "Quinn: Yes -- my line, my name. I'm working with Wyatt again.",
        "Deacon: Quinn, this is amazing!",
        "Quinn: I know! I know! The customers missed me.",
        "Deacon: So, when are you starting?",
        "Quinn: As soon as Wyatt gets back from --",
        "Deacon: No, no, no, no! We got to celebrate right now!",
        "Quinn: No, we will. We will. But we'll have to do it later!",
        "Deacon: You know, I'm sorry. It's not like I doubted you at all, I mean, 'cause I don't, but I just -- I don't know. If anyone deserves a second chance, you do, but I just didn't think Rick would give it to you.",
        "Quinn: Yeah, well, he did. And I have you to thank for it. Mm. [Sniffs] What's that?",
        "Deacon: What?",
        "Quinn: Why do you smell like perfume?",
        "[SCENE_BREAK]",
        "Ivy: Even Wyatt had no idea.",
        "Liam: Rick really didn't run it by anybody?",
        "Ivy: Well, he doesn't have to, does he? He wants everyone to know he's boss.",
        "Liam: But what does Quinn want?",
        "Ivy: Well, if you believe her speech, she, uh -- she wants a fresh start. And she wants everyone to think that she's happy, she's sane, and she's ready to be productive.",
        "Liam: Oh, God. Join a support group, then, really. This is -- this is crazy. I mean, I don't care what Quinn says or how many times she apologizes or says it's gonna be different from now on. I mean, Quinn Fuller is dangerous. She's a dangerous person.",
        "Ivy: Especially if she doesn't get what she wants or if she feels crossed in any way.",
        "[SCENE_BREAK]",
        "Quinn: You smell like a bouquet of flowers.",
        "Deacon: Do I?",
        "Quinn: Yeah. You were at your AA meeting earlier, right?",
        "Deacon: Yeah. Yeah, I was.",
        "Quinn: Well, I wonder how you were all able to breathe, I mean, to be able to get that much perfume on you. Unless... unless, um... your friend from AA, the one you've been helping...",
        "Deacon: Yeah.",
        "Quinn: Is it a woman?",
        "Deacon: Yes.",
        "Quinn: A woman who has very good taste in perfume.",
        "Deacon: Quinn, if you want to know more, I'll tell you.",
        "Quinn: No. I know you would. But you don't have to. I'm not the jealous type, baby. I'm just giving you a hard time. I mean, whoever she is, she's lucky to have you. I just hope she's grateful.",
        "[SCENE_BREAK]",
        "Brooke: Deacon thought that I needed help, and he reached out to me.",
        "Katie: Well, I did, too. I mean, I'm your sister. I care about you.",
        "Brooke: So does he. He's been incredibly sensitive and generous, and he's helped me. All I have to do is pick up the phone when I need him.",
        "Katie: You call him?",
        "Brooke: He asked me to, if I'm feeling weak.",
        "Katie: And he's there?",
        "Brooke: He comes over, and he reminds me that I don't need to drink. It's part of the program, and it helps us both.",
        "Katie: The program? You mean you're going to meetings?",
        "Brooke: Yes, I am, and I'm not really supposed to say anything about it, but it's -- it's been very helpful.",
        "Katie: So, you have a support group? You have other people that you can count on?",
        "Brooke: Yes, I do, and the first time I went to a meeting, it was because I didn't know where to turn. I didn't know what to do. I didn't know that I would see somebody there that I actually knew.",
        "Katie: Deacon was at the meeting, too?",
        "Brooke: Yeah. So, you can understand he knows what I'm going through.",
        "Katie: Brooke, if he's struggling, as well, is he really the best person to support you?",
        "Brooke: Why not? We have this agreement that if either one of us has an urge to drink, we would call the other one.",
        "Katie: And you wanted to drink today?",
        "Brooke: Well, no. He just came by to check up on me, but I did want a drink the other night, and he came over, and he got rid of every single bottle of alcohol in here. So, you can see how helpful he has been to me. He's been a lifeline, basically. He's really supporting me. I mean, he's so -- so generous and so kind and amazing. Really, Deacon has been incredible.",
        "Katie: Are you developing feelings for him? Deacon is incredible. He cares about you. How much do you care about him?",
        "Brooke: We're supporting each other.",
        "Katie: Is there an attraction?",
        "Brooke: [Sighs] It's an intense situation.",
        "Katie: Oh, man, Brooke. Are you falling for him? I mean, I-I know you've been lonely.",
        "Brooke: Yes, I've been lonely, okay? But it's more than that. Deacon is a gentleman. He's very kind and supportive.",
        "Katie: And he's also engaged to Quinn.",
        "Brooke: Yes, I know that.",
        "Katie: Then what are you doing?",
        "Brooke: Nothing. No lines have been crossed. I was very clear with Deacon. I told him as long as he's with Quinn, nothing could happen with us. Don't worry, really. I have this all under control. I'm fine. I'm going to meetings, I stopped drinking, and I'm going back to work.",
        "Katie: You're going to work now?",
        "Brooke: Yes. I think it's very important to keep those positive aspects in my life. Deacon is one of them. Forrester Creations is another.",
        "[SCENE_BREAK]",
        "Liam: Mark my words, Ivy -- having Quinn at Forrester will be a huge problem.",
        "Ivy: Well, I have to work with her. I don't have to trust her. Look, Liam, I'm not denying Quinn's talent. I think she's an incredible designer. Everything she does has this unexpected quality to it. It's like every little quirk in her personality that makes her a scary person also makes her an incredible artist -- her need for control, her explosive temper.",
        "Liam: Her fascination with sharp objects.",
        "Ivy: Look, I'm -- I'm not trying to excuse what she's done.",
        "Liam: No.",
        "Ivy: You know, not -- not everything she's done has ended in disaster. There has been one... unintentional positive outcome.",
        "[SCENE_BREAK]",
        "Quinn: Did you think I would be upset?",
        "Deacon: Honey, I asked you if you wanted to know, and you said no.",
        "Quinn: Yeah, because it's a secret, and I understand that. I mean... I assumed that your friend was a guy. You know what? That -- that was my bad. People go to these meetings because they need help. They need to -- to feel safe. They want to be able to tell the truth, no matter how ugly, and know that they're not gonna be judged.",
        "Deacon: Because we've all been there.",
        "Quinn: Well, I haven't, but, you know, your friend has. And if I was your friend, well, I'd want to be helped by you... because I-I do know what that's like. I mean, baby, you pulled me back from the edge. I was standing on the roof of that warehouse with Bill taunting me, and I-I-I kept thinking, \"what's the point?\" All I could see was... all the harm I've done, all the pain that I caused. I couldn't see a future. I-I didn't even know that I had one. But, I mean, look at me. Look at me right now. I am back here, working at Forrester, working with my son, earning his forgiveness, making incredible jewelry again. And when I go home tonight... I'm not going home alone. I'm going home to this man who loves and supports me and who's committed to not just me but to improving himself for the sake of our relationship. So, yeah, I-I may not know what your friend is going through, but... I know the good that you can do, and I would never, never stop you from doing it. Just do not ever come home smelling like perfume again, okay? Come here.",
        "Deacon: Brooke.",
        "Brooke: Deacon. What's going on? Quinn, what are you doing here?",
        "Quinn: I work here.",
        "Brooke: Excuse me?",
        "Quinn: Yeah. Your son rehired me.",
        "Brooke: Uh...no. No. He wouldn't.",
        "Quinn: Yeah. No. He did. He gave me a second chance, and, hopefully, everyone else will, too.",
        "Deacon: Quinn called me to come down and share the good news with me.",
        "Brooke: I need to go talk to my son.",
        "Quinn: No! No, you don't!",
        "Brooke: Obviously, this is a mistake.",
        "Quinn: Like my proposal from Deacon? What, anything that's good for me, anything -- anything that makes me happy is unacceptable to you, Brooke? You know what? I told you not to interfere. First you try to undermine my relationship. Now you're trying to sabotage my job. Where do you get -- your perfume. Your friend from AA... is Brooke."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=IsIiQw2SBps"
}