{
    "Episode Summary": [],
    "Recap": [
        "Megan has temporarily angered Massimo for coming back to his office while Ridge was there. It becomes further apparent that they are more than just casual acquaintances or her just doing dirty work for him. He gives her an expensive necklace and puts it around her neck. She wishes they didn't have to hide their relationship. Nick and Brooke visit Jackie in jail and she warns them that Mass isn't that overt. He will find their weakness and work on it. He can do things that other people can't. They can wait him out, but they can not go head to head with him and win. Nick visits his father; barely missing Megan. Nick asks if he has anything to tell him about his mother? There is no deal, so he will have to work his methods on him. He says he used to be proud to call himself Massimo's son, but he doesn't feel that way any more. Mass tells him that his mother lost any rights to loyalty with him with that other man (Deacon) and he doesn't want Nick to go through the same thing with Brooke and Ridge. He doesn't want to see him go through that same pain. Nick states that it is sad to see what he really is \u0096 work, honor and family .he spits on the floor and tells him he has until morning! Brooke comes home to find Ridge ensconced there; having sent the kids away with Catherine. She's not happy that Ridge has yet again overstepped his bounds. Still, he makes his case again. She doesn't say that she loves Nick's face, his eyes, his hands, how he kisses her. She only keeps mentioning how dependable and trustworthy he is. He could be a security guard or a German Shepherd based on that. He states she is trying to fill a void, and it's not going to happen. The doorbell rings and Brooke tells him if this is Nick, she wants Ridge to leave. She opens the door and is shocked to see who is standing there. It's her dad ..or is it Bobby Ewing or Memorex?"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Jackie: Nicky --",
        "Nick: Listen, I got a -- I got a whole new team of attorneys working on this, but they're flying blind, mother. They need to know --",
        "Jackie: Don't use massimo's attorneys. They don't know criminal law. They know leases, they know contracts, shipping -- they just don't know criminal law. Is there any other reason?",
        "Jackie: What better reason could there be?",
        "Nick: I need to ask you something. Do you think the old man had anything to do with you being arrested?",
        "Massimo: What in the world is the matter with you? Coming to see me while ridge is here?",
        "Megan: God, he wouldn't stop talking about what a faithful friend and employee I am. Coming here and tracking him down with urgent business --",
        "Massimo: Now what does he think now? Huh? You walked out with him.",
        "Megan: That I went home? Just where I should be if I could even think about dinner or sleep or anything else. Look, no one saw me come back here. Could you please turn that music off?",
        "Massimo: Oh, sure, so they can hear your voice out in the hall.",
        "Megan: Look, jackie is still in a jail cell, massimo. The judge refused to set bail.",
        "Massimo: Why are you telling me this? I was there.",
        "Megan: You meant to put a scare into nick, not send his mother to prison. Massimo, he is desperate, you should hear him.",
        "Massimo: Whoa, whoa, whoa -- you are talking to dominick?",
        "Ridge: Have fun! \"I made you a surprise.\" Aww -- let's hope mommy likes my surprise, too.",
        "Jackie: Granted, I was very angry with your father at the bail hearing.",
        "Nick: Why would the judge allow the story about deacon unless the old man had gotten to the judge somehow?",
        "Jackie: Why would massimo want me in jail? I mean, if he wanted to punish me, he's certainly taken his time.",
        "Brooke: Maybe it accomplished something else for him, too. Like getting nick's attention.",
        "Jackie: Well that's exactly what this is about. Massimo thinks that there's no power like money and people in high places. You show him he's wrong, nicky. You be stronger than him.",
        "Massimo: Why would you go back to jackie M.? Of course it is being watched, of course dominick would be there.",
        "Megan: I needed to make sure that no one could trace whatever it was you had me install on jackie's computer.",
        "Massimo: What do you take me for?",
        "Megan: Well, any files, massimo, that were created are going to have the same date as when she saw me walk out of her office.",
        "Massimo: Do you think I am the sort of man that leaves things to chance? Hmm? That I would just make such glaring mistakes that I would need someone like you to correct them? What did you say to him, dominick?",
        "Megan: That I was only trying to help. And that I was certain that his mother was innocent. You promised me that she wouldn't be hurt.",
        "Massimo: And she hasn't been.",
        "Megan: She could go to federal prison. Why are you doing this? You said brooke would finally be free to go back to ridge.",
        "Massimo: And so she shall.",
        "Megan: Have you told me the truth about anything?",
        "Massimo: What are you accusing me of, exactly?",
        "Megan: I don't know -- all I know is that I am suddenly involved in something that absolutely scares me.",
        "Massimo: Megan, I thought your loyalty to brooke was real.",
        "Megan: It is! It is. I mean, no one has been as good to me over the years as brooke has, and I for one have seen firsthand how happy ridge has made her. I mean, she may have forgotten, but I certainly haven'T.",
        "Massimo: Hopefully she will remember what she almost lost, her happiness with ridge. And she will bless heaven, fate, whatever it is that led her back to ridge, never knowing that she should thank her beloved friend -- you. But -- thanks you deserve, thanks you will have.",
        "Megan: Massimo, oh my gosh.",
        "Massimo: Come here. Turn around, turn around -- lift your hair up. Okay, let me get this here. Okay. All righty. I knew it. It is absolutely stunning. Wear it when we're alone.",
        "Megan: I don't know what to say. I have never in my life --",
        "Massimo: Well, maybe it's not appropriate for a secretary, but -- it is very suitable to a woman I choose to be by my side.",
        "Megan: Do you think I could ever be that, to you?",
        "Massimo: You've become more necessary to me every day.",
        "Ridge: Is the plane in from paris? Okay, how about the limo? Good, good, good. All right, I'm over at brooke'S. Just make sure you give the driver this address. Thank you.",
        "Nick: Mother, what did he say to you?",
        "Jackie: Oh, that's beside the point.",
        "Nick: Why won't you tell me?",
        "Jackie: Because it's not important, that's why.",
        "Nick: How can I help get you out of here if I don't know what I'm dealing with?",
        "Jackie: Just trust the system, nicky, I haven't done anything wrong. The evidence against me is bogus.",
        "Nick: Well, they seem to have it.",
        "Jackie: I will not let him make me his accomplice.",
        "Nick: Accomplice in what?",
        "Jackie: If you didn't know I could be as stubborn as your father, you do now.",
        "Nick: If you won't tell me, I'll go to him. Guard!",
        "Jackie: He'll deny everything.",
        "Nick: Not with my hands around his throat.",
        "Jackie: Don't you dare put yourself or brooke in danger.",
        "Brooke: Massimo wouldn't do anything to me, he wants to save me for ridge.",
        "Jackie: He wouldn't be that overt. He'd find your weakness. Bridget -- that's where he'd strike. Leave it alone, let him think I may weaken.",
        "Nick: Weaken how? Mother, what does he want from you?",
        "Jackie: He wants me to help him drive a wedge between you two.",
        "Nick: When did he say this to you?",
        "Jackie: The night I was arrested.",
        "Brooke: He tried to get in here that night to see you, but he couldn'T.",
        "Jackie: Yeah, well, massimo can do things that other people can'T. Nicky, don't you tell him that i said anything.",
        "Nick: Why do I want him to think that he can do this to us?",
        "Jackie: To stop him from doing anything worse. I mean, if he thinks that I may turn on you to save myself, he'll bide his time. I'm not going to go to trial for six months, maybe even a year -- by that time, you two, you'll be married. You may be expecting a child of your own.",
        "Nick: That is not how this is going to work out! Guard!",
        "Jackie: Nicky -- I've known him longer than you. You can wait him out. But you cannot go head to head with him and win.",
        "Nick: Watch me.",
        "Megan: Look, I want you to know that I understand how things have to be between us. But still, no one has ever made me feel the way you do. And I'll just be so happy when we can stop all of the hiding.",
        "Massimo: Mm-hmm. [Phone ringing] I told you I didn't want to be disturbed. All right, fine. Delay him. Dominick wants to see me. Uh, I would hide that if I were you.",
        "Megan: Okay.",
        "Massimo: Okay. Now, where are you parked?",
        "Megan: In the lot. This way.",
        "Massimo: Okay.",
        "[Knocking at door]",
        "Nick: You got something to tell me?",
        "Massimo: That brooke came to see me.",
        "Nick: I think you know what I'm talking about.",
        "Massimo: About your mother then.",
        "Nick: Yeah, about my mother. About that little deal that you tried to strike. Well, it didn't happen, so you gotta deal with me directly.",
        "Massimo: You know how demanding your mother is. She expects me to get her out of jail in five minutes. Did she tell you that the fbi is also in my employ?",
        "Nick: This is me, remember? I've watched you work -- how gracefully you manipulate. Business is a game to you, and I've always admired how you played it. I just never thought that you would use those methods to bear on me.",
        "Massimo: I've done nothing to you, dominick. But you know, if you really want to get your mother out, you'd choose another way.",
        "Nick: By handing the woman I love over to the man who broke her heart. Your darling ridge!",
        "Massimo: You are both my sons.",
        "Nick: I used to be so proud to hear that, how you would declare to a room full of strangers, \"this is my son.\" I don't feel that way anymore.",
        "Ridge: Did you get my message?",
        "Brooke: Did you get mine?",
        "Ridge: Yes. But sometime later just isn't gonna do. It has to be tonight.",
        "Brooke: For what?",
        "Ridge: Is an hour of your life too much to ask?",
        "Brooke: Well, let me see -- let me count up the hours of my life that I'll never see again because of you.",
        "Ridge: This is different.",
        "Brooke: Ridge, I don't begrudge you one hour. I don't begrudge you ten hours. But it's been a very long day. I had to cover things at work, and this whole thing with jackie is --",
        "Ridge: You know, I really hope that nick appreciates all the support that you've given him.",
        "Brooke: Look, I don't want to be like this with you. But whether you build a jungle in my backyard or a duck pond upstairs, the point is I'm really, really tired. And I have about enough energy to go upstairs and tuck the kids in bed, make myself a sandwich --",
        "Ridge: Well, hope and R.J. Aren't here. I asked katherine to take them for the evening.",
        "Brooke: Without consulting me?",
        "Brooke: If this is some grand scheme for a seduction --",
        "Ridge: Give me a little credit here.",
        "Brooke: Well, then, what? What is so important?",
        "Ridge: You. If someone you loved -- no, not even someone -- the most important person in the world was sick or hurt, pretending that nothing was wrong, wouldn't you want to try and do something about it?",
        "Brooke: What does that have to do with anything?",
        "Ridge: Well, wouldn't you? Okay, you're not a doctor, you don't exactly know what the answer is. You don't exactly know what the right thing would be to do. But wouldn't you want to do something, even if it was wrong? That's what I'm gonna do tonight.",
        "Brooke: Let me guess -- I'm the sick, injured person that you want to make better.",
        "Ridge: Okay, you can be angry, that's fine. Do you have to make fun of me, too? Brooke, I feel like I'm groping my way in the dark here. I know you. When we're connected, when we're not, I know something is off.",
        "Brooke: It doesn't mean that something's wrong with me, ridge.",
        "Ridge: Then why can't you let yourself love me? It used to be as natural as breathing for you.",
        "Brooke: It ended.",
        "Ridge: Then why did you agree to marry me?",
        "[Brooke sighs]",
        "Brooke: I thought --",
        "Ridge: What? You thought you could forgive me? But you couldn't?",
        "Brooke: Do you want to make me hurt you? Because you know what happened. I'm in love with nick.",
        "Ridge: For the same reason that bridget was.",
        "Brooke: Now what does that mean?",
        "Ridge: It means you can count on him. He's the father you never had.",
        "Brooke: Oh, my god, you don't know the first thing about it.",
        "Ridge: Oh, but I know there's more. I know that nick is good with the kids, you guys have fun. But isn't this really about nick being a dad even to him?",
        "Brooke: What's the point? You're not even listening.",
        "Ridge: But I am, brooke. I'm also hearing the things you're not saying. You don't talk about how handsome nick is -- is he a good lover? You don't talk about his hands or his eyes or how he kisses you. You talk about how trustworthy and dependable he is. Hell, he could be a security guard or a german shepherd based on that.",
        "Brooke: Ridge --",
        "Ridge: Brooke, you're trying to heal a wound that he didn't make. You're trying to fill a void that -- that you can't, not that way. It's not gonna happen.",
        "[Doorbell ringing]",
        "Brooke: If that's nick, I need you to leave.",
        "Ridge: It isn't nick. Hello, stephen.",
        "Stephen: Ridge -- hello, sweetheart.",
        "Brooke: Dad --",
        "Massimo: If you think that I am favoring your brother over you --",
        "Nick: I don't see his mother in jail.",
        "Massimo: There is no conspiracy against you, dominick. When I act for the good of the family, I do it for everyone equally.",
        "Nick: Well, then tell me, how is this good for my mother?",
        "Massimo: Jacqueline surrendered any rights she had to my loyalty when she dealt with that man. And as your father, I don't want brooke logan to do the same thing to you with your brother. Is she the woman that I would choose for him? Oh, god would only know. But it's going to happen. It doesn't make any difference what I do or you do, it's because that's what they are. And I don't want to see you go through the same pain that I went through.",
        "Nick: I know too much, about you, about your business, and I can cause serious damage, and you know that. You don't want me as an enemy.",
        "Massimo: You're my son, not my enemy.",
        "Nick: Then get my mother out of jail! Drop the charges! Don't force my hand, you may lose.",
        "Massimo: It is unwise to threaten me, dominick.",
        "Nick: It's sad to see you for what you really are. Work, honor, family. [Nick spitting] You got 'til morning."
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=xRTK-X6j-FI"
}