{
    "Episode Summary": [
        "Episode # 7409 ~ Wyatt makes a desperate attempt to fix his failing marriage to Steffy; Eric & Quinn deal with backlash from family & friends regarding Quinn's return to Forrester Creations."
    ],
    "Recap": [
        "Wyatt shows up at Thomas's door and says Steffy is lucky to have her brother although this place looks a little cramped for her. Pam tells Charlie that he was right; it was Quinn's car in the parking lot. They both tell her that no one wants her here except maybe the CEO. The others will never accept her even though she says she has changed. She knows this will take some time. Pam says read her lips \u0096 never. Eric comes in and Pam says she thinks she is going to be sick. How could he? He tells them they have to stop this. Quinn knows if she resorts to her former behavior she will be out of here. Pam says she has fell for that hook, line and sinker before but no more, kitten. Quinn tells her that she does not expect her forgiveness but she will see in time that she is not that person anymore. Sasha and Zende meet on the Rooftop for a workout and she shares that she has made a new friend \u0096 Thomas. She goes on what an amazing guy he is. Liam questions Thomas about how Steffy is at his place. He is just worried about her. Thomas says it is time that Steffy gave up and started thinking of a future with Liam.",
        "Steffy tells Wyatt that he knows she cannot come home as long as Quinn is part of that place. Wyatt tells her that relationships often run their course and just have a little faith that this one will too and Eric will see through Quinn. Maybe she is overestimating Quinn and underestimating Eric. He begs her to come home. She says she can't. She needs some space as her grandfather is in over his head. Wyatt says he is not helpless. He has had relationships like this before. He asks how is leaving him going to fix the problem. She does not know but says that is all she can think of. She loves him but now Quinn will be out of her life for good. He says no; some how he will end it with Quinn. It is not the end for them. Eric tells Quinn that he is proud of her how she handled that business with Pam. They will handle all the others one by one. And he will talk to Steffy and get through to her about not leaving Wyatt. Wyatt drops by Liam's who has the place all romantically laid out for the night. Wyatt reminds him that this better not be for Steffy as she is still his wife. He says Liam should show him some support. He needs a brother right now not a competitor. Wyatt says he just needs Liam to give him some time to work through all of this. Eric talks to Steffy. He says they love each other and he has always respected her opinions. He heard them all out and he made his own mind as it is his life. She says he is wrong. He says life is full of risks and he is taking this with his eyes wide open. This relationship should not have an effect on her life the way it is and he wonders why. Could she be using him as an excuse to get with the man she really wants to be with, another step closer to Liam?"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Knock on door]",
        "Steffy: Hey.",
        "Wyatt: It's kind of cramped for you, isn't it?",
        "Steffy: How'd you know where to find me? Not that I was hiding or anything.",
        "Wyatt: You obviously weren't gonna go to your grandfather's house with my mother living there, and your dad's kind of living out of a suitcase, so Thomas, the supportive brother.",
        "Steffy: Hey, I'm grateful he's letting me stay here.",
        "Wyatt: Well, I'm not. Look, I want -- I want you to come back home, Steffy.",
        "Liam: Well, thanks for stopping by.",
        "Thomas: Go ahead. Let me have it.",
        "Liam: No, no. No. I think I'll let it slide.",
        "Thomas: You needed that, dude.",
        "Liam: Yeah, I did. I totally did. Thank you.",
        "Thomas: So, how'd it go?",
        "Liam: [Laughing] Well -- you arranged a face-to-face with Steffy, and now you want the down and dirty?",
        "Thomas: I set it up. She is my sister. Liam, I want what's best for her, and in my opinion, that's you.",
        "Liam: It went well.",
        "Thomas: So are you back together?",
        "Liam: Not that well. [Laughs] Hey, you're living with her. You tell me how she's doing.",
        "Thomas: She's haunted by thoughts of Quinn.",
        "Pam: Ugh, you were right, Charlie. It is her car in the parking lot.",
        "Charlie: Want me to escort her out?",
        "Quinn: You might want to talk to Eric first. Look. I know how you both feel about me.",
        "Pam: We're not alone, Quinn.",
        "Charlie: Capital n-O. Nobody wants you here.",
        "Quinn: Yeah, except for the C.E.O. Can we just figure out a way to make this work or least just accept the situation?",
        "Pam: Meaning you and Eric? My sister's husband? Never.",
        "Quinn: I realize this is going to take some time.",
        "Pam: No, Quinn. Read the lips. Never.",
        "Charlie: And I'll be watching every move you make. You leave this building, I will search your bag, your purse -- you will take nothing away from here.",
        "Eric: Quinn. You got away before I did.",
        "Quinn: I wanted to get a jump on things.",
        "Eric: Okay.",
        "Pam: Eric. How could you?",
        "Eric: Good morning, pam.",
        "Pam: I think I'm gonna be sick.",
        "Zende: Are you, uh -- you need me to spot you?",
        "Sasha: No, I'm good. You better watch yourself. I'm working my way up to those pretty soon.",
        "Zende: Yeah. Doesn't look like it.",
        "Sasha: [Laughs] I hate you. [Sighs] So, hey, um, it seems like things are working out pretty good for you and my sister.",
        "Zende: Couldn't be better.",
        "Sasha: Well, that's great, you know. Me, too.",
        "Zende: Really?",
        "Sasha: Yeah, I just made a new friend.",
        "Zende: Anyone I know?",
        "Sasha: Thomas Forrester. Name ring a bell?",
        "Liam: So, is that all she talks about? Quinn?",
        "Thomas: I can tell you're on her mind, if that's what you're asking.",
        "Liam: No. No. Not technically. I mean, I'm just -- I'm worried about her. I want to know how she's doing.",
        "Thomas: She was hoping Wyatt would finally come through, convince his mom to back off all things Forrester.",
        "Liam: [Scoffs] My poor brother. He's been fighting that battle nonstop.",
        "Thomas: And losing. Steffy will never allow that woman back into her life. And here she is, living with our grandfather.",
        "Liam: Steffy won't put up with that.",
        "Steffy: You know I can't come home, Wyatt.",
        "Wyatt: Yes, you can.",
        "Steffy: Your mom is part of your life in that house.",
        "Wyatt: Only if we let her in.",
        "Steffy: She's in. You're her son.",
        "Wyatt: I've -- I've written her off.",
        "Steffy: [Sighs] Babe. Even if you wanted to, she wouldn't let you.",
        "Wyatt: Steffy, I tried my best. I went over there to pack her up and force her out, but it was your grandfather. He was the one who wanted her to stay.",
        "Steffy: Of course he did. She owns him now.",
        "Wyatt: Look, as much as I want to fix this, I realize I can't control everything. So maybe you can try and control your grandfather.",
        "Quinn: It's pretty with the diamonds, right? [Giggles]",
        "Pam: I'm gonna need a lot more than water to get me through this day.",
        "Eric: There's a bottle of scotch in the cabinet over there.",
        "Pam: Look, I am serious, Eric! Have you just forgotten everything she's done? All the hurt that she's caused so many people?",
        "Eric: No, of course not.",
        "Charlie: Well, then how about the crimes she's committed?",
        "Eric: All right, stop it, you two. I've made it very clear to everyone, including both of you, that if she reverts to her former behavior, our relationship is over and this job, too.",
        "Quinn: And I would expect no less.",
        "Pam: What do you think it'll take, Charlie? A week?",
        "Charlie: Well, the office pool says felony within 48 hours.",
        "Pam: We're gonna hold you to your word, and then Charlie will personally boot her out the front door.",
        "Eric: I doubt very much that'll be necessary.",
        "Quinn: Look. You're Stephanie's sister. Somebody who's very important to Eric, and that makes you important to me.",
        "Pam: [Scoffs] Look --",
        "Quinn: And I know that I have said that before, when I tried to befriend you for my own selfish purposes.",
        "Pam: And I sure fell for that hook, line, and sinker. Well, not this time, kitten.",
        "Quinn: I'm gonna make this up to you, pam. Every hurtful thing I have ever done. Because I am so sorry for it.",
        "Pam: Not enough.",
        "Quinn: [Scoffs] Of course it isn't. I don't expect your forgiveness. But you're gonna see. I'm not that person anymore.",
        "Sasha: So, that's the story. We connected here while working together.",
        "Zende: You and Thomas? That -- who would have thought?",
        "Sasha: Again, like I said, we are just friends at this point.",
        "Zende: No, I got it. Just friends at this point.",
        "Sasha: [Scoffs] Thomas is an amazing guy. Will you please just tell me you're happy for me, Zende?",
        "Zende: [Sighs]",
        "Liam: So, did your sister talk about a permanent split?",
        "Thomas: She wasn't that definitive. She just said she wanted to handle the situation as best she can.",
        "Liam: [Scoffs] You don't handle a situation like Quinn. You remove yourself.",
        "Thomas: She has.",
        "Liam: I know this is killing my brother, but Steffy's safety has to take precedence here. I mean, she's got to get out of this marriage.",
        "Thomas: You know my sister. She doesn't like to give up on anything, and that's why this is so difficult for her.",
        "Liam: Are you saying she's thinking about giving up?",
        "Thomas: How could she not?",
        "Liam: I think I should have her over here.",
        "Thomas: Without my setup?",
        "Liam: [Laughs] No, it's okay. It's okay. I release you. Your work is done. I'll take it from here. I just -- Steffy needs to start thinking past this nightmare she's living in.",
        "Thomas: Into a future with you.",
        "Liam: A future that should have begun a long time ago.",
        "Steffy: I never thought my grandfather would do something like this.",
        "Wyatt: Yeah, well, they're -- they're adults, Steffy. We can't exactly dictate their lives.",
        "Steffy: This isn't some kind of normal relationship. Quinn is pathological. How many times have we seen it?",
        "Wyatt: I know, and I promised you that I could get her to stay away.",
        "Steffy: Yeah.",
        "Wyatt: I was sure that she would listen to me, that she would get out of the house and out of that relationship.",
        "Steffy: I know. I thought you could, too. But it's obvious -- you have no more influence over her than I do. And now she's -- she's living with my grandfather, and I can't even think about it. I mean, I have to see this woman every day at work.",
        "Wyatt: I know. Steffy -- why don't you just let it play out? Relationships, they -- they run their course, right? And the situation at work? Like, give my mother an office on the whole other end of the building. As for Eric, like -- just have a little faith.",
        "Steffy: Faith in what?",
        "Wyatt: That he has the ability to see through everything that my mother has up her sleeve.",
        "Steffy: Oh, no, no, no.",
        "Wyatt: Yes, he does.",
        "Steffy: Your mom is too good at her game. I can't believe you're asking me this.",
        "Wyatt: I'm just suggesting it. I just -- I think that you're overestimating my mother, and you're underestimating Eric Forrester. This whole thing will work itself out. But the one thing you cannot do is let it come between us any more than it already has. Come home, Steffy.",
        "Wyatt: Come back to me, Steffy. This -- this is crazy.",
        "Steffy: I won't argue that.",
        "Wyatt: I'll tell you what. Come home. I'll fix you something to eat, and then we can take a walk on the beach and we can figure out our next strategy and --",
        "Steffy: Wyatt, I -- I can't. I can't.",
        "Wyatt: Yes, you can.",
        "Steffy: You don't understand. Your mom has interfered in my life, my business, my home. And she's not leaving. So I had to.",
        "Wyatt: Leaving me is not the answer here, Steffy.",
        "Steffy: Than what is the answer?",
        "Wyatt: I --",
        "Steffy: Look, this is just -- this is too much for me right now. I just -- I need some space. My grandfather's in way over his head and he doesn't even see it.",
        "Wyatt: Your grandfather's not some mindless old man. You know that, right? He's been around the block with women like my mother before. Not exactly like my mother, but you know. He's had his relationships. He's not helpless.",
        "Steffy: Okay, look. You're biased, and I don't blame you for that because she's your mom. But you know the damage she's inflicted. I just thought this was all gonna go away, that you'd be able to fix it. You can't. And I'm starting to realize nobody can! I didn't want to leave you. I didn't -- I didn't want to leave our home, our life, but -- I can't keep doing this anymore. I can't.",
        "Wyatt: So... how is leaving me gonna fix the problem?",
        "Steffy: I don't -- I don't know. But it's my only hope, all right? But I've drawn the line. Your mom has to leave. But she's not, so I had to. That doesn't mean I don't love you. Of course I love you, Wyatt. I'm married to you. I made a commitment to you, and I keep my commitments. But there was one stipulation. There was one thing I needed from you. Quinn was gonna be out of our lives for good.",
        "Wyatt: And I didn't follow through for you. Not yet. Because I am -- I am more determined than ever. If time doesn't end that relationship, then I will. Somehow, I will end it. But we -- we can't let this destroy our marriage, Steffy. This is not the end for us.",
        "Eric: You handled that well. I'm impressed.",
        "Quinn: Pam is still upset with me. And she's one of many.",
        "Eric: Well, we'll deal with them all on a case-by-case basis.",
        "Quinn: There's ridge and Thomas and Steffy, not to mention my own son. They're right. No one wants me here.",
        "Eric: With one notable exception.",
        "Quinn: [Sighs] I don't want to be a distraction, Eric. That's not what I came here for. I want to -- I want to create, not destroy, but that's exactly what I've done to Steffy, to Wyatt, to their marriage.",
        "Eric: They will not break up over this.",
        "Quinn: They're already living apart.",
        "Eric: I'll talk to Steffy. And this time, I'll get through to her.",
        "Quinn: [Sighs] Eric, that would mean so much to me.",
        "Thomas: Hey, hey.",
        "Sasha: Hi.",
        "Thomas: How's the workout going?",
        "Sasha: Oh, uh, you tell me.",
        "Thomas: Hmm. Very, very nice.",
        "Sasha: Thank you.",
        "Thomas: Yeah.",
        "Zende: [Clears throat] Hey.",
        "Thomas: Hey, hey. What's up?",
        "Zende: Your, uh, friend Sasha told me about the two of you.",
        "Thomas: Yeah, we're getting to know each other. I mean, why not? You don't see a girl like this in every corner of the building. She keeps me smiling all the time. [Door closes]",
        "Wyatt: Hmm. Big night ahead, huh?",
        "Liam: Possibly.",
        "Wyatt: Or possibly not if you think Steffy's gonna have anything to do with it. 'Cause she's still my wife.",
        "Wyatt: This is the first time in my life that I have -- I have someone else who I can count on, who I can trust, and now she left me because of you.",
        "Wyatt: I need you as a brother right now, not as a competitor, okay?",
        "Liam: What could I possibly do for you, Wyatt? Talk to your mother? I don't think that'd go well.",
        "Wyatt: Probably not, but you could at least show me some support!",
        "Liam: How?",
        "Wyatt: You could respect my marriage, for starters.",
        "Liam: It's not about your marriage, it's about your mother!",
        "Wyatt: Oh, and she will be dealt with.",
        "Liam: You promised to send her packing, and what ended up happening, bro? What ended up happening? She's unpacking at Eric's, at Forrester.",
        "Wyatt: They're adults! He wants her in his life! This -- I'm trying here. There's only so much I can do!",
        "Liam: Yeah, well, it's not enough, apparently. Not for Steffy. And can you even blame her?",
        "Wyatt: You've seen her, haven't you?",
        "Liam: We had a minute, yeah. I know that she moved out. I know she's living with her brother.",
        "Wyatt: Yeah. Temporarily. But we're gonna work through this, and I need you to do your part in all this, Liam.",
        "Liam: What's my part?",
        "Wyatt: Stay away from Steffy. Just give us a chance to work through this.",
        "Eric: Wow, you and your brother are both in here? That's a little less elbow room than you're used to, isn't it?",
        "Steffy: Wyatt said the same thing.",
        "Eric: Wyatt was here?",
        "Steffy: Yep. A little while ago.",
        "Eric: You didn't go home with him.",
        "Steffy: [Sighs]",
        "Eric: You and I love each other.",
        "Steffy: [Chuckles] That's why this is so difficult for me.",
        "Eric: I've always respected your opinions. You know that.",
        "Steffy: [Scoffs] Uh... apparently, not anymore.",
        "Eric: Well, that's not -- that's not true. I've heard you out. I've heard everybody out. But I've made my decision.",
        "Steffy: Your decision is wrong for so many reasons.",
        "Eric: But for one reason in particular, it's right. It's my choice. It's my life.",
        "Steffy: We're trying to protect your life.",
        "Eric: I don't need protection. I need happiness. I need companionship. I need a reason to smile and to laugh in my life.",
        "Steffy: So, the woman who interfered in my life with such devastating consequences -- she's giving you all that?",
        "Eric: Steffy, life is full of risks. Now, if this is a risk, I'm taking it with my eyes wide open. Quinn knows if there's any hint of impropriety that it's over between us. This is my life. This is my relationship. It shouldn't have an effect on yours and Wyatt the way it is. I'm wondering why.",
        "Steffy: Wondering why?",
        "Eric: Well, I'm wondering if this is -- if you're using me as an excuse here.",
        "Steffy: An excuse?",
        "Eric: For you to get closer to the man that you really want to be with. Is that what this is? Another step back towards Liam?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=jOH2Ff0cSAg"
}