{
    "Episode Summary": [
        "Episode # 7586 ~ Thomas expects Ridge to be angry about bailing Sally out, but not to the extent that he experiences; Brooke sees a ruthless side of Bill when he declares that he will put an end to Spectra Fashions once and for all."
    ],
    "Recap": [
        "Ridge tells Sally to get out. Thomas says she stays. Ridge argues that she stole from him and he is paying her to do it now. Despite Thomas's protests Sally says she will leave. She is not coming between him and his family. Ridge wants to know what is wrong with Thomas. That girl stole from them. Thomas says he knows that was not right but Bill Spencer stole her career right from under her. Some people learn from their mistakes while others don't. Thomas claims that he is in the shadow of Ridge. He designs and does all the grunt work but Steffy is the one who gets promoted. She is running the company with Ridge and Ridge does not seem to know how that makes him feel. Ridge tells Thomas that Steffy has worked very hard and she is a good CEO. Thomas says but she is not a designer. He will always be the second or third in line to run the company. He needs to know as he has his own plans. Sally walks into Steffy's office and says she needs to talk to her about her brother. She knows Steffy does not like her but she'd also like to know that she is not going to be trouble for Thomas with his dad. Whatever talent she has she will repay Thomas and never do this to him again. She needs a chance for them to all get along. Brooke is shocked when she hears that Bill wrote the review for Jarrett. He says yes that he is a sucker for the underdog. She asks if he is going to be too busy with this new building to plan their wedding. Thomas sort of put a hold on their plans with what he did. But she reminds him that Thomas is in love. He's a romantic. Bill says he calls that an idiot. And Steffy will not have patience with Sally's view of romance. And in the end he will have that building second to none just like his bride.",
        "Ridge tells Thomas this is not about his talent. It is about his selling out his family .and by the way his talent came from his family. Ridge says he worked under his own father for decades and he had respect for that. Thomas counters that Sally has done some bad things but she is changing. Ridge says it is still the same. Thomas is a spoiled brat and his feelings toward this family has not changed at all. Thomas says that Ridge keeps mentioning him betraying this family but Ridge has done the same thing. He does not see it because he is the favorite son and not Thorne. But if he is always going to come in second best then he has more places he can go. Steffy tells Sally that ever since she came to L.A. she has crashed her at every turn for publicity so she does not want her anywhere near her brother. If she wants what is best for him then get out of his way. She tells Sally that she is glad she is not in prison but do not expect anything else; they are not friends. Sally says she made a bad choice and now she is paying for it. Steffy reminds her no, Thomas is the one paying for it. He wrote her a check and kept her from going to prison. Sally retorts that she is working on herself trying to be better. Steffy says no, she is still a thief and she will not let Thomas fall into her clutches. Bill asks about RJ and how he feels about her engagement. Brooke says he really only wants her to be happy. He says good as he is not going to wait for his building; he wants to get married now. No more waiting, they have done that enough. He wants it right away. Ridge tells Thomas that he lacks one thing to be CEO, good judgment. Thomas argues that he too has made some sketchy judgment calls and that is why he is not marrying Brooke. Ridge says they have had this argument and it is over. He cannot work with him until Thomas figures this out. He would like for him to take a break from Forrester he is fired. Ridge says he means it. Thomas cannot come in here and disrespect him or Steffy so take a leave until he can straighten his life out. Sally tells Steffy that she have been in a shabby, roach infested building but she clawed her way to get above it and she is not going to give up. And she will not let Steffy come between her and Thomas. It's easy to talk about virtue when you have been born with a silver spoon in your mouth and now CEO of your own company. So do not start a war with her. She does not want to do that."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: All right, sally, out, now.",
        "Thomas: No, sally, stay. It's fine.",
        "Ridge: She's got you exactly where she needs you. Her family steals from us, and you pay her to do it.",
        "Thomas: Dad, I'm asking you to leave.",
        "Sally: No, Thomas, I'm leaving.",
        "Thomas: Sally, it's fine.",
        "Sally: I am not gonna come in between you and your father.",
        "Ridge: What is wrong with you? She has stolen millions of dollars from us.",
        "Thomas: Just stop! She stole from us but only because she was forced to because Bill Spencer stole her career.",
        "Ridge: And that makes it okay.",
        "Thomas: No, it doesn't make it okay, but she knows that. Some people learn from their mistakes. Some people don't.",
        "Ridge: And what's that supposed to mean?",
        "Thomas: You think that I'm this lovesick idiot. Yes, I am an idiot for ever thinking that I would make it out of your shadow. I do all this work -- I create, I design, I do all the grunt work -- yet Steffy gets promoted. Has she ever designed before? No. Yet she is C.E.O. of Forrester creations. She is running our company with you. Do you have any idea how that makes me feel?",
        "Steffy: So, sally didn't even know that Bill wrote the article that slammed her?",
        "Charlie: Yeah, well, maybe she deserved it. She's not that good, is she?",
        "Steffy: She's not that bad, either.",
        "Charlie: She's real good at stealing.",
        "Steffy: I'm not defending sally. I think she's a thief.",
        "Charlie: And now she stole your brother's heart.",
        "Steffy: Yeah. I'm worried about Thomas. My brother's under sally's spell, and it's cost this company a fortune, not to mention what it's doing to him personally.",
        "Charlie: Well, somebody needs to straighten that boy out.",
        "Steffy: I have a feeling somebody's doing that right now.",
        "Brooke: You wrote that review?",
        "Bill: Mm. Yeah, you bet I did. And I don't regret one bit of it.",
        "Brooke: But Jarrett actually thought that sally had promise.",
        "Bill: That's because Jarrett is a sucker for an underdog. You saw her designs, Brooke -- they're horrible.",
        "Brooke: You're not a fashion designer, Bill.",
        "Bill: Yeah, thank god. I'm a dream builder, and that woman stood in the way of my biggest one.",
        "Brooke: Oh. Your biggest one.",
        "Bill: Mm. My second-biggest one.",
        "[Both laugh]",
        "Brooke: Which Thomas sort of put a hold on.",
        "Bill: Yeah. Comes riding in like a knight on a white horse. But in reality, he's a court jester on a donkey. It's almost worth the entertainment to stand back and watch it. But I will get that property. And I will build a skyscraper in this city that is second to none. Just like my bride. I might have to rename it Brooke tower.",
        "Brooke: [Laughs]",
        "Bill: You're gonna be by my side through all of it.",
        "Brooke: So, it's all coming out now, the truth about the bad review?",
        "Bill: Yeah, thanks to Liam and his loose lips. Jarrett tells Liam I wrote the review, and he has to go and blab it to his wife.",
        "Brooke: There's no secret in a marriage, right?",
        "Bill: Well, apparently, there's no secret between brother and sister in that clan. Steffy tells Thomas, Thomas runs to sally, cuts her a check for 100 grand to hold on to the building. The dressmaker was none too pleased about it.",
        "Brooke: You told ridge?",
        "Bill: He had a right to know what a fool his son was being. So I told him. I don't blame him for being furious, either. I mean, if one of my kids did that to me, that'd be it.",
        "Ridge: Are you kidding me? All this is because you feel you were passed over at Forrester?",
        "Thomas: No, this is about respect. I have done everything you asked me and more. Hard work and talent -- that's what this company was based on. What happened to that?",
        "Ridge: \"What happened to that?\" Steffy works very hard, and she's talented.",
        "Thomas: She's talented at what, publicity stunts? I'm not bashing my sister, but she is not a designer. Granddad is a designer. He ran the company. You are a designer, I am a designer, yet Steffy is running the company.",
        "Ridge: Steffy has a presence all over the world.",
        "Thomas: She has millions of followers. Fantastic.",
        "Ridge: You'll get your opportunity in time.",
        "Thomas: Will I, dad? Will I always just be second or third in line to run the company? Because if so, I deserve to know. I have plans of my own.",
        "Steffy: Great, max. E-signatures and wet copies for these, okay? Thank you so much.",
        "Charlie: I'm sorry to interrupt. I did my best. She snuck by pop at the gate.",
        "Steffy: What's going on? [Sighs]",
        "Sally: I need to talk to you about your brother.",
        "Charlie: You want me to give her the boot?",
        "Steffy: No, Charlie, not yet.",
        "[Door closes]",
        "Sally: I was just at Thomas' place when your dad showed up. He was furious.",
        "Steffy: Of course he was.",
        "Sally: Thomas did something wonderful. And I know you don't approve, and I know you don't like me, but if you could at least talk to your father, please? I just want to make sure that I am not any more trouble for Thomas.",
        "Brooke: Are you sure you're not gonna be too busy?",
        "Bill: For what?",
        "Brooke: For the wedding.",
        "Bill: Is my Brooke feeling neglected?",
        "Brooke: No, I just know how important this building project is to you.",
        "Bill: That's business.",
        "Brooke: And I'm pleasure?",
        "Bill: [Chuckles] Well put.",
        "Brooke: You know, one thing I have to say about Thomas...",
        "Bill: Hmm?",
        "Brooke: ...He is a romantic.",
        "Bill: Are you serious?",
        "Brooke: Yeah. He's in love. You saw them in Australia. And then he's speaking on sally's behalf at the hearing and throwing all this money to her to keep spectra alive.",
        "Bill: Yeah, what you call romance, I call stupidity. And I'll bet you poseur sr. Agrees with me and that he's taking that boy to task right now. And Steffy? She has no patience for sally's brand of romance.",
        "Sally: I mean it. I will never again cause trouble for Thomas or any of you.",
        "Steffy: Easy to say after he wrote you that check. Got what you wanted from my brother.",
        "Sally: It's not like that. What Thomas did changed everything.",
        "Steffy: Using Forrester's money to keep you afloat.",
        "Sally: No, he went up against his family for me after what I did. I've never had anybody show me that kind of support or that kind of love. I will never hurt him again, I swear it. Because of Thomas, I am in business again, but this time, I'm going legit. Okay. Whatever talent I have, I'm going to make it work. I will repay him for his faith in me.",
        "Steffy: Yeah, I'll believe it when I see it.",
        "Sally: And you will. Your entire family will. I want nothing more than for all of us to get along, but I really feel like it's just going in the opposite direction. Is there any chance, Steffy, that all of us could just learn to respect each other? Is there any way that you and I could someday be friends?",
        "Ridge: All right, let's -- let's take a step back for a second. It's not about talent -- your talent or Steffy's talent. This conversation is about you selling out your family.",
        "Thomas: Interesting. I feel like I'm the one that gets sold out here.",
        "Ridge: You lived a life of privilege. You've had every advantage in the world.",
        "Thomas: How far has privilege actually gotten me?",
        "Ridge: You get to design for one of the greatest fashion houses in the world.",
        "Thomas: I got there based on my talent and my ability, not on my privilege.",
        "Ridge: And where did you get this ability, son? Where did you get it? And before you say it, I know I haven't been a great father, but I was there. I taught you the same way my father taught me. Decades, Thomas! I was in my father's shadow for decades. You think you're the only one that had ambition? No, I had ambition -- more than you ever will have. You know what else I had? Respect -- for the family and for this company.",
        "Thomas: What about respect for me? What about respect for the way that I feel about sally?",
        "Ridge: Sally stole from us. It was one of the best collections we've had in years. You should know. You worked on it.",
        "Thomas: She has done a lot of bad things, yes, but she is willing to pay it all back.",
        "Ridge: Willing to pay it back how, Thomas? With what?! How much money do you have? Because she's gonna keep doing this. She's a spectra. That's what they do -- they steal from the Forresters. They've done it for years. They've done it before you were born. But you know what? I can live with that. What I can't live with is my son turning his back on a company that his father, his grandfather, and his grandmother built. You don't respect this family at all, do you? Because you're a spoiled brat, and your relationship with sally proves that.",
        "Thomas: You talk about me betraying the family. Haven't you done the same thing? And granddad, too, for that matter?",
        "Ridge: Do you hear the words coming out of your mouth right now?",
        "Thomas: Favoritism. That's the word that's coming out of my mouth right now. Thorne, at one point, wanted the title that you hold, but he was passed over. So was Felicia. So was Kristen. So was I. You don't see it, because you are the favorite, dad. So is Steffy. I know what it's like to be Thorne.",
        "Ridge: So, is that why you sabotaged the company? 'Cause you feel bitter?",
        "Thomas: I didn't sabotage the company. I saved sally so she could have a real shot at design. Dad, am I always going to be a second-class citizen in my own family's business? If that's the case, I deserve to know. And maybe there is something else for me, somewhere else for me.",
        "Steffy: You want to be my friend? Start acting like one.",
        "Sally: How? Just name it.",
        "Steffy: Throw out the check Thomas wrote you. Get out of the fashion business. And most importantly, do not come between my brother and his family. But you won't do that, will you? Because you're not really my friend. You just want to use me. Ever since you moved to L.A., It's been about publicity stunts -- crashing my wedding, crashing my cousin's wedding.",
        "Sally: I didn't crash your wedding, Steffy. Thomas invited me.",
        "Steffy: Okay. Look, I am glad you're not in prison. But don't expect anything else. You took advantage of my brother, you took advantage of your sister. You have no concept of family, to have someone's back. And coco was proof of that.",
        "Sally: Okay. What I did to my sister was wrong, and I'm making amends for it and what I did to your company. Look, I'm not anywhere close to perfect, but I never claimed to be. But I do love Thomas, and I want what's best for him.",
        "Steffy: If you want what's best for Thomas, then get out of his life.",
        "Sally: Wow. They call me harsh. You know, I've had a few hard knocks, Steffy.",
        "Steffy: Bill's article? Yeah, that was wrong.",
        "Sally: Yeah, took away my hopes and my dreams and my self-confidence.",
        "Steffy: And turned you into a criminal. There's no excuse for what you did to us, so don't even suggest it.",
        "Sally: I'm not. I made a bad choice, and I paid for it.",
        "Steffy: No, Thomas paid for it. He got you out of prison, and he wrote you a check. It's like my grandmother used to say. It's like you Spectras, you fight for respect, but as long as your M.O. Is lying and stealing, then it's not gonna happen.",
        "Sally: I may not have your class and maybe not your integrity, but I'm trying, Steffy. I'm working on myself.",
        "Steffy: No, you're working Thomas, and I'm not going to allow it. You're not using me, and I'm not gonna let you use Thomas again. You're just a thief, and I will not let Thomas fall into your clutches. That I can promise you.",
        "Brooke: So, you really see nothing romantic about Thomas and sally?",
        "Bill: You hiding pom-poms somewhere, anywhere here? Something I can't see? You sound like their cheerleader.",
        "Brooke: Okay. Don't get me wrong -- what she did to Forrester was despicable...",
        "Bill: Uh-huh.",
        "Brooke: ...And what she did to her little sister, that was even worse.",
        "Bill: Right.",
        "Brooke: But the fact that Thomas could get past all of that...",
        "Bill: Save her from jail and from me?",
        "Brooke: Exactly.",
        "Bill: Want me to save you from jail? Go rob a bank. I'll be there for you.",
        "Brooke: Oh. My hero.",
        "Bill: No. Just the man who can't get enough of you.",
        "Brooke: Mm.",
        "Bill: How's R.J. holding up through everything?",
        "Brooke: Mm. You mean our engagement?",
        "Bill: Mm-hmm.",
        "Brooke: Well, he's trying to wrap his head around it, and... oh, I don't know. He just wants me to be happy.",
        "Bill: Well, I want the same thing. And you will be. And you know I'll go the extra mile for that kid, right?",
        "Brooke: I know you will. And I'll do the same for you. So, now that your building is in limbo, what happens now, with the wedding? I know that you said you wanted to wait.",
        "Bill: Oh, no, I don't want to wait another second. I want to get married right now.",
        "Brooke: Okay. I -- [Laughs] I -- I-I know you've been very understanding.",
        "Bill: [Laughs]",
        "Brooke: So, yeah, just tell me when and where... and I will become your wife.",
        "Bill: So, we'll live at my place.",
        "Brooke: Mm. I like that. So, where are we getting married?",
        "Bill: Mm. You'll see.",
        "Brooke: Oh, you're gonna keep me guessing, huh?",
        "Bill: Yeah, as are you. One of the countless things I love about you. Wherever it is, it'll be very significant to both of us.",
        "Brooke: No doubt about that.",
        "Bill: No more waiting, Brooke. I want it to be right away. We've waited long enough.",
        "Ridge: Do you have any idea what it takes to be C.E.O.?",
        "Thomas: I'd imagine I know as much as Steffy does, if not more.",
        "Ridge: You don't. And you're missing one key ingredient -- good judgment. You just don't have it.",
        "Thomas: Come on, dad. You have made plenty of sketchy judgment calls in your time based on love. In fact, I wouldn't even be surprised if the reason Brooke isn't marrying you is because of a sketchy judgment call.",
        "Ridge: Well, yeah, I've made plenty of mistakes in my life. But I don't remember ever giving money to a company that stole from us. Those days are behind them.",
        "Ridge: Is that right? Why is that? 'Cause sally said it was so, and you believed her? Bad judgment.",
        "Thomas: She is going to pay us back for everything that sally stole.",
        "Ridge: With what, Thomas? We just had this conversation. With what?",
        "Thomas: Does it not mean anything to you that I love that woman?",
        "Ridge: You love her now? Okay. Wow. I got to tell you, man, I don't... I can't do this. I can't talk to you, and I don't think I can work with you. So, you know what? Until you figure this out... why don't you take a break from Forrester?",
        "Thomas: What are you saying?",
        "Ridge: You're fired.",
        "Thomas: Are you serious right now?",
        "Ridge: Am I serious? You think you can just come at me, demand things, disrespect your sister, question my authority? No, it's not gonna happen. Here's what you're gonna do. You're gonna get back that money, you're gonna get rid of sally, and you're gonna get your head on straight. You do that, we'll talk about you coming back to Forrester.",
        "Sally: So you're vowing to come between me and Thomas.",
        "Steffy: Well, my brother deserves better.",
        "Sally: Better than what? Your highbrow country clubs and your fancy destination weddings? Yeah, okay, no, I can't give him any of that.",
        "Steffy: I couldn't care less about your superficialities that you deem so important. I care what's best for my brother, and that is quality and integrity, none of which you have.",
        "Sally: Oh, okay. And you're the poster child for all of that, right?",
        "Steffy: Not necessarily. But I draw the line at stealing people's work.",
        "Sally: Then we have something in common, because I won't be doing any more of that.",
        "Steffy: We have nothing in common.",
        "Sally: [Scoffs] I may not be good enough for you, and spectra, no, okay? It's not the gleaming monument that Forrester represents. It may be shabby and roach-infested, but I had to start somewhere, so I started at the bottom. Stumbled along the way, but I am not giving up.",
        "Steffy: Bravo for you, but I'm done here.",
        "Sally: Thomas believes in me. We have something very special.",
        "Steffy: Yes. Very special for you. Complete with a bunch of dollar signs attached. My brother will see the light when you darken it for him, and if he doesn't, I will just point out your considerable flaws.",
        "Sally: I will not let you come between me and Thomas. You know what? I was hoping that it wouldn't come to this. I was hoping that maybe you would show me some sort of charity, but obviously, it's not a part of your repertoire.",
        "Steffy: Oh, don't even -- don't you dare talk to me about charity and goodness, all these wonderful virtues that you lack.",
        "Sally: You know, it's so easy to talk about virtue and grace when you were born with a silver spoon in your mouth. Some of us had to scramble and claw and hustle. I admit what I did was wrong. But don't you declare war on me, Steffy. You do not want to do that."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Fsgr-gSbzhI"
}