{
    "Episode Summary": [
        "Episode # 7334 ~ Zende apologizes to Nicole for not being supportive in her decision to help Maya & Rick; Sasha gets comfortable at the Forrester Mansion while spending some time alone with the family's matriarch."
    ],
    "Recap": [
        "Zende holds Nicole's hand and tells her what a super job she did now giving Maya and Rick their baby. She is glad he was part of it and he says he should have been all along. No matter the circumstances it changes everything and he did not see it until now. He laments that she has the biggest heart of anyone he knows, a very selfless act of love on her part. At the Forrester mansion Sasha strolls through the living room and looks up at Stephanie's portrait and speaks to her and says she wishes she would have gotten to have known her. She hears she was quite the force to be reckoned with, something she thinks they have in common. And who knows, maybe someday she will be up there on the wall, that would be a kick ..her the Forrester matriarch. She thinks Stephanie winks at her. Brooke and Eric share breakfast and can't help but gush about their new grandchild and share their texts with others. Eric says he knows Rick still has issues with Ridge and thinking Eric is always siding with Ridge but he is awfully proud of Rick and the man he has become.",
        "Rick, Viv and Maya with baby come into Nicole's room and are all surprised that Zende is there and has been the entire time during delivery. Nicole holds the baby. She asks about names and Maya says they have a couple in mind but would like to spend a little more time to get to know their baby girl and see what suits her. Sasha is still waiting for Zende when he gets home and ready to get back to a romantic mood. He says he knows she has had a rough time with Julius and being shunned. He too has had rough times but she has put sunshine and laughter back into his life and he thanks her for that. She is flirtatious and tries to kiss him. He pulls away and says there is something he needs to tell her. He went to the hospital. She is stunned but says he had every right to be turned off by Nicole having another man's baby and especially his uncles. Zende says no, he didn't. Nicole is such a beautiful spirit and he loved it when she put that baby in Maya's hands. Then he says what he is going to say next will hurt her ..she senses what is coming and says she needs to say something first. She is glad he saw the birth as now he can experience it again with them \u0096 she is pregnant."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nicole: After all these months, Maya and Rick are finally parents.",
        "Zende: Yeah. Beautiful, healthy baby girl. What could be better?",
        "Nicole: You. Showing up like you did. In hospital scrubs and a mask, no less.",
        "Zende: [Chuckles]",
        "Nicole: Making sure that I didn't realize it was you.",
        "Zende: I couldn't stay away. The thought of you being alone during this... um, not that you were alone --",
        "Nicole: I'm just...glad that you were part of it.",
        "Zende: I should've been all along. But I couldn't see this moment. How bringing a child into this world just changes everything. No matter the circumstance. And you knew all along what I didn't. What a selfless, generous act of love can do. You have the biggest heart of anyone I know, Nicole Avant.",
        "Sasha: Stephanie Forrester. Boy, I wish I could've gotten a chance to meet you. You know, I hear you were quite the force to be reckoned with. Mm-hmm. I like to think that we have that in common. Who knows? Maybe one day I'll be up there. [Scoffs] Wouldn't that be a kick?",
        "Brooke: So, who should we text first?",
        "Eric: Bridget. She's been on the phone every day.",
        "Brooke: Oh, she's gonna be so thrilled for her brother.",
        "Eric: [Chuckles] I know. What?",
        "Brooke: On second thought, maybe we shouldn't steal Rick's thunder.",
        "Eric: Oh, let him be the one to tell her?",
        "Brooke: Well, they are really close. And this news might mean more coming from him.",
        "Eric: True.",
        "Brooke: I can't believe we're going to be grandparents to a beautiful little girl! [Laughs]",
        "Eric: I know. We are way too young to be grandparents again, aren't we? Or at least you are.",
        "Brooke: Eric, you are as handsome and as debonair as the day I first married you.",
        "Eric: Ahh, Brooke Logan. The best liar I know.",
        "Brooke: No.",
        "Eric: No, I love it. No, no. I love it. And I love you. And I love this. We're so lucky to be able to share these -- these milestones in our family's life. The Logans and the Forresters just rolling right along.",
        "Brooke: And we keep on rolling.",
        "Eric: Yeah, we do.",
        "Brooke: You know who else would be thrilled about this?",
        "Eric: She would, wouldn't she? [Sighs]",
        "Brooke: Nobody else loved being a grandparent more than Stephanie.",
        "Eric: Nobody loved their family more than she did, either. That's why I think it's so appropriate that -- that Ridge and Caroline named their baby after her side of the family.",
        "Brooke: Well, maybe Rick and Maya might name their new baby after you. Erica Forrester has a nice ring to it.",
        "Eric: Based on Rick's history, I think that Erica is probably the last name that he'd want to give to his child. Except for maybe amber.",
        "Brooke: Our son certainly has been through a lot.",
        "Eric: But he's come through it and he's stronger. I'm proud of him. I'm proud of the man he's become. He still has issues with Ridge, of course, and with me for coming down on Ridge's side all the time. But he has Maya next to him now, and this beautiful baby that he's always wanted. As Stephanie would say, the only thing any man ever really needs is the love of a wonderful woman. And, I would add, a child of his own to steal his heart.",
        "Sasha: I mean, can you picture it? Me, the Forrester matriarch! [Chuckles] Ah, don't sweat it. It's not like it's gonna happen any time soon. I mean, not that I wouldn't love it to. Zende is the best thing that has ever happened to me. I've never had a guy like him care about me, you know, and be in my corner. So you might want to keep that frame warm for me, homegirl. 'Cause with -- with a guy like Zende... well, a girl sure can dream.",
        "[Baby crying]",
        "Maya: I'm hoping she'll drift off soon.",
        "Rick: Yeah, well, being born is hard work.",
        "Nicole: Uh-huh. Tell me about it.",
        "Vivienne: Is everything okay, doctor?",
        "Zende: I'd say, uh, everything's more than okay.",
        "Vivienne: Zende.",
        "Rick: Zende, what's going on?",
        "Nicole: Long story.",
        "[Vivienne shushing]",
        "Zende: Is -- is that...?",
        "Maya: The most beautiful baby girl in the world. Yes. Yes.",
        "[Baby crying]",
        "Zende: Wow.",
        "Rick: My sentiments exactly.",
        "Maya: [Laughs]",
        "Vivienne: How you feeling, honey?",
        "Nicole: Like this might possibly be the best day of my life.",
        "[Rick shushing]",
        "Zende: You guys have never been happier.",
        "Maya: Yeah.",
        "Zende: And it's all thanks to Nicole. isn't that what you're supposed.",
        "Zende: Question. Did anyone count fingers and toes yet? Isn't that what you're supposed to do as new parents?",
        "Maya: Yes. And I am happy to report there are 10 of each, all in the right places.",
        "Rick: Our little girl is perfect in every way.",
        "Vivienne: Does that answer your question, Dr. Zende?",
        "Zende: [Chuckles]",
        "Rick: Yeah, I mean, what's up with the scrubs?",
        "Zende: You know, I'll let Nic explain that. I should be going.",
        "Maya: So soon?",
        "Rick: But didn't you just get here?",
        "Nicole: Actually, he was here the whole time.",
        "Vivienne: The whole time?",
        "Nicole: Mm-hmm. While I was in labor.",
        "Zende: Uh, guys, I hope that was okay. I-I just wanted to be here for Nicole.",
        "Nicole: Even though I didn't know it was him at the time.",
        "Rick: So, what, you disguised yourself as a doctor and then what? What?",
        "Zende: You know, I'll just let her explain. Um...I'm just really happy for you both. Such a beautiful little girl. My gosh.",
        "Maya: Yeah.",
        "Zende: Oh. Nicole, I'm so proud of you. This is truly amazing.",
        "Brooke: [Sighs]",
        "Eric: Everything together upstairs?",
        "Brooke: All set. The nursery's adorable. Rick and Maya did a wonderful job.",
        "Eric: Something tells me you had a hand in that.",
        "Brooke: You know, it's not quite how Rick planned it, bringing his daughter home here. He thought that he'd be able to raise his daughter at the Forrester estate. That he and Maya would be taking her there. But then Ridge pulled what he did...",
        "Eric: Yeah. I didn't handle that very well.",
        "Brooke: Oh, Eric. You were in an impossible situation. Don't worry. It's not like they're not comfortable here. And besides, they'll have a built-in babysitter whenever they need one.",
        "Eric: You can't wait to get your hands on that baby, can you?",
        "Brooke: [Laughs]",
        "[Cell phone chimes]",
        "Brooke: Oh. It's Rick. [Gasps] Oh!",
        "Eric: What?",
        "Brooke: The first picture of our grandbaby!",
        "Eric: Let me see!",
        "Brooke: So cute.",
        "Eric: Oh...",
        "Maya: How is she? Nicole's doing great.",
        "Nicole: See? So you can stop worrying.",
        "Vivienne: Well, we're not worrying. But you just gave birth. Oh, which reminds me, the doctor will be in shortly to check your little girl again. Routine procedure. Nothing to be concerned about.",
        "Rick: Oh. What's that, sweetie? You want to thank your auntie Nicole for carrying you and delivering you to us safe and sound?",
        "Vivienne: Ohhh, my goodness! What a gifted child. My grandbaby! She's not even a day old, and she's already making whole sentences.",
        "[All chuckle]",
        "Maya: Our little girl is right. What you did for us, giving Rick and me a family, something I thought I could never have, I... I could thank you a thousand times, and it would never be enough. And we know what it cost you. So walking in here and seeing you and Zende... please tell us it means what we're all hoping it does.",
        "Zende: What's going on?",
        "Sasha: Oh, hey, you. I was just setting the mood. Do you like it?",
        "Zende: You changed out of your bikini.",
        "Sasha: Yeah. I decided to ditch it for this. [Giggles] Oh, but I can change back into it if you want to go for a midnight swim.",
        "Zende: Actually, no. Uh, I'm pretty wiped.",
        "Sasha: Well, no wonder. You were gone at the office all those hours. What took you so long, anyway?",
        "Eric: Wow.",
        "Brooke: Oh, look at this one!",
        "Eric: [Chuckles]",
        "Brooke: Ohh!",
        "Eric: Rick has waited so long to have a baby.",
        "Brooke: Mm.",
        "Eric: He and this little one are gonna be inseparable. You watch.",
        "Brooke: Mm-hmm. [Giggles] Before you know it, she's gonna be walking, and then she's gonna be going to school.",
        "Eric: Yeah.",
        "Brooke: I wish she could just stay like this.",
        "Eric: Yeah. Wearing diapers and spitting up all her meals. [Laughs]",
        "Brooke: Sweet. And angelic. Free from all the things that come with growing up.",
        "Eric: Yes.",
        "Brooke: Mm-hmm.",
        "Eric: Like falling in love? And raising a family with somebody you can't imagine living without? That's what Rick's doing right now with Maya. And that's the family that this little one can look forward to. I wonder if she has a name yet.",
        "Brooke: [Sighs] She really is a miracle.",
        "Eric: Yeah, she is. And brought to us all by that wonderful girl, Nicole.",
        "Brooke: Mm-hmm. Yeah.",
        "Nicole: May I hold her?",
        "Rick: Of course. You're her favorite auntie. Isn't that right?",
        "Maya: You better not let auntie Bridget hear that.",
        "Vivienne: Yes.",
        "Nicole: Or auntie Sasha. Has anyone texted her or -- or dad?",
        "Maya: Uh, no. No, we can do that later. Right now, first things first. First things first.",
        "Nicole: Aww. Have you chosen a name?",
        "Maya: Well, we have a couple in mind. But, uh, we -- we want to spend some time with our baby girl.",
        "Rick: Yeah, and see what fits best.",
        "Maya: We are open to suggestions, though.",
        "Nicole: Hey, little one. Do you know how lucky you are to have a grandma like yours? Parents like Rick and Maya. Yeah. She is going to have such an amazing life. Awww.",
        "[Rick and Maya chuckle]",
        "Maya: Yes. Hi, honey.",
        "Vivienne: Mm.",
        "[Baby crying, Maya shushing]",
        "Maya: This birth, our child... it's all magical. And I bet some of that has rubbed off on Zende.",
        "Nicole: I think it has.",
        "Sasha: Hey, you know, so, it's no biggie. You know, so you were gone a while. It's okay. Gave me a chance to reflect.",
        "Zende: On what?",
        "Sasha: My good fortune. You know, especially after meeting you. The way you've changed my life.",
        "Zende: Look, about that --",
        "Sasha: Okay, look, I know. Blah, blah, blah. You're Mr. Humble, and you don't want me going on and on about all you've done for me. But how could I not? I mean, hello. Would I be one of the top models at a top fashion house if it wasn't for you? And the way you listened and stood by me when I told you that Julius is actually my father.",
        "Zende: Of course I stood by you. That man disowned you for years.",
        "Sasha: Exactly. I never had his love. Or the love of any man, for that matter. Till I met you.",
        "Zende: Listen, Sasha... [Clears throat] I have had a pretty amazing time, too.",
        "Sasha: [Giggles]",
        "Zende: Thanks to you. You're beautiful inside and out. I am really lucky to have met you. You put sunshine and laughter back into my life when I was going through a really rough time.",
        "Sasha: Just hearing you say that...",
        "Zende: There's something I have to tell you.",
        "Sasha: What is it?",
        "Zende: I went to the hospital.",
        "Sasha: The hospital.",
        "Vivienne: You've",
        "Vivienne: You've kept us in suspense long enough. You and Zende back together?",
        "Nicole: No. But it feels like we're headed in that direction.",
        "Rick: Because Zende showed up today?",
        "Nicole: He didn't just \"show up.\" He was in the room the whole time.",
        "Maya: What?",
        "Nicole: Over in the corner. I didn't even notice it was him. I thought he was just another person on the medical staff. But he said he had to come. Witness it for himself.",
        "Vivienne: What? You giving birth for your sister",
        "Nicole: It really had an impact on him. He finally understood why I had to do this for Rick and Maya. That it was the ultimate gift.",
        "Maya: Oh, honey.",
        "Nicole: And he was so sweet. So... Zende.",
        "Vivienne: [Chuckles]",
        "Nicole: We even kissed.",
        "Maya: Ooooh!",
        "Rick: Well, if that's not a great sign.",
        "[Laughter]",
        "Vivienne: Yes, I agree. You two belong together. And now --",
        "Nicole: And now...",
        "Vivienne: Uh-huh?",
        "Nicole: ...We wait. See what happens. But whatever does, I will not be the same after today. The power of birth... having a baby... the way that it can impact someone's life...",
        "Sasha: You were at the hospital?",
        "Zende: Nicole had a little girl.",
        "Sasha: Oh.",
        "Zende: I was there for the whole thing. The delivery, birth.",
        "Sasha: You were.",
        "Zende: Yeah. Yeah, I was in the room when Nicole... look, Sasha, I got it all wrong. I thought it was so messed up that Nicole was having Rick's baby...",
        "Sasha: No. No, no, you had it completely right. Look, she was your girlfriend. Okay? And for her to have another man's baby -- and your uncle's... Zende, you had every right to be turned off. Frankly, freaked out.",
        "Zende: Turns out I didn't. Not after watching her slip that baby into her sister's arms. Or the tears rolled down Maya's face. There is no greater gift. No more selfless act of generosity. And Nicole -- God. I mean, she's such a beautiful spirit. Doing something like that... listen, Sasha, what I'm about to say is probably the hardest thing I've ever had to say to anyone --",
        "Sasha: Wait. Um, I need to say something first.",
        "Zende: Let me say what I have to say.",
        "Sasha: No, what I have to say, you need to hear right now.",
        "Zende: [Sighs]",
        "Sasha: You know, I'm glad you were there. Yeah, and that you got to witness the miracle that is birth.",
        "Zende: Seriously?",
        "Sasha: To see how it affected you...",
        "Zende: You understand.",
        "Sasha: I do.",
        "Zende: [Laughs]",
        "Sasha: But wait. It gets better. 'Cause it's gonna happen again. But this time for us. Zende, I... I -- I'm pregnant."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=FTgzhH-ucXo"
}