{
    "Episode Summary": [
        "Episode # 7638 ~ Bill subtly plays on Thomas' emotions regarding Caroline & Douglas while on the flight to Monte Carlo; Sheila takes pleasure in being the only person that Eric currently confides in and trusts."
    ],
    "Recap": [
        "Everybody is on the jet making their way to Monte Carlo. Bill tells Brooke that he missed the Summit last year but he is back with a vengeance now. Quinn tries to call Eric but he is ignoring her calls. Sheila shows up with a plethora of food since she knows it has been a while since Eric had any decent food \u0096 she brought him some sea bass that she knows he likes. Eric says he appreciates her efforts but he doesn't have much of an appetite. He invites her to sit down. She does not want to impose but does. She laments to Eric that while she was in prison she finally took a long, hard, look at herself to see if there was a better person there and she found there was. She is still working on that. And she is so grateful to be here with him so he can regain his trust in her. She has come back and can prove that he was not wrong to once love her. Quinn tells Ridge that she is trying to respect Eric's wishes but they can't go on like this. Maybe they should hire a PI. Ridge says no; he saw him. He knows where he is. Quinn is livid that he won't tell. He says if they go in now, Eric will dig in and never come out. Ridge says Sheila is with him. And he specifically said he did not want to see Quinn. Quinn says he has to come home eventually and she will be here waiting.",
        "Wyatt laments to Bill that he is beginning to sound a lot like Liam with his charitable affairs, but if that is what they have going for them then it is just that. Bill wants to make a toast to Wyatt for making all of this happen. Wyatt makes a toast as well and they all toast to a kickass showdown. Thomas finds Bill alone and asks if he is sure about Caroline as it does not make sense. He finds Steffy with Sally and sends her on her way so he can be with Sally. He reminds her that he is quiet as he has a lot to think about. Bill tells the group that although they are in competition they are all together in this, a family and family always comes first. Eric laments to Sheila that he spoke Quinn's praises to all that would listen while they told him he was crazy to let her into his life. She says loving and trusting Ridge and Quinn does not make him a fool. She says she did not deserve a man like Eric back then but him letting her kiss him now meant everything to her and felt so good. He tells her that he is tired and needs her to go. She says okay but call if he needs anything else. Quinn thinks back on her happy times with Eric and him telling her to never leave him. Alone, he is thinking of her too. The group land in Monte Carlo and says they have a lot to accomplish tomorrow so they need to get to it ..make their goal a million dollars. Sally tells Thomas they have to win this thing. It will give Spectra so much press. Katie tells Eva she appreciates her help as she and Wyatt will be pulling an all-nighter. They all cheer to the competition they will be sharing."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: Sun's rising. We'll be on the ground soon.",
        "Brooke: In Monte Carlo!",
        "Bill: Oui, ma chérie.",
        "Sally: This was the most awesome plane ride ever.",
        "Thomas: Yeah? You think?",
        "Sally: Yes, Mr. Oh so casual about private jets. It is a whole different world up here.",
        "Thomas: Hmm.",
        "Sally: But I guess it's your world, so I'm gonna have to grit my teeth and get used to it.",
        "Katie: We have a 95% positive response to the press reception.",
        "Wyatt: Excellent. Yeah, and the Spencer summit site has actually gained more traffic this year, thanks to the whole Forrester-spectra showdown.",
        "Katie: This is gonna be so much fun.",
        "Wyatt: It kind of already is.",
        "Bill: Well, I missed the summit last year, but I am back and I'm pumped.",
        "Brooke: It's gonna be bigger and better than ever.",
        "Bill: Mm, me or the summit?",
        "Brooke: Mm, my money's on both.",
        "Bill: You know, there is one thing I wished I pushed hard on.",
        "Brooke: What's that?",
        "Bill: Well, I should have insisted that Caroline join us. Because once she's back in new York... well, who knows when we're going to see her again.",
        "Quinn: Oh, come on. Answer me. Please, Eric. [Sighs] Where are you? Eric?",
        "[Knocks on door]",
        "Eric: What's all this?",
        "Sheila: Well, I tried to remember the last time you had a decent meal, and I drew a blank, so I thought I would just take care of that. May I come in? Um, I don't have to stay. I'll just set it up. I remembered -- you like sea bass. That's what I got.",
        "Eric: Yeah.",
        "Eric: Sheila, I appreciate the effort, but I really don't have much of an appetite.",
        "Sheila: I expected you to say that, but you've got to eat something, Eric.",
        "Eric: Yeah. It smells good.",
        "Sheila: Then come on. Sit down.",
        "Eric: Well, aren't you gonna eat?",
        "Sheila: I'll take mine back to the room.",
        "Eric: Well, you don't -- you don't have to do that.",
        "Sheila: [Sighs] I don't -- I don't want to feel like I'm imposing.",
        "Eric: Since when do you not want to impose? Come on. Sit down.",
        "Sheila: [Laughs]",
        "Quinn: Hi. I thought that --",
        "Ridge: I'm sorry. You thought it was dad. I get it.",
        "Quinn: Every sound I hear, my heart leaps, but it's never Eric. When is he coming home?",
        "Ridge: I don't know.",
        "Quinn: [Sighs] Maybe we should hire a private investigator.",
        "Ridge: That's not necessary.",
        "Quinn: No, that have ways of finding people that we never even thought of, and I'm trying to respect his wishes...",
        "Ridge: Quinn. Quinn. Quinn! I saw him.",
        "Quinn: What?",
        "Ridge: I know where he is.",
        "Steffy: [Sighs] Lots to pull off in the next 24 hours.",
        "Wyatt: Katie and I are ready.",
        "Katie: Well, as far as Forrester is concerned. I set up some interviews with Maya since she's already there with rick, and Eva will assist on that. And Nicole and Zende are doing inventory on the collection.",
        "Steffy: Great. All right. I wonder if they're prepared.",
        "Sally: Uh, excuse me, are you talking about us?",
        "Steffy: Oh, I'm just saying we're gonna wipe the floor with your fashion house.",
        "Sally: Whatever, princess, 'cause you're the one that's going down.",
        "Bill: Wow. There is a lot of interest in the fashion showdown.",
        "Brooke: You surprised?",
        "Bill: Not really. Not when you consider there will be a lot of good-looking people from spectra and Forrester struttin' down the runway half-naked.",
        "Brooke: [Giggles] You could get on in that, you know... close out the Spencer summit in your sexy swim trunks.",
        "Bill: That would shut down the show. But, uh, no. I think I'll just reserve those trunks for the spa on the Stella Maris.",
        "Brooke: Mmm.",
        "Bill: Of course, I won't need the trunks there, will I?",
        "Brooke: Mmm.",
        "Bill: Mnh-mnh.",
        "Sheila: Well, in the past, I guess you could have called me impulse-driven.",
        "Eric: That would be accurate.",
        "Sheila: [Laughs] You know what, when I was in prison, I really settled down and I started taking a hard look at myself to see if there was anything good, anything at all left in me. And to my surprise, there was a better person in there just longing to get out. All she needed was a little bit of... of, um, inspiration and some encouragement. And I had a lot of time to work on that, and the new Sheila was born.",
        "Eric: What was the most surprising thing you learned?",
        "Sheila: I think... that I can -- I can have pure love, a pure love without any complications or expectations. I can give love freely without expecting anything in return.",
        "Eric: It's a lovely insight.",
        "Sheila: You know, another thing that I thought of when I was there was about us. Yeah, the really wonderful times that we shared together. And I'm so thankful to be here and have the opportunity to regain your -- your trust and your belief.",
        "Eric: Well, you have been painfully honest with me since you came back. I'm grateful for that.",
        "Sheila: And I'm glad. I'm glad because... the hard work -- the hard work that I did on myself... I did that so that I could come back here and prove to you that you weren't wrong to love me.",
        "Quinn: You saw Eric? You know where he is? Where? You have to tell me, ridge! Tell me!",
        "Ridge: He's at a hotel.",
        "Quinn: Which one? Is -- is he all right?",
        "Ridge: Depends on your definition of \"all right,\" but, yeah, I think he's fine.",
        "Quinn: Is he alone?",
        "Ridge: Sheila's with him.",
        "Quinn: No!",
        "Ridge: No, it's not -- no, she's got her own room. It's not what you think.",
        "Quinn: Well... I mean, how -- how did you find him? Did he finally reach out to you?",
        "Ridge: Steffy told me.",
        "Quinn: Steffy?",
        "Ridge: Steffy and Liam -- apparently, they tracked his phone. Anyway, he is in pain. He feels betrayed.",
        "Quinn: I have to talk to him.",
        "Ridge: No, no, no. Hey, wait.",
        "Quinn: No!",
        "Ridge: He doesn't want to see you.",
        "Bill: So, listen, we have a lot of work to do ahead of incorporating the fashion challenge into my summit. But it's gonna be well worth it. We're gonna see some great designs, we're gonna have fun, and, most importantly, we're going to raise much-needed funds for Spencer's favorite charities.",
        "Wyatt: Okay, you're starting to sound a lot like Liam right now.",
        "Bill: Hey, hey, hey, hey! I'm a charitable person when it's a cause that I believe in. Look, Wyatt, there are a lot of people suffering in the world, people in need. And it happens it is incumbent upon all of us to do what we can to ease their burden. And the charities that we have joined forces with will do just that.",
        "Brooke: Wow. I didn't know you felt so passionately about that.",
        "Bill: Well, I do. It's the right thing.",
        "Katie: Hear, hear!",
        "Bill: Now let's move along. Wyatt, I want to toast you.",
        "Wyatt: Me?",
        "Bill: Absolutely. You've put a tremendous amount of effort into incorporating the fashion challenge into the summit.",
        "Brooke: He wouldn't have been able to do that with my sister, so I want to toast Katie.",
        "Bill: Absolutely.",
        "Wyatt: Yeah. This is true. She's right. Two heads are better than one.",
        "Katie: Well, I, um -- I think we should, you know, not congratulate ourselves too soon. Um, you know, I don't want to jinx anything.",
        "Wyatt: [Chuckles] All right, well, uh, how about this for a toast? To a kickass showdown and a lot of fun on the side.",
        "Steffy: I'll drink to that.",
        "Bill: [Laughs]",
        "Katie: That sounds good to me.",
        "Thomas: Cheers.",
        "Thomas: Bill. Are you -- are you sure that Caroline is dying?",
        "Bill: I'm sure, Thomas.",
        "Thomas: [Stammering] It -- it just -- it doesn't -- it doesn't make sense. I-I don't know what to think about all of this.",
        "Bill: Well, you better figure it out. Better think long and hard about your next move.",
        "Steffy: So, are you, uh, prepared to be embarrassed again?",
        "Sally: Uh, I don't think so.",
        "Steffy: You really think spectra fashions can compete with Forrester?",
        "Sally: Yes. You will see.",
        "Thomas: [Clears throat] Is this woman bothering you?",
        "Steffy: I'm just giving your girlfriend a friendly warning.",
        "Thomas: Uh-huh.",
        "Steffy: You can back out anytime you want!",
        "Thomas: Bye... hey. You okay?",
        "Sally: Yeah, I can take a little verbal sparring.",
        "Thomas: Mm-hmm.",
        "Sally: I welcome it, actually. You seem distracted. Are you having second thoughts about us?",
        "Thomas: Us?",
        "Sally: Crashing the Forrester fashion show?",
        "Thomas: No.",
        "Sally: Okay. Well, you just seem really in your head.",
        "Thomas: There's just a lot to think about.",
        "Bill: Just got word we're going to be landing soon. But before we do, uh, there's something I'd like to say. While I recognize that the fashion challenge pits sister against brother, it's in the spirit of healthy competition. At heart, we're all family. The Forresters, the Logans, the Spencers... even you. There is, uh, mutual history, and there is someone that is the very physical embodiment of what I'm discussing -- that's Douglas, Thomas' son with my niece Caroline. So while we may occasionally stray from the fold, we're family, and family always comes first.",
        "Ridge: I'm sorry. I know it hurts to hear that.",
        "Quinn: I'm not giving up on my marriage. I love Eric more than anything! I'm not gonna just let go!",
        "Ridge: Well, I'm not gonna tell you where he is.",
        "Quinn: Ridge!",
        "Ridge: You'd run right to him.",
        "Quinn: Of course I would!",
        "Ridge: And then what? Then he's gonna take off. Let's just keep it the way it is. I know where he's staying, and let's keep it that way.",
        "Quinn: So what am I supposed to do? I'm just supposed to just sit around here, waiting, while Eric slips further and further away?",
        "Ridge: Just give him some time. Otherwise, he's gonna dig in and he's never gonna come home.",
        "Quinn: Fine. I can do that. I can give him time. I -- but I'm not going anywhere. He has to come home eventually, and when he does, I'm gonna be waiting. Here.",
        "Eric: I don't want to eat anymore.",
        "Sheila: Do you want to talk about it?",
        "Eric: About my wife and my son having an affair behind my back? No. The very words come out of my mouth, and my brain recoils. I believed in her wholeheartedly. And I told anybody who would listen how committed she was to me, how loyal, and then she does this, and with ridge? And what's his excuse? He couldn't help himself? [Scoffs] I've been such a fool. Such a fool.",
        "Sheila: Eric, you did nothing wrong. Loving your wife and your son and trusting them does not make you a fool. It makes them bad people for betraying your trust. God, you know that better than I do.",
        "Eric: Don't do that, Sheila. Let's not dredge up our past, all right?",
        "Sheila: Yeah, well, no one would like to leave that behind more than me. And it gives me chills when I think of the woman that I used to be. I didn't deserve a wonderful man like you, Eric, and you know what makes you wonderful? Your empathy. Your ability to forgive. And to think that you would let me in again close enough to kiss me...",
        "Eric: Now, wait, hold on. Sheila, look, I didn't kiss you.",
        "Sheila: Allowed me to kiss you.",
        "Eric: Yeah.",
        "Sheila: That was a big deal. I never thought I'd have that sensation again, with your lips on mine. And that is the most wonderful feeling in the world. You have no idea the gift that you gave me.",
        "Eric: Sheila. I'm tired.",
        "Sheila: Yeah, of course. I'll be leaving, then.",
        "Eric: Uh, thank you. Thanks -- thanks for bringing the meal. I appreciate that.",
        "Sheila: It was my pleasure. You call me if you need anything else.",
        "Eric: I don't want you to leave this house. I don't want you to leave my side. Or my bed. Marry me. Whoo!",
        "Bill: Welcome to Monaco, everybody. Home of the Spencer challenge, and if that wasn't enough, you have the distinct honor and pleasure of arriving with none other than \"dollar bill\" himself.",
        "Katie: Oh, wow.",
        "Brooke: Aren't we lucky?",
        "Bill: Well, actually, I'm the lucky one.",
        "Brooke: Mm.",
        "Bill: All right, uh, listen. We have a lot to accomplish before tomorrow's fashion challenge. Before we get cracking, I just want to say thank you. You're going to raise a lot of money for charity. Let's shoot for $1 million.",
        "Steffy: Cool.",
        "Brooke: So wonderful to be here, in paradise, back in Monte Carlo.",
        "Bill: Mm-hmm. We made a lot of memories here.",
        "Brooke: Yes, we did.",
        "Zende: We plan on making some memories of our own.",
        "Bill: Hey, Zende, what's up?",
        "Brooke: How's it going?",
        "Zende: Great. Great. Everything's arrived and ready for tomorrow.",
        "Nicole: Zende's first fashion show as a designer!",
        "Brooke: [Laughs]",
        "Nicole: I can't wait.",
        "Sally: Okay, bucko. This ain't too shabby.",
        "Thomas: [Chuckles]",
        "Sally: Look at all these boats! Excuse me, yachts.",
        "Thomas: Uh, yeah. Yeah.",
        "Sally: I can't believe this. This is gonna give spectra great press.",
        "Thomas: Mm-hmm.",
        "Sally: We have got to win this thing, pull off the upset of the century.",
        "Thomas: Well, babe, if anybody can do it, it's us.",
        "Sally: [Giggles]",
        "Wyatt: Well, we're here.",
        "Katie: Yes, we are. And all the supplies have arrived. By this time tomorrow, this whole place will be transformed into a fashion palace.",
        "Wyatt: Mm, I'm thinking all-nighter.",
        "Katie: Yeah, probably.",
        "Wyatt: [Chuckles] Yeah.",
        "Eva: Hey, guys.",
        "Katie: Hi! Eva, thank you so much for all the work you've done pre-production- wise. It's amazing. Thank you.",
        "Eva: Of course. Thank you. And anything you guys need, I'm at your service.",
        "Steffy: Listen, everybody! Come on in!",
        "Thomas: Okay. Let's go.",
        "Steffy: This is where it's going down! Forrester has been challenged, and that just guarantees we're gonna bring our a-game. Thomas, sally... you wanted it. Now you got it. The Forrester-spectra showdown is on. May the best fashion house win. Ouh ouh ouh",
        "[Cheering] La la la Oooooo La la la C'est un réflexe robotique pas de panique, c'est moi, mannix C'est toi, mannix?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=W9K8F_TqcOY"
}