{
    "Episode Summary": [],
    "Recap": [
        "As Bill gets settled in the chopper, he makes a list on his Iphone to get to Catalina, set up and go back ad get Brooke. And the best part, no Smidge this time to screw things up. Forrester, what a joke, no wedding crashers this time. He looks for his seat belt, there is none. The pilot holds it up and asks if he is looking for this. Ridge turns his head around and says guess Bill thought the only thing he studied in Paris was poetry. Katie arrives at Brooke's and asks what was the big urgency. Brooke says Deacon was over and badmouthing Bill and she needed a break. She tells Katie that she and Bill are going to Catalina and getting married today. She wanted her to hear it from her first. Katie says this is kind of sudden and wonders if it was Bill's idea or Brooke's. Brooke says Bill sprung it on her but it is something they have been talking about. Katie says she wants Brooke to be happy but she isn't sure that Bill is who she thinks he is. Doesn't she wonder why he is rushing into this now that Ridge is getting better and closing in on the truth. Brooke offers that Katie is being obsessive and that can be dangerous. Ridge is not well and Katie knows that. Bill is not a killer. Katie says okay. She will talk to Ridge but Brooke has to do one thing for her \u0096 put off the wedding at least for today. Just for a day or two until they can sort this out. Brooke says no, there is nothing to sort out. They would be married right now if it weren't for Ridge. She knows Ridge thinks that Justin was piloting the chopper but that is too farfetched. Katie says no more so than Ridge falling out of the helicopter. If they are not running off to get married, then one or two more days won't hurt. Brooke reminds her that Bill doesn't want to wait. Katie thinks that is a big red flag. She says Brooke thinks she knows Bill but perhaps she doesn't. He is capable of many things, maybe even murder. Brooke says this is all wild speculation and she is not going to be part of it. She is marrying Bill today. He had nothing to do with Ridge's accident. Katie says Bill broke Deacon out of prison so he could go to Italy and ruin Hope's wedding so he's capable of many things. If she doesn't believe that then she doesn't now the man she is marrying. Brooke says Katie is too late. Bill is already on his way to Catalina to make arrangements. He's the man she loves and he has changed since he has been with Katie. At a quick meeting at FC, Hope introduces Ivy to Othello, their director of music. Carter joins and says he is late because they got hung up on Wyatt's new contract. Surprised, Aly asks if Wyatt is coming back to work. Eric speaks up and says Wyatt's company will be producing Ivy's jewelry designs for HFTF. Maya tells Eric that is a great choice. Aly asks Liam if he is fine with this. He stammers that he and his brother have found a new appreciation for each other. Wyatt adds that Hope and her family have been kind enough to give him another chance. Eric says they should all be grateful and that is why he wanted to see them all today .they've been through a rough patch with Ridge's accident, Liam's near tragedy and other developments he is aware of. He thinks this calls for a new beginning. They are a team here. He wants all of them to work as a team and that means supporting each other and more importantly respecting each other. They all agree. Eric says they had two stellar quarters but the challenge will be to keep the momentum going. He has every confidence that Wyatt and Ivy will fill that gap that Quinn left. But make no mistake, there is a gap and he is getting more and more phone calls about Quinn. He asks Wyatt how she is .and to know that none of this is his fault. Wyatt says she is getting the help she needs. Rick says it is still a problem and Carter adds they have kept it in the house but there is no guarantee that it will stay that way. Eric reminds them that if it gets out it could hurt the line. Maya adds and that will only make Ivy and Wyatt's job more difficult. Aly adds this is not going to be a popular opinion but shouldn't they be cutting all ties with QAJ including Wyatt. That would make the most business sense. She tells Wyatt that it is nothing personal but he has to know he is a liability to the company. Wyatt admits that if this goes public it could cause a scandal. Hope says they have weathered those before. Eric says yes they have and they need Wyatt. He has proven himself and he is sure that he and Ivy will make a good team. Maya says good point and she could not agree more. Eric says they need to move on and refocus. Rick says more than ever they need a great marketing angle. Carter says like the HFTF diamond, that was huge. Wyatt says he is confident they can get that success again. Eric asks Carter if Ridge has signed off on Wyatt's contract. Carter says no, he is not in the building. All are aware that neither Ridge nor Brooke are there.",
        "Bill tells Ridge to get his chopper back on the ground. Ridge asks the \"stallion\" if he is nervous. Bill says yes he is. He is sorry that Ridge spent more time at his parades with Fabrice than he did with brushing up on his Helicopter 101, so get the chopper back in the hangar. Ridge says not in the flight plan. Every time Bill says that, Ridge pushes the throttle to make the chopper recklessly go up and back, around and around. Bill tells him that he is crazy. Ridge says all he wants is for Bill to admit that he gave the orders to dump him in the water. Bill tells him to go to hell. And to put this chopper down before he kills both of them. Ridge gives him another jolt and says Billy is trying his patient; just admit it was Justin taking his orders. Liam tells Hope that Aly made a lot of sense and she was not saying it out of anger. Hope says she knows. They will have to deal with Quinn whether Wyatt works there or not. She says she is proud the way he stood up for Wyatt. He says he knows; it was the way he always pictureed it and all it took was mutual trust. She says now that Quinn is out of the picture they can build on that. And he agrees that Wyatt and Ivy will make a good team. It seems he has some really big ideas and wonders if he has said anything to Hope. Hope relies no and Liam wonders what he is up to. Wyatt and Ivy look over some jewelry and she says she hopes she can accomplish just half of what his mother did here. He says she will and hopefully without all the drama. He thanks her for the nice things she said about Quinn. Ivy says Quinn was an artist and all of them are entitled to be a little wacky. He says she is being very kind. She says he has a little bit of that in him too like running off to Mexico with Hope and then getting Ricardo to lend him the blue diamond .very swashbuckling. She says she heard about Ricardo's death and wonders what will happen to the diamond now. Wyatt asks what she would do it with it if it were hers. She says they would come up with something amazing. She'd work this whole blue line .working with sapphires, topaz and aquamarine. Then he could work his magic on Hope and get her to go blue for a couple of collections. He thinks it over and asks if she can keep a secret. She says yeah. He retrieves the diamond and says for her eyes only for the moment .the HFTF diamond. Alison finds Justin on the floor just as he starts to get up. He says he was decked by Ridge Forrester. Katie tells Brooke that she can stop Bill. She can call him with some of excuse that he is not feeling well. Brooke tells her to stop this. There is no reason to postpone the wedding. Sometimes Bill goes to extremes but nothing like what Katie is trying to say. Katie says she does not want to believe it either but she knows his history. She saw the lengths he would go to get her to Abu Dhabi in the first place. And once he got her there, he was not going to let her slip through his fingers. Nothing or no one was going to stop that wedding. But Ridge did so he wanted payback for that. After making a few more attempts of rocking the helicopter with Bill holding on for dear life, Ridge says Brooke is gonna know the truth so shall he tell her or will Bill. Bill finally says yeah he did it; you bet he did. So put this chopper down and he will tell Brooke."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Helicopter blades whirring]",
        "Bill: Get to Catalina, set up, go back, and get Brooke. Best part of all, no Smidge to screw things up this time.",
        "[SCENE_BREAK]",
        "[Doorbell chimes]",
        "Brooke: Oh, hi!",
        "Katie: Hi. So, I'm here. What's the big urgency?",
        "Brooke: Oh, I just needed a break from Deacon, who was over badmouthing Bill.",
        "Katie: Oh, What was he saying?",
        "Brooke: Oh, it doesn't matter. I got rid of him, though.",
        "Katie: Going on a trip?",
        "Brooke: Uh... just to Catalina.",
        "Katie: Little vacation with Bill?",
        "Brooke: A little more than that. Bill and I are getting married.",
        "[SCENE_BREAK]",
        "Hope: Othello, have you met Ivy?",
        "Othello: No. Hi.",
        "Eric: Othello's our director of music.",
        "Oliver: Otherwise known as the beat man.",
        "Aly: And a very good one, according to Oliver.",
        "Ivy: Huh. Okay. So, are you exclusive to Forrester?",
        "Othello: No, I do clubs, also.",
        "Ivy: Ah. Produce or mix?",
        "Othello: Both.",
        "Ivy: Basic EDM or Trap?",
        "Rick: Ooh! Girl knows her stuff!",
        "Othello: Apparently. Actually, I do everything. I do a little trap, a little EDM, old-school drum and bass. [Chuckles] You are new, huh?",
        "Eric: Ivy's my niece.",
        "Hope: She's also a very talented jewelry designer.",
        "Othello: Oh, so you'll be working with Wyatt and his mom?",
        "Aly: Uh, they're gone now.",
        "Carter: Sorry we're late. Had to wrap up Wyatt's contract.",
        "Wyatt: Yeah.",
        "Aly: Wait, Wyatt's working here again?",
        "[SCENE_BREAK]",
        "Eric: Wyatt's company will be producing Ivy's jewelry designs for Hope for the Future.",
        "Aly: I see.",
        "Maya: It's a great choice, Eric.",
        "Eric: T-thank you, Maya. But, in fact, it was Hope and Liam's idea.",
        "Maya: Well, I'm sure you gave it the stamp of approval.",
        "Aly: So, Liam, you're fine with this?",
        "Liam: My brother and I have found a new...appreciation for one another.",
        "Wyatt: Yeah, and Hope and her family have been kind enough to give me another chance.",
        "Eric: For which I think we should all be very grateful. That's why I wanted to see you all here today. We've been through a rough patch -- Ridge's accident, Liam's near tragedy, and other developments that have happened here that I'm aware of. I think this calls for a -- a new beginning. We're a team here. I want us to work as a team, and that means supporting one another and, more importantly, respecting one another.",
        "Rick: Hear, hear.",
        "Hope: Agreed.",
        "[Multiple \"Yeps\"]",
        "[SCENE_BREAK]",
        "Katie: So, you and Bill are getting married. When?",
        "Brooke: Today. I wanted you to hear it from me.",
        "Katie: Was this planned?",
        "Brooke: I think you would have known a lot sooner if it was.",
        "Katie: Was it his idea or your idea?",
        "Brooke: Uh, he sprung it on me, but it's something we've been talking about.",
        "Katie: It's kind of sudden.",
        "Brooke: More or less. Are you okay with this?",
        "Katie: Well, there's really only one reason why I wouldn't be. I do want you to be happy.",
        "Brooke: Thank you. So, what's the reason?",
        "Katie: I just don't know if Bill's the man you think he is.",
        "[SCENE_BREAK]",
        "Justin: [Groaning]",
        "Alison: Justin, what happened?!",
        "Justin: I got decked.",
        "Alison: By who?",
        "Justin: Ridge Forrester.",
        "[SCENE_BREAK]",
        "Bill: No wedding crashers this time. Forrester... what a joke, huh? Where's my seat belt?",
        "Ridge: You looking for this? And here you thought the only thing I studied in Paris was poetry.",
        "[SCENE_BREAK]",
        "Eric: All right, everyone. To begin with, congratulations are in order. Hope, Hope for the Future has had two stellar quarters. That's the good news. The challenge is to keep the momentum going.",
        "Rick: Not an easy task, given the loss of Quinn Fuller.",
        "Hope: But we haven't exactly cut ties with Quinn Artisan Jewelers because we still have Wyatt.",
        "Eric: I have every confidence that Wyatt and Ivy are gonna fill that gap. But make no mistake -- there is a gap. There are phone calls and e-mails. The rumors about Quinn are building and building. How's your mother, Wyatt?",
        "Wyatt: She's getting the help that she needs. And thank you for asking.",
        "Eric: None of this is your fault. You know that?",
        "Rick: It's still a problem that needs to be addressed.",
        "Carter: Yeah, we've kept it in-house, but there's no guarantee it'll stay that way.",
        "Eric: If it gets out, it could easily hurt the line.",
        "Rick: It will hurt the line, Dad. It will.",
        "Maya: And make Wyatt and Ivy's job all the more difficult.",
        "Aly: Well, this isn't going to be the most popular sentiment, but I have to say it. Shouldn't we be cutting ties with Quinn Artisan, including Wyatt? I mean, doesn't that make the most business sense?",
        "[SCENE_BREAK]",
        "Brooke: Katie, come on. You've got to look at this logically. Bill and I were in Abu Dhabi together. We were getting married. He was as shocked as I was when Ridge showed up.",
        "Katie: So it would appear, yes.",
        "Brooke: Oh, this is just some wild conspiracy theory, and it's not helping Ridge get any better.",
        "Katie: You don't think that it's odd that Bill is suddenly rushing you to the altar?",
        "Brooke: No, I told you, we've talked about it for a while.",
        "Katie: Ever since Ridge started closing in on the truth?",
        "Brooke: Careful. You're getting obsessive, and that could be dangerous. Ridge is not well. He's not himself, Katie. And you know that better than anybody.",
        "Katie: Hey, I don't want to believe that Bill could be capable of something like this. He is the father of my child.",
        "Brooke: Well, okay. Well, don't believe it, because it's not true. He's not capable of that. Bill is not a killer.",
        "Katie: All right. I'll talk to Ridge if you do one thing for me.",
        "Brooke: What?",
        "Katie: Postpone your wedding. Don't get married today.",
        "Brooke: [Sighs]",
        "[SCENE_BREAK]",
        "Justin: I'm fine, I'm fine.",
        "Alison: You said you were out cold.",
        "Justin: Yeah, I didn't see it coming.",
        "Alison: Where's Ridge?",
        "Justin: I don't know. He probably took off after he hit me.",
        "Alison: And Bill? Where's he?",
        "Justin: I don't know. My Spencer jacket... where is it?",
        "Alison: Were you wearing it?",
        "Justin: No, I was starting to put it on... on your way here, did you see a helicopter?",
        "[SCENE_BREAK]",
        "Bill: Get my helicopter back on the ground.",
        "Ridge: Don't tell me you're nervous, Stallion.",
        "Bill: Oh, I am! That you spent more time attending your little parades with your boy Fabrice than you did brushing up on your helicopter piloting 101 manual. Now put my chopper back in the hangar!",
        "Ridge: Not in the flight plan.",
        "Bill: What do you want?",
        "Ridge: In Abu Dhabi, you were on the ground, and you told Justin to dump me out of the helicopter. Admit it.",
        "Bill: You're crazy.",
        "Ridge: Admit it!",
        "Bill: Go to hell!",
        "[SCENE_BREAK]",
        "Aly: It's nothing personal, Wyatt, but you have to know you're a liability to this company.",
        "Hope: Aly...",
        "Wyatt: No, she has a point. If my mother's behavior does go public, it could cause a scandal.",
        "Hope: All right. Well, we've weathered scandals before.",
        "Eric: Yes, we have. And we need Wyatt. He's proven himself. I have no doubt that he and his company will realize Ivy's designs perfectly well.",
        "Maya: I couldn't agree more. Good point, Eric.",
        "Eric: Well, that being said, let's move on. We need to refocus the line.",
        "Ivy: Well, the brand hasn't changed. Hope for the Future, the message -- that's what resonates.",
        "Maya: Another great point.",
        "Rick: More than ever, we need a strong marketing angle.",
        "Carter: Like the Hope for the Future diamond. That was huge.",
        "Eric: Something that big, yes.",
        "Wyatt: And I'm confident that we can get that success again.",
        "Ivy: Yeah. So am I. I can't even tell you how excited I am to be working with Hope and Wyatt. I -- I'm not gonna take this opportunity for granted.",
        "Eric: Carter, did Ridge sign off on Wyatt's contract?",
        "Carter: No, not yet. Is he in the building?",
        "Rick: Where is he? Shouldn't he and mom be here by now?",
        "[SCENE_BREAK]",
        "Brooke: If it wasn't for Ridge, Bill and I would be married. I'm not gonna postpone the wedding, Katie.",
        "Katie: Just for a day or two, so we can sort this out.",
        "Brooke: No, no. There's nothing to sort out.",
        "Katie: Okay, you were in that helicopter with Ridge. Was there any reason at all that it should bank and send Ridge falling out the door?",
        "Brooke: There must have been. Otherwise, it wouldn't have happened.",
        "Katie: Was the weather bad?",
        "Brooke: No.",
        "Katie: Did the pilot say anything?",
        "Brooke: No.",
        "Katie: Not even, you know, \"buckle your seat belt\"?",
        "Brooke: I don't know. It all happened so fast.",
        "Katie: I just find it hard to believe that a licensed pilot isn't going to at least tell you to buckle up.",
        "Brooke: What are you getting at? Look, I know Ridge thinks that Justin was the pilot of that helicopter, but that's just way too farfetched.",
        "Katie: More farfetched than Ridge falling out of the helicopter into the Persian Gulf? Listen, I'm just talking about a day or two. Then you can be sure, and you and Bill can run off and get married.",
        "Brooke: We're not running off. We've waited a long time for this, Katie.",
        "Katie: Well, then wait a few more days. What's the big deal?",
        "Brooke: Bill doesn't want to wait.",
        "Katie: Yeah, he's very insistent, isn't he? You don't think that's a red flag?",
        "Brooke: I don't want to wait, either.",
        "Bill: Brooke, you know him. Or maybe you don't. But I do. He is capable of doing anything to get what he wants.",
        "Brooke: Including murder?",
        "Katie: Maybe.",
        "Brooke: This is all just wild speculation, and I'm not gonna be a part of it. I am marrying Bill today.",
        "Katie: And then what happens when you marry him, and Ridge is right? Then you're married to a man who's done the unthinkable.",
        "Brooke: Bill had nothing to do with Ridge's accident.",
        "Katie: You don't know that. This is a man who broke Deacon out of prison so he could go to Italy and ruin Hope's wedding, and believe me -- trust me -- that is just the tip of the iceberg. Bill is capable of anything, and if you don't believe that, then you are marrying a man that you don't know.",
        "Brooke: I'm marrying the man that I love. He's changed since he's been with you.",
        "Katie: [Scoffs]",
        "Brooke: Besides, it's too late. He's already off to Catalina and making all the arrangements.",
        "[SCENE_BREAK]",
        "Bill: Put this down before you kill us both!",
        "Ridge: Was your chopper. It came off your yacht.",
        "Bill: You're out of your mind!",
        "Ridge: Justin was flying it. Admit it!",
        "Bill: Put us down!",
        "Ridge: Man, you are trying my patience, Billy.",
        "[SCENE_BREAK]",
        "Man: Here you go -- extra hot with 2%.",
        "Hope: Thank you so much. Could you do me a favor and drop this off at Marketing?",
        "Man: Of course.",
        "Hope: Thank you. [Sighs]",
        "Liam: You know... Aly does make a good point.",
        "Hope: Ugh! I know.",
        "Liam: And it wasn't even borne of anger.",
        "Hope: Look, if Quinn becomes a scandal, we're going to have to deal with it whether or not Wyatt works here.",
        "Liam: Yeah, that's true.",
        "Hope: Hey.",
        "Liam: Hey.",
        "Hope: I was really proud of the way you stood up for Wyatt.",
        "Liam: [Chuckles]",
        "Hope: You and your brother. Who would've thought?",
        "Liam: I know. It's kind of the way I always pictured it would be, which is funny. And all it took was mutual trust.",
        "Hope: Well, now that Quinn is out of the picture, you can build on that.",
        "Liam: Yeah. So, what about Ivy?",
        "Hope: Oh, I think she is classy and talented, and her jewelry works so well with the line.",
        "Liam: I agree. And I think that she and Wyatt are gonna make a really good team.",
        "Hope: Yeah.",
        "Liam: I do have to wonder, though.",
        "Hope: What?",
        "Liam: Um... Wyatt seems like he's got some really big plans for your line. Has he -- has he said anything?",
        "Hope: No.",
        "Liam: Huh. Wonder what he's up to.",
        "[SCENE_BREAK]",
        "Wyatt: See, it's not just the beauty of the gems. It's the way that they're presented in the marketplace.",
        "Ivy: Mm. Yeah, your mother had a gift for that.",
        "Wyatt: Yeah, she had a natural talent. Like you.",
        "Ivy: Oh. If I could accomplish half of what your mother did --",
        "Wyatt: And you will! Hopefully without all the drama. [Chuckles] And -- and thank you again, by the way, for all the nice things that you said about her.",
        "Ivy: Oh. She's an artist. We're all entitled to be a little wacky.",
        "Wyatt: \"Wacky.\"",
        "Ivy: Mm-hmm.",
        "Wyatt: You're being very kind.",
        "Ivy: Oh, come on. Like you don't have a little bit of that in you?",
        "Wyatt: Me? What did I do?",
        "Ivy: Well, rushing off to Mexico with Hope.",
        "Wyatt: Oh.",
        "Ivy: And then getting Ricardo to lend you the blue diamond.",
        "Wyatt: Oh.",
        "Ivy: Swashbuckling.",
        "Wyatt: \"Swashbuckling.\" Wow.",
        "Ivy: And then what you did with it.",
        "Wyatt: It's the greatest diamond of all time.",
        "Ivy: Mm. You know, I -- I heard about Ricardo's death. Big news in our world.",
        "Wyatt: Yeah, he was a -- he was a good man.",
        "Ivy: So, what will become of this diamond?",
        "Wyatt: Uh, what do you think should be done with it? What would you do with it?",
        "Ivy: What, if I was working with you?",
        "Wyatt: Yeah.",
        "Ivy: Oh, we could come up with something amazing.",
        "Wyatt: Huh.",
        "Ivy: Yeah, I'd do this whole blue line. I'd use sapphires and topaz, aquamarine. Then you could spin your magic on Hope, get her to go blue for a couple of collections.",
        "Wyatt: Mm-hmm.",
        "Ivy: Yeah. God, what the three of us could do.",
        "Wyatt: Yeah. Can you... can you keep a secret?",
        "Ivy: Yeah.",
        "Wyatt: Good. I present to you... and to your eyes only... for the moment... it's the Hope for the Future diamond.",
        "Ivy: [Chuckles]",
        "Liam: [Chuckles]",
        "[SCENE_BREAK]",
        "Katie: Brooke, you could stop Bill -- call him, make up some kind of excuse, tell him you're not feeling well.",
        "Brooke: Stop, Katie, please. There's no reason to postpone my wedding.",
        "Katie: There may be. Isn't that reason enough?",
        "Brooke: No.",
        "Katie: Brooke, I'm telling you, don't underestimate him. You want to be his wife, you better know what you're getting yourself into.",
        "Brooke: I do. Yeah, okay. Sometimes he goes to the extreme, but not with something like this. There's no way he would do that, Katie. Even you can't believe that.",
        "Katie: I don't want to, but I know his history. And I saw the lengths he went to win you back and get you to Abu Dhabi in the first place. And once you were there, he wasn't gonna let you slip through his fingers. Nothing -- no one -- was going to stop that wedding.",
        "Brooke: But Ridge did.",
        "Katie: Yes. And don't you think Bill wanted to make him pay for that?",
        "Brooke: With his life? Bill tried to kill Ridge? No, Katie. That's impossible. He would never do that. Look, I don't care what you say. By the end of the day, I am going to be Mrs. Bill Spencer, and there's nothing that you and Ridge could do to stop it.",
        "[SCENE_BREAK]",
        "Ridge: Air Abu Dhabi is confirming it now. Brooke's gonna know the truth. Now, are you gonna tell her or should I?",
        "[Alarm beeping]",
        "Bill: Yeah, I did it. You bet I did it. Now put my chopper down... and I'll tell Brooke."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=STZ9lg0ea3o"
}