{
    "Episode Summary": [
        "Episode # 7157 ~ Brooke pressures Ridge to share his secret with Caroline; Steffy tries to make sure Liam's still on her side."
    ],
    "Recap": [
        "Wyatt asks his dad if he is in ..will he help him? Katie says she will join them. Bill says this has to be more than just impressing his girlfriend. He can do that by borrowing the jet or the yacht but he is asking him to invest a lot of money .Wyatt says he is simply asking him to let Wyatt make them all rich well richer having a Spencer Fashion House with a Forrester designer is not risky. It is brilliant. And if he can score some extra points with a beautiful girl, then there is nothing wrong there. Steffy brings Liam a beer and they discuss the day. Liam says the way Katie and Bill were looking at him today he is not so sure they believe in him that he can protect Bill's interest at Forrester. Steffy says Bill might be pouting right now but it had to be said and she knows Bill is proud of him. That's why he trusted him with his shares. And she fired Ivy because she could not trust her and she thinks Bill would have done the same. Working side by side in the office Thomas fills Brooke in about his dad's wedding and how it was private but they stopped by city hall before to get the papers. She says it will be interesting to see what happens. Caroline remembers the wedding. She tells Ridge that she needs to return Pam's casserole dish and pick up a few things at the office but she will return shortly and they can start on their baby project. As they discuss the name of the business, Bill puts a kibosh on the plans by saying he is not saying yes just yet. He really has no desire to get into the fashion business. He is in the magazine business reporting on these idiots who design pretty dresses but he does not want to design them himself. Wyatt reminds him that he will make a ton more money that way. Bill lays it out. It is not about the money. He does not want to create a war between his sons. He thinks they have enough trouble getting along as it is and he does not want to add to that. Wyatt adds that he is not going to add to it. Bill is just going to choose Liam again. Caroline surprises Thomas when she shows up at work. He tells her he saw her wedding photos online. She laments that it was so beautiful and intimate and she has never felt so connected to anyone in her life. He holds her hand long enough to look at her ring and says yes she is really married. He asks if she is still going to start a family right away. She says there are a few things Ridge needs to get settled first but yeah they want to have a baby pretty soon and there is nothing in the way now.",
        "Brooke is at Ridge's place as she drops off a Thomas design and gives the newlyweds a wedding gift. She looks at his ring and says after all these years it is now Caroline and Ridge. Ridge tells her he does not mean to take anything away from the past but he feels this is meant to be and he is happy. Brooke says she can't help but think of the other Caroline and her charm bracelet. All of that Ridge could not have but now maybe he can. But about the milestone of a baby he needs to make that appointment as soon as possible to see if the vasectomy can be reversed ..and he needs to tell Caroline. Ivy can't believe that Bill shut Wyatt down like that. Wyatt grouses he can, it is what Bill always does, chooses Liam over him. He will always be second or even third but at least Will is not old enough to have a company. Ivy says she does not even mind. She got something more important today than a fashion house. She got to see Wyatt fight for her. He may not have gotten the company today, but he got the girl. What he did will not go unnoticed. She really likes him in her corner and there is no comparison to Liam. Wyatt jokes that he is much more handsome. She says Liam doesn't do anything because he wants to, only because he is asked to. That is why he pulled her from the Seine and the reason he later married her. She says Wyatt acts and Liam reacts. There is a big difference. She isn't sure who Wyatt thinks he failed but it certainly wasn't her. Before Brooke leaves Ridge makes an appointment for the following day with a doctor so he can discuss his options. Brooke warns him again to tell Caroline before he finds out it will not go his way and she will be so mad that she was kept in the dark. Caroline starts to leave and Thomas says he is happy that she is happy. There is an awkward moment when they start to hug and then it turns into a handshake, but later she does hug him. She brings up that night and says she is married and happy now and Ridge must never find out about that."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: So, do we have a deal?",
        "Bill: [Sighs] Spencer fashion house.",
        "Katie: I'll help them.",
        "Bill: You'll help them? You have any idea what kind of help you're talking about, Katie? I would need someone with your experience to run the show.",
        "Katie: Done.",
        "Bill: You... it has to be about more than trying to impress your girlfriend. You want to do that, you can borrow the jet, you can borrow the yacht, but, Wyatt, you are asking me to invest a lot of money in a company.",
        "Wyatt: No, no, no. I'm asking you to let me make us all rich... er. Rich-er. That's what I'm talk -- look. Having Forrester designer at a Spencer fashion house is not a risky bet. It's brilliant. And if I can score some extra points with a beautiful girl in the process.. why not?",
        "[SCENE_BREAK]",
        "Steffy: Beer?",
        "Liam: Oh, please.",
        "Steffy: She said, sounding desperate for a drink.",
        "Liam: After that weirdness with my dad today, I think a little unwinding is necessary.",
        "Steffy: Mm. Yeah, that was strange",
        "Liam: I mean, he says he wants me to protect his interests in Forrester, and then he doesn't believe I can do it?",
        "Steffy: No, he obviously believes in you.",
        "Liam: The way that he was looking at me today, the way Katie was looking... I'm not so sure.",
        "[SCENE_BREAK]",
        "Brooke: You weren't there? I thought you were supposed to be the best man.",
        "Thomas: Yeah, they decided to have a private wedding.",
        "Brooke: Oh. That doesn't sound very legal.",
        "Thomas: I think they swung by City Hall on the way.",
        "Brooke: Oh.",
        "Thomas: What?",
        "Brooke: Nothing.",
        "Thomas: What?",
        "Brooke: It's just -- you know, after all the weddings that I've had with your father, I think City Hall was one of my favorites.",
        "Thomas: [Laughs]",
        "Brooke: What? It's true. [Laughs] Come on.",
        "Thomas: [Laughs] All right.",
        "Brooke: [Laughs]",
        "[SCENE_BREAK]",
        "Singer: I've wanted this for so long when everything feels so right there are no rules and words cannot explain I never knew that I could change",
        "Caroline: [Chuckles] I was just thinking about you.",
        "Ridge: Whatever I did, I apologize.",
        "Caroline: [Chuckles] Stop it. It was good. I promise. It was all good.",
        "[SCENE_BREAK]",
        "Brooke: Well, I just hope it all works out.",
        "Thomas: You said that like you know it won't.",
        "Brooke: It'll be interesting to see what happens. That's really gorgeous, by the way.",
        "Thomas: Thank you. I just want those newlyweds to agree with that.",
        "Brooke: Do you want me to drop it off? I'm headed that way.",
        "Thomas: Dad's place? Why?",
        "Brooke: My ex-husband did just get married. It would be rude of me not to drop off a gift.",
        "[SCENE_BREAK]",
        "Ridge: Sure you don't mind?",
        "Caroline: Yeah. There's no reason for us both to go in there. I can just pop in and grab everything we need so that we can work all night and extend our honeymoon.",
        "Ridge: Mm-hmm.",
        "Caroline: Plus, I have to get this casserole dish back to Pam 'cause she's already sent me, like, four e-mails about it.",
        "Ridge: All right. Don't stay away too long.",
        "Caroline: I won't. I promise. And when I get back, we can get started on our project.",
        "Ridge: Project?",
        "Caroline: Yes. Operation Baby Forrester.",
        "Ridge: Oh, that project.",
        "Caroline: Yes. [Chuckles]",
        "Ridge: Mm. Get out.",
        "Caroline: All right. I love you, too.",
        "Ridge: Mm-hmm.",
        "Caroline: [Laughs]",
        "[SCENE_BREAK]",
        "[Seabirds crying]",
        "Liam: Was I too harsh with him?",
        "Steffy: You said what had to be said. He understands. Yeah, he's pouting right now, but he's proud of you. You don't want to be micromanaged. You told him that. You're standing your ground, Liam.",
        "Liam: [Sighs]",
        "Steffy: That's what matters to your dad. That's why he trusts you with his shares.",
        "[SCENE_BREAK]",
        "Bill: Spencer...Designs. Spencer...Fashions, maybe. Bill Spencer Designs.",
        "Wyatt: Okay, we can figure out a name another day.",
        "Ivy: Actually, I've already thought of some ideas for the logo incorporating the sword.",
        "Katie: And I think we should consider incorporating Spencer Publications' logo because that would give our brand instant name recognition.",
        "Ivy: Yeah. Good.",
        "Bill: That is something to consider... if we ever move forward with this.",
        "Katie: What do you mean \"if\"?",
        "Wyatt: Yeah. [Stammers] Aren't we?",
        "Bill: Right now? Absolutely not. I have no interest in being in the fashion business.",
        "Wyatt: Are you serious? I thought -- you seemed that you --",
        "Bill: Interested?",
        "Wyatt: Yeah.",
        "Bill: The idea's got merit. But it's not something I want to pursue. [Sighs]",
        "Katie: Even though the rest of us want to.",
        "Bill: Katie, we have enough going on at Spencer. And what about Will? I mean, it's everything we can do to spend enough time with him as it is.",
        "Ivy: Oh, you can be as involved as little or as much as you like. Same with you, Katie.",
        "Bill: That's just not how I work. Now, look. I make a pretty decent amount of money reporting on these idiots who design pretty dresses. But I don't want to be in the business of designing them myself.",
        "Wyatt: It'll make you more money -- tons more!",
        "Bill: All right, look. I know this is going to sound very odd coming from me. It's not about the money.",
        "Katie: [Laughs] Since when?",
        "Bill: I don't want to create a war between my sons.",
        "Wyatt: Oh, my God.",
        "Bill: You two have enough trouble getting along as it is, and I don't want to add to it.",
        "Wyatt: No, you're not gonna add to it. You're just gonna choose Liam... again.",
        "[SCENE_BREAK]",
        "Liam: Throughout my entire relationship with Ivy, my dad showed zero interest -- zero. And now -- now, suddenly, he's concerned about her.",
        "Steffy: No. No, he's not. He's concerned that I fired Ivy without having a shareholder meeting.",
        "Liam: True.",
        "Steffy: And that's totally my right to make that call. I'm president of the company, and if I want to fire someone, I can.",
        "Liam: I don't think anybody's disputing that.",
        "Steffy: Mm, except Katie and Bill.",
        "Liam: Touché. But they don't have the whole story. You think my dad would let an employee hang around who tried to blackmail him? Hell, no. My dad would fire Ivy, too.",
        "Steffy: Ohh. You see, it's all about trust. If I trusted Ivy, then she'd still be around. I don't know if she's gonna flip out again, accuse me. The look in her eye. Oh, God. Calling me a murderer. I can't work with somebody like that. I hate how I got rid of her. But I saw her true colors. Firing her was my only option.",
        "[SCENE_BREAK]",
        "Caroline: Hey!",
        "Thomas: Hey! Caroline. What are you doing here? I thought you weren't coming back until tomorrow.",
        "Caroline: [Sighing] Oh. I'm just getting some stuff together, so Ridge and I can work from home.",
        "Thomas: How'd that go, by the way? I saw your pictures that you posted.",
        "Caroline: You know, it's just... it was a dream come true. It was really beautiful and intimate, and I just never felt more connected to anyone.",
        "Thomas: Hmm. Wow. There it is. [Chuckles] You're really married.",
        "Caroline: [Chuckles]",
        "[SCENE_BREAK]",
        "Ridge: Well, thanks for bringing this and the wedding gift. You didn't have to do that.",
        "Brooke: Oh, yes, of course. Of course, I had to. [Chuckles]",
        "Ridge: [Sighs] [Sighs]",
        "Brooke: After all these years, [Sighs] Ridge Forrester and Caroline Spencer... married.",
        "Ridge: I don't... I don't want to take anything away from the past, you know, but it just -- it seems like this was meant to be. I'm happy.",
        "Brooke: Yeah. You know, I just keep thinking about the other Caroline and how she had that bracelet and those charms, and she had a charm for each milestone. Some of those you couldn't have with her, but now you can -- anniversaries and moving into a new house.",
        "Ridge: Having a baby.",
        "Brooke: I really hope that you can maybe share those moments with Caroline.",
        "[SCENE_BREAK]",
        "Steffy: I hope you don't believe what Katie said. Because I don't.",
        "Liam: The \"yes man\" thing?",
        "Steffy: It's not what I want from you.",
        "Liam: Hey, it's not what I want to give you. I take my role at Forrester really seriously, and I have no problem speaking my mind.",
        "Steffy: Even...with Ivy?",
        "Liam: What do you mean?",
        "Steffy: I don't know if -- if you're thinking firing her was a bad idea.",
        "Liam: [Chuckles] Well, I do kind of. She's really talented, but I'm not the one who has to trust her. Look, somebody shows you who they are, you believe them the first time. Ivy showed you. You believed her. It's not something for you to feel guilty about.",
        "[SCENE_BREAK]",
        "Ivy: I can't believe your dad just shut you down like that.",
        "Wyatt: I can. He always chooses Liam. It's what he does. I just got to accept the fact that I'm always gonna be second or third. Will's not old enough to run a company, but his time is coming.",
        "Ivy: Mnh-mnh. I'm not even gonna try to pretend that I understand. But you know what? I don't really mind.",
        "Wyatt: What are you talking about? This was our chance to make something.",
        "Ivy: Listen. Listen. It's because I got something much better today than a fashion house. I got to see you fight for me. The way you approached your dad with that plan, you were willing to take on Forrester -- don't think that that went unnoticed, because I know that it was all for me.",
        "Wyatt: [Chuckling]",
        "Ivy: So thank you, Wyatt. You -- you may not have gotten the company that you wanted today... but you definitely got the girl.",
        "Wyatt: [Chuckles]",
        "[SCENE_BREAK]",
        "Thomas: I wish I would have known that you were coming by. I just gave Brooke a sketch to drop off at your place.",
        "Caroline: Oh. Could have saved her a trip.",
        "Thomas: Oh, no. I think she was swinging by that way anyway.",
        "Caroline: Of course. Something tells me that Brooke always seems to be just in the neighborhood wherever Ridge lives.",
        "Thomas: Well, they do share a child together. All my dad's ex-wives and his various offspring -- I think they're gonna be a part of your life whether you like it or not.",
        "Caroline: I wouldn't have it any other way, especially when I have my own child. But I definitely don't want you or Steffy or R.J. to feel uncomfortable. We're just one big, happy family, right?",
        "Thomas: Right. So that's still the plan, then -- to have a baby?",
        "Caroline: Yeah. Not right away, but soon. Ridge wants to wait until we take care of a couple of things. Uh, but we're married now, so there's nothing in our way. And soon... I'll have the family I always wanted.",
        "[SCENE_BREAK]",
        "Brooke: I really hope that you'll be able to hit all of those milestones.",
        "Ridge: Planning on it.",
        "Brooke: Some of them will be easier than others, but having a baby...",
        "Ridge: Oh. And that reminds me. I got to make an appointment.",
        "Brooke: Vasectomy reversals can't always work.",
        "Ridge: But they often do, so what's...?",
        "Brooke: Ridge, you haven't even told Caroline the truth.",
        "Ridge: I haven't told her, because there's no need to have her worry about something that she can't do anything about right now.",
        "Brooke: So, what is she gonna think when you're sitting at home on the couch with ice right there?",
        "Ridge: The vasectomy wasn't a big deal, so I'm hoping the reversal won't be, either.",
        "Brooke: Just tell her.",
        "Ridge: I appreciate your concern.",
        "Brooke: Tell...her.",
        "[SCENE_BREAK]",
        "[Seabirds crying]",
        "Steffy: Thank you.",
        "Liam: For what?",
        "Steffy: Your support.",
        "Liam: Come on. Always.",
        "Steffy: Right back at you.",
        "Liam: I know.",
        "[SCENE_BREAK]",
        "Ivy: You know, it feels good having you in my corner.",
        "Wyatt: [Sighs] Are you forgetting that I know all about your history?",
        "Ivy: Hmm.",
        "Wyatt: All of Liam's over-the-top romantic gestures? All I did was ask my dad, \"Hey, could you finance a fashion house for me?\" How does that even compare to him jumping into the Seine to save you or marrying you to keep you from deportation?",
        "Ivy: Are you being serious?",
        "Wyatt: Yeah.",
        "Ivy: Do you really not know the difference between you and Liam?",
        "Wyatt: I'm a lot more handsome, that's for sure.",
        "Ivy: Well -- [Laughs] Yes.",
        "Wyatt: [Chuckles]",
        "Ivy: He... he doesn't do anything on his own. He doesn't. I mean, yes, he jumped in after me, but only because I was pushed, and he married me only because I asked him to, Wyatt. That's the difference between you two. You take action and you fight. You aren't just reacting to things, you're actually doing things. And I have to tell you, that makes a world of difference.",
        "Wyatt: Yeah, but even though I failed you?",
        "Ivy: You didn't -- do you think you failed because your dad said no?",
        "Wyatt: I don't -- I don't know.",
        "Ivy: Look, I don't know who you think you failed... but it certainly wasn't me. Hmm.",
        "Wyatt: [Chuckles]",
        "[SCENE_BREAK]",
        "Ridge: Yes, a reversal. I want to see what a good time it would be for me to come in and discuss my options. No. That -- that sounds perfect. Tomorrow's great. What time? I-I can make that work. Thank you. See you then. Thanks. Well, done. I made an appointment, and now everything's gonna be okay. Oh, unless you want to come with me. You can tell them why it can't work.",
        "Brooke: Uh, no. But Caroline should be with you.",
        "Ridge: Come on. I -- [Groans]",
        "Brooke: You haven't even told your wife. You're keeping a secret from her, Ridge.",
        "Ridge: Should have kept a secret from you, I think.",
        "Brooke: Oh, Ridge!",
        "Ridge: What?",
        "Brooke: I'm serious!",
        "Ridge: I'm serious, too! You're the only one that knows about this. I'm gonna have this vasectomy reversed, and my wife is gonna have a baby with me.",
        "Brooke: Or not. And then she's gonna discover that she was lied to. And I don't have to tell you how that will turn out.",
        "[SCENE_BREAK]",
        "Thomas: Hey, let me know what you think of that design, by the way. Hopefully I'll have this one done and a few others later tonight if I can stay up pretty late.",
        "Caroline: Okay. Hey, uh, don't send Brooke with any more designs 'cause Ridge and I can just look at them tomorrow.",
        "Thomas: All right. Okay. Promise. Done.",
        "Caroline: I like where this is going.",
        "Thomas: Thank you. Yeah. I'm just gonna change things up around there.",
        "Caroline: Yeah. All right. Well, I'm gonna head out, then.",
        "Thomas: Okay. Hey, and congratulations again. I'm really -- I am happy for you guys.",
        "Caroline: Thank you.",
        "Thomas: Yeah. Uh, should -- uh...",
        "Caroline: [Chuckles]",
        "Thomas: I'm just -- here.",
        "Caroline: No, I -- we'll just do this.",
        "Both: Yeah. There it is.",
        "Thomas: Whew. Uh, tell Dad that I'm gonna hold down the fort. I've got it.",
        "Caroline: I will.",
        "Thomas: All right.",
        "Caroline: About that night...",
        "Thomas: What?",
        "Caroline: Nothing. I -- [Sighs] I shouldn't have. I...",
        "Thomas: Hey. We're in the clear, right?",
        "Caroline: Yeah. We're -- we're good. Yeah. It's just, um... I'm -- I'm married now, and I don't want to worry about anything.",
        "Thomas: I know. Hey, I know. I would not do anything to jeopardize...",
        "Caroline: It's just Ridge and I are happy, and we're gonna start a family. So... that night... your father... he can never know."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=AEmrQ2fxQaU"
}