{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: You want me to stop \r\nthe wedding? ",
        "Bridget: You're the only \r\none who can. You've got to stop it. Nick, it's the right thing to do. It's the \r\nright thing for all of us. ",
        "\r\n********************************************************",
        "Eric: Bridget's still not \r\nhere. ",
        "Stephanie: Well, she's not \r\nhere because the wedding isn't supposed to start for another hour. ",
        "Eric: Brooke doesn't think \r\nshe's going to come at all. ",
        "Stephanie: I don't \r\nunderstand why they're rushing into this. Why can't they wait? ",
        "Eric: She should be here. \r\nI'm going to call her. ",
        "Stephanie: Good. \n",
        "Ridge: Dad, what's going \r\non? ",
        "Eric: I'll just be a \r\nsecond. ",
        "\r\n************************************************************",
        "Bridget: This is what I \r\nwant. And I know this is what you really want, too. Hey, she's in love with you. \r\nAnd I know you're in love with her. Before you go -- in my wildest dreams I \r\nnever thought I'd see the day someone would change me. ",
        "Bridget: I never felt as \r\nsafe as I did when I was in your arms. ",
        "Nick singing: I'm not just \r\nthe same you're my soul reason that I feel this way come and warm me like the \r\nsun you're my inspiration you're every breath I take you're my soul reason I \r\nlaugh, I cry, I live, I die and I love you're my soul reason I don't know where \r\na smile might cross my face it can happen, baby any time, any place ain't nobody \r\nlike you ain't nobody like you you're my soul reason that I feel this way come \r\nand warm me like the sun you're my inspiration you're every breath I take you're \r\nmy soul reason I laugh, I cry, I live, I die and I love you're my soul reason\r\n",
        "Bridget: I will always -- \r\nI'll always love you. ",
        "Nick: I'll always love \r\nyou, too. ",
        "[Phone ringing] \n",
        "[Answering machine]\r\n",
        "Nick: Hello there, you've \r\nreached the Marone residence. ",
        "Bridget: We can't take \r\nyour call right now. But you can leave a message and -- ",
        "Nick: We'll get back to \r\nyou. ",
        "[Beep] ",
        "Eric: Bridget, I just \r\ntried your cell. I thought you'd be on your way to the wedding. If you are, \r\nyou'd better hurry. Brooke and Ridge moved up the ceremony. It's starting right \r\nnow. ",
        "[Beep] ",
        "Nick: Bridget -- \n",
        "Bridget: No, you should \r\ngo. You should go, you haven't -- you haven't lost her yet. Don't let her marry \r\nridge. You should go. Go. Just go, go. ",
        "\r\n*****************************************************",
        "Stephanie: Did you get \r\nher? ",
        "Eric: No, I got the \r\nmachine. Hopefully she and Nick are on their way. ",
        "Stephanie: Oh, I hope so.\r\n",
        "[Trumpets sounding]\r\n",
        "[Wedding march playing]\r\n",
        "Minister: Friends, family \r\n-- we have come here today to support Brooke and Ridge as they pledge themselves \r\nto each other in holy matrimony. ",
        "\r\n*********************************************",
        "Nick: Don't do it, Brooke. \r\nGod, please don't let her do it! Throw me a few green lights while you're at it.\r\n",
        "\r\n********************************************",
        "Minister: Today, Ridge has \r\nasked me to rearrange the ceremony a bit. He thought it would be best to start \r\nby asking if anyone here had reason that ridge and Brooke should not be wed.\r\n",
        "Brooke: I'm sure there is, \r\nreverend. But she better keep her mouth shut. ",
        "Minister: Okay, then. \r\nSince no one objects, let us all forever hold our peace. ",
        "Ridge: Amen. ",
        "Minister: Ridge and Brooke \r\nobviously share the same sense of humor, which will be very helpful to them as \r\nhusband and wife. Working together, this couple, with the help of people around \r\nthem, can build an incredible, lasting future for themselves and for their new \r\nfamilies. ",
        "\r\n*************************************************",
        "Dante: Bridget? Are you \r\nokay? ",
        "Bridget: My mom and Ridge \r\nare getting married today. ",
        "Dante: That's great.\r\n",
        "Bridget: No, it's not. \r\nNick is on his way over there. He's trying to stop it. ",
        "Dante: He left you here so \r\nhe could run off and break up Ridge and your mother? ",
        "Bridget: I told him to \r\nleave. I just finally realized that things couldn't go on the way that they were \r\ngoing. ",
        "Dante: What are you \r\nsaying? ",
        "Bridget: You were right. I \r\nthink he was with me only because of the baby. I know that he loved me, and he \r\nwould have stayed -- I didn't want him to. I didn't let him. It was my decision.\r\n",
        "\r\n*************************************************",
        "[Nick remembering]\r\n",
        "Bridget: You've got to \r\nstop it. Nick, it's the right thing to do. It's the right thing for all of us.\r\n",
        "Nick: Come on, move. Move!\r\n",
        "[Nick remembering]\r\n",
        "Bridget: You haven't lost \r\nher yet. Don't let her marry Ridge. You should go. Go. Just go, go. ",
        "Nick: That's it, that's \r\nit. Keep moving. Keep moving. ",
        "\r\n*****************************************************",
        "Dante: What changed your \r\nmind? ",
        "Bridget: Nick said he \r\ncouldn't raise Dominick. Even if you agreed to the adoption, he just couldn't do \r\nit. ",
        "Dante: He couldn't raise \r\nanother man's child? ",
        "Bridget: He couldn't raise \r\nanother man's child with me. ",
        "Dante: He said that?\r\n",
        "Bridget: He didn't have \r\nto. I see the way he is with hope and R.J. and how much he loves Hope. \n",
        "Dante: But he wouldn't \r\nhave a problem raising another man's child with Brooke. ",
        "Bridget: No. ",
        "Dante: Bridget, I am so \r\nsorry. ",
        "Bridget: Are you, really?\r\n",
        "Dante: Yes, of course I \r\nam. After everything that you've been through? The loss of your daughter. Now \r\nyour marriage. But believe me when I say this to you, this is the best thing \r\nthat ever happened to you. ",
        "Bridget: I don't know if \r\nit's the best thing, but I think it's the right thing. ",
        "Dante: Yes. You set Nick \r\nfree to be with your mother. And now you've freed yourself. This is something I \r\nwanted for you for so long. ",
        "Bridget: Wait. Even though \r\nI let Nick go, I still really love him, and if this is going to be a problem --\r\n",
        "Dante: Listen, Bridget. \r\nBridget, I would never put any stipulations on your relationship with Dominick. \r\nOkay? That's exactly why I came here. So the three of us could spend some time \r\ntogether. ",
        "Bridget: I'd really like \r\nthat. Right now, I just -- all I can think about is whether Nick is going to get \r\nto my mother in time. ",
        "\r\n*****************************************************************",
        "Minister: Brooke and \r\nRidge, please join hands. As it is your intention to join together in holy \r\nmatrimony, to become the parents of each other's children, to be respectful, to \r\nbe kind to one another in times of turmoil, in times of triumph. I now ask you \r\nto make your vows to each other. ",
        "Ridge: Logan -- and you \r\nare my sweet Logan again -- today I feel like the luckiest man in the world. And \r\nthe stupidest. Lucky, because I have you back in my life. And stupid, because I \r\ncould've lost you forever. I can never again look in those eyes and feel the way \r\nI feel right now. You and I had something absolutely incredible and I let it \r\nslip through my fingers. Well, I'm here now to tell you, and swear in front of \r\ngod and all these people, that will never happen again. I will spend the rest of \r\nmy life showing you, R.J. and Hope just how precious you are to me. ",
        "Brooke: Ridge, I too \r\nbecame aware of something when we were apart. I always believed that destiny was \r\nsomething magical. Something supernatural. Predestined. I always thought that I \r\nwould end up with the person that I was supposed to be with. But then you left \r\nme. So I lost all faith. But here we are again. Now I don't believe that destiny \r\nis magic. I believe it's something like a force of nature. Like gravity. When \r\ntwo people separate, and they grow apart, it becomes weaker. But when they get \r\ncloser, it's stronger and stronger, pulling them right back on track. Right \r\nwhere they belong. So yes, you do deserve my forgiveness and you have restored \r\nmy faith. So there's nothing more that would bring me so much joy than to spend \r\nthe rest of my life with you and our children. I'm so congested and I can't \r\nsleep. ",
        "\r\n**************************************************",
        "Nick: Hang on, Brooke. \r\nYou've got to hang on. ",
        "\r\n*****************************************************",
        "Minister: May I have the \r\nrings, please? ",
        "Ridge: Yes, you may.\r\n",
        "Minister: These rings, \r\nthey symbolize what you have pledged to one another today. They symbolize your \r\nfidelity and your love. Ridge, will you place the ring on Brooke's finger, \r\nplease? ",
        "Ridge: Brooke, I put this \r\nring on your hand before. When I gave it to you, I never intended for you to \r\ntake it off. Now I give it to you with more than intentions and more than hope. \r\nI give you this ring with every bit of my heart. I give you this ring as a \r\nsymbol of our enduring love and my sacred commitment to you and our family.\r\n",
        "Minister: Brooke -- \n",
        "Brooke: Ridge, I give you \r\nthis ring as a symbol of our enduring love and my sacred commitment to you and \r\nto our family. ",
        "Minister: Ridge and \r\nBrooke, now that you have pledged yourselves to each other by your words and by \r\nthe exchange of rings -- ",
        "Nick: Hold it! I don't \r\nknow what part you're at, but this is where it's going to stop. ",
        "Brooke: What are you doing \r\nhere? ",
        "Ridge: You shouldn't be \r\nhere! ",
        "Nick: Neither should she.\r\n",
        "[Brooke screams] \n",
        "Stephanie: No, no, no! No, \r\nRidge! No, don't! ",
        "Eric: Let him go! \n",
        "Stephanie: Give them a \r\nminute! ",
        "\r\n***************************************************",
        "Brooke: Nick! Put me down! \r\nDo you hear me? ",
        "Nick: Keep your mouth shut \r\nand listen to me. We don't have much time. ",
        "Brooke: Are you out of \r\nyour mind? This is my wedding day! What are you doing? ",
        "Nick: Well, I can see \r\ntalking's not gonna do any good right now. ",
        "[Brooke groans] \n",
        "Ridge: Hey! Brooke, are \r\nyou all right? Brooke? Nick, open this damn door! ",
        "Brooke: Why -- why are you \r\ndoing this? ",
        "[Pounding on door]\r\n",
        "Ridge: Open the door!\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=C6zUih6ZE3k"
}