{
    "Episode Summary": [],
    "Recap": [
        "Wyatt tells Hope that the party is over and it's time to go. Liam speaks up and says he was in Paris. Hope wants to know if Wyatt knew. He says only just now when his dad told him. But it does not make a difference. And that Bill told him that Liam was going to keep it to himself. Maybe she can grab a few things until he can properly move her into his place. Hope looks at Liam and he sort of nods his okay. Wyatt tells him he is sorry it had to go down this way. Liam says had to. Wyatt says yes, he thinks he always knew it would. And that wedding reception down there is something Liam can not change. Liam says he knows Wyatt has been waiting for this day .not the wedding but to rub his face into it that he won the girl. Liam complains that Hope could have waited five or ten more minutes. Wyatt asks why, only to be disappointed again when she thought his no-show meant she was not worth it and he didn't care enough. And it was just another big disappointment from Liam. Wyatt says he knows he was second choice. He knows she still loves Liam but he never made her happy and Wyatt does. Hope is waiting. Liam asks if he is sure about that. She's probably chewing off her foot right now trying to get out of this marriage. Wyatt will not be able to keep her. Wyatt says he knows Liam is hurting right now but he will respect this marriage. Liam is adamant. He wants to know how Wyatt makes her happy. He only has one trick \u0096 a big shiny surprise, whisking her away to a tent on the beach in candlelight, dinner, a necklace and a diamond the size of Gibraltar. Wyatt says yes that was a promise that he kept. Liam says now he can not outdo himself any more. He is finished. The world has showered all the good fortune on him they had to give so there is nothing left for him. Hope will see him as the double crossing little boy who stabbed his brother in the back and stole his life. He continues that damn it, they were supposed to be brothers. They were supposed to love and respect each other and be the men they never were growing up. Wyatt says he was. He even made fun of him like a brother does; looked up to him like a brother does. Maybe he even loves him like a brother does but he doesn't know how to handle this grievance right now. Does Liam notice how everything happens TO him, good or bad, doesn't matter. Dad gave Liam a job, a name, a title and a house and he managed that all very nicely. But all he had to do was open up his hand and there it was. And he comments that the night he came upon Quinn holding the knife to his neck, he realized this is what it had come to ..someone he had bullied, and insulted and treated with contempt and didn't want to take it anymore. But to Liam it was just some psycho who was attacking him for no reason. Just like everything else that happens in his life for no good reason! Liam asks if for one brief second that night did Wyatt considering letting Quinn do it. Wyatt says no. He needs him in his life as a brother. They can be friends too and he's Hope's family now too. But what he will have to accept is that what is done is done. Wyatt asks if he ever thought about calling Steffy while in Paris. Liam tells him do not go there. What's the matter winning isn't as fun as he thought it would be. Wyatt says he knows Liam always thought this was a competition, but it wasn't about who was the better man but rather who would show up no matter what.",
        "Downstairs Ivy tells Hope that it was all her fault. She could be married right now but it would be a different wedding. Hope says it is okay. She is glad Liam saved her from the river. Ivy says there is such a thing as an annulment. Hope just looks at her. She tells Ivy that she waited and waited. Why didn't Liam at least call and let her know he was coming. Quinn overhears this. Ivy says by time he knew both their phones were water logged. And now that she thinks about it is more like she was pushed than just falling in. Hope wonders who would do something like that. Bill continues to argue with Brooke in the kitchen. He says he is sorry but he can't help but being skeptical about Ridge. He has seen him in his office drawing. Brooke says no, he would not let them see his drawings as he is too ashamed. Bill says this is the guy who chased them half way across the world to keep them from marrying. And now she wants to give him a free pass. He lost his memory partially and it came back. It is safe to assume his drawing ability will too. But if it will make her feel better he will fly in the best specialists in the world. They can discuss this more on the jet as it is ready to take off. It's even possible that Ridge has an ulterior motive. He hates Bill so if he can blame this impediment on him, he would be happy. She says it's Bill that has lied to her not Ridge. He says she is the first woman in his life that accepted him like he is and did not want to change him. She cries that she does not want to change Bill, she just wants to respect him. She thinks he better go. She does not want to continue this conversation. She has to help the caterers clean up. Bill says he is not going anywhere without her. His pilot is waiting. The rest of their lives is waiting for them. She says she knows but she can not give up who she is just for him. She can't go with him. Ridge just told her what it cost him and now Bill is expecting her to just walk away with him and get married. He says she has forgiven him before. She says she loves him but she can not give up all that she is just to suit him. He says okay they will wait. They have waited before and it was not over and it won't be now. He walks away. Quinn and Deacon overhear him calling the captain and tell him the wedding is postponed. They can barely contain their glee. Quinn asks Deacon what is he waiting for; go to Brooke alone in the kitchen now."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Hope, it's time to go home.",
        "Liam: I was there, you know -- in Paris.",
        "Wyatt: Do you think that it makes any bit of difference, Liam?",
        "Hope: Wyatt, did you know?",
        "Wyatt: Then? No. My father just told me downstairs. And he also said that you were going to keep it to yourself.",
        "Liam: Yeah, well... enough people know already. Hope was gonna find out eventually. It may as well be from me.",
        "Wyatt: I agree. You know, she thought that you just stopped caring... that you just decided that she wasn't worth the trouble anymore. Now, why would I, of all people, want her to feel that way about herself? Now she knows for a fact how unreliable you are and that you just never could put her first. Look, you want to pack up a few things that we could take to the house until I can properly move you in?",
        "Hope: Um...",
        "Wyatt: Or that can wait. We can wait. You know, why don't you go downstairs and start saying your goodbyes to everyone, okay? I'll be down in a few minutes. You know, I'm sorry it had to go down like this.",
        "Liam: \"Had to\"?",
        "Wyatt: But I think we always knew that it would.",
        "Liam: Who are you trying to be?",
        "Wyatt: You understand that's my wedding reception wrapping up downstairs. You understand that this is something that you cannot change.",
        "[SCENE_BREAK]",
        "Quinn: Still in the kitchen.",
        "Deacon: Both of them? Well, what were they saying?",
        "Quinn: Well, if Bill saw me, that would be bad.",
        "Deacon: Okay.",
        "Quinn: She was horrified when you told her, right?",
        "Deacon: Shocked, yes.",
        "Quinn: I mean, she wasn't on her to forgiving Bill like she always does.",
        "[SCENE_BREAK]",
        "Bill: I think you misunderstood.",
        "Brooke: Yeah, I -- I thought so, too.",
        "Bill: I have been to Forrester. I've seen Ridge in that office drawing pictures.",
        "Brooke: So have I. But he wouldn't let me see what he was drawing. He was too ashamed.",
        "Bill: Can we talk about this on the jet?",
        "Brooke: Bill, don't you get it? Ridge has lost his ability to draw.",
        "Bill: He had a little memory loss, and that came back. Now I think it's reasonable to assume that this will come back, as well. And Captain Marx is on the Stella Maris, waiting to marry us. Can we talk about this on the jet?",
        "[SCENE_BREAK]",
        "Deacon: Well, she does do that -- I mean, forgive, you know? If she didn't, I wouldn't be here today. Or any other day, for that matter.",
        "Quinn: In the long run, I doubt she can forgive as fast as Bill can commit the unforgivable.",
        "Deacon: Why are you so determined to have this guy, then?",
        "Quinn: It's not because he's well-behaved.",
        "[SCENE_BREAK]",
        "Bill: I'll fly in the best specialist in the world.",
        "Brooke: I don't know if Ridge is gonna accept that.",
        "Bill: Why wouldn't he accept it? He wants to get better, doesn't he? You'll convince him -- you and Katie. I think it's important to get a second opinion.",
        "Brooke: On what?",
        "Bill: On Ridge's medical condition.",
        "Brooke: He's fine. He has a clean Bill of health. He just can't draw.",
        "Bill: If he's had a brain injury...",
        "Brooke: I don't think brain surgery is going to make him more artistic.",
        "Bill: I didn't say anything about brain surgery. Now, you do realize he may have an ulterior motive for claiming he's impaired. He hates my guts, Brooke. If he can turn you against me --",
        "Brooke: No, Bill! You're the one who lies to me, not Ridge.",
        "[SCENE_BREAK]",
        "Ivy: He told you? Hope, I'm so sorry.",
        "Hope: No. If I had thought --",
        "Ivy: No, this is all my fault. If it wasn't for me, we'd be celebrating a very different marriage right now.",
        "[SCENE_BREAK]",
        "Liam: [Scoffs] You have been living for this day.",
        "Wyatt: True enough, yeah.",
        "Liam: I'm not talking about your wedding day, Wyatt. I'm talking about the day you get to rub my face in it.",
        "Wyatt: Hey, I didn't ask you to be here.",
        "Liam: What did you say to hope when the clock struck 3:00 and I wasn't there?!",
        "Wyatt: Liam, I'm not getting into this.",
        "Liam: You couldn't have let her wait 10 more minutes, Wyatt? 5 more minutes?",
        "Wyatt: She did wait for you! You couldn't have called and said that you were coming?! I mean, come on! As far as she knew, there was nothing more to wait for but another disappointment from you.",
        "Liam: You really want to win this way?",
        "Wyatt: What, knowing that I was second choice, you mean? I know that's how you see it. And I know that she still loves you. But you know what? You never made her happy, and I do.",
        "[SCENE_BREAK]",
        "Ivy: It was a mistake.",
        "Hope: No. No, no, I'm -- I'm so glad that Liam did what he did for you.",
        "Ivy: No, but I'm pretty sure you wouldn't be married right now, Hope, at least... at least not to Wyatt. But you said vows.",
        "(Hope's flashback)",
        "Hope: Leap of faith?",
        "Captain: I now pronounce you husband and wife!",
        "(Present time)",
        "Ivy: I don't know about this country, but in Australia... we have a little thing called an annulment.",
        "[SCENE_BREAK]",
        "Liam: So... you make her happy.",
        "Wyatt: She says so.",
        "Liam: How do you make her happy, exactly? Have you asked yourself that?",
        "Wyatt: Oh, I'm not gonna get into a fight with you, Liam?",
        "Liam: Oh, sure, 'cause it's so easy to be patient and kind when you have everything you want.",
        "Wyatt: As a matter of fact, yeah.",
        "Liam: Even if you had to steal it?",
        "Wyatt: Hope's waiting for me, so I'm gonna...",
        "Liam: You sure about that? You sure she's not chewing off her foot right now to get out of the trap? You won't be able to keep her.",
        "Wyatt: Hey, look, I get that you're hurting right now, but you will respect my marriage.",
        "Liam: How do you make her happy? You have one trick, Wyatt, and one trick only -- the big, shiny surprise. You buy an expensive camper, you whisk her away in it, a flowing tent on the beach, a candlelight dinner, a necklace, a set of earrings, a diamond the size of Gibraltar!",
        "Wyatt: That was a promise that I kept with her. That wasn't a scheme.",
        "Liam: Yeah, and maybe you actually believe that. Maybe you have actually fooled yourself just as much as you've fooled her. And, Hell, growing up with Quinn -- maybe precious stones and precious metals look like love to you, but here's what I know. You can't outdo yourself anymore. It's finished. The world has showered upon you all the good fortune it had to give, so how will you dazzle her now, Wyatt? Valentine's Day cards, birthday cakes... you'll be like a cheap magic act without all the bling and the big surprises. All she'll see you as is a jealous little boy who stabbed his brother in the back and stole his life.",
        "[SCENE_BREAK]",
        "Bill: Okay. Okay. I'm sorry. But can you really blame me for being skeptical, Brooke? This is the same man who couldn't bear the thought of me sitting around a dinner table with his kid.",
        "Brooke: Not everybody thinks like you, Bill.",
        "Bill: Now what the Hell is that supposed to mean?",
        "Brooke: It took Ridge months to admit the enormity of what happened to him during that fall, and you want to turn it around, make it some kind of strategy on his part? It's not all about winning for most of us!",
        "Bill: Are you kidding me? Are you kidding me?! This is the guy who chased us halfway around the world to break up our wedding, who decked me, who dragged you away, and you think what? What? This was his altruistic side showing through? Really?",
        "Brooke: I can see this is getting nowhere.",
        "Bill: How come he gets a free pass from you when it's his entire mission in life to do a kamikaze raid on your self-esteem?",
        "Brooke: Most of our conversations end up being about what you want!",
        "Bill: I take up a lot of room. I know that. And you were the first woman in my life strong enough to deal with it. You didn't have to shrink me down to dollhouse size... make me pretend to be better than I am.",
        "Brooke: I don't want to change you, Bill. I just want to respect you. I think you better go.",
        "[SCENE_BREAK]",
        "Deacon: This yours?",
        "Quinn: No. It's not mine.",
        "Deacon: I could live here.",
        "[SCENE_BREAK]",
        "Bill: What are you saying? Go where?",
        "Brooke: I have to let the caterers in here to help me clean up.",
        "Bill: What's stopping you?",
        "Brooke: Look, I just don't want to have this conversation anymore.",
        "Bill: I'm not going anywhere without you. My pilot is waiting for us. The rest of our lives is waiting for us. Remember?",
        "Brooke: Ridge finally tells me what your anger and your carelessness have cost him... and you think my response should be to just run away with you and get married?",
        "Bill: What about his own anger and carelessness and what that's done to him?",
        "Brooke: I love you, Bill. I just can't give up everything else that I am just to suit you.",
        "[SCENE_BREAK]",
        "Hope: I waited, and I waited. Why didn't he just tell me that he was on his way? Why didn't he let me know?",
        "Ivy: 'Cause by the time he realized it was too late, both of our phones had been swimming in the seine.",
        "Hope: [Sighs]",
        "Ivy: Ugh! Such a stupid place and time to stand and take a photo. I mean, thousands of people cross that bridge every single day without falling in. Although I have to say, it felt a little less like falling and a little more like being pushed.",
        "Hope: Who would do something like that?",
        "Ivy: I don't know. I never saw them.",
        "[SCENE_BREAK]",
        "Liam: Things were supposed to be different.",
        "Wyatt: And they are.",
        "Liam: Between us.",
        "Wyatt: That, too.",
        "Liam: Gah! Damn it, Wyatt! We were supposed to be brothers! We were supposed to support and respect each other! We were supposed to be the men in each other's lives that we never had growing up!",
        "Wyatt: I poke fun at you like a brother does! I even look up to you like a brother does. Maybe I even love you like a brother does. But I don't know what to do with this sense of grievance that you have right now!",
        "Liam: Yeah, well, you wouldn't. Spider never knows what the fly is complaining about.",
        "Wyatt: Oh, my God! Haven't you noticed that everything happens to you?! Huh? Good or bad, doesn't matter. Dad gave you a job and a name and a title and a house, and you manage that all very nicely. But all you had to do was just open up your hand, and there it was. You know, that night, when I walked in and I saw my mom standing there with that blade, I thought to myself, \"that is a symbol of his whole entire life -- someone who he bullied and he insulted and he treated with contempt just didn't want to take it anymore.\" But to you, it was just some psycho who was attacking you for no good reason -- just like everything else that happens in your life -- for no good reason.",
        "Liam: Did you... did you find yourself thinking, that night, for a moment -- just for a moment -- \"let her do it\"?",
        "Wyatt: No. I need you in my life, okay? We can be brothers, we can be friends. You're Hope's family now, too. But what you will have to accept is what's done is done.",
        "[SCENE_BREAK]",
        "Hope: I still cannot believe that Liam was there.",
        "Ivy: Hope, Liam loves you. He did exactly what you asked. The only reason you didn't know was because he was too busy trying to save me from sinking to the bottom of the seine.",
        "Hope: Yeah. Oh. I'm married.",
        "[SCENE_BREAK]",
        "Wyatt: We have things to do, so...",
        "Liam: Moving?",
        "Wyatt: Yeah, moving Hope in.",
        "Liam: What's stopping you?",
        "Wyatt: Are you gonna be all right? Is there anyone that I could call for you? Hey, when you were in Paris, did you give Steffy a call?",
        "Liam: Don't -- don't, Wyatt! Don't even! Don't! What's the matter? Winning doesn't feel as good as you thought it would?",
        "Wyatt: I know that we thought this was a competition, but it wasn't about who was gonna be the better man. It was about who was going to show up, no matter what. My wife is waiting for me. Ivy probably wouldn't have drowned, you know.",
        "[SCENE_BREAK]",
        "Bill: You're not coming with me.",
        "Brooke: I can't.",
        "Bill: The timing's against us. It's not so terrible. It's been against us before, right? You've forgiven me. You said those words, Brooke. You can't unforgive me because of consequences that no one could've foreseen.",
        "Brooke: I'm not accusing you. I just don't think that I can do what you want me to do.",
        "Bill: Then we'll wait. We waited before and it hasn't been the end of anything. And it won't be now. Captain Marx, the wedding is... the wedding is postponed for the time being. I'll be in touch.",
        "Quinn: [Gasps] Shh!",
        "[Door opens, closes]",
        "Quinn: Wedding?",
        "Deacon: We did it!",
        "Quinn: Go ahead! What are you waiting for?",
        "[SCENE_BREAK]",
        "Brooke: [Crying]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=oH9EM1SHaOA"
}