{
    "Episode Summary": [],
    "Recap": [
        "Brooke begs Eric not to tell Bridget about her and Nick. She say's she can handle not being with Nick for the sake of Bridget's happiness. Eric doesn't believe her. Eric leaves Brooke's office to find Bridget in his office. She asks him if she is missing something or crazy. Eric almost tells her about Brooke and Nick when Bridget's pager goes off and she has to leave.",
        "Phoebe spills the beans at breakfast about Thomas and Gabby consumating their marriage. Phoebe claims that Gabby is the reason Ridge left. Taylor furious calls the INS and tells the immigration officer that the marriage is a sham, and that they all lied. Thomas is livid and Gabby sobs. Dante shows up at Brookes office. She thinks of a way she can use him as a diversion to Nick and to keep Bridget from being suspicious. She invites Dante to spend the day with her."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: you've admitted to me that he's the man you've been searching for your whole life.",
        "Brooke: Eric, the only thing that matters here is that Bridget never finds out.",
        "Eric: If Nick is still in love with you, our daughter has a right to know that.",
        "Brooke: Why? I'm not going to let Nick act on those feelings.",
        "Eric: She will sense those feelings are there, though. She will know those feelings are there.",
        "Brooke: Eric, Bridget is carrying his child.",
        "Eric: All the more reason for the truth to come out now, before it's too late. Look, if Nick marries Bridget and she finds out that he's still in love with you --",
        "Brooke: I'm not going to let that happen. I'm not going to hurt our daughter again,Eric. I'm not going to let her feel insecure, not for one more moment.",
        "Eric: What about Nick? Can he say the same thing? God, Brooke, you can make all the resolutions you want, but if Nick can't convince Bridget that things are the same as they were before between them -- god, and given his feelings for you and your feelings for him --",
        "Brooke: There's no more feelings, Eric, okay? They're gone.",
        "Eric: No, they're not. No, they're not. And you know it. You know that better than anyone.",
        "[SCENE_BREAK]",
        "[ Knock at the door ]",
        "Dante: Your secretary wasn't at her desk, so -- I'm sorry, I'll come back later.",
        "Eric: It's all right, Dante. We're finished here.",
        "Dante: Seemed a little too tense just to be about business. It was about Bridget, wasn't it?",
        "[ Brooke sighs ]",
        "Brooke: Just two parents that are concerned about their daughter.",
        "Dante: Well, if you're so concerned about Bridget, maybe you should think about staying away from Nick.",
        "[SCENE_BREAK]",
        "Eric: Bridget.",
        "Bridget: Hey, dad.",
        "Eric: Hello, sweetheart.",
        "Bridget: Is everything okay?",
        "Eric: Yeah, sales figures out of Milano. [ Speaking Italian ] How are you? You look a little tired. Is everything all right?",
        "Bridget: Yeah, I just didn't sleep very well. I was tossing and turning. And, you know, just worried.",
        "Eric: You were going to talk with your mother last night. I thought you'd be a little more reassured this morning.",
        "Bridget: Yeah, I thought so, too. I walked in and she was with Nick again.",
        "Eric: So you didn't get to talk?",
        "[ Bridget sighs ]",
        "Bridget: No. I mean, I went into some big, long speech about how we're all family now, and they don't need to explain why they're alone every single time I walk in that house. Maybe I need to go buy a book on pregnancy and hormones or something. I just feel really -- lack of sleep, out of whack.",
        "Eric: Bridget? What is it?",
        "Bridget: Is everything all right? Am I missing something, Dad?",
        "[SCENE_BREAK]",
        "Thomas: Hey. Where's Phoebe?",
        "Steffy: Beats me. Can you put these on the table for me? Thanks.",
        "[ Thomas remembering ]",
        "Phoebe: You might not think I know what this is. But I paid attention in health.",
        "Thomas: Give me that.",
        "Phoebe: You totally broke the rules.",
        "Thomas: Hand it over to me, now.",
        "Taylor: I'm still upset, Thomas. The three of us are going to sit down after breakfast and discuss what happened last night, but not in front of your sisters. The last thing I want is those girls to find out what almost happened between you and Gaby last night.",
        "[SCENE_BREAK]",
        "Gaby: Phoebe, hey. Isn't it a beautiful morning?",
        "Phoebe: Let me guess. You feel like a new woman? I mean, after a good night's rest.",
        "Gaby: Listen, I'm sorry I didn't get to help you with your trig homework last night. Do you want me to take a look at it now?",
        "Phoebe: Thanks, that's sweet. You're always been so helpful around here.",
        "Gaby: I mean, it's the least I can do, after everything your family's done for me.",
        "Phoebe: You're right. We have. And now it's your turn.",
        "Gaby: My turn for what?",
        "Phoebe: If you truly appreciated what our family has done for you, then you'd realize that your being here has caused a lot of problems in my parents' marriage. And you would do something about it.",
        "Gaby: Like what?",
        "Phoebe: You have cousins in Phoenix. I know you've never met them. But I think now would be a good time to remedy that. Immigration would never find you there.",
        "Gaby: Phoebe, I mean, I can't change my plans now. I'm about to start college.",
        "Phoebe: So it's all about college?",
        "Gaby: Well, no. I'm really happy here.",
        "Phoebe: And your happiness is more important than my parents' marriage?",
        "Gaby: No, I never said that. Thomas and I have grown close.",
        "[ Phoebe snickers ]",
        "Phoebe: That's one way of putting it.",
        "Gaby: Look, Phoebe, I don't know why you're saying all this, but if there's anything I can do --",
        "Steffy: Breakfast!",
        "Phoebe: Phoenix. You should really go.",
        "Thomas: Phoebe, we need to talk.",
        "Phoebe: Look at all this yummy food.",
        "Gaby: Phoebe asked me to leave. She wants me to go to Phoenix and be with my cousins.",
        "Thomas: She found out about last night.",
        "Gaby: What? No, how could she?",
        "Thomas: The -- she found the --",
        "Steffy: Good morning.",
        "Taylor: Good morning.",
        "Phoebe: I am starved.",
        "Taylor: Good morning.",
        "Phoebe: Good morning.",
        "Thomas: You better not do anything stupid.",
        "Phoebe: Guess what, everybody. Gaby's made a decision. Go ahead, Gaby. Tell them.",
        "Taylor: Tell us about what?",
        "Phoebe: Gaby's moving to Phoenix.",
        "Steffy: What?",
        "Thomas: That's not true.",
        "Phoebe: To be with her cousins. Isn't that right, Gaby?",
        "Taylor: Is that true?",
        "Gaby: No, Mrs. Forrester. I'm staying here. And I will say this again -- I \u0091m really sorry if I've caused problems between you and Mr. Forrester.",
        "Phoebe: You should be. You're the reason dad moved out.",
        "Thomas: Phoebe!",
        "Taylor: It's complicated, sweetheart.",
        "Phoebe: Gaby moved in and dad moved out. What's complicated about that?",
        "Taylor: Sweetheart, I've talked to you about this.",
        "Phoebe: You also talked with Thomas and Gaby about their ground rules on their marriage.",
        "Thomas: Will you just let it go?",
        "Phoebe: What are you going to do, Thomas? Break my arm?",
        "Taylor: Phoebe.",
        "Phoebe: I just want you to know what's going on around here. You and Gaby may be married, but that doesn't mean you can sleep together.",
        "Taylor: They're not.",
        "Phoebe: Then why did I find this outside Thomas' room last night?",
        "[SCENE_BREAK]",
        "Bridget: I know that mom and Nick were just talking.",
        "Eric: About the situation?",
        "Bridget: Yeah, about the fact that I betrayed Nick because I lied about the abortion. And I know mom's hurt and disappointed, too.",
        "Eric: Yes, but you weren't out to hurt anybody. They both understand that.",
        "Bridget: But I did. And just because they hurt me, two wrongs don't make a right. And I don't expect immediate forgiveness, but how many times do I have to walk in that house and find them alone together?",
        "Eric: Bridget, your mother is one of the few people who knows what you did. It's only natural that Nick would turn to her.",
        "Bridget: So you don't think I have anything to worry about, is that what you're saying? I know that Nick hasn't fully forgiven me and I understand that.",
        "Eric: Honey, if he loves you, he'll forgive you.",
        "Bridget: I just want us to be happy. I want this baby to know -- I want to know for this baby that a mother and a father will always be there for them.",
        "Eric: You should settle for nothing less.",
        "Bridget: And I won't! I'm not going to. Nick and mom have assured me that nothing is going on. And I'm choosing to believe them. I don't want to be naive, though. Dad, will you talk to me? Why do I feel like you're hiding something from me?",
        "[SCENE_BREAK]",
        "Brooke: There is nothing going on between Nick and me.",
        "Dante: For your daughter's sake, I hope that is true.",
        "Brooke: Well, it is true. We passed a little test, remember?",
        "Dante: Still, I can't help wondering how difficult it must have been for you and Nick.",
        "Brooke: Meaning?",
        "Dante: Meaning if the test had gone on a little longer, maybe the outcome would have been a little different. How close did you come, Brooke? To making love to him?",
        "Brooke: How dare you say that. How dare you insinuate --",
        "Dante: I'm not insinuating anything. I'm just saying that --",
        "Brooke: You're just involving yourself in something that's none of your business.",
        "Dante: I care about your daughter.",
        "Brooke: Oh, and that's supposed to excuse you for what you did? Going along with Bridget's plan? Letting nick think that his baby had been aborted?",
        "Dante: Bridget needed to test your feelings. It was you and nick that drove her to that. It wasn't me. You think Bridget likes being in competition with her own mother?",
        "Brooke: I love my daughter. And I would die before I ever hurt her again.",
        "Dante: I'm not the one who needs your reassurance, Brooke. It's your daughter, it's Bridget. You know, I was there the night she found you and Nick together. Her heart was in shreds. And it scares me to think what it would do to your daughter if she ever had to go through that kind of pain again.",
        "[SCENE_BREAK]",
        "Thomas: Nice work, Phoebes. Really good.",
        "Phoebe: What? It's yours, not mine.",
        "Thomas: I can't believe you would --",
        "Taylor: Thomas!",
        "Steffy: Should I --",
        "Taylor: Yes, please. I want you to both go up to your room. You had sex after I specifically told you not to?",
        "Thomas: We used a condom.",
        "Taylor: Oh, and that's supposed to make it all right.",
        "Gaby: We're married, Mrs. Forrester. We're in love.",
        "Taylor: Oh, stop it. I lied for you. Do you get that? I lied for you. I went against my better judgment.",
        "Thomas: Mom, just listen for a second --",
        "Taylor: No, no! Thomas made a huge sacrifice for you. You couldn't honor the one thing I asked you to do? Ridge was right. But I didn't listen. Because I wanted to believe that you would respect what I had to say. But then you turn around and you do this? What does that say about you?",
        "Thomas: Do not blame this on Gaby! I'm the one responsible.",
        "Taylor: Not one more word!",
        "Thomas: What are you doing?",
        "Taylor: Something I should have done a long time ago. Yes, I'd like you to give me the number of the citizenship and immigration services, please.",
        "Gaby: No, please, Mrs. Forrester, you can't do this.",
        "Taylor: Tell Detective Dunn that this marriage is a sham? Oh, yes, I can.",
        "[SCENE_BREAK]",
        "Bridget: I know that you've been talking to mom a lot lately. So, what, do I just need professional help to learn how to deal with my insecurities?",
        "Eric: Honey, you're one of the most sane people in this family.",
        "Bridget: Well, that's a little scary. Dante thinks that I didn't give mom and nick enough time to act on their feelings. What do you think?",
        "Eric: Sit down.",
        "Bridget: Okay. What?",
        "Eric: Stephanie tells me that before you found out you were pregnant, you were prepared to walk away from Nick. Because you knew in your heart that Nick was in love with your mother.",
        "Bridget: So just because I'm pregnant with his child, that shouldn't change? Is that what you're saying?",
        "[ Pager beeps ]",
        "Bridget: Sorry, let me just -- [ Bridget sighs ] I gotta get to the hospital, Dad.",
        "Eric: Wait, wait, wait. Look, honey, I don't know what to say to you. You're a bright young woman. You're intuitive. You keep your eyes open. And you come to me -- you come to me with anything, because I'm always here for you.",
        "Bridget: I love you, Dad.",
        "Eric: I love you, too. More than you know.",
        "Bridget: I'll see you later.",
        "[SCENE_BREAK]",
        "Dante: I'm sorry. Maybe I have overstepped a little.",
        "Brooke: No. No, I realize that you care about Bridget very much.",
        "Dante: As I know you do, too.",
        "Brooke: Yes, I do. That's why we shouldn't be arguing about her. We should try to find a way to help her.",
        "Dante: I agree. Perfect place to start is the truth.",
        "Brooke: The truth. The truth is Nick and I did share something. But that is all in the past, Dante. It's never gonna happen again. And you, as Bridget's friend -- maybe you could convince her of that.",
        "Dante: If I was convinced of it myself, I'd tell her right now. But I could only do that with a clear conscience.",
        "[SCENE_BREAK]",
        "Thomas: Mom, come on, give me the phone and let's talk about this.",
        "Taylor: The time for talking is over. You proved that last night, Thomas.",
        "Thomas: We're in love. We didn't do anything wrong.",
        "Taylor: You broke the rule. The one rule I made. Agent Dunn, please. Taylor Forrester.",
        "Thomas: If you talk to Dunn, Gaby will be deported, and we'll go to jail.",
        "Agent Dunn: Mrs. Forrester? How are you?",
        "Taylor: I lied to you, Agent Ddunn.",
        "Thomas: Mom, no.",
        "Taylor: About my son and his marriage to Gabriela Moreno. [ Taylor sighs ] She's been living in this home, but she is not a member of this family. This marriage is a fraud, and it has been from the beginning.",
        "Agent Dunn: Is Gabriela there now?",
        "Taylor: Yes.",
        "Agent Dunn: We'll be right over.",
        "Thomas: I can't believe you did that.",
        "Taylor: And I can't believe you deceived me. And don't say I didn't warn you.",
        "[ Gaby sobbing ]",
        "[SCENE_BREAK]",
        "Dante: If what you're telling me is the truth -- [ Cell phone rings ] Excuse me. Oh, it's a gallery owner. I have to take this, sorry.",
        "Brooke: Okay.",
        "Dante: Hello?",
        "[ Phone buzzes ]",
        "Brooke: Hello?",
        "Eric: Bridget just left my office.",
        "Brooke: She was here?",
        "Eric: Yes, asking my advice.",
        "Brooke: Did you?",
        "Eric: Did I tell her the truth? No.",
        "[ Brooke sighs ]",
        "Brooke: Eric, thank you.",
        "Eric: Brooke, she needs to be told the truth.",
        "Brooke: No. No, the truth is that Nick and Bridget are having a child together, Eric. And they're going to be very, very happy. Now, I am committed to this. So, please, just say anything that you can to Bridget to put her mind at ease.",
        "Eric: Why would I, Brooke? How could I? How can any of us reassure her now? Don't you see it's going to take so much more than words. And it seems like Dante is the only person she's really talking to now and I don't know how you're gonna be able to convince him. Look, I've got to tell Bridget what's really going on.",
        "Brooke: No, Eric, please. I told you. Just give me until tomorrow. I'm begging you.",
        "Eric: Why? What difference could one night possibly make?",
        "Brooke: I have an idea of how to convince Bridget that Nick is out of my life. That I won't be a threat to her anymore.",
        "Eric: How? What are you going to do, Brooke?",
        "Brooke: Believe me, tomorrow, Bridget will have the reassurance that she needs. Just give me one more day. [ Brooke sighs ] I need to convince Bridget that I am moving on with my life. And you're going to help me, Dante. It's the only way.",
        "Dante: Ciao. Sorry about the interruption.",
        "Brooke: Hey, no, that's fine. It gave me time to figure something out.",
        "Dante: Figure out what?",
        "Brooke: Oh -- what I need to do to move on with my life.",
        "Dante: What's that?",
        "Brooke: I need a break. I need to clear my mind. How do you clear your head, Dante?",
        "Dante: Sunshine. Fresh air. Chianti.",
        "Brooke: Maybe some good company to go along with that? What would you say about spending the afternoon with me, hmm? Just the two of us. Soaking up some sunshine with an incredibly handsome man. I think that's exactly what I need right now."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=iBk3A9DmfGM"
}