{
    "Episode Summary": [
        "Episode # 7309 ~ Sasha tells Nicole that she & Zende are in love & urges her to be happy for them; Steffy becomes furious when she learns that Wyatt kept something important about Quinn & Liam from her."
    ],
    "Recap": [
        "Steffy puts a shaky Liam to bed and tells him he needs to rest. Bill and Katie come in and she brings them up to date on his condition and that he does not know about Wyatt and the marriage yet but other things are coming back to him. Katie says they will be mindful of that and she can go home while they keep watch over him. Sasha speaks with Nicole and says she knows she is the last person she might want to speak to but she has finally found a guy that is appreciative of her and she knows what a great guy he is. He made the decision to break with Nicole all on his own and she should not blame him for those conditions. Zende tells Maya that he still cares for Nicole and he did not want this baby to come between them but it did. Liam wakes up again and Bill hugs him and says they thought they had lost him for good. Liam asks for Steffy and Bill says she will be back soon. He wants to get Liam checked out to make sure there is no lasting effects on his head injuries. Liam says he really is okay and he would not be here except for his brother \u0096 he gave him his life back. Now he is home with his family and his fiancee. Steffy charges home and tells Wyatt that she hates all of this and Quinn needs to go to prison. He says he would like to do that himself. He is trying to piece all of this together. He tells her about the surveillance footage in the parking lot. Everything Quinn told him when confronted she lied and he knows that now. Steffy says yes she took Liam out of the equation when she made sure Liam was away so Wyatt could have clear sailing with Steffy. Maya tells Zende that of all the people in L.A. he had to hook up with Sasha, but Zende needs to know how much this is hurting Nicole. He says he did not plan on this, it just sort of happened. Sasha tells Nicole that all of this hurts her too but this is the way it went down and now Zende is in love with her. Nicole shouts that he hardly knows Sasha. Sasha says one day she hopes she can be happy for her, they are like sisters. Nicole says they are not. They have nothing in common. Sasha has to bite her tongue to keep from telling her they are sisters.",
        "Katie tells Bill that they have to tell him. Liam needs to know that Steffy is married now to Wyatt and is not his fiancee. Wyatt tells Steffy that Liam is still his brother no matter how much he wants to throttle him at times. But they cannot keep this from him; he has to know that Steffy is his wife and they have started a life together. Nicole goes straight to Zende and asks if this is true \u0096 he is in love with Sasha. How could he do this so quickly? He denies it but Nicole says she did say that and she can not imagine why she would make that up. He says they did make love and he was trying to be a gentleman and be respectful but he did not tell Sasha that. He wanted to be with Nicole more than anything but he could not get over the fact that she was having his uncle's kid. She realizes it was unfair of her, but she cannot get over that he moved on to Sasha. He says he will never stop loving Nicole. Steffy repeats again that what Quinn did was insane and she wants her to be in jail tomorrow. Wyatt said yes Quinn had a part in it but they love each other and are married now so keeping it from Liam would be wrong. He meant his vows to her and he hopes she did too. They should not fall apart over this. They have all been victims of his mother before. Liam needs to know the truth and their own marriage will remain strong. He wants her to promise that."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: Lay down. Relax.",
        "Liam: Yeah, okay.",
        "Steffy: Here you go.",
        "Liam: All right.",
        "Steffy: Can I get you anything?",
        "Liam: Uh, yeah, I was gonna get more water --",
        "Steffy: Whoa, whoa. No, no, no, no, no. I can get that for you. You need to relax, all right?",
        "Liam: Okay. [Sighs]",
        "Steffy: Relax.",
        "Liam: Thank you.",
        "[Door opens]",
        "Katie: Hey. How's he doing?",
        "Steffy: He's still a little shaky. He doesn't know about Wyatt. He doesn't know that -- that we're married.",
        "Katie: Yeah. It probably would be too much.",
        "Steffy: Yeah.",
        "Bill: Well, you know what? We can stay and watch over him a bit. You go home to your husband.",
        "[Steffy laughs]",
        "Wyatt: We did it!",
        "Steffy: Oh, my -- we're married!",
        "Wyatt: I know.",
        "Steffy: We're married.",
        "Wyatt: Yeah.",
        "Maya: You miss her, don't you?",
        "Sasha: [Clears throat] I'm probably the last person you want to see. And I don't blame you for being mad. [Sighs] But I'm happy, Nicole. For the first time in my life, I'm with a great guy who appreciates me and cares about me. And I hope that you can be happy for me.",
        "Maya: It's obvious you still care about Nicole.",
        "Zende: I never wanted to end things between us.",
        "Maya: The pregnancy became too much.",
        "Zende: I wanted to -- I wanted to be okay with it. I tried not letting it come between us. But it did. And I ran. I couldn't handle it.",
        "Nicole: You can't expect me to be happy that you're with Zende now.",
        "Sasha: Look, I know how bad it looks, and some may say that I came here and took him from you, but Zende made the decision to leave all on his own. And honestly, can you blame him?",
        "Liam: Dad.",
        "Bill: I'm right here, son. Oh, boy, I was afraid that I had lost you for good.",
        "Liam: [Chuckles] No. No, no. You're stuck with me.",
        "[Katie chuckles]",
        "Bill: Good.",
        "Katie: So glad you're home.",
        "Liam: Me, too.",
        "Katie: Um, we -- we brought you food. Are you hungry?",
        "Liam: Yeah? Thank you. Where's, um, Steffy?",
        "Bill: I'm sure she'll be back soon.",
        "Liam: Yeah. Okay.",
        "[Door opens]",
        "Steffy: We're lucky Liam's still alive. He could have been killed! Wyatt, I hate her. [Stammering] I hate her. She needs to go to prison.",
        "Wyatt: Believe me. I would take her there myself if I could! I mean, that image of walking in on them in bed together, like --",
        "Steffy: No, I don't -- I don't -- I don't want to think about that. I do not want to think about that.",
        "Wyatt: Steffy, she was planning on running away with him.",
        "Steffy: What?",
        "Wyatt: She said she never met anyone kinder in her life and that she had fallen in love with him, apparently.",
        "Steffy: She doesn't even know what that word means. What else did she say? You know what? I don't -- I don't want to know.",
        "Wyatt: Well, I'm just -- I don't know. I'm trying to piece this whole thing together myself. I --",
        "Steffy: [Chuckles]",
        "Wyatt: It sounded like Liam had multiple concussions, and the last one happened in the Forrester parking lot.",
        "Steffy: How do you know that?",
        "Wyatt: It -- I saw some security footage that Charlie showed me.",
        "Steffy: You saw Liam and you didn't tell me?",
        "Katie: We brought you a few things. I want you to eat. You've got to keep your strength up.",
        "Liam: Oh, thank you. Uh, I'm not super hungry right now, but later, maybe.",
        "Bill: So how are you doing?",
        "Liam: A little foggy, a little out of it. Otherwise, good. Glad to be home, see you guys, see Steffy.",
        "Bill: Yeah, I want to get you checked out. Make sure there's no issues or residual head trauma.",
        "Liam: I still don't know why Quinn put me through what she did. Wyatt said she got away.",
        "Bill: Yeah, we missed her by a few minutes. But the police are on it. Lieutenant baker wants to ask you a few questions and get an official statement when you're up for it.",
        "Liam: Yeah. Yeah. Whatever he wants. I mean, I -- I really want them to catch her. But, you know, I'm okay. I'm happy to be home. I'm with my family. I'm with my fiancée now. And, uh, you know something? I wouldn't be here if it weren't for my brother. Really. It's -- it's because of Wyatt. It's -- he's the one who gave me my life back.",
        "Wyatt: Charlie came across some footage of Liam and my mom in the parking lot and he showed me the tape. And I went right to my mom to confront her about it. She said Liam fell and that she was concerned and that she even offered to take him to the hospital, but he said no. He was fine. He just needed to get away and go to that yoga retreat of whatever.",
        "Steffy: She was obviously lying.",
        "Wyatt: Well, I know that now! But it didn't seem so suspicious at the time. Like, it matched all the texts that he was supposedly sending you and dad.",
        "Steffy: That's when she must have taken him and then came up with this plan.",
        "Wyatt: What? What are you talk-- what plan?",
        "Steffy: Your mom wanted us to have a wedding. So she took Liam out of the equation.",
        "Wyatt: No. Come on.",
        "Steffy: That's why she says she would do anything for you. She wasn't exaggerating. She kidnapped an innocent man. She kidnapped your brother. Just so she could see us get married.",
        "Zende: As more time went by, the more the baby became a reality. And it started to get to me.",
        "Maya: You know, I give you credit for trying. You made an effort. And Nicole certainly appreciates all of the times that you were there. You were supportive and understanding. You showed up at doctor's appointments. You made those first few months a lot less scary. We're all grateful for that.",
        "Zende: You don't hate me?",
        "Maya: Hate's a strong word, Zende. I don't think anyone thought you would end up with Sasha. I'm sure she was flirting with you, but she's Nicole's best friend. They're like sisters. Of all the beautiful women in California, she's who you had to turn out with?",
        "Zende: [Sighs] I didn't pursue Sasha. It just kind of happened.",
        "Maya: I don't know what happened and I don't want to know. But you have to know how much it hurts Nicole.",
        "Nicole: I knew that Zende would start dating again. I just didn't think it would be with you.",
        "Sasha: And I wouldn't have gone there if you were still together.",
        "Nicole: [Scoffs]",
        "Sasha: I hope you know that.",
        "Nicole: It's still hard. But you know what? I get it, Sasha. You're gorgeous, you're smart, you're funny, and you're not pregnant. So I get why he wants to hang out with you.",
        "Sasha: It's more than just \"hanging out.\" I've been spending quality time with him, alone, just the two of us.",
        "Nicole: I know. You both work together. You're single, he's single. You're both young, you're dating -- all that fun stuff. I understand.",
        "Sasha: He's my boyfriend, Nicole. And I'm sure that's the last thing you want to hear right now, but I want to be honest with you. So that's there's no more secrets between us. Because, believe it or not, your friendship means the world to me. And I'm sorry. I didn't ask Zende to just fall in love with me, but that's the way it went down.",
        "Nicole: Wait. Zende's in love with you?",
        "Sasha: Yeah. He is.",
        "Nicole: He's in love with you?",
        "Sasha: Yeah.",
        "Nicole: He hardly even knows you, Sasha!",
        "Sasha: I'm not making this up, Nic. Those are the exact words that he used. Look, I hate seeing you so upset. Can we just -- can we just please not talk about --",
        "Nicole: I'm fine!",
        "Sasha: You're not fine. But -- but I understand why you're upset. I still hope, though, that one day you can -- you can just be happy for me. Nic, you're my girl. You're like my sister.",
        "Nicole: You know, I used to feel that way. But actually, we are nothing like sisters.",
        "Sasha: You -- stop. [Chuckles] You -- you don't mean that.",
        "Nicole: Yes, I do. We are so different, Sasha. We don't have anything in common. Not a thing.",
        "Sasha: Actually, we do.",
        "Nicole: What? Zende? Hmm?",
        "Sasha: I am so sorry that you're sad. And I am so sorry that I hurt you. Really, you have to believe me, I am, but like it or not, Zende and I are together. Whether you want to believe that or not, we are. It's true. He's fallen in love with me.",
        "Liam: Sorry. I'm up. I'm awake.",
        "Bill: No, no, no, no. It's okay. You need your rest. Go back to sleep.",
        "Katie: Sweet dreams.",
        "Katie: God.",
        "Bill: Poor kid. He has no idea.",
        "Katie: They have to tell him. He's got to know that Steffy and Wyatt are married.",
        "Steffy: How did Liam find me on the beach? How did he know that I was there?",
        "Wyatt: I brought him to you.",
        "Steffy: You did?",
        "Wyatt: Yeah.",
        "Steffy: That was nice of you.",
        "Wyatt: Yeah. Steffy, Liam is my brother. And he's important to you, to both of us. And despite everything that's happened in the past and how crazy he drives me sometimes, it's -- he's still my brother. And you and I -- we'll always take care of him.",
        "Steffy: Meanwhile, he has no idea that he's my brother-in-law.",
        "Wyatt: Right. Which is why we can't keep this from him. We got to tell him.",
        "Steffy: We will.",
        "Wyatt: Steffy, he has to know you're my wife. That we started a life together.",
        "Nicole: Hey.",
        "Zende: Hi. You okay?",
        "Nicole: I need to know something. Was it real between us?",
        "Zende: Nicole, what -- why are you saying this? You know it was.",
        "Nicole: Then how come you can fall in and out of love so quickly?",
        "Zende: Wait, what are we talking about here?",
        "Nicole: Sasha told me. Is it true? Are you in love with her?",
        "Nicole: Is that how you feel?",
        "Zende: I did not say that.",
        "Nicole: Sasha says you did, and I don't know why she would make that up.",
        "Zende: I think she misunderstood.",
        "Nicole: How?",
        "Zende: You know, when Sasha and I were together, I told her we made love. That is the term that I used. Okay? I was trying to be a gentleman and be respectful. But I am not in love with that girl. It takes a lot more to develop that. The only person that I've had those types of feelings for... maybe I was too weak. Too superficial. I wanted to be with you more than anything. But I can't get over it. You're having my uncle's kid. Maybe a better man could handle it. I can't.",
        "Nicole: It wasn't right of me to put you in that position or to have those expectations from you. But for you to move on to Sasha --",
        "Zende: Look. I'm sorry I let you down. I never meant to hurt you. I will never stop loving you.",
        "Liam: I love you.",
        "Steffy: Liam's still recovering. I don't want to do anything that's gonna set him back.",
        "Wyatt: Okay. He's home, and he's getting a good night's sleep. I mean, I'm sure he'll be much better tomorrow.",
        "Steffy: And by then, Quinn better be in custody. This is just sick. Holding Liam captive so we can have a weekend -- that is insane!",
        "Wyatt: I know. Yes, what she did was appalling.",
        "Steffy: [Scoffs]",
        "Wyatt: And I don't doubt that she was keeping Liam away so that you and I could get together, but the fact of the matter is, Steffy, is that we are together now. We committed ourselves to each other. We're happy. We're excited for the future. And knowing what my mother did shouldn't change anything. We chose each other. You chose to be my wife. We didn't get married because of my mom. We got married because we wanted to. And your life with Liam was just all those issues with hope and ivy and the indecision and the back-and-forth, and I don't -- I don't even need to tell you that 'cause you lived it, remember?",
        "Steffy: [Sighs] I know.",
        "Wyatt: So, despite everything that is happening right now, I meant my vows to you. And I hope that you meant yours, too.",
        "Steffy: Of course.",
        "Wyatt: Okay. So we can't let everything fall apart over this. Yes, Liam is home and he's gonna be safe now, and we're all thankful for that. But we've all been victims of my mother's manipulations before.",
        "Steffy: No one more than Liam.",
        "Wyatt: I know! But that's why he deserves the truth! And we will tell him together, as husband and wife, as a team, because no matter what happens, our marriage should remain strong. Promise me, Steffy. Promise me."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=jJct6kYgZho"
}