{
    "Episode Summary": [
        "Episode # 7666 ~ CJ finally makes a firm decision about what he wants to do regarding the Spectra building; Maya becomes insecure when she witnesses the closeness between Nicole and Lizzy."
    ],
    "Recap": [
        "Liam tells Steffy that things are not over as long as Bill still does not think he did anything wrong. And if Liam overlooks this then he is no better than Bill. Steffy says he does not have to do this as that is his father. He says his father thinks his conscious is weak but he is about to find that it is the strongest thing about him. And he is not afraid to use it now. CJ drops in on Bill and admits it was a sentimental but monumental mistake that did not work out and now he is here to sell Spectra. But he does not agree when he looks over the new contract that Bill drew up. Of course it does not include the extra $5 Million but it also does not include the original selling price. Bill says surely he did not expect that for a pile of rubble, so take it or leave it. He says CJ made a mistake with no insurance so now he will have to take what he gets. Spencer Publications is a business, not a charity. Liam starts to go in when he hears this. Bill tells CJ to take the offer and that this is none of Liam's concern. Liam says no, CJ needs to hear this before he accepts Bill's bargain basement offer. Bill says he deals with his personal problems privately so he excuses Justin and CJ so he can talk to Liam.",
        "Bill tells him he is sticking his nose into something where it does not belong. Liam laments that he is tired of all the lies. He will stop him no matter how he has to but he will stop him from getting the land for that tower to lord over Los Angeles. Maya tells Rick that it happened again \u0096 Lizzy called Nicole mama. She knows the adoption papers have been signed and all is well but she cannot help feeling concerned. Zende tells Rick and Ridge that he appreciates this great promise they have made and he is excited about this great future they have given him. He relays this to Nicole who is happy of course for his opportunity. Maya says she is not worried that Nicole would take Lizzy away from them but she is afraid of the attachment and they need to do something now. Her instinct is to protect Lizzy. Maybe it would be a good idea for Zende and Nicole to work in the Paris office. They need a replacement there anyway. Steffy tells Ridge that she is worried about Liam. He has always been on his dad's side but now he is wanting to buck him. Ridge says good, it is about time someone stood up to the great Bill Spencer. Bill tells Liam that he will not say anything or save anyone. Liam says maybe Bill did not hear him. He will do anything he can to keep Bill from getting Spectra. CJ does not have to sell to him. And he is not going to shut up or keep his secret any longer. He suggests Bill take a leave of absence. Bill laughs in disbelief. Bill says he is going nowhere. Liam says then he will call the police and tell them Bill crossed the line and had Spectra torched .and he will have to step down. Bill keeps saying this is all his. Liam says no more, now they are in a new era and he will be at the helm."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: You should take the day off. You barely closed your eyes last night.",
        "Liam: I can'T. I got to deal with this, steffy. It's got to stop.",
        "Steffy: But it has.",
        "Liam: Has it? No, it hasn'T. Not really. And it's not going to as long as my dad doesn't think he did anything wrong. I mean, the -- the lie to sally and thomas about caroline's health, that's one thing. But my dad ordered spectra to be torched. For what? To sink sally so he can build his stupid skyscraper? If I let him get away with that, I'm no better than he is. Truth has to come out.",
        "Steffy: You know what would happen if the truth comes out. Look, what your dad did was awful, and I don't condone it, but, liam, he's your father.",
        "Justin: So C.J. On his way?",
        "Bill: Reception just called. My dream is finally coming to fruition.",
        "Justin: All thanks to the spark of an idea.",
        "Bill: [ Chuckles ] Yeah.",
        "[ Knock on door ]",
        "C.J.: Mr. Spencer?",
        "Bill: C.J.! Come on in. Have a seat.",
        "C.J.: Well, I guess we all know why I'm here. Attempting to revive spectra fashions was a sentimental mistake that has now turned into a complete disaster. And the building caught on fire. People could have died. Look, it's over, okay? And I am selling to you as promised.",
        "Ridge: Wow. I'm impressed.",
        "Zende: Yeah?",
        "Ridge: And these aren't just skillful designs. They're -- they're bold and they're confident.",
        "Zende: Wow. Thank you both. I worked really hard on them.",
        "Ridge: You keep coming up with work like this, you're gonna have a bright future in this business.",
        "Nicole: Every day at the office should be like this. Hanging out with you while your mommy finishes up her photo shoot. Oh, and you should see the dress your uncle zende designed for her, lizzy.",
        "Lizzy: [ Babbles ]",
        "Nicole: It's beautiful.",
        "Lizzy: [ Babbling ]",
        "Nicole: [ Chuckles ]",
        "Lizzy: [ Babbling ] Ma-ma-ma.",
        "Zende: I've been given an amazing opportunity here. Trust and believe when I say i intend to make the most of it.",
        "Rick: You already are.",
        "Zende: The best thing about it is that I'm still growing as an artist. You know, I learn something new every day.",
        "Ridge: Well, you're learning to trust your instincts, and that's good.",
        "Zende: How can I not? I have you two, granddad, basically the entire family giving me support and encouragement. I'm really excited about my future here at forrester. And I'm excited about my future with nicole.",
        "Nicole: Lizzy, I love you, too. I know that's all you're trying to say, because you're such a sweet, little baby! Yes.",
        "Maya: There's my little girl.",
        "[ Chuckles ]",
        "Nicole: Hey. See? I told you mama would be back soon.",
        "Maya: Yeah.",
        "Nicole: How was the shoot?",
        "Maya: Oh, it was good. It was good! [ Gasps ] And did you have fun with your auntie nicole? [ Laughs ] Hmm? With your auntie?",
        "Liam: My dad, he thinks my conscience makes me weak. Well, he's about to find out it's the strongest thing about me.",
        "Steffy: What are you gonna do? Liam, you're a spencer. And that sword you're wearing, your father gave you this. Family is important to him.",
        "Liam: [ Scoffs ] Not important enough to make him listen. Power and leverage, steffy. That's the language my father understands. And for the first time, that's what I have. And I'm not afraid to use it.",
        "Bill: Give the man a pen, justin. C.J.'S ready to sign.",
        "C.J.: Whoa, whoa, wait, wait. This is not the agreement that we discussed last time.",
        "Justin: Slightly modified.",
        "Bill: If you're looking for the $5 million in cash, you're not gonna find it.",
        "C.J.: Yes, well, that i expected, but this purchase price is way lower.",
        "Bill: You can't expect me to pay top dollar for a smoking pile of rubble.",
        "C.J.: The building is still standing. It's not a total loss.",
        "Bill: This is not a negotiation, C.J. You should have accepted either one of my very generous previous offers. Now you'll take what I give you and be grateful for it.",
        "Maya: Thank you for bringing lizzy down to see me.",
        "Nicole: Oh, yeah. I knew you'd want to see her soon as you were done.",
        "Maya: You were right about that. Your mommy wants to see you. Hey, what about that? Yeah.",
        "[ Laughs ]",
        "Zende: Hey, there you are.",
        "Nicole: Hey.",
        "Zende: What's up?",
        "Nicole: Did your meeting with ridge go as well as you'd hoped?",
        "Zende: Better. Get this. He's impressed with my designs.",
        "Nicole: Well, of course he is.",
        "Maya: Your designs are beautiful.",
        "Zende: Thank you. Actually, what he said was, \"you're growing as a designer.\"",
        "Nicole: Wow. Baby, that's amazing.",
        "Zende: Yeah, I know. Rick was there, too, and he agreed. I mean, this is an incredible opportunity for me. It reminds me of what ridge said to me about my designs. You have to trust your instincts. Right? If you have a feeling that you need to do something, then do it. It's the sole reason why i presented my designs to ridge and steffy in the first place, why I worked so hard to get this shot. Just never go against your gut. Ain't that right, baby?",
        "[ Chuckles ]",
        "Nicole: Yes.",
        "Ridge: Look at this. Zende, right? His confidence is growing. It's amazing.",
        "Steffy: Can't get overconfident.",
        "Ridge: What does that mean?",
        "Steffy: What? Oh, nothing. I'm just -- sorry, I'm thinking about something else.",
        "Rick: Yeah, so am I, actually. As a matter of fact, I got a phone call to get ready for, so...",
        "Ridge: Hey. What are you doing?",
        "Steffy: It's liam.",
        "Ridge: You guys having problems?",
        "Steffy: No, no, we're not. I'm just worried about his relationship with his father.",
        "C.J.: Okay, I get that the $5 million you offered me on the side is off the table, which was probably illegal for me to take anyway. But my mother and I thought that you were a legitimate businessman who would honor the rest of his agreement.",
        "Bill: What agreement? You rejected both of my previous offers. Even when I thought we had a deal, you backed out.",
        "C.J.: [ Sighs ] You're gonna demolish the building anyway. You don't care that it's been damaged.",
        "Justin: But it does affect the value of the property.",
        "Bill: You came to me. And because I'm in a good mood, I'm willing to do you a solid. But spencer publications is not a charity. It is a business. All right, look, C.J., Now, we're businessmen. You understand how this works. If I see an advantage, I have to take it. You made a mistake, a big mistake. You didn't carry fire insurance on the building. You can't recover. Hell, you can't even hire somebody to sweep up the debris. So if you want to get anything out of that wreck, you'll take whatever I'm willing to give you.",
        "Liam: Don't do it, C.J. Don't take the offer.",
        "Rick: You didn't say anything about the photo shoot.",
        "Maya: It was fine. It was fine.",
        "Rick: You were excited about it this morning. Did something go wrong?",
        "Maya: Uh... it happened again.",
        "Rick: What?",
        "Maya: Lizzy called nicole \"mama\" when she was taking care of her during the photo shoot.",
        "Rick: I thought that that wasn't a problem anymore.",
        "Maya: It's not. The adoption papers are signed. Everything is settled. And nicole didn't do anything wrong.",
        "Rick: What did she have to say about it?",
        "Maya: I didn't tell her that I heard it. Maybe I should have brought it up. I just... I didn't want to overreact. It is so hard to forget what happened, rick. I mean, first the adoption papers and -- and nicole being able to have children and how hurt she was. It was horrible.",
        "Rick: It's okay now. We got through it.",
        "Maya: And I want to believe that. I do. I just can't help feeling concerned.",
        "Nicole: All of your hard work is paying off.",
        "Zende: I want to thank you for putting up with me, staying up all hours of the night.",
        "Nicole: I am so proud of you. You're making a name for yourself at forrester creations.",
        "Zende: [ Chuckles ]",
        "Ridge: What has bill done now?",
        "Steffy: Something that liam disagrees with.",
        "Ridge: I'd be more concerned if liam didn't disagree with everything that his father does. Can you imagine being saddled with that? Bill spencer's your dad? The only good news is that liam is nothing like his father.",
        "Bill: Liam, I'm in a meeting.",
        "Liam: I know. Trying to buy the spectra building. Or what's left of it.",
        "Bill: And I'd like to get on with it, so if you'll excuse us.",
        "Liam: No. No, I think there's some things C.J. Needs to know before he accepts your bargain-basement offer.",
        "Bill: You don't know what I'm offering.",
        "Liam: I know you.",
        "Justin: C.J., Why don't we step out for a minute? Bill and his president obviously have some things they need to discuss.",
        "C.J.: Actually, it sounds like liam has some things to discuss with me, and I'd like to hear him out.",
        "Bill: Nobody's gonna say another word until I've had some time alone with my son. I deal with my personal problems privately. [ Door closes ] What the hell are you doing?",
        "Liam: The right thing.",
        "Bill: You're sticking your nose where it doesn't belong.",
        "Liam: Yeah, well, you know what? I'm tired of the lies. I'm not gonna let you scam sally and her family out of their property because you need to tower over L.A. You're not gonna put your damn building on their property. And I will stop you. I don't care how I have to. I will stop you.",
        "Maya: I don't think that nicole would try to take lizzy away from us.",
        "Rick: Hey, that can't happen.",
        "Maya: But I am concerned about their attachment. Lizzy's too young to explain this to her. Nicole is a grown woman, and she was confused by her feelings.",
        "Rick: That's because she was dealing with her own issues.",
        "Maya: I don't blame nicole for what lizzy said to her, but I do think that during this crucial phase in lizzy's development, it's important that things be crystal clear.",
        "Rick: Do you think we both should talk to nicole together?",
        "Maya: She can't help what she feels. But neither can I. And as lizzy's mother, my instinct is to protect her.",
        "Rick: Right. We don't want to put our child in a situation that's gonna be confusing to her.",
        "Maya: And -- and I don't want that for nicole, either.",
        "Rick: Okay. All right, baby. We'll think of something.",
        "Maya: Jean-luc.",
        "Rick: What?",
        "Maya: You mentioned that jean-luc is leaving the international office. Maybe nicole and zende should spend some time in paris.",
        "Nicole: You told me that good things were gonna happen for us.",
        "Zende: I did. They are. We have so much to look forward to.",
        "Rick: You want to send zende and nicole to paris?",
        "Maya: You said yourself that you would have to find a replacement for jean- luc. This would be an amazing opportunity for zende as a young designer. He and nicole haven't been married very long. Let them focus on each other. We can focus on being parents to our precious little girl.",
        "Ridge: You know, I bet there are days when liam wishes he weren't related to bill at all.",
        "Steffy: He loves his father.",
        "Ridge: I'm sure he does, but I don't think he likes him very much.",
        "Steffy: He doesn't like his behavior.",
        "Ridge: His behavior. Specifically what does that mean?",
        "Steffy: They just have very strong opinions, and... I don't know. It makes me worry.",
        "Ridge: 'Cause they're at odds?",
        "Steffy: No, because bill has always been able to make liam do what he wants, and I don't think it's gonna happen this time.",
        "Ridge: Well, that's good! Finally someone's gonna stand up to the great bill spencer.",
        "Bill: You want to take me on over two-bit spectra fashions?",
        "Liam: I want you to understand that what you did was wrong.",
        "Bill: C.J. Came to me.",
        "Liam: Yeah, because you left him no choice.",
        "Bill: [ Sighs ] You have issues with the way i handled this situation. It offends your -- your morals and your principles. And I can respect that. But I will not let it interfere in my business. Do you understand? You will not say or do anything to compromise my acquisition of that property or the construction of spencer tower.",
        "Liam: I don't think you're hearing me. I will do everything I can to stop you.",
        "Bill: C.J. Has to sell.",
        "Liam: No, he doesn'T. Not to you, and not like this. I'm not gonna let you strong-arm C.J. And put sally out of business. You think you're tough. You think you're doing what's best for the company. I used to respect that about you, your singlemindedness, the way you took charge, the way you steered the ship. This is not that. You've lost perspective. There's nothing noble about what you're doing right now. You're not acting like a titan of business. You attacked a young girl and her family like a coward.",
        "Bill: All right, that's it! Not another word!",
        "Liam: I'm sorry. I'm sorry. But I'm not gonna shut up, and I'm not gonna keep your secrets for you anymore, dad.",
        "Bill: You're not gonna keep my secrets?",
        "Liam: Nope.",
        "Bill: You're not gonna be loyal to me? You're a spencer, liam!",
        "Liam: And as a spencer, i have a duty to protect this family and this company. I just never thought I would be protecting it from you.",
        "Bill: What the hell are you trying to say?",
        "Liam: [ Sighs ] Take a leave of absence.",
        "Bill: Take a leave -- [ Laughs ] You're kidding.",
        "Liam: Take a leave of absence or I go to the police.",
        "Bill: You won'T.",
        "Liam: I don't want to. But if you force my hand...",
        "Bill: That's it. You're done.",
        "Liam: Excuse me?",
        "Bill: You're fired. Get out of my building.",
        "Liam: I'm not going anywhere, dad. You are.",
        "Bill: I'm the C.E.O. Of this company.",
        "Liam: Yes, you're the C.E.O. Of this company, and you've abused your power. You told that stupid, awful lie about caroline dying, and you manipulated all of us into going along with it. And when that didn't work, when you couldn't get what you wanted by deception, you committed a crime. You crossed a line. There is a limit to what decent men can justify, dad, and we are long, long past that, so you will step down!",
        "Bill: The hell I will. This is my business. Mine.",
        "Liam: Not anymore."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=vNaw0i-P6lA"
}