{
    "Episode Summary": [
        "Episode # 7078 ~ Nicole learns the truth about Rick & Maya; Ivy worries when she learns Liam & Steffy will work together."
    ],
    "Recap": [
        "Steffy tells Liam she wants this to work but they have to be open and honest and trust each other. Ivy walks in and asks what is going on. Rick tells Eric that he is good. Ridge tried to force him out but he's still here ..although he has still not heard from Maya. Eric is sorry, but Rick says he is not ready to give up yet. Nicole comes in and says she'd like to talk to Rick about Maya. Carter knocks on Maya's door and asks her to open up. She does open it but says she does not want anyone to know she is there, not Rick or the press. Carter says he figured out this is where she started out with Rick so it's only a matter of time before Rick will figure it out too. He notices her bags and she says she is leaving Los Angeles. He states that she can not leave, her life is here. She can not run away from this. She says she is not a scandal and she will not be treated as one. She is better than that. She is still in love with Rick so she is not mad at him. Carter says Rick still loves her and is not embarrassed and is still trying to reach her so he can not believe that Rick turned his back on her. Maya says Rick does not want to marry her so it's over.",
        "Eric leaves Rick alone so he can talk to Nicole. She says Rick was good to her and took her in so she only has one question ..if he is not embarrassed and still loves Maya why did he leave her. Rick sets her straight that it was Maya that left him. Rick wants her to fill him in on where Maya is. Then he explains that he did not hang up on Maya. He ran off the road in an accident and the phone went dead. Ridge tells Liam and Steffy that Rick will be gone for good now. Steffy says with 62 1/2% that is all they need to take over as Eric did not want to use the morality clause. Ivy wishes them good luck. Ridge calls his dad to come to the office. Carter begs Maya not to leave. She says she grew up her entire life around people who did not accept her and she can not do that again. It is too painful so she needs to start over. Rick explains to Nicole how it all happened and how he ran off the road while talking to Maya. She thinks things changed and he did not want her. Now she wants nothing to do with him. Nicole said Maya was hurt and she thinks Rick does not love her. He begs her to tell him where she is as he does still love her. Nicole finally tells him that she is in her old place above Dayzee's. Eric is thrilled to see Steffy as he did not know she was back in town. Ridge says that is the reason they are all here and what they want to talk to him about. Maya relives her initial meeting with Rick and then the recent one at the cabin. Based on new information, Rick dashes off. Carter spies Nicole and she tells him she just told Rick where Maya is. She just hopes she said the right thing. Maya sits at a table and a guy walks up and asks what can he get her? She looks up and sees Rick. Rick tells Ridge that he knows where he stands on all of this. He does not want to fight about this. Ridge says he doesn't either. They were a team once, the best in the business .the place that his mother and him started and he does not want to see it destroyed. Eric says he has made his view clear but there is nothing Ridge can do. Ridge says there is .Liam and Steffy are going to vote with him .Liam says he owns no stock but he controls the Spencer stock. They tell him they own 62 1/2% of this company and Rick's tenure just ended. Eric says no he can't do that. Ridge says his dad has left him with no choice. He is grateful for how Eric ran this company but it ends now. Rick's time is over. Eric's time is over."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: I went all the way to Paris just to hide my feelings for you. But I'm back now. And I really want this to work, but only if we're completely open and honest with each other.",
        "Liam: Ugh. You and your unreasonable expectations.",
        "Steffy: \"Ugh.\" Do you think you can live with this one?",
        "Liam: Yeah, I think I might.",
        "Ivy: [Clears throat]",
        "Liam: Hey!",
        "Ivy: Steffy, hey.",
        "Steffy: Ivy, hey.",
        "Ivy: What's going on?",
        "[Both chuckle]",
        "[SCENE_BREAK]",
        "Eric: Rick, don't tell me everything's all right if it's not.",
        "Rick: I've got your support. Ridge wasn't able to force me out. I'm good.",
        "Eric: But business isn't the only thing that's going on in your life right now.",
        "Rick: When I'm here, I'm focused on work.",
        "Eric: You still haven't heard from Maya?",
        "Rick: No. I've tried calling, texting, e-mailing -- nothing.",
        "Eric: I'm sorry, son.",
        "Rick: Yeah. Well, I'm not ready to give up yet.",
        "[Knock on door]",
        "Nicole: Excuse me. Rick? Can I talk to you a minute? It's about Maya.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "[Knocking continues]",
        "Carter: Maya, it's me. Open up. Yeah, I-I knew that barista was lying. [Chuckles]",
        "Maya: I don't want anyone knowing I'm here, Carter.",
        "Carter: Are you hiding from the press or from Rick?",
        "Maya: Did he send you here?",
        "Carter: No. But come on. This -- this is your hideout, the place where you and Rick started your relationship? I mean, if I figured it out, it's only a matter of time before he does.",
        "Maya: I won't be here much longer.",
        "Carter: Are you packing?",
        "Maya: I'm leaving Los Angeles.",
        "Carter: You can't leave. Your life is here.",
        "Maya: [Chuckles] Not anymore.",
        "Carter: Maya, your face is all over the internet. You can't run away from this.",
        "Maya: I certainly can't run away from the tabloids. Bill Spencer wanted to make me the punch line of a very public joke, and he did. But I am not a scandal. And I will not be treated as one. I deserve better than that.",
        "Carter: Is that why you won't talk to Rick?",
        "Maya: I can't.",
        "Carter: Are you angry with him?",
        "Maya: [Scoffs] No. I love him too much.",
        "[SCENE_BREAK]",
        "Rick: Is Maya all right?",
        "Nicole: What do you think?",
        "Rick: I don't know. You've seen her. Where is she?",
        "Eric: Rick's been trying to get in touch with her.",
        "Rick: I'm worried about her.",
        "Nicole: Don't be.",
        "Eric: You know, it wasn't necessary for her to quit the way she did.",
        "Nicole: Well, she thought it was.",
        "Eric: I'll let the two of you talk.",
        "Rick: Why hasn't she answered me?",
        "Nicole: Rick... you were good to me. You took me in, let me work here. And I know that that's all over now, but I just need to know why. What happened? You told Maya that you didn't care about her past, that you still loved her. But when everyone else finds out she's transgender, you're embarrassed?",
        "Rick: I was angry.",
        "Nicole: I know. She told me you were angry with her.",
        "Rick: Is that what she thinks?",
        "Nicole: Yes, but if you're not angry, if you're not ashamed, then why did you break up with her?",
        "Rick: I didn't break up with Maya. Nicole, your sister left me.",
        "[SCENE_BREAK]",
        "Ivy: Did you speak to Ridge?",
        "Liam: Yeah, I did. [Sighs]",
        "Ivy: Well, I guess I don't have to ask what he wanted.",
        "Steffy: He said not to tell anyone.",
        "Liam: [Chuckles] He didn't mean Ivy.",
        "Steffy: The plan's back on.",
        "Ivy: So you're taking over Forrester?",
        "Ridge: So much for keeping it quiet.",
        "Liam: Hey, she knew about this plan before you even did.",
        "Ridge: [Sighs] Did you fill her in?",
        "Ivy: No, I don't know all the details.",
        "Ridge: Simple change in leadership. Hey.",
        "Ivy: Wow, so, everyone's on board.",
        "Ridge: Yeah. We're taking over Forrester. And Ricky is done for good.",
        "Ridge: Dad and Rick aren't worried about a takeover. They don't even think it's a possibility.",
        "Steffy: Yeah, and it has to stay that way.",
        "Ivy: I'm not gonna say anything.",
        "Liam: Ivy wants Rick out just as much as anyone.",
        "Ivy: I was just kind of hoping uncle Eric would come to that conclusion by himself.",
        "Ridge: I was hoping that, too.",
        "Ivy: What about Rick's behavior, t-this morality clause?",
        "Ridge: I talked to him about it, and he didn't want to enforce it, so here we are.",
        "Ivy: What -- you all just combined your stock?",
        "Liam: Y-yeah, we had to. It's the only way to get control.",
        "Steffy: 62% gives us all the power.",
        "Ridge: I'm CEO, this is your president, and that's your vice president.",
        "Ivy: Mm, vice president, huh?",
        "Steffy: Nice ring to it.",
        "Liam: [Chuckles] We -- we haven't worked out the details quite yet.",
        "Ridge: All right. Guys? We got to move on this.",
        "Steffy: Yeah, if we don't get this done now, we're gonna blow it, so we all got to focus.",
        "Ivy: Right, okay, well, I'll, uh -- I'll leave you to it. I'm sure you've got a lot to discuss.",
        "Liam: Yeah, okay. I'm gonna catch you up later.",
        "Ivy: Okay. Good luck.",
        "Ridge: The press is gonna be all over this now that Maya's resigned. So Rick's gonna be more volatile than ever. Let's get him out of the driver's seat. I'm calling my dad.",
        "[Cell phone rings, beeps]",
        "Eric: Ridge?",
        "Ridge: Hey, can you come to the office? I need to see you.",
        "[SCENE_BREAK]",
        "Carter: So Rick hung up on you?",
        "Maya: Not the answer I'd hoped for.",
        "Carter: It doesn't make sense. Why would he do that?",
        "Maya: Because he felt bad, and he didn't want to hurt me.",
        "Carter: But he's trying to get in touch with you.",
        "Maya: So that he can explain. But I don't need that, Carter. I get it. If we could've kept things private, maybe things could've turned out differently. But the way things are --",
        "Carter: No, no. Rick really cares about you.",
        "Maya: I'm sure on some level, he does.",
        "Carter: No, I mean really. Rick loves you.",
        "Maya: And I love him.",
        "Carter: Yeah, too much. That's what you said.",
        "Maya: Rick didn't sign up for all of this.",
        "Carter: Neither did you.",
        "Maya: But I knew that this could be a problem and that one day, everything could go wrong. Look, I'm a trans woman. Falling in love with someone like Rick, someone who's in the public eye, is a huge risk, one that I wasn't sure that I could take! But I was -- I was happy, Carter! I was happier than I-I ever thought I could be.",
        "Carter: Then why are you giving up, avoiding Rick, quitting your job?",
        "Maya: Because Rick has been through a lot, too.",
        "Carter: The press won't let up because you leave town, Maya.",
        "Maya: No, this will blow over. Things like this die if you don't fan the flames.",
        "Carter: Rick's looking for you.",
        "Maya: Because he doesn't like the way that we left things. But he doesn't want a life with me, Carter. It's over. Rick doesn't want to marry me.",
        "[SCENE_BREAK]",
        "Rick: I said a lot of things that I wish I hadn't. But this isn't over.",
        "Nicole: Maya thinks it is.",
        "Rick: But that's why I need to find her. That's why I need to talk to her. Where is she?",
        "Nicole: She told me to stay out of it.",
        "Rick: But you're here. Obviously, you want to help.",
        "Nicole: I want to understand what happened. Because right now, I don't.",
        "Rick: What did Maya say? Did she tell you that I proposed?",
        "Nicole: Before you found out about her past. Before Bill Spencer announced it to the world.",
        "Rick: She doesn't have to worry about that. Our P.R. Department can squash this. Right now, Maya and I, we just need to focus on each other.",
        "Nicole: Wait, you s-- you still want her back?",
        "Rick: Well, yeah. I love her.",
        "Nicole: But you hung up on her.",
        "Rick: When?",
        "Nicole: On the phone. In the car, coming down the mountain? Maya asked if you still wanted to marry her, and you hung up on her.",
        "Rick: No, no, no, no. I ran off the road.",
        "Nicole: What?",
        "Rick: I didn't hang up. I got in a car accident. That's why the call ended.",
        "[SCENE_BREAK]",
        "Carter: Don't leave.",
        "Maya: I can't stay here.",
        "Carter: Where will you go?",
        "Maya: I don't know.",
        "Carter: And even if you did, you wouldn't tell me.",
        "Maya: Carter. I grew up around people who wouldn't accept me for who I am. And I will not put myself in that position again. I have to start over somewhere else... because it's too painful to be around Rick if I'm not his wife.",
        "[SCENE_BREAK]",
        "Rick: So Maya thinks I hung up on her.",
        "Nicole: She asked a question, and you didn't answer.",
        "Rick: I-I told her to stop. I told her I wanted to talk to her, but she jumped in her car, and she took off. Maya? Hey, Maya, w-what are you doing?",
        "Maya: I'm leaving. You have a lot to do.",
        "Rick: No, no! Don't go now!",
        "[Engine turns over]",
        "Rick: Maya, this is hard for me!",
        "Maya: It's hard for me, too.",
        "Rick: Come on. Just give me a chance to figure this out! Maya. Maya! Maya, stop!",
        "Rick: I called her from the car... tried to explain. But everything I said just made things worse. I think we've said enough for tonight.",
        "Rick: Pull off at the next turnout.",
        "Maya: Why? I'm an embarrassment to your family. I've made a mockery of your reputation, and I ruined your life.",
        "Rick: I never meant it that way.",
        "Maya: You know you're better off without me.",
        "Rick: [Sighs] Didn't I just ask you to marry me tonight?",
        "Maya: A lot's changed since then. You don't want that now, do you? A wife you're embarrassed of?",
        "Rick: Pull off at the next turnout. We can do this face-to-face.",
        "Maya: I just need you to tell me what you want and mean it. That's all I ask.",
        "Rick: That's when I went off the road. Maya kept going. She didn't go back to the house. She -- she hasn't been at the office. It's like she doesn't want anything to do with me. Is that true, Nicole? Is that how she feels?",
        "Nicole: My sister is hurt, Rick. What you said about her --",
        "Rick: No, the situation, what Bill did. I wasn't talking about Maya.",
        "Nicole: Yes. You were.",
        "Rick: Well, I didn't mean it!",
        "Nicole: She thinks that you don't love her, that you don't want her.",
        "Rick: But that's not true. I want her! I need her! Nicole, come on. You have to tell me. I have to find her. Nicole, please.",
        "Nicole: I hope I don't regret this. She's at her old place... above Dayzee's.",
        "[SCENE_BREAK]",
        "Ridge: Well, Dad's on his way.",
        "Liam: You want us to leave you alone?",
        "Ridge: No, I don't. I need him to understand that this is not about me. It's not personal. It's about trying to save this company and -- and protecting the legacy of this family.",
        "Steffy: You know, it's times like these I really miss grandma.",
        "Ridge: Well, she'd be with us on this.",
        "Steffy: I hope so.",
        "Ridge: I know so. Hey, we're trying to put things right. And no matter how hard this seems, how hostile it seems, it's the right thing to do for everyone.",
        "Steffy: [Inhales deeply]",
        "Eric: [Chuckling] Steffy.",
        "Steffy: Hi.",
        "Eric: Hi. [Chuckling] Hi. I didn't know you were in town.",
        "Steffy: Yeah, I'm, uh -- I'm back for good.",
        "Eric: Really?",
        "Steffy: Mm-hmm.",
        "Ridge: That's what we want to talk to you about.",
        "[SCENE_BREAK]",
        "Maya: [Sighs]",
        "Singer: Broken romance leads to dreams unfulfilled",
        "Rick: Maya, is it? I'm Rick. It's really nice to meet you.",
        "Singer: In a heartbeat our fates are sealed if the truth can set you free why aren't you here with me? If the truth can set you free why aren't you here with me? Here with me",
        "Rick: [Chuckles]",
        "[SCENE_BREAK]",
        "Carter: Nicole? What are you doing here?",
        "Nicole: I came to see Rick.",
        "Carter: Is he around?",
        "Nicole: He went after Maya.",
        "Carter: Yeah, I just left her at Dayzee's.",
        "Nicole: I told him where to find her. I hope I did the right thing.",
        "[SCENE_BREAK]",
        "[Indistinct conversations]",
        "Rick: Hey, welcome to Dayzee's. Uh... what can I get you?",
        "Maya: Let's start with some coffee. Can I just get the check, please?",
        "Rick: Welcome to Dayzee's. What can I get you?",
        "Eric: If you're gonna come back to Los Angeles, we would love to have you. We could actually use your PR expertise at this point.",
        "Ridge: She won't be running PR.",
        "Eric: Well, then, if you want to make a change, you just need to run it by Rick. He's CEO now. He needs to approve, uh, any change that needs to be made.",
        "Ridge: Not with this, no.",
        "Eric: [Sighs] Look, you -- you know where I stand on all this.",
        "Ridge: No, I do. You support Rick above everything and everyone else. We got it.",
        "Eric: I don't want to fight about this anymore.",
        "Ridge: You think I want to fight about it? You think I like being at odds with you? I don't. We were a team once, one of the best in e business. That's why this is killing me... what Rick is doing to you, how he's clouding your judgment -- what he's doing to this company, the place that you and Mom created. I don't want him to destroy it.",
        "Eric: You got to stop this, son.",
        "Ridge: [Sighs]",
        "Eric: You have to look at the reality of the situation, and you've got to make the best of it.",
        "Ridge: [Chuckles] No, I don't.",
        "Eric: Ridge, you have made your objections very clear to me. There's nothing else you can do.",
        "Ridge: That's not necessarily true, Dad. Thomas signed a proxy. I now control his 5%. Steffy's gonna vote with me. And so is Liam.",
        "Eric: I see. Liam's not a stockholder.",
        "Liam: I control the Spencer 12.5%.",
        "Ridge: I didn't want it to come to this at all.",
        "Eric: Ridge, you wouldn't do this.",
        "Steffy: He didn't want to.",
        "Ridge: I asked you to terminate Rick's contract because his behavior is getting worse and worse, and you refused.",
        "Liam: He's making Ivy and Aly's life miserable. He shot a gun at my cousin.",
        "Ridge: We own 62.5% of this company, and we want to protect its future.",
        "Eric: I don't see how you can go ahead with this.",
        "Ridge: I'm overruling you, Dad. [Sighs] Rick's tenure as CEO just ended.",
        "Eric: No, I decide who runs this company!",
        "Ridge: You don't decide, Dad! We decide.",
        "Eric: You can't do this! You can't do this.",
        "Ridge: You're making me do this, Dad. What am I supposed to do? You left me no choice! I'm grateful for everything you taught me...",
        "Eric: Oh... oh, no. No.",
        "Ridge: ...And the legacy you left for this family, the way you ran this company from day one until just now. And now we need a change for leadership. Rick's time is over. Your time is over."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=fKl0GvvQlbA"
}