{
    "Episode Summary": [
        "Episode # 7016 ~ Katie asks Brooke for a favor; Rick & Maya enjoy their power at Forrester Creations."
    ],
    "Recap": [
        "Brooke wakes up disheveled on the couch beside her bottle. Bill looks at Katie in her robe and says that is a sight he will never get tired of. And tomorrow she will be Mrs. Bill Spencer again. Katie states she will ask Brooke to be her matron of honor and Bill is gonna talk to his best man. Rick puts Ivy down by saying her pieces look like something a soccer mom would buy at some outlet, they are not FC material. Then he scolds her for loaning out some pieces for Katie's wedding tomorrow. Aly says they just found out about the wedding so there was no time for Katie to get her own. He assures them he and Maya will not be going. And it has nothing to do with Caroline. Katie walks in on Brooke who quickly hides her bottle. Katie says she has some news \u0096 she and Bill are gonna get married tomorrow. With some hesitation, Brooke hugs her and says she is happy for her. Donna joins them and is also excited. Katie says it will be a very simple, lovely ceremony at the house. She thanks Brooke for giving her and Bill the chance to find each other again and although it is probably too much to ask she'd like Brooke to stand up for her as her matron of honor. Liam asks Wyatt if he is still in as they still need him on the inside of FC to get shares for the takeover. Wyatt asks if there is any other option if Steffy is the lynchpin and that doesn't happen. Bill bursts in and tells them to drop everything they are doing tomorrow as they are coming to a wedding between him and Katie. He announces that unfortunately he can only have one best man. He knows Wyatt has been sort of lost lately but he wants him to know he always has a family here. He would consider it an honor if Wyatt would be his best man. Wyatt looks at Liam and Liam gives him thumbs up, bro.",
        "Brooke is hesitant until Katie begs her, they need this as a family to mend; Brooke says yes. Aly is confident that Rick liked her shoe line if Ivy saw the smile on Rick and Maya's faces. What they didn't know is they were inwardly laughing at her. Wyatt asks Liam if he is really okay with Wyatt being the best man since their dad was his dad first. Liam says absolutely. Now they need to get out of here and get that bad scotch taste out of their mouth and get a burger. Wyatt says now he is talking his language. Bill tells Katie that the world kept turning while Brooke was gone and he does not want to spend the day talking about her in that big old house without a man. Donna tells Brooke that she can not believe she is going to be matron of honor when she is still in love with the groom. She also notices Brooke pouring more drinks. Brooke says she is over Bill and he will be her brother-in-law. She can not stare into his eyes and have that same seduction again. Donna asks if her drinking is how she will get him out of her system. Brooke says yes and she is not interested in what Donna has to say about that."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: [Chuckles] Well, that is a sight I will never get tired of seeing.",
        "Katie: You better not.",
        "Bill: Now, tomorrow at this time, you're going to be Mrs. Bill Spencer.",
        "Katie: Mm-hmm, again.",
        "Bill: Well, you know what they say -- second time's the charm.",
        "Katie: Who is this \"they\"?",
        "Bill: \"They\"? Everybody knows who \"they\" is -- are. They are is.",
        "Katie: [Laughs]",
        "Bill: And they're actually asking why I'm not kissing you already.",
        "Katie: Oh. They are smart.",
        "Both: Mm.",
        "Katie: [Chuckles] As much as I would like to continue to do this all day long, I have things to do. I have to get my nails done and my hair done. Have you talked to Liam and Wyatt?",
        "Bill: No. I'm going to go do that in person.",
        "Katie: And I'm gonna talk to my sister.",
        "Bill: Brooke?",
        "Katie: Yeah. I want to ask her to be my matron of honor.",
        "Wyatt: Any update on Steffy? Did she agree to help us get Rick out of Forrester?",
        "Liam: Not yet, but I'm working on it.",
        "Wyatt: Liam, you're gonna have to do a lot better than that! I just begged the prince of darkness for my job back! If you're not gonna come through --",
        "Liam: I'm gonna come through. I'm gonna come through. But it's gonna take a minute to get Steffy on our side, and I still need you on the inside.",
        "Wyatt: Ugh.",
        "Liam: Just tell me, do you trust me?",
        "Wyatt: Yes, I trust you.",
        "Ivy: It was actually these pieces that I was thinking she could maybe --",
        "Rick: Cheap.",
        "Ivy: Excuse me?",
        "Rick: It looks cheap -- something a soccer mom would buy at an outlet mall after she couponed her way to an amazing deal. It's just not a Forrester creation.",
        "Ivy: Uh, well, Rick, I'm -- I'm sorry that these aren't on par with the rest of the line, but I was actually hoping we could lend these to Katie, 'cause she called me and she said that the wedding is tomorrow, and I don't think she's had time to organize anything.",
        "Rick: You're not authorized to lend anything out from this company.",
        "Aly: I think Ivy may have thought that since it's your aunt's wedding --",
        "Maya: Rick is well aware of how he's related to Katie. You still need permission.",
        "Ivy: Well, I-I apologize. May I have permission to lend these to Katie?",
        "Rick: Sure, if she doesn't mind looking cheap. I, on the other hand, will not be there. You can tell Caroline that she's free to go with Ridge. [Chuckles] Two adulterers going to a wedding. I mean, the irony is -- it's absolutely hilarious.",
        "Liam: Listen, I understand going back to Forrester and working for Rick is not easy.",
        "Wyatt: That's an understatement! The guy literally shot up the place!",
        "Liam: I know. That's exactly why we need to get him out of there. I mean, everybody working at that joint is always afraid they're gonna say or do something that's gonna set Rick off.",
        "Wyatt: Yeah, and now I'm one of those people!",
        "Liam: I know, Wyatt! You're one of them. Ivy's one of them. I mean, she's constantly dealing with his verbal abuse, with his temper. He almost killed Caroline. That can't happen again.",
        "Wyatt: No, and without Steffy and Thomas' shares, we don't have a leg to stand on. She's seen the place, right? Forrester's like a war zone right now. What is Steffy's holdup?",
        "Liam: Well, you know, it's complicated. It's... complicated.",
        "Aly: Ivy and I just found out about bill and Katie's wedding. It's happening pretty quickly. Maybe Katie just didn't have a chance to tell you yet.",
        "Rick: That's cute, Aly. Of course I was invited.",
        "Maya: Did you really think you'd be invited before us? You are adorable, Aly.",
        "Rick: [Chuckles]",
        "Ivy: So, why aren't you going?",
        "Rick: I'm not sure if you know what I actually do, but I run one of the biggest fashion houses in the world, so excuse me if I don't have time for bill and Katie 2.0.",
        "Ivy: Is that the only reason?",
        "Rick: Yes, and if you're implying that it has anything to do with Caroline, then you're mistaken. Maybe if you were a little busier and a tad more focused, you wouldn't be trying to pawn off some sweet-16 charm bracelet as a Forrester creation.",
        "Maya: You just need to step it up a little bit, Ivy. Little bit of effort goes a long way.",
        "[Door opens]",
        "Katie: Hey! Where have you been? I've been calling you all morning. Are you all right?",
        "Brooke: Uh, yeah. Yeah. I'm just, uh -- I'm just a little jet-lagged. That's all. [Chuckles] I'm fine. What's up?",
        "Katie: Um... well, I have some news.",
        "Brooke: Yeah?",
        "Katie: Bill and I are gonna get married tomorrow.",
        "Brooke: Wow. That's amazing! I'm so happy for you! [Laughs]",
        "Aly: I like to call these \"the Alys.\" I designed them to be hip and youthful, completely on trend --",
        "Ivy: Whoa! Whoa! Aly, are you okay?",
        "Aly: Yeah, yeah. I'm fine. Look, please -- please don't hold this against the line, 'cause they're just prototypes.",
        "Rick: Of course.",
        "Aly: Yeah. Let's just pick a different pair.",
        "Rick: What you see before you is a product of Thorne and Darla. This girl fell from the stupid tree -- hit every branch on the way down.",
        "[Both laugh]",
        "Wyatt: Is there any other option if Steffy doesn't agree to merge shares?",
        "Liam: I don't know. I mean, Thomas won't be on board without Steffy. Ridge hates dad. He's not gonna merge his shares alone.",
        "Wyatt: No, but he will if Steffy and Thomas do.",
        "Liam: Right. That's what I'm saying. It's a shot. But Steffy is the linchpin of this whole thing. We need to get Rick out of the way. We can't do anything --",
        "Bill: Whatever you're doing, stop.",
        "Wyatt: Dad.",
        "Liam: Dad?",
        "Bill: Yes, that's who I am. And I don't want to hear another word about work or your little mission to oust Rick. I've got big news.",
        "Liam: Okay. What is it?",
        "Bill: What are you two guys doing tomorrow?",
        "Wyatt: Banging my head into a wall at Forrester.",
        "Liam: Running your company.",
        "Bill: Wrong. Your boss is giving you the day off, and you're gonna go to your boss and get the day off.",
        "Wyatt: [Scoffs] I just asked for my job back!",
        "Bill: Doesn't matter. This is too important.",
        "Liam: Okay! Enough with the suspense already. What is it?!",
        "Bill: Katie and I are getting married tomorrow, and I can't do that without my boys.",
        "Wyatt: [Chuckles]",
        "Brooke: So, a wedding...",
        "Katie: Yeah.",
        "Brooke: ...Tomorrow! Wow! That -- that's so soon!",
        "Katie: Yeah, I know, but you know bill. He doesn't like to wait for anything. He just wants to get back to where we were.",
        "Brooke: That's really sweet.",
        "Donna: What is it? What is going on? You -- you text me to meet you here, and -- and I ask you why, and you don't respond. I mean, I literally jump out of the chair mid-manicure. What -- okay. Is it will? Is he okay?",
        "Katie: Yes, of cour-- he's fine. He's fine. Everything's fine -- better than fine.",
        "Donna: What is it already? Please.",
        "Katie: Well... bill and I are gonna get married tomorrow.",
        "Donna: Oh, my...God! Aah!",
        "Katie: [Laughs]",
        "Donna: Oh, my God! This is, uh, amazing! There's so much to do. Okay. Okay. I'll find you the venue.",
        "Katie: No.",
        "Donna: You've got to have flowers -- lots and lots and lots of flowers.",
        "Katie: Okay. All right. Let's just take it down a notch. We are going to get married at the house, just very simple, intimate.",
        "Donna: Okay. Okay! All right. Oh, can I at least get you ready, please?",
        "Katie: Yes. Of course you can. But there's something I want to ask Brooke first. I just want you to know how grateful I am that you gave bill and me the space to find each other again. I know this is probably too much to ask... but I really want you to stand up for me and be my matron of honor.",
        "Liam: The barley is actually organic.",
        "Wyatt: This smells like the stuff that grows on the inside of a dirty fish tank!",
        "Liam: Oh, for God's sake! It's all I have! Can I -- can I make my toast now, please?",
        "Wyatt: Holy...",
        "Liam: Dad, I'm very proud of you. It takes a strong man to admit his faults, and it takes a loving man to put a family back together. Here's to you and Katie.",
        "Wyatt: Oh, wow. Now, that's an aftertaste that just keeps on giving, now, doesn't it?",
        "Bill: Yeah. I think I might have preferred a shorter toast and better scotch. Having said that, thank you, Liam. I appreciate your kind words, even if you did try to poison me and your brother.",
        "Liam: Well, it's worth a shot.",
        "Bill: Now, unfortunately, I can only have one best man tomorrow. Wyatt... ...you have been, uh, going through a rough patch with... and you seem a little lost. But I want you to know that you're not. You have a home here. We are your family. I love you, son. And I would be honored if you would be my best man.",
        "Liam: All you, bro.",
        "Wyatt: Uh, yes. Yeah, I-I-I would love to. I would be -- I'd be honored.",
        "Bill: [Chuckles]",
        "Wyatt: [Chuckles]",
        "Bill: Well, tomorrow can't get here soon enough. I can't wait to make Katie my wife again and start rebuilding our life together.",
        "Wyatt: I --",
        "Bill: All right.",
        "Liam: There you go.",
        "Wyatt: All right.",
        "Brooke: I shouldn't be your matron of honor. I'm not even sure if I should attend your wedding.",
        "Katie: Oh, come on! Of course! You have to be there!",
        "Brooke: I don't deserve it, Katie.",
        "Katie: Brooke...",
        "Brooke: I caused you a lot of pain. I just don't think it's right that I'm your matron of honor. I'm sorry.",
        "Katie: Listen, it has taken me a long time to realize that nothing in this world is simple. This wedding is not just about me and bill. It's about all of us moving forward and healing as a family. Please, Brooke. I need you to stand up for me, please.",
        "Brooke: [Sighs] All right. Yes. Okay, if you really want me to be your matron of honor, I will. Okay?",
        "Katie: Okay. Thank you. Thank you.",
        "Donna: Make some room for the chopped liver.",
        "Katie: Oh, come on! You're not -- I love you!",
        "Donna: Oh, I'm just teasing you! We have a wedding tomorrow! Oh, my God!",
        "[Laughter]",
        "Katie: Yay!",
        "Aly: I think Rick might really consider my shoe line.",
        "Ivy: Oh, yeah?",
        "Aly: Yeah. I mean, didn't you see the way he and Maya kept smiling?",
        "Ivy: You know what? Maybe you shouldn't get your hopes up until you get the final word.",
        "Aly: You're right. But it's just hard not to get excited. I mean, can you imagine going into a boutique and buying a pair of Alys by Forrester?",
        "Rick: Did you see the look on Aly's face when her shoe broke?",
        "Maya: No. I was completely distracted by how red her face turned. I was so embarrassed for her.",
        "Rick: You know, it amazes me how everyone was against me to begin with, and now everybody's literally hopping on one leg to get my approval.",
        "Maya: Aly is so desperate to get her line off the ground, she'll try just about anything.",
        "Rick: And she's not the only one. You should have seen the way Wyatt came groveling back for his job.",
        "Maya: These people need a lesson in humility -- and a reminder of who's the boss around here.",
        "Rick: Who says we can't have fun reminding them?",
        "Maya: Ooh.",
        "Wyatt: Are you cool with all this -- me being the best man and all? I know that it sounds weird, but [Chuckles] Dad -- he was your father first.",
        "Liam: [Chuckles] Come on. I think it's great. I really do. I mean, the thing is, dad wants you to know he's in your corner. I'm in your corner. I mean, I don't know how things are with Quinn right now, but you got family here.",
        "Wyatt: Thank you. I appreciate that.",
        "Liam: Yeah, sure.",
        "Wyatt: There is one thing that I-I really don't appreciate, though.",
        "Liam: What? What is it?",
        "Wyatt: How I can still taste that funky scotch of yours.",
        "Liam: [Laughs]",
        "Wyatt: It's bad!",
        "Liam: Fine. Fine. Let's get out of here. I'll buy you a burger.",
        "Wyatt: See, now you're speakin' my language!",
        "Liam: Yeah? What language is that -- heart attack?",
        "Wyatt: Let's talk about your scotch, shall we?",
        "Liam: My scotch? Let's talk about your fast-food addiction.",
        "Bill: So, it's settled. Wyatt's gonna be my best man.",
        "Katie: All right. Good. And I talked to Brooke, and she's gonna be my matron of honor.",
        "Bill: Okay. What is it?",
        "Katie: She just seemed a little off.",
        "Bill: Off about the wedding?",
        "Katie: I don't know -- just so alone.",
        "Bill: Well, Brooke's a big girl.",
        "Katie: Yeah, but my sister does not do very well by herself. In fact, I've never known her to be without --",
        "Bill: Without a man? First time for everything. Look, the world kept turning while Brooke was gone, and, uh, being single isn't exactly a death sentence.",
        "Katie: Hmm.",
        "Bill: Hey, uh, I don't want to spend today talking about Brooke when tomorrow I'm marrying the love of my life.",
        "Katie: Yeah! You're right! [Chuckles]",
        "Will: Mama! Daddy!",
        "Katie: Oh! Oh, there he is -- our son!",
        "Bill: That is our son.",
        "Katie: [Laughing] Yes.",
        "Bill: Yeah.",
        "Katie: Are you ready to jump back in to this?",
        "Bill: With both feet.",
        "Katie: Good.",
        "Bill: [Chuckles]",
        "Brooke: What is it? Speak.",
        "Donna: I just can't believe you, uh, agreed to be matron of honor when you're still in love with the groom.",
        "Brooke: Bill and I are history.",
        "Donna: Recent history.",
        "Brooke: Wait. I don't get it. Just a minute ago, you were excited about the wedding and me being matron of honor.",
        "Donna: Because I didn't want to hurt Katie. You are deeply in love with bill. You can't just turn those feelings off.",
        "Brooke: Bill has moved on, donna.",
        "Donna: Have you? Brooke? Are you over bill?",
        "Brooke: Yes! Yes, I am over bill because I choose to be over bill. He is now my brother-in-law, so I can't have those same feelings. I can't stare into his deep, piercing eyes or have that same kind of seduction or... yearning.",
        "Donna: S-so, what -- is this his replacement? Is this how you're gonna get him out of your system?",
        "Brooke: Yes. Yes, for the time being. And I'm not interested in what you have to say about it. [Sighs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=LOsJ31lH8w4"
}