{
    "Episode Summary": [],
    "Recap": [
        "Thomas and Gabby enjoy the afterglow of their lovemaking. Thomas wants to stay in her room but she is afraid they will be caught. They are interrupted by Phoebe asking questions about homework. Thomas hides in the bathroom. When his sister leaves he hastily gathers up his clothes and a condom wrapper and sneaks back to his room. Brooke breaks off hers and Nicks kiss by telling him she'll take the kids and move if she has to. He has to stay with Bridget and make her happy. Nick wants to tell her everything.",
        "Bridget comes home to find Nick and Brooke together. Brooke tells Bridget Nick has come to see her. Nick tells her he needs time to get over everything. Thomas gets to his room and is horrified to notice the condom wrapper is missing. Phoebe walking in the hall finds it. She confronts Thomas with her discovery."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: We can't.",
        "Nick: I can't let you go. I won't let you go.",
        "Brooke: No, no, we can't do this.",
        "Nick: I want you. I want you.",
        "[SCENE_BREAK]",
        "Phoebe: Steffy, I need help. What is a \"tangent\" again?",
        "Steffy: Phoebes, can't you see I'm in the middle of something here?",
        "Phoebe: The angle of elevation of a tree 50 feet away is 42 degrees. What is the height of the tree?",
        "Steffy: Ask Gaby. She aced Trig.",
        "Phoebe: She ought to be doing something around here.",
        "Steffy: Besides the dishes when it's your turn and anything else you don't feel like doing?",
        "Phoebe: I don't care. I don't want her here.",
        "Steffy: What's wrong with Gaby?",
        "Phoebe: Who would you rather have in the house, her or dad?",
        "[SCENE_BREAK]",
        "Thomas: Hey. Are you sorry?",
        "Gaby: No, are you?",
        "Thomas: No. I'm just trying to take everything in right now.",
        "Gaby: How come?",
        "Thomas: To remember how happy this is.",
        "Gaby: I know. It's like there are angels in the room.",
        "Thomas: Then, why are you crying?",
        "Gaby: I'm not. I mean, I am. But, I'm just so happy I waited and that you're my first.",
        "Thomas: Yeah, it makes everything matter. Are you okay with the way we got married?",
        "Gaby: I love it. I love it. I mean, now. But I guess that sometimes, getting married isn't always what you think it's going to be.",
        "Thomas: Hey, it has nothing to do with bridesmaids.",
        "Gaby: Thank you for being my beautiful husband and for making me cry.",
        "Thomas: I love you.",
        "[SCENE_BREAK]",
        "Bridget: Dad, no. This child will never know about that stupid lie I told. All right. Okay, well, wish me luck with mom. I love you. Bye.",
        "[ Car horn ]",
        "Bridget: You are never, ever going to drive, my precious baby. You can just get around in a boat, like your dad. You're my sole reason that I feel this way come on and warm me like the sun you're my inspiration you're every breath I take you're my soul reason I laugh, I cry, I live, I die and I love you're my sole reason",
        "[ Car horn ]",
        "[SCENE_BREAK]",
        "Brooke: No! No, this is wrong. Go, go. Never come back here unless you're with my daughter.",
        "Nick: That's not gonna work.",
        "Brooke: Yes, it is.",
        "Nick: What about us? What about us? What about our lives?",
        "Brooke: Nick, we had our chance!",
        "Nick: No. Our chance is now!",
        "Brooke: You are going to be married to my daughter. She is carrying your child. That is all that I see in you now.",
        "Phoebe: Thomas? I need to ask you a question about \"How tall is a tree that is 50 feet away?\" I know you're awake.",
        "Gaby: I was so afraid when we got married.",
        "Thomas: Well, you had a lot to be worried about.",
        "Gaby: No, I mean -- you know, that it meant that we could never be anything to each other. Like it was just some nice thing you were doing.",
        "Thomas: Well, I guess people get married for worse reasons. But maybe we got married for the best reason of all. You were going to be gone and I suddenly knew that I couldn't stand that. Hey, wait a second. All this time you've been thanking me, but I should be thanking you. You saved me from my lame excuse for a life.",
        "[SCENE_BREAK]",
        "Nick: I know you think you're doing the right thing.",
        "Brooke: No, it's what I can live with.",
        "Nick: Can you? Given what's between us, knowing what we know now?",
        "Brooke: Don't you see, Nick? Whatever I do, I'm going to lose one of you. And it can't be Bridget, not again.",
        "Nick: So that's what you want for your daughter? Living a life with a man who'd rather be with you?",
        "Brooke: You love her.",
        "Nick: Yes, but something's changed. Don't you see? Something big.",
        "Brooke: You have a connection with her that can't be broken in that child. She needs you, Nick. She needs you.",
        "Nick: And you say this is what you can live with? What if I can't?",
        "Brooke: If you love me --",
        "Nick: What if I can't?! Everything I've ever wanted is standing right in front of me and you're asking me to walk away? Well, maybe I'm too honest, huh? Maybe I'm too selfish. But I've looked for you my whole life, and I see no reason to be quiet about it anymore even with Bridget.",
        "[SCENE_BREAK]",
        "Thomas: I feel like yelling out the window. Jumping out the window!",
        "Gaby: That would be something we could all discuss in the morning.",
        "Thomas: I feel like I could fly.",
        "Gaby: Before you do that, you should probably -- put on these.",
        "Thomas: Ah, that's where they went.",
        "Gaby: Don't forget about anything that could get us into trouble, okay?",
        "Thomas: Maybe we could set your alarm for like 4:00 or something. Then I could stay a little while.",
        "[ Knock at the door ]",
        "Phoebe: Gaby?",
        "Gaby: Which one is it?",
        "Thomas: Phoebe. Is the door locked?",
        "Gaby: I don't know.",
        "[ Knock at the door ]",
        "Phoebe: Gaby?",
        "Gaby: Go in the bathroom. Go on.",
        "Thomas: Yeah, yeah, yeah.",
        "Gaby: Oh, hey.",
        "Phoebe: Were you asleep?",
        "Gaby: No, not yet, but I'm really --",
        "Phoebe: Can you help me? I need to turn in this trig assignment tomorrow. If I don't, I'm toast. I looked for Thomas, but he wasn't in his room.",
        "Gaby: Yeah, he's probably raiding the ice cream again, you know?",
        "Phoebe: Do you know anything about angles of elevation? Say if you were looking up at a tree?",
        "Gaby: You know what, I'm so fuzzy right now, I'm not feeling that well, I'm really tired, could we do this tomorrow?",
        "Phoebe: Sure. Never mind.",
        "Gaby: I told her you were downstairs.",
        "Thomas: That'll work.",
        "Gaby: I think you should go to your room.",
        "Thomas: Would've been nice to sleep in the same bed as you.",
        "Gaby: I know. You know what? Don't forget this.",
        "Thomas: Oh, yeah. Yeah, yeah, yeah.",
        "Gaby: Thomas? This has been the most special night of my entire life. I love you so much.",
        "Thomas: I love you, too. All right, I better go.",
        "Gaby: Good night.",
        "Thomas: Night.",
        "Gaby: Night.",
        "Thomas: All right, bye.",
        "[SCENE_BREAK]",
        "Brooke: You can't tell Bridget.",
        "Nick: I want to feel like an honest man.",
        "Brooke: You can't do this to Bridget. I won't let you.",
        "Nick: We both love your daughter. But you treat her as a child, and I don't.",
        "Brooke: She lied about having an abortion. Doesn't that tell you how fragile she is?",
        "Nick: But your asking me to lie to her, and I won't do it.",
        "Brooke: Telling her you love her is no lie. You said so yourself!",
        "Nick: Has it occurred to you that your daughter may not want to feel like a runner-up to the man that she marries?",
        "Brooke: Whatever you say to her is not going to get me to change my mind. It will only destroy her, and any chance you have at a family that you dreamed of.",
        "Nick: We can have that now, Brooke. You and me.",
        "Brooke: Nick, stop it, this is life. You don't get everything that you want. If you get a piece of it, you count yourself lucky and you don't ask for more. The only choice you get is whether to make yourself miserable, and everybody else around you, because you can't have it all.",
        "Nick: So this life that you picture for me and Bridget -- help me with this. What do I do when I see you? What do I do when I'm around you and I want you?",
        "Brooke: I'll take Hope and R.J., and I'll get outta town. I swear to god, I will. You can hate me if it makes it easier.",
        "Nick: Easier is not what you're making it.",
        "Bridget: Oh, you're both here. Good.",
        "Brooke: Nick came by to see you, honey.",
        "Nick: No, I didn't. I came by to see Brooke.",
        "[SCENE_BREAK]",
        "Thomas: Where is it?",
        "Phoebe: Ice cream. Yeah, right.",
        "[ Knock at the door ]",
        "Phoebe: What're you looking for?",
        "Thomas: Learn to knock, dork.",
        "Phoebe: I did.",
        "Thomas: Well, then learn to know when you're being ignored.",
        "Phoebe: I don't understand my trigonometry homework.",
        "Thomas: Well, maybe if you would pay attention in class, you would have a clue.",
        "Phoebe: I wrote down some answers, but I know they're wrong.",
        "Thomas: Can you see I'm trying to get ready for bed here?",
        "Phoebe: You don't have time for anything anymore. Except Gaby.",
        "Thomas: Phoebe, grow up, all right? There's not gonna always be someone there to take care of the hard stuff for you.",
        "Phoebe: Easy for you to say. You're being taken care of.",
        "Thomas: What does that mean?",
        "Phoebe: You might not think I know what this is. But, I paid attention in health.",
        "Thomas: Give me that.",
        "Phoebe: You totally broke the rules.",
        "Thomas: Hand it over to me, now.",
        "Phoebe: What are you gonna do for me?",
        "Thomas: Break your arm.",
        "Phoebe: I don't think so. What if I say, I bring you all my trig assignments for the rest of the year?",
        "Thomas: Give that to me right now.",
        "Phoebe: Touch me and I'll yell for mom.",
        "Thomas: Get this through your pea-brain, all right? This is not giggling in the girl's room about who's fat and who's cute. This is somebody's life. You want to put Gaby out in the street? Get her deported?",
        "Phoebe: She doesn't belong here.",
        "Thomas: I cannot believe you just said that.",
        "Phoebe: She's not our problem, Thomas.",
        "Thomas: Have all those diet drinks warped your brain? We've known Gaby all our lives, or at least known about her. Besides, we are married, and we have every right to do what we just did. Which is none of your damn business!",
        "Phoebe: I think so! Who hasn't been here since she has?",
        "Thomas: Hey, hey, dad left because mom kicked him to the curb. Gaby has nothing to do with it.",
        "Phoebe: That's when they started fighting. Let's see whose side mom takes now.",
        "Thomas: Don't do it, Phoebe.",
        "Phoebe: I just came in here to talk to you. Like I have a million times before. You didn't have to be so mean.",
        "[ Thomas groans ]",
        "[SCENE_BREAK]",
        "Bridget: Can we get something straight, Mom? You and Nick and me, we're a family now. So there doesn't need to be anymore pretending that you just happen to run into each other, or one person pretending they're about to leave for fear that I might go ballistic.",
        "Brooke: All right.",
        "Bridget: Look, I've accepted that you two have other things to talk about that have nothing to do with me. Although I'm guessing right now, they probably did.",
        "Nick: Well, that's right, they did.",
        "Bridget: All right, I'm starting to realize that the damage that was done here can't be undone overnight.",
        "Brooke: Because of the lie you told, Bridget. Nick needs you to be patient with him.",
        "Bridget: I know how badly I hurt you. When it comes to love, sometimes that's all that you can feel is the hurt.",
        "Brooke: That's true.",
        "Bridget: That's what happened to me. I needed to know that my mother and the father of my child have many other reasons to not be together, other than just me. So I removed myself from the situation completely in the most excruciating way possible. And I'm very, very sorry. So just please, tell me, how do we put this behind us?",
        "Nick: Don't think for one minute that I'm not happy about the baby.",
        "Bridget: I know you are. You just wonder if you could ever trust someone that did to you what I did.",
        "Nick: No, no, no. I understand your motives. And I feel partly responsible.",
        "Brooke: I think what you both need is some time alone together. To prepare for the baby. To experience all those amazing things that your going to experience in the next few months.",
        "Bridget: I agree. That's the way that you always -- we always pictured it.",
        "Nick: Yeah.",
        "Bridget: Can you still give me that time, or have I just ruined everything?",
        "Nick: No, no, no. Don't do that to yourself, it's --",
        "Bridget: I'll make it up to you, if you just give me a chance. If you still want to be with me, give me that chance.",
        "Nick: Let's see how it goes.",
        "Bridget: Then, can we go home? Good night, Mom. I love you.",
        "Brooke: I love you too, honey. More than you'll ever know."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=qtHw7zXwIuE"
}