{
    "Episode Summary": [
        "Episode # 7338 ~ Liam & Quinn come face-to-face in the interrogation room at the police station; Wyatt & Bill debate whether Quinn should go to prison for what she did to Liam."
    ],
    "Recap": [
        "Liam gets a phone call from Lt. Baker saying he cannot hold Quinn forever, so Liam needs to say for the record if he is going to press charges or not. Liam says he will be over in a few minutes with his attorney. Wyatt drops by and asks Liam one more time not to press charges. Justin tells Bill that he is on board. Bill says great; then Quinn will be behind bars before the day is over. Justin tells Bill just to be prepared as anything could happen. It is a he said/she said. Bill does not believe a little game of pretend is going to stop justice. Bill says that is Justin's job to make sure justice is done even if Liam doesn't understand what is at stake. Quinn's attorney comes in and she says Liam is on his way and she does not think he will press charges, Adam wouldn't. The lawyer asks her to sit quietly and do not make any pleas, let him do the legal talking. Wyatt tells Liam that his mom won't get help in prison. She will have to harden up and he does not want that. Liam says she took his life and Wyatt's too with Steffy and he is not going to let her get away with that. Liam says Wyatt keeps making excuses. Wyatt says he did not come here to discuss Steffy. Just do what he does best and show some compassion and not press charges against his mother. Wyatt explains to Bill what he did. Quinn tells her lawyer that this might be over before he knows it. Liam has had plenty of time if he wanted to press charges, so she thinks he won't. Justin and Liam walk in. Lt. Baker wants to get started. Quinn interrupts and says she does not think they need all these people; they just need the two of them, her and Liam. She would like him to honor what they had at the cabin and not send her to prison. Liam starts to speak but when he does the attorney speaks up and says it was all consensual when they had physical relations and he was free to leave as he was not restrained. He was not forced into staying or held against his will and he did not resist any advances and in fact he made his own advances and told Eve that he loved her. There is no case here.",
        "Bill tells Wyatt that Quinn gets away with everything because no one wants to hold her accountable, but Liam will press charges and this time she is going away for a long, long time. Quinn tells Lt. Baker and her attorney that if she is released she can make this up to Liam that she is a new person. Liam asks Justin if he thinks they can win otherwise he does not want to stand before the court and let the world know what he went through. Justin is honest and says it will be a very difficult case to prove. Wyatt tells Bill that Quinn does twisted things for him out of twisted love but in the end she is his mother. He hates what she did to Liam but he cannot support Liam putting her behind bars. Liam comes back and can barely look at Quinn. He says what she did was wrong and she may think what happened was real. But he never cared about her and never will. She agrees that he is right. She never should have taken him from the parking lot that day. But she will not regret what happened after that. She became another woman and she can again. Liam tells her that she caused him the woman he really loved and yet she sent texts making Steffy think otherwise. She is still the scheming monster she always was. Lt. Baker says he gets it that Liam is angry but he will have to take this elsewhere unless he is pressing charges. If not, then he has to let Quinn go."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Liam's flashback]",
        "Lt. Baker: Are you ready to press charges? If so, she'll be arraigned before a judge. There'll likely be a trial. If found guilty, she'll probably go to prison for a number of years. So, it's all up to you, Mr. Spencer. Do you want to press charges or not?",
        "[Present time]",
        "[Cell phone rings]",
        "[Beeps]",
        "Liam: Lieutenant Baker. Hey. I-I've been expecting your call.",
        "Lt. Baker: I've been expecting yours. Can't hold Quinn much longer without formally charging her.",
        "Liam: I-I understand.",
        "Lt. Baker: So, what's it gonna be? Have you made a decision? Are you gonna pursue this as a criminal matter or not?",
        "Liam: Uh, you know what? I-I'll be at the station shortly with my attorney.",
        "[Beeps]",
        "[Knock on door]",
        "Wyatt: Hey. Uh, you got a minute?",
        "Liam: Uh, just about. I'm on my way to the police station.",
        "Wyatt: That's why I came by, actually. Um... I'm asking you not to press charges against my mother.",
        "[SCENE_BREAK]",
        "[Quinn's flashback]",
        "Liam: I love you.",
        "Quinn: What?",
        "Liam: I don't need to remember how we met to recognize this feeling. You're my wife. I love you.",
        "Quinn: [Chuckles] I love you, too.",
        "[Present time]",
        "[Door opens]",
        "Lt. Baker: Just got off the phone with Liam.",
        "Quinn: What did he say? Is he pressing charges?",
        "Lt. Baker: Well, I'm not sure yet. Liam's on his way over with his attorney.",
        "[SCENE_BREAK]",
        "Bill: Liam asked you to meet him at the station?",
        "Justin: Guess he made a decision.",
        "Bill: [Chuckles] I'm glad he brought you on board. It means he's getting serious. Quinn will be arrested and behind bars before the end of the day. Liam has to make Quinn pay for what she's done.",
        "Justin: Unfortunately, it's rarely that simple.",
        "Bill: Are you trying to tell me something?",
        "Justin: Just be prepared. Anything could happen. Liam may have decided against pressing charges.",
        "Bill: Why would he do that?! She -- she stole his life, held him hostage.",
        "Justin: Well, where it was just the two of them. He said, she said.",
        "Bill: You think that a little game of pretend is going to stop Liam from seeking justice?",
        "Justin: [Sighs]",
        "Bill: All right. Look. You're Liam's attorney, but you're on my payroll. Your job is to look out for Liam's best interests, even if he isn't. Quinn goes away for a very long time.",
        "[SCENE_BREAK]",
        "Quinn: Why would Liam need an attorney?",
        "Lt. Baker: We'll find out when he gets here.",
        "Quinn: Not very forthcoming, are you?",
        "Lt. Baker: It's not in my job description to speculate with criminals.",
        "Quinn: I'm not a criminal. I may be misguided sometimes... never mind.",
        "Ed: You shouldn't be talking to the police without me.",
        "Quinn: Oh, trust me. It wasn't much of a conversation.",
        "Ed: Lieutenant Baker.",
        "Lt. Baker: Mr. De La Rosa.",
        "Quinn: Ed is my attorney.",
        "Lt. Baker: Well done.",
        "Ed: Thank you. Speak to my client alone?",
        "Lt. Baker: Of course.",
        "Ed: So, we're at ground zero. The cops either have to charge you or let you go.",
        "Quinn: Well, Liam is on his way.",
        "Ed: Do you have cash on you for bail, if necessary?",
        "Quinn: Oh, I don't really think it's going to come to that. No, I-I-I believe that Liam is gonna refuse to press charges. Adam would.",
        "[SCENE_BREAK]",
        "Liam: Hold on a second. I thought you were just as outraged by what Quinn did as everybody else here.",
        "Wyatt: I was. I am. I just... look, there's no rational explanation or excuse for what my mother did to you. Except she needs more help than we could have ever imagined.",
        "Liam: Oh, you think?",
        "Wyatt: She's not gonna get that in prison, Liam. What you brought out in her, those goods things like the vulnerability and the honesty, that new softness, like, that all goes away. She'll have to harden up just to survive, and I don't want that and neither do you.",
        "Liam: Well, even if that is true, what she did was unforgivable, Wyatt. She stole my life from me, and she gave it to you. I'm not gonna let her get away with that.",
        "Wyatt: [Sighs] I get why you're angry, and I'm not denying your right to be.",
        "Liam: Then what are you still defending her for?",
        "Wyatt: Well, because she could be an amazing person. Like, she's bright and funny and she could be sarcastic and loving, nobody you'd rather be around more. Just...I don't know. Something sets off her instability, and then God knows what's gonna happen next.",
        "Liam: Okay, you keep making excuses. I can't do it. I can't do it. She stole my life. I would be the one married to Steffy right now if she hadn't kidnapped me.",
        "Wyatt: Well, I don't agree with your theory, but if you need to... look, I didn't come here to argue with you about Steffy. I'm asking you to do what you do best. Have some compassion. Show some generosity. Do not press charges against my mother.",
        "Liam: Dude, I got to go.",
        "Wyatt: [Scoffs] Liam.",
        "Liam: Sorry.",
        "[Door closes]",
        "Wyatt: [Scoffs]",
        "[SCENE_BREAK]",
        "Ed: Let me stop you here with a caution. Your freedom depends on the outcome of this meeting. Don't throw the name \"Adam\" around. We don't want to remind him why we're here. We want to mitigate the kidnapping, not invite it into the room and give it a seat.",
        "Quinn: Yeah. Yeah, I see what you mean.",
        "Ed: So, I need you to let me do my job. No chiming in. Don't make heartfelt appeals to Liam. Be attentive and quiet. Allow me to argue you out of here.",
        "Quinn: Please do. 'Cause I have so much to make up to Liam. I-I have so much to prove, and I can't do that from behind bars.",
        "[SCENE_BREAK]",
        "Wyatt: This?",
        "Bill: What about it?",
        "Wyatt: It's supposed to be the insert image of the second cover line.",
        "Bill: Okay.",
        "Wyatt: Why?",
        "Bill: She's in a grocery store not wearing makeup.",
        "Wyatt: Seriously, Dad?",
        "Bill: Hey, if you don't like it, pull it, Wyatt.",
        "Wyatt: Oh. That was easy.",
        "Bill: Hold up. Hold up, hold up, hold up.",
        "Wyatt: [Sighs]",
        "Bill: You look like you could use a break.",
        "Wyatt: [Chuckles] It shows, huh?",
        "Bill: Only to your father. What's going on?",
        "Wyatt: I went to see Liam.",
        "Bill: [Sighs] Another fight over Steffy?",
        "Wyatt: I asked him not to press charges against my mother.",
        "[SCENE_BREAK]",
        "Quinn: [Sighs] You know, this might be over sooner than you think. I mean, Liam's had time to reconsider and probably say a few well-chosen words, and then he's gonna let me go.",
        "Ed: [Chuckles] We'll see.",
        "Lt. Baker: Liam and his lawyer are right behind me.",
        "Quinn: How does he seem?",
        "Ed: Hup.",
        "Quinn: Right.",
        "Justin: Counselor. Pleasure.",
        "Ed: Likewise. You're looking well.",
        "Justin: Can't complain.",
        "Lt. Baker: Shall we get started?",
        "Quinn: Yeah, let me just say something first.",
        "Ed: Can you -- you got to excuse my --",
        "Quinn: See, I don't really think we need this meeting -- you know, lawyers and cops. I think we could settle this just -- just the two of us. Right? I mean, I-I-I did you wrong, and -- and I own that. But I never lied to you about my feelings. I always came to you straight from the heart. And you did with me, as well. And I wasn't alone in that cabin. You were there with me. You know what we had. You -- you -- you know the connection that we shared, so I'm just -- I'm just asking you, Liam, to just -- just honor that and please don't send me to prison.",
        "[SCENE_BREAK]",
        "Liam: You abducted me. You manipulated me. You say you didn't trick me? What do you call having relations with somebody who doesn't even know --",
        "Ed: Was it nonconsensual?",
        "Liam: Excuse me?",
        "Ed: The relations.",
        "Liam: I --",
        "Ed: Okay, let me take a step back. Did my client use physical force against you?",
        "Liam: No. That's -- no.",
        "Ed: Put a gun to your head, knife to your throat?",
        "Liam: No.",
        "Ed: So, the physicalities were something that you participated in willingly.",
        "Justin: We are not at trial, counselor.",
        "Ed: Just trying to give your client a sense of how difficult a conviction in this case can be. Okay, so, when you fell in the parking lot of Forrester Creations, was it because Ms. Fuller pushed you?",
        "Liam: No. No, Quinn had nothing to do with that. But she sure took advantage of it. She threw me in a car and kidnapped me.",
        "Ed: To her cabin.",
        "Liam: Yeah, and she just kept me there.",
        "Ed: Were you barricaded?",
        "Liam: No.",
        "Ed: Free to leave whenever you wanted?",
        "Liam: I -- technically, I was free to leave, but I was in no condition to go anywhere because of --",
        "Ed: But you could have.",
        "Liam: I-I suppose that I --",
        "Ed: Was there a car?",
        "Liam: Yes, there was a car.",
        "Ed: Keys accessible?",
        "Liam: Yes.",
        "Ed: So, how is this an abduction? You weren't held there against your will, forced into staying.",
        "Liam: I didn't agree to be there.",
        "Ed: Okay, let's -- let's go back to the idea of consent. Did you resist my client's advances?",
        "Liam: I thought she was my wife.",
        "Ed: Did you make advances of your own?",
        "Liam: Yes, because I thought she was --",
        "Ed: Did you tell my client that you loved her?",
        "Liam: Yes.",
        "Ed: Ever simply just say \"stop?\"",
        "Liam: No.",
        "Ed: Well, that effectively takes abduction and aggravated assault off the table.",
        "Justin: I need to have a word with my client, if you don't mind, counselor.",
        "Ed: Take your time.",
        "[SCENE_BREAK]",
        "Wyatt: I know. It was beyond wrong, what mom did to Liam.",
        "Bill: You're not doing her any favors, Wyatt.",
        "Wyatt: What is that supposed to mean?",
        "Bill: Constantly letting her off the hook, excusing the inexcusable, never holding her accountable. That's why your mother thinks she can get away with every outrageous thing she pleases. She never has to pay. But that ends today.",
        "Wyatt: Well, with all due respect, it's not really your decision. It's Liam's.",
        "Bill: For now. But he will press charges.",
        "Wyatt: [Sighs] Come on.",
        "Bill: [Sighs] I'm sorry, Wyatt. But your mother's gonna go away for a good long time. And the only one she has to blame is herself.",
        "[SCENE_BREAK]",
        "Quinn: [Sighs] What's taking so long?",
        "Ed: The longer, the better. It means they're having a serious discussion.",
        "Quinn: Yeah, well, you brought up some awfully good points, so maybe Liam will get the message.",
        "[SCENE_BREAK]",
        "Liam: Well, I hate to admit it, but Quinn's lawyer sure scored some points there.",
        "Justin: Yeah. That was him just warming up. Ed de la Rosa's no joke, especially in court.",
        "Liam: Yeah, I kind of got that. Which leaves me with one question -- do we even have a case?",
        "[SCENE_BREAK]",
        "Quinn: What if Liam presses charges?",
        "Lt. Baker: You'll be processed into the system, fingerprinted. We'll take a nice picture.",
        "Quinn: What about bail?",
        "Lt. Baker: Well, there'll be a hearing, and a judge will decide.",
        "Quinn: Will I get it?",
        "Ed: Depends on who the judge is, whether he or she deems you a danger to yourself and/or others. Past deeds might come back to haunt you.",
        "Quinn: [Sighs] No, it can't go that far. See, I'm gonna be released. And then I can make this up to Liam and prove to him that I'm the woman he saw when we were together.",
        "[SCENE_BREAK]",
        "Justin: We have a case, it's just an unusual one -- a lot of gray areas that could be exploited, like de la Rosa just did in there. We could take it to court. It could go either way. You know, Quinn could prove to be a compelling witness. [Sighs] She has a prominent attorney who makes a lot of strong arguments that will be hard to refute.",
        "Liam: Well, okay, just -- just be honest with me. Do you think we can win? Because I don't want to go to court, let the whole world know what I've been through, only to have Quinn walk away.",
        "Justin: Yeah, well, in my opinion, it's gonna be a very difficult case to prove.",
        "[SCENE_BREAK]",
        "Wyatt: Well, you're right. I mean, I-I should probably let my mom pay for her own actions, 'cause what did was wrong. It was awful. You know, if that means she has to go to prison for it, well, guess what. That's what happens when you commit crimes, right? But the one thing that I'm left with, what I'm -- what I'm always left with is she's still my mother, Dad. She does twisted things for me out of twisted love, but... for a long time, that's the only kind of love that I-I-I knew, you know? So, I... I hate what she did to Liam. But I-I just -- I-I-I don't want him to put her behind bars. I will not encourage that, and I cannot support that.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Liam: [Sighs] What you did was wrong.",
        "Quinn: I know. I --",
        "Liam: I'm talking. You stole my life. You took me away from my fiancée. You left a brain injury untreated so you could keep me believing I was your husband, that I actually had feelings for you.",
        "Quinn: Well, you did.",
        "Liam: I'm talking. Now, you may think that whatever happened in that cabin between us was real, but it was based on a lie. I don't care about you. I never will.",
        "Quinn: May I speak now?",
        "Ed: Oh, I wish you wouldn't.",
        "Quinn: Well, I just... you're right about all of it. I never should have taken you from the parking lot that day. But I can't be sorry for what happened afterwards. 'Cause the time I spent with you was the happiest time of my life. You made me my very best self, and I'm telling you, Liam, I can be that woman again.",
        "Liam: This is -- this is amazing. You -- you genuinely believe that you can just, like, talk your way out of any despicable, horrible thing, don't you? You didn't just cost me time out of my life, Quinn. You cost me the woman I actually love. The whole time that you were playing this -- this -- this role, this wife role where you were devoted and loving, you were actively working against me the whole time. You were sending Steffy disrespectful texts, making her think that I didn't want to be with her. You manipulated me into making that recording blowing her off. You haven't changed. You were the same conniving, scheming monster in that cabin as you are in the real world.",
        "Lt. Baker: Liam, we get it. You're angry and upset with Quinn. But if you're not gonna press charges, then you're gonna have to take this somewhere else. So, what's it gonna be? Am I gonna book Quinn, or am I gonna let her go?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=TpvG-t3d-xY"
}