{
    "Episode Summary": [],
    "Recap": [
        "Oliver hears Rick ask if that is his voice on the recording where he said that the Forrester's are incredible people and he could be apart of it. Yeah he'd put up with Aly if she liked hanging out with him, no harm. Rick says it sounds like he is using his niece. Oliver says that was a private conversation recorded months ago and he barely knew Aly then. He didn't decide to fall in love with her but he did. Rick is not sure he is convinced. Oliver reminds him that Ridge was not a fan of his or his work. He appreciates Rick handling that but things got pretty shaky. He was angry and jealous and felt like a failure. So yes he sounded hard and cold in that conversation like a guy who didn't get hurt but hurt other people instead. But he was attracted to Aly for a lot of reasons and none of this was planned. He says he understands if Rick has to fire him but please do not use the recording to hurt Aly. It will only put her back there in that rage where she was most of her life. Rick agrees and says he has told Maya that too, but he will be watching Oliver. Wyatt asks Hope what is it that Liam is afraid of. She says his mother and her craziness. Wyatt admits that Quinn is single-minded and manipulative but not physically dangerous. He says he has been isolating himself from her until she stops leading his life but he will talk to her again. She says she has no right to expect that of him. He says she can ask him anything at all any day of his life whether he spends it with her or not. Oliver calls Aly and she says she has telepathic powers as she was hoping he would call and he did. He says they had fun tonight and he wants her to know how much she means to him ..never forget that. Meanwhile Aly is writing in her diary that tonight was like being in love. She asks her ghost mother how will she know. Darla says if it is not love she will know right away. If she thinks it is she needs to know herself.",
        "Deacon tells Quinn that apparently his daughter is no marshmallow and that little crack Quinn had made about him was not called for. She doesn't want him to see her work, saying it will jinx a work in progress. He tries to get her to admit that she was at Liam's. She asks why and he says maybe revenge. Quinn says she will get that when Hope dumps him. Deacon doesn't think that will happen anytime soon. Quinn says he should get a job and not freeload off the women in his life. He sets her straight that she is NOT a woman in his life. She says fine, go sleep on the street or better yet go pick up another worried mother in a bar. Deacon reminds her that she is out of beer. She wonders how that is her problem. He says she is the woman of the house and thought she'd like to know. She snarls that this isn't a house. This is a live/work space .but maybe he is not familiar with that middle word work. He answers that he thinks he is earning his keep while deciding if he will support a relationship between his daughter and her son. She wonders if Hope will even listen to him. Deacon says judging by her little visit which he overheard Hope trusts him more than he does Quinn right now. Quinn says that she is going out. He quips to remember to bring back the beer. He meanders around the place and spies this rather large locked tool box. He gets it out and a hammer and considers breaking the lock or at files and picking it, but resists. At The Bikini Hope orders a veggie burger to go. She calls Liam who said someone drove him home. His nerves are shot and because of the awesome pain pills he's pretty wiped out for the night. She tells him that she went to see Quinn and she said she was not outside Liam's house earlier. Liam quips that she is so trustworthy that they should believe her. She asks if he is sure he really did see Quinn. Liam says ask him again after eight hours of sleep. Hope tells him to call her if he needs anything. Wyatt walks to Hope and tells her that if she runs and she chases her and she accidentally falls and hits her head heaven forbid could they start over. He swears he is not stalking her. He says he comes here every now and then just to see who is hanging out. She says she will let him know if she feels nervous. He says actually he was hoping to see her tonight since Deacon had stopped by his house. Guess he wanted to see the other man in Hope's life, the problem man. He did not want her to hear about it later and he not have told her. He says he has been a lot of that lately, not saying what needed to be said when it was needed. She says that is funny since she just came from Quinn's. She asks if he is curious why she saw Quinn tonight. Wyatt says no, he is trying to distant himself from her. Hope tells him Liam is on crutches and how he got there. He tells her that he knows she thinks he will get over this .meet someone else, get married, have kids and have a happy home life. And maybe that is a possibility for his future but he hopes not .'cause he will never stop wishing it were her. Maybe he will just focus on his career. He's got a good business head and lot of experience for his age and he could get on magazines, hopefully ones that Liam doesn't publish. But no matter what he accomplishes, it won't make up for losing Hope. He just can't figure out what to do with his life with that one failure. Suddenly Quinn is inside the house. Liam on crutches backs away inching further and further away from her. She accuses him of running to Hope as the gnat, the spineless vertebrae that he is. She pushes him back on the couch. Liam wants to know what she wants. She says to give Wyatt his job back. Liam says he has no control over that. And with Quinn's track record, Hope won't have control either. Quinn tells him to let Wyatt and Hope be happy .go to Paris, be with Steffy, go to work in the New York offices, just leave Hope alone. He jokes what is she gonna do, kill him with a bunch of little stab wounds. She grunts that she will kill Hope too before she sees her with him. Remember .you live by the sword, you die by the sword."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Oliver: The Forresters are extraordinary people. If I could be a part of it... yeah, I'd put up with Aly. She's nice enough, pretty enough. If Aly likes hanging out with me and I benefit from it, what's the harm?",
        "Rick: It's your voice, if I'm not mistaken.",
        "Oliver: Yeah.",
        "Rick: Are you using my niece, Oliver? Because it sure sounds like it to me.",
        "Aly: \"Dear one, tonight was... magnificent. Sublime. Marvelous. Glorious.\" Glorious? \"Tonight was... tonight was delightful. Superb. Fantastic. Swell. Lovely. Tonight was lovely.\" Tonight was... like being in love.",
        "Deacon: Apparently my daughter's no marshmallow.",
        "Quinn: You don't even know her.",
        "Deacon: And that little crack you made about me, that really wasn't called for. How'd you like it if I went over and talked to Wyatt and asked him if he knew what a freak his mother is?",
        "Quinn: He knows me better than anyone. Hey.",
        "Deacon: What the hell is this thing, anyway?",
        "Quinn: It's a jinx to talk about a work in progress.",
        "Deacon: Hope was right, wasn't she? You were lurking around Liam's house trying to make him crazy.",
        "Hope: Can I just get a veggie burger to go, please? Thank you very much.",
        "[Cell phone rings]",
        "Liam: Spencer convalescent home.",
        "Hope: Hey, you made it home.",
        "Liam: They wouldn't let me drive. Can you believe that? I had to call Ethan from my work, wake him up, and he came and helped me out.",
        "Hope: Oh, why didn't you tell me? Let me come over. I'm gonna come over.",
        "Liam: Uh, my nerves are shot or these awesome pain pills, but, uh, I don't think I'm good for much but bed right now.",
        "Hope: [Chuckles] Um, I went to see Quinn.",
        "Liam: You -- what? Why?",
        "Hope: Yeah, well, she said that she wasn't outside your house tonight.",
        "Liam: Oh, yeah, and she's so trustworthy. We should just believe her.",
        "Hope: Well, can you tell me 100% you're sure you saw her?",
        "Liam: I don't know. You want to ask me again after eight hours of sleep?",
        "Hope: [Chuckles] Okay, call me if you need anything.",
        "Liam: I will. I love you.",
        "Hope: I love you, too.",
        "Wyatt: So, if you run and I chase you and you accidentally fall and hit your head, heaven forbid, could we maybe start all over? I'm not stalking you. I swear.",
        "Hope: Okay.",
        "Wyatt: I come in here from time to time, see who's hanging out. That's not stalking, right?",
        "Hope: I'll let you know when I become nervous.",
        "Wyatt: Okay, I really was looking for you tonight. I just -- I had to tell you in case, um, in case your father --",
        "Hope: My father?",
        "Wyatt: Yeah. Deacon. I saw him. He -- he came to my house.",
        "Hope: That's... I don't really know what to think of that. Um... it's funny, though, because I just came from your mother's.",
        "Quinn: Poor persecuted Liam.",
        "Deacon: So, you were there.",
        "Quinn: What would I want with him?",
        "Deacon: Gee whiz, I don't know. Maybe, um, revenge.",
        "Quinn: I'll get that when hope dumps him.",
        "Deacon: [Laughs] I don't see that happening any day soon.",
        "Quinn: Why don't you get a job instead of freeloading off of the women in your life?",
        "Deacon: Hey, honey, let's get one thing straight. You are not a woman in my life.",
        "Quinn: You know, I got fired, but you don't see me moping and eavesdropping like a sneaky, little girl.",
        "Deacon: Did I somehow accidentally, by being a nice guy, give you the impression that you could ever speak to me that way?",
        "Quinn: Fine. Go sleep on the street. Better yet, go pick up another worried mother in a bar.",
        "Oliver: That was a private conversation.",
        "Rick: That makes it okay?",
        "Oliver: No. But that conversation took place months ago. I hardly knew Aly then.",
        "Rick: And didn't we just hear why you decided to get to know her better?",
        "Oliver: I didn't decide to fall in love with her. I just did.",
        "Rick: Hmm. I'm not convinced.",
        "Oliver: It's true. What deacon wanted. Maybe to lay eyes on the other man in your life, the problem man in your life. I just didn't want you to hear about it later and wonder why I didn't tell you. I've kind of been doing that a lot lately, not saying what needed to be said, when it needed to be said.",
        "Hope: I appreciate that.",
        "Wyatt: Yeah.",
        "Hope: And? Are you not at all curious why I was at your mom's tonight?",
        "Wyatt: No. No, I'm trying to cut those apron strings. Unless it's something that you think I need to know, then...",
        "Hope: Liam's on crutches. Doctor says that he has a sprained ankle. He was going to bed, and he heard a noise, so he got up, and one of his doors was open. Took a flashlight to investigate, and all of a sudden, there was a face right in the light. And I don't think I have to tell you whose face that was.",
        "Deacon: You're out of beer.",
        "Quinn: [Scoffs] How is that my problem?",
        "Deacon: You're the woman of the house. I figured you'd want to know.",
        "Quinn: This isn't a house. It's a live/work space. Maybe you're not familiar with that word in the middle, \"work.\"",
        "Deacon: [Chuckles] I think I'm earning my keep while I'm deciding whether or not I support a relationship between my daughter and your son.",
        "Quinn: How do I know that hope is even gonna listen to you?",
        "Deacon: Well, judging by her little visit here, I'd say she trusts me a hell of a lot more than she trusts you right now.",
        "Quinn: [Scoffs] I'm going out.",
        "Deacon: Where?",
        "Quinn: What do you want?",
        "Deacon: Pick up some beer on your way back.",
        "[Door closes]",
        "Darla: He's very handsome.",
        "Aly: I can't decide if I like him better with or without the beard.",
        "Darla: I think it's the man inside his skin that you like best.",
        "Aly: Mom, how will I know when I'm in love?",
        "Darla: When it's not love, I think you'll know right away.",
        "Aly: And when it is?",
        "Darla: I can't help you with that, sweetheart. But one thing you do need to know is yourself.",
        "Oliver: It's been clear since Ridge got back from Paris that he's not a fan of me and he's not a fan of my work.",
        "Caroline: Rick handled that for you.",
        "Oliver: And I appreciate that. But still, things got pretty shaky pretty fast, and Ridge didn't waste any time picking his favorites, and I wasn't one of them. Carter was. I guess I was angry. I was jealous. I felt like a failure. And the last person I wanted to show was Maya. So, I guess I was hard and cold. I talked like a guy that didn't get hurt and hurt other people instead. But I-I was attracted to Aly for a lot of reasons. You know, she is beautiful, and she's -- she's smart and ambitious. And, yes, she comes from a great family. But this is real. None of this is planned. Both of us have come really far, and I know it's more evident when you look at her, but -- but it is true in me, too. And I understand if you have to fire me, but please, do not use that recording to hurt her.",
        "Rick: I went to bat for you with Ridge. I told him that you were like family. I kept going on how trustworthy you were.",
        "Oliver: Well, I guess you weren't too convinced if you were recording me at work.",
        "Caroline: Mnh-mnh. That was Maya. He has a right to know if the topic is trust!",
        "Oliver: I'm not gonna be able to change your opinion of me. But we've had a long working relationship. I can only hope that you put this two-minute recording in that context.",
        "Caroline: I think that's fair.",
        "Oliver: And if you need to fire me, do not play this, because it's just gonna put her back into that rage and suspicion that controlled her for most of her life.",
        "Rick: I agree. She doesn't need to hear this. I've already told Maya that, too. That's the only decision I'm making. But you better believe I will be watching you.",
        "Aly: I guess I am pretty lucky.",
        "Oliver: I'm feeling pretty lucky right now myself.",
        "Aly: Did you cut yourself shaving?",
        "Oliver: Where?",
        "Aly: Right there.",
        "[Crowd cheering]",
        "Oliver: Whoo!",
        "Aly: [Laughs]",
        "[Horse neighs]",
        "Oliver: Aly. I love everything about this night.",
        "Wyatt: I mean no offense by this, but what is Liam afraid of?",
        "Hope: Your mom and her craziness!",
        "Wyatt: Okay, look, is she manipulative? Yes. Is she single-minded? Yeah. If that's what you're calling crazy. But you think she's actually dangerous? Like, physically dangerous?",
        "Hope: Liam is on crutches, Wyatt. I'm just -- I'm just telling you what I know what happened.",
        "Wyatt: [Sighs] Look, I've been trying to isolate myself from her until she stops leading my life. But... okay, do you want me to talk to her?",
        "Hope: No, I... I don't feel like I have any right to ask you to do that.",
        "Wyatt: Don't you know by now you can ask me anything? Anything. Any day of my life. Whether I spend it with you or not.",
        "[Owl hoots]",
        "[Door closes]",
        "[Footsteps]",
        "[Creak]",
        "[Creaking]",
        "[Wind whistling]",
        "[Clatter]",
        "[Clatter]",
        "Quinn: Ran to hope about me, didn't you, you whiny, little bitch?",
        "Rick: Well...",
        "Caroline: Are you asking me if you did the right thing? Don't ask me to judge anyone. I'm just gonna end up judging sneaky, little Myra. Maya.",
        "Rick: Well, whatever her reasons, she only recording things that Oliver actually said.",
        "Caroline: You don't believe his explanation?",
        "Rick: Shouldn't Aly know? Shouldn't he be giving his explanation to her and not me?",
        "Caroline: [Sighs] I don't know. I'm really bad with \"should.\" I mean, does it make sense to break Aly's heart just to keep Oliver from doing it?",
        "[Cell phone rings]",
        "Aly: I think I have telepathic powers.",
        "Oliver: Can you make my car keys fly through the air?",
        "Aly: [Chuckles] No. That's a different super power. I don't have that one yet. But I've been lying here wishing you would call, and you did.",
        "Oliver: That's mind control.",
        "Aly: I'm afraid so. You don't have a chance. I'm controlling your thoughts. [Chuckles]",
        "Oliver: I'm thinking about?",
        "Aly: How much fun tonight was?",
        "Oliver: That and... how much you mean to me, Aly. Just don't forget that. Please...don't forget that.",
        "Deacon: [Grunts]",
        "Hope: Thank you very much.",
        "Wyatt: You know, I-I know that you think I'll get over this, you know, meet someone else, get married, have kids, have a happy home life. And I guess that's a possibility for my future, but... I hope not. 'Cause I'll never stop wishing that it was you. But, look, maybe I -- you know, maybe I'll focus on my career. Got a good business head. I got a lot of experience for my age. And I'll work hard and I'll get on covers of magazines, hopefully magazines Liam doesn't publish. Um... but no matter what I accomplish... it's never gonna make up for losing you. You know, they say not to let your life be defined by your failures. I just can't seem to figure out how to make my life about anything else.",
        "Liam: Do you have any idea how crazy you sound?",
        "Quinn: You want blood to spill over this?",
        "Liam: What did you do? What did you do, Quinn? Did you lift my father's keys to this house? You have them copied? Is that what?",
        "Quinn: You think I wouldn't do it? Kill you like a gnat, like the spineless vertebrae that you are?",
        "Liam: What do you want from me?!",
        "Quinn: Give Wyatt his job back!",
        "Liam: What -- I -- I have -- I have no control over that!",
        "Quinn: Talk to hope. She'll do it for you.",
        "Liam: Quinn, with your track record, she doesn't have any control, either.",
        "Quinn: Let them be happy. Go to Paris, be with Steffy, go work in the Spencer offices in new York! Leave them alone!",
        "Liam: What are you gonna do? You gonna kill me with a bunch of tiny, little stab wounds?",
        "Quinn: [Grunts] I'll kill hope, too, before I see her with you. I warned you. Live by the sword. Die by the sword."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=vL8O7Oljumo"
}