{
    "Episode Summary": [
        "Episode # 7298 ~ Quinn's pressure skyrockets when Wyatt demands that she bring her new beau to his wedding; Bill questions Katie when she attempts to seduce him after her episode with Brooke."
    ],
    "Recap": [
        "Wyatt says it seems like an eternity but he can't believe they are getting married in two days. He admits he likes to plan ahead so he has already made some calls. Eve tells Adam that he just needs to let it go for a while and not try to dredge up his past that he can not remember. She says she is a reliable source of information so he can ask her anything. He laments that he would like to see the place they married; perhaps that will jar his memory. Eve says it is not that significant and they can't go. She has already taken a leave of absence and they are going away someplace else. Katie tells Bill to go on up and she will follow in a minute. First she takes a slug from her hidden bottle in the canister set. She takes some fruit snacks up to the bedroom. Bill is happy to see her and tries to get her to sit beside him so he can kiss her. She pulls away a little. She tells him she needs to dress for bed. He says he was concerned and she apologizes but says she is seeing a therapist. She knows she needs some help but she will be okay. Brooke confides in Rick that Katie went berserk at dinner. Katie demanded that she admit she had feelings for Bill. She is starting to scare Brooke when Katie insisted she saw things that were not there. She says her time with Bill is over and Katie needs to realize that.",
        "Katie comes out of the bathroom in sexy lingerie. Bill is impressed .until she starts burping and giggling. She denies she has been drinking although he suspects he smells it. She tells him that she is not lying. She has not been drinking. He can go downstairs and check all the inventory and see that nothing is missing. She is grateful that he is worried about her health. She kisses him. They make love and lay in each other's arms. Adam tells Eve that he is going to go grab some wine for them and then they can talk about this sudden urge to leave town. Wyatt calls and tells her the wedding news ..and she can bring her new guy. He and Steffy want to meet him. He will not take no for an answer. She says she has wanted this so much and so she will try to be there. Silently she grits her teeth and thinking how she can get out of this. Adam looks at the wedding album again and tells Eve that she seems miles away. She takes the album away and says this is when his headaches come when he pushes too much. They can make new memories. They can leave day after tomorrow. Things will be different then; he will see. She will try to do better. She is excited .one more day. She is going to take a shower and meet him in bed. Adam stares again at the doctored wedding picture but sees Steffy as she lifts her veil."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: So, we're really doing this.",
        "Wyatt: Yeah, I-I don't even know why we waited so long.",
        "Steffy: It hasn't even been that long.",
        "Wyatt: What are you talking about? It's been like an eternity for me!",
        "Steffy: I just can't believe it. I mean, we're getting married the day after tomorrow.",
        "Wyatt: Yeah. Still can't come soon enough.",
        "Steffy: Yeah.",
        "Wyatt: Hmm?",
        "Steffy: It's gonna rock being your wife.",
        "Wyatt: You have no idea.",
        "[SCENE_BREAK]",
        "Liam: It's driving me crazy. I mean, I feel like something's coming back to me. I can almost -- I can almost see it, and then [Snaps fingers] It just evaporates.",
        "Quinn: You're -- you're probably trying too hard. Let the memories find you.",
        "Liam: See, that's the thing. They don't. I have to -- I have to pursue them, and it's not like I'm getting any help outside of my own damaged brain. I mean, do you know how many Adam Smiths come up if you -- if you plug in a search? None of them are me, Eve.",
        "Quinn: Come on, babe, just -- just let it go for a while.",
        "Liam: I-I can't. I can't do that, eve. I got -- I got to find out who I am.",
        "[SCENE_BREAK]",
        "[Insects chirping]",
        "Bill: Katie, I'm going up to bed! Are you coming?!",
        "Katie: Yeah, I'm -- I'm making a snack! Go on up!",
        "[SCENE_BREAK]",
        "[Insects chirping]",
        "Rick: You seem distracted.",
        "Brooke: That would make sense.",
        "Rick: You know, you still haven't told me about dinner. Did something happen at Katie and Bill's?",
        "Brooke: [Sighs] It was a disaster. I'm worried, Rick. My sister may be in trouble, and I don't know how to help her.",
        "[SCENE_BREAK]",
        "Katie: Hey.",
        "Bill: I love it when you read my mind.",
        "Katie: With you, it's easy. Just bring food. Oh.",
        "Bill: Ah, ah, ah, ah, ah, ah.",
        "Katie: [Chuckles] Um...",
        "Bill: You all right?",
        "Katie: Yeah.",
        "Bill: Why'd you pull away from me?",
        "[SCENE_BREAK]",
        "Brooke: [Sighs] At first it was lovely. Katie was making a nice dinner, and we were all having a good time, and she let us know that she's getting the help she needed for her drinking and her depression.",
        "Rick: Sounds positive so far.",
        "Brooke: She wanted our reassurance that we are gonna be there for her, we are gonna put her first, not betray her. [Sighs] And then everything just flipped. She went berserk. She started blaming Bill and me for flirting right there in front of her.",
        "Rick: Were you?",
        "Brooke: No! Of course not. [Sighs] She was really very upset. She demanded that I admit I have feelings for Bill. My presence didn't seem wanted, so I left.",
        "Rick: You think she's been drinking?",
        "Brooke: She says she isn't.",
        "Rick: But you don't believe her.",
        "Brooke: I don't know what to believe. She was really very irrational. It's starting to scare me.",
        "[SCENE_BREAK]",
        "Bill: You don't want to kiss me?",
        "Katie: [Sighs] When have I ever not wanted to kiss you?",
        "Bill: You pulled away, Katie.",
        "Katie: No, I just thought that I -- I thought I heard Will.",
        "Bill: I checked on Will. He is out like a light. He won't be up till the morning.",
        "Katie: Good. So, us time.",
        "Bill: That's what I was hoping for.",
        "Katie: Let me go change. [Chuckles] What?",
        "Bill: You seem all right.",
        "Katie: I seem all right?",
        "Bill: I was concerned, the way you went off on Brooke and me earlier.",
        "Katie: Yeah, I know. I apologized for that. Um... I guess I've just been feeling a little insecure lately. That's why I'm seeing my therapist, trying to work through my feelings, my emotions before I say or do something that I can't take back. But I might need some help.",
        "Bill: Say the word.",
        "Katie: Well, I guess patience is the best word I can think of. And maybe some reassurance, even if you don't think it's necessary.",
        "Bill: I can do that.",
        "Katie: It's a two-way street. You know, I mean, I can offer the same in return.",
        "Bill: Really?",
        "Katie: Yeah, how does this work for you?",
        "[SCENE_BREAK]",
        "Steffy: I'm still wrapping my head around this. I mean, we're gonna be married the day after tomorrow.",
        "Wyatt: Yeah.",
        "Steffy: [Chuckles]",
        "Wyatt: At our spot on the beach. It'll be beautiful. I already made some calls, so...",
        "Steffy: Are you always this thoughtful?",
        "Wyatt: What? [Chuckles] I like to plan ahead. Keep my lady smiling. Wait a second. My wife smiling. That's good. You already talk to your mom?",
        "Steffy: No, no. Like I said, she's been really busy with work. I don't even know if she's gotten my messages.",
        "Wyatt: Oh. [Chuckles] I hope Taylor likes surprises, 'cause this one's gonna be a doozy.",
        "Steffy: Yeah, well, at least your mom's gonna be there.",
        "Wyatt: Yeah.",
        "Steffy: Quinn wanted this all along.",
        "Wyatt: She never gave up on us. I couldn't convince her that we weren't meant to be together, so, you know, she'd do just about anything for us.",
        "[SCENE_BREAK]",
        "Quinn: You -- you are so concerned.",
        "Liam: Wait, wait, wait! No, no, no!",
        "Quinn: You know what happens when you think too much. I think that's enough for one night.",
        "Liam: Am I obsessing? Sorry.",
        "Quinn: It's okay. You have a reliable source of information right in front of you. You just ask me anything.",
        "Liam: Yeah, I know, but it's not the same as remembering -- that could work.",
        "Quinn: What?",
        "Liam: The place we got married. Why don't you take me there? I want to see it.",
        "[SCENE_BREAK]",
        "Steffy: Nope. Still nothing from my mom.",
        "Wyatt: Well, if it's any consolation, you won't be completely motherless. My mother at our wedding. I would love to see someone keep her away.",
        "Steffy: It is cute how much she loves you.",
        "Wyatt: Is it, though? I don't think it's cute.",
        "Steffy: Oh, come on. You love her just as much.",
        "Wyatt: Well, I just want her to be happy. I want her to feel a shred of what we feel.",
        "Steffy: I wonder if the new guy's helping her with that.",
        "Wyatt: I know. We haven't even met the guy yet. I mean, I just hope it holds. She -- she deserves something good in her life for once.",
        "[SCENE_BREAK]",
        "Liam: I mean, what better place to jog a memory than where we got married? I mean, it's like the most significant place for both of us. I think you said -- yeah, it looks like it's in the mountains somewhere. I want to go. I want to go.",
        "Quinn: We can't.",
        "Liam: Of course we can.",
        "Quinn: Oh, Adam, please just let -- just let it go.",
        "Liam: What? Why? I could get there, and everything could just come rushing back to me.",
        "Quinn: Yes, or you could have no clue about anything and be disappointed again.",
        "Liam: Well, isn't it worth the trip to find out?",
        "Quinn: Well, we are not gonna have time for a detour.",
        "Liam: Detour? What -- what are you talking about?",
        "Quinn: I-I took a leave of absence. We're gonna go away.",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Bill: Katie, what are you doing?",
        "Katie: You'll see!",
        "Bill: Can you hurry it up? I'm getting lonely out here.",
        "Katie: Aww. Poor baby.",
        "Bill: Wow. You feeling better?",
        "Katie: Yeah, you know, I -- I'm sorry for whatever that was. [Laughs]",
        "Bill: What that was was you accusing Brooke and me of flirting right in your face. We would never do that, Katie.",
        "Katie: I know. I know. I just -- I need to work on my -- my insecurities. [Hiccups] [Laughs] Whoops. [Hiccups] [Laughing]",
        "Bill: Have you been drinking, Katie?",
        "Katie: [Laughing] No, no! [Chuckles, clears throat]",
        "Bill: I definitely smell something.",
        "Katie: It's mouthwash. [Hiccups] [Laughs] I'm sorry.",
        "Bill: Mouthwash and what else?",
        "Katie: Nothing. Nothing. I just need a glass of water.",
        "Bill: Are you lying to me, Katie?",
        "Katie: [Laughing] No.",
        "[SCENE_BREAK]",
        "Brooke: Bill loves Katie, and he's very happy to have his family back together. But he's not a patient man. However, he really does care and he wants to help. And if he doesn't feel like he's helping, he'll just shut right down.",
        "Rick: Like he did with Katie the first time.",
        "Brooke: Exactly.",
        "Rick: Sometimes I forget how well you know him.",
        "Brooke: Well, he was my favorite subject for a while. But that is over, and Katie needs to realize that and get over it. That drinking certainly isn't helping.",
        "Rick: More like exacerbating her fears and insecurities.",
        "Brooke: She needs to break this vicious cycle. Otherwise she will lose Bill.",
        "[SCENE_BREAK]",
        "Katie: Hmm. Ah, that's better. [Chuckling] Sorry.",
        "Bill: So, is this where we are now, Katie? Lying to me?",
        "Katie: I'm not lying to you. I had the hiccups. It happens. I haven't been drinking. Look, why don't you go downstairs? You know how much booze there is in the house. Check the levels of the bottles and you can tell me what you find. I won't be offended.",
        "Bill: You haven't been drinking?",
        "Katie: No, not a drop.",
        "Bill: [Sighs] I don't mean to accuse you, but --",
        "Katie: It's fine. I-I've given you plenty of reason to doubt me.",
        "Bill: When we were with Brooke earlier, you... you weren't yourself, Katie. You turned on a dime.",
        "Katie: Well, I don't really want to talk about this right now, but maybe it's my medication. I went back on my antidepressants, and it takes a minute for them to even you out.",
        "Bill: Could be.",
        "Katie: See, this is where that patience that I was talking about might come into play. You know, I'm feeling a lot better, but if I have an occasional relapse, I really need you to just ride it out.",
        "Bill: Fair enough.",
        "Katie: Good. Now, can we please move on to something else?",
        "Bill: Anything in particular?",
        "Katie: I thought you'd never ask.",
        "[SCENE_BREAK]",
        "Wyatt: Almost-wife.",
        "Steffy: Almost-husband.",
        "Wyatt: You and me together? Watch out, world.",
        "Steffy: [Laughs]",
        "Wyatt: So, you gonna call Ridge and Thomas?",
        "Steffy: Hmm... I think I'm gonna tell them face to face.",
        "Wyatt: Yeah?",
        "Steffy: Yeah, maybe we should drive out to Topanga, see your mom. I think she'd like it.",
        "Wyatt: That's not a bad idea. I mean, we can, like, meet this mysterious Adam, huh?",
        "Steffy: Yeah.",
        "Wyatt: You know, on second thought, I think I want to stay here with you.",
        "Steffy: Okay, good.",
        "Wyatt: I'm just gonna call her.",
        "Steffy: Yeah, good. [Chuckles]",
        "[SCENE_BREAK]",
        "Liam: Why don't I go grab some wine, and then we'll talk about this continued urge to leave town. [Chuckles]",
        "Quinn: Okay. [Sighs]",
        "[Cell phone rings]",
        "Quinn: Hello, sweetheart.",
        "Wyatt: Ah, you ready for some news? Steffy and I are getting married.",
        "Quinn: That's not news, unless... are you setting a date?",
        "Wyatt: Day after tomorrow, yeah.",
        "Quinn: [Sighs] That's wonderful. Except...",
        "Wyatt: What do you mean, \"except\"? There's no \"except.\"",
        "Quinn: I was gonna leave town tomorrow.",
        "Wyatt: Mom, this is my wedding to Steffy. You have to be there. Look, you can bring your guy. I'm sure dad and Katie are gonna be there, and Caroline, too. Adam can meet our tribe. He's obviously sticking around, right? You're not going out of town by yourself, are you?",
        "Quinn: No.",
        "Wyatt: Okay, so bring him! Steffy and I want to meet him.",
        "Quinn: I don't know if I'm ready for that yet.",
        "Wyatt: I-I am not taking no for an answer on this. This is the single most important day of my life. I'm not asking. I'm insisting now.",
        "Quinn: I-I know. I know, and, honey, let me just say that I am so thrilled for you. Marrying Steffy -- I have wanted this for you. You have no idea how much.",
        "Wyatt: I think I have an idea.",
        "Quinn: I love you, honey.",
        "Wyatt: All right, you, too.",
        "[SCENE_BREAK]",
        "[Insects chirping]",
        "Katie: When we're together like this, it's like nothing else matters.",
        "Bill: As much as I wish we could be here 24/7, we can't. So I need you to carry what you're feeling right now, that confidence in our bond, and hold on to that throughout your day. You have no reason to doubt me, Katie.",
        "Katie: Well, that goes for you, too. I know you're afraid that I'm gonna turn into some kind of crazy lush. That's not gonna happen. I won't let it happen.",
        "[SCENE_BREAK]",
        "[Insects chirping]",
        "Liam: [Sighs] It's like you already left.",
        "Quinn: What?",
        "Liam: You seem far away.",
        "Quinn: No. I'm right here. Oh, Adam, not again.",
        "Liam: I know. I just... I think if I -- if I keep looking at the pictures and really examine every detail, then maybe something will jump out at me.",
        "Quinn: I know. I know you're anxious to regain your memory, but when it doesn't happen, you -- you get so upset, and that's when the headaches come. Just stop pushing it. Forget about the past. Let's -- let's make new memories.",
        "Liam: Outside of LA?",
        "Quinn: Yeah! Let's see the world!",
        "Liam: Well, when were you thinking we should leave?",
        "Quinn: Day after tomorrow.",
        "Liam: That soon?",
        "Quinn: Well, there's -- there's a whole world outside that door, outside of this cabin, this city, and I would say we should even leave sooner, you know, like tonight, but there's just -- there's something that I have to do, something really important, so...",
        "Liam: Well, I could go with you.",
        "Quinn: No, no, no. I need you to stay here and pack. I need you to get the house ready so we can, you know, shut it down and be ready.",
        "Liam: Why do you always leave me here?",
        "Quinn: Is that how it seems?",
        "Liam: It's how it is.",
        "Quinn: I'm sorry. I will try to do better, be more inclusive. Things will be different when we get on the road. You'll see.",
        "Liam: I guess if it's with you, nothing else matters.",
        "Quinn: That's the answer I was looking for. [Chuckles] I'm excited. One more day. [Sighs] Okay. I am going to go take a shower, and I'll meet you in bed.",
        "[SCENE_BREAK]",
        "Steffy: Wait, back up. Quinn actually considered not coming to our wedding?",
        "Wyatt: I know! Who is this guy anyway, usurping my position in my mother's life? I've always come first.",
        "Steffy: You are so jealous.",
        "Wyatt: I'm not jealous! This is not jealous. I'm not jealous.",
        "Steffy: Mm-hmm.",
        "Wyatt: Am I jealous? Yeah.",
        "Steffy: But she's coming, though, right?",
        "Wyatt: Yeah, I-I insisted. I told her to bring mystery guy so we could all finally take a look.",
        "Steffy: I wonder what this guy is like, this Adam."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=vu6wSaNY7c0"
}