{
    "Episode Summary": [
        "Episode # 7602 ~ Ivy makes an unsuccessful attempt to reason with an irrational Katie about the suspicions she has; Quinn confides in Ridge her fears about returning to work."
    ],
    "Recap": [
        "Quinn sips coffee as she takes a stroll out of her balcony looking at the view below. Katie is looking at her through her telescope with a sour look on her face. She mutters that she hates that woman. Katie says Quinn is dangerous and needs to be stopped once and for all. Nicole tells Julius that Rick and Maya should be arriving soon and she is coming straight here to see Lizzy. Julius says she should have been keeping her the entire time instead of Coco and RJ. She carried her for nine months and he knows she gave her up but she is her mother and they bonded. No one could prepare her for that. On the plane, Maya tells Rick that she would have loved to have stayed in Paris but she just couldn't stand it another day. She wanted to see Lizzy and hold her in her arms. Zende looks at Nicole holding Lizzy and says she is going to be the best mom. She will have that baby like Lizzy running around in no time. Ridge helps himself to the coffee saying he is completely out in the guest house. He thought Quinn would be at work. She says no, she was not in that big a hurry. Ridge senses she is afraid and says Katie will not be there. She says still she is afraid of what she might do now that she fired her. Ivy drops in on Katie who is not happy to see her. She says she was just fired so she is not in a great mood. She repeats again that she hates that woman and makes a fist with her two hands like around her neck.",
        "Ridge argues with Quinn that the gun was not loaded and Katie knew that and she has promised not to do anything like that again. Quinn said for a while the job at FC placated her but now Katie just thinks she is evil and she would be better off dead. She thinks she is losing her mind. Ivy tells Katie that she knows she is upset but there are other things she can do. Katie shuts her up and says they both know why Quinn gave her that job and that was to shut her up. Ivy is being treated like crap and yet she is lapping it up. Quinn is a miserable person and does not deserve to live. She wants Ivy to just get out of her house and go. She goes back to the telescope but sees no one this time. Quinn tells Ridge that she hopes he is right but she knows Katie will be watching them and trying to catch them in another encounter. He tells her she should feel good that she does not have to work with Katie anymore. He knows Quinn is a survivor and she will survive this. Julius tells Nicole that it is lovely seeing mother and daughter. Lizzy knows she is her mother. Maya rushes in and can't wait to grab Lizzy out of Nicole's arms. Julius says is must be hard on a mother separated from their child. He's looking right at Nicole. Maya says that Rick will be home soon and them a family again. She is an angel and she loves her so much. Nicole looks guilty. Quinn walks out on the balcony. Her face is in the cross hairs of a telescope and a shot rings out."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Birds chirping]",
        "Katie: God, I hate that woman.",
        "Rick: Hey.",
        "Maya: [Sighs]",
        "Rick: Just a few more hours and we'll be with our little girl.",
        "Maya: Yeah. I'm sorry I cut the trip short.",
        "Rick: No, don't worry about it. We made the right decision.",
        "Maya: I would have loved to stay in Paris, and I didn't want to cancel the extra photo shoot. But I couldn't wait. I just need to be home in L.A.",
        "Rick: We got enough accomplished. And honestly, everybody understands that.",
        "Maya: I will feel better when I'm home, when I can hold Lizzy in my arms again.",
        "Nicole: Somebody ate all of her breakfast this morning, didn't you, Lizzy?",
        "Zende: Is that right, baby? I'm so proud of you.",
        "Nicole: I think that we're gonna do some artwork today, aren't we, sweetie? She loves art. Have you seen some of her work?",
        "Zende: Oh, I have.",
        "Nicole: She's a natural already.",
        "Zende: Yeah. You know who else is a natural? You, the way you are with her. You're so patient and loving.",
        "Nicole: She makes it easy.",
        "Zende: You are gonna be the best mom, Nicole. I have no doubt in my mind. We are gonna raise some incredible kids. They are going to be intelligent and kind and giving, everything that we hope for them to be. We're gonna have a little one like Lizzy running around here pretty soon. You'll be a mom in no time.",
        "Maya: I know we weren't in Paris very long, but it feels like forever. I hope Lizzy still remembers me.",
        "Rick: Remembers you? You're her mom. She's not gonna forget you.",
        "Maya: I'm just grateful we had so many people who were willing to take care of her while we were away.",
        "Rick: Yeah, we weren't lacking any caregivers. From Pam, your parents, Nicole, my brother, Coco.",
        "Maya: [Chuckles]",
        "Rick: You know, I actually heard they were fighting over who could babysit.",
        "Maya: Lucky Lizzy. She has so many people in her life who love her, especially my sister. She -- she really stepped up.",
        "Rick: Yeah. Yeah, but she seemed stressed out on the phone. She's probably ready for a break.",
        "Maya: Mm-hmm. I left her a message and let her know we're heading home.",
        "Nicole: Lizzy went right down, so she should be good and rested by the time rick and Maya get back.",
        "Zende: I thought they were gonna be gone a few more days.",
        "Nicole: They decided to hop on the plane this morning.",
        "Zende: That's good. It will be good to have them back.",
        "Nicole: Yeah. I didn't think it was right for rick and Maya to be away from Lizzy for so long, but on the other hand...",
        "Zende: It's been good having that time with her. She sure does love you. That makes two of us.",
        "Julius: Hey! Now, where is my gorgeous grandbaby?",
        "[Door closes]",
        "Nicole: Taking a nap. Rick and Maya are coming back today.",
        "Ridge: Hey. [Clears throat] I ran out of coffee in the guest house, so...",
        "Quinn: Oh, well, I see you helped yourself.",
        "Ridge: And I can see you like your coffee strong. Where's my dad?",
        "Quinn: Um, he's not here. He's already gone for the day.",
        "Ridge: I figured you'd be at the office.",
        "Quinn: No, I'm not in any rush.",
        "Ridge: Katie won't be there.",
        "Quinn: Still, I'm afraid of what she's gonna do now that I fired her.",
        "Katie: This really isn't a good time, ivy.",
        "Ivy: I just came to see how you're doing.",
        "Katie: Oh, well, how do you think I'm doing? I was just fired -- by Quinn, of all people. I'm so angry, I could just scream! I hate her!",
        "Rick: We wanted to take Lizzy with us, but without a nanny there to watch her all day long... we were in a bind.",
        "Maya: Yeah. The trip was only supposed to last a day or two.",
        "Rick: Mm-hmm.",
        "Maya: But then with added campaign and all of your meetings, if I had known --",
        "Rick: No, you didn't do anything wrong. We've got careers. Lizzy was taken care of. Lizzy's fine. We're fine. It all worked out.",
        "Maya: Of course I would have asked my parents or Nicole to take care of her. But look, Nicole and my mom work all week. Zende's designing. I didn't want to burden anybody.",
        "Rick: Okay, well, if there is a next time, we'll give everyone the option to say yes or no. Just so we don't ruffle any feathers.",
        "Maya: Who knew Nicole would be so offended?",
        "Rick: Well, she was.",
        "Maya: It's just not like her, implying that I'm not a responsible parent, that I don't put my daughter first. Lizzy is the most important thing in the world to me.",
        "Rick: I know that. Lizzy and I both know that. So does everybody else.",
        "Maya: Maybe there's something going on with Nicole. She just doesn't sound like herself.",
        "Julius: I thought Maya was gonna be staying longer.",
        "Nicole: Changed her mind. She left early.",
        "Julius: Oh. Well, listen, you have done an amazing job with Lizzy. And I know that you both are gonna make wonderful parents with a baby of your own soon enough. You just got to keep that hope going, no matter what the doctors say, because you know what? I am sure of it that my baby girl was born to be a mother.",
        "Zende: Your father's right. You are gonna make a wonderful mother someday, someday very soon. I love you, okay? I got to go to work. Julius, it's always a pleasure.",
        "Julius: Always, son.",
        "Zende: All right. See you.",
        "Julius: All right.",
        "[Door closes]",
        "Julius: Hey. Come on now. Don't start losing faith.",
        "Nicole: It's hard not to sometimes.",
        "Julius: I know. But you got to keep your chin up. You got to believe it's going to happen. Nicole, I've seen you with Lizzy. You've got a special gift, a loving hand, and there's no way -- there is no way that god is gonna deprive you of having your own child, especially after the sacrifice that you've made giving your daughter to rick and Maya.",
        "Quinn: I don't even like being alone here with you.",
        "Ridge: Then you should go. What's keeping you?",
        "Quinn: [Sighs] We have to be careful, right? I mean, can't keep putting ourselves in these dangerous situations.",
        "Ridge: Dangerous? This is my situation -- I'm having coffee, a little Danish. What are you planning on doing?",
        "Quinn: I'm planning on staying away from you, like I promised.",
        "Ridge: Okay. We agree. Why are we still talking about it?",
        "Quinn: Because of Katie, the fact that she knows. She's holding it over our heads.",
        "Ridge: She gave her word. She promised not to say anything to my dad.",
        "Quinn: And we're gonna trust her? She's a loose cannon. She held a gun on me.",
        "Ridge: Katie's a lot of things, but she's not dangerous.",
        "Quinn: The hell she isn't.",
        "Katie: They keep telling me that nothing's going on.",
        "Ivy: And you don't believe them?",
        "Katie: No, I don't, because every time I see them together, they are this close to each other.",
        "Ivy: Ridge said he was comforting her, which is kind of understandable considering you pulled a gun on Quinn.",
        "Katie: Yeah, well, I'd love to give them the benefit of the doubt, but I just don't feel like it.",
        "Ivy: Katie, look, you're upset that Quinn fired you. I get that. I would be exactly the same way. But this isn't personal. This is just -- it's business.",
        "Katie: How can you stand there and tell me it's not personal?! I mean, give me a break!",
        "Ivy: Well, if anything, Quinn is now scared of you! She doesn't want to do anything that might set you off!",
        "Katie: No, she's just scared of me telling Eric.",
        "Ivy: Can you really blame her? You have the power to destroy her entire life.",
        "Katie: Do you think I want to tell Eric? Do you think I want to hurt him like that? No, I don't. But Quinn is dangerous. She's always been dangerous. And I can't just stand by and do nothing! She needs to be stopped once and for all.",
        "Rick: Hey.",
        "Maya: Hmm?",
        "Rick: We're landing soon.",
        "Maya: [Sighs] Finally. I get to see my little girl.",
        "[Airplane tone beeps]",
        "Nicole: They should be landing soon. Maya said that she's heading straight here to be with Lizzy. It'll be good for Lizzy to have her parents here.",
        "Julius: What about you?",
        "Nicole: This isn't about me.",
        "Julius: Nicole.",
        "Nicole: I've enjoyed my time with her, obviously. And I'd love to help out again.",
        "Julius: Well, the next time, they need to leave her with you full time instead of Pam and -- and that Coco girl babysitting. You're family. They're not.",
        "Nicole: It's fine, dad.",
        "Julius: No, no, no. You know what? It's not fine. You know, after seeing you with Lizzy... [Sighs] ...I'm starting to question everything.",
        "Nicole: Don't.",
        "Julius: She is your flesh and blood. You carried her in your body for nine months and gave birth.",
        "Nicole: I did it for Maya. That was the plan all along, to be rick and Maya's surrogate.",
        "Julius: No. The doctors, the counselors -- there's no way they could have prepared you for the bond that you would have with this child, feeling like she's a part of you. She's your daughter! You are her mother, Nicole, and don't you ever forget that.",
        "Ridge: You're gonna have to let this go.",
        "Quinn: Have you ever had anyone point a gun in your face? The look in her eyes was so deranged. I can't get it out of my head!",
        "Ridge: She was trying to get a rise out of you! The gun wasn't loaded!",
        "Quinn: She didn't know that!",
        "Ridge: I think she did know that. Anyway, she's not capable of hurting anybody.",
        "Quinn: She's unpredictable! You have no idea what she's capable of.",
        "Ridge: I know what she is doing. She's keeping her word. She's not telling dad.",
        "Quinn: Because there is nothing to tell him.",
        "Ridge: Good. Let's focus on that.",
        "Quinn: [Sighs]",
        "Ridge: Leave everything else in the past.",
        "Quinn: She was being cooperative. The job at Forrester seemed to placate her. But now she's --",
        "Ridge: It wasn't your decision to fire her. That was dad's, so she can't blame you.",
        "Quinn: She blames me! Are you kidding me? She blames me for everything! You should have heard all the horrible things she said about me, that I have no morality, that I'm evil and demented and I've caused all these people heartache, and she said that I was better off dead. I have never seen Katie like this before. I think she's losing her mind!",
        "Ivy: Katie, I understand you're upset. Losing your job must be a huge disappointment.",
        "Katie: It goes way beyond that.",
        "Ivy: I know that, but maybe there's something else you could do at Forrester. You could step into P.R. Or --",
        "Katie: Oh, god, just -- just stop it! Stop! We both know that the only reason why Quinn gave me that job is to keep me quiet! Why does everyone allow her to get away with everything? I mean, you! You have this -- this bizarre loyalty to her after everything she's done to you! I will never understand it! She treats you like crap, and you lap it up! She gets away with everything! Quinn and Ridge are having an affair, but let's not tell Eric. Well, why not?! Why shouldn't we tell him? Good and honest people get hurt over and over again because of her, and she gets away with it! She is a horrible, despicable person, and she doesn't deserve to live!",
        "Ivy: Oh -- you don't mean that.",
        "Katie: You know what? I'm tired of talking to you about this, so why don't you just leave? Just -- just leave.",
        "Ivy: I-I --",
        "Katie: I mean it. I mean it. Get out of my house! Go!",
        "Quinn: Katie is watching us. She's just waiting for us to make another mistake.",
        "Ridge: Well, we're not gonna make another mistake. And sooner or later, Katie's gonna realize that, and she's gonna give up.",
        "Quinn: I hope you're right.",
        "Ridge: Oh, I'm always right.",
        "Quinn: I feel a little bit better.",
        "Ridge: Good. That's progress.",
        "Quinn: But I don't think I'm ever gonna be comfortable around Katie, especially now that she lives next door.",
        "Ridge: Well, the good news is, you don't have to work with her anymore.",
        "Quinn: That's true.",
        "Ridge: I realize something about you. When you opened up to me, I saw that you're a survivor. I didn't know that. Well, you're gonna survive this. You and dad, you're in a good place, and no one's gonna screw that up. Not even Katie.",
        "Julius: Isn't that a beautiful sight?",
        "Nicole: Oh, say, \"thank you, grandpa.\" I think you're pretty cute, too.",
        "Julius: [Laughs] I'm not just talking about the baby. I'm talking about the both of you, mother and daughter.",
        "Nicole: Dad.",
        "Julius: No, seriously, Nicole. I mean, look at the way she lays in your arms, the way she looks up at you. [Chuckling] Aww. Yeah, she knows that you're her mother.",
        "[Door opens]",
        "Maya: [Gasps] There she is! There's my little girl! Oh, I missed you so, so much! Hello, hello, hello, hello, hello! [Squeals] Mwah! [Chuckles]",
        "[Lizzy whines]",
        "Maya: How was she?",
        "Nicole: Great. She just woke up from a nap.",
        "Maya: Ohh! You want some? Aww. Well, I know she's a lot to look after. I hope she didn't put you out.",
        "Nicole: Never. She's family. I love her. I'll always be here for her.",
        "Maya: Yeah. We so appreciate that, Nicole. You are the best aunt this little girl could have. Isn't that right? Isn't that right? Isn't that right? [Chuckles]",
        "Julius: So... [Clears throat] How was Paris? Too bad you had to cut your trip short.",
        "Maya: No, it went really well. I actually, uh, canceled at the last minute. They wanted me to do another photo shoot, but I just missed little Lizzy too much. I had to come home.",
        "Nicole: She's happy to see you.",
        "Maya: I know, and I'm happy to see her. Mmm! I missed you every minute I was away.",
        "Julius: It must hard, a parent being separated from their child.",
        "Maya: I know. I'm so happy to have my baby back. [Gasps] What you want, huh? Mommy missed you. But I'm home now. And you know who else missed you? Daddy. He's at work, and he's so excited to see you, and he'll be home soon. And then we'll be together again. A little family. I missed you, my precious angel. You are everything to me. You are my world. I love you so much.",
        "[Birds chirping]",
        "Ridge: [Echoing] Katie was angry. She didn't mean it. She's not dangerous. She's not capable of hurting anyone."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=LEKgpVdsrH0"
}