{
    "Episode Summary": [
        "Episode # 7042 ~ Ivy hesitates when Quinn extends a peace offering; Rick wants Brooke back at work full-time to help handle Ridge."
    ],
    "Recap": [
        "Rick and Maya exchange kisses when Quinn barges in. Pam tries to stop her but Quinn presents Rick with the letter opener that she made for the new CEO. Ridge barges in and Rick asks if he has a problem. Ridge says yes he does as long as Rick is behind that desk. Brooke shows up for work and chastises Ridge for speaking in that tone to the CEO of this company. Ivy gives Wyatt a compliment but not so much for her working with his mother. She is a little intimated. Quinn walks up and hears her talking smack already before they even start. Quinn says she is really excited about working with Ivy and she wishes she would get past that crazy part as she is a new woman now. Wyatt tells her to prove it and Ivy wants to see that in writing. Ridge continues to badger Ricky boy and Brooke keeps defending him as being better to the staff. Ridge has no time for this and leaves. Rick thanks Brooke for coming to his defense and says that makes two women on his side. Pam tells Ridge there is no way any of this would be happening if Stephanie were here. She would not let Rick run roughshod over those she loves. She begs Ridge to hang in there; he is his mother's son. Ridge says he is not changing anything on his designs. They are fine the way they are. And Brooke is okay even though she is siding with her son. Pam tells Ridge not to lose faith as he will be CEO himself once this is over.",
        "Rick says it might not be Ridge but something is working against him but he and Maya are trying to work past that. Brooke says he does not need her; he is working just fine on his own. He is still hoping he can count on her and she says yes full time if that is what he needs. He calls in a statement to the press and says Brooke is already kicking butt. She laughs and says everything is under control and she is even looking forward to the next man she will have in her life .and she is very happy for him and Maya. Pam comes in and Rick says his mother is back full time so run tell Ridge. He is sure he will be as thrilled as she obviously is. Brooke looks in on Ridge and says she is worried about him. She says he raised that boy off and on for years and now he is so offensive. Ridge asks if that is why she is here, to prop up Rick. Wyatt and Quinn and Ivy sit around and discuss Maya as Rick keeps saying to design pieces that play up to her femininity and beauty. Quinn suggests that Carter was engaged to her so he could probably shed some light on her. Carter shrugs it by saying no one is exactly what they seem to be. Ridge asks Brooke when she started drinking the Maya juice. He figures she wants something from Ridge but he can't give it. Rick tells Maya that it is good to have his mother back and on his side. He knows he and Maya are still discovering new things about each other but she knows how much he values honesty and she will always be honest with him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: [Chuckles] So, how is your day going, my sexy CEO?",
        "Rick: A lot better after that kiss.",
        "Maya: You still have your meeting with Ridge?",
        "Rick: Yeah. Have I told you how much I'm dreading it?",
        "Maya: Only about a dozen times on the drive over.",
        "Rick: I'm sorry.",
        "Pam: No, Rick doesn't want to be interrupted.",
        "Quinn: I'll just be a minute!",
        "Pam: I tried.",
        "Rick: Quinn, what is it?",
        "Quinn: I have a gift for you -- my way of saying thank you for bringing me back to Forrester.",
        "Rick: A gift? A gift for me, huh?",
        "Quinn: Yeah.",
        "Rick: Huh. A letter opener. You make this?",
        "Quinn: Yeah. Yeah. Well, I figured you weren't the sword-necklace type. Well, that's Ivy's thing now anyway.",
        "Rick: Well, you guessed right. This might actually come in handy since Stephanie's pistol has been officially retired. [Clicks tongue, chuckles]",
        "Quinn: [Chuckles]",
        "Ridge: Oh, the mighty Quinn. Fantastic.",
        "Quinn: I was just leaving. Thanks.",
        "Ridge: Best news I've heard all day.",
        "Rick: Quinn's here to stay. Accept it.",
        "Ridge: Accept it like I should accept your notes on my designs?",
        "Rick: Do we have a problem?",
        "Ridge: There's always gonna be a problem as long as you're behind that side of the desk.",
        "Brooke: Enough, Ridge. How many times do you have to be told not to use that tone with the C.E.O. of this company?",
        "[SCENE_BREAK]",
        "Ivy: Ah, I just -- I don't know about this piece. It just seems like such a departure from anything I've done before.",
        "Wyatt: Here. Let me see. I like it.",
        "Ivy: Yeah?",
        "Wyatt: And Rick will like it, too, if that's what you're worried about.",
        "Ivy: It's just I'm just really feeling the pressure because he's told me to up my game, especially now that he's brought --",
        "Wyatt: My mother back. Yeah.",
        "Ivy: Don't get me wrong. Your mother is one of the top jewelry designers around.",
        "Wyatt: Is that a -- is that a compliment? [Laughs] Are you not dreading working with my mother as much as we thought?",
        "Ivy: You know -- you know that there was a time I would have done anything to have worked alongside your mother.",
        "Wyatt: Yeah. Now that you found out she's a head case...",
        "Ivy: Well... it's just Rick's expectations are so high. I mean, if her and I can't figure out a way to make things work out somehow...",
        "Wyatt: Hey.",
        "Ivy: Look, I wouldn't put it past Quinn to blame me to save herself.",
        "Wyatt: Right. Um...",
        "Quinn: Wow. Talking smack about me already?",
        "Wyatt: Hi, Mom. You're late, Mother.",
        "Quinn: Oh, well, I had to stop by Rick's office first -- drop off my little thank-you gift.",
        "Ivy: Oh, wow. Buttering up the boss already. That's nice.",
        "Quinn: Well, no. Rick went out on a limb, bringing me back to Forrester. Believe it or not, not everyone is thrilled that I'm back.",
        "Wyatt: Well, there's one way to change that -- don't do crazy things.",
        "Quinn: Hey. Can we stop using that word? My crazy days are over, okay?",
        "Ivy: Oh, can we get that in writing, please?",
        "Quinn: Ivy... I'm actually really excited to start working with you. I think you're a really talented jewelry designer, and I think -- no, I know -- that we can do great things here at Forrester if you could just get past that whole bridge-fiasco thing, because I am a different woman now.",
        "Ivy: What if I can't do that?",
        "Quinn: Well, then, we have a problem -- one Rick needs to hear about.",
        "[SCENE_BREAK]",
        "Ridge: You're in this meeting now?",
        "Brooke: Never mind that. I thought you were past this, Ridge.",
        "Ridge: Past what? I-I can't disagree with your son about anything?",
        "Maya: Well, that's the problem, isn't it? You disagree with him about everything.",
        "Pam: Oh, that's so unfair.",
        "Brooke: Ridge is being unfair. My son is C.E.O. of this company.",
        "Ridge: Oh, we don't need a reminder.",
        "Brooke: There you go again, putting down Rick any chance you get.",
        "Ridge: I'm not putting him down. I'm stating the obvious. And Ricky would agree with me.",
        "Brooke: Rick -- his name is Rick.",
        "Ridge: \"Rick,\" \"Ricky\" -- what's the difference?",
        "Brooke: We all know you resent the fact that Eric elevated my son's position in this company, but I'm not gonna allow you to create more dissension within this group.",
        "Ridge: I don't think Ricky -- Rick -- Rick needs any help with that.",
        "Rick: Rick. And I've acknowledged it, and I'm making the necessary adjustments.",
        "Maya: Yeah, and that's evident in the fact that Rick and the staff are getting along much better now.",
        "Brooke: Yes, of course, because they see what Rick is doing with this company, and it shows in those record quarterly profits!",
        "Ridge: The mother lion -- she's here, huh? Awesome. I don't have time for this.",
        "Brooke: [Sighs]",
        "Rick: Wow. Well, thank you. I now have two women fighting for me.",
        "[SCENE_BREAK]",
        "Quinn: I really like this piece. It's a unique setting. It's unconventional, but it's a harmonious mix of stones. So, what are you thinking? Are you thinking this piece with this ensemble?",
        "Ivy: Yeah.",
        "Quinn: Well, have you run it by Rick yet? Would you like me to?",
        "Wyatt: Mom, it's Ivy's design. I mean, you're not thinking you're gonna go in there and take credit for it, do you?",
        "Quinn: I'm not taking credit for it. She says she's having a hard time with Rick, so I was gonna help run interference.",
        "Ivy: It's okay. Quinn's just trying to help, I think.",
        "Quinn: I am.",
        "Carter: Productive meeting?",
        "Wyatt: Hey, Carter. Are those the, uh --",
        "Carter: Revised budget allowance for the jewelry line now that Quinn's back on board.",
        "Ivy: Rick's increased our budget?",
        "Carter: On one condition -- you make every dollar count.",
        "Wyatt: Any other directives from our fearless leader?",
        "Ivy: Well, apart from the usual, of course.",
        "Quinn: What's the usual?",
        "Ivy: Oh. Well, when designing, always think of Maya -- her beauty, her femininity.",
        "[SCENE_BREAK]",
        "Ridge: Can Maya be any more annoying? And we've got prince C.E.O. being propped up by his mother.",
        "[Cell phone chimes]",
        "Ridge: Who's this? Oh, here we go.",
        "Pam: [Laughs]",
        "Ridge: Notes from Rick. Uh...\"hem is about an inch too high, and... the neckline is too severe\"? I don't even know what that means.",
        "Pam: None of this would be happening if Steph was alive. There is no way that she would let Rick run roughshod over everyone she loves. She'd be the one out there firing shots in the hallway.",
        "Ridge: Why can't my dad wake up?",
        "Pam: Because Rick just loves playing that guilt card with Eric. \"Dad, poor me. You always loved Ridge more than me, and Ridge is so mean to my mommy. There's nothing I can do.\" Is it any wonder that Eric falls for it?",
        "Ridge: No. Rick's playing everybody, huh -- my dad, Brooke? No one can see it. Oh, man, I'm tired. I don't want to do this anymore.",
        "Pam: Ridge... please, please, please hang in there. You are your mother's son. You're a fighter. You can't let them win.",
        "[SCENE_BREAK]",
        "Rick: Still no response from Ridge to my text.",
        "Brooke: Oh. You were expecting one?",
        "Rick: Yeah, something along the lines of... \"it will be a cold day in Hell before I ever listen to anything you have to say, you little runt.\"",
        "Brooke: Oh. This can't go on.",
        "Rick: I know. I mean, something's got to give. It's not going to be Ridge.",
        "Brooke: So, what about Caroline? Is she working against you, too?",
        "Rick: I'm almost certain that Ridge has some sort of influence on her.",
        "Brooke: Ah, right. So she is.",
        "Rick: Yeah, maybe not as much as he thinks.",
        "Maya: How so?",
        "Rick: Well, Caroline and I -- we've been through a lot together. We're trying to work past that enough that we can actually have an effective work relationship. But, uh, I still think it would be smart to bring in reinforcements.",
        "Brooke: To keep Ridge in line.",
        "Rick: No one can do that better than you, Mom, and if you came back to Forrester full-time...",
        "Brooke: Ohh. Honey, you don't need me. You're doing just fine on your own.",
        "Rick: Thank you for the support, and, yes, I know. [Chuckles] But I would be doing a lot better if I wasn't dealing with a disgruntled designer.",
        "Maya: And I know Rick would love working with his mother again. You're very important to him, Brooke.",
        "Rick: So, what do you say, Mom? We could really use you around here. Your amazing ideas, from the Belief Formula to Brooke's bedroom -- you've always been a force at Forrester Creations. And the fact that you'll have my back in such a crucial time... can I count on you?",
        "Brooke: Uh... [Chuckles] Uh, yes. Actually, yes, you can count on me. If you need me back here full-time to do whatever it is that you need me to do, yes, I will be here -- for you, my wonderful son.",
        "[Both chuckle]",
        "Brooke: Thank you.",
        "[SCENE_BREAK]",
        "Pam: Are you gonna make the adjustments that Rick wants?",
        "Ridge: I'm not changing anything. It's perfect just the way it is.",
        "Pam: Good, 'cause you're the designer. He's a glorified number cruncher.",
        "Ridge: Yeah, with an insatiable appetite for power.",
        "Pam: Yeah. I wonder where he got that from. I mean, Brooke comes off all giggly and jiggly, but she would not be co-vice president of Forrester if she didn't have her own self-interests at heart.",
        "Ridge: Hey, hey, hey. Brooke is good at what she does. She used to be. But somehow, she's lost all perspective where her son is concerned. Come on. Off you go, back to your desk.",
        "Pam: Okay.",
        "Ridge: Rick is already upset because you're siding with me.",
        "Pam: I know. You should be CEO, Ridge. Everybody thinks so. It's what everybody wants. And it's going to happen. Please don't lose faith. It's what Steph would have wanted.",
        "Ridge: I miss her, too, Pam. I miss her, too.",
        "[SCENE_BREAK]",
        "Rick: Well, get on it right away. I want everyone to know that Brooke Logan is back full-time as co-V.P. Oh, and she's already kicking butt.",
        "Brooke: [Chuckles] Kicking butt?",
        "Rick: Well, how else would you describe how you just handled Ridge?",
        "Maya: He's probably sitting in his office, complaining about you right now.",
        "Brooke: As long as he realizes I won't let him sabotage Rick's career. If anything, he owes you for what he put you through while growing up. So do I.",
        "Rick: You don't owe me anything. I'm just glad that you're doing better. I was starting to worry.",
        "Brooke: Yeah. I was -- I was a bit worried, too. I didn't like the direction my life was going in. It just felt so out of control. But everything is fine now. Things are looking up.",
        "Maya: Well, that's wonderful.",
        "Brooke: Yeah. For the first time in so long, I'm not thinking about what man I'm going to be with next. I'm just thinking about my children -- focused mostly on you, sweetie. And I'm sorry if lately I've neglected you and I haven't fully appreciated what you've found in Maya, but I see how much Maya loves you. I just want to say I'm thrilled. Really, I'm -- I'm very happy for the two of you.",
        "[SCENE_BREAK]",
        "Wyatt: Here. Let me take a look at those.",
        "Quinn: You don't like Maya very much, do you?",
        "Ivy: [Sighs] You know what? Let's just say the climate at Forrester has changed a lot since you were last here. Now it's all about Rick and his girlfriend.",
        "Quinn: The woman Carter almost married. I'm sure you have a few fascinating tidbits to tell us about your ex-fiancée, if you wanted to.",
        "[SCENE_BREAK]",
        "Maya: How do you think Ridge will react when he finds out about your mother?",
        "Rick: Mm...who cares?",
        "[Both chuckle]",
        "Rick: I'm just glad that she's back on our side.",
        "Pam: Who?",
        "Rick: My mom. She's back at Forrester full-time. Now run. Run and tell Ridge. I'm sure he'll be as thrilled as you obviously are.",
        "[SCENE_BREAK]",
        "Ridge: Now what?",
        "Brooke: I worry about you.",
        "Ridge: Ah. Well, that's funny.",
        "Brooke: You really think that's funny?",
        "Ridge: Yeah. You don't see that things at Forrester are a little screwy?",
        "Brooke: No. I-I don't see why.",
        "Ridge: Because I can't take Rick seriously. It's like somebody said, \"oh, look -- there's a dog with his head out the window. Let's let him drive.\"",
        "Brooke: Do you really not know how offensive you are? That's a boy that you raised, on and off, for years.",
        "Ridge: That's a boy who should not be running this company! Is that why you're here -- because you need to prop him up?",
        "[SCENE_BREAK]",
        "Ivy: Well, Maya claims she's an open book.",
        "Wyatt: Heh. Rick certainly thinks so.",
        "Quinn: Well, he's in love. Men in love will believe anything.",
        "Wyatt: What about women in love?",
        "Quinn: I think we're talking about Maya. And I'm just curious if Carter knows something that the rest of us don't -- you know, stuff that comes up in that relationship-y, safe-from-the-world talk.",
        "Carter: Look, we really need to go over these projections, okay? And as for Maya not being who she seems, who is?",
        "[SCENE_BREAK]",
        "Brooke: Tell me something. Do you really think your behavior has been unimpeachable?",
        "Ridge: What behavior is that?",
        "Brooke: Where do you get off treating Maya the way you do, for instance?",
        "Ridge: What? No, you can't do that. You're a little late to that party. You were in Milan, and when you came back, you didn't stop by the office, so you didn't see Maya operate.",
        "Brooke: I've seen how much she really loves my son.",
        "Ridge: Oh. Okay. Good. Then maybe the prison system does work. She's rehabilitated.",
        "Brooke: Ohh. I don't remember you being so arrogant and so insensitive.",
        "Ridge: Really? I've always been arrogant and insensitive, all my life. What I don't remember is you being so critical about me, unless, of course, it's about Rick. So, when did this happen? When did you start drinking the Maya juice? I thought you wanted Rick to be with Caroline.",
        "Brooke: I've seen how Maya defends Rick, especially when you and Caroline are doing everything you can to rip him apart.",
        "Ridge: No, no, no, no. I'm doing everything to rip him apart. Caroline's doing nothing.",
        "Brooke: Are you really gonna defend that girl to me?",
        "Ridge: And there it is. There's the rub. That's why you're here. That's what you want to talk about.",
        "Brooke: I just want to know, is this your midlife crisis?",
        "Ridge: [Laughs] I got to tell you, right now, it seems like my midlife salvation.",
        "Brooke: [Sighs]",
        "Ridge: Come on. I know you have a reason to be upset with me.",
        "Brooke: Oh, I have more than one reason! You want me to list them all for you again?",
        "Ridge: Go ahead.",
        "Brooke: Okay. Well --",
        "Ridge: That's okay. Don't. I got it. I know all the reasons. And I also know the reason why you're here. You want something. You're expecting something from me. And I can't give it to you. I'm sorry.",
        "[SCENE_BREAK]",
        "Maya: Feels good to have your mother's support, huh?",
        "Rick: Yes, but in no way does it overshadow all the support that you've given me.",
        "Maya: And what about the support that you've given me?",
        "Rick: Doesn't even compare! I was being lied to. I was being deceived. And who knows how long it would go on for? But you didn't let it, because you know how much I value honesty. Now, I know there are still things that we're yet to discover about each other. But whatever it is, I'm sure it's gonna make our relationship that much stronger, because I love you, Maya. I love you for the beautiful woman you are."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=mO_76Tfbw_A"
}