{
    "Episode Summary": [
        "Episode # 7502 ~ Liam puts his foot down with Steffy regarding the direction of their relationship; Ridge & Quinn's families are taken aback by the sudden friendship that has developed between them."
    ],
    "Recap": [
        "Quinn reflects back on a few moments with Ridge, especially the kiss. Eric calls and wants to know if she made it home all right. She says yes, she took an earlier commercial flight while Ridge stayed to do more business. She will be home shortly. She hates being away from him if only one night. Ridge walks into her office and hears this. He asks why is she feeling so guilty. Wyatt walks into Steffy's office and says he has good news and better news, which should be first? He starts again that her sexy new shots of the CEO is off the charts. Thomas walks in and Wyatt says he is just giving the public what they want. It is taking a life of its own. Katie drops by Eric's with a piece of mail that was left at her place by mistake. Eric is happy to see it is from his brother, John. Eric convinces her to stay a while and keep him company. She is not sure that is a good thing considering how Quinn feels about her stopping by. He says he has seen that look in Quinn's eye but he hopes she is not too intimidating. Quinn tells Ridge do not start; she knew she should have gone home first. But before she can say more Thomas, Wyatt and Steffy join in. Ridge has not seen Thoams in a while and gives him a big hug. Wyatt wants to hear all the dirty details of how they survived a whole day and a half together. Thomas tells his dad that he makes it sound like it was no big deal \u0096 Quinn had a job and she did it. Quinn jumps in and says Ridge was very gracious to her and she will always be grateful for what he said. When they all want more details Ridge says why don't they all take a breath and let it go at that. He is not singing her praises but just acknowledging her value to the company and that should be okay with everybody. He says he still has issues with her but she needs to get home to his dad if this inquisition is over, so meeting adjourned. As soon as he closes the door Quinn says he does not have to say any more. As soon as he can he will be going to his dad and telling him exactly what happened in San Francisco.",
        "Liam catches Steffy back in her office alone and says good, they need to talk. He feels they have been tested more than any other couple he knows. He knows she hears his words but she does not always agree with him. She should never have moved out and that has to change. Her listening to her grandfather is not fair to them. She guesses that his dad fired him up. Liam says he also reminded him that Spencers never give up. Unfortunately that will also include Wyatt. He reminds her that Quinn is working overtime to pull all the strings, making sure that Wyatt and Steffy will be working alongside each other. This is a woman who has wrecked their lives. She physically tried to kill him and then she kidnapped him and took advantage of him. And that was not the worst part, that was that she stole months from them when they could have been together and now cannot get that back yet she has suffered zero consequences for that. She says over and over that she has changed but that is not true. And he accuses Steffy of placating Wyatt now and she is not doing Liam any favors. He does not want to be this guy that is constantly harping at her. Simple, their relationship has to come first before anything or anyone else. Wyatt stops by to see Eric and says his mother will be on her way soon but all things went well at the symposium. He wants to thank him for supporting his marriage. He does not want to pressure Steffy anymore. If they are meant to be together he should not have to work this hard to keep her. As long as he is living here it is putting Steffy right back in the middle of things. He intends to just quietly move back to his beach house. Eric tells him he will always have a home here. He wants to thank Eric for giving his mother peace and happiness. He knows they will never let each other down. Quinn tells Ridge to go home and tell his father anything he wants. She is not going to lie to him. Ridge says no, he knows her better now and he is not going to say anything to his dad. She cannot help but believe this is a trap. He says no, they should just try harder to get along. She says whatever happened between them she cannot explain but she loves her husband and this has to be their secret."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Cell phone rings]",
        "Quinn: [Sighs] Hi, sweetheart.",
        "Eric: Hi, honey. Hey, I'm missing my beautiful wife. Where are you?",
        "Quinn: I just landed.",
        "Eric: You and Ridge. Well, I took the private jet. Ridge flew back commercial.",
        "Eric: Oh?",
        "Quinn: I-I think he had a meeting or something. We were gonna meet up here at Forrester and update Steffy about the symposium, and then I'm gonna come home to you.",
        "Eric: Yes, I'd like to have my own personal update. I'm dying to know how things went with you and my son.",
        "Quinn: Well, I'm curious how my husband fared without me. I missed you. I hated being away from you.",
        "Eric: Crazy, huh? It was only one night.",
        "Quinn: It was.",
        "Eric: All right. I'll see you later. I love you.",
        "Quinn: I love you, too.",
        "Ridge: Someone's feeling guilty. Wonder why.",
        "Liam: [Sighs]",
        "Steffy: Once the divorce is final...",
        "Liam: \"Once the divorce is final,\" what? You think things are really just gonna go back to exactly the way they were before you moved out? Why would you think that if Quinn is working overtime to break us up so you can be with Wyatt? We got to expose Quinn. I mean, do whatever it is you're planning on doing, but do it now. We got to get rid of her.",
        "Ridge: I will do whatever I have to do to get Quinn in a compromising situation.",
        "[Cell phone chimes]",
        "Liam: [Sighs]",
        "Wyatt: [Clears throat] I have good news, and I have better news. So which would you like to hear first?",
        "Steffy: Are you angling for a raise?",
        "Wyatt: I don't know, why don't you take a look at this and tell me if I deserve one?",
        "Steffy: Wow. What?",
        "Wyatt: Yep, and that's just the good news. The better news is your recent photo shoot, \"a day in the life of Forrester's sexy CEO\" is off the charts.",
        "Thomas: What's off the charts?",
        "Steffy: Uh, apparently I am.",
        "Thomas: Huh. Your idea, obviously.",
        "Wyatt: Just giving the public what they want. The \"sexy C.E.O.\" Campaign has taken on a life of its own. I'm sure my mom and Ridge got a lot of questions about it at the symposium. Speaking of which, mom's back from San Fran. I'm sure she and Ridge have a lot to fill us in on.",
        "Katie: So, I won't stay long. I just wanted to drop this by. It was delivered to my house by mistake. I think it's from your brother.",
        "Eric: Oh, it is! Good. It's from John. He's overseas. He loves writing these big, long epistles about how things are going on his trip.",
        "Katie: Well, that's nice. Not many people write letters anymore.",
        "Eric: Well, there are some people who still enjoy putting pen to paper.",
        "Katie: Um, I'm gonna go.",
        "Eric: No, no, no. Stay. No, come on, you just got here. Keep me company.",
        "Katie: Well, I don't know if that's such a good idea without Quinn's permission. I don't want to live that dangerously.",
        "Eric: Quinn doesn't really intimidate you that much, does she?",
        "Katie: No. No. I, um... she does get that look in her eye, though, when she means business.",
        "Eric: Yes, I've seen that look. It is a little intimidating, isn't it? The only time I see is when I forget to take my meds or I haven't done my exercises. She wants me to stay healthy. She wants me around for a long time.",
        "Katie: We all want you around for a long time. So, when are Quinn and Ridge due back? I'm dying to hear about their trip. And I'm sure you are, too.",
        "Quinn: [Sighs] Don't start.",
        "Ridge: Am I wrong?",
        "Quinn: I knew I should have gone home instead of coming here first.",
        "Ridge: Everyone's anxious to see how it went.",
        "[Door opens]",
        "Steffy: Hey, Pam said you guys were both in here.",
        "Ridge: Hey.",
        "Wyatt: Welcome back.",
        "Quinn: Oh, thank you, sweetheart.",
        "Thomas: Uh...dad!",
        "Ridge: I recognize the face, but what -- tell me your name again, I'm sorry.",
        "Thomas: It's funny, he's got jokes.",
        "Ridge: Come here. Good to see you, son.",
        "Thomas: Hey. You, too.",
        "Ridge: Welcome back.",
        "Thomas: Thank you.",
        "Steffy: So, you two survive without killing each other?",
        "Wyatt: Yes, tell us everything! How you managed to be on your best behavior for a whole day and night! Wow! Unless that's just what you want us to believe and, in fact, you have something juicy you're keeping from us.",
        "[Laughter]",
        "Eric: Well, from everything I've heard so far, the symposium was a big success.",
        "Katie: And you're obviously relieved by that.",
        "Eric: Yes, I am, especially since I practically forced them to do it together.",
        "Katie: Well, your motives were good.",
        "Eric: Yeah, they were, but were my tactics? I mean, especially knowing the level of animosity between them.",
        "Katie: Well, what is it they say? \"The bigger the risk, the bigger the reward.\"",
        "Eric: At least I think the two of them tried to find some common ground.",
        "Katie: They're both designers, so they have that in common.",
        "Eric: Well, anyway, I know they're home now. Well, at least Quinn is. Ridge came on a separate flight.",
        "Katie: Really? He didn't come home with her?",
        "Eric: No, apparently he had some business to attend to.",
        "Katie: Well, I suppose there's only so much together time they could stand.",
        "Eric: That's true. I think that it's probably too much to wish that they would ever become friends. I want this for Quinn. I want this for Ridge, too. I want them to discover that there's something between them they didn't even know was there. Because of what happened in San Francisco.",
        "Ridge: Quinn and I had a job to do, so we did it.",
        "Thomas: Come on, dad. You make it sound like it was no big deal.",
        "Steffy: And clearly it was a very big deal.",
        "Wyatt: Yeah, you stood in front of the entire symposium, you praised mom, apologized...",
        "Thomas: Unless, of course, there's something you're keeping from us and you meant none of what you said.",
        "Ridge: I don't say what I don't mean, so...",
        "Steffy: Okay, so the online rumors are true. You admitted being wrong about the jewelry pass.",
        "Wyatt: And you thought mom looked stunning in the showstopper.",
        "Ridge: She did look stunning. What's the big deal?",
        "Quinn: Your father was very gracious to me. I'll always remember the things that he said.",
        "Steffy: Apparently, you said some nice things about him, too.",
        "Wyatt: Yeah, which we can always retract. I can put out a press release. Something along the lines of \"I don't know what got into me, complimenting a man who's done nothing but...\"",
        "Ridge: Hey, Wyatt, I have an idea. Why don't you take a breath? Your mom impressed everybody up there, let's leave it at that.",
        "Thomas: You sang her praises. It just surprised us, that's all.",
        "Ridge: I'm not singing her praises. I'm just acknowledging her contributions to the company. Is that okay with everybody? What do you want me to say, I still have issues with her? Yeah, I do. But I saw a side of her that I wasn't aware of. So, now, if this inquisition is over, we got work to do before she goes home to dad. Thank you.",
        "Quinn: You don't have to say a word. We both know what is about to happen here. As soon as you leave the office, you're gonna go to your father and you're gonna tell him what happened between you and me in San Francisco. Aren't you?",
        "Liam: I think you got to drop what you're doing so we can talk. Hey, we've been tested, right? I mean... I think we've been tested more than any other couple I can think of. Don't you? Especially lately. You know, you make a choice I don't really agree with, I tell you why it means so much to me, and then you say that you hear me. At least the words. You hear the words. But I don't -- I don't know if you're registering the passion behind them. I don't know if you're really trying on what it means to me and that's got to change. You shouldn't have moved out.",
        "Steffy: Okay, Liam, just calm down.",
        "Liam: And you shouldn't have let your grandfather get to you the way that he did. That's not fair to you, it's not fair to me. And it's not fair to us.",
        "Steffy: Where is this coming from?",
        "Liam: My dad -- my dad paid me a visit last night.",
        "Steffy: He fired you up.",
        "Liam: Actually, he gave me a lecture about patience.",
        "Steffy: Sounds like it went well. Liam, you know I hate being apart from you.",
        "Liam: But my dad also reminded me of something -- that Spencers never give up. And, unfortunately, that includes Wyatt. Listen, I haven't been sleeping lately. Quinn is working overtime. She's pulling all the levers, she's turning all the dials to make sure that you stay with Wyatt. This is a woman who has wrecked our lives, you know that, right? I mean, she has actually tried to murder me, and she would have, too, if she hadn't be physically stopped. And then she kidnapped me, and then she held me hostage, and then she took advantage of me, and that's not even the worst part. You know what the worst part is? That she stole months from us that we are never getting back, and she has suffered zero consequence for that. All she had to do, Steffy, was say that she's changed. She didn't have to show it, she didn't have to prove it. She just said over and over and over again, and now you're closer with her than you ever have been before, and it's not even true, Steffy! It's not true, nor is it true that handling my brother with kid gloves is gonna help him accept the inevitable. Yeah, people get divorced all the time. It sucks. You survive, you deal with it. Wyatt will, too. But you are placating him. And you're not doing him any favors and you're sure as hell not doing me any, either.",
        "[Door opens]",
        "Eric: Quinn?",
        "Wyatt: No, but I was just with her. Mom and Ridge confirmed exactly they texted us last night. They were an absolute hit at the symposium.",
        "Eric: Very glad to hear that.",
        "Wyatt: Yeah, I'm sure you'd be glad to hear it from her, though. In person.",
        "Eric: It's silly, I know. She was only gone for one night, but it feels a lot longer.",
        "Wyatt: You really love her, don't you?",
        "Eric: Just like you love Steffy.",
        "Wyatt: Eric, listen, I -- I really am flattered, what you and my mom did the other night, supporting me and my marriage.",
        "Eric: You know, your mother and I both feel very strongly that you should work on your marriage with Steffy. Keep it up.",
        "Wyatt: I know, there's a huge part of me that wants to, but it's just -- it's not that simple. I don't want to win over Steffy by pressuring her.",
        "Quinn: That's what this was all about, right? You wanted me to cross the line. Just enough so you would have what you needed to prove to your father that I am who you said I was all along. And now that you have the proof, you're gonna -- you're gonna go to your dad and you're going to tell him. You're gonna tell him what happened between you and me in San Francisco, and... ...destroy my marriage. It doesn't even matter to you. How much I love him. Or... [Sighs] Or that all I've ever wanted was to be a good and caring wife. It doesn't matter. You've got your proof. Or so you think, right? Because, I mean, I -- I could deny it. That would mean lying to my husband. And I'm not gonna do that. Even if it means losing the only man that I have ever loved in my entire life... so you go ahead, okay? You go ahead, Ridge. You shatter my world and I will be gone.",
        "Ridge: You're right about everything you said. I set this whole thing up. Just to trap you. But you figured it out. You caught me and I admitted it. But something happened here, and... I know you better now. I allowed myself to know you better. So whatever it was, it changed things. So, no, I'm not gonna say anything to my dad.",
        "Liam: It's just gone too far, Steffy. And, yes, I so appreciate that you chose not to move in with them, I really do. But now is the time for you to tell Eric, Wyatt, and Quinn that you can't be bought and you can't be bribed. Because they're gonna keep trying, and I don't want to be this guy anymore, constantly pleading with you and begging you and petitioning you. Our relationship has to come before anything or anyone else.",
        "Wyatt: My mother manipulated the circumstances that led to our marriage. And I know that has been Liam's point all along. And, trust me, I have tried not to acknowledge that, for obvious reasons, but... I just -- I can't pretend any longer.",
        "Eric: You can't leave out the fact that Steffy loves you.",
        "Wyatt: I know, but just -- [Scoffs] Living in this house, trying to get Steffy back, the three of us against my brother -- that's not right, Eric. We have unintentionally put Steffy right back in the middle of everything, and that's not fair. And as long as I'm living here, under this roof, I just...",
        "Eric: You did say it was temporary.",
        "Wyatt: Yeah. Yeah.",
        "Eric: Does your mother know?",
        "Wyatt: No. Not yet. I was just gonna kind of pack my bags and quietly move back down to the beach house.",
        "Eric: The house that you and Steffy shared.",
        "Wyatt: Yeah. I mean, there's a lot of good memories there. I'm not gonna wallow in them, but... life moves on, right?",
        "Eric: You know you always have a home here. You know that.",
        "Wyatt: I do. But come on, Eric, this is -- this is a Forrester house. You and my mom, you're Forresters... ...and I'm not. But, look, I -- I just -- I do want to thank you again for all of your support, and most of all, for giving my mother peace. And happiness. You do. You guys have created this beautiful, just -- inspiring relationship. You definitely inspire me, that's for sure. I know that you guys will never let each other down. And I know that my mom will never let you down.",
        "Quinn: You're not going to tell Eric?",
        "Ridge: You don't believe me?",
        "Quinn: I don't know, I mean, is this just another part of your trap?",
        "Ridge: That's what you think I'm doing, setting another trap?",
        "Quinn: I don't know, Ridge. You and I have been each other's worst nightmares for so long.",
        "Ridge: So how about this -- how about we try to get along? Make an effort.",
        "Quinn: I would -- I would love that. I -- I really would. I mean... it's what Eric wants more than anything.",
        "Ridge: What do you want?",
        "Quinn: I was just so sure that you were gonna make a beeline for Eric, you were gonna tell him what happened, and then...I'd be banished from his life forever, but now you're saying...",
        "Ridge: I'm saying that we got work to do. And you heard me -- you got to stop controlling people's lives.",
        "Quinn: I know, I know. I have a lot of work to do, and I'm gonna do it.",
        "Ridge: Okay. Me, too. 'Cause, otherwise... whatever this breakthrough was in San Francisco is meaningless.",
        "Quinn: No. It won't be. I -- because you got to understand in the last few weeks, the flirting and the touching, I -- I am in love with Eric. What happened between us in San Francisco, I don't even know how to explain that.",
        "Ridge: I can't explain it, either.",
        "Quinn: Eric can never know. You have to promise me, Ridge. Please. This is gonna be our secret.",
        "Ridge: Our secret."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=7H2bVDJ_YrA"
}