{
    "Episode Summary": [
        "Episode # 7161 ~ Caroline & Ridge talk about having a family; Zende & Nicole make plans for a real date."
    ],
    "Recap": [
        "Caroline gushes on and on about soon they will have a baby and he will have Ridge's eyes and goofy smile. Ridge tries to sound agreeable but says it might not be that easy. He thinks back and hears Brooke's words that Caroline is young and healthy and if she does not get pregnant right away she will figure out something is wrong. So Ridge needs to tell her about the vasectomy. Brooke tells Thomas that he probably needs to wait to give Ridge the designs he has finished as Ridge needs some privacy as he is with Caroline now. Nicole tells Zende that if he had not kissed her when he did she might have kissed him. They kiss and he says wow he wished he had not waited so long. Rick catches them and is glad they are officially a couple now. He says he and Maya will be there for them and he invites them to watch a football game which thrills Nicole as she is a big Bear fan.",
        "Although Ridge does not think it is necessary, Caroline tells him that she has an OB/GYN appointment to make sure she is in good health and nothing will impede her getting pregnant. Her doctor tells her they will do some blood tests and then take it from there. She seems to be healthy so the best thing is just relax and keep the stress down and do things with her husband that she enjoys. Caroline agrees that having a baby with the man she loves is more than she ever dreamed of. Brooke is nosy but Ridge tells her Caroline is going to the doctor and there is nothing to worry about. Brooke says as long as he understands that she can not have Ridge's baby if he told her that. The doctor tells Caroline that most of her tests prove what she already thought but there is one surprise, a pretty big one she is already pregnant. She is ecstatic, saying they were not even trying. They had just gotten married recently. She suddenly thinks back to that night with Thomas. She asks the doctor if she can tell her how long it has been, a few days or even weeks. The doctor wonders why. Caroline tells her the whole sad story and asks is it possible that this other guy could be the baby's father."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Caroline: Mm. We're gonna be amazing parents.",
        "Ridge: Yeah. You're gonna make an incredible mom.",
        "Caroline: Can you just believe that this time next year, or the next, we're gonna have this, like, perfect little beautiful baby with your eyes and your goofy smile? Is that what you're talking about, by the way, when you say, \"planning our future\"?",
        "Ridge: Yeah. That's what I was talking about. But, uh, it might not be... that easy.",
        "Caroline: Yeah. I know that. It'll happen when it happens. I'm just really grateful that you want to try.",
        "Ridge: If I could make it happen right now, I would.",
        "[Ridge hears Brook's voice]",
        "Brooke: You can't keep this from her, Ridge. She's young. She's healthy. She has no medical issues. If she doesn't get pregnant right away, she's gonna start figuring something out, sooner or later.",
        "[SCENE_BREAK]",
        "Thomas: What do you think of this? If I take some of the material and I kind of disperse it through here... Brooke?",
        "Brooke: Huh?",
        "Thomas: If -- if this isn't a good time, I can finish this with Caroline.",
        "Brooke: No. No. Let me see.",
        "Thomas: Okay. I just -- I don't want to give anything to dad if it could be better, you know?",
        "Brooke: I think you'd better wait.",
        "Thomas: You don't think this is ready, or...?",
        "Brooke: Oh. [Chuckles] No, I do. I do. It's a beautiful design. It's just I think Ridge and Caroline need a little privacy.",
        "[SCENE_BREAK]",
        "Nicole: Tell me again why we waited so long for this?",
        "Zende: I don't have a good reason right now.",
        "[Both chuckle]",
        "Nicole: Well, I guess it was kind of exciting...",
        "Zende: Yeah.",
        "Nicole: ...The buildup, the suspense, all the tension.",
        "Zende: You like that?",
        "Nicole: Um, I like this better.",
        "Zende: Me too.",
        "Nicole: Okay. Be honest. You weren't a little nervous?",
        "Zende: Did I seem nervous to you?",
        "Nicole: Nope.",
        "Zende: What about you?",
        "Nicole: Please. If you'd waited any longer, I might have kissed you.",
        "Zende: Oh, really?",
        "Nicole: Oh, you don't think I would have?",
        "Zende: I-I don't know. I mean, I wouldn't mind if you did.",
        "Nicole: Well, then.",
        "Zende: [Laughs] Wow. Now I wish I would have waited even longer.",
        "Nicole: Hey. No.",
        "Rick: Well! There you are! Which one of you two wants to tell me what's going on?",
        "Zende: Uh, uh, what do you -- what do you mean?",
        "Rick: Well, you see, Pam's not very good at being cagy. When I asked where you were, she started to turn purple. Now, either Pam is up to something or you are. I know that look.",
        "Nicole: [Chuckles] What look?",
        "Rick: The look that I've just interrupted something.",
        "Nicole: Nothing we can't pick up later.",
        "Zende: I'm gonna hold you to that.",
        "Rick: Congratulations! You're finally a couple!",
        "Nicole: [Chuckles]",
        "Zende: Yeah, and I guess it's no surprise. We've been heading in this direction for a while.",
        "Rick: Yeah. You took your own sweet time about it, I might add.",
        "Nicole: Yeah. You Forrester men love your long courtships.",
        "Rick: Well, the Avant women are worth waiting for.",
        "[SCENE_BREAK]",
        "Thomas: Dad and Caroline are okay. I just saw Caroline. She was super-upbeat.",
        "Brooke: About what?",
        "Thomas: About everything, ever since the wedding. I guess dad even has another big surprise up his sleeve.",
        "Brooke: What makes you say that?",
        "Thomas: I think he actually said, \"I have a surprise for you.\" It was something about, um, planning their future. Caroline was really excited about it.",
        "Brooke: Oh.",
        "Thomas: I mean, look, you know how much I hate being wrong. This is one of the few times that I'm glad I was... about their relationship.",
        "Brooke: Oh. Yeah. You always had your doubts.",
        "Thomas: Yeah. Of course I did. Dad's track record... I had a lot of concerns.",
        "Brooke: About Caroline?",
        "Thomas: Yeah. I mean, we've been friends for a long time. I really know what matters to her, and I just -- I didn't think that dad could give that to her. Especially after he broke it off, it really looked like I was right. But he proposed... gave her the wedding that she really wanted, and now they're starting a family. I didn't think he could do it, but dad's really following through.",
        "[SCENE_BREAK]",
        "Ridge: There's got to be more to our life than just having kids.",
        "Caroline: I know. I'm really excited about that.",
        "Ridge: Because I married you...",
        "[Cell phone chimes]",
        "Ridge: ...Because I want to spend the rest of my life with you. And whatever life brings...",
        "[Cell phone chimes]",
        "Caroline: I -- ooh! I am so sorry. It's my calendar, and... [Gasps] I have to go.",
        "Ridge: You have to go now?",
        "Caroline: Yeah. I have a doctor's appointment.",
        "Ridge: For what? You have rehab? What are you --",
        "Caroline: No. It's the, uh -- the ob-gyn. I just figure if we're gonna start trying, then I should do everything I can to get pregnant, besides that, so wish me luck, okay?",
        "Ridge: Can you let me just finish?",
        "Caroline: Baby, ugh. I'm just -- I'm gonna be late. And -- and -- thank you. Okay? I-I'll let you know how it goes.",
        "[SCENE_BREAK]",
        "Rick: Hey, I've got a great idea. Zende, do you want to hang out tonight?",
        "Zende: Hang out?",
        "Nicole: Oh, hold up. Wait. Is this some type of setup by you and my sister to interrogate him?",
        "Rick: No. I was just gonna order some food and watch the game.",
        "Zende: Oh, the Giants.",
        "Rick: And Washington. Should be a good one. Big division rivals. What do you say?",
        "Zende: Yeah! I'm in. Yeah.",
        "Rick: I'll talk to Maya, but she's your big sister, and you now have a new boyfriend, so she's gonna have all sorts of questions.",
        "Nicole: Yeah, well, she'd better save them for halftime, because there is no chitchat after the snap.",
        "Rick: Ooh!",
        "Zende: Ooh! Oh, you like football?",
        "Nicole: Um, hello. I'm from Illinois. \"Da Bears\"?",
        "Rick: What did I tell you? This girl -- she's a catch.",
        "Zende: Don't I know it.",
        "Rick: Maya and I will have everything set up before you're done with work.",
        "Nicole: It's a date.",
        "Zende: Thank you for the invitation.",
        "Rick: Hey, it's my pleasure. Nicole, you've really been there for Maya and me. We'd be thrilled to be there for the two of you.",
        "[SCENE_BREAK]",
        "Caroline: Thank you for seeing me on such short notice.",
        "Dr. Li: My nurse said there's something important you wanted to discuss.",
        "Caroline: Uh, well [Clears throat] I don't know if you heard, but I-I got married.",
        "Dr. Li: I read about that. Congratulations.",
        "Caroline: Thank you. Um...what you may not have read about is that my husband and I want to start a family, which is why I came to see you.",
        "Dr. Li: Well, I don't see any fertility issues in your file.",
        "Caroline: Uh, no. I don't think I have any. At least, I don't know of any.",
        "Dr. Li: Is there something you're concerned about?",
        "Caroline: Um...I think I just want to be doing everything I possibly can. You know me. So, I just want to have the healthiest, happiest little baby there is, so if there's anything -- any vitamins or supplements I could be taking or -- I don't know -- a change in my diet, you could just write me a list, I don't know, write me a prescription, and I will do it.",
        "Dr. Li: Caroline, I appreciate your desire to be proactive, but before we start talking about prescriptions and changing your diet, we should probably see where we are. Uh, tell me about your cycles. Any changes?",
        "Caroline: Mm, no, nothing major.",
        "Dr. Li: Regular?",
        "Caroline: Yeah, like clockwork.",
        "Dr. Li: You've kept your exams up. Your overall health is good.",
        "Caroline: Yeah. Well, you know about my accident?",
        "Dr. Li: You've recovered?",
        "Caroline: Yeah, like a champ.",
        "Dr. Li: That's excellent news. So, at this point, I would recommend a blood test, check things out. I can get the results back right away, and we'll go on from there.",
        "Caroline: Let's do it.",
        "[SCENE_BREAK]",
        "Brooke: Where's Caroline?",
        "Ridge: She had an appointment.",
        "Thomas: Hey, it's, uh -- it's not a bad time for you, is it?",
        "Ridge: No, not at all.",
        "Brooke: Okay, wait. Did you finish your conversation with her?",
        "Ridge: We're gonna finish it later. That the one we talked about?",
        "Thomas: Yeah. Yeah. What do you think of these changes?",
        "Ridge: I like it. It's nice. Interesting. It's organic.",
        "Thomas: Kind of unexpected, though, right?",
        "Ridge: Yeah.",
        "Thomas: Yeah.",
        "Ridge: It's a nice flow of the material. Very nice.",
        "Brooke: Was it a meeting -- this appointment?",
        "Ridge: You can go further on this. No. She went to see her doctor.",
        "Brooke: I hope she's okay.",
        "Ridge: She's fine. Nothing for you to worry about.",
        "[SCENE_BREAK]",
        "Caroline: Can I wait, or do I have to schedule a follow-up?",
        "Dr. Li: I put a rush on the results. It shouldn't take long.",
        "Caroline: What are you looking for, exactly?",
        "Dr. Li: Standard panel. I don't expect to see anything out of the ordinary. You're a healthy young woman. You take care of yourself.",
        "Caroline: I never tried to have a baby before.",
        "Dr. Li: The most beneficial thing you can do is relax. Try to reduce your stress as much as possible.",
        "Caroline: Like, do what -- like, yoga or, like, tai chi or something?",
        "Dr. Li: If that's something you enjoy. What do you and Ridge like to do together?",
        "Caroline: Everything. Anything. As long as we're together, it's special, so... cooking... designing together... driving to work. Ridge reads to me sometimes 'cause I love the sound of his voice. I can imagine him... reading to our baby and turning the pages and pointing to the pictures. [Chuckles]",
        "Dr. Li: That's a lovely thought.",
        "Caroline: This is just something I've wanted for such a long time -- you know, being a mom and -- and having a baby. Now I get to experience this with -- with Ridge and have a baby with him... the man that I love. He's changed my life so much. It's just...more than I could ever dream of.",
        "[SCENE_BREAK]",
        "Zende: This is really okay with you -- Thursday night football with your sister and Rick?",
        "Nicole: Family's important to me.",
        "Zende: Me too.",
        "Nicole: And so is that game. [Chuckles]",
        "Zende: Yeah. It won't feel like we have chaperones on our first date?",
        "Nicole: Maya can be protective, but don't worry. I can find a way around that.",
        "Zende: Why does that not surprise me?",
        "Nicole: Oh, there will be surprises. You can count on that.",
        "Zende: [Chuckles]",
        "[SCENE_BREAK]",
        "Ridge: Well, you've got the right idea, son.",
        "Thomas: Just giving the boss what he wants.",
        "Ridge: You gave me something I haven't seen before, something new, and you know what? With just a few minor changes -- maybe this a little lower and...",
        "Thomas: Okay.",
        "Ridge: ...This up in here -- this could be one of the most exciting pieces of our spring collection. But you already know that, because, otherwise, you wouldn't have brought it to me.",
        "Thomas: Hey, I'll go ahead and get right on those changes, unless you want me to wait until Caroline gets back.",
        "Ridge: No, no, no. Go ahead. Get going.",
        "Thomas: All right. Cool. Thanks, Dad.",
        "Ridge: Thank you.",
        "Brooke: So, what happened?",
        "Ridge: I told you -- Caroline had to go.",
        "Brooke: To a doctor's appointment?",
        "Ridge: Yeah.",
        "Brooke: She's not sick?",
        "Ridge: No. She's doing the same thing I was doing.",
        "Brooke: She went to a gynecologist? Why?",
        "Ridge: Because she wants to have a family, and the sooner, the better. [Sighs] And I did that. It was me, because... I should have just said, \"I'm going to the doctor,\" but I didn't. I had to be cute about it and tell her that I was locking in our future. I got her hopes up.",
        "Brooke: Ridge, I've told you so many times, if you really want to have a family, there are other ways to do it.",
        "Ridge: That's not what she wants. No, no, no. She -- she wants to carry my child. That's what she wants.",
        "Brooke: I do understand that, but you did tell her that's not possible, right? You had the chance to do that? Maybe she doesn't know all the details, but she does understand that she can't have your baby?",
        "[SCENE_BREAK]",
        "Dr. Li: I have your labs.",
        "Caroline: Oh, wow! That was fast. All right. Well, let's hear the good news, then.",
        "Dr. Li: Most of your results are exactly what I expected. I don't see any vitamin deficiencies, no HIV.",
        "Caroline: I could have told you that.",
        "Dr. Li: It's just one of those recommended tests. There was one surprise in your bloodwork.",
        "Caroline: Oh?",
        "Dr. Li: It's a pretty big one, actually.",
        "Caroline: Okay. Why do I feel like I should be sitting down for this?",
        "Dr. Li: You might want to.",
        "Caroline: It's my hormones, isn't it? You know what? There was something, and I told myself just to ignore it, but I know that something's wrong.",
        "Dr. Li: Caroline, no. Nothing's wrong.",
        "Caroline: Then what is it?",
        "Dr. Li: This might come as a shock, but... you're pregnant.",
        "[SCENE_BREAK]",
        "Brooke: You didn't tell her about your infertility?",
        "Ridge: She left before I could.",
        "Brooke: Oh, my God, Ridge! You knew where she was going. Why let her go to the doctor and talk about getting pregnant when she can't even --",
        "Ridge: I know!",
        "Brooke: Did you have a chance to tell her anything?",
        "Ridge: Yeah, I was starting to tell her, and then her phone beeped, and she said she had to go. And I knew where she was going and why, and I just couldn't stop her. This is just getting worse by the minute.",
        "Brooke: It's getting worse because you haven't been honest! You didn't tell her about the vasectomy 'cause you thought you could have it reversed. But now you have an infertility problem. So, you see, it's just becoming a big mess. Ridge, you have to face it. You have to face it together.",
        "[SCENE_BREAK]",
        "Caroline: I'm pregnant?!",
        "Dr. Li: Yes.",
        "Caroline: Right now? Like, currently, I am pregnant?",
        "Dr. Li: I'll want to test your hCG level again in a few days, but the numbers indicate...",
        "Caroline: That I'm having a baby!",
        "Dr. Li: Congratulations.",
        "Caroline: Ohh! But, like, we weren't even trying, you know? I mean, we talked about it, but we weren't -- uh... because we just... we -- we just got married... like, not that long ago. Oh, no.",
        "Dr. Li: Caroline? Is something wrong? You told me about how much you want to be a mother. I assumed you would be happy about this.",
        "Caroline: Is there any way to tell how far along I am?",
        "Dr. Li: It's still very early.",
        "Caroline: Okay, yeah, but how early? Is it a few days, or is it like a few weeks? Please, I-I need to know.",
        "Dr. Li: If you don't mind, I'd like to know why. Caroline, I'm your doctor. Everything you tell me is confidential.",
        "Caroline: A few weeks ago [Sighs] Ridge ended things, and, um...he -- he -- he -- it was a mistake, and he admitted that that was a mistake, but that night, I-I went and stayed at a hotel, and -- and I was really upset, and a guy -- my friend -- came over to check on me, but... before he got there, I took some antianxiety pills, which I've -- I've never done before, and I really didn't know... how they were gonna affect me. I shouldn't have opened that bottle of wine.",
        "Dr. Li: Something happened? Did this man take advantage? Did he assault you?",
        "Caroline: No. No, no, no, no. No. No. It was a mix-up and a huge mistake, and -- and Ridge and I got back together the next day, and -- and -- and then I got my -- my period. I mean, it was...a little bit lighter than I thought was normal, and, but it was on time. It definitely wasn't...late. And so I just -- I put that night behind me, and -- and I married...the man that I love. I mean, I could have gotten pregnant on my honeymoon, right? Like, that's a thing. People do that. That happens.",
        "Dr. Li: Caroline, what are you asking me?",
        "Caroline: Is there any chance that the other guy... could be the father of this baby?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=3kbnruk6wwk"
}