{
    "Episode Summary": [],
    "Recap": [
        "Ridge vividly remembers the SP logo on the jacket and the helicopter banking and dumping him out. Katie senses something and tells him to take his time; it will all come back. He says one word \u0096 Spencer. He doesn't know how it fits in but somehow he knows it does. He is still worried about his not sketching. She says his gift will return. He doesn't want to hide in her bedroom so they decide to go back to FC. Wyatt reads Hope and Liam a text from his mom to apologize to Liam. She is getting needed help and this will never happen again. They accept the text well and try to take Wyatt off the hook by saying he came front and center the minute he knew Liam was in real danger and saved his life. So he does not have to feel guilty for not getting her help before. Wyatt asks about Liam's ankle and insists he prop it up elevated. While they are basking in brotherly love, Hope gives Wyatt a gift from Liam. He's touched but confused when he sees a bow tie ..something he rarely wears. Liam says he hopes he will make an exception this once ..and wear it to their wedding. He then asks Wyatt if he will be his best man. Wyatt says he has to say this is one ugly bow tie. Liam says he wants a new beginning and this is it. Wyatt says he is all for this brotherly bonding so ugly bow tie and all he has a best man.",
        "Moments after Hope and Liam leave, there is a knock at the door and two gentlemen looking for Wyatt. He invites them in when they mention it is about Ricardo. They have a locked steel suitcase. They explain that Ricardo suddenly died but do not give details. Just that he had no children or family and he left this for Wyatt. They open the case to reveal the blue diamond .given to someone who values it's beauty and knows how special it is. Wyatt can not believe his good fortune. They give him a flash drive from Ricardo explaining it all. Brooke nixes a double wedding when Bill suggests it coupled with Liam and Hope. Bill quips he would love to see Ridge standing there so he could rub it in. She says that is not what they need to do. They can just get married on their own and all of them can move on with their lives. Ridge and Katie go back to the office where he tries once more to sketch. Justin walks in at the wrong moment looking for Rick. Ridge senses something and tells him to wait. Katie asks if he remembers something."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Helicopter blades whirring]",
        "Katie: What is it? What a you remembering?",
        "Bill: All right. Go over my checklist with me.",
        "Brooke: Your checklist?",
        "Bill: Mm-hmm. Yeah -- the top-three must-haves in life. Control of Spencer publications...",
        "Brooke: Mm-hmm. Check.",
        "Bill: ...Equal custody of my son...",
        "Brooke: Check.",
        "Bill: ...And last but certainly not least, the luscious Brooke Logan as my wife.",
        "Brooke: [Laughing] Ohh.",
        "Bill: I'm -- I'm not -- I'm not hearing \"check.\" So, what are we gonna do about that, ms. Logan?",
        "Brooke: [Sighs]",
        "Wyatt: \"I'm getting treatment. It may take a while, but I'm determined to conquer my demons. Please tell Liam how grateful I am for his understanding and for not pressing charges. Also, let hope know how truly sorry I am. Nothing like this will ever happen again.\"",
        "Liam: [Sighs]",
        "Wyatt: I should have got her help sooner, y know?",
        "Liam: Wyatt, if she had gone this far before, you would have.",
        "Hope: Yeah. I mean, the second you found out what Quinn was up to, you raced over to Liam and you talked her down.",
        "Liam: You kind of saved the day, bro. I mean, if it weren't for you --",
        "Wyatt: Well, I mean, if it wasn't for hope's dad alerting me -- we kind of owe him, too. But... mostly I owe you guys for not pressing charges.",
        "Hope: Are you gonna be okay?",
        "Wyatt: I don't know. You know me. I'm -- I'm fine. I'm -- I'll be -- I'll be all right.",
        "Liam: I don't think that's what she's asking. Were you?",
        "Wyatt: What am I thinking? Your -- your ankle. Elevated, right?",
        "Liam: Well, I --",
        "Wyatt: You know, you should probably put it up. Put it up there.",
        "Liam: I -- o-okay.",
        "Wyatt: Right?",
        "Liam: Sure. Um...",
        "Wyatt: There it is. How's the pain? Are you okay?",
        "Liam: Well, it's excruciating -- thanks -- but I'll survive.",
        "Hope: I'm not sure I will, though.",
        "Liam: What?",
        "Hope: He's a terrible patient -- so needy, very demanding.",
        "Liam: No, I'm n. But I do think I need more around-the-clock care.",
        "Hope: You see that? Do you see what I put with?",
        "Wyatt: I see. Yeah. I do. I could take the night shift, though, if it makes anyone feel better.",
        "Liam: Thank you, but you're my brother. She's my nurse.",
        "Hope: [Laughs thank you.",
        "Wyatt: Are we, though?",
        "Lm: What?",
        "Wyatt: Brothers. I mean, I haven't really acted... that great.",
        "Liam: Wyatt, you saved my life, and I'm not gonna forget that. And if I start to, I do have this sword you can use to remind me.",
        "Wyatt: [Chuckles] Right.",
        "Liam: Yeah.",
        "Brooke: Your tuxedo's still on standby?",
        "Bill: Listen, I know you want the whole family there especially now that things have improved between you and Katie.",
        "Brooke: But...you're feeling antsy?",
        "Bill: Every day that passes and we're not married is another day that something could happen to derail our happiness.",
        "Brooke: What could possibly do that?",
        "Bill: Quinn could escape from the nut house and sabotage our wedding.",
        "Brooke: No. No. That's not gonna happen -- unless, of course, there are still some of those selfies floating around of you and Quinn.",
        "Bill: Thankfully, no.",
        "Brooke: Good, because Ridge has paid the price, and he still is.",
        "Bill: Yeah, his memory -- or lack thereof.",
        "Brooke: It's only a matter of time before it all comes back. But in the meantime, he's very frustrated. There are still so many missing pieces.",
        "Katie: What are you remembering? I-it's okay. You don't have to force it. Just -- just take your time.",
        "Ridge: Logan!",
        "[Helicopter blades whirring]",
        "Katie: What? What is it?",
        "Ridge: Spencer.",
        "Bill: How much time do you need to put a wedding together?",
        "Brooke: Men! You really don't get it, do you?",
        "Bill: Uh, excuse me. Need I remind you who arranged the mother of all weddings in Abu Dhabi?",
        "Brooke: Yeah. It was okay.",
        "Bill: Okay?",
        "Brooke: I'm just kidding. Our almost wedding was spectacular.",
        "Bill: Just spectacular?",
        "Brooke: Uh, every bride's dream?",
        "Bill: Better. Better. Uh, you know, I did pay attention to every last detail.",
        "Brooke: Well, maybe not one. But then how were you to know that Quinn was gonna set all that in motion?",
        "Bill: Quinn is the last thing I want to talk about. Let's talk about where we're going on our honeymoon.",
        "Brooke: Every morning waking up next to you is a honeymoon.",
        "Bill: And I feel the same way, but it doesn't mean I don't want to take you to someplace incredible.",
        "Brooke: [Chuckles]",
        "Justin: Hey. I was gonna --",
        "Bill: Uh, excuse me.",
        "Justin: Yeah, sorry. Sorry.",
        "Bill: Excuse me. See, we're in the middle of something here, trying to make some honeymoon plans.",
        "Justin: I was headed over to Forrester. There are some legal matters I need to handle between our two companies.",
        "Bill: What are you telling me for? Go! Beat it!",
        "Justin: Get back to what you were doing.",
        "Brooke: Bye! [Laughs] Mm.",
        "Bill: Now, where were we?",
        "Katie: Ridge, you said, \"Spencer.\" Did you mean Bill?",
        "Ridge: Yes.",
        "Katie: Well [Sighs] What about him?",
        "Ridge: I don't know! I don't know. I'm sorry.",
        "Katie: No, it -- it's fine. I know it's frustrating.",
        "Ridge: I'm this close to putting it all together. It just -- it's not --",
        "Katie: Just tell me what you're remembering.",
        "Ridge: Pieces -- little pieces of stuff. And now I-I --",
        "Katie: What?",
        "Ridge: Why Spencer? Wh-why",
        "Katie: Well, he was in Abu Dhabi. He was part of the events that led up to your accident. It's all gonna come back, okay? And until it does, you have me. You have R.J.",
        "Ridge: I have my work.",
        "Katie: Ridge...",
        "Ridge: Perfect.",
        "Katie: [Sighs] Your gift will return. It will. And until then, you can stay here and relax.",
        "Ridge: I don't want to stay here. I don't want to hide in your bedroom.",
        "Katie: Okay. Then let's go back to Forrester. You were always your most creative there. Let's go back.",
        "Ridge: Thank you.",
        "Katie: Okay. Let's go.",
        "Wyatt: I got to tell you, I was more than a little surprised to find you at my front door.",
        "Hope: I was more than a little surprised when Liam asked me to drive him here.",
        "Wyatt: Yeah?",
        "Hope: Mm-hmm.",
        "Wyatt: When do you get the boot off, anyway?",
        "Liam: Soon, actually, but you know what's funny? I'm starting to get used to it. These stupid crutches, though, not so much.",
        "Wyatt: The crutches?",
        "Liam: Yeah.",
        "Wyatt: Maybe I should get a pair of these bad boys, huh? We can have a crutch- off, like a crutch race, around the living room here.",
        "Hope: [Laughing] It is always a competition. It will always be that with you guys.",
        "Wyatt: That's how we relate. That's -- we're brothers. That's what we do, right?",
        "Liam: Yeah. Actually, you know what? Um... I was kind of thinking maybe we could change that, 'cause if not now, when?",
        "Wyatt: Uh [Chuckles] I don't quite follow.",
        "Liam: I know.",
        "Hope: Um...",
        "Liam: [Chuckles]",
        "Hope: ...I think it might have something to do with this. Here.",
        "Wyatt: Aww. You got me a present?",
        "Hope: Liam did. It's from Liam.",
        "Liam: Listen, you saved my life. It's the least I could do. But more than that, I'm, uh, kind of hoping this is a new beginning for us.",
        "Wyatt: Okay.",
        "[Both chuckle]",
        "Wyatt: Uh... it's a bow tie.",
        "Liam: It is.",
        "Wyatt: Thank you. [Chuckles] I-I don't -- I don't wear a lot of these things.",
        "Liam: Yeah. About that. Um...I'm hoping you'll make an exception at our wedding. Wyatt, would you be my best man?",
        "Wyatt: I got to say... this is one ugly bow tie. This is. This is pretty bad.",
        "Liam: It I-- it is. It's -- it is. It's very ugly. Um... but I'm hoping you'll wear it anyway [Grunts] 'Cause of what it means.",
        "Wyatt: [Sighs]",
        "Liam: I want there to be a new appreciation between us. I want to start treating each other with honesty and respect. And we're all gonna be Spencers, you know? We should get along. We should start acting like it, and what better time than now? Of course, if you're gonna start dissing my wardrobe choices, then, you know --",
        "Wyatt: No. I -- listen. That -- okay. Do I have to wear a cummerbund? Because I don't -- I feel like they're restricting.",
        "Liam: Are you saying yes? Are you saying you'll stand up for me? Is that what you're saying?",
        "Wyatt: I -- don't you think that dad is gonna expect you to ask him?",
        "Liam: Dad? Are you kidding me? He's had like a million chances. I think -- I think it's my brother's this time.",
        "Wyatt: You got yourself a best man.",
        "Liam: Get out of here with that. Really? Ah, yes!",
        "Wyatt: [Chuckles]",
        "Liam: I'm really happy.",
        "Wyatt: Yeah. Yeah.",
        "Liam: He said yes!",
        "Hope: I heard! I heard!",
        "Bill: So, you think we'll beat hope and Liam to the altar?",
        "Brooke: Maybe we should have a double wedding.",
        "Bill: I got a better idea. How 'bout a double elopement?",
        "Brooke: Mm.",
        "Katie: So, uh, Eric is in a meeting. You have the whole place to yourself. You know, there's no pressure. You can take your time.",
        "Wyatt: It's valentine's day. This is the day where a guy really has to step up his game. I mean, we're finally together, and you think I want to botch the most romantic day of the year? Unh-unh.",
        "Hope: I didn't get you anything.",
        "Wyatt: Yes, you did!",
        "Hope: Well, no. Wh-what?",
        "Wyatt: Look at this. Hmm? I'll pick that up later, and that.",
        "Hope: Ohh!",
        "Wyatt: There.",
        "Hope: [Laughs]",
        "[Knock on door] Wyatt fuller?",
        "Wyatt: Yeah? S-Spencer, but... Got a package for you. Are you alone?",
        "Wyatt: Who -- who are you? We have news.",
        "Wyatt: About? Ricardo Montemayor.",
        "Wyatt: What about him? Señor Montemayor is dead.",
        "Wyatt: Dead? How -- what? When? How? May we come in?",
        "Wyatt: Uh...yeah. I-I just -- I can't believe it. Was he ill or in an accident or...? Señor Montemayor left something for you. He knew of your love of this special piece. He had no children, no family. It was important the piece be left with someone who appreciated it as much as he did. A diamond that captured your fascination and the world's is now yours.",
        "Hope: I am.",
        "Liam: Yeah? Back at Wyatt's, the way I reached out to him.",
        "Hope: Okay.",
        "Liam: Thank you.",
        "Hope: You're welcome.",
        "Liam: You're such a gentleman.",
        "Hope: [Laughs]",
        "Liam: So, admit it -- you're super impressed with me right now.",
        "Hope: I am.",
        "Liam: Yeah? Back at Wyatt's, the way I reached out to him?",
        "Hope: I think you did a lot more than reach out. You asked him to be the best man at our wedding. That's -- that's quite the gesture.",
        "Liam: Yeah, I think it's more than a gesture. I mean, I really did mean it, you know? I want this to be a new chapter for all of us.",
        "Hope: And so do I. So does he.",
        "Liam: Yeah.",
        "Hope: I mean, he agreed to wear the bow tie.",
        "Liam: That hideous bow tie.",
        "Hope: [Laughs]",
        "Liam: I mean, I've -- I've been burned by the guy before, unfortunately, but I'm not thinking about that. I'm thinking about the positive. You know, I wouldn't be alive right now if it weren't for Wyatt. Quinn is not even in the picture. I can't imagine a bigger game-changer than that. Can you?",
        "Hope: No.",
        "Wyatt: This -- I mean, this can't be happening. Uh...are you sure that there isn't, like, a mistake that was made here? Señor Montemayor made his wishes very clear. The diamond belongs to you. You're a very lucky young man, Mr. Spencer, but with great fortune comes great responsibility.",
        "Wyatt: What -- what is this? It's from Señor Montemayor. The flash drive should answer all of your questions. Señor Montemayor's attorney will be contacting you to formalize the transfer, but he left strict instructions that upon his death the diamond be brought immediately to you. He trusted you would guard it with your life.",
        "Wyatt: Y-yeah, and -- and I will. It's just I -- Good luck, Mr. Spencer. We'll see ourselves out.",
        "Brooke: A double elopement with my daughter and your son?",
        "Bill: Yeah, I think we could twist their arms, make it happen.",
        "Brooke: Oh, yeah. That'll really put you on hope's good side.",
        "Bill: Ah. Good point. Okay. We will nix that. They can do their thing, and we'll do ours. Now that I think about it...",
        "Brooke: What?",
        "Bill: Well, maybe getting married in front of Ridge and company isn't such a bad idea, given the fact that that loser let you slip through his fingers. It would give me an opportunity to rub it in.",
        "Brooke: Which is what our wedding should not be about.",
        "Bill: Oh, come on. How 'bout a little victory dance?",
        "Brooke: I just want us all to get along. When Ridge is feeling better, he and Katie can start moving forward just the way you and I are doing, and then we can all do the victory dance.",
        "Bill: What the hell are you doing?",
        "Brooke: I'm not sure that this is the best thing to do.",
        "[Helicopter blades whirring]",
        "Justin: Hey, Katie. Have you seen Rick? Uh, n-n-never mind. I'll check his office.",
        "Ridge: Hey, you!",
        "Bill: You flew all the way here to make a jerk out of yourself?! Typical!",
        "Brooke: What are you doing?!",
        "[Helicopter blades whirring]",
        "Brooke: Ridge!",
        "Katie: Ridge."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=FKm6ejaJEIY"
}