{
    "Episode Summary": [],
    "Recap": [
        "At Bikini the music is hopping and the drinks are a flowing. Carter is having fun dancing with various girls. Maya looks bored but is watching Rick. Liam tells Ivy that he is glad he came. Carter praises Liam for saving Ivy's life but Rick says it cost him in the end. Bill tells Brooke that he regrets his part in this but will do whatever he can to help Ridge recover but there is no way he is going to lose her over this. She says he really has no idea what he has done. Bill says on the contrary, he knows what he has done, what Ridge did and what it has done to them. She says that is no comparison to what it has done to Ridge who can not draw now. He says they do not need to put their lives on hold; Ridge will recover and be all right. He tells her that he will not give up on them. She is the only woman for him and he's the only man for her (oh really Bill?) Quinn walks in on Deacon and says Brooke is always there with him but there is no way she will marry Bill after this. He reminds her that she forgave him for throwing Ridge from the helicopter. She says yes but that was before she knew the damage it caused. He says she doesn't get it. That could all change. Ridge could wake up tomorrow and all of this could be history. Quinn agrees that is true so the reason he needs to move on Brooke now. He wants to be a family but it is almost too good to be true. She says it can happen and it will. They can have what they have always wanted .a sense of belonging. Bill is relentless. He is probably with Brooke now so they have to work fast. The longer they wait will give Bill time to get her to marry him. Then Wyatt and Hope will lose their chance to have a true family. He says he is on it. She says good, their children are depending on this, having two parents in their lives. She says she has paved the way so now he needs to go do his part and be with Brooke. Make it happen. Brooke laments to Bill that Ridge feels alone and lost and Katie or any woman will not solve that problem. He says they will get through this; just let him spend the night. He kisses her and she returns the kiss. Then she says she wishes it were that easy. He says it is. They can begin their life together tonight. He is sure Ridge will be fine and it is not the end of the world. She says it is to Ridge. And it's more than that. She knows it still hurts Katie to see Bill with her. She knows Katie is in love with Ridge but it is complicated. Again he says he is not giving up. It is not an option. Maya admires some jewelry that Ivy is wearing. She tells her she saw the shipment of gems this morning; absolutely gorgeous and they will be true Forrester talent. Ivy says they are very expensive way above what she has done before. She says she may be a Forrester but she is still working her way up. Maya says she knows the feeling. She asks if Ivy knows she and Rick used to be an item. She made a mistake in letting him go. Ivy says well that ship has sailed since he is married. Maya answers yeah, for now. Liam joins them and says he is going outside for some air. He asks if Ivy would like to go. She says yeah. Outside he says he really needed this. She says no one knows that better than she does. He tells her he was doing tech support when he found out who his dad was and he moved him into management. She jokes that now he is running the company. He says no, nobody runs Bill's company but Bill Spencer himself. He wants to know about her family. She says she comes from a great home and now she is here. John Forrester is her dad. That's Eric's brother and he is her best friend. She says she has some best friends back home. Liam says it looks like she is close now with Aly. She admits that Aly is the best; sort of like this guy who just saved her life. She puts her hands on his.",
        "Bill pours himself a drink and when he looks up there is Quinn. He asks what in the hell is she doing there. She says it is part of her therapy. She has to make amends to people that she has hurt and he is one of them. He says if she is here to apologize, not interested so get out. She tells him she is sincerely sorry for what she did to Liam. He says only that she tried to kill him. She says she knows and she realized she needed help and checked herself into a facility and is undergoing outpatient therapy today. She realizes an apology will fall short on Liam but she truly hopes Bill will accept her apology for sending the selfie to Ridge. He says wow, she does have a lot to apologize for. She says at least they have a happily married son and a beautiful DIL. Bill grumbles and another son that is miserable. She says Liam will be fine; she will see to that. She wants to make amends to him too but not talk about it right now. They should be celebrating. They need to give it another shot at being a family. He thinks she means the two of them as partners. She says oh no, just the family they never had. It would mean so much to Wyatt. Oliver catches Maya staring at Rick. He tells her don't. Rick turned her down once and he is married. Maya says he is a Forrester. With a glass of wine in her hand Brooke opens the door and it is Deacon. He asks if he missed the party. She replies that she thought it was Bill, he was here earlier. He asks if he can come in. Then he notices she was doing the old drinking in the dark routine. She says she was only trying to make sense of everything. He is sorry he had to lay it all on her. She says he was just the bearer of bad news. He says but she needed to hear it. She tells him that Bill just wants her to run off and get married. But she and Ridge had this connection and when he is hurting she is hurting too. She calls herself Brooke Collateral Damage Logan, always picking the wrong men. She says it is easy to talk to him and she had forgotten that. She says she thinks she's had too much to drink, sitting here alone and yammering on and on. Deacon says he could listen to her yammer all night and into the morning too. She tells him that he should probably go. He says what and leave her with her friend from Napa Valley, he doesn't think she should be alone. She says she is okay, just a little disillusioned right now. He tells her to forget about Bill. He'd like to talk about them. It's only a matter of time before Hope will make her a grandma ..sexiest grandma on the block. She laughs and he says they can take the kids to the amusement park and to the beach. It'll be great for both of them. She can ride the Ferris wheel. Or she can stay at the bottom with the ice creme cones. She chuckles again and says it looks like he has it all mapped out. He says he knows there are a few glitches like Wyatt has a whackjob for a mother but he figures with his devastating charm and her giggle they can neutralize that. Coming closer he says he misses her; he misses her smile; he misses her body. And he knows she misses him too. He tells her the moments that he's been with her are the best in his life. Nothing else comes close. He says he loves her. He loves everything about her and he wants to make love to her so bad that it is killing him. He kisses her until she breaks away. Maya walks up to Rick and says hey he looks alone. He says the same to her. What a coincidence. He tells her there are a lot of eligible men in here. She says they are not for her. She misses him ..especially at night. Liam sighs and again says this is good. He has to get out and find a way to move on with his life. Ivy says maybe she could help him with that. She leans over and kisses him. He smiles. Bill tells Quinn that she might want to think about checking herself back in. She tells him she is not there to pressure him. She knows how he feels about Brooke but he seems really frustrated. Does Brooke want another apology .. because that is not what Bill does is grovel. Still holding Brooke, Deacon asks which does she want to go with, the slap or the wine in the face. He doesn't really care as the kiss was worth it. She says they have always been good at this but it's gotten them into trouble. He says not this time. She is smarter. He says he wants to give her something. He wants to give Hope something. He tells her that he loves her; always has. She has to know that. He says he wants to be the man that she deserves. He will do anything to make that happen. This is their time, right here, right now. Ridge is gone and forget about Spencer. He can be the man she wants him to be. He knows he can make her happy. They can be parents together and really love Hope and Wyatt and support them. He says their daughter is married. Maybe they should be too. He asks her to marry him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Dance music playing]",
        "[Indistinct conversations]",
        "Rick: Those aren't both for you, are they?",
        "Ivy: [Laughs] No. I'll see you.",
        "Rick: See you.",
        "Ivy: Sorry, I-I didn't get you one. [Chuckles]",
        "Liam: Nice talking to you.",
        "Ivy: So, are you glad you came?",
        "Liam: Yes. Yeah, I am.",
        "[Glasses clink]",
        "Bill: I regret my part in this, and I'll do whatever I can to help Ridge recover. But I am in no way going to lose you over this.",
        "Brooke: [Sighs] You really don't realize what you've done to him.",
        "Bill: I know what I've done, I know the part Ridge played in it, and I know what it's done to us.",
        "Brooke: That is no comparison. Ridge lost his talent, his ability to create!",
        "Bill: He'll get it back.",
        "Brooke: I certainly hope you're right.",
        "Bill: And in the meantime, we don't put our lives on hold. We move forward.",
        "Brooke: Like Ridge is forced to do?",
        "Bill: I am not giving up on us. You are the only woman for me. And I'm the only man for you.",
        "Quinn: Always in there, isn't she? No way Brooke will marry Bill after this.",
        "Deacon: She forgave him for throwing him out of the chopper.",
        "Quinn: That was before she knew the damage it caused.",
        "Deacon: This could all change. Don't you get it? Ridge could wake up in the morning and this whole thing could be history.",
        "Quinn: That's true. He could recover. Which is why you need to make your move on Brooke now.",
        "Deacon: [Sighs]",
        "[Dance music playing]",
        "Carter: Did you lose your balance?",
        "Liam: Hmm.",
        "Ivy: Mnh-mnh.",
        "Liam: No, it wasn't that. She got bumped in. And I didn't even notice at first 'cause I was so focused on trying to get to hope. And then I heard her scream. Dove in after her.",
        "Ivy: And lucky, too, 'cause the current was strong.",
        "Carter: Oh, he might have saved your life. Well done, Liam.",
        "Liam: Ye-- [Chuckles]",
        "Rick: Cost you, though.",
        "Liam: Yeah.",
        "Quinn: Deacon, our children are happily married.",
        "Deacon: Yeah.",
        "Quinn: And soon we are going to have grandchildren, holidays together, family. Something my son has never had. I want this so much for Wyatt. I know you want the same thing for hope.",
        "Deacon: You know, the thought of being together with Brooke and sharing our daughter's life, it's...it's almost too good to be true.",
        "Quinn: No, but it can happen. And it will. We can have what we have never had. A sense of belonging. But we have to act now. Bill is relentless. I bet you he's with Brooke right now. I'm sure that he is. And the longer we wait, the greater the chance he's gonna get her to marry him again. If that happens, hope and Wyatt lose their chance to have a true family.",
        "Deacon: [Sighs]",
        "Brooke: [Sighs] Alone and lost. That's how Ridge feels.",
        "Bill: He has Katie.",
        "Brooke: A woman's not gonna solve that problem.",
        "Bill: Even a Logan?",
        "Brooke: [Sighs] I know you didn't want this for him.",
        "Bill: And I -- we -- will help him get through it. Let me spend the night.",
        "Quinn: You have to make a move before Bill does.",
        "Deacon: I'm on it!",
        "Quinn: Every minute they're together --",
        "Deacon: I know, I know!",
        "Quinn: Our children are depending on us. They want this. I know they haven't said it, but to have their parents together for the first time in their lives?",
        "Deacon: That'd be something, wouldn't it?",
        "Quinn: Yeah. I've paved the way. Now it's your turn. Go make it happen with Brooke.",
        "[Door closes]",
        "Brooke: I wish it were that easy.",
        "Bill: It is. It is that easy. We can begin our life together tonight.",
        "Brooke: No, Bill, I can't.",
        "Bill: Ridge, his condition -- I'm telling you, he's gonna be fine. It's not the end of the world.",
        "Brooke: I'm sure it seems like that to him. But it -- it's more than that.",
        "Bill: What?",
        "Brooke: It's complicated. I mean, there's Katie and you --",
        "Bill: What, Katie? What -- what about Katie?",
        "Brooke: I know she still feels hurt when she sees me with you.",
        "Bill: She's in love with Ridge!",
        "Brooke: [Sighs] Okay, yes, she is. But like I said, it's -- it's complicated.",
        "Bill: I'm not giving up on us. It's not an option. We will be together again.",
        "[Door opens]",
        "[Door closes]",
        "[Dance music playing] Hey. How are you?",
        "Maya: Good. Thank you. Did you make these?",
        "Ivy: Yeah, I did. Ages ago.",
        "Maya: Oh! Forrester talent. Oh, I saw the shipment that came in this morning.",
        "Ivy: Of the gemstones?",
        "Maya: Yeah. Beautiful. So expensive.",
        "Ivy: Oh, I know. I know. Way above my price range.",
        "Maya: Oh, come on. I doubt that.",
        "Ivy: Look, I might be a Forrester, but I'm still working my way up.",
        "Maya: I know the feeling. Well, not the Forrester part. You know Rick and I used to be an item, right?",
        "Ivy: Hmm. Yeah, I-I heard.",
        "Maya: I made a mistake... letting Rick go.",
        "Ivy: Uh, well, I mean, that ship's sailed, hasn't it, seeing as he's married?",
        "Maya: Yeah. For now.",
        "Liam: Hey, um, I was just gonna go outside. Do you want to come?",
        "Ivy: Yeah, I do, I do. I, um, I'll talk to you soon.",
        "Maya: Okay.",
        "Liam: Bye. Shout it out and turn it up shout it out and turn it up",
        "Ivy: [Sighs] It's such a beautiful night.",
        "Liam: Yeah, it is. God, I needed this.",
        "Ivy: Yeah, well, no one knows that more than I do. [Chuckles]",
        "Liam: Yeah, you've been along for the whole ride, haven't you?",
        "Ivy: Yeah. Even went for a swim in the seine.",
        "Liam: [Laughs] Well... thank you for saving me.",
        "Singer: No secret no secret at all",
        "[Knock on door]",
        "Bill: What the hell are you doing here?",
        "Quinn: Part of my therapy. I have to make amends to the people I've hurt, and... I believe you're one of them.",
        "[Insects chirping]",
        "Deacon: Did I miss the party?",
        "Brooke: [Chuckles] I thought it was Bill.",
        "Deacon: You look relieved.",
        "Brooke: Yeah! Oh, yeah, well, he was here earlier.",
        "Deacon: You mind if I come in?",
        "Brooke: [Sighs]",
        "Deacon: Doing the, uh, old \"drinking alone in the dark\" routine?",
        "Brooke: Just trying to make sense of it all.",
        "Deacon: Brooke, I'm -- I'm really sorry I had to lay that on you.",
        "Brooke: You're just the bearer of bad news.",
        "Deacon: It was news you had to hear.",
        "Brooke: Bill wants me to forget everything and just run off with him and get married. But Ridge -- Ridge and I have this connection. And when he's hurting, I am, too.",
        "Deacon: At least he's got Katie, right? Hey, our daughter's back. That's a good thing.",
        "Brooke: [Chuckles] Yeah, paris. Has a way of changing people.",
        "Deacon: [Chuckles] Yeah, I seem to remember it did that for us a long time ago.",
        "Brooke: You know, I've been sitting here all alone, and Bill's behavior keeps coming back to haunt me. What is it? Why do I keep picking these guys that self-destruct? And then what am I left with? What?",
        "Deacon: Collateral damage?",
        "Brooke: Yeah. Collateral damage. [Chuckles] That should be my middle name, actually. Brooke C.D. Logan. [Sighs] I forgot how easy it is to talk to you. You're a good listener. Oh, my gosh. I think I had a little too much wine. I'm sitting here drinking alone, and I think it's gotten to me. I'm yammering on.",
        "Deacon: Hey, I could listen to you yammer all night long. And into the morning.",
        "[Dance music playing]",
        "Oliver: Don't. He turned you down once.",
        "Maya: He loved me.",
        "Oliver: He's married.",
        "Maya: He's a Forrester.",
        "Liam: I was, uh, I was doing tech support when I found out my dad was -- was my dad. Uh, and then he moved me into management.",
        "Ivy: And now you run your dad's company.",
        "Liam: [Laughs]",
        "Ivy: [Chuckles]",
        "Liam: Nobody runs Bill Spencer's company but Bill Spencer. I am so bored talking about myself. What about you? Like, what's -- what's home like?",
        "Ivy: Uh, well, um, great family. I come from a great home. And now -- now I'm here.",
        "Liam: Uh, that was descriptive. What about -- what about your dad?",
        "Ivy: John Forrester, Eric Forrester's brother.",
        "Liam: Mm-hmm.",
        "Ivy: You know what? It sounds kind of lame, but my dad is kind of my best friend.",
        "Liam: That doesn't sound lame. That's really cool.",
        "Ivy: Okay.",
        "Liam: [Chuckles] \"Okay.\" Do you have, uh, do you have, like, close friends back home in Australia?",
        "Ivy: Yeah, yeah. I have a few.",
        "Liam: You and Aly seem like you're really close.",
        "Ivy: Yeah, well, she's the best. A little bit like this guy who saved my life.",
        "Liam: [Laughs]",
        "Bill: How nice. You're here to apologize. Not interested. Get out.",
        "Quinn: Well, it's more than just an apology. I am sincerely sorry for what happened with Liam.",
        "Bill: What happened with Liam is that you tried to kill him!",
        "Quinn: Unconscionable. Heinous. Which is why I realized I needed considerable help, and I voluntarily checked myself in to a treatment facility, and I'm continuing to receive treatment today as an outpatient. I realize just an apology falls short for Liam, but I hope you'll consider accepting one for my truly bad judgment in sending the selfie of you and me to Ridge.",
        "Bill: Wow, you do have a lot to apologize for, don't you?",
        "Quinn: Well, I mean, it's all part of my therapy, getting help. At least we have a happily married son and a beautiful daughter-in-law.",
        "Bill: And my other son is miserable.",
        "Quinn: Yeah, well, Liam will be fine. I'll see to it.",
        "Bill: You'll see to it?",
        "Quinn: It's my sincere desire to mend my relationship with Liam. But let's -- let's not talk about that now. We should be celebrating.",
        "Bill: Oh, I'm sure that Wyatt is celebrating enough for both of us.",
        "Quinn: He's our son. He's happy, stable, married to the woman he loves. He's beginning a family, and we're part of it.",
        "Bill: Yes, we are.",
        "Quinn: So why not give it another shot?",
        "Bill: What?",
        "Quinn: No, not -- no. No, no, no. Not us. Not us. Just the family that we've never had. [Sighs] It would mean so much to Wyatt.",
        "Brooke: You should probably go.",
        "Deacon: What? And leave you alone with your friend from Napa valley? I don't really think you should be alone.",
        "Brooke: I'm fine, deacon. I'm just -- I'm a little disillusioned, that's all.",
        "Deacon: You know, let's forget about Spencer. Let's talk about us. You know, it's only a matter of time before hope makes you a grandma.",
        "Brooke: [Chuckles] You really know how to cheer me up.",
        "Deacon: No, come on. Sexiest grandma on the block.",
        "Brooke: Stop saying that word!",
        "Deacon: What are you talking -- you're gonna be great, and so will I. Come on, we'll take them to the beach and the amusement park. When was the last time that you've ridden on a Ferris wheel?",
        "Brooke: I don't know. I don't really want to, either.",
        "Deacon: All right, look, you can stay at the bottom with the ice cream cones.",
        "Brooke: [Chuckles] Sounds like you have this all mapped out.",
        "Deacon: I mean, there's -- there's a few glitches. You know, Wyatt's got a whackjob for a mother, but I figure with my devastating charm and your infectious giggle, we can neutralize that.",
        "Brooke: [Laughs]",
        "Deacon: I miss you. I miss your smile. I miss your body. And I know you miss me, too. The times that I've spent with you are the best moments of my life. Nothing even comes close. I love you. I-I love everything about you. I miss holding you. Damn it, I want to make love to you, and it's killing me.",
        "[Dance music playing]",
        "Maya: Hey.",
        "Rick: Oh, hey.",
        "Maya: [Chuckles] You look...alone.",
        "Rick: So do you.",
        "Maya: What a coincidence. [Chuckles]",
        "Rick: You know, Maya, there's, uh, there's a lot of eligible guys here.",
        "Maya: None of them are for me. I miss you, Rick. Especially at night.",
        "Rick: [Sighs]",
        "Liam: [Sighs] This is, uh, this is good. It's -- it's good to get out. And I have to find someway to move on.",
        "Ivy: Well, m-maybe I could help you with that.",
        "[Waves crashing]",
        "Bill: You may want to think about checking yourself back in.",
        "Quinn: I am not here to pressure you. I know how you feel about Brooke. You seem really frustrated, though. I can feel it. I know you love Brooke. I do. Does she want another apology? I mean, that's not you. Bill Spencer doesn't grovel.",
        "Deacon: You want to go with the slap or the wine in the face?",
        "Brooke: Which would you prefer?",
        "Deacon: I don't really care, 'cause that kiss was worth it.",
        "Brooke: [Sighs] We've always been good when it comes to this.",
        "Deacon: Yeah.",
        "Brooke: But it's gotten us in trouble, too.",
        "Deacon: Not this time. I mean, we're smarter, right? Well, at least, you are. Listen to me, I've been thinking about this, and I-I want to give you something. I want to give hope something. Brooke, I love you. I've always loved you. You have to know that.",
        "Brooke: Deacon.",
        "Deacon: No, listen to me. I want to be the man that you deserve. I'll do anything to make that happen. This is our time right here, right now. Look, Ridge is gone. Forget about Spencer. I can be the man that you want me to be. I can make you happy. I know I can. Let's love hope and Wyatt. I mean, be parents together, really support them. Our daughter's married. Shouldn't we be, too? Brooke, marry me."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=ijaee1bxOe4"
}