{
    "Episode Summary": [],
    "Recap": [
        "Jackie moans and groans as she continues her therapy. Her head is killing her and she wants her pills. Nick tells her the Forrester's are meeting that afternoon and by the end of the day he will either own Forrester Creations or Stephanie will be preparing to go to jail. The family, including Rick and Kristen, gathers. Thorne gives them good news first -he has asked Taylor to marry him. Everyone, including Ridge, join in the congratulations and well wishes. Eric asks everyone to sit down and take a look at the document on the table. Nick has asked to buy them out. And he wants Forrester's to be free and clear of any Forrester's. Stephanie's temper will be on trial and Eric is afraid they will lose, so this is a fate accompli. Brooke makes a last ditch effort to beg Nick not to do this, but he is adamant. He wants her to join in if she wishes, but she is just as adamant that she can't. She can't punish the entire family for something Stephanie did.",
        "Stephanie invades Jackie's privacy and once again tries to get her to rein in Nick. To no avail, Jackie stands firm, Stephanie will be held accountable. Stephanie quips that blackmail won't work. They aren't going to sell the company to anyone, anytime. Everyone has their say but Ridge is the staunchest, they will NOT sell. Nick, Brooke and Storm walk in and Nick surmises this is going to be a short meeting, either they sell now or he goes to the D.A. Do they want to take that gamble? Again, Brooke makes one last tug on Nick to please not do this. It seems to fall on deaf ears."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Florence: I know it's hard, but you're doing great.",
        "Jackie: It isn't particularly hard to use the --",
        "Jackie: Oh, Nicky. Hello, darling. Can we stop this now, please?",
        "Florence: Just a few more minutes.",
        "Jackie: Well, what's it doing?",
        "Florence: It's improving your strength and dexterity.",
        "Jackie: Yeah well, how's that for dexterity?",
        "[Jackie moans]",
        "Nick: Mother?",
        "Jackie: Oh, god.",
        "Nick: Are you all right?",
        "Jackie: I -- can I have the pills, please?",
        "Nick: Florence, can we get her pills?",
        "Florence: Not for another hour, sir.",
        "Nick: Her head's killing her, though.",
        "Florence: The doctor gave me strict dosing instructions, Mr. Marone. If you'd like to change your mother's regimen, you'll have to talk to him.",
        "Jackie: Oh, forget it.",
        "Nick: That's fine. Thank you.",
        "Florence: We'll try again later.",
        "[Jackie gasps]",
        "Nick: Are you all right?",
        "Jackie: Will you talk to me, darling? Just talk to me. Take my mind off this pain. Did you get any response from the Forresters?",
        "Nick: We're meeting this afternoon. By the end of the day, I will either own Forrester Creations -- or Stephanie's going to be preparing to go to jail.",
        "[SCENE_BREAK]",
        "Felicia: Hey, honey. I'm so sorry. Dante told me you lost the baby.",
        "Bridget: Yeah. Thanks.",
        "Felicia: I hope you know I did intend to make it work.",
        "Bridget: I know. If any three people could.",
        "[SCENE_BREAK]",
        "Rick: I still can't believe Taylor was the one that hit Darla.",
        "Thorne: Well, it was an accident.",
        "Ridge: Fortunately, the jury agreed with you.",
        "Kristen: So this Shane character -- where is he?",
        "Ridge: Disappeared before he could testify. If Thorne hadn't made a plea on Taylor's behalf, god knows where she'd be right now.",
        "Thorne: Yeah. Well, I couldn't let her go to jail. I love her too much. In fact, I love her so much I've asked her to marry me.",
        "Rick: You proposed?",
        "Thorne: That's right.",
        "Kristen: Thorne! I don't know what to say.",
        "Ridge: Well, I do know what to say. Congratulations, little brother. I know you and Taylor will be very happy.",
        "Thorne: Thank you.",
        "Eric: We all wish you well, son.",
        "Felicia: Finally, some good news around here.",
        "Thorne: Mmm. Thank you.",
        "Eric: I'm afraid that's all the good news anyone in this family is going to get today. I want you to all sit down here. And I want you to take a look at this document on the table. This document includes two fair price assessments of the value of this company, a written statement that we are all willing to sell our stock in the company, another statement that we are all willing to resign -- all of us and a non-compete clause.",
        "Rick: Someone wants to buy us out? Marone Industries?",
        "Ridge: Nick.",
        "Rick: Does my mother know about this?",
        "Eric: Brooke has tried to talk sense into him, but he's adamant. He wants Forrester free and clear of all Forresters.",
        "Rick: He's lost his mind.",
        "Ridge: It's extortion, is what it is.",
        "Eric: If we don't agree to this, Nick will press charges against Stephanie for aggravated assault.",
        "Kristen: Because of what happened to Jackie?",
        "Eric: Yes. And what happened to Jackie was Stephanie's temper. Now, I've been up all night with the lawyers trying to figure out a way out of this, and I can't find one.",
        "[SCENE_BREAK]",
        "Felicia: Stupid question, but shouldn't mom be part of this meeting?",
        "Eric: This is about protecting your mother, Felicia. She's not going to see it that way. What I'm asking you to do is to make a very difficult decision. Probably the most difficult decision we've ever made that has to do with this family, or this business.",
        "Brooke: You're a hard man to catch up with. How's your mom?",
        "Nick: Got her set up at the house.",
        "Brooke: Bet she's glad to be out of the hospital.",
        "Nick: It's going slowly.",
        "Brooke: But she's progressing?",
        "Nick: Probably go a little easier if she had some sort of incentive.",
        "Brooke: Like running one of the country's most successful design houses?",
        "Nick: I'm meeting with the Forresters today.",
        "Brooke: Have they made a decision?",
        "Nick: Well, they better have. Either I walk out of there with half of the company or with Stephanie's head on a plate.",
        "Brooke: Why do you have to make it sound so ugly?",
        "Nick: Because what she did was ugly. To my mother and to you. And it's time that she's held accountable. So, she can just sit back while her company is run by my mother and me. And you, if you so choose. But I assume that's why you're here. Because you've come to some sort of a decision.",
        "Brooke: Yes, I have.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Stephanie: Hello? Oh, aren't we making ourselves right at home here?",
        "Jackie: What do you want, Stephanie?",
        "Stephanie: Nick.",
        "Jackie: You leave him alone.",
        "Stephanie: Gladly. When he stops trying to blackmail my family.",
        "Jackie: He offered you a very fair price for your company. You should be grateful because quite frankly he doesn't need to offer you anything.",
        "Stephanie: My company isn't for sale.",
        "Jackie: Mmm? Your children would rather see you in jail? Yeah, probably glad to be free of you.",
        "Stephanie: And now, who's bullying who?",
        "Jackie: It's payback time, Stephanie.",
        "Stephanie: Oh, well it's not going to work because we're not going to sell the company to anyone, anytime, ever.",
        "[SCENE_BREAK]",
        "Felicia: Are we really considering nick's offer?",
        "Rick: You said this had something to do with Jackie's accident?",
        "Bridget: Yeah. Jackie and Stephanie got into an argument on the landing at the main house and it got physical. And Stephanie pushed Jackie and she fell off the landing.",
        "Ridge: It wasn't malicious.",
        "Felicia: That's not what Donna's been saying.",
        "Bridget: She saw the whole thing.",
        "Thorne: And she's threatening to testify if it goes to trial.",
        "Eric: It will go to trial if we don't give Nick what he wants.",
        "Kristen: I guess the question is -- do we really believe mom would have deliberately shove Jackie off a balcony?",
        "Eric: Stephanie's temper will go on trial here, and frankly, I think that a first year loss could probably get a conviction. So I think the big question here is -- are we willing to let nick have this company? Are we all willing to resign from this company to keep Stephanie out of jail?",
        "[SCENE_BREAK]",
        "Nick: I believe they'll do the right thing. I believe they'll resign which means I will own half of Forrester. Now do you want to be a part of that, or not?",
        "Brooke: I can't, Nick. I can't.",
        "Nick: Brooke, you love this company.",
        "Brooke: Yes, but there is no company without the Forresters. And if you don't see that --",
        "Nick: Brooke! I see these people for who they are.",
        "Brooke: You can't punish all the Forresters for what Stephanie did.",
        "Nick: I'm not punishing them. I'm giving them a choice.",
        "Brooke: Stop it. Don't pretend you're on the high ground here. This is revenge, pure and simple. And I don't want to be a part of it. I thought I explained that to you. But obviously, you didn't hear me.",
        "Nick: Stephanie will be held accountable!",
        "Brooke: This isn't about Stephanie. It's about us. I'm right, aren't I?",
        "Nick: When it comes to you, I really don't know what's right anymore.",
        "Brooke: Nick, I know you're doing this for us.",
        "Nick: I can finally protect you.",
        "Brooke: I don't need protection from the Forresters or anything else. You think I am some damsel in distress, but the way that you're acting and this person you're becoming -- I mean, the only thing I'm afraid of is you. Look, I feel like you're asking me to benefit from the Forrester's loss.",
        "Nick: Just like they've benefited from yours.",
        "Brooke: I'm not going to have this debate with you again. You know how I feel. Please don't do this.",
        "Storm: Hey nick, you ready -- oh, sorry. Your secretary said you were free.",
        "Nick: I guess I am free.",
        "Storm: Well good, because the Forresters are waiting for us.",
        "Brooke: Why are you encouraging him?",
        "Storm: I'm sorry Brooke, but he has a legitimate grievance. And Stephanie caused his mother some serious bodily harm.",
        "Brooke: So all the Forrester's should go down with her? You know that isn't fair.",
        "Storm: Well, maybe not. Bu but for what Stephanie's done to Jackie, for what Stephanie's done to our family, that wasn't exactly fair. Maybe this is karma.",
        "Brooke: What goes around, comes around.",
        "Nick: That's right. And today, everything's coming around for the Forresters.",
        "[SCENE_BREAK]",
        "Jackie: Don't you dare paint yourself as the victim here. I can barely walk across the room. My headaches. The pain is so bad. I'm living on pain medication.",
        "Stephanie: Well, I wish I had some medication to take away the pain your son is causing me, you know where.",
        "Jackie: You're losing your company. I almost lost my life!",
        "Stephanie: Jackie, the company is my life. It's my children's lives. It's who we are.",
        "Jackie: Well now they're losing it because of who you are.",
        "Stephanie: Oh, we'll see what the jury says.",
        "Jackie: You want to go to trial?",
        "Stephanie: Of course. I'm not going to be blackmailed.",
        "Jackie: You would really risk going to prison? You're that obsessed with always being right? Never, ever, holding yourself responsible for anything?",
        "Stephanie: Jackie, you came to my house. That's called trespassing. You were uninvited. I asked you to leave, how many times? You wouldn't go. You accosted me.",
        "Jackie: Now, you're accosting me in my house. So would that give me the right to drag you up the stairs and throw you down?",
        "Stephanie: I didn't drag you up the stairs. You followed. Jackie please, call nick. Talk to him. Tell him to stop this vendetta. Please?",
        "[SCENE_BREAK]",
        "Kristen: I don't want mom to go to prison.",
        "Bridget: Well none of us do, Kristen.",
        "Rick: But giving up Forrester Creations --",
        "Ridge: You've put your heart and soul into this business.",
        "Eric: I've lost Forrester before.",
        "Ridge: You lost controlling interest. You've lost your position as head designer. We're talking about the whole damn company now.",
        "Felicia: The building. Distribution. Our vendors. Our buyers.",
        "Eric: And our name.",
        "Thorne: No, he can use it, but it is still ours.",
        "Rick: We can start another company.",
        "Eric: No, we can't. He's wants us to sign non-compete clause.",
        "Ridge: And what? Just give up fashion completely?",
        "Kristen: For how long?",
        "Eric: Ten years.",
        "Felicia: What?",
        "Ridge: Absolutely not!",
        "Felicia: What does he expect us to do?",
        "Kristen: I've been designing with Tony. Does that mean I can't do that anymore?",
        "Rick: He's crazy!",
        "Bridget: Look, I think he's just really upset about his mother. Why don't I talk to him, Dad?",
        "Ridge: This has nothing to do with Jackie. It has nothing to do with our mother. It has to do with Brooke. He's using Forrester to lure her back to him. That's all. He's not on some moral quest for justice. He's acting like a pimplely-faced kid who's stealing the little gold bracelet for his girlfriend. Well, I say no. I'm not going to sign this crap. I say don't sell.",
        "[SCENE_BREAK]",
        "Jackie: Okay, so you can push me over a balcony, and it's an accident. Nicky holds you accountable, and it's a vendetta?",
        "Stephanie: Jackie. Please. This is going to end badly for both of you. You love him, rein him in.",
        "Jackie: Well, that's ironic. Perhaps if your family had reined you in they wouldn't be in this mess.",
        "Stephanie: Oh, for god sakes! The man -- he broke into my home. He threw a chair through the window! Look, if you continue this, you're going to lose all respect and credibility in this industry. All the hard work, all the years that you're done to build up the Jackie M Boutique line. It's going to just disappear.",
        "Jackie: No, you really underestimate me and my son. He is extremely good at business.",
        "Stephanie: Oh, well, maybe he should learn the lesson. Blackmail does not make friends and does not influence people.",
        "Jackie: You're brought your family to the brink of destruction, and still you won't change? You won't even try to change.",
        "Stephanie: I'm here talking to you.",
        "Jackie: No, you're are here -- giving me orders -- and telling me what to do. You know, I used to wonder how a woman who had so much could be so hostile. I mean, you've got a wonderful man beside you, you're got healthy children. And you are so hostile. You're so controlling. You know what? I don't care anymore. I don't care about you. I don't want to understand you. All I want is your company, or to see you behind bars.",
        "[SCENE_BREAK]",
        "Nick: Looks as though this is going to be a short meeting. I can still catch the D.A. for lunch.",
        "Eric: We're discussing your offer, Nick.",
        "Nick: Well, discussion time's over. It's all or nothing. I want your stock and your resignations. And if one of you doesn't sign, the deal's off.",
        "Ridge: What deal, Nick? You've put a gun to our heads.",
        "Nick: I say your mother did that.",
        "Bridget: Why are you dragging the rest of the family into it?",
        "Rick: My father hasn't done anything to you or Jackie.",
        "Felicia: He spent his life making this business what it is. You can't take it away from him.",
        "Brooke: Listen to them, Nick.",
        "Nick: You'll all be paid well for your shares. Nobody's going to walk away empty-handed. That's your choice. Or, you watch Stephanie be led away in cuffs.",
        "Rick: Uncle Storm, for god's sake, how can you be a part of this?",
        "Storm: I'm sorry, Rick. But they have a legitimate claim for damages.",
        "Thorne: That doesn't give them the right to steal our company.",
        "Nick: I'm not here to debate rights. I want an answer. Now.",
        "Ridge: Go to hell.",
        "Nick: Does he speak for everybody? Is that your decision? You won't sell? Stephanie goes to jail?",
        "Felicia: Even if mom got indicted she could still get off. You and Jackie would get nothing.",
        "Nick: Well, I'm willing to take that gamble. Are you?",
        "Eric: We have no choice. For Stephanie.",
        "[SCENE_BREAK]",
        "Brooke: Eric, wait. Look at him. Look at what you're doing.",
        "Nick: Maybe you should look at them. Look at how far this family would go to protect that woman. Don't you get it? You will never come first with them.",
        "Brooke: I don't care. But you're not going to take this company away from them. This is not who are you are, Nick. You are not a cruel person. Yes, you're angry because of what Stephanie did to your mother. And it's a tragedy what happened to her. But this is not going to help her. Please, I am begging you. Don't do this. Don't make the Forresters suffer and pay for what Stephanie did. Don't take their company away from them."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=OFa5UpqnTR4"
}