{
    "Episode Summary": [],
    "Recap": [
        "Stephanie confronts Eric on the trust documents. He claims they built the company together and that should be the way she sees it. She sees it as the ultimate betrayal and declares herself soul owner and CEO of Forrester Creations.",
        "Nick tries to make Brooke see the truth and admit to it. He wants them to stop pretending and be together. Bridget goes to her ultra sound and is surprised when Dante comes to support her."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: You look nervous.",
        "Eric: You startled me. I thought you'd left for Florida.",
        "Stephanie: Oh, well, something came up and I missed my flight.",
        "Eric: Oh, that's too bad.",
        "Stephanie: Anxious to get rid of me?",
        "Eric: No, I'm just sorry you missed your flight. Maybe it's all for the best, though.",
        "Stephanie: You don't want me to leave?",
        "Eric: Well, you shouldn't have to fly commercial. You can take the company jet.",
        "Stephanie: Of course, what was I thinking? Our company plane. How generous of you.",
        "Eric: I should have thought of it sooner.",
        "Stephanie: Slipped your mind, I suppose.",
        "Eric: I'll have our pilot file a flight plan. There's a private airstrip right by your family's estate, isn't there?",
        "Stephanie: Are you getting forgetful? That's the first place that you landed when you came to visit us at spring break. First time you met my father. We were still at Northwestern, remember? You had just proposed to me.",
        "Eric: Yes. I remember, vaguely.",
        "Stephanie: You didn't enjoy that trip?",
        "Eric: Two weeks with John Douglas? Hell, no.",
        "Stephanie: Yes, he was a rather imposing figure.",
        "Eric: A very intimidating man, I can tell you that.",
        "Stephanie: That's because he didn't like you. And you knew it. I, on the other hand -- I was madly in love with you. My beautiful, California golden boy. My artist. So filled with dreams. But my father must have believed in you, because he gave us the money to start the company.",
        "Eric: Why are we talking about your father?",
        "Stephanie: Because he didn't want me to marry you. He didn't trust you. I, on the other hand -- I was so madly in love, I thought that you would never hurt me. But you have betrayed me, haven't you? You and Brooke. You and Lauren. You and Sheila. You and Jackie.",
        "Eric: Look, if you've come here for one last argument before you go off to Florida --",
        "Stephanie: No. No. No, no, no, no. No arguments. I accepted your womanizing a long time ago, Eric. I just put it down as one minor flaw in an otherwise good and decent man. I always believed that basically, deep down, you were an honest man. Am I right? Would you call yourself an honest man?",
        "Eric: Yes, I would.",
        "[SCENE_BREAK]",
        "Dr. Caspary: I think you'll be surprised to see how much has changed since your last ultrasound, Bridget.",
        "Bridget: The baby's getting bigger?",
        "Dr. Caspary: Felt anything yet?",
        "Bridget: No, not really.",
        "Dr. Caspary: Most first-time moms don't realize what they're feeling right away. Would you like to get started or are we waiting for the father?",
        "Bridget: No, we can get started.",
        "[ Knocking on door ]",
        "Dr. Caspary: Excuse me.",
        "Dante: Hi, the nurse said I -- she said I could find Bridget Forrester here.",
        "Bridget: Dante?",
        "Dante: Hi, Bridget. You told me you were going to have your ultrasound today, so I thought you might want some company.",
        "[SCENE_BREAK]",
        "Brooke: Oh, god, Nick. We shouldn't even be here.",
        "Nick: But we are here. We are right where you told me that you loved me.",
        "Brooke: I am not going to fail my daughter again.",
        "Nick: We've tried denying our feelings. It doesn't work. The more we run from this, the worse it gets.",
        "Brooke: Nick, I've told you how I feel.",
        "Nick: And I love you for wanting to protect your daughter. But marrying Eric isn't the answer here.",
        "Brooke: And neither is this.",
        "Nick: Brooke, what is the point in pretending that we've moved on when we haven't? Because Bridget knows the truth. She doesn't want me. She knows my heart is with you.",
        "Bridget: Dr. Caspary, this is my friend, Dante.",
        "Dante: Hi, it's a pleasure. Sorry for intruding.",
        "Dr. Caspary: Oh, I don't mind, as long as it's all right with Bridget.",
        "Bridget: No, it's fine. It's just not necessary.",
        "Dr. Caspary: Why don't I get you that fetal weight chart I was telling you about? I'll be right back.",
        "Bridget: Thank you, doctor.",
        "Dante: Are you upset I came?",
        "Bridget: No, it's just I'm not a child. I don't need someone holding my hand for every doctor's appointment.",
        "Dante: I know. You're having your first baby. You should not be alone, you know? You should experience this moment with someone.",
        "Bridget: It's just a check-up. Dr. Caspary is just assessing the fetal development, taking measurements and looking for signs of chromosomal disorders.",
        "Dante: You're going to see your child today.",
        "Bridget: Yes.",
        "Dante: It's not going to be a blob like last time. You're actually going to see your baby. And I think you should not be alone for a moment like that, you know?",
        "Bridget: I think I can handle it.",
        "Dante: You know what? It's me, okay? Because I wanted to share this experience with you. But if you want me to leave, I'll just leave, okay? All right?",
        "Bridget: I didn't say that, no.",
        "Dante: Listen, you won't even notice that I'm here. I won't say a word, okay? I'll just stand right in the corner.",
        "Bridget: I thought you said you wanted to see the baby.",
        "Dante: I do.",
        "Bridget: Well, then you better come stand here right next to me.",
        "Dante: Okay.",
        "[SCENE_BREAK]",
        "Nick: I'm telling you what she said. She doesn't want me.",
        "Brooke: She's just confused. Nick, this idea of you and me running off together and living happily ever after -- that's just a fantasy.",
        "Nick: It doesn't have to be. You know you want this as much as I do.",
        "Brooke: My life is with Eric now!",
        "Nick: No, it's not.",
        "Brooke: He's a good man, and I do love him.",
        "Nick: Like a friend, you love him.",
        "Brooke: Maybe that is what I need. I need somebody who's there and who's protective and safe.",
        "Nick: You cannot turn your back on love and passion.",
        "Brooke: And where has my passion ever gotten me and my family?",
        "Nick: It's what makes you who you are. It fuels your ambition, your devotion to your children. It's what I fell in love with. You can't turn your back on that. You may think you're doing the right thing for Bridget, but you're not. We've got to recognize what we have. We have to embrace our passion. Everyone will be better off in the end, I promise you. Let the truth come out.",
        "[SCENE_BREAK]",
        "Stephanie: Of course you would see yourself as an honest man.",
        "Eric: I made mistakes.",
        "Stephanie: Spoken like a man with true integrity.",
        "Eric: I've done things to hurt you. You're angry. I understand that.",
        "Stephanie: Understanding and honest. How did I ever let a jewel like you get away?",
        "Eric: Look, we can't accomplish anything here by rehashing the past. It's time for us all to move on. Surely, you could see that if --",
        "Stephanie: If I would just be honest with myself. Honest, like you. You know, Eric, that's how people do see you. The people that you do business with, your children, your grandchildren. A man of his word. A man who can be trusted.",
        "Eric: That's how I've always tried to live my life. That's the kind of man I've always tried to -- what are you looking at?",
        "Stephanie: Your safe is open. Were you looking for something, Eric? Something like this.",
        "[SCENE_BREAK]",
        "Dr. Caspary: Remember, this will be a little cold. There's your baby.",
        "Bridget: Is that a hand?",
        "Dante: Yeah, it's waving at you.",
        "Dr. Caspary: I'm just going to take a few measurements.",
        "Dante: What's that?",
        "Bridget: It's its heartbeat.",
        "Dr. Caspary: A nice, strong one. Everything's looking good.",
        "Bridget: It really looks like a baby now.",
        "Dr. Caspary: I'll print out a few pictures.",
        "Dante: That's incredible.",
        "[ Bridget remembering ]",
        "Nick: I'm what's up. Because I'm on top of the world, because of you and this child.",
        "Dante: Doc, this is amazing.",
        "Dr. Caspary: I'd like to do another ultrasound at 20 weeks. Until then, I want you to work on putting on more weight. At least four pounds by your next visit.",
        "Dante: Oh, don't worry about that, doc. She has an Italian cooking for her.",
        "[ Dr. Caspary laughs ]",
        "Dr. Caspary: Have my assistant set up your next appointment on your way out. And congratulations. Your baby's doing fine.",
        "Dante: Hey, don't think about nick, okay? Let me take you out and get something to eat, okay? You take care of the baby, and I'll take care of mommy.",
        "[SCENE_BREAK]",
        "Brooke: Nick, you are the man that I have always wanted. A man strong in his convictions. And everything that you've been saying to me just makes me want you more. But --",
        "Nick: Don't say it.",
        "Brooke: I wish I didn't have to.",
        "Nick: You don't.",
        "Brooke: What else can we do? You told me -- you told me that admitting our feelings is the best thing to do.",
        "Nick: Because it is. What's done is done. It can't be undone. It's time to move forward. Together.",
        "Brooke: Nick, stop.",
        "Nick: Stop what? Stop loving you? I can't do that.",
        "[SCENE_BREAK]",
        "Stephanie: Nothing to say? You're not even going to ask what it is?",
        "Eric: This belongs in the safe.",
        "Stephanie: You knew. All these years, you knew this trust existed. You knew that it -- you knew it named me as the owner of Forrester Creations.",
        "Eric: We built this company together, Stephanie, as a legacy for our children.",
        "Stephanie: That's what I thought, too, Eric. But not according to this document.",
        "Eric: This document was your father's way of letting me know who's boss. He wouldn't give us the start-up money without it. We were kids when this was drawn up. A lot's happened since then.",
        "Stephanie: And you knew all along that this company belonged to me.",
        "Eric: This is our company, Stephanie -- yours and mine. It always has been. He gave us the money, and my designs made this company a success.",
        "Stephanie: And without my family's money, your designs wouldn't have gotten off a sketchpad.",
        "Eric: Don't you do that! Don't you even dare starting to take -- start to take the high road here with me. After all the lies you've told me, everything you've kept from me. You sneak in here, you break into my safe. This document doesn't matter.",
        "Stephanie: It matters to me! It means everything to me!",
        "Nick: You can have what you want. Everything. This whole family can come together, but only one way. When there's no more secrets.",
        "Brooke: No, we can't.",
        "Nick: Brooke, enough pain. No more tragedies. We need truth. We need honesty. And this is true, this is honest, the way we feel for each other. Our love for each other is true. There's only one way this works. We've got to do this together. It's got to be together. And together starts tonight. Here, tonight, forever.",
        "Eric: Well, you don't like this, do you? Being deceived. Being misled and manipulated. I've kind of gotten used to it after all the years of living with you. And look at you now, angry like this over one little piece of paper.",
        "Stephanie: You're damn right I am. But what I'm really angry about is that I find that the man that I have loved my whole life has lied to me through our entire marriage.",
        "Eric: You want to talk about our marriage?",
        "Stephanie: No, not really. If I didn't know that it was over before I found this document, I certainly do now. All these years in that safe, and not one word.",
        "Eric: Can you blame me, after the way you're reacting?",
        "Stephanie: The way I'm reacting now? If you had just told me, I would have given you half of this company. You deserved it. My god, Eric, it was your talent and your vision. That's what made a success of all of this.",
        "Eric: I'm glad you see that.",
        "Stephanie: Oh, I do see it. And I see right where you are taking this company. Right to the edge of destruction, because of your bad business decisions and your marriages to Brooke.",
        "Eric: Brooke has been an enormous asset to this company.",
        "Stephanie: I would not deny that. Belief -- the discovery of that formula was very important. And she should have been paid handsomely. Instead, you gave her half the company. She installed herself as the CEO.",
        "Eric: We could not afford to lose the belief formula, and you knew that. You knew it! If Brooke had left, and taken her research with her, she would have gone someplace else.",
        "Stephanie: It should have been my decision! It was my company, it should have been my choice!",
        "Eric: You need to understand something.",
        "Stephanie: Oh, believe me, I understand. And I have been so understanding for a very long time. I have sat there for years at these fashion shows, applauded your awards -- I have been the devoted and loyal, loving wife. I kept this family together in spite of all your indiscretions. And all the time -- all the time I thought that my love and my loyalty would pay off. And instead, what happens? Brooke ends up with my husband and my company.",
        "Eric: You're making too much of this. I've looked into it. And I've talked to my attorneys.",
        "Stephanie: Well, I've talked to my attorneys, too. And guess what? I've also talked to the sole trustee -- Katherine Chancellor. The trust is valid.",
        "Eric: The trust is a technicality. It goes against everything you and I stand for.",
        "Stephanie: No. No, no, no. It invalidates everything business decision ever made. It invalidates stock distributions. It invalidates everything -- including our marriage.",
        "Eric: You need to calm down and think about the ramifications of what you're saying here.",
        "Stephanie: Oh, believe me, I am. Oh, believe me, I am. [ Stephanie laughs ] To think, I was all set to leave -- sell the house, go to Florida, crawl away and lick my wounds and leave you with your slut. I thought I had lost everything -- my family, my self-respect. My purpose. But guess what? I have discovered that I have a purpose now. And I know who I am all over again. Stephanie Douglas, sole owner of Forrester Creations.",
        "Eric: No, Stephanie. No, you're not.",
        "Stephanie: Oh, yes. Yes, yes, yes. Just when I thought there was no justice in the world -- here is the proof. Forrester Creations has a new CEO. And it's payback time.",
        "[ Glass shattering ]"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=bFkNgW3y5pU"
}