{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: \r\nNobody cares about the future of Forrester Creations more than I do, Mother. And \r\nif you don't respect me enough to put me in charge, Brooke and I are going into \r\nbusiness together. ",
        "Brooke: Ridge and I have \r\nalways made an incredible team. ",
        "Ridge: We'll give \r\nForrester all the competition it needs. ",
        "Brooke: And we'll enjoy \r\nevery minute of it. ",
        "\r\n*******************************************************",
        "Nick: You're not the one \r\nI'm here to talk to. ",
        "Dante: Hey, hey, hey. She \r\ndoesn't want to see you, okay? She's resting right now. ",
        "Nick: Oh, so you're acting \r\nas bodyguard and doctor, too? ",
        "Dante: I promised Bridget \r\nthat I was going to take care of her and the baby. ",
        "Nick: Well don't forget \r\none thing -- that's my child, too. ",
        "Dante: After it's born, \r\nI'm sure she'll let you see the child. Until then, leave her alone! ",
        "Nick: You know, you're \r\nwalking on thin ice with those words. ",
        "Dante: Haven't you caused \r\nher enough pain? Don't you get it? She doesn't trust you, okay? She doesn't want \r\nyou back. She knows how you feel about Brooke. And she knows how I feel about \r\nher. ",
        "Nick: And how's that?\r\n",
        "Dante: I'm in love with \r\nher. ",
        "\r\n**************************************************************",
        "Eric: I shouldn't be \r\nventing to you, Taylor. If Stephanie knew I was even in the building, she'd have \r\na fit. ",
        "Taylor: Well, you're lucky \r\nshe's in a meeting at the moment. ",
        "Eric: Do you know with \r\nwhom? ",
        "Taylor: No. ",
        "Eric: God knows what she's \r\ntelling our clients. Most of them are probably furious. ",
        "Taylor: Well, I'm sure she \r\ncan deal with it. ",
        "Eric: Well, I'm not. Fact \r\nis, I'm not sure of anything these days. A few weeks ago our business was \r\nbooming, and then, out of nowhere, my vindictive ex-wife commandeers my business \r\nand my office! ",
        "Taylor: I sympathize with \r\nyou, Eric, I really do. I think it's safe to say, though, we're all under a \r\ngreat deal of stress right now. ",
        "Eric: Well, we shouldn't \r\nbe. None of us should. Brooke and I are newlyweds -- we should be enjoying \r\nourselves. So should you and ridge. ",
        "Taylor: Well, Ridge and I \r\nare in a better place than we have been in a while. ",
        "Eric: This new position of \r\nyours at Forrester hasn't caused any tension? ",
        "Taylor: He's not happy \r\nabout it, but we can handle that. To tell you the truth, I can deal with just \r\nabout anything, now that I don't have to worry about Ridge and Brooke.",
        "\r\n*******************************************************************",
        "Stephanie: Are you going \r\nto let this tramp threaten your marriage? ",
        "Ridge: No one's \r\nthreatening anyone, Mother. I'm offering you a choice. ",
        "Stephanie: Some choice! If \r\nI don't give you complete control of the company, you will deliberately destroy \r\nyour marriage and your family? ",
        "Ridge: Brooke and I are \r\nbusiness partners, working as a team. ",
        "Stephanie: This is a \r\nbluff. You will never be satisfied with a start-up company. You want Forrester \r\nCreations. ",
        "Ridge: You're absolutely \r\nright -- I do! But I want all of it, Mother. I've earned it, and I deserve it.\r\n",
        "Stephanie: And what do I \r\ndeserve, honey -- after all of my years of devotion to your father? ",
        "Ridge: There's always \r\ngoing to be a place for you at Forrester -- ",
        "Stephanie: Oh, thank you!\r\n",
        "Ridge: But I should be the \r\none who's running it. ",
        "Stephanie: But I've \r\nalready guaranteed you that you will. I told you I would make you co-president \r\nwith your brother. I promised you, in time, I will hand this company over to \r\nyou. ",
        "Ridge: And what are you \r\ngoing to hand over to me, huh? I'll tell you what, you'll hand over a mess. \r\nBecause I guarantee you, when you and Thorne and Taylor get through with it, \r\nthat's all that's going to be left! No, Mother, I want it. And I want it now. \r\nToday. Or I swear to you, I'm out of here. ",
        "\r\n*******************************************************************",
        "Nick: So you're in love \r\nwith my wife? ",
        "Dante: Yes. ",
        "Nick: That's \r\nunderstandable. She's an amazing woman. ",
        "Dante: She deserves to be \r\nappreciated. But you -- you've been chasing her mother. ",
        "Nick: And you want to \r\nprotect her? Well, that's nice. But if you want to be in her life, as a friend, \r\njust stop the knight in shining armor act. Get on your horse and face the facts \r\n-- that her future is with me. ",
        "\r\n**********************************************************************",
        "Eric: Well, it sounds like \r\nyou and ridge are back on track. ",
        "Taylor: Yeah. Things \r\ncouldn't be better. How's it going with you and Brooke? ",
        "Eric: Well -- I have to \r\nadmit that things are a little dicey right now. This is a relationship built on \r\nextenuating circumstances. I want this relationship to last, Taylor, I really \r\ndo. And now that nick is recommitted to Bridget, and you and Ridge are doing \r\nwell, then I see no reason why it can’t. ",
        "Taylor: You didn't see \r\nRidge as a threat, did you? ",
        "Eric: No, no, not really. \r\nIt's just that Brooke and I are at a very fragile place right now. Our \r\nrelationship needs to be nurtured. And, if it is, I think in a few months \r\neverything could be wonderful. I can't let anything or anyone interfere with \r\nthat. Look, I think in a few months we can be right where you are -- where you \r\nand ridge are -- committed. Committed to our future. But I admit, I'm a little \r\nparanoid right now. Any distraction is a threat to our future. ",
        "\r\n*******************************************************",
        "Ridge: Brooke and I aren't \r\nbluffing. Give me the company, or we'll start our own. ",
        "Stephanie: What does your \r\nhusband think about this little plan of yours? What does your wife think of \r\nthis? It wasn't that long ago that you were berating me for wanting to hire \r\nTaylor without discussing it with you first. And here you are, going into \r\nbusiness with Brooke. Have you discussed it with her? What about Eric? You're \r\nalways saying to me, \"you can't take the company away from him.\" And here you \r\nare, you're going to start a business, and the two of you have kept him \r\ncompletely out of the loop. ",
        "Ridge: That's not true at \r\nall. He's going to stay on as head designer. I'll just be in charge. ",
        "Stephanie: And it will be \r\nbusiness as usual? You'll do the reunited ad campaign, and you will reinstate \r\nBrooke's bedroom line? ",
        "Ridge: I see no reason to \r\nabandon something that's been an obvious success for us. ",
        "Stephanie: But it wasn't \r\nthat long ago that you -- you -- were concerned about her influence on this \r\ncompany. ",
        "Ridge: Ancient history, \r\nMother. ",
        "Stephanie: I can only \r\nimagine how she's persuaded you to do this. Parade around in your underwear, did \r\nyou? ",
        "Brooke: Oh, my god, \r\nStephanie. Enough about the underwear! ",
        "Stephanie: As long as I am \r\nin control of Forrester Creations, you -- and your ideas -- are not welcome \r\nhere. ",
        "Ridge: So that's it? \r\nYou're not budging? As long as I work with Brooke, I'll never be CEO of \r\nForrester, is that it? ",
        "Stephanie: That's right.\r\n",
        "Ridge: Is that why you \r\ninstalled Thorne as president? So you can wage your little war right here in \r\nthis office against Brooke, and he won't say a thing? ",
        "Stephanie: I am waging a \r\nwar against filth and smut. All of the things that have tarnished Forrester's \r\nimage. ",
        "Ridge: Well, wars cost \r\nmoney, mother. A lot of it, too. You start investing Forrester's capital in that \r\nlittle game of yours, you're going to regret it. ",
        "Stephanie: I'm not going \r\nto touch the capital, or any capital investments. I'm going to sell the belief \r\npatent. ",
        "Brooke: What? You can't do \r\nthat -- that's my invention! ",
        "Stephanie: And it's my \r\nbusiness. I don't want any reminder of you in this company -- period. \n",
        "Ridge: Okay then. I've got \r\nmy answer. It's you and me, Logan. Destiny Designs is a go. ",
        "Stephanie: You'd better \r\nthink about your wife. You really want to do this to her, and to your family?\r\n",
        "Ridge: It's too late, \r\nMother. It's too late. I know what I've got to do. ",
        "\r\n******************************************************************",
        "Eric: You have a box of my \r\nthings. ",
        "Stephanie: No, actually I \r\ndon't. But Megan knows where everything is. ",
        "Eric: Taylor says you had \r\na meeting. ",
        "Stephanie: Jealous? \n",
        "Eric: No. ",
        "Stephanie: You should be. \r\nIf I were you, I would be. ",
        "Eric: Went that well, did \r\nit? ",
        "Stephanie: Not for you.\r\n",
        "Eric: Are you and lawyers \r\ncooking something else up for me? You've already taken my company, and my \r\nchildren's legacy, what else is left? ",
        "Stephanie: I think you \r\nmight be more vulnerable than you realize. ",
        "Eric: Is that a threat?\r\n",
        "Stephanie: No, just a \r\nwarning. But then, of course, a person in your position shouldn't have to be \r\nwarned, should you? I mean, we all know, older man, younger woman -- ",
        "Eric: Leave Brooke alone.\r\n",
        "Stephanie: Where is that \r\nnaughty little vixen? Home, trying on underwear for your next conjugal visit? \r\nYou are sleeping together, aren't you? Oh, honey, I'm sorry. Have I kneed \r\nanother sensitive spot? ",
        "Eric: Brooke and I are \r\nvery happy. We're growing closer every day. ",
        "Stephanie: Well, you must \r\nbe very close then to have given your blessing to her new endeavor. Destiny \r\nDesigns? You haven't heard? She and ridge are going into business together. \r\nThey're going to form a new company. ",
        "\r\n***************************************************************************",
        "Brooke: I can't believe \r\nthat Stephanie is going to sell belief just to start this ridiculous new line of \r\nhers. If she wanted to hurt me, it's working. ",
        "Ridge: Well, there's no \r\nlooking back now. We've got to move forward. Look, when I proposed this bluff, \r\nwe knew there was a chance it might not work, right? What if it wasn't a bluff? \r\nWhat if we actually did it? ",
        "Brooke: Start our own \r\ncompany? ",
        "Ridge: Yeah, make Destiny \r\nDesigns a reality. We could do it, Logan -- you and me, together again. What do \r\nyou think? ",
        "\r\n*********************************************************************",
        "Dante: I don't know what \r\nyou're waiting for, but I told you -- Bridget is asleep. ",
        "Nick: I'm waiting for you \r\nto start packing. ",
        "Dante: I'm not going \r\nanywhere. ",
        "Nick: Why am I not getting \r\nthrough to you? Maybe it's the language thing. I should be speaking Italian. \r\nWhat is it, \"ciao\" or \"adios\"? ",
        "Dante: Listen, I think \r\nyou're the one who's not getting it, okay? I told you, Bridget is trying to move \r\non. ",
        "Nick: And she will. With \r\nme. ",
        "Dante: Just because you \r\nran out of options doesn't mean she has. ",
        "Nick: I made a commitment \r\nto Bridget and our child. ",
        "Dante: Bridget deserves a \r\nman who loves her for who she is, not because she's carrying your child. \n",
        "Nick: Hey! I don't have to \r\njustify myself to you. ",
        "Dante: You won't have to \r\njustify yourself to her, either. Sooner or later, she'll see your lies and \r\nexcuses, and just tell you to get lost. But, you know what, you won't have that \r\nconversation with her today. Because you are leaving. ",
        "Nick: I'll be back later. \r\nAnd I'll expect you to be gone. ",
        "\r\n******************************************************************",
        "Eric: Ridge and Brooke? \r\nTheir own company. Where did you hear this? ",
        "Stephanie: They were just \r\nin here together. They gave me an ultimatum. If I don't give ridge control of \r\nForrester Creations, they're going to start a brand new company together. \n",
        "Eric: Why would they do \r\nthat? ",
        "Stephanie: Well, you know, \r\nit seemed to me that she was baiting me. But then I got to thinking, long nights \r\nin the executive suite, putting on shows for the press, destiny designs -- I \r\nrealized they probably will achieve their destiny together right on the floor of \r\nthe brand new offices. ",
        "Eric: That's not going to \r\nhappen. ",
        "Stephanie: It has before.\r\n",
        "Eric: Ridge will respect \r\nmy marriage. ",
        "Stephanie: Your marriage \r\nis a sham. She's already looking for new conquests. I wouldn't be surprised if \r\nshe was home conquering him right now. ",
        "Eric: I'm not going to \r\nlisten to this, not from you. ",
        "Stephanie: Make sure you \r\nknock before you barge in! You old fool! ",
        "\r\n************************************************************",
        "[ Lamp falling ] \n",
        "Nick: Sorry. ",
        "Bridget: Nick? ",
        "Nick: You were sleeping, \r\nweren't you? ",
        "Bridget: What are you \r\ndoing here? ",
        "Nick: I had to see you.\r\n",
        "Bridget: If this is about \r\nlast night, I'm pretty sure that everybody said everything they needed to say.\r\n",
        "Nick: Well I didn't.\r\n",
        "Bridget: Nick, I know that \r\nyou think you want to try to get back, but -- ",
        "Nick: No, I said what I \r\nhad to say to you. I'm here because I'd like to have a word with my child. You \r\nmind? Excuse me, but this is a private conversation. ",
        "Bridget: Oh, of course, go \r\nahead. ",
        "Nick: Hey -- whatever your \r\nname is gonna be. It's your dad. And I'm here to give you a little advice -- \r\nstay in there as long as you can. It's nice and warm, and safe, just floating \r\naround. Instead of choppy seas with me and your mom out here, so -- but that's \r\nnot for you to think about right now. Hopefully, I'll have that all smoothed out \r\nby the time you make your big entrance. Or exit, depending on how you look at \r\nit. I'll be right there to catch you. And I'll put you in your mom's arms. Just \r\nthe three of us, together, that's how I want it. No doctors or hospitals, drugs, \r\nepidurals, none of that. We just need a nice, sharp knife and a bucket of hot \r\nwater, and some clean towels. We can do it on the Shady Marlin -- that's my \r\nboat. You know, water births are really big now, you know? I guess what I'm \r\ntrying to say is, I sure hope the three of us are together when you come around. \r\nActually, that's all that matters -- that we're together. ",
        "\r\n*************************************************************",
        "Brooke: Ridge, it's a good \r\nidea, but we've tried that before. ",
        "Ridge: It'd be different \r\nthis time. We'll start from scratch, build it from the ground up. ",
        "Brooke: That means a lot \r\nof work, and more hours for us. ",
        "Ridge: That never bothered \r\nyou before. ",
        "Brooke: Yes, but it might \r\nbother Taylor, and even your father. ",
        "Ridge: Oh, you're sounding \r\nlike my mother now. ",
        "Brooke: You're just \r\nfinding your footing with Taylor again. And Eric and I, we're just beginning.\r\n",
        "Ridge: You shouldn't be \r\nmarried, you know that. ",
        "Brooke: Let's just focus \r\non business, okay? ",
        "Ridge: He doesn't make you \r\nhappy, neither does Nick. ",
        "Brooke: It's a complicated \r\nsituation. ",
        "Ridge: It's always \r\ncomplicated when we're not together, you know that. ",
        "Brooke: Ridge, it was \r\ncomplicated when we were together. ",
        "Ridge: But you were happy.\r\n",
        "Brooke: See? This is why \r\nwe have to be careful. We could fall into the same old patterns. ",
        "Ridge: I'm not going to \r\nlet that happen. But we can't deny the chemistry, Logan. I mean, it's always \r\ngoing to be there. That's what makes us a great team. ",
        "Brooke: Yeah, well, it's \r\ntoo dangerous. ",
        "Ridge: I think we just \r\nhave to be honest about it. You're right, we have to talk about this with \r\nTaylor, and with dad. But the thing we have to think about and decide -- can we \r\ndo this? ",
        "Brooke: I'm not sure I \r\ncan. I want to, I do. I want to help. And I want to stop Stephanie from \r\ndestroying Forrester. But I just don't think I can go into another battle with \r\nyour mother. I've had so much on my mind lately, with the finances, and the \r\nkids, and my marriage. And, you know, hope had a play at school last week, and I \r\ntotally forgot about it. I just didn't show up. And then, of course, this thing \r\nhappened with my arm -- there's so much going on that I just can't even deal \r\nwith. Ridge, I don't know -- ",
        "Ridge: Hey, Logan, Logan, \r\nLogan. Hey, hey, hey, hey. Okay, you are definitely overwhelmed here. You need \r\nto take a few breaths, just slow down -- breathe, breathe -- ",
        "Brooke: Yeah -- \n",
        "Eric: Let her go, Ridge. I \r\nsaid get your hands off my wife! "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=xtazMjVevj8"
}