{
    "Episode Summary": [],
    "Recap": [
        "Liam is pacing aimlessly around his office just remembering when Hope told him that she was pregnant. Bill comes in and sees the long face and asks what is wrong now. He hands Liam the coins and tells him to put them in his piggy bank, just get them out of his office. His little brother almost choked on one today. Thank goodness both Brooke and Katie were here but it was life changing. They almost lost the little boy they fought so hard to bring into this world. Katie doesn't understand why Brooke would want to go to the Milan office; Thorne can take care of that. Brooke answers that Will needs another chance for his parents to be together. She witnessed that today. Katie reminds her that she and Bill have moved on. She is in love with Ridge and Bill is in love with Brooke. She's not sure why Brooke is trying to play matchmaker. Brooke says she is not. She's just made a decision that she is finally proud of and they all will have to accept it. She is not running away but just starting over. She is taking herself out of the equation and giving Katie and Bill a chance. She knows she still loves him and they have a child together. Please tell her that she will consider this. Will calls so Katie goes to him and Brooke lets herself out. She tells Eric later that she's made a decision to take the position in Milan and give Katie another chance with Bill. Eric tells Ivy that Pam is cooking tonight so she needs to be there for dinner. She says she's in and hopes he won't mind if she invites Liam. She leaves to take some designs down to fitting and in walks John Forrester and surprises Eric. John is a jokester from the get go. When he sees the model he says he must have chosen the wrong career path. He asks how his Ivy is and tells Eric that Claire is keeping the home fires burning down under. She's a saint. She is happy as a lark and puts up with his globetrotting. Wyatt asks Hope if she is as excited about this as he is. She says she is getting used to it. She gets a phone call so Wyatt uses that opportunity to call his mom. He asks if she is sitting down for some good news .if she'd like to be called grandma. She's over the moon. She says it is the best phone call she has ever received in her life. She asks about Hope. She says she knows they have some fences to mend but Hope will get over it. So Wyatt needs to pamper her like the princess she is. He says he will.",
        "Hope asks what is Mr. Father To Be smiling about. He says he just told his mother about the baby. Hope turns serious and says she does not want Quinn anywhere near their baby. She has hurt too many people. Hope says she is sorry but that is the way it has to be. Wyatt looks worried but says she is right for her and the little one. He will go talk to his mother. Pam joins Eric in his office and says it's been a long time since seeing John. She introduces Charlie and John bungles his name irking Charlie that John is also flirting with Pam. She makes sure he will come to the dinner tonight. Liam joins Ivy for lunch and reminds him not to eat too much as they are having dinner too later. He divulges to her that Hope is pregnant with Wyatt's baby. So now she knows why Hope went back to Wyatt. Bad luck for Liam though. Brooke stops in to see Bill. He said he was just coming to see her. She says after what happened today it made her realize something very important. She is going to leave Los Angeles. There are some problems in Milan and they need her. He asks how long and she is evasive, just as long as they need her. He says great. They can just marry in Italy and honeymoon later. She informs him she is going alone. Quinn bursts into Hope's house and practically bowls her over with hugs and gifts. Hope pulls herself away and says Wyatt is not there; actually he went over to see her. Quinn gushes that is okay; she will just make some special tea for Hope and they can sit and wait for Wyatt. Hope tries to tell her no but Quinn just keeps babbling .that she needs to start watching her diet and she's ordered all these baby books online. She knows Hope is an independent woman but she's been through this and experience does help. Hope blurts out that she is sorry but she doesn't want Quinn in the baby's life. She says she is going to raise Wyatt's child with him but Quinn will not be part of it. Does she understand? She wants her out of their lives."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Oh, a real tear fest.",
        "Hope: [Chuckles]",
        "Wyatt: A baby will do that to you. Our first.",
        "[Both laugh]",
        "Wyatt: We're gonna be a family, Hope. [Chuckles]",
        "[SCENE_BREAK]",
        "(Liam's flashback)",
        "Hope: I've always wanted you. I've always wanted a life...with you.",
        "Liam: Yeah, yeah, I... I want a life with you, too. What's going on?",
        "Hope: I'm sorry. Oh, my God. I'm so sorry. I'm sorry that I'm putting you through this.",
        "Liam: It's okay. Whatever it is -- you can tell me. It'll be all right.",
        "Hope: I'm pregnant.",
        "(Present time)",
        "Bill: Now what?",
        "Liam: Hello to you, too.",
        "Bill: Just take these, stick them in your piggy bank, get them out of my office.",
        "Liam: What? Why?",
        "Bill: Your little brother damn near choked to death on one of those today.",
        "[SCENE_BREAK]",
        "Katie: So you're really moving to Italy?",
        "Brooke: They need me in the Milan office.",
        "Katie: I don't understand that. I mean, Thorne is there. He can take care of things.",
        "Brooke: Will needs another chance for his parents to be together. And after what I saw happened in the office today, I believe it -- more than ever.",
        "[SCENE_BREAK]",
        "Eric: Uh, dinner at the house tonight.",
        "Ivy: Oh?",
        "Eric: Mm-hmm. Pam's cooking. You in?",
        "Ivy: Uh, yeah. Do you mind if -- if Liam joins?",
        "Eric: No. No, not at all. Now, wait a minute. I thought you were gonna have lunch with him today?",
        "Ivy: Yeah, Il Giardino.",
        "Eric: So, lunch and dinner? It's a shame you didn't have breakfast.",
        "Ivy: Well, maybe tomorrow.",
        "Eric: Really?",
        "Ivy: Give those to you. Okay, well, I have these notes now, so, uh, I'll take them down to the fitting.",
        "Eric: [Chuckles] Okay. I'll see you at the house.",
        "Ivy: Okay!",
        "Celeste: She's talented.",
        "[Door closes]",
        "Eric: Yeah, she is. They tell me it runs in the family.",
        "Celeste: [Chuckles]",
        "Eric: It came out nice. Look at that.",
        "[Knock on door]",
        "Eric: Come in.",
        "John: Who loves you?",
        "Eric: What?",
        "John: Not me!",
        "Eric: [Laughs] John!",
        "John: Fresh off the boat!",
        "Eric: [Chuckles] Oh, wow. Uh, Celeste, this is my brother John. John, this is one of our models.",
        "John: Oh, my. I do believe I have chosen the wrong career path.",
        "[Both chuckle]",
        "Eric: That's all. Thanks, darling.",
        "Celeste: Very nice to meet you.",
        "John: Well... I certainly hope so.",
        "Eric: John, uh, stay with me.",
        "John: Ahh!",
        "Eric: I'm glad to see you. Ivy -- you just missed Ivy.",
        "John: Oh, so how is my sweet daughter?",
        "Eric: That daughter of yours is very, very talented.",
        "John: She gets it from her uncle.",
        "Eric: No, she doesn't.",
        "John: Ah.",
        "Eric: She gets it from her parents. How is Claire?",
        "John: Ivy's mom is keeping the home fires burning down under. She's happy as a lark! Puts up with my globetrotting. The woman is a saint.",
        "Eric: Well, forever the traveling salesman, aren't you? So, what's your latest adventure?",
        "John: Ah, I won't bore you with that.",
        "Eric: All right, but everything's all right, huh?",
        "John: I bathed in the Ganges. It doesn't get better than that, my friend.",
        "Eric: I mean with your family.",
        "John: Oh, couldn't be better.",
        "Eric: Uh-huh.",
        "John: And I brought you something from a monastery in the champagne region. Set me back a few drachmas, but nothing too steep for my little brother.",
        "Eric: This is beautiful. Thank you. You didn't have to do this.",
        "John: You gave my daughter a new life. That's priceless.",
        "Eric: I'm glad to see you, my boy.",
        "[SCENE_BREAK]",
        "Wyatt: Oh, wow. Uh, are you as excited about this as I am?",
        "Hope: I think I'm still getting used to it.",
        "Wyatt: Yeah?",
        "Hope: Yeah.",
        "Wyatt: Well, we'll make it work, you know. We'll -- we'll...yeah.",
        "Hope: Of course.",
        "[Cell phone ringing]",
        "Hope: Of course, we will. Mm.",
        "Wyatt: Mm-hmm.",
        "Hope: It's...",
        "Wyatt: No.",
        "Hope: It's mine.",
        "Wyatt: Okay. [Chuckles]",
        "Hope: Oh, you know what? I'm gonna take this.",
        "Wyatt: All right. Whatever you say, Mom.",
        "Hope: Pssh.",
        "Wyatt: [Laughs]",
        "Hope: Hey, Madison.",
        "[Cell phone rings]",
        "Quinn: Hi, honey.",
        "Wyatt: Are you sitting down?",
        "Quinn: Actually, I am.",
        "Wyatt: Well, late-breaking news.",
        "Quinn: Good news, I hope.",
        "Wyatt: Depends.",
        "Quinn: On what?",
        "Wyatt: If you like being called \"grandma.\"",
        "[SCENE_BREAK]",
        "Bill: Katie and Brooke were here at the time. I mean, it was...quite an experience for all of us.",
        "Liam: Yeah, especially for Katie and you.",
        "Bill: We could have lost our son -- the child that we worked so hard to bring into this world. It changes things.",
        "[SCENE_BREAK]",
        "Katie: Bill and I have moved on.",
        "Brooke: Have you?",
        "Katie: He's in love with you, and I'm in love with Ridge. I don't know why you're playing matchmaker.",
        "Brooke: I'm not! I've made a decision, Katie -- one that I'm proud of for a change. And we're all going to have to accept it.",
        "[SCENE_BREAK]",
        "John: That is the leader of North Korea.",
        "Eric: Wow. And they allowed you to take a picture of him?",
        "John: I had to work it a bit.",
        "Eric: Uh-huh. It looks like the Great Wall of China behind him.",
        "John: Ah, well, he, uh, must have been there on holiday.",
        "Eric: Uh-huh.",
        "Pam: Eric? Oh! I'm sorry.",
        "Eric: Pam!",
        "Pam: I-I-I didn't know you had company --",
        "Eric: Pam, you remember my brother John, right?",
        "Pam: Oh.",
        "Eric: And this is Charlie, our head of security.",
        "Pam: John Forrester! How long's it been?",
        "John: Well, since before these things.",
        "Pam: [Chuckles] I know -- it was Eric and Stephanie's wedding.",
        "John: Oh, dear -- make that before the telegraph.",
        "[Laughter]",
        "Pam: Always the jokester. You know, you have not aged one day.",
        "John: Oh, and you, lovely lady, must have a pact with the devil.",
        "Pam: [Scoffs]",
        "John: Yummier than ever.",
        "Pam: Oh, now, stop it. [Chuckles]",
        "Charlie: So, you, uh, you, uh, just, uh, passing through?",
        "John: I'm not so sure, Chuck. I'm still making plans. I may stay a while.",
        "Charlie: It's \"Charlie.\"",
        "John: No, no, it's John.",
        "Charlie: No, no, no. No, I'm Charlie. Not Chuck.",
        "Pam: You look like you need a good meal.",
        "John: And are you cooking?",
        "Pam: As a matter of fact, I am. Tonight, at Eric's, so you have to come. I insist. [Chuckles]",
        "John: Great.",
        "Eric: Yeah, what are you gonna make? What are you making?",
        "[SCENE_BREAK]",
        "Katie: Brooke, you don't have to do this.",
        "Brooke: Yes, I do.",
        "Katie: You're moving to Europe. Running away has never solved anything.",
        "Brooke: I'm not running away. I'm starting over.",
        "Katie: I just don't know where this is coming from.",
        "Brooke: [Sighs] I don't know either. It's just...my mind is changing. Everything about me's changing. I think maybe I'm just...finally growing up.",
        "Katie: [Chuckles]",
        "Brooke: I'm going to Italy.",
        "Katie: Well, how long will you be gone?",
        "Brooke: For a while. I hurt you. Terribly. And I'm never gonna forgive myself for that. I just want to give you a chance to be with Bill again. I'm taking myself out of the equation.",
        "[SCENE_BREAK]",
        "Wyatt: Mom? Are -- are you there?",
        "Quinn: I'm here. [Laughs] Uh, just please tell me that I heard what I thought I heard.",
        "Wyatt: Yeah, you're gonna be a grandma.",
        "Quinn: [High-pitched] Oh! Oh, Wyatt, oh, I just -- I-I just --",
        "Wyatt: You actually sound happy.",
        "Quinn: This is the best phone call I have ever received in my entire life! I-I ecstatic! I'm thrilled! How's your wife?",
        "Wyatt: Hope's, you know, she -- it kind of took both of us by surprise, but, you know.",
        "Quinn: Look, I know that Hope and I have some fences to mend, but, uh, uh, a baby... a family. She's gonna get over it. You need to take care of her, Wyatt. Okay, pamper her. Treat her like the princess that she is.",
        "Wyatt: I know. Okay. I'll talk to you later, okay, Mom?",
        "Hope: What are you smiling about, Mr. Father-to-be?",
        "Wyatt: Uh, well [Laughs] I just told my mom the good news, and she -- she actually almost passed out. [Laughs] What?",
        "Hope: I don't want her anywhere near our baby.",
        "[SCENE_BREAK]",
        "Katie: A future with Bill?",
        "Brooke: I know you still love him.",
        "Katie: Brooke!",
        "Brooke: And you have a child together, whom you both adore.",
        "Katie: I love Ridge. And Bill wants you.",
        "Brooke: Well, he can't have me. Please, Katie, this is an opportunity for you and Bill. Please tell me you'll consider it.",
        "Will: [Crying] Mama!",
        "Katie: I need to go check on Will.",
        "Brooke: I'll show myself out.",
        "Katie: I love you.",
        "Brooke: I love you, too.",
        "Eric: Brooke? Are -- are you all right?",
        "Brooke: Yeah. Yeah, I'm fine. Um, I made my decision. I'm gonna take that position in Milan.",
        "Eric: Are you sure?",
        "Brooke: I really want to give Katie another chance with Bill.",
        "Eric: And you've given this a lot of thought?",
        "Brooke: Eric, I know what I'm doing. And if Bill doesn't like it, so be it. I am going to Italy.",
        "[SCENE_BREAK]",
        "Liam: Hey, sorry I'm -- I'm late.",
        "Ivy: Hey.",
        "Liam: I was talking to my dad.",
        "Ivy: How is he?",
        "Liam: My dad? Uh, fine.",
        "Ivy: How are you?",
        "Liam: Good, I guess. I'm hungry.",
        "Ivy: Well, don't eat too much because we have dinner soon.",
        "[Both laugh]",
        "Liam: Is that, like, how it's gonna be now? Just meal to meal?",
        "Ivy: I don't know. I was thinking we should start a foodie blog or something.",
        "Liam: I know. We should. Um...",
        "Ivy: What?",
        "Liam: I think you should probably know this. Hope is pregnant with Wyatt's child.",
        "[SCENE_BREAK]",
        "Hope: I mean it, Wyatt. I do not want her as an influence in this home, and certainly not in the life of our child.",
        "Wyatt: I get it. I get it.",
        "Hope: I'm sorry. I'm sorry. I-I really am, but this is how it has to be. She has hurt so many people, and that's -- that's scary, Wyatt. I can't let her do that to our baby.",
        "Wyatt: You're right. You... this little one... our family... come first. Okay?",
        "Hope: Okay.",
        "Wyatt: I'm gonna go talk to her.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "(Katie's Flashback)",
        "Brooke: I hurt you, and I'm never gonna forgive myself for that. I just...want to give you a chance to be with Bill again. I'm taking myself out of the equation.",
        "[SCENE_BREAK]",
        "Bill: Hey!",
        "Brooke: [Sighs]",
        "Bill: I was just coming to see you.",
        "Brooke: Well, now you don't have to. How are you?",
        "Bill: Come here. Mm. Ah, a lot better now.",
        "Brooke: Mm. It's a close call, huh?",
        "Bill: Too close. But I did learn a lesson.",
        "Brooke: About?",
        "Bill: Ah, well, for one thing, child-proofing this office.",
        "Brooke: I learned something, too.",
        "Bill: Really?",
        "Brooke: Yeah. After what happened today, it helped me make a very important decision... about us. I'm leaving Los Angeles.",
        "[SCENE_BREAK]",
        "[Will babbling]",
        "[SCENE_BREAK]",
        "Bill: Leaving town?",
        "Brooke: I'm going to the Forrester office in Milan.",
        "Bill: Why?",
        "Brooke: Ah, there's some internal problems, and they need me.",
        "Bill: Well, how long are you gonna be gone?",
        "Brooke: I don't know.",
        "Bill: What do you mean, you don't know? Can I -- can I get a ballpark? One week? Two weeks?",
        "Brooke: For as long as it takes.",
        "Bill: All right. Well, great. You know, actually, it's perfect. We'll get married in Italy and -- and we will, uh, honeymoon on the Stella Maris.",
        "Brooke: No, Bill. I'm going alone.",
        "[SCENE_BREAK]",
        "John: So, what's on the menu, Cookie?",
        "Charlie: Uh, no cookies. She doesn't bake cookies.",
        "Pam: Just tell me you'll be there.",
        "John: 'Twould be an honor, Contessa. And who else, may I ask, is on the guest list?",
        "Pam: Well, there'll be the four of us.",
        "Eric: Aly and Oliver will be there.",
        "John: Aly?",
        "Eric: Mm-hmm.",
        "John: Thorne's little girl? I thought she was living in Paris.",
        "Eric: No, not anymore.",
        "John: Oh, she and I must have a good talk. How could she abandon Paris for a godforsaken city like this? How do you stand it, Eric? Good heavens, everything is so fake around here. I mean, the palm trees don't even have coconuts. Speaking of coconuts, I cannot wait to see that daughter of mine.",
        "Eric: Oh, you will tonight. She's gonna be there.",
        "John: Marveloso.",
        "Eric: And with Liam in tow, no doubt.",
        "John: Yes, she's been writing to me about this...Spencer lad.",
        "Pam: Yeah, he and Ivy are getting pretty close.",
        "John: Well, I shall take him to task this evening.",
        "Eric: No, no, I wouldn't do that.",
        "John: And why not?",
        "Eric: Well, he's a nice kid.",
        "John: Oh, come on.",
        "Eric: Everybody likes him.",
        "John: Fathers arrange these things, Eric. I shall give him my blessing or my condemnation.",
        "[SCENE_BREAK]",
        "Liam: Thank you very much. Uh, yeah, I'm pretty sure Hope hasn't told anyone yet.",
        "Ivy: So, the only reason she went back to Wyatt is because she's pregnant?",
        "Liam: Yeah, but I don't have any right to act surprised by that.",
        "Ivy: You really are having bad luck, aren't you?",
        "Liam: [Scoffs]",
        "Ivy: You know, I should probably be careful. [Laughs]",
        "Liam: Why?",
        "Ivy: Oh, meeting you for lunch here today -- I could get hit by a bus or something on the way home.",
        "Liam: Oh, my God.",
        "Ivy: [Laughs]",
        "Liam: I don't -- I don't think it's contagious.",
        "[Both chuckle]",
        "Ivy: [Chuckles]",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Hope: Hey, that was quick.",
        "Quinn: Oh, Hope! I am so happy! Congratulations!",
        "Hope: Uh, actually, you know what? Wyatt isn't here. He went to see you.",
        "Quinn: Oh, well, then we'll wait for him here together until he gets back. In the meantime, I brought you some tea -- decaffeinated, of course. I'll go put on a pot of water, and we can make...",
        "Hope: No.",
        "Quinn: ...A couple cups.",
        "Hope: No, no. No, Quinn.",
        "Quinn: No, no, no, you really have to start watching diet, and I ordered you all of these baby books online.",
        "Hope: Please don't take this the wrong way...",
        "Quinn: I know that you are an independent woman, but I have been through this, and I'm telling you, in this matter, experience really works. I'm so -- I'm so excited! I'm gonna be a grandmother!",
        "Hope: I don't want you in our lives.",
        "Quinn: What?",
        "Hope: I'm going to raise this child with your son, but you will not be a part of this.",
        "Quinn: S-sweetheart...",
        "Hope: Do you understand what I am saying?! I want you out of our lives."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=q0YBuZqsef8"
}