{
    "Episode Summary": [],
    "Recap": [
        "Hope and Brooke walk over the wedding location and Hope thanks her for making it so beautiful. It is just what she always imagined, simple and peaceful with just a few family and friends. In the cabin Caroline is helping Liam get ready with Bill looking on. He asks if Liam is gonna use his jet on his honeymoon. Liam corrects him and says he means Katie's jet. And no they aren't going on a honeymoon. They just want to stay home and be an old married couple. Caroline thinks that is sweet but she can hook him up with a good place. Speaking of hooking up, Bill pours a drink for them and says he can hook him up with a drink to calm his nerves. Liam holds out his hands that are steady and says he is not nervous .besides it is barely noon. Bill says okay cheers to him to calm his nerves. Caroline reminds him what happened last time with the crazy hair and henna tattoos and running around in his underwear. Liam tells them not to even go there. Bill adds that was in the past. Today he is marrying Hope although he thought Liam would end up with Steffy but he guesses even he can be wrong sometimes. Liam asks if this is where he is supposed to offer some profound fatherly wisdom. Bill answers that he is the last person that should be telling Liam how a marriage works. He doesn't need it; he's not worried. But all right, if he wants something \u0096 happy wife, happy life. That's what he's got. He hugs Liam and says he is proud of him. He says it took him a while to come around but he and Hope have his support. Liam thanks him for that and for having his back. Bill says that is not necessary and it's not a problem anymore as his brother is not going to be an issue anymore. Steffy tells Quinn that the pilot said they would be landing soon. Quinn says she is glad that Steffy came back with her. She found out she can have children and that is a game changer. She needs to tell Liam before he marries Hope. Wyatt talks to her on phone and says to keep the engines running. Eric was kind enough to loan them the jet and they are going to Hawaii. Quinn whispers that now is not a good time. Wyatt comments that he needs to wax a board and just get in the water and refocus, get on with his life. Quinn begs him not to give up on Hope just yet. Wyatt reminds her that Hope is getting married today. Quinn tells him to text her when he knows where Liam is. Wyatt says fine but he's leaving just after he talks to Hope. Donna tells Charlie and Pam those are cute matching aprons. Pam tells Charlie to grab his ear and follow as they have a cake to frost. Caroline kisses Rick and says she loves weddings, makes her want to marry him all over again. Oliver tells Carter and the others to get together as Hope wants lots of pictures. Donna asks Eric if anyone knows about Ridge. He says no and he is laying low at his house until after this wedding. Bill sidles up to Brooke and says it is a big day for their children. Then he whispers there will be another big wedding soon \u0096 theirs. He is not giving up. Caroline asks Carter if he and Maya have set a date yet. Charlie tells them that he is not a minister but a justice of peace if they need one. Eric sees Bill with Brooke and asks her later if she told him about Ridge. She says no, neither knows about the other yet. Oliver is surprised to see Wyatt in the doorway. Wyatt tells him that he needs to talk to Hope one last time. Oliver tells him that she is getting dressed upstairs and Liam is down at the cabin; good luck. Quinn tells Steffy that the wedding will be happening soon. She urges Steffy to get to Brooke's right away. Liam is in the cabin. She is meant to be with him and Hope is meant to be with Wyatt. As Brooke is helping Hope with her makeup Wyatt walks in. He says he is not there to create a scene. Hope says sure and asks Brooke if she minds giving them a few minutes. Wyatt tells Hope just look at her .exactly as he pictured her on her wedding day, absolutely beautiful. She asks why he is here. He says he only came to say that he hoped this day would be the best of her life. And he hopes her wedding will be more magical than she ever imagined it could be. He says he just wants to wish her all the happiness in the world and to tell her that he is leaving town for a while. She asks where he is going. He replies that Eric was kind enough to offer the jet so he and his mom are going to Hawaii to surf and clear his head a bit. She says sounds good and she understands that. He says he is so much better for knowing Hope. So just let him say this. It's true, because of Hope he is more humble and grateful. Before he had taken everything for granted. He admits he was cocky and arrogant as he didn't know how to act because he had never felt like this with a woman before. He feels like he grew up too late. She stands up facing him and says he is being too hard on himself right now. Wyatt says he is telling her this now as she changed him .she changed his life. He wishes her nothing but the best. And as for Liam, well he is all right. She's making a good choice. They both laugh. She tells him this doesn't have to be goodbye. They can still see each other. He says it's not the same. He wished he didn't feel this way but he can not be just friends with her, not after he has fallen in love with her and kissed those lips. He can't be around here. He leaves. She looks shocked and devastated. Finally she says \"Goodbye, Wyatt.\"",
        "Brooke tells Eric that she had not said anything before but Wyatt is up with Hope. He wonders if that is going to be an issue. Brooke says there have been some feelings there but Hope is definitely ready to marry Liam. There will be no surprises. As she comes out of the bathroom, Hope catches Quinn as she has just put a note on the table. Quinn says she wanted to quickly stop by and wish Hope all the best before she and Wyatt left town. A note seemed so impersonal. Hope tells her that she heard she was going to International and she hopes that works out for her. She and Wyatt are so talented that she has no doubt they will be successful. Quinn replies she is going to make sure of that.",
        "Steffy walks across the grounds with no one noticing. She remembers back to the time that she and Liam got caught in the sprinkler. She stops outside the cabin and sees Liam straightening his tie. She hesitates and turns away. He senses something and goes to the window and can't believe his eyes but mouths the word Steffy. He goes outside to her. She follows him into the cabin. He says this is such a surprise as he did not know she was in town. She says it was spur of the minute and no ones knows she is here. He says it's good to see her. She replies for her too. She knows what today is and she is not here to make trouble. She won't be here long. But she needed to see him. She says Paris is fine and she was just beginning to settle in and begin a new life. Now she has the most incredible news. Something unbelievable happened. She is now able to have children. Liam is shocked. Hope tells Brooke that she is almost ready. Brooke asks about Wyatt. Hope says he was just here to wish her well though he is not over her yet. Brooke asks about her. Hope says she is not having second thoughts if that is what Brooke means. She and Liam have waited a long time to make this day a reality and the only thing standing in their way was Steffy. Now she really is excited. She needs to go put on her gown. Brooke finds the note and reads it out loud to Hope. It says to break with tradition, he needs to see her at the cabin. Both think it is cute of Liam. Hope says she does not believe in bad luck. She will go and not be long. Steffy beams that she can get pregnant and carry a baby to term. She feels like a dark cloud has been lifted. They lost their baby but now she will be able to experience motherhood. That is the reason that she left him as she knew she could not give him a baby. She had to leave L.A. too. But that is not in the way anymore so surely he knows what this means. Hope is joyful until she stops and looks at the image in the window. She does a double take and her joy turns into a frown as she sees Liam put both of his hands on Steffy's shoulders."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: Oh, Mom! Thank you so much!",
        "Brooke: Of course, Sweetie.",
        "Hope: This is...",
        "Brooke: It's your special day.",
        "Hope: This is beautiful. It's exactly what I imagined. It's peaceful and simple. Just a few friends and family. I love it.",
        "Brooke: Oh, good.",
        "Hope: Thank you.",
        "Brooke: I love you.",
        "Hope: I love you, too.",
        "[SCENE_BREAK]",
        "Caroline: All right. There. Looking pretty good.",
        "Liam: Yeah?",
        "Caroline: Yeah.",
        "Liam: All right.",
        "Bill: Using my jet for your honeymoon?",
        "Liam: You mean Katie's jet?",
        "Bill: [Laughing] Oh! Katie's jet -- that's funny. Almost as funny as trying to walk down the aisle with a busted kneecap.",
        "Caroline: Oh.",
        "Liam: [Clears throat] Yeah, we're not going anywhere.",
        "Both: What?",
        "Bill: What do you mean?",
        "Liam: Well, we just -- I don't know -- want to stay at home, be a married couple.",
        "Caroline: That's kind of sweet, I guess. But if you do decide to go somewhere, you should totally go where Rick and I went on our honeymoon, because you would die. And I can hook it up for you.",
        "Bill: And I can hook you up with a drink. Calm those nerves.",
        "Liam: Look at this. Look at this. I am not nervous. P.S. it's like barely noon.",
        "Bill: Okay, then, cheers to me. I'll calm my nerves.",
        "Caroline: And let us not forget what happened last time. The crazy hair and the henna tattoos.",
        "Bill: Running around in his underwear.",
        "Liam: [Laughing] Don't go there.",
        "Bill: Uh, that is all in the past. Today, you are marrying Hope. I must admit, I did think you would end up with Steffy, but, uh... well, I guess even I can be wrong sometimes.",
        "[SCENE_BREAK]",
        "Steffy: The pilot said we'd be landing in L.A. soon.",
        "Quinn: I'm glad you agreed to come back with me. Steffy, you just found out you can have children. That's a game-changer. You need to tell Liam before he marries Hope.",
        "Wyatt: Tell the pilot to keep the engines running. We're going to Hawaii. Eric said we could use the jet.",
        "Quinn: Wyatt, no. It's not a good time.",
        "Wyatt: I need to wax a board and get in the water and just refocus, move on with my life.",
        "Quinn: Don't give up on Hope just yet.",
        "Wyatt: She's marrying Liam today.",
        "Quinn: I know. Just text me if you know where Liam is gonna be.",
        "Wyatt: Fine. But I'm leaving right after I talk to Hope.",
        "[Beeps]",
        "[SCENE_BREAK]",
        "Charlie: Cocktail wienies anyone?",
        "Donna: Oh, wow. Those are really cute matching aprons.",
        "Pam: Thank you, Donna. Come on. We got a cake to frost, Charlie. Grab your ear.",
        "Charlie: Oh, God.",
        "Pam: All right.",
        "Donna: [Laughs]",
        "Caroline: I love weddings. It makes me want to marry you all over again.",
        "Rick: Oh, really?",
        "Caroline: Mm-hmm.",
        "Rick: Oh, hey, look! The fun has arrived.",
        "Carter: Welcome back. How was the honeymoon?",
        "Rick: Oh, it was incredible.",
        "Carter: You rented the whole island.",
        "Rick: Well, actually, it was two, but who's counting?",
        "[Laughter]",
        "Oliver: Okay, you guys get together. Hope wants me to take a lot of pictures, so... all right. Oh, yeah. Looks good. Can you get out of...? [Laughter] Whoa!",
        "Donna: So, um, nobody else knows?",
        "Eric: No, just you and Brooke. He wants to lay low at the house until after this wedding.",
        "Donna: I wonder if Bill knows that Ridge is back in town.",
        "[SCENE_BREAK]",
        "Liam: So this is, uh -- this is where you offer me profound words of fatherly wisdom, yeah?",
        "Bill: Uh, I'm the last person who should be giving you advice on how to make a marriage work. You don't need it, anyway. Not worried about you. You're gonna be fine. All right, you want something? Uh, happy wife, happy life. That's all I got.",
        "Liam: I'll take it. Sounds good.",
        "Bill: Come here. I'm proud of you, Son. I know it -- it took me a while to come around, but... you and Hope... have my support.",
        "Liam: Thank you. And thank you for, you know... having my back.",
        "Bill: Ah. You don't have to thank me. Your brother's not gonna be an issue for you anymore.",
        "[SCENE_BREAK]",
        "Oliver: Hey. Hey.",
        "Wyatt: Hey.",
        "Oliver: I didn't expect to see you here.",
        "Wyatt: Yeah, I just... I want to talk to Hope one last time.",
        "Oliver: Hope is up getting changed in her mom's room. Liam's down in the cabin.",
        "Wyatt: Thanks.",
        "Oliver: Good luck.",
        "Wyatt: Right.",
        "[SCENE_BREAK]",
        "Quinn: Okay. So, the wedding is about to happen. You need to get to Brooke's right away. Liam is in the cabin. You were meant to be with Liam. And Hope is meant to be with my son.",
        "[SCENE_BREAK]",
        "Hope: Okay, what do you think?",
        "Brooke: Oh, I think it's gonna look absolutely stunning with that headpiece.",
        "Hope: Oh, God! I think we should finish my lips first.",
        "[Knock on door]",
        "Brooke: Of course. What color?",
        "Hope: Wyatt.",
        "Wyatt: I'm not gonna cause a scene or anything.",
        "Hope: Yeah. Sure. Um... Mom, do you mind giving...?",
        "Brooke: Oh, yeah, I'm just gonna go downstairs.",
        "Wyatt: Look at you. Exactly how I pictured you on your wedding day. Absolutely beautiful.",
        "Hope: What are you doing here?",
        "Wyatt: I just came here to say that, um... I hope this is the best day of your life. And I hope your wedding is more magical than you ever imagined it could be.",
        "[SCENE_BREAK]",
        "Caroline: Have you and Maya set a date yet?",
        "Carter: W-we're getting close. We had to wait for all these weddings to pass by -- yours and Rick's, Liam and Hope's.",
        "Rick: Oh, yeah.",
        "Carter: We're saving the best for last.",
        "Oliver: Hey, Charlie, I heard Liam and Hope asked you to officiate the wedding.",
        "Madison: You're a minister?",
        "Charlie: Well, a justice of the peace. I also notarize documents. Anyone?",
        "Pam: And don't even think about challenging him to my favorite word game.",
        "Charlie: Oh, come on.",
        "Pam: Give me your best word, Charlie.",
        "Charlie: Quizzify -- 349 points.",
        "Pam: Okay. Now give them your favorite word.",
        "Charlie: Pam \u0096 P-A-M. A very sweet 7 points.",
        "Pam: Aww.",
        "Carter: Impressive.",
        "Bill: Big day for our children.",
        "Brooke: Yes, it is.",
        "Bill: There's gonna be another big day soon. Our wedding.",
        "Brooke: Bill, please, don't.",
        "Bill: I'm not giving up.",
        "Eric: Thorne called. He said he and Aly will be a little late, but they'll be here in time for the ceremony. Did you tell Bill about Ridge?",
        "Brooke: No, he doesn't know that he's back.",
        "Eric: What about Ridge? Does he know about you and Bill?",
        "Brooke: I haven't told him anything yet.",
        "[SCENE_BREAK]",
        "Steffy: [Sighs] Run!",
        "Liam: Oh! Oh!",
        "[Both laugh]",
        "Steffy: [Chuckles]",
        "[SCENE_BREAK]",
        "Wyatt: I just want to wish you all the happiness in the world. And, um... I also came here to tell you that I'm leaving town for a while.",
        "Hope: Wait. Where are you going?",
        "Wyatt: Eric was kind enough to let us use the Forrester jet, my mom and me, so we're -- we're going to Hawaii. You know, to surf and clear my head a bit.",
        "Hope: Sounds...good. I understand that.",
        "Wyatt: I'm...so much better for knowing you.",
        "Hope: Wyatt...",
        "Wyatt: No. Let me say this, okay? It's true. Because of you, I -- I am... more humble and grateful, and before I took everything for granted. I was...cocky and arrogant. I mean, I didn't know how to act 'cause I had never felt this way about a woman before. And I feel like I grew up too late.",
        "Hope: Wyatt, you are being way too hard on yourself right now.",
        "Wyatt: Look, I'm telling you this... because you changed me. You changed my life, and... I wish you nothing but the best. You know, and Liam's... all right. [Both chuckle] You're making a good choice.",
        "[SCENE_BREAK]",
        "Liam: Steffy? Steffy?",
        "[SCENE_BREAK]",
        "Hope: Wyatt, this -- this doesn't have to be goodbye. We can still see each other.",
        "Wyatt: It's not the same. I wish I could be around you and not feel this way, but... I can't -- I can't be friends with you, Hope... not after I've fallen in love with you and I've kissed those lips. I can't be around here.",
        "Hope: Goodbye, Wyatt.",
        "[SCENE_BREAK]",
        "Caroline: Should I check on Hope, see if she needs any help getting ready?",
        "Brooke: Oh, uh, you know, I think she's -- she's doing fine. Thank you, though.",
        "Caroline: Okay. Well, let me know if there's anything I can do.",
        "Brooke: [Sighs] I didn't want to say anything, but Wyatt's up with Hope.",
        "Eric: Wyatt? Well, is that gonna be an issue? What do you think?",
        "Brooke: There have been some feelings there, but Hope is definitely ready to marry Liam. There's not gonna be any surprises.",
        "[SCENE_BREAK]",
        "Hope: Quinn?",
        "Quinn: Oh. Hi!",
        "Hope: Hi.",
        "Quinn: Hi. Yeah. I was hoping that you would be up here.",
        "Hope: Yeah, I was -- I was just getting ready.",
        "Quinn: You look beautiful. I know that, um... this is a busy time. Um... Wyatt and I are about to leave town, and I... I just wanted to stop by and... wish you the best of luck.",
        "Hope: Thank you. Um... you didn't have to come all the way here. You could have just written me a note or something.",
        "Quinn: Well, I wanted to see you in person, and notes can be so impersonal.",
        "Hope: Oh, hey, I heard you just got back from Forrester International. That's great. I really hope that everything works out.",
        "Quinn: Yeah. Yeah, maybe it will.",
        "Hope: You and Wyatt are so talented, I have no doubt that you'll be successful.",
        "Quinn: I'm gonna make sure of that.",
        "[SCENE_BREAK]",
        "Liam: Steffy, this is... such a surprise. I mean, I had no idea you were back in town.",
        "Steffy: Spur of the moment. No one knows I'm here.",
        "Liam: Well, um... it's good to see you.",
        "Steffy: You too. I know what today is. And I'm not here to cause any trouble. I'm not gonna stay long, but, um... I just needed to see you.",
        "Liam: So, how's Paris?",
        "Steffy: Good. Yeah, good. I was really starting to settle in. Beginning to accept my new life. But something unbelievable happened. Liam, I have the most incredible news. I just found out that I can have children.",
        "Liam: What?!",
        "Steffy: Yeah.",
        "[SCENE_BREAK]",
        "Brooke: How's everything going?",
        "Hope: Good. I'm -- I'm almost ready.",
        "Brooke: What did Wyatt have to say?",
        "Hope: Oh, uh... he just came by to wish me well.",
        "Brooke: Oh, that's sweet.",
        "Hope: Yeah. He's... he's still not over me.",
        "Brooke: And you?",
        "Hope: I'm not having second thoughts, if that's what you're asking.",
        "[Both chuckle]",
        "Hope: Liam and I have waited a very long time to make this day a reality, and the only thing that was standing in our way is Steffy.",
        "Brooke: I'm thrilled for you, Sweetie.",
        "Hope: [Breathes deeply] I'm excited.",
        "Brooke: The guests are ready and waiting downstairs.",
        "Hope: Okay, good. Well, I just, um -- I just have to put my gown on.",
        "Brooke: Okay. Oh. What's this?",
        "Hope: I don't know.",
        "Brooke: \"I need to see you. Break tradition. Come to the cabin.\"",
        "Hope: Liam wants to see me? That's cute.",
        "Brooke: No, no, no. It's bad luck for the groom to see the bride before the wedding.",
        "Hope: Oh, no, no, no. I do not believe in bad luck at all. I'm gonna sneak out the back way. I won't be long.",
        "Brooke: [Sighs] Okay.",
        "[SCENE_BREAK]",
        "Pam: Pretty good, huh? I helped him write it.",
        "Carter: Yeah. Yeah, I like what you've got. I just wouldn't mention Liam and Hope's other weddings.",
        "Oliver: Yeah, that \"Third time's a charm\" line -- I'd get rid of that one.",
        "Charlie: I'll take that out.",
        "Rick: You know, I think what matters most is, uh... well, my little sister's dreams are coming true today. And besides my own... I'm pretty sure that Hope's gonna be the best-looking bride in town. Here's to Hope and Liam!",
        "All: Hope and Liam!",
        "[SCENE_BREAK]",
        "Steffy: I can get pregnant. I can carry a child to term. I can have a baby. It feels like this dark cloud has been lifted.",
        "Liam: This was so hard for you.",
        "Steffy: We lost our baby. And now... I finally get to experience... motherhood the way I envisioned it. And that is the reason... why I left you, because I knew that I couldn't give you a baby. That's the reason why I left L.A. that's not standing in the way anymore. Do you know what that means?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=UIC04f1MuM0"
}