{
    "Episode Summary": [
        "Episode # 7704 ~ Liam is outraged when he realizes that Bill has done him dirty in his deal regarding Spectra; Brooke has second thoughts about divorcing Bill when Steffy shares the news that he and Liam have set aside their differences."
    ],
    "Recap": [
        "Liam says they are all supposed to be one but clearly he is out of the loop so he'd like to know what is going on. Bill says nothing has changed; Skye will be built on the Spectra lot. Sally tells Grams that Liam is not her boy but he did stop by to give them some news \u0096 Bill is back at work and head of the helm. Grams says Bill is a snake and he will find a way to get that property back from them. She reminds Sally that she is crushed on Liam and yes he is married but just for how long. Sally says Liam is not a crush; he's a good friend who has helped her through some tough times. Grams says they need him. Sally says she is not a friend of Steffy's but she also it not a home wrecker. Grams tells her that she better be thinking about her own home and not worry about Steffy. Brooke tells Steffy that it has been difficult breaking up with Bill. Steffy says yes and now two men are in love with her and she needs to make a decision. Then she tells her that Bill and Liam have forgiven each other. Peace was the most important thing to him. Bill shakes Liam up when he says Sally does not own the property; Spencer Publications does and he did not sign off for it to be given to Sally. Liam does not understand as they just signed the document. Wyatt says they all win. Liam gets to keep some of the practices he instigated within the company and Bill gets to erect Skye. Bill says Sally did not earn that special lot so he is not turning it over to her. Liam rants that this is not fair. If someone had treated Bill that way he would see they were punished. He is not going to let this happen. Sally does deserve that space.",
        "Bill says he does want the family to stick together when it comes to important decisions. Liam tells him that he is weird. He treats this skyscraper like she is his girlfriend. Bill explains this will give thousands a job; they will contribute to the growth of downtown Los Angeles. He tells Liam that he has to meet him in the middle and work with him. Liam says he can build his building elsewhere. Bill says the perfect spot is the Spectra spot downtown and years from now Liam will look at that building and be proud of it for him and his children. Bill says it is a done deal; the Spectra building is coming down. He and Wyatt agree on that. Liam argues with Wyatt who tries to make Liam understand that majority rules and they are in a business not a charity. Liam says no matter what they say he is not on board with this and he will not let them put Spectra to the wrecking ball. Brooke says peace between Bill and his sons, that is hard to imagine. She does understand how Liam likes to ride in and rescue the damsel in distress. Grams hangs a nice picture of Liam on their bulletin board \u0096 their savior. Sally says he indeed has done the unbelievable; Spectra is back. Wyatt tells Liam they are keeping some of his programs, that should be enough. Bill says he knows what is best for his family. Liam asks what about Sally. She does not want to relocate anywhere else. She wants to stay were Spectra has always been. Liam says Bill has treated her with disrespect. Bill says there is a limit to loyalty. He learned from Liam and now it is time for Liam to learn from him and be part of this family's history. Skye is going up on the Spectra plot and he wants all of them to be smart and be part of it. Be a Spencer."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: We're all equals, right?",
        "Bill: You, me, and wyatt. That's right.",
        "Liam: Okay, so why does it feel like I'm out of the loop? 'Cause clearly I am. What's going on?",
        "Bill: You left my office. Now you're back. You're right in the loop. This is what's going on, or up.",
        "Liam: Yeah, your pet project.",
        "Bill: She will be built. A landmark moment in the history of the spencer family.",
        "Liam: Fine. Let's find a property for her. Anaheim.",
        "Bill: Anaheim? We already have a piece of property, liam. That hasn't changed. Sky will be built on the spectra lot.",
        "Shirley: Heard your guardian angel left awhile ago. So sad. Look at these invoices!",
        "Sally: Already did. Just go ahead and pay them.",
        "Shirley: [ Scoffs ] What happened to your boy?",
        "Sally: Liam is not my boy, grams. He just stopped by to give us some news. Bill is back at spencer publications.",
        "Brooke: Wow. Zende is really doing some great work.",
        "Steffy: Yeah, I know. His designs have, like, a european flair.",
        "Brooke: He and nicole are having a great time in paris.",
        "Steffy: Yeah, must be, uh, pretty quiet for you at the house. How you doing?",
        "Brooke: Well, since breaking up with bill and planning to file for divorce, it's been difficult.",
        "Steffy: Well, you have two terrific men who love you.",
        "Brooke: Almost as much as they love themselves.",
        "Steffy: I don't know if that's the case. As a spencer, I know bill's hurting.",
        "Brooke: And as ridge's daughter?",
        "Steffy: I can't deny it. You know, for his sake, I'd like to see you guys back together. Have you made a decision?",
        "Shirley: So, the evil prince is back? Now what?!",
        "Sally: Nothing's changed.",
        "Shirley: Not yet, but --",
        "Sally: Bill can't touch us. We own the property.",
        "Shirley: He is a snake! He will find a way!",
        "Sally: Not a chance.",
        "Shirley: Says who? Oh, wait. The boyfriend.",
        "Sally: The benefactor, to whom I will be forever grateful.",
        "Shirley: You can just stop right now. It's written all over your face. You are crushing on liam spencer! And yes, he's married to steffy, but for how long?",
        "Steffy: I know you're filing for divorce, but you haven't yet.",
        "Brooke: I can't stand by bill after what he's done, even though I love him and I probably always will. But your father and I, we do share a son, and I've been a forrester most of my life.",
        "Steffy: Yeah, I get it. You got to do what's best for you. But that being said, there is something you need to know, something that may change how you feel.",
        "Brooke: What is it?",
        "Steffy: Liam and bill have forgiven each other.",
        "Bill: I want you on board with this, son.",
        "Liam: On board with what? The property belongs to sally.",
        "Bill: The property belongs to the spencer trust, like most everything else in this company.",
        "Liam: Yes, and I signed it over to sally. She has the deed now.",
        "Justin: Exactly. No one can sign over anything from the trust without the signature of the trustee.",
        "Bill: Sally doesn't own the property. Spencer publications does. We do.",
        "Sally: I do not have a crush on liam.",
        "Shirley: Well, you sure have that look about you.",
        "Sally: He is a wonderful man. He's helped me through some really difficult times.",
        "Shirley: All of us, for that matter. You know what? You were pretty impossible after tommy boy left the scene.",
        "Sally: Yes, and liam helped me get past that.",
        "Shirley: [ Sighs ]",
        "Sally: He's a friend. He's kind, generous, sincere, trusting.",
        "Shirley: You know, those are some pretty potent adjectives for a friend.",
        "Sally: A friend who is married. I'm trying to respect that.",
        "Shirley: You need that man. We all do. And as for the princess, she'll bounce back.",
        "Sally: Look, I have no great love for steffy, but I am not a homewrecker.",
        "Shirley: You need to start thinking about your own home, girl. Listen, stop thinking of steffy as anything other than what she is -- your number one rival.",
        "Steffy: Bill was in control when he walked in the office to confront liam, but it was tense.",
        "Brooke: I can imagine. What happened?",
        "Steffy: Yeah, he was there with justin and wyatt, and he somehow got someone to delete the recording of his confession, and liam was so upset. And then, like, bill approached liam, and we all didn't know what he was gonna do, but then he just -- he hugged him.",
        "Brooke: Just like that?",
        "Steffy: Yeah. Yeah, it was like a really beautiful moment. They forgave each other, and look, now they're -- they're working together. There's, like, no revenge, no blackmail.",
        "Brooke: Wait. Who's running the company?",
        "Steffy: All three of them. Bill, wyatt, and liam.",
        "Brooke: And bill is good with that?",
        "Steffy: It was his decision. He wants peace in the family. That's the most important thing to him. Except having you back in his life.",
        "Brooke: Peace. Peace in the family, huh? Hmm.",
        "Liam: Did we not just come to an understanding? The three of us running the company together as equals? We -- we signed documents. We have this in writing. Or you gonna change that, too?",
        "Bill: Absolutely not. I meant every word I said. Family comes first. A lot of the programs you initiated, I'm keeping them. But sky I will not give in on.",
        "Wyatt: Yeah, look, it's called a compromise, liam. You get to keep some of the programs you put in place. Dad gets to put up his building.",
        "Bill: Our building. This is a monument to each and every one of us.",
        "Liam: And spectra just gets the wrecking ball?",
        "Bill: They can relocate, liam.",
        "Wyatt: Yeah, it's not like it's the end of their company, liam.",
        "Liam: You! How are you okay with this after everything he did to sally? The fake review, the lie about caroline, torching their building, and destroying their collection. I mean, any of us care about fairness? Fairness? Anybody? Honor? Decency?",
        "Bill: We're all about fairness, honor, and decency. Even me. I'm working on it, liam! But gifting? Gifting a prime piece of downtown real estate to a woman who had nothing? She didn't earn that. She was -- she was given it. Now she's a major landowner?",
        "Liam: What are you talking about, dad? You were so threatened by the imminence of her success that you had to actually set her building on fire just to stop her momentum! That's how confident you were that she had earned it! God, you -- you love to talk about how you built this empire with your own hands. Well, guess what? If somebody had been sabotaging you the way you sabotaged sally, none of us would be here right now. So don't talk to me about \"earning it.\" You owe sally. You owe her. And I'm not gonna let you do this.",
        "Brooke: You were instrumental in bringing bill and liam together. I am impressed. And I'm very grateful.",
        "Steffy: Well, I couldn't let them ruin their relationship. Bill loves his family. Someone had to step in.",
        "Brooke: It probably should have been me since I was married to him.",
        "Steffy: Still are until you file the papers.",
        "Brooke: There is this incredibly gentle side to bill, and that is one of the reasons why I married him.",
        "Steffy: Brooke, he's not the same man you walked out on.",
        "Brooke: [ Sighs ] And I'm grateful for that. Really, I am. But there's still the side of him that's very aggressive and very stubborn.",
        "Steffy: But I really do think he's learned his lesson.",
        "Brooke: Well, I hope so, 'cause I want this peace between bill and liam to last.",
        "Liam: I knew I shouldn't have trusted that guy.",
        "Bill: Justin isn't the issue here. Family's the issue. And I want us all to stick together, especially on important issues.",
        "Liam: Like what? The skyscraper?",
        "Bill: Correct.",
        "Liam: You know your love affair with this thing is -- is obsessive, right? Like, you give it a name, you talk to it like it's your girlfriend. It's freakin' weird, man.",
        "Wyatt: It is a little weird, dad.",
        "Bill: All right, so I'm a little weird. No problem. I can own that. I like to fly my freak flag. So? That's really not the point, is it? Let me school you boys. You think this building's impressive? Well, this baby is gonna make us a major player in downtown real estate. And, liam, this should appeal to you. We're going to give jobs to thousands of employees. We're going to increase the value of the surrounding real estate -- stores, restaurants, shops. All the valuations go up. We are going to contribute to the growth and development of downtown los angeles. Now please tell me what's wrong with that. I will take notes.",
        "Liam: Sure ain't good for the person who owns it.",
        "Bill: It's great for the person who owns it, because it's us, not sally!",
        "Liam: Not if you had signed and notarized the deal I made like you should.",
        "Bill: That's not gonna happen! I'm bringing it down! How about this? We'll set aside some funds to relocate sally. How about that? Oh, come on, liam! You got to meet me in the middle here! Work with me! I meant what I said about family, right? It's time for you to grow up! Become a spencer man!",
        "Liam: Dad, you know you don't have to do this. You can build the thing elsewhere.",
        "Bill: Where? Anaheim? But anaheim is not los angeles! And it's too far anyway!",
        "Liam: Century city.",
        "Wyatt: Height ordinance.",
        "Liam: Santa monica!",
        "Bill: Okay, enough! Enough! I have looked at this from every angle! And the perfect spot is on the spectra site downtown. Now, I understand that this is upsetting for you, liam, but trust me when I tell you that years from now, you will look at that skyscraper, see the spencer name on top, and you will beam with pride, and so will your wife and children!",
        "Liam: No, they won't, because I'm not letting you do it! You're not building that thing on the spectra lot!",
        "Bill: The hell I'm not! That building is coming down, and wyatt and I are standing firm on that!",
        "Liam: Oh, oh, wyatt and you? Wyatt and you are -- [ Sighs ] Is that true? Hmm?",
        "Wyatt: All right, look. You're my brother.",
        "Liam: Dude...",
        "Wyatt: And I love you.",
        "Liam: [ Scoffs ]",
        "Wyatt: But you've been running this company for only a short time. You made a lot of changes, some of them I agree with. Dad is completely right about what he's saying. No, you gifted that property to sally spectra, and it's way too much! Plus you know how your wife feels about her.",
        "Liam: Uh, dude, I'll handle my marriage, thanks.",
        "Wyatt: I'm just saying.",
        "Liam: What are -- what are you just saying? What are you just saying? What are you saying? That it's just gonna be this way from now on? You kissing dad's butt all the time?",
        "Wyatt: Oh, my --",
        "Liam: Positioning yourself? Being his yes man? Think for yourself, bro! Tell him no! This is insane!",
        "Wyatt: I would, but I don't think this is insane. This is going to be our hub, our corporate headquarters. Like he said, it's gonna be our legacy. Why -- why shouldn't it be impressive?",
        "Liam: If -- impr-- it's not about impressive, wyatt! It's about ethics, okay?! Sometimes the right thing is not the right thing for our business!",
        "Wyatt: Liam, we run an international company here, not a charity shop!",
        "Liam: So...what? So just majority rules?",
        "Bill: Majority rules.",
        "Liam: I don't care. I-I-I don't care. I'm not -- I'm not on board with this. After everything that you put sally through, I am not letting you tear spectra fashions down.",
        "Brooke: Peace between bill and his sons. It's hard to imagine.",
        "Steffy: They've all done some growing.",
        "Brooke: And you? Things are good with you and liam?",
        "Steffy: Yeah, we, uh, we have our challenges.",
        "Brooke: Sally spectra?",
        "Steffy: Sally was the one who started the war between liam and bill.",
        "Brooke: But she didn't torch a building.",
        "Steffy: Yeah, but liam didn't have to ride in on his white horse and rescue her.",
        "Brooke: You know how he likes to root for the underdog.",
        "Steffy: I know, I know. And that's one of the reasons why I love him. But this time I think he just went a little too far.",
        "Brooke: Okay, but it's all worked out between you and liam?",
        "Steffy: Yeah, yeah, the situation worked itself out.",
        "Brooke: Oh, good.",
        "Steffy: Yeah, they're all working together, and there's no place for sally. Her influence over my husband is finally over.",
        "Sally: What are you doing?",
        "Shirley: I found this online.",
        "Sally: Grams!",
        "Shirley: Your knight in shining armor, our savior.",
        "Sally: Take that down!",
        "Shirley: No! After everything liam's done for us, he deserves to be on the wall of fame.",
        "Sally: We don't have a wall of fame.",
        "Shirley: Come on, sally girl. We're alone. You can open up to me.",
        "Sally: Okay. I admit it. Yes. Liam is the greatest man that I've ever met. He's turned my life around.",
        "Shirley: And you deserve that, honey. [ Sighs ] You suffered so much. You've been let down so many times, and now you've met a kind, decent man who treats you with respect. There are too few of them around.",
        "Sally: He's done the unbelievable. He's helping make my dreams come true.",
        "Shirley: And they will. You'll see.",
        "Sally: Our building! It's ours! Spectra is back, grams, and it is all thanks to liam.",
        "Bill: Liam, I don't want to fight with you. I want those days to be behind us. This is time for respect.",
        "Liam: For whom? Just you?",
        "Wyatt: Come on, liam. We're keeping some of your programs. Isn't that respect enough?",
        "Liam: No. [ Chuckling ] No.",
        "Bill: Your brother's right. We've compromised a lot. Now it's time for you to do the same. Listen, I am your father. I have built this company into what it is today. It's been my life's work, and i know what's best for it, and i know what's best for our family.",
        "Liam: That's fine, but what about sally? You ruined her. You -- you admitted that you ruined her. Now, don't you owe her?",
        "Bill: Out of hardship comes progress. Sally will thrive wherever she lands.",
        "Liam: You didn't answer my question. Sally doesn't want to land anywhere, dad. She wants to stay put where she was before you torched her building!",
        "Bill: You are fighting for this girl that you hardly know against me, your own father!",
        "Wyatt: Didn't we make a pledge to put family first? This is a family project.",
        "Bill: The most significant project in a generation, and you're standing in the way of it because you're enamored to this pretty, little redhead?",
        "Liam: Stop! Oh, stop it with the \"pretty, little redhead\" stuff. She's a person. She's a human being, and you have treated her unfairly. You have treated her with disrespect. Am I wrong?",
        "Bill: Point taken. There. You see? I can learn from you. I have! I've even offered to help relocate her! But -- but, liam, there is a limit to all this. What about loyalty to -- to me, to family, to your brother, to employees? Now, I am asking -- no, I am demanding -- I am demanding that as I have learned from you, you learn from me! Sky is going up on the spectra site, and I want you to accept it! No, you know what I want? I want you to be part of it, liam. I want you to be part of the greatest chapter in this family's history! We just got through a miserable time. I don't want us to be at war with each other. I don't ever want to go back to that. I want you to accept this, liam. You have to accept it. Sally and her group, they're going out. The spectra building is coming down. This beautiful edifice, it's going up. I want you to be part of this. I want all of us to be part of it. You got to be smart about this. Stop with this defense of sally and spectra. Put it away. Be done with it. Be one of us. Be a spencer."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=K23sAPi5If0"
}