{
    "Episode Summary": [
        "Episode # 7703 ~ Shirley offers Sally unsolicited advice about how to make Liam her own; Wyatt vows loyalty to his father as Bill predicts trouble ahead."
    ],
    "Recap": [
        "Bill tries out his chair and it feels like the perfect fit although Liam says he always felt like he was on a mechanical bull. Bill hands him and Wyatt papers and says they will all be working together and running the company. Liam says he never thought he would see this day. When he leaves Wyatt apologizes for saying anything earlier when he felt he was being left out with Liam running the company. Bill says it is forgotten and he will be leaning more and more on Wyatt and not to worry about Liam, he has plans for him. Steffy discusses the situation with Ridge. She says Liam is stubborn like his father but he gives too much. Ridge will not believe what he has given Sally Spectra. He is a good guy, perhaps too good but she is not worried about him and Sally personally. He is not the unfaithful type. Sally and Grams have a little talk and Grams cannot convince her that Liam is perfect for her and it matters not that he is married. With two completely different people that only means temporary until a divorce. Sally says she does not need a sugar daddy. She will be just fine.",
        "Liam visits Sally and tells her there will be three of them running the company but her deal is still solid so she will have no problem with Bill. This place is going to be big; he has that feeling. Bill continues to talk to Wyatt and says Liam goes too far and needs checks and balances. Wyatt will be the check and Bill will be the balance as long as he can count on Wyatt. Justin brings the prototype of Skye back in where she belongs. Wyatt says he knows this is his bone of contention. Bill says do not call her a bone; she is Skye. Then he wants Justin to look into the papers as he did not sign any papers so the Spectra building is technically still theirs. Wyatt says Bill suckered Liam and used him to do it. Bill says he is hurt and he is not going to throw all of this down the drain. Working together, thinking together will keep them all together if Wyatt will keep him to a joint majority of two when it comes to voting. You might say the sky is the limit. Together they can save Liam's inheritance with this everlasting legacy. Bill says when it comes to Skye he does not trust Liam but he will just have to accept this. Liam rushes back in and says he recognizes Skye....and that look on Wyatt's face; so what the hell is going on here."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: You messed with my chair, didn't you? You made some adjustments.",
        "Liam: It kept tipping back. It was like a mechanical bull trying to throw me.",
        "Wyatt: Well, let that be a lesson to you, bro.",
        "Bill: No problem for me. Because it knows its owner.",
        "Liam: You know that's like a safety hazard, right? Like, what if will crawls up on there one day?",
        "Bill: You know, speaking of your baby brother, before you know it, he's gonna need a job here and have a piece of spencer publications.",
        "Liam: That's so unfair.",
        "Wyatt: Right? I at least had to know my abcs.",
        "Bill: Until then, it's you two clowns and me in charge. But before we go any further... I'm sorry I, uh, I yanked this off you, son. And it would mean a lot to me if you'd put it back on.",
        "Liam: Hello, old friend.",
        "[ Chuckles ]",
        "Bill: Okay. All is right in the world. Now, one for you, one for you, one for me, and one file copy.",
        "Wyatt: Copy of what?",
        "Liam: Yeah, alarms start going off in my head whenever you make me sign something.",
        "Bill: Did you not hear what i said? This agreement makes us equals. We're gonna run spencer publications together, each with our unique contributions. But you better get your own chairs.",
        "Ridge: Bill spencer asking for forgiveness.",
        "Steffy: The two of them, he and liam. It was really a special moment.",
        "Ridge: So bill took a leave of absence, liam took over, and then bill hit him in the face.",
        "Steffy: Well, you know how families are.",
        "Ridge: I don'T. I thought I always taught you guys to use your words, so what happened between the two of them?",
        "Steffy: Wait, are there -- there are two r's in \"embarrassment,\" right?",
        "Ridge: What? You're writing a quarterly report. What are you using \"embarrassment\" for? What are you...",
        "Shirley: Something from the title company. Aren't we done with them?",
        "Sally: \"Refinance now\"? Dude, the ink from our loan isn't even dry yet.",
        "Shirley: Huh. How did we even get the renovation loan? I mean, my credit's in the toilet.",
        "Sally: So is mine. But I had the property as collateral.",
        "Shirley: The only way you could have come by this piece of property is via C.J. Or liam spencer. And C.J. Said it wasn't him. Not that I disapprove. I think liam is perfect for you.",
        "Sally: Perfect for me for what?",
        "Shirley: Hmm. Don't make an old lady get graphic. Did liam make you give him a dollar so that this building would be legally a sale and not a gift?",
        "Sally: Look, grams, I know you would love it if I had a sugar daddy, but he's married.",
        "Shirley: When somebody wonderful is married to somebody awful, we classify that as \"not yet divorced.\"",
        "Sally: [ Sighs ]",
        "Shirley: Did you give liam a piece of the business? Is that how it works? Come on, sally. You've been talking about a guardian angel. How dumb would I have to be not to figure out who?",
        "Ridge: \"Embarrassment of riches.\" That's trite.",
        "Steffy: Okay, so why don't you write the message from the C.E.O.S?",
        "Ridge: Because I think we both know I'm better at criticizing than actually writing it. But since I am criticizing it, what did you say? We're up 2,100 units in L.A. Alone? Who says units? You sound like your in-laws.",
        "Steffy: You know people don't call me mrs. Spencer, but that's who I am.",
        "Ridge: Maybe because they're embarrassed with two r's to call you that.",
        "Steffy: Regardless, I have been a good influence. Liam and his father reconciled, and they're working together.",
        "Ridge: And that's good for bill. Not so good for liam.",
        "Liam: Well, this is a moment I never expected.",
        "Wyatt: Yeah, neither did I.",
        "Bill: Stick with me, boys. Full of surprises.",
        "Liam: Hey, dad, you know, those programs I put in place, i really think they're gonna be --",
        "Bill: The three of us -- three of us will review them with fresh eyes. We'll keep what works, trash what doesn'T. Sound good?",
        "Liam: Thank you. You know, I like looking up to you.",
        "Bill: [ Chuckles ]",
        "Liam: All right, I got to go.",
        "Bill: Sorry to see that little trinket go.",
        "Wyatt: Look, dad, I, uh, i got to apologize. Uh, when I felt like I was being cut out, I might have gotten a little testy.",
        "Bill: Already forgotten, wyatt. I'm gonna be leaning on you more than you know.",
        "Wyatt: Well, I mean, I'm -- I'm not trying to upstage liam or anything.",
        "Bill: Ah. As of today, we don't have to worry about your brother anymore.",
        "Ridge: This company works because our employees are happy. They're part of the process. That doesn't happen over at spencer, does it?",
        "Steffy: Bill would tell everyone to stop whining and be grateful for their job, whereas liam, he would give everyone raises and more benefits.",
        "Ridge: Ah. Careful. You're starting to talk about your husband the way his father does.",
        "Steffy: Okay, bill does have a good side. I know that's, like, invisible to you. And liam has another side, as well, as big-hearted as he is.",
        "Ridge: Let's hear it.",
        "Steffy: He's stubborn, like his father. He -- he thinks he's right when he's not, like his father. And he's extravagant, like his father.",
        "Ridge: And he's a good person, unlike his father. He has causes. He gives back to people.",
        "Steffy: Yeah, causes are great. I'm all for causes. But liam gives too much. You wouldn't believe what he's given sally spectra.",
        "Sally: This is obviously not the type of relationship that you think it is.",
        "Shirley: So, you and liam are in a relationship.",
        "Sally: No! Yes, okay? He's been very good to us, but that's it.",
        "Shirley: [ Scoffs ] I guess you don't think as highly of liam as I thought you did.",
        "Sally: I think liam is the most amazing man that I've ever met. He's kind, he's gentle, he's funny, and not to mention generous. But, grams, I can appreciate someone without wanting anything from them.",
        "Shirley: You keep telling yourself that.",
        "[ Knock on door ]",
        "Liam: You guys busy?",
        "Shirley: Oh, very. My granddaughter is relentless. Yes, your majesty. Whatever you say, your majesty. I'll get it right away, your majesty. It's awful, your majesty. Goodbye, your majesty.",
        "Sally: Okay, you know not to believe anything she says.",
        "Liam: Actually, I believe everything everyone says. It's kind of a flaw.",
        "Sally: No, you do not have any flaws. You are not allowed to come off that pedestal.",
        "Liam: [ Chuckles ] Yeah, I'm sure I'll fall off it later. Listen, um, I have some news, uh, and I have a few minutes. You should probably hear it from me first. My father is back.",
        "Sally: I didn't realize he ever left.",
        "Liam: At spencer publications.",
        "Sally: And gunning for me again.",
        "Liam: Well, no. He acknowledges that what he did was wrong, and now he and wyatt and I are all gonna run the company together equally. Those are his words. Now, the building is yours, sally, and the property on which it stands, so in theory, you have nothing to worry about from my dad.",
        "Wyatt: I thought that you said that it was gonna be the three of us.",
        "Bill: I did. I would say or do anything to fix what I broke in this family. All those days I spent alone sitting in that big mausoleum of a house, brooke gone, liam here behind my desk, you...god knows where.",
        "Wyatt: Well, I mean, I wasn't hiding. I just kind of felt like, you know, you wanted time to yourself.",
        "Bill: Wyatt, before you boys, before I was ever married, time to myself, that was my life. It's what I wanted. I don't want that anymore. I can't go back. That's why this document means exactly what I said it does. The three of us running spencer together. But how much did you enjoy taking marching orders from liam?",
        "Wyatt: Well, I mean, he's my brother. I'd -- I'd take a bullet for him. But when he was behind the desk, I... I felt like he wasn't right for the job.",
        "Bill: I think we both saw another side to your brother, an aggressiveness. He was pigheaded, self-righteous -- above all else, self-righteous -- and power hungry. All excellent qualities that got me to where I am today. There's only one me. Your brother's problem -- it's his goals. He thinks he can just, you know, dole out $1,000 to everyone, everywhere, along with a subscription to the soybean chronicles, and that cures all the ills in the world. No, it doesn't! This document is a system of checks and balances. Three of us running the company, how many is a majority?",
        "Wyatt: Two.",
        "Bill: Attaboy! See? You're smart. I don't care what anybody in this building says.",
        "Wyatt: They say that?",
        "Bill: Two -- you and me. I'm the checks, you're the balances. As long as I can count on you to vote with me.",
        "Wyatt: Yeah, generally we see eye to see on everything with the exception of mom, of course. But bottom line, you -- you put yourself back in charge.",
        "Bill: And just in the nick of time, because shortly we will have a problem. A tall one.",
        "[ Knock on door ]",
        "Justin: Did somebody order a skyscraper?",
        "[ Chuckles ]",
        "Bill: [ Sighs ]",
        "Justin: Ooh!",
        "Bill: Welcome home, sky.",
        "[ Chuckles ]",
        "Ridge: He gave her the spectra building? That's a building downtown. That's millions of dollars!",
        "Steffy: Liam was righting a wrong. He thinks that bill sabotaged spectra.",
        "Ridge: Well, he did with that article.",
        "Steffy: Okay, fine. Then when do we call it even? Liam gifting her with the building, flying her to san francisco, getting an architect to help her build?",
        "Ridge: Wait, he did what?",
        "Steffy: You see my problem?",
        "Ridge: I don't know. Maybe I don't see your point. Is there something going on with sally and liam?",
        "Steffy: No, I'm not worried about liam. He's not the unfaithful type.",
        "Ridge: All men are the unfaithful type.",
        "Steffy: If all men were like you, I guess.",
        "Ridge: Wow. Thanks.",
        "Steffy: Okay, I'm not trying to be morally superior or anything, but I know liam's a good guy. Maybe too good.",
        "Liam: You don't look very reassured.",
        "Sally: Wonder why.",
        "Liam: Hey, it's your building. You're still remodeling with your own money.",
        "Sally: The bank'S.",
        "Liam: Okay, the bank's, which you will pay back handily once you get up and running. You're golden. Trust me, trust me. You're golden.",
        "Sally: Well, you are one of the only people I do trust. Well, the only one with more cash than cobwebs in his wallet.",
        "Liam: Ooh. Yeah.",
        "Sally: Mnh! First flaw.",
        "Liam: Oh!",
        "Sally: Yeah.",
        "Liam: You and my dad do have something in common. He gets on my case all the time for walking around without paper money.",
        "Sally: Yeah, well, your spencer id is just as good.",
        "Liam: And your name will be, too, once you open the doors to this place. You're gonna be big. I got a feeling.",
        "Wyatt: [ Scoffs ] I mean, I thought -- I thought liam got rid of that thing.",
        "Bill: Alison to the rescue.",
        "Alison: It was nothing. Liam wanted it sent to the house. I had it for safe keeping.",
        "Bill: Untrustworthy as the day is long. Except with me. Thank you, alison. Uh, alison. Get all this crap out of my office.",
        "Alison: Yeah.",
        "Wyatt: So, is this the tall problem of which you speak? Because I know it was a bone of contention between --",
        "Bill: Don't call her a bone. Call her sky.",
        "Wyatt: Okay. Are you still planning on building it? Where you gonna do that?",
        "Justin: Where do you think?",
        "Wyatt: Not the spectra site, I know that.",
        "Bill: Then you don't know much.",
        "Wyatt: Dad, liam paid out the wazoo to buy that property.",
        "Bill: For spencer publications.",
        "Wyatt: No, he signed over the deed to sally spectra.",
        "Bill: Well, it's a funny thing about that. I'm gonna let my attorney here earn his money. Justin, the floor is yours.",
        "Justin: All properties belonging to spencer publications are held in a trust. Everything we acquire, whether it is a parking space or a strip mall in skokie is automatically transferred to the trust. Dollar bill is the trustee and the only authorized agent and signer.",
        "Bill: So liam's gift isn't valid without my signature.",
        "Justin: County recorder kicked it back to the title company. They kicked it back to me.",
        "Wyatt: The deed must look real. I mean, she's already borrowed against it.",
        "Bill: It's not our problem. The property is ours. Thanks to your brother, I can finally give my beautiful sky the home she's always deserved.",
        "Ridge: So, I have a question. Why does the C.F.O. Of international insist on submitting things this way?",
        "Steffy: I know. Same with these balance sheets.",
        "Ridge: I've talked to her twice already. I don't know.",
        "Steffy: Well, I'll talk to her.",
        "Ridge: No, don't do that. I'll talk to her. It's my job. But this is what you do. You get in the middle. You try to be the peacemaker. You did it with your sister, your brother, and now you're doing it with the spencer boys.",
        "Steffy: Is that so terribly wrong?",
        "Ridge: Could be. Historically, peacemakers make great targets.",
        "Wyatt: So, you suckered liam, and you used me to help you do it.",
        "Bill: Well, that isn't very nice. Why would you try to turn this into something ugly? That hurts my feelings.",
        "Wyatt: 'Cause that's what you did.",
        "Bill: Well, apparently you can't see the forest for the trees, the trees that your brother is very well hugging right now. Look, everything that I did here is legitimate. Your brother's the one who made the purchase for us. Now, he didn't know that he couldn't legally do anything with it, so it's still ours. Or do you think that we should honor his comically generous impulse and flush a $50 million purchase down the drain?",
        "Wyatt: No. No, I don'T.",
        "Bill: Good. Then we agree.",
        "Wyatt: But what he doesn't know is that this -- this whole agreement, the purpose of it is just to keep him in line.",
        "Bill: It keeps us all in line! It keeps us all together, working together, thinking together, achieving together. I meant every word I said to the two of you. If I can count on you to give me a reliable and consistent majority of two when it comes to a joint decision, then I can see a very bright future. In fact, you might say that the sky is the limit. Now, your brother, he's a very bright guy, brighter than I gave him credit for. But he doesn't have a business mind! Having said that, together, we can save his inheritance and yours and build the most beautiful, majestic skyscraper west of the mississippi, an everlasting legacy to the spencer name. So are you with me?",
        "Wyatt: [ Chuckles ] Hell yes. I'm in.",
        "Bill: [ Laughs ] Excellent. Now listen, I want to be really clear about this. I appreciate many of your brother's qualities. But when it comes to sky, he's just gonna have to deal. The majority will carry the motion. And spectra will have a date with the wrecking ball.",
        "Liam: Sorry. Sorry. Had a quick errand to run, but I'm, uh... what -- what's up?",
        "Bill: The sky. Get it? Sky? Up?",
        "[ Laughs ]",
        "Liam: Uh, yeah. I-I recognize it. I just...",
        "Bill: Recognize her.",
        "Liam: Um, I'm a little curious.",
        "Bill: You thought she was gone.",
        "Liam: I did, yes.",
        "Bill: She's not.",
        "Liam: Why is that?",
        "Bill: This is my office, isn't it?",
        "Liam: Why is wyatt looking at the floor?",
        "Bill: You know your brother. He's a floor looker.",
        "Liam: Wyatt. Dad! What the hell's going on here?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=tudbWNxtuGY"
}