{
    "Episode Summary": [],
    "Recap": [
        "Jackie fusses with some models and carps to Nicky that the designs are not special enough to start over Forrester Creations. He's only half listening as memories of Jerry Kramer keep cropping up. He calls Taylor and wants to see her immediately despite Jackie telling him that this was a man they hardly knew so why worry about it? Taylor agrees to meet him, he wants it to be the boat. Stephanie stops by and remarks that there is a world of difference between being a shop girl and a fashion house owner. If she releases these things, she will be the laughing stock of the business. She shares her opinion of Taylor but repeats she doesn't think Taylor can do him any good. Stephanie calls her a fraud and maybe Taylor will figure that out too.",
        "Taylor delves into Nick's mind about why he did like but suddenly didn't want Kramer in their lives. Concentrating, he grimaces as he remembers being a little boy and they are coming and going at all hours, someone is behind her door hurting her but damn it, he can't remember the details. She asks him to close his eyes, breath deep and focus and think again. Could they have been making love? What was it about the ship's horn? He finally remembers it was Kramer's boat horn that he always blew when he got close to their apartment. He recalls looking through the keyhole and seeing strange men with his mother and always giving her money. Then profusely sweating and almost choking on his words, he states that it was sex and money - his mother was a WHORE."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Jackie: Oh, I don't think Clark understands. I mean, our first line, it can't merely be good. It has to be spectacular. It has to say, \"Forrester Creations, under new management, better - more exciting than ever! And then, this -- this is nothing of the sort and look at this workmanship. Nicky?",
        "[Nick remembering]",
        "Young Nick: I mean it. I want you to leave and never come back. Did you hear me? Never come back! Never come back! Never come back!",
        "Jackie: Nicky?",
        "Nick: Where are the models?",
        "Jackie: Well, I sent them away. You weren't paying any attention. And it all needs to be done again.",
        "Nick: What has to be done again?",
        "Jackie: The cruise line. At least what I've seen, it's just --",
        "Nick: Just tell Clarke to get busy on it, would you?",
        "Jackie: Honey, he is busy. He's just not busy in the right way. Will you talk to him?",
        "Nick: I wish you could help me with this.",
        "Jackie: He just listens to you better than me.",
        "Nick: No, no, I'm not talking about that. I'm talking about Captain Kramer.",
        "Jackie: Why are you obsessing about this man that we barely knew so long ago? I mean, it was a different time, it was a different place --",
        "Nick: I want to know, Mother. Why, later on in life, I hated this man. There's got to be a reason.",
        "Jackie: Sweetheart, these sessions with Taylor, they're not helping you. Quite the opposite -- you know, there are problems that we need to address today. Who are you calling?",
        "[Phone rings]",
        "Taylor: Dr. Hayes.",
        "Nick: Hey, it's Nick. I need to see you.",
        "Taylor: I'll be right over.",
        "Nick: No, no. Can you meet me in my boat?",
        "Jackie: Nicky, no --",
        "Taylor: I'm leaving right now.",
        "Nick: Thanks. Mother, take care of things here for me, will you?",
        "Jackie: No, you can't leave me to deal with all of this --",
        "Nick: I'll be back soon.",
        "Jackie: Nicky! I like Taylor, but she's not helping you.",
        "[SCENE_BREAK]",
        "Taylor: Nick. It was a ship's horn.",
        "Nick: Thanks for coming over so quickly.",
        "Taylor: So, what is it? Something you can tell me?",
        "Nick: It's driving me crazy. There's a gap here. I remember Captain Kramer when things were good. And I can remember wanting to take this man and throw him out of our apartment, right on his [Expletive]. And I don't know what happened in between to make me feel that way. It's not there.",
        "Taylor: It's there. We just have to find it. And you have to be willing to go there.",
        "[SCENE_BREAK]",
        "Jackie: Oh, cross again. Okay, stop, stop right there. It's just -- it hangs all wrong when you move.",
        "Model: I could always just stand still.",
        "Jackie: Is there a problem?",
        "Stephanie: It's rather obvious that there's a problem. It's the material. It's caught at the seam. So, when she moves her leg forward, the material has no place to go but up.",
        "Model: Thank you.",
        "Stephanie: Of course, there is a very quick fix for that. She could limp.",
        "[Model laughs]",
        "Jackie: What are you doing here, Stephanie? And you, you could've pointed that out to me.",
        "Model: It's not my job, Mrs. Marone.",
        "Jackie: Well, you're lucky to have a job. Go to the production room and tell them to fix it.",
        "Model: Good to see you, Mrs. Forrester.",
        "Stephanie: Good to see you, Eva. Tell the cutting crew I said hello.",
        "Model: I will, gladly.",
        "Stephanie: Thank you.",
        "Jackie: They're undermining me, all of them.",
        "Stephanie: Well, that's not hard. You don't know what the hell you're doing.",
        "Jackie: You're wrong.",
        "Stephanie: There's a world of difference between being a shop girl, and running a fashion house. Are these the sketches for your cruise line?",
        "Jackie: We're working on them.",
        "Stephanie: Really? Well, I see that Clark's done a little reworking, but these are Eric's sketches for his 2003 cruise line.",
        "Jackie: Those are new in every aspect.",
        "Stephanie: You keep telling yourself that. You release these, you'll be the laughingstock of the business. Oh, god, I hate to see the company running down this way, but you know, if it does, we'll just have a chance to buy it back at a really cheap price. And from the looks of all of this, that won't be far away.",
        "Jackie: Nicky will never, ever sell you back your company. Not after what you did to me.",
        "Stephanie: Really? Taylor seems to think otherwise.",
        "[SCENE_BREAK]",
        "Nick: This could be something ridiculously simple, couldn't it? Be honest. You don't remember everything that's happened in your life, do you?",
        "Taylor: No, no, but it's usually the things that bother me, that I try not to remember.",
        "Nick: Well, I don't know if I'm trying not to remember. This could be something that just slipped through the cracks of my life. I don't know.",
        "Taylor: Well, let's shine the light down there and see what we can find.",
        "Nick: He hit me once for sassing back to my mother. He hit me.",
        "Taylor: How did that make you feel?",
        "Nick: I don't know. I was a kid, I remember it. He was sailor. I left home at sixteen to be a sailor. Does that mean I hate the guy?",
        "Taylor: I don't know. You know, you can either pace back and forth trying to tell all the reasons you shouldn't be bothered by it, or you just admit to me that you're bothered, and then try to figure out why. Why don't you come over here and sit down. Come on. Come sit down. You need to relax. Okay, just take some deep breaths. That's good. It's okay to be scared. This is a scary process.",
        "Nick: This is new to me.",
        "Taylor: I just want you to know whatever it is you remember, you can handle it. You're a strong man and I'm right here to help you. Close your eyes. Close them. Okay, think of Seattle. Think of the apartment you lived in. Remember where the furniture was. The sounds. Now, this Captain Kramer would come by. And he would bring you gifts. And then, something happened. Something that made you want to cut him out of your life. Remember what that was. Remember what happened. Remember.",
        "[SCENE_BREAK]",
        "Jackie: Nicky in therapy with Taylor is a complete waste of time.",
        "Stephanie: Wrong. That son of yours is one messed up fellow. But then, who isn't. It's not surprising though, considering he had you as a mother.",
        "Jackie: The only thing that is troubling Nicky is the fact that you hurt me so badly when you pushed me off that landing.",
        "Stephanie: Oh, my god, you're not going to beat that old horse to death, are you? You -- I never meant to hurt you, Jackie. And you know that.",
        "Jackie: What about stealing Brooke away from him? You did that on purpose, just as surely as --",
        "Stephanie: My god, it's so hard for you to admit he's a real jerk, isn't it? He lost his wife because he blackmailed Eric. And she had the opportunity to see your son for exactly who he is and what he is.",
        "Jackie: Right. It's all evil Nick. That plays really into your fantasies of persecution, doesn't it?",
        "Stephanie: I wish they were just fantasies. I'm not happy about these sessions that he's having with Taylor. I think it just gives him another chance, another opportunity to hurt another member of my family.",
        "Jackie: Excuse me, she was the one that went to him, and she said, \"Oh, I'll help you find inner peace, if you sell the company back to the Forresters.\" Excuse me, who's got the agenda?",
        "Stephanie: Don't you impugn her integrity.",
        "Jackie: Or what? You'll throw me out the window?",
        "Stephanie: If I thought I could get away with it.",
        "[SCENE_BREAK]",
        "Taylor: Do you hear the sound of the ship's horn?",
        "Nick: They came and they went all day and night. All day, all night.",
        "Taylor: Do you hear it?",
        "Nick: I was in my room and I'd gone to bed.",
        "[Jackie moaning]",
        "[Knock on the door]",
        "Young Nick: Mom? Mom, are you okay?",
        "Jackie: Everything's fine, Nicky. Just go back to bed, sweetheart, okay?",
        "Nick: I did like she said, but I didn't go back to sleep. They were doing something -- someone was hurting my mother. Someone was hurting her.",
        "Taylor: Was it Captain Kramer?",
        "Nick: Yeah. Maybe. Someone was hurting her. Damn it, I can't remember! Damn it.",
        "[SCENE_BREAK]",
        "Jackie: I have absolutely no issues with Taylor. I think she's a wonderful person and she's a thoroughly professional psychiatrist. But I repeat, Nicky doesn't need therapy.",
        "Stephanie: I can only imagine what kind of childhood he had.",
        "Jackie: It was normal. Healthy.",
        "Stephanie: I thought I had one too, well, we're not here to discuss that. Yeah.",
        "Jackie: Well, that's good, because who would be interested?",
        "Stephanie: You made your precious little Nicky exactly who he is. I think you must have done some bad things to that boy.",
        "Jackie: What the hell do you know about me?",
        "Stephanie: Oh, you think you're a mystery? That phony accent, those phony manners. You're a fraud. I knew that from the first time I saw you. Maybe Dr. Hayes will figure out how much of a fraud you really are.",
        "[SCENE_BREAK]",
        "Nick: It's there. It's right there. I just don't know what it is.",
        "Taylor: Don't get frustrated. You're doing great, okay? Listen to me. Just the feelings flow. Let the memories come out. Come on, and sit down. Come on, I want you to relax. Sit down. You're were doing great when you were sitting. Just focus. Breathe again. Breathe.",
        "Nick: Okay.",
        "Taylor: Relax. Close your eyes. Close your eyes. You said that someone was hurting your mother. Do you think, possibly, the sounds that you heard, were -- were they making love? You were very young.",
        "Nick: I know I was young. But I've been around sailors, I've heard them talk. I knew what sex was.",
        "Taylor: In theory. But to a child, those sounds can be frightening. Nick, let's keep going. Close your eyes. It's okay. Calm down. Breathe. Relax. Relax. [Sound of a ship's horn ] What is it about the sound of the ship's horn?",
        "Nick: There was a horn on the boat. It was Kramer's horn on his boat. He would blow it when he got near the apartment. That's what that was.",
        "Taylor: And then he would come to your mother's apartment. Were you always awakened by those sounds coming from your mother's bedroom?",
        "Nick: I went to look --",
        "Captain Kramer: Buy him something --",
        "Nick: Captain Kramer. He offered her money.",
        "Jackie: I can't -- but she didn't want it.",
        "Nick: He was her boyfriend. That's what she was. It's what I always thought. It's what I always thought. She took it.",
        "Taylor: Do you think he was just lending it to her? Try -- try to remember, Nick.",
        "[Nick remembering]",
        "Nick: Oh, god!",
        "Taylor: What? Talk to me. Talk to me, Nick.",
        "Nick: I see it. I see it. I see it now. I see the men. I see them. And the money. I see the men and the money. Sex for money. My mother was a whore. My mother was a whore."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=0GEvN8ZmU4o"
}