{
    "Episode Summary": [
        "Episode # 7458 ~ Steffy & Liam delight in being reunited & vow this time is forever; a teary Nicole draws her own conclusions when she finds Zende & Sasha in a compromising position."
    ],
    "Recap": [
        "Steffy moves into Liam's and they toast to the occasion of her being a free woman. He tells her that although they are very good at this getting back together perhaps this time they should just skip that and focus on staying together. They remember their first kiss and times together. Nicole tells Maya and Rick that she feels badly that she promised them a baby and now she is backing out. She really loves Zende and she knows she should have told him her decision first. He is in Hawaii with Sasha but she hopes he is heading home and will understand. There has been no word from him and she does not know how he could do that just run away with Sasha .even though he said they have not slept together.",
        "Sasha convinces Zende to at least try to go lie down and rest even if he cannot sleep. She peeks in later on him shirtless, and she cannot resist. She goes to him and kisses him and he awakes and wants her too. Nicole rushes off to meet Zende at the plane. She comes abroad and the captain says he and Sasha have not departed yet. She sees a closed door, no Sasha or Zende in sight so of course she cannot help herself and she opens the door. After lovemaking Steffy tells Liam this is where she knows she belongs. Maya tells Rick that Zende is not acting like himself right now but she thinks Nicole and Zende belong together. Nicole is shocked and disappointed when she finds Sasha and Zende all wrapped up in the tangled sheets on the bed. She rushes out with him right behind trying to explain. He thought she had the procedure and would be home."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: Ooh, that smells so good.",
        "Nicole: Thanks, but I'm not really hungry.",
        "Maya: It's your favorite.",
        "Nicole: I know. I just, uh, feel really bad. I'm -- I'm sorry.",
        "Rick: Nicole, you don't need to apologize.",
        "Nicole: I agreed to help you have another baby, and I backed out.",
        "Maya: Well, rick and I completely respect your decision.",
        "Rick: Yeah.",
        "Nicole: But I can tell you're disappointed.",
        "Maya: Not in you.",
        "Nicole: But I don't want you to be disappointed in Zende, either. I love him so much, Maya. I could have handled this better, waited like you said, and talked to him. If he hadn't run off to Hawaii... he loves me. He wants to be with me. I know he doesn't want to be with Sasha. I have to make this right. I don't want to lose him.",
        "[Airplane engines whining]",
        "Sasha: Why don't you go get some sleep before we land?",
        "Zende: I've tried. Can't. I can't stop thinking about it. How could Nicole go through with this procedure?",
        "Sasha: I honestly don't know.",
        "Zende: We talked about it. We agreed that she would tell Maya no. And then without even talking to me, she agrees to be their surrogate. She just...changed her mind.",
        "Sasha: Hey, let me ask you a question. In all this thinking about Nicole that you're doing, has it made you feel any better? Maybe some shuteye will.",
        "Zende: I guess it couldn't hurt. [Sighs]",
        "[Door opens]",
        "[Door shuts]",
        "Liam: So... tell me this isn't great.",
        "Steffy: Oh, well, there's still a few more changes I'd like to make.",
        "Liam: Yeah, but not to the bathroom, right? I mean, new tiles, new tub. Do you love it? Yes?",
        "Steffy: Yeah.",
        "Liam: Do you love it?",
        "Steffy: Of course. Yeah.",
        "Liam: Okay, 'cause it is your oasis.",
        "Steffy: This is my oasis. But I do appreciate the counter space, all this area to put my stuff. But I just don't know what you're gonna do with yours. Here's to sharing.",
        "[Both laugh]",
        "[Glasses clink]",
        "Liam: You know what? No. Here's to you being a free woman.",
        "Steffy: I'm not completely free yet.",
        "Liam: Yeah, but you're getting there. I mean, you had your first tattoo removal. You started the divorce process. You took up every centimeter of the bathroom, and you rearranged 75% of the knickknacks around the house, so that's something.",
        "Steffy: Hey, you've gotten used to this place all for yourself, right?",
        "Liam: Yeah, I did, and I hated every minute of it. But... every minute that I spent missing you was a minute closer to this moment.",
        "Steffy: You believed it would happen.",
        "Liam: I had to. I can't picture my life without you.",
        "Rick: Mm.",
        "Maya: Yeah.",
        "Rick: Mm-hmm.",
        "Maya: Still no word from Zende?",
        "Nicole: Nope. How could he do that? How could he just go to Hawaii, with Sasha, of all people?",
        "Rick: He didn't explain himself the last time you talked?",
        "Nicole: He swears nothing happened and that he just needed to get away, but... she's there, rick. She got on a plane, and I know why.",
        "Liam: Hey, I know we're, uh -- [Chuckles] We're really good at this, but, um... let's not do it anymore.",
        "Steffy: What's that?",
        "Liam: Getting back together.",
        "Steffy: [Chuckles]",
        "Liam: I mean, we always do, and it's great, you know? But I don't know. This time, maybe we should try, like, staying together.",
        "Steffy: Mm, you think it'll be boring?",
        "Liam: Boring?",
        "Steffy: Yeah.",
        "Liam: N-- excuse me? Do you even remember our first kiss?",
        "Steffy: [Chuckles] Of course I remember.",
        "Liam: I totally saved you from drowning.",
        "Steffy: You have always been my hero. [Sighs] That was such a long time ago.",
        "Liam: It'd be kind of hard to draw a straight line from that moment to this one.",
        "Steffy: [Inhales sharply] Now, that... would be really boring.",
        "Liam: It's pretty amazing... how long we've known each other and everything we've been through together.",
        "Steffy: What do you remember most?",
        "Liam: The good stuff.",
        "Steffy: Like this?",
        "Liam: Yeah, this, for sure. I won't forget this. And our weddings. It'd be really hard to top our weddings.",
        "Steffy: [Sighs]",
        "[Julia Michaels' \"Next To You\" playing]",
        "[Engine revving] Take me away, unravel everything I wanna feel you breathe inside me writing with your fingers all across my back if you feel what I feel, I'll guess it just like that stay with me, stay with me, stay with me trip with me, trip with me, trip with me am I really here on the ceiling? Way up here, somewhere I am dancing and things keep falling just like I do well, am I really here next to you? I picked so many petals, and they all said the same the last one in my hand had your name so stay with me, stay with me, stay with me trip with me, trip with me, trip with me be with me, be with me, be with me oh am I really here on the ceiling? Way up here, somewhere I am dancing and things keep falling just like I do well, am I really here next to you? Next to you next to you",
        "Nicole: Hey, Zende. It's me again. I really wish you would answer, because I really need to talk to you. It hurts that you're in Hawaii with Sasha. But you were right. I should have included you in my decision. I love you. Get back here right away. Okay, baby?",
        "[Cell phone beeps]",
        "Maya: You didn't tell him you changed your mind?",
        "Nicole: Not in a voicemail. I need him to understand why.",
        "Rick: Hey, I just got word the jet's on its way back to los Angeles.",
        "Nicole: They're on their way back right now?",
        "Rick: Yeah, should be landing soon.",
        "Nicole: Well, I've got to get to the airport. I want to be there. And I can tell Zende in person that I didn't go through with the procedure.",
        "Maya: Great. Rick will drive you. I'll stay here with Lizzy.",
        "Rick: Yeah, I'll just go get my keys.",
        "Nicole: No. I need to do this by myself. Zende and I need to talk. But keep those keys handy, because Sasha might need a ride back.",
        "[Nicole and rick chuckle]",
        "Maya: Hey, Nicole? You and Zende have a lot to talk about. Just...take your time.",
        "Nicole: I just hope he can forgive me for making this decision without him... just like I'm trying to understand and forgive him for taking off with Sasha.",
        "Steffy: You know what I was thinking?",
        "Liam: Hmm?",
        "Steffy: I bet aspen's really beautiful right now.",
        "Liam: [Chuckles] We are just getting settled in, and you want to skip town?",
        "Steffy: Well, that's -- that's our place.",
        "Liam: I thought this was our place.",
        "Steffy: Well, this is special for us, too.",
        "Liam: You know what all this reminiscing makes me realize?",
        "Steffy: Hmm?",
        "Liam: As great as those moments were... they don't compare to this one.",
        "Steffy: This one?",
        "Liam: And all the moments ahead, yeah.",
        "Steffy: You, me, and a bottle of wine?",
        "Liam: Yeah -- you, me, and nothing coming between us. Look at this. I get to just love you... like I always have... except without any distractions, without any waiting. I mean, this is what I held onto all those months. This is my fantasy. At least the beginning of it. Hours and hours tick away and I'm faithfully waiting for you left my porch light on all night long burning bright as a sun to guide you through when you're lost in a crowd and your heart is pounding out loud you'll have nothing to fear because I'll always be near I'm standing with you I'm standing with you Mm, I'm standing with you I'm standing with you I'm standing with you I'm standing with you I'm standing with, I'm standing with you [Humming] Always believed in our special bond with you is where my soul belongs after all the bitter and the sweet we are finally back in each other's arms when you're lost in a crowd and your heart is pounding out loud I'm standing with you I'm standing with you I'm standing with you I'm standing with you I'm standing with you",
        "[Kettle whistling]",
        "Rick: Lizzy is sleeping like an angel.",
        "Maya: Thank you.",
        "Rick: Oh, I don't mind checking on our baby girl.",
        "Maya: No, thank you for being so understanding with Nicole.",
        "Rick: Well, we agreed not to pressure her.",
        "Maya: Mm.",
        "Rick: Yeah, well, we talked about having kids other ways, adoption being one of those.",
        "Maya: There are so many children that need a loving family.",
        "Rick: Yeah, Nicole being our surrogate -- that was just one of those options.",
        "Maya: [Sighs] She should be at that jet by now.",
        "Rick: Do you think that she and Zende are gonna be able to work this out?",
        "Maya: Well, if they can talk, I don't see why not.",
        "Rick: He's on his way back to L.A. That should be a good sign.",
        "Maya: He shouldn't have left in the first place. Running off with Sasha was not the way to handle this.",
        "Rick: He told Nicole nothing happened between them.",
        "Maya: Yeah, for all their sakes...I hope that's true. Ms. Avant.",
        "Nicole: Welcome back to L.A. I was trying to catch Zende. Did he leave yet? No, I believe he and ms. Thompson are still onboard.",
        "Nicole: Thank you.",
        "Steffy: Tell me again about this wild fantasy of yours. The two of us, sitting on the couch --",
        "Liam: Till we're old and gray, baby.",
        "Steffy: Mm-hmm.",
        "Liam: That does sound good, right?",
        "Steffy: Yeah.",
        "Liam: Not as good as this, but...yeah.",
        "Steffy: I think we'll be doing this when we're old and gray.",
        "Liam: And every day in between. We got a lot of time to make up for.",
        "Steffy: The rest of our lives. I just want to savor this moment, you know? I'm always gonna show you my feelings. You'll always see that. I love you. And you're right. This is... [Sighs] This is where I belong. With you. I'm home.",
        "Maya: Things were going so well for them. I just don't know what Zende was thinking.",
        "Rick: Well, obviously, my nephew needs to grow up a little bit.",
        "Maya: I thought he had -- I mean, how wonderful his reaction was after Lizzy was born, and how attentive he's been with Nicole since then.",
        "Rick: He didn't want her to be our surrogate.",
        "Maya: Zende isn't acting like himself right now, but... in spite of everything that they've been through... I think they belong together.",
        "Nicole: Zende? [Gasps]",
        "Zende: Nicole?",
        "Nicole: [Crying]",
        "Zende: Nicole! Nicole, wait, wait. Let me explain.",
        "Nicole: You're in bed with her. [Sobbing]",
        "Zende: Sit down for a second, all right?",
        "Nicole: I shouldn't have come. This was a mistake.",
        "Zende: I thought you'd be at home. You -- you had the procedure. I saw Maya's post. You did it. You're gonna have another baby for them. Nicole! Nicole, wait!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=2sOmWBsnt_k"
}