{
    "Episode Summary": [],
    "Recap": [
        "While boxing up all her personal things at Forrester's, Stephanie has more flashbacks of her angry father. Taylor interrupts because Stephanie has not returned her phone calls. She surmises she doesn't think the marriage will survive if she doesn't deal with her past and make amends with Eric. Nick tells his mother that he owns Forrester Creations now, but his marriage is over. Brooke chose the Forrester's; she chose Ridge. Stephanie tells Brooke selling her stocks to Nick is a gesture she won't forget. Eric says, \"a lifetime to build and two days to haul it all away.\" Stephanie gives genuine thanks to Ridge, Thorne, Felicia, Sally and Taylor until only Eric is left. She tells him that she needs his forgiveness. He states she is his wife, he will never not love her. She declares she is proud to be Mrs. Eric Forrester and they take one last look around the dismantled office before moving on. The workers unite and give Eric and Stephanie a rousing, tearful good-bye. He vows that someday he will get this company back.",
        "Nick steps into the office \u0096 into this hollow victory. Bridget finds him sitting quietly at the desk. She asks why is he doing this, not just to Stephanie as Nick says, but to her father and entire family? He won't presume that they can re-capture what they once had, but he does want her to be part of the business. He needs her help, but she declines. She tells him her entire family is downstairs saying good-bye and that's where she should be. Stephanie catches Nick alone and they have their little showdown with her looking at the ornate initial F's on the windows and taking a poker and slowly one by one knocking them out \u0096 F stands for freighter fraud something we can't use in polite company .but he will never have the true Forrester spirit. He picks up the poker and tells a smirking Stephanie that Forrester Creations is his now and will be until she draws her dying breath."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Employee: I can take that for you, Mrs. Forrester.",
        "Stephanie: Oh no, thanks, John. I'll take this one myself.",
        "[Sound of glass breaking]",
        "John: Stephanie look what you've done.",
        "Young Stephanie: I'm sorry Daddy, I'll dry it up.",
        "John: How many times have I told you to be more careful?",
        "Young Stephanie: I'm sorry it won't happen again. I promise.",
        "John: You need to learn to be more careful, little lady.",
        "Young Stephanie: I'm sorry daddy. I didn't mean to. I said I'm sorry. I'm sorry.",
        "Taylor: Stephanie?",
        "Stephanie: The end of the company.",
        "Taylor: It's unbelievable.",
        "Stephanie: I didn't realize that we could fill so many boxes with so many personal things, you know. And then you just close them up and tape them over, and all you see are boxes.",
        "Taylor: Memories are stored here. They're yours. No one can take them from you. Yours alone. Forever. Listen, I've been trying to call you and you haven't returned my calls.",
        "[SCENE_BREAK]",
        "Nick: You're looking at the new owner of Forrester Creations.",
        "Jackie: They signed the company over?",
        "Nick: Signed, sealed, and delivered.",
        "Jackie: Oh, Nicky, I mean, I knew you were determined, but Stephanie -- she said that she was going to fight to the bitter end.",
        "Nick: That's where she is -- her bitter end.",
        "Jackie: Now you and Brooke -- your marriage -- there's nothing, nothing standing in your way.",
        "Nick: The marriage is over, mother. Brooke sold her stock to me. She chose the Forresters. She chose Ridge.",
        "Stephanie: I'm not avoiding your calls.",
        "[SCENE_BREAK]",
        "Taylor: Stephanie, I'm used to this. It's very normal for a patient to seek out help, and then suddenly want to stop because they're afraid of what therapy's going to reveal.",
        "Stephanie: I understand. I understand, but just not today. You know, I'm -- I look around and I think of all the work that we did to build this.",
        "Taylor: Well, you just the one who came to me and you were telling me that your marriage is in crisis.",
        "Stephanie: My marriage is always in crisis. But you're good at what you do. So, you made me start thinking about the good times.",
        "Taylor: I'm just wondering if they really were all good?",
        "Stephanie: I don' think I have anything to hide.",
        "Taylor: Well, when you started to talk about your father --",
        "Stephanie: I don't want to get into that. Not now.",
        "Eric: Well, I think that's just about everything -- Taylor -- hi.",
        "Taylor: Eric, I'm so sorry about everything.",
        "Eric: Yeah, well, we'll survive.",
        "Stephanie: Actually, Taylor came to see me, Eric. After we had that argument the other day, about you selling the business, I went to see her at the office. To get some professional help.",
        "Eric: And?",
        "Employee: Mr. Forrester, the movers have a question about some of the boxes.",
        "Eric: I'll be right there.",
        "Stephanie: Well, we talked about a lot of things. My childhood. And I think it was good.",
        "Eric: Well, it's a start. Excuse me.",
        "Stephanie: I think he knows I'm trying.",
        "Taylor: Stephanie, trying is not going to cut it for him. I don't think your marriage is going to survive, if you don't deal with your past.",
        "[SCENE_BREAK]",
        "Jackie: Brooke chose Ridge?",
        "Nick: Call it whatever you want.",
        "Jackie: Well, her hand was forced. You, taking over the company --",
        "Nick: Don't forget what that woman did to you -- taking Forrester Creations. She got off easy. Mother, we focus on us now. We move forward. When I look back at that family, the only person that was loyal to me was Bridget.",
        "Jackie: Bridget?",
        "Nick: I want her to be part of the company. I want Bridget to be part of the new Forrester Creations.",
        "[SCENE_BREAK]",
        "Bridget: Oh, good, I'm glad. I didn't miss you guys.",
        "Stephanie: Oh, hi, honey. It's all right.",
        "Ridge: Stock's almost loaded.",
        "Brooke: It's so sad.",
        "Stephanie: You didn't have to sell the stock to Nick. I know that. And it's a gesture I won't forget.",
        "Ridge: We're all in this together. Family.",
        "Brooke: Family.",
        "Stephanie: Well, it shouldn't be a wake, I guess.",
        "Ridge: No, absolutely.",
        "Eric: Well, a lifetime to build. And two days to haul it all away.",
        "Sally: But you can't keep a Forrester down.",
        "Eric: No, you can't, sally. And I think we learned some of that from you. And now, you're a Forrester, too.",
        "Ridge: Look, we may not have our name on the designs --",
        "Felicia: But we'll always be Forresters.",
        "Thorne: Always classy.",
        "Brooke: The gold standard.",
        "Ridge: And all because of you two.",
        "Eric: Thank you. Look, I don't know how to get through the day without it. All right, look, the employees are all waiting downstairs.",
        "Stephanie: Wait, wait. I've just been, you know, thinking so many thoughts today and so many memories. I just -- I was thinking about when you guys were little. And you would race up and down the hallways. They always wanted to beat one another. Each one determined to be first. But it turned out okay in the end, because you've always been there for one another. And I thought about Felicia, you know, when she was first born. She used to come to work with me every day. A little bassinet and I would rock her back and forth. And trying to work on the books with the other hand. And finally, she would fall asleep. She snored.",
        "Felicia: I love you, Mom.",
        "Stephanie: I love you, too, honey. Even though, you drove me crazy. Such rebellion. But we all knew you were talented. Talent that you inherited from your father. The point is, the four of you turned out to be wonderful, wonderful, wonderful adults. Strong, demanding of yourselves --",
        "Ridge: Oh, like we had any choice --",
        "Stephanie: No, you didn't. And then, when things would get crazy --",
        "Thorne: Always crazy.",
        "Stephanie: You, you were the one who always kept your head. Sally, you were always nipping at our heels. Closer than Eric and I ever wanted to admit that you were. I think we both agree that the word \"panache\" was created for you.",
        "Sally: I thank you for that.",
        "Stephanie: But it's over. And what I really wanted to say, as I walk through all these memories, was that I -- I know you sacrificed all of this, all of your lifetime of work, for me. Thank you. I'm just sorry that it had to end this way.",
        "Eric: Your mother and I will be right down.",
        "Felicia: Nice speech.",
        "Stephanie: Thank you. We'll see you. I need you to forgive me.",
        "Eric: You're my wife. I will never not love you. I will always forgive you.",
        "Stephanie: You know, you never cease to amaze me. I don't want us to be over. I'm very proud to be your wife. I'm very proud to be Mrs. Eric Forrester.",
        "Eric: Well, Mrs. Forrester, ready?",
        "Stephanie: Yes, Mr. Forrester.",
        "[SCENE_BREAK]",
        "[Energetic Christmas music]",
        "Bridget: Please don't do this.",
        "Nick: It's done.",
        "Bridget: You know how sorry my family is for what happened to your mother.",
        "Nick: Bridget, sorry doesn't cut it this time. What Stephanie did, she's going to be held accountable.",
        "Bridget: My father and the rest of my family, why are you doing this to them?",
        "Nick: Because they've forgiven too much. Bridget, you know how strong my feelings are for you. I would never presume to think that what we had we can recreate again. When I asked to see you the other day -- I need your help.",
        "Bridget: My help?",
        "Nick: I want you to be a part of this company.",
        "Bridget: What?",
        "Nick: You're a Forrester. This is Forrester Creations.",
        "Bridget: You're asking me to betray my family? I'm a doctor. I'm the one Forrester that has no interest in the fashion business.",
        "Nick: You can succeed at anything you put your mind to.",
        "Bridget: No, I can't.",
        "Nick: You have a child on the way.",
        "Bridget: Nick --",
        "Nick: Working here can give you the flexibility that you need.",
        "Bridget: I don't need --",
        "Nick: I will make sure that you have everything that you want.",
        "Bridget: Nick, stop, please. I don't need your help. I don't need your flexible hours. I don't need anything. I lost the baby.",
        "[SCENE_BREAK]",
        "[Applause]",
        "Eric: Oh, my goodness. Thank you. Thank you. We started this company a long time ago. It was a dream. And then we grew, and our family grew. The business grew. And every time I came into this building, I felt such a connection with all of you. Such love from all of you. I thank you for that. It was never my intention to leave, certainly not like this. But I'm resolved to come back to again, someday. We will reclaim our position in the fashion industry. I promise you that. And when we do, we'll all be together again. Someday, I'm going to get this company back.",
        "[Applause]",
        "[SCENE_BREAK]",
        "Nick: Bridget -- I'm sorry.",
        "Bridget: I don't want to think about it. I don't want to talk about. I just want to move on with my life.",
        "Nick: This can be your life.",
        "Bridget: Stop, nick. I won't play the fool. Not again.",
        "Nick: That's not what I want.",
        "Bridget: You got what you want. You just took what my family loves the most. And you stripped the company from them.",
        "Nick: They were given a choice.",
        "Bridget: What choice, Nick? What choice? My family is downstairs right now trying to say goodbye to a lifetime. I should be with them. You know that man that I fell in love with? That honest and decent man? God, I hope he's still in there somewhere. Don't lose yourself in all this.",
        "[SCENE_BREAK]",
        "Stephanie: Don't get too comfortable there. I'm not finished with you by a long shot.",
        "Nick: Stephanie, I've taken your company. Don't tempt me to take anything else.",
        "Stephanie: You're never going to succeed in this business. You don't know a thing about fashion. Revenge is what this is all about, isn't it?",
        "Nick: I call it justice.",
        "Stephanie: Well, you've made an enemy for life.",
        "Nick: So have you.",
        "Stephanie: An enemy who understands your weakness. That weakness is Brooke. You've lost her. And no matter what you do, you're never going to get her back. Including this.",
        "Nick: Well, then, I suppose we're both feeling loss, aren't we? Your family's lost their company. All of that blood, sweat, and tears -- squandered away by you, their bitter matriarch.",
        "Stephanie: What does the letter \"f\" stand for in your business? Nick, I believe it's freighter, right? Or is it -- [Glass breaking] Fraud? Which you are. Or maybe it's -- [Glass breaking] Fool. Which you are, also. Or maybe it's just the conventional \"f\".",
        "Nick: Go on.",
        "Stephanie: I wouldn't want to say it in polite company.",
        "[Glass breaking]",
        "Stephanie: You may have our name above the door on the outside of the building. But you will never, never have the talent required in the building. Ever.",
        "Nick: Forrester Creations is mine now. In the palm of my hand. And until the day you die, that's where it will remain."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=A-zUvF5BSkQ"
}