{
    "Episode Summary": [
        "Episode #7730 ~ Eric tells Quinn of the Forrester men's history with Brooke; Ridge sets up a steamy surprise for Brooke."
    ],
    "Recap": [
        "Thorne and Sheila finish their conversation when she says Eric forgave both Ridge and Quinn. Just remember he did not hear this from her. Thorne returns to the office and says Ridge had other ideas so his lunch with Brooke was cut short. Brooke and Ridge are in the steam room. Quinn pops over to Il Giardino to wait for takeout and cannot escape from Sheila who spots her and waltzes over asking how she is. Quinn says she does not have to play nice with Sheila since she is just a troublemaker. Sheila thinks it is too bad that Brooke was called away by Ridge. Quinn says no mind, Brooke and Ridge will be having fun in a moment and she hopes they are as happy as she and Eric are. She grabs her takeout, making sure Sheila never got her hands on it and tells the witch to leave Eric and her entire family alone. Sheila grins; she knows she still gets to Quinn. Eric tells Thorne this is why he did not want Thorne to know about Brooke and Ridge and the rough patch with Quinn. But he forgave her and all is well. He did tell Ridge he was no longer part of this family, this company and no longer his son, but in time he forgave him. Life is short and hanging onto animosity does no good.",
        "Thorne says he knows but Ridge takes and takes and he is going to stop that once and for all. Eric says he does not want him to fly off the handle and go after his brother; all has been forgotten. Thorne says Ridge is CEO well co- CEO but Eric knows all he has done in the past. Thorne says because of his mother's lie he spent his whole life in the shadows of a Marone, not a Forrester. Maybe that is why Ridge does what he does. He knows he is not worthy. Brooke is an extraordinary woman and she deserves the best. Actions deserve consequences and his brother is going to learn that the hard way. Brooke apologizes for being dragged away at lunch but says she can take care of herself. Thorne confides that he knows who the other woman was and why Brooke did not want him to know. She cannot let this go on, the lies and betrayal. With dad's wife, she must have been horrified. He says no more butts, no more excuses for his brother. Brooke should have been enough for any man but Ridge wanted more. She has to get out of this. He has broken her heart countless times and enough is enough. He will not let him do that again. Ridge is incapable of loving one woman; she cannot go back to him and marry him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Thorne: Stop patronizing me, ridge. I'm done with it.",
        "Ridge: Take it easy. Let's respect my office. Can we do that?",
        "Thorne: Oh, right, of course. Yes, your office. Let me -- let me apologize and bow down to the almighty ridge forrester.",
        "Ridge: What is this? Why do you have this big chip on your shoulder? Why?",
        "Thorne: Because I just got into town! You're already on my case, trying to undermine me, get under my skin, which is working, by the way. But it's done. I'm not putting up with this anymore.",
        "Ridge: Are you gonna cry right now?",
        "Thorne: I am so sick of your condescending attitude, your total lack of respect.",
        "Ridge: Stop overreacting, little brother.",
        "Thorne: All right, I've told you before. Don't ever call me that again.",
        "Brooke: I think it's wonderful that thorne wants to branch out and try his hand in design.",
        "Eric: Well, apparently he's been fully engrossed while he's been in europe, working with other designers. I had no idea.",
        "Quinn: Well, good for him. If he has half your talent, he's gonna do an incredible job.",
        "Brooke: I think his designs are pretty impressive already. Wouldn't you agree, eric?",
        "Eric: I like what I've seen so far. I'm curious to see where he goes with it.",
        "Brooke: As long as ridge doesn't get in the way.",
        "Quinn: Oh, yeah, ridge doesn't seem too thrilled.",
        "Eric: My boys have been very competitive with each other all their lives. But ridge usually ends up getting the upper hand.",
        "Brooke: Yeah, but not in this case.",
        "Eric: Maybe he'll stand up to his brother this time.",
        "[ Seagulls calling ]",
        "Liam: Hey, steffy, what do you want on your salad? Want some tomatoes? Hey. Steffy. You okay? What's wrong?",
        "Thorne: Get it through your head, ridge. I'm not taking your crap anymore.",
        "Ridge: Then maybe you should go back to paris.",
        "Thorne: Oh, I'm not going anywhere. I'm not gonna let you push me out.",
        "Ridge: What do you want? What is it?",
        "Thorne: This is our company, our family business.",
        "Ridge: [ Sighs ]",
        "Thorne: It's not yours. You don't get to tell me what to do.",
        "Ridge: Like it or not, I'm the one that runs this company, little brother.",
        "Thorne: Oh, you son of a bitch. I warned you, do not call me \"little brother\" anymore!",
        "Brooke: What's going on in here?",
        "Ridge: Nothing. It's okay. Ask him.",
        "Thorne: We're fine.",
        "Eric: I don't want the two of you fighting in here.",
        "Brooke: You really need to calm down, both of you. Thorne, let's just go outside and get some fresh air.",
        "Eric: Take him to il giardino. Just take him to lunch.",
        "Brooke: That's a good idea. Come on.",
        "Thorne: You're a bully, ridge. You're used to controlling everyone around you. Well, that's gonna stop. And not just for my sake, but for everyone else'S. You're done mistreating people, especially brooke.",
        "Steffy: Oh, I'm -- I'm fine. I -- I'm sorry. I was just thinking about something else. It doesn't matter now.",
        "Liam: You sure?",
        "Steffy: Yeah, I'm sure.",
        "Liam: Okay.",
        "Steffy: I'm just happy to be home, having a homemade meal with my husband. It's everything I ever wanted.",
        "Liam: Yes, including tomatoes, which you're getting whether you like it or not.",
        "Steffy: [ Chuckles ] Fine with me.",
        "Liam: This is kind of nice, right? Lunch at home together.",
        "Steffy: Yeah, you know, sometimes I do have good ideas.",
        "Liam: You always have good ideas. Exhibit a -- the fact that my father and I are even speaking to each other. Do you know he offered to help sally get back -- get -- that was really insensitive. I'm sorry. I'm so sorry. I didn't mean to bring up sally.",
        "Steffy: No, no, no, no. It's fine. It's fine.",
        "Liam: No, it's not fine, actually. You've been nothing but understanding, and I -- [ Sighs ] I will never forgive myself for breaking our vows.",
        "Eric: Stop giving thorne a hard time.",
        "Quinn: [ Sighs ]",
        "Ridge: He's so much fun to mess with.",
        "Eric: You're too old to be at each other's throats all the time.",
        "Ridge: All right, maybe it's childish, but he's -- he's so sensitive. I can't not push him.",
        "Eric: Ridge, I'm asking you -- no, I'm telling you. Be civil to your brother. Now, I'm glad thorne is back. And I want everyone else to be supportive of him, too, especially you.",
        "Ridge: I'm doing my best.",
        "Eric: No, you're not. Do better.",
        "Ridge: Lower your expectations.",
        "Quinn: Ridge.",
        "Ridge: It's something -- something strange here.",
        "Eric: Strange? What?",
        "Ridge: Well, the guy comes into town, and now all of a sudden he's a designer? What is that?",
        "Ridge: He's up to something.",
        "Eric: Like what?",
        "Ridge: I don't know.",
        "Quinn: Are you upset because he's staying at brooke's?",
        "Ridge: Am I upset? No, I'm a little curious that a grown man would come to los angeles and not get a hotel room for himself. But I also know that a little thorne goes a long way, so I'm gonna find brooke and relieve her of her babysitting duties. Goodbye.",
        "Quinn: [ Sighs ]",
        "[ Door opens ]",
        "[ Indistinct conversations ]",
        "Thorne: I don't know how you can stand him.",
        "Brooke: Don't let ridge get to you.",
        "Thorne: I try not, but he has a way of rattling my cage, acting all superior with his condescending tone. I've had to put up with it my entire life, and I'm just over it.",
        "Brooke: Your brother loves you. He just doesn't have the best way of showing it.",
        "Thorne: Don't defend him, brooke, not after what he did to you. In australia? Day before your wedding? You were right to break it off with him. And bill. Try being alone for a while, see how it feels. You're an amazing woman. You don't need a man to define you.",
        "Brooke: You're very sweet to say that. And it's nice to be reminded once in awhile.",
        "Thorne: Well, it's true. I've known it from the day I met you how special you were. Any man who doesn't understand that is a fool.",
        "[ Seagulls calling ]",
        "Liam: I just want you to know how sorry I am.",
        "Steffy: I do. More than you realize.",
        "Liam: [ Sighs ] It's weird. I mean, like, I want us to be able to completely put this behind us, but I also know that I have no right to expect that.",
        "Steffy: Oh, believe me, i want to put this behind us as much as you do.",
        "Liam: Well, I-I mean, I made you angry. I made you furious. And you had every right to be. But when you came home and forgave me, I couldn't believe how lucky I was. I mean, it was like you were a different person, honestly. Actually, I never asked you this, but...where did you go that night? Like, what did you -- what did you do?",
        "Liam: I mean, you never actually told me what you did that night. What made you come back home?",
        "Steffy: I, uh, I just wanted to come home and -- and -- and be with you. I shouldn't have left you. I should've stayed here.",
        "Liam: Hey, I'm sure if I were in your shoes, I would have done the same exact thing.",
        "Steffy: I don't think you would have.",
        "Liam: Did you -- did you talk to someone, someone who made you feel better? Well, look, for all I know you were alone and you worked it out by yourself and I'm just not giving you enough credit, but... I'm kind of -- I'm trying to fill in the blanks here, and -- hey, hey. I'm sorry if I'm being annoying. I just... I just want to know where you went that night.",
        "[ Birds chirping ]",
        "Eric: I hate infighting, especially when it's my kids.",
        "Quinn: Yeah, well, siblings don't always get along. That's why they call it sibling rivalry.",
        "Eric: [ Scoffs ] I hope that's all this was. If we hadn't come in when we did, this could have gotten physical.",
        "Quinn: No, I don't think they would have let it get that far.",
        "Eric: Wouldn't be the first time.",
        "Quinn: [ Sighs ] These issues that you're talking about, I'm assuming most of them have to do with brooke.",
        "Eric: Yes, yes, they do. Well, you know. Thorne and brooke have been close for a long time. They were married at one point, and now... well, here's brooke right in the middle of it again.",
        "Thorne: You know, you've been there for me every step of the way, no matter what we've gone through, and we've gone through a lot together.",
        "Brooke: You think?",
        "Thorne: You know, I count you as someone I can always turn to.",
        "Brooke: You've always been a very dear friend to me, too, thorne. And I'm just so glad to have you back, see that handsome smile on your face.",
        "Thorne: Well, thanks for giving me a reason to put it there.",
        "Brooke: You know, you're really humble. You're quite an amazing person.",
        "Thorne: Oh, stop it.",
        "Brooke: No, honestly. I think you're the sweetest, kindest person I ever met.",
        "Thorne: Maybe it's my kindness that's gotten me where I am today.",
        "Brooke: Where is that?",
        "Thorne: I don't know. I'm single, lost my daughter. I needed time away to think about my life, my time with macy, darla. You know, being a father is really one of the greatest experiences I could ever have. And our time together. You'll always be a huge part of my life.",
        "Brooke: Mine, too.",
        "Thorne: Remember venice, our wedding? I haven't forgotten.",
        "Brooke: [Aughs ] I haven't forgotten, either.",
        "Ridge: Logan! There you are. Hey.",
        "Brooke: Ridge, what are you doing here?",
        "Ridge: Trying to call you. It keeps going to voicemail. We have a meeting.",
        "Brooke: I'm having lunch with your brother.",
        "Ridge: Well, it's gonna have to wait. It's a lunch meeting at the office. I almost forgot about it.",
        "Thorne: Oh, come on, ridge. You heard logan. We're having, uh, lunch.",
        "Ridge: And you're probably talking her ear off. Come on. We got to go. We're late.",
        "Brooke: Uh, okay. I'm sorry.",
        "Thorne: No, it's fine.",
        "Sheila: Thorne. Hello.",
        "Thorne: Sheila.",
        "Sheila: I know. I'm -- I'm out of jail. I've been living in L.A. For a while now.",
        "Thorne: Yeah, I-I heard that.",
        "Sheila: I couldn't help but notice you and brooke, the connection that you guys have. It's -- it's a shame that ridge came and took her away. Yeah, but that is what ridge does, right? Takes whatever woman he wants from his friends, his brother, even his dad.",
        "[ Car horn honks ]",
        "[ Birds chirping ]",
        "Brooke: This is the lunch meeting? Where is everybody else? This is just lunch.",
        "Ridge: It's not just lunch. We've met, and this is a conference table, so this is... this is our meeting. And it's better than sitting and having lunch with thorne anyway, right?",
        "Brooke: [ Sighs ] That's really sweet of you. But you were really rude to thorne.",
        "Ridge: It's okay. He'll get over it. And besides, we got to stay away from that restaurant. Sheila works there, and you don't want to run into her. That never ends well.",
        "Sheila: Do you mind if I join you for a moment? I'm on my break right now.",
        "Thorne: What did you mean earlier about my brother?",
        "Sheila: Well, I may as well tell you because you're gonna hear about it eventually anyway.",
        "Thorne: Hear what?",
        "Sheila: I-I hired your dad's estate manager, mateo, to try and seduce quinn. Yeah, I thought she would betray your father, and I was wrong. It blew up in my face, and quinn did not cheat on eric.",
        "Thorne: Hmm. Of course she wouldn't cheat on my dad. I mean, they're practically newlyweds. Why -- why would you think she would do that?",
        "Sheila: I have my reasons. You know, thorne, it's almost like you're new to L.A. Again. You've been gone for so long. There's a lot that's happened that you don't know about.",
        "Thorne: Well, I should probably get going.",
        "Sheila: Thorne, wait. Do you ever wonder why brooke and ridge didn't get married, why she didn't go through with the wedding?",
        "Thorne: You know?",
        "Sheila: Well, I suppose if i tell you, you -- you can't let anyone know it came from me.",
        "Thorne: You know who ridge was with before the wedding?",
        "Sheila: Yes.",
        "Thorne: Well, tell me. I'm worried about brooke being hurt again.",
        "Sheila: Well, you should be.",
        "Thorne: Why?",
        "Sheila: The reason I hired mateo to go after quinn.",
        "Thorne: This isn't about quinn.",
        "Sheila: Oh, yes, it is. Quinn has cheated on your father.",
        "Thorne: Quinn?",
        "Sheila: Yes. She had an affair with ridge.",
        "Steffy: You want to know where I went that night?",
        "Liam: Uh, yeah. I mean, you don't -- you don't have to tell me if you don't want to. I just figured it'll help us put the pieces together.",
        "Steffy: And then we can erase everything.",
        "Liam: Exactly.",
        "Steffy: [ Sighs ] Yeah. I want to -- I want to do that. I just want to forget.",
        "Liam: So I take it you were alone.",
        "Steffy: Yeah. Yeah. I, uh... I went for a drive. I, um... I parked my car, and I just thought about how wonderful you are and... how lucky I am to have you as my husband.",
        "Liam: [ Chuckles ] Okay, steffy, I... I had just betrayed you. I mean, you -- you, my wife, who's been nothing but loyal and faithful to me.",
        "Steffy: You don't have to say that. Please stop.",
        "Liam: Well, I'm just curious because you --",
        "Steffy: Just stop! Stop! [ Exhales deeply ] No.",
        "Liam: Whoa. Hey.",
        "Steffy: [ Sighs ]",
        "Liam: Hey, steffy. I know I hurt you. I know that. But if I had it to do again...",
        "Steffy: I just want to -- i want to erase that night. I just want to erase that night.",
        "Liam: It'll never happen again. Never. I promise you. You hear me? I will never let you down again. You have my word. I'm gonna finish lunch.",
        "Steffy: I'm a liar. I'm a cheater. How could you? Guilty! Liar! [ Echoing ] So guilty! You're just a phony. You're a liar. Guilty! Guilty! I'm a liar."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=F8Aq28TSap4"
}