{
    "Episode Summary": [
        "Episode # 7204 ~ Ivy struggles to resist the temptation that is Thomas; Eric shares a fond memory of Stephanie with Brooke & Rick."
    ],
    "Recap": [
        "Eric tastes the pie that should be for tomorrow. Maya defers to Brooke for making the seating arrangements. Vivienne says she does not feel much like Thanksgiving, and all the prices are so high for even takeout. Steffy tells Thomas do not lie to her. How many ways did Ivy say no last night. She knows he did not score otherwise he would be gloating about it. So stop being so elusive and tell her. If Ivy cheated on Wyatt the minute he turned his head she wants to know about it. She thinks she won because technically there was no bet, just her disapproval. Wyatt makes a big spread for Ivy. He says he is the one who abandoned her so he owes this to her. He likes coming home to her. She tells him about the storm so the night was not that uneventful. Eric and Brooke tell Maya that her parents are welcome here tomorrow but it is up to her, they will understand either way. Maya slips away without answering. She wants to make sure her parents have enough money on their own. Rick says he does all he can to help Maya but this he can not fix.",
        "Maya shows up at the crummy hotel and surprises her parents. She asks her mom if they are going to stay in this hotel room tomorrow. Ivy gets a text from Thomas but tells Wyatt that it is her fault but she has to go into work for something she forgot. She walks into a darkened room with Thomas inside and asks if they are alone. He turns a lamp back on and says tomorrow is a holiday and pretty much everyone has bailed. She says they have to be done. She has an amazing guy who treats her well and he puts her first. Thomas comes closer and pulls her into his arms and asks if Wyatt can do this. She pulls away. Thomas says he will see her tomorrow at Eric's. Eric has some nostalgic moments about Stephanie and Rick says they could put her portrait back up for the day. Maya wonders if they ever had a good Thanksgiving when she was growing up. She does not remember it. Julius says as her parents they did the best they could. Maya feels responsible for what is broken and invites them to Eric's tomorrow. Julius gives an excuse about his suit at the cleaners. Maya says whatever he wears will be great. Alone Vivienne thinks what it would be like to celebrate Thanksgiving with both of their children, that has been a very long time."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: Mmm. [Muffled] There's only a little bit left.",
        "Brooke: I want that little --",
        "Rick: The kitchen counters are literally covered with food. I don't know how you found the stove to cook.",
        "Maya: [Chuckling] Oh.",
        "Eric: Your wife is a marvel, and so is this pie.",
        "Rick: Hey, you know that pie's for tomorrow, right?",
        "Eric: It's a sliver.",
        "Maya: Hey, in this house, whatever Eric wants, Eric gets.",
        "Eric: There you are. See?",
        "[Laughter]",
        "Brooke: We should probably start on the seating arrangements for tomorrow. Unless, of course, you want to do it. You're the hostess.",
        "Maya: Oh, no, no, no, no. I would much rather people blame you.",
        "Eric: That's the Forrester family motto -- it's Brooke's fault.",
        "Brooke: [Chuckling] Oh.",
        "Eric: Well, it is.",
        "[Laughter]",
        "Brooke: What are your parents' plans for this holiday?",
        "[SCENE_BREAK]",
        "Vivienne: Oh, look at this. \"Thanksgiving dinner with all the trimmings -- $15.95 with the coupon.\"",
        "Julius: Check the, uh, online reviews for them places.",
        "Vivienne: Oh, yeah. [Sighs] Hm. Wi-Fi's still down.",
        "Julius: That better be fixed by tomorrow.",
        "Vivienne: Why?",
        "Julius: Don't you want to watch the parade?",
        "Vivienne: I don't know. This don't feel much like Thanksgiving.",
        "[SCENE_BREAK]",
        "Steffy: Using me to get around dad is not gonna work.",
        "Thomas: Why not? It always used to.",
        "Steffy: If he doesn't like it, then I'm not gonna support it.",
        "Thomas: Oh, come on. You were so complimentary of that one earlier.",
        "Steffy: Okay, don't you know insincerity when you hear it?",
        "Thomas: It wasn't like, \"no, no.\" It was kind of [Gruffly] \"I'll think about it.\"",
        "Steffy: Which means \"forget it...forever.\"",
        "Thomas: Did you know that there are over 15,000 ways to say no in the English language?",
        "Steffy: And which one of those 15,000 ways did you hear it from Ivy last night? Don't lie to me.",
        "[SCENE_BREAK]",
        "[Slow-tempo music playing]",
        "Wyatt: All right.",
        "Ivy: Hey, why won't you let me help you?",
        "Wyatt: Well, because this is my penance for last night.",
        "Ivy: Yes, but let me do that with you.",
        "Wyatt: No.",
        "Ivy: Hm.",
        "Wyatt: You didn't go anywhere and abandon you. I did. And...ah, I hope you are hungry for things that are bad for you, because they taste so damn good.",
        "Ivy: Oh, yes. Always. [Chuckles]",
        "Wyatt: All right.",
        "Ivy: [Grunts]",
        "Wyatt: Can I tell you something?",
        "Ivy: Mm-hmm.",
        "Wyatt: I like coming home to someone. And by \"someone,\" I mean you.",
        "[Both chuckle]",
        "[SCENE_BREAK]",
        "Thomas: My life's an open book for you, sis.",
        "Steffy: Yeah, it is. But I know nothing happened, or you'd be gloating about it, trying to collect on your obnoxious bet.",
        "Thomas: I have no idea what you're talking about.",
        "Steffy: You tried to waylay Ivy last night at granddad's, and she shut you down. Wyatt was way tougher competition than you expected...even when he was out of town.",
        "[SCENE_BREAK]",
        "Wyatt: So, were Rick and Maya tolerable, or did they give you the \"what are you doing back?\" Look?",
        "Ivy: Hm. No, they, uh -- they went to some private gala with Nicole in Laguna Beach. I don't even know what time they got home.",
        "Wyatt: Oh.",
        "Ivy: Mm-hmm.",
        "Wyatt: So, uh, Thomas went with them?",
        "Ivy: No.",
        "Wyatt: Huh. Was an uneventful night, then?",
        "[SCENE_BREAK]",
        "Vivienne: I got to call Carleen tomorrow.",
        "Julius: Well, there's a Thanksgiving tradition. Call your sister so she can tell you that everything that's wrong in the world is my fault.",
        "Vivienne: Now, you know that's the whiskey sours talking.",
        "[Both laugh]",
        "Vivienne: She knows you're the most wonderful husband I've ever had.",
        "Julius: Yeah, but I know there was some guys trying to get with you when my back was turned, wasn't there? Come on, tell the truth.",
        "Vivienne: Well, there was that one guy from the grocery store -- the packer. But he liked to carry all my stuff all the time. I -- ugh.",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Rick: Your parents are welcome here. I mean, that is, if you want them here.",
        "Eric: No one would question your decision.",
        "Brooke: We understand either way.",
        "Maya: Would you excuse me? I -- I at least want to make sure they have some money and a place to go.",
        "Rick: Yeah, Julius wouldn't take money from me. Otherwise he wouldn't be staying in that crummy hotel.",
        "Maya: I know, I know. But I don't know -- maybe he'll let my mom take some. I won't be long. Okay. I'll see you tomorrow.",
        "Brooke: Okay.",
        "Maya: [Smooches] [Chuckles]",
        "Rick: You know, every day I ask myself, \"how can I make Maya's life better?\" But this -- this I can't fix.",
        "[SCENE_BREAK]",
        "Steffy: Quit being mysterious. If something happened between you and Ivy last night, however disapproving of it I may be --",
        "Thomas: Yeah, yeah. Yeah, yeah, yeah.",
        "Steffy: Okay, if Ivy is shallow enough to cheat on Wyatt the moment he turns away, I want to know about it.",
        "Thomas: Okay. Yeah. Steff, you caught me. If there was something to be bragging about, I'd be bragging.",
        "[SCENE_BREAK]",
        "Ivy: There was a storm.",
        "Wyatt: Oh. I'm listening.",
        "Ivy: No, like [Chuckles] an actual storm.",
        "Wyatt: Oh.",
        "Ivy: So what I'm saying is, the night wasn't totally uneventful.",
        "Wyatt: Right.",
        "Ivy: Mm.",
        "Wyatt: Were you scared all alone in the house?",
        "Ivy: Mnh-mnh. I wasn't alone.",
        "Wyatt: No, I... [Chuckles] I meant were you all alone in your room, scared?",
        "Ivy: I'm so glad you're home. [Chuckles]",
        "Wyatt: Yeah?",
        "Ivy: Mm-hmm. Mm.",
        "[SCENE_BREAK]",
        "Rick: So, what else do we need to square away for tomorrow?",
        "Eric: Well, I still know what's in the wine cellar better than you do, so I made a list.",
        "Rick: Oh, of course, you do.",
        "Eric: [Chuckles]",
        "Rick: Thanks, Dad.",
        "Brooke: [Sighs] I'm really disappointed that your sisters won't be here tomorrow.",
        "Rick: Yeah, but I can understand that. When I was working at International, you would always say to yourself, \"I'll go next Christmas. I'll go next New Year's.\" Because you know there will be a next time. But Maya's family... well, they've never known that.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Vivienne: Oh.",
        "Maya: [Chuckles] You -- you were expecting someone else?",
        "Vivienne: No. I mean, come in.",
        "Julius: Is that Nicole?",
        "Vivienne: No. Your other daughter.",
        "Maya: Hello.",
        "Julius: Hi. Is everything okay?",
        "Maya: Yes. Why?",
        "Julius: Is Nicole all right?",
        "Maya: She's...not sick, Dad. She's pregnant. You know what? Maybe we should avoid this topic for today.",
        "Vivienne: We're both very sorry the way that phone call went. But it was very nice of you to let us know what was happening with Nicole.",
        "Maya: Look, I got an e-mail from auntie Carleen. I just assumed that y'all were gonna fly home for the holiday, but she said no.",
        "Vivienne: No, this is home now.",
        "Julius: Well, not this little room. I mean, your mother and I are taking our time to find the right place.",
        "Vivienne: Yeah. Oh, let me get you something to drink. A little soda.",
        "[Glass clinks]",
        "Vivienne: Yeah. Or wine.",
        "Maya: You know what, Mom? It's -- it's fine. I'm okay.",
        "Vivienne: No, I got a little bottle. You know, for company only.",
        "Maya: What company? [Chuckles]",
        "Vivienne: You and Rick. [Chuckles]",
        "Julius: Not Nicole. She's pregnant. She can't drink.",
        "[Rustling]",
        "Maya: Can I have a conversation with you?",
        "Vivienne: Of course.",
        "Maya: What are you doing?",
        "Vivienne: Well, your father's job hunting.",
        "Maya: Okay, but what are you doing all day?",
        "Julius: Whoa, whoa, whoa, whoa, whoa. What's all the questions? I mean, I thought you were somebody that didn't criticize people for living their own lives.",
        "Maya: It's Thanksgiving tomorrow. Are you planning on spending it in this room?",
        "[SCENE_BREAK]",
        "Steffy: This is good. It's good for Ivy, it's good for Wyatt, and it's good for me because I won the bet.",
        "Thomas: No. No, no, no, no. You never actually agreed to the bet.",
        "Steffy: Oh, so you did hear my disapproval? Either way, you involved me. So you're gonna have to wait for that call from India.",
        "Thomas: No. No! Not from Vindi, the silk-print supplier! That's -- no! Come on.",
        "Steffy: I'm going home to my man...and my food.",
        "Thomas: Hey!",
        "Steffy: No.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Ivy: [Clears throat] How'd you know I needed a night exactly like this?",
        "Wyatt: Oh, but wait. There's more. Homemade pie.",
        "Ivy: Mm!",
        "Wyatt: And by \"homemade,\" I mean our favorite bakery down on Doheny.",
        "[Both laugh]",
        "Ivy: Ooh, yum.",
        "Wyatt: Yeah.",
        "Ivy: In that case, I'll have a little bit just to be polite.",
        "Wyatt: Yeah?",
        "Ivy: Mm-hmm. [Chuckles]",
        "Wyatt: Momentito.",
        "[Cell phone chiming]",
        "[Rustling]",
        "[Cell phone bloops]",
        "Wyatt: Who wants you?",
        "Ivy: Ah...",
        "Wyatt: No. No, they cannot have you.",
        "Ivy: [Laughs]",
        "Wyatt: No.",
        "Ivy: Yum. Uh, it -- it was just a reminder that I set myself for work. It was something I -- I didn't do properly. I think I actually have to go in there now.",
        "Wyatt: What -- you have to go all the way down there now? I mean, how -- come on! That can't be more important than this. Look at the pie.",
        "Ivy: [Sighing] Yeah, look. I have no one else to blame but myself. I really -- I didn't know how much of a big issue this was gonna become.",
        "[SCENE_BREAK]",
        "Vivienne: I have never seen a city like this. I mean, all kinds of restaurants are open on Thanksgiving.",
        "Julius: Mm-hmm.",
        "Vivienne: Yeah.",
        "Julius: Your mother and I found a very nice advertisement for a, uh, restaurant. Right, babe?",
        "Vivienne: Yeah. I mean, it looks nice. You and Nicole are gonna spend the day with Rick's family, I suppose?",
        "Maya: Yeah, that's right.",
        "Vivienne: Yeah. That's the way it should be.",
        "Julius: Hey. Do you remember -- when you were little, we were hosting Thanksgiving. And you chased your cousin's dog into the woods and came back with poison ivy?",
        "[Laughter]",
        "Maya: Yes, and you made me take that oatmeal bath.",
        "Vivienne: [Laughing] Yeah.",
        "Julius: Yes, I did.",
        "[Laughter]",
        "Maya: Except, you know what? It must have been -- it had to be the fourth of July because poison ivy doesn't have leaves this time of year.",
        "Vivienne: Oh.",
        "Julius: Do you have any scars left from that?",
        "Maya: No. Just a little pockmark on my ankle, I think. Not bad.",
        "Julius: Well, thank God I did something right. Huh?",
        "Vivienne: [Chuckles]",
        "[SCENE_BREAK]",
        "Thomas: Uh, you too, Vindi. [Clears throat] Yeah, yeah. I'll pass that along to my sister. All right. All right. Hey, uh, I got another call coming in right now. Oh, oh. Yep. Got to go. Got to go.",
        "[Receiver clicks]",
        "Thomas: Oof. [Sighs]",
        "[Door opens]",
        "Ivy: Are we alone?",
        "[Slow-tempo music playing]",
        "Thomas: [Exhales] Yeah, we're alone. Tomorrow's a holiday, and everybody kind of bailed.",
        "Ivy: Look, I -- I can't stay long, but I had to come.",
        "Thomas: Fine. You don't have to explain yourself. Shut up. That's what matters.",
        "Ivy: This is done, Thomas. We're done.",
        "Thomas: Okay.",
        "Ivy: It's just, I'm in love with a wonderful guy. He treats me so well, and... he's amazing. You know, he always puts me first.",
        "Thomas: Sounds like he's got some great qualities.",
        "Ivy: If Wyatt asked me to move in with him, I will.",
        "Thomas: [Scoffs] You know, I'm not worried about an address change.",
        "Ivy: Thomas, I'm sorry. I --",
        "Thomas: No, Ivy. You'll be sorry you didn't. Can he give you this? Can he give you this?",
        "Ivy: I -- I have to go back.",
        "Thomas: Go backwards.",
        "Ivy: No, I have to go back to my real life.",
        "Thomas: Ivy.",
        "[Door opens]",
        "Thomas: Ivy. I'll see you at Granddad's tomorrow.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Rick: I would have thought she'd be back by now.",
        "Brooke: It's a big day tomorrow. [Chuckles] Call me if there's any changes, all right?",
        "Eric: Okay. Sure.",
        "Rick: I'll walk you out.",
        "Brooke: I know.",
        "Eric: It's been three years.",
        "Brooke: Holidays can be difficult.",
        "Eric: Yeah.",
        "Rick: I could put Stephanie's picture back up for tomorrow.",
        "Eric: [Scoffs] No, no. It's funny -- that portrait of Stephanie's a fine likeness, but it keeps me from remembering her in other ways, other looks. How many Thanksgivings were there when she and I weren't even speaking to each other? The more I loved her, the more enraged I could become with her.",
        "Brooke: Sometimes that's how families work.",
        "Eric: I suppose Maya knows all about that.",
        "[SCENE_BREAK]",
        "Maya: Did we ever have a happy Thanksgiving?",
        "Vivienne: Oh, yes, Maya. We did. You see, the problem is, you look at the past and you just remember unhappiness. I don't see it that way.",
        "Julius: Neither do I. See, I'm the kind of person who -- who always wants to make things better. I mean, aren't you the same way? It's all how you look at life, Maya. Maya, I'll give you an example. A man comes home. He's got a little bourbon on his breath, and his wife gives him that look like \"why?\" Or he's got a son or a daughter. And they -- they never do what he asks them to do. And it just makes him hopping mad. But by the time he goes to bed and he thinks about his life, he realizes it ain't that bad. And he never wants it to end.",
        "Maya: Except meanwhile that little child that he was so busy being mad at is lying in her own bed thinking, \"what's wrong with me?\" We need to make some new memories, huh?",
        "Vivienne: That's why we're here, honey. Right, Julius?",
        "Julius: Maya, as your parents, we did the best we could.",
        "Vivienne: Honey, we don't want you to feel responsible for us.",
        "Maya: I -- I don't. I feel responsible for me. And I thought I was doing all right, but --",
        "Vivienne: No, no, no, no. You were doing better than all right.",
        "Maya: Yeah, but I feel...responsible for fixing what's broken. Why don't you come by the house tomorrow?",
        "Julius: You mean, after everybody's gone?",
        "Maya: No, no. [Chuckles] To be a part of it.",
        "Julius: Oh, uh, well, you know, my suit's in the cleaner's, and I --",
        "Maya: Dad, no one cares what you're wearing. You always look great. [Exhales] I should be going. The offer still stands.",
        "Vivienne: Thank you. Thanksgiving dinner with our children. When was the last time that happened?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=NcJvgpfb7nM"
}