{
    "Episode Summary": [],
    "Recap": [
        "Aly tells Liam that Hope is beautiful and famous .not that it matters to Liam, but she doesn't think it is right. He hesitates for a long time and finally says he does before walking off. Hope is home alone looking at the photos on her laptop. She smiles when she sees the ones of her and Wyatt. Her back stiffens and she is not smiling when she sees the one of her and Liam. She smiles again when she thinks back on first seeing Wyatt naked at Big Bear. Quinn asks Wyatt if he has something specific planned for him and Hope. He says maybe but it has to be special and romantic .even bigger than Mexico. He says Hope expects great things from him and he plans on delivering. He says if he is going to make a move, he needs to do it now. Liam is getting frustrated and now showing his true colors. Quinn mocks yes and he's whining and pouting. Wyatt says Hope needs to see that she has options. Quinn answers yes Steffy is out of town so \"I\" can be with you now, Wyatt starts calling someone and Quinn wants to know what he is thinking. It's Hope and Wyatt says he wants to see her. He asks if she has any plans for tonight and when she says no, he says she does now. He'd like to invite her to dinner at his place, he has something special, a surprise so he won't tell her. She agrees to come. Quinn asks Wyatt how she can help. She heard him say dinner. He tells her he has it covered. She says oh no, sweet boy, he doesn't know anything about cooking except bacon. He scoffs, well there is hotdogs and smores, anything around a campfire mostly. She says right .they better start making a list now. He takes the pen out of her hand and says no offense, but he has a plan and her being in the general vicinity wasn't exactly a part of it. And he doesn't need a list; he has plenty of bacon in the frij. She laughs at that being part of the plan. He says tomorrow morning it will be. Hope will want breakfast so he has to be a good host if she is going to spend the night. She chuckles at Mr. Romance. She says Hope is so much better off with Wyatt than Liam so he can just shove off and be with Steffy. Wyatt reminds her that Steffy is clean now. It's only takes 28 days to get Liam out of your system. Quinn says okay, then Liam can go lure another poor young girl to put up with him .anybody but Hope. Who knew that camping trip of his to Big Bear could lead to this. It totally changed their lives. It feels so good to be able to give pay raises to the people that work for them. Wyatt admits it feels good and he thinks about that trip every day. She says that solar-powered shower was the best investment she ever made. Wyatt says he bought it. Aly slowly follows Liam back into the house and apologizes (again) for saying something wrong. He says she didn't. She says again that she didn't really think it through about the picture, but it just seemed like he ought to know. Hope may never forgive her. Liam tells her not to think that way. She says it is not like she wants to hurt Hope, she really doesn't. Hope is lucky to have Liam; she needs to realize that and not put him through this.",
        "Liam says he has put Hope through a lot worse. Aly says an eye for an eye; that is not right either. That is not the Hope she used to know and Liam deserves better. He says Aly has been away at school and missed a lot, but Hope has put up with a lot. She mentions Steffy. He says yes. She starts blabbering on and on about what a nice guy Liam is. When she started at FC and she idolized Hope her whole life and saw these two hot guys fighting over her ..she didn't know what to think. Liam doesn't let her finish. He says so many times he could have been with Hope and he blew it. So he's now trying to understand what it feels like to be the one who wonders if they might not end up together. Aly says it should not be about competition. She was young but not that young. She can remember her mom and dad looking at each and she did not know what loyalty was but she could see it in their eyes. There was comfort, ease, attraction and you knew there was no one else they wanted to be with. She may be taking it for granted but she is guessing that he and Hope have that kind of connection. Liam says they do. Aly says well somebody needs to tell Hope. He says yeah somebody does. He picks up the phone and calls Hope. He says he needs to see her. She says okay, she will be home until tonight. Aly feels responsible. He says she is not but thanks her for reminding him of it. Aly goes back to FC and checks in with her dad who senses that she is distracted. He asks if she had rather go to lunch with Hope instead of him. She says no but he wonders what is really going on. She says she likes working here but wonders just how long she has to shadow Hope. She's learned a lot from her but she's not so sure she likes what Hope is teaching. Thorne is surprised to hear what Aly is saying or what she is not saying. He thought she looked up to Hope. Aly says she does. Hope is smart and beautiful and she wants to be just like her except she is now wondering about some of the decisions Hope makes and how they affect people. She wants what she wants and if anybody gets hurt it doesn't seem to matter. Thorne says Hope is one of the nicest people he knows so could Aly be more specific. Liam arrives at Hope's and asks about her day. She tells him the photo shoot went really well and Wyatt was in for a few. Don't be mad. Liam asks what they are doing. ..their relationship. He doesn't want to live this way anymore. She asks what does he want? He replies that Wyatt came along at a point when she needed to prove something to Liam and she enjoyed two guys chasing after her and he gets that. He knows he has put her through some things that nobody should be put through. And it might even be a miracle that she is speaking to him, but she is. She loves him and wants to marry him. He's proved his loyalty but Hope is still playing games with him. They belong together so enough of this. No more Wyatt, they just need to make it happen. He leads her outside and picks out a few spots and says they will be perfect but then so would her living room or the bathroom ..it's time they exchanged their vows. She asked him to give her time and he did. But time for what just to give Wyatt the wrong impression. He has shown his loyalty to her and now it is time for her to show it to him. She stammers that she is not saying they won't get married eventually. He says eventually used to be good enough but it's not any more. They need to move on and she needs to cut her ties with Wyatt and his company. She tells him she can not make that decision so it isn't her call. Liam says it is her line so it should be her call. And it doesn't have to be that big a deal. They can even do it before the holidays. They can grab a minister and their family ad get married right here where he proposed ..no more asking, no more heartaches, no more bended knee. \"I'm taking what I want. I am taking it now. Am I making myself clear?\""
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Aly: Hope is beautiful.",
        "Liam: Yeah, very.",
        "Aly: And famous.",
        "Liam: Uh, yeah, not that that matters.",
        "Aly: I get why she's enjoying this time with you and Wyatt. But I don't think its right.",
        "Liam: [Sighs]",
        "Aly: Liam?",
        "Liam: I hear you.",
        "[SCENE_BREAK]",
        "Hope: [Sighs]",
        "[SCENE_BREAK]",
        "Quinn: You have something specific in mind, don't you?",
        "Wyatt: Maybe.",
        "Quinn: \"Maybe\"? You said \"Life-changing.\" What's the plan?",
        "Wyatt: Well, it has to be special and romantic.",
        "Quinn: Like when you took Hope to Mexico?",
        "Wyatt: Bigger.",
        "Quinn: What could be more romantic than that? You came home with Ricardo's diamond!",
        "Wyatt: I know. I set a precedent. But Hope expects great things from me. And I plan on delivering. [Chuckles] If I'm making a move, I got to do it now. Liam's frustrated, and he's starting to show his true colors.",
        "Quinn: Oh, he's whining and he's pouting.",
        "Wyatt: Well, it's a good time to show her that she has a better option.",
        "Quinn: Yes, a man who's not gonna ask her to take turns. \"Oh, you know what? Steffy, she's out of town. I can be with you now!\"",
        "Wyatt: [Laughs] Exactly.",
        "Quinn: Okay. So, tell me. Tell me what you're thinking.",
        "Wyatt: [Hums]",
        "Quinn: What?",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Hope: Hello?",
        "Wyatt: I want to see you.",
        "Hope: Okay.",
        "Wyatt: Got any plans for tonight?",
        "Hope: Uh, no.",
        "Wyatt: You do now. Dinner at my place?",
        "Hope: Um...",
        "Wyatt: I have something very special planned.",
        "Hope: Oh, yeah? What?",
        "Wyatt: I'm not telling you. It's a surprise.",
        "Hope: Okay.",
        "Wyatt: So, you'll come?",
        "Hope: Sure. Yeah. Text me when you're leaving work.",
        "Wyatt: Okay. [Chuckles]",
        "[SCENE_BREAK]",
        "Aly: Liam?",
        "Liam: Hmm?",
        "Aly: I'm sorry if I said something wrong.",
        "Liam: You didn't.",
        "Aly: Why did I send that picture?",
        "Liam: Don't do that to yourself.",
        "Aly: I just -- I didn't really think it through. It just...seemed like you should know. Now Hope will hate me.",
        "Liam: No, she won't.",
        "Aly: It's not like I want to hurt her. I don't. If she ever thought... but come on. She is so lucky to have you. Why can't she see that? Why is she putting you through this?",
        "Liam: Because I put her through a lot worse.",
        "Aly: An eye for an eye? That's not right. And that's not Hope. At least, not who she used to be. You deserve better.",
        "[SCENE_BREAK]",
        "Quinn: All right. Put me to work.",
        "Wyatt: With what?",
        "Quinn: Well, I heard you tell Hope something about dinner, so how can I help?",
        "Wyatt: I've got it covered, Mom.",
        "Quinn: Oh, sweet boy, no, no. No. You're cooking? Honey, what do you know how to make besides bacon?",
        "Wyatt: [Stammers] Hot...dogs and s'mores. Anything you put on a campfire, really.",
        "Quinn: Yeah, exactly. I'm going to start making a list.",
        "Wyatt: Mom, I'm fine. I -- I told you I've got a plan. And, no offense -- you being in the general vicinity kind of wasn't part of it.",
        "Quinn: All right, fine, Mr. Romance.",
        "Wyatt: Anyway, I don't need a shopping list. I got plenty of bacon in the fridge.",
        "Quinn: [Laughs] That was actually part of the plan.",
        "Wyatt: Oh, tomorrow morning, it will be. She's gonna want breakfast. I have to be a good host if she's gonna spend the night.",
        "Quinn: Ooh. [Chuckles]",
        "[SCENE_BREAK]",
        "Liam: Look, you've been away at school and you haven't really been around for it, but Hope has put up with a lot.",
        "Aly: You mean Steffy.",
        "Liam: Yeah, Steffy.",
        "Aly: See, that's what I'm not understanding. If I went through what Hope did, being in love with a really cool guy like you, and believing in our relationship... that if I was just patient enough that we'd be together... and then when the time came, I just... when I started at Forrester and I saw the way Hope interacted with you and Wyatt, I wasn't sure what to think. Because I'd idolized her practically my whole life... it seemed kind of cool at first. \"Wow, she has two guys interested in her. Two hot guys.\" But the more I thought about it...",
        "Liam: Listen. Hope gave me so many chances. There were so many times, Aly, when we could have been together, and I blew it. And as hard as this is, right now, I'm trying to understand what it's like to be the one who wonders, to be the one worrying that we might not end up together.",
        "Aly: Is that what being with someone's about? Competition? Listen. I was young when my mom died but not that young. I remember the way that she and my father would look at each other. And I was just a kid. I didn't know what loyalty was, but I saw it in their eyes.",
        "Liam: Hmm.",
        "Aly: I saw comfort and ease. Attraction. You just knew that there was... nobody else in the world that they would rather be with. I've been taking it for granted that you and Hope have that kind of connection.",
        "Liam: W-we do.",
        "Aly: Well, somebody needs to tell her.",
        "Liam: Yeah. Yeah. Somebody does.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Hope: Liam, hi.",
        "Liam: I need to see you.",
        "Hope: Uh, okay. Well, I'm at home until tonight.",
        "Liam: Okay, I'm on my way.",
        "Hope: Okay.",
        "[SCENE_BREAK]",
        "Aly: What will you say?",
        "Liam: I have no idea. [Chuckles]",
        "Aly: I feel responsible.",
        "Liam: You're not. I am. But thank you for reminding me of that.",
        "[SCENE_BREAK]",
        "Quinn: It won't be much longer. Hope will finally have had enough of Liam.",
        "Wyatt: Well, that's what tonight's all about. She's ready to let him go. It's just she needs a little mo... encouragement.",
        "Quinn: I mean, they're not even a good match, anyway. Everybody can see that. I mean, when she is with you, she's a strong, confident woman. But then when she's with Liam, it's like...she loses all of her strength, you know? It's like he's holding her back.",
        "Wyatt: She's outgrown him.",
        "Quinn: Well, they'll both be better off. I mean, of course, he'll be really angry at first, you know? He'll throw his little temper tantrums, and then he'll calm down and he'll realize that they weren't really compatible with each other in the first place. I mean, how could they be after all those failed attempts of trying to be together.",
        "Wyatt: Right?",
        "Quinn: And then he can just go back to Steffy.",
        "Wyatt: Well, it's been a while. Steffy's clean now. I heard it only takes 28 days to get Liam out of your system.",
        "Quinn: Okay. All right, so then he can lure some other poor young girl to put up with him. Anyone but Hope.",
        "Wyatt: Amen.",
        "Quinn: Amen.",
        "[SCENE_BREAK]",
        "Aly: Hey, Dad. Pam said you were in here.",
        "Thorne: Hey, Honey. Are we still on for lunch?",
        "Aly: Yeah.",
        "Thorne: Or not?",
        "Aly: What?",
        "Thorne: Honey, look, if you'd rather go out with your younger friends instead of your old man, I understand. I'm a big boy. I can handle it, okay?",
        "Aly: Are you kidding? This is one of the perks of working here.",
        "Thorne: Ah. That's -- that's a good one. What are you buttering me up for?",
        "Aly: It's true! Come on. You always pick up the check.",
        "Thorne: Aha! Seriously, Honey. If you'd rather have lunch with Hope, I understand, okay?",
        "Aly: Oh, um [Clears throat] No.",
        "Thorne: Okay. Well, why don't you help me with these invoices and we can get there faster?",
        "Aly: Okay. By invoice date?",
        "Thorne: Mm-hmm. You want to talk about it?",
        "Aly: What? What?",
        "Thorne: Honey, what's bothering you? Is it work? I mean, are you second- guessing being here?",
        "Aly: Who says something's bothering me? I'm just wondering how long Grandpa wants me to shadow Hope.",
        "Thorne: Ah, okay. So you're looking for a new assignment.",
        "Aly: Well, I'm learning a lot from her.",
        "Thorne: But?",
        "Aly: I just don't know if I like what she's teaching.",
        "[SCENE_BREAK]",
        "Liam: So, you been busy?",
        "Hope: Just catching up. We had a photo shoot today.",
        "Liam: Just you, or, uh...?",
        "Hope: No, with Maya, too. The pictures turned out great. Wyatt jumped in for a few. Don't be mad.",
        "Liam: What are we doing?",
        "Hope: Um...",
        "Liam: Our relationship. What are we doing?",
        "Hope: [Breathes deeply]",
        "Liam: Hope, I don't want to live this way anymore.",
        "Hope: What do you want?",
        "Liam: Wyatt came along at a time when you...needed to prove something to me. And you've enjoyed the attention of two guys chasing after you, and I get that because I have put you through some things that nobody deserves to ever be put through. And it's a miracle that you're even speaking to me, but... you are... because you love me... and you want to marry me. And I've proven my loyalty. And now you're playing games with me. But we belong together. So enough of this. No more Wyatt. Let's make this happen.",
        "[SCENE_BREAK]",
        "Thorne: Honey? Is there a problem between you and Hope?",
        "Aly: No. Not exactly.",
        "Thorne: Did she say something to upset you?",
        "Aly: No, Hope always says the right thing. It's part of her charm.",
        "Thorne: Well, then, what? I mean, Aly, I'm surprised. I -- I thought you looked up to Hope.",
        "Aly: I do. I really respect her. I think that she's smart and beautiful, and I want to be just like her. Except... I'm wondering about some of the decisions she makes... and how they affect people.",
        "Thorne: What do you mean?",
        "Aly: Well, she wants what she wants, and even if somebody's getting hurt, it doesn't seem to matter.",
        "Thorne: Honey, could you be misinterpreting her? I mean, Hope is one of the nicest people that I know. Hey. Is there something specific?",
        "Aly: It's hard to explain. It's just something that I've been picking up on. Hope's different, Dad. And...not what I expected and definitely not what I remember.",
        "[SCENE_BREAK]",
        "Wyatt: Oh, we better get ready for that meeting.",
        "Quinn: Oh, yeah. It's kind of surreal, isn't it?",
        "Wyatt: What?",
        "Quinn: Meetings. At Forrester Creations. Our little company. Oh. Who knew a camping trip in Big Bear would lead to this? I mean, at the time, I was just worried that you weren't wearing enough sunscreen. And there you go -- you just -- you change our lives.",
        "Wyatt: Well, I think about it every day.",
        "Quinn: And I am so thankful. Not just for our sake but for the people who work for us.",
        "Wyatt: Mm.",
        "Quinn: When was the last time we were able to hand out raises?",
        "Wyatt: I know. It feels good, doesn't it?",
        "Quinn: It does feel good. You helped our company. You're about to get the girl. That solar-powered shower was the greatest investment I have ever made.",
        "Wyatt: You? I -- I bought it.",
        "[SCENE_BREAK]",
        "Liam: Here.",
        "Hope: What?",
        "Liam: Well, no. Not here. Over here. Yes, this is it. I like this.",
        "Hope: What on earth are you talking about?",
        "Liam: Uh, well, could be anywhere. Actually, out here works. Inside would be good. Could be the living room, could be the bathroom, but, Hope... it's time we exchanged vows.",
        "Hope: Oh. Liam...",
        "Liam: I know. You asked me to give you time, and I did. But time for what, exactly? To give Wyatt the wrong impression? I've shown my commitment to you. You need to show me yours.",
        "Hope: I'm not... I'm not saying that we won't get married eventually --",
        "Liam: Yeah, eventually. \"Eventually\" used to be good enough, but it's not anymore. We have got to move on. And you've got to cut ties with Wyatt and his company.",
        "Hope: Well, I can't make that decision. That's not my call.",
        "Liam: It is your call. It's your line. And this doesn't even have to be a big deal. You know, we can do it before the holidays. We grab a minister and our family and some friends and we get married right here, right in front of the place where I first proposed to you. Done. And then it's over. No more asking, no more heartache, no more bended knee. I'm taking what I want... and I'm taking it now. Am I making myself clear?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=GA1TL4PBRfU"
}