{
    "Episode Summary": [
        "Episode # 7735 ~ Steffy and Liam delight in their reunion; Thorne reveals the secret of what he's been doing in Paris."
    ],
    "Recap": [
        "Liam tells Steffy she looks like that carefree thing, the lightness that she has always been about. Thorne comes into Eric's from the pool. Eric says he could still come and stay with him and Quinn if he would like. Thorne says again no, they are still in their honeymoon phrase. He did not come back to cause trouble but Ridge is disrespecting him, it's the elephant in the room and they can't keep dodging it. Eric tells him to calm down a bit; he wants and expects peace in this family. Ridge pops in on Brooke and takes her by the hand and says he has a surprise for her. He leads her out on the back patio where an elegant table is set up complete with flowers and caterers to serve them a special meal. Then he dismisses the help so they will be alone and have privacy. Thorne shows Eric some designs \u0096 Aly \u0096 that is him. Eric is shocked and says he wished he had told him so he could have helped him get started. Thorne says he really wants to do this. He can contribute as a designer. He loves this family and he won't disrespect it like Ridge does. It is now his time. He feels like he has been living in the shadows of Ridge all his life but no more. Steffy and Liam take their swim and compete in a little surfing and she says this is what it is all about, nothing comes before this and the two of them. Brooke enjoys her lunch and Ridge says he will never get tired of pleasing her. And the surprises will keep on coming. Steffy changes and tells Liam that she has a doctor's appointment; just a little checkup so she will be right back. He says he is loving the new her with her attitude now. But sitting around here without her, he thinks he will go back to the office. She tells him she is so grateful to be his wife \u0096 cha, cha, cha.",
        "Eric states to Thorne that he seems really connected to Brooke now, more than he has in the past. He says yes because of Ridge he thinks he needs to support her. He does not want Ridge to ruin her life. She is remarkable and he does not want his clutches into Brooke again. He hates talking bad about Ridge but he cannot support that relationship. Eric senses more and asks if he is interested in Brooke for himself. Throne says yes he has thought about it a lot and he thinks he is ready for that. Ridge tells Brooke that everything he wants is in this house. He wants her to know how much she means to him; the love of his life. He wants what they once had. What they had was great but what they can have is even better. He admits he is like a child and he keeps taking but he does not want that anymore. He wants to spend the rest of his days with her and he wants to do it now as time is precious. He suddenly gets up and then down on his knees and says he was hoping she would make him the happiness man in the world and marry him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: There is something about you.",
        "Steffy: Easy to say when I'm dressed like this.",
        "Liam: That's true. But there's a lightness about you.",
        "Steffy: A lightness?",
        "Liam: Yeah. You know, that thing, that carefree thing, where you're just up for anything, the crazier, the better.",
        "Steffy: Uh, yeah, you know that south swell, we're missing out on it.",
        "Liam: This is what I'm talking about. Do you want -- do you want to catch some waves?",
        "Steffy: Yeah!",
        "Liam: Really?",
        "Steffy: Get your suit on. Go!",
        "Liam: I so love you like this.",
        "Steffy: [ Laughs ]",
        "[ Door opens ]",
        "Eric: Thorne, how was the swim?",
        "Thorne: Just how I remembered it, only now it's saltwater.",
        "Eric: I know. It's great, isn't it?",
        "Thorne: It's really good. Thanks for letting me use it while brooke's is being serviced.",
        "Eric: Of course. You're welcome anytime. In fact, you know, quinn and i would be glad to have you staying here. Why don't you?",
        "Thorne: Dad, I really appreciate that you keep offering, but, you know, you're still in the honeymoon phase.",
        "Eric: Okay, okay. But the offer still stands.",
        "Thorne: Can I ask you something?",
        "Eric: Yeah. What?",
        "Thorne: What are we gonna",
        "Brooke: Thorne left a little while ago.",
        "Ridge: I'm not here to put him back on the couch, relax.",
        "Brooke: Ha, ha. Very funny.",
        "Ridge: That's -- that's just how we relate to each other. It's sibling rivalry, it's not a big deal. Besides, I knew he wasn't here.",
        "Brooke: Oh. You were staking out the driveway?",
        "Ridge: That's not important right now. I have a surprise for you. Come with me.",
        "Liam: All right, let's do this.",
        "Steffy: Ooh! Not a bad idea.",
        "Liam: Wait, what are we doing right now? We surfing, or are we doing something else?",
        "Steffy: It's your choice.",
        "Liam: No, it's not my choice. If it's my choice, you know what I'm gonna choose every time.",
        "Steffy: Let's hit it.",
        "Liam: Oh!",
        "Thorne: Look, dad, I didn't come back from paris to cause trouble. I want to design with you.",
        "Eric: And you will.",
        "Thorne: Yeah, but this ridge situation has cast a shadow over all of us, dad. His blatant disrespect for you and your marriage.",
        "Eric: I don't want to think about that.",
        "Thorne: Neither do I, it's a horrible thing to think about. But there it is, the elephant in the room, and it's got to be dealt with. We've enabled ridge --",
        "Eric: All right, hang on -- hang on, thorne. Look, you just got home. You need to slow down a little bit. I want peace in this family.",
        "Thorne: Okay. But are you at peace with the way he treated you?",
        "Brooke: Uh, wow. [ Laughs ] When did you do this? I was home all day. I didn't even know.",
        "Ridge: Well, that's why they call it a surprise. Here, sit down.",
        "Brooke: I mean, well, yes, you certainly did surprise me. I mean, look at all of this. When am I gonna learn to expect the unexpected from you?",
        "Ridge: Hopefully it'll take the rest of your life.",
        "Brooke: [ Laughs ]",
        "Thorne: I want to show you something, dad. Have you, uh, heard of this line?",
        "Eric: Yes. Yes, I have. I've read a few pieces about it, sure.",
        "Thorne: Good. It's doing well in europe.",
        "Eric: So I gather. So, why are you, uh... aly designs... come on. Is this you?",
        "Thorne: It's my line, dad.",
        "Eric: What?",
        "Thorne: Yeah, and it's selling.",
        "Eric: Why didn't you tell me? I could have helped you.",
        "Thorne: No, no, no. I wanted to do this on my own. I had to prove to myself that i could do this, outside of the family name.",
        "Eric: Does ridge know about this?",
        "Thorne: No. Only brooke knows, now you. My name is not attached to any of this.",
        "Eric: Uh-huh. Look at this. [ Laughs ] Your own line. You're a designer! Look at you!",
        "Thorne: It's a profitable line. You know, dad, I've been working in the background for long, first in shipping and then overseas. I never really got a chance to work with you, dad. I really want to do this. Look. Look what I did. I mean, I can, uh -- I can contribute. I'm a designer.",
        "Eric: Yes, you are.",
        "Thorne: I love you, dad. And I love this family and our company. And I won't disrespect it or you the way ridge has.",
        "Ridge: Thank you.",
        "Brooke: How did you know this is exactly what I needed?",
        "Ridge: Well, it's lunchtime, so it was a lucky guess.",
        "Brooke: [ Giggles ] Nothing gets past you.",
        "Ridge: Not when it comes to you.",
        "Brooke: That was one of the blessings living with you. All the possibilities were covered. I really didn't have to do much of anything.",
        "Ridge: You make it sound boring. Was it boring?",
        "Brooke: No! Anything but. I was free. Free to do whatever I pleased. I could go to work, create at forrester, go to the beach, do nothing at all. You really did spoil me.",
        "Ridge: Good.",
        "Brooke: So, what about you? What did you get out of a life of indulging me?",
        "Ridge: What did I get out of it?",
        "Brooke: Yeah.",
        "Ridge: I got fulfillment. I got a great sense of pleasure, and indulging you was never a job, it just -- it -- it gave me life in a weird way, and it still does. Seeing you like this, smiling, that beautiful face across my table. I want to see that. For many years to come.",
        "Liam: No, seriously, that aerial -- what the hell was that?",
        "Steffy: Yeah, it was a nice break!",
        "Liam: Uh, yeah, I guess. Well, you nailed it.",
        "Steffy: Am I detecting a little jealousy?",
        "Liam: No, I --",
        "Steffy: You're the one that taught me.",
        "Liam: Well, I mean, yeah, kind of, I did.",
        "Steffy: Yeah, yeah, and a few other things.",
        "Liam: Yeah?",
        "Steffy: Yeah.",
        "Liam: Like, surf-related, or...?",
        "Steffy: Oh, yeah, kind of.",
        "Liam: Okay. Thanks for getting me out there. It was liberating, just us in the ocean.",
        "Steffy: You needed it. We both did.",
        "Liam: We should do more things like that, just you and me.",
        "Steffy: And life dancing around us.",
        "Liam: I like that.",
        "Steffy: This is my priority now. You and me. Nothing is more important than this, and nothing will ever come close.",
        "Eric: I hope you're not undervaluing ridge's contributions to this company.",
        "Thorne: No, of course not. But think about it, dad. You and I, true forrester father-and-son team designing together. The talent, the mutual respect. It's something ridge has never been capable of. Of course he knows you good. How could he not? But... the respect is missing. Otherwise, how could he have done the things he did to you? Hey, you're not the only one. He doesn't respect me or my sisters or brooke. I want this time with you.",
        "Eric: Why now, thorne?",
        "Thorne: Because I'm coming into my own. I know my talent, and I know my worth. You know, I feel like I've been hiding in the shadow of ridge forrester my entire life, and those days are over. So I'm speaking out about it. To you, to brooke... about ridge and the mockery he's made of our lives.",
        "Ridge: How is it?",
        "Brooke: Delicious! I just love the strawberries and vinaigrette with the spinach.",
        "Ridge: I know.",
        "Brooke: Right. Yes. Of course you know. That's why we're doing this. I don't remember the last time we had lunch out here.",
        "Ridge: Anniversary.",
        "Brooke: Mm. You think you'll ever get bored of doing things like this for me?",
        "Ridge: I haven't gotten bored yet.",
        "Brooke: No, you haven'T.",
        "Ridge: How would I get bored? I get what I want. I get you smiling, and the only thing I need to do is surprise you.",
        "Brooke: You think you have me all figured out, don't you?",
        "Ridge: Uh-huh.",
        "Brooke: All you have to do is surprise me and I'll be like --",
        "[ Giggles ]",
        "Ridge: Yeah, pretty much. And the surprises are gonna keep on coming. This is just the beginning.",
        "Brooke: Well...",
        "[ Door opens ]",
        "Liam: Oh, well, there's a step in the wrong direction.",
        "Steffy: I have a doctor's appointment.",
        "Liam: Oh, yeah?",
        "Steffy: Oh, don't worry. It's just a check-up.",
        "Liam: You want, uh -- you want some company? I can change. I totally know how to do that.",
        "Steffy: Oh, your talents never cease to amaze me.",
        "Liam: No, really, I am happy to go with you. I mean, we can sit in the waiting room and read those god-awful obsolete magazines with, like, the pages all stuck together and articles from 1985 that don't apply to anything anymore.",
        "Steffy: [ Laughs ] That's really sweet. Look, I would love that, but you would just be, like, so bored.",
        "Liam: [ Laughs ] Okay.",
        "Steffy: It's just, like, a routine doctor's appointment. It's fine.",
        "Liam: Have I mentioned how much I love this new attitude of yours?",
        "Steffy: This has always been me, before, you know, things just got a little...weird, I guess.",
        "Liam: Well, I'm loving it.",
        "Steffy: Well, this is how it's gonna be from now on.",
        "Liam: Oh.",
        "Steffy: You, me, and whatever the world throws at us.",
        "Liam: I'm down, man.",
        "Steffy: So, what are you gonna do? Are you gonna go back out there?",
        "Liam: Uh, no, you know, i think I'm -- I think I'm just gonna go back to the office, honestly.",
        "Steffy: That's no fun.",
        "Liam: Yeah, well, sitting around here without you ain't fun, either. The weird thing is... I actually enjoy going to the office lately, and that -- that strange phenomenon is because of you. I would not have the relationship with my dad that i do if you didn't work your magic.",
        "Steffy: Well, you're the reason for all the good things that have happened -- to me, your father, the company. You've taught me about understanding and kindness, and not by preaching, but by your actions. Hey. I am so incredibly grateful to be your wife. I'll see you later.",
        "Liam: Okay.",
        "Steffy: And one more thing.",
        "Liam: Hmm?",
        "Steffy: Cha-cha-cha.",
        "Liam: Oh! There it is.",
        "Steffy: [ Chuckles ]",
        "[ Door opens, closes ]",
        "[ Sirens wailing ] There's a gown over there. Dr. Campbell will be with you shortly. Would you like a magazine?",
        "Liam: I am happy to go with you. I mean, we can sit in the waiting room and read those god-awful obsolete magazines with, like, the pages all stuck together and articles from 1985 that don't apply to anything anymore.",
        "Steffy: [ Chuckling ] No, I'm fine. Thank you.",
        "Eric: You and brooke are becoming close.",
        "Thorne: We always have been.",
        "Eric: Yeah, but you seem very protective of her right now.",
        "Thorne: Well, after what happened in australia, yeah, perhaps I am.",
        "Eric: You think she needs your protection?",
        "Thorne: No more than you do. Look, I can't stand by and watch my brother treat the two people I love most in this world like a doormat. I mean, it drives me crazy. And ridge actually thinks he got away with it. He thinks that brooke is going to marry him.",
        "Eric: Look, the two of them have been through stuff like this before, and they end up together.",
        "Thorne: All the more reason i should support her. Now, ridge can talk his way out of anything with brooke. If it would have been anyone else, dad, I would have just forgotten about it, you know. Just ridge being ridge. But this is brooke. She's special. I am not going to let him ruin her life again.",
        "Eric: Well, this may not be your choice, thorne.",
        "Thorne: I'm making it my choice. Brooke's a remarkable woman. No one knows that better than i do. And to think of her back in the clutches of my brother, you know, hoping that he's gonna change. I mean, you and I both know that's never gonna happen because that's just ridge. It's who he is. Look, I don't mean to talk bad about my brother, but I do have to protect brooke.",
        "Eric: It sounds like a little more than protection. Are you hoping to have a future with brooke again?",
        "Thorne: Well, I've been digging pretty deep in these last few months, thinking about who I am, what I want. And, yes, my time with brooke was some of the best times i ever had.",
        "Eric: Have you talked to brooke about this, knowing how your brother feels about her?",
        "Thorne: Yeah. I have. I -- I told her I wanted a future with her, and I do.",
        "Eric: [ Sighs ]",
        "Ridge: It was fantastic.",
        "Brooke: [ Sighs ] Wow. Thank you.",
        "Ridge: Thank you. We needed this. Just with thorne back in town, there's been a lot of stress, and I don't want that for you. I don't want it for us. The only thing I want in this house is joy and happiness, that's all.",
        "Brooke: It hasn't always been that way for us.",
        "Ridge: Unfortunately not, no, but that's why I'm here, pouring my heart out to you because... I want you to know how much you mean to me. And there's nothing I can do about that because you are the love of my life.",
        "Brooke: Wow. Well, if that's what we get for our failures, I kind of like it.",
        "[ Giggles ]",
        "Ridge: I was at a coffee shop the other day, and I saw this couple so in love, and they, uh... they couldn't keep their eyes off each other, couldn't keep their hands off each other. And I thought -- I want that. I want...what we had. I want who we were, you know? And then I thought -- I don't want that. Because I can see the future, and I know you can see it, too. Man, what we had was great, but what we can have is even better. And I don't want to wait. Listen, a lot of that is because of things I do. [ Sighs ] Things I've done. Because I -- I'm an idiot. I'm like a child. I just keep taking things, but I've learned... and I've seen so much that i don't -- I don't want that anymore. The only thing I want... the only thing I want is to spend the rest of my days with you. And I want to do that now. Because time is precious. We don't know how long we have, right? But I do know that the time that I have left, I want to spend with you.",
        "Brooke: [ Gasps ]",
        "Ridge: So I was hoping you would make the happiest man in the world... ...and marry me."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=pW345rduYiI"
}