{
    "Episode Summary": [],
    "Recap": [
        "Eric tries to comfort a nervous Stephanie. She maintains again that she thought she had good reason to tell everyone her mother was dead. It hurt her as a child that her mother turned a deaf ear to her pleas for help with her abusive father. Taylor and Thorne kiss and can't keep their hands off each other. In Chicago, Ann fusses around the apartment trying to make everything just right for Stephanie's visit. She plays her favorite album with Doris Day's Que Sera Sera (Whatever Will Be, Will Be). Stephanie remembers too her childhood, hearing that song constantly and remarks that her childhood wasn't that terrible. Her mother was always there and loved and treated both her and Pammie the same. And now she is an old woman, so what is there to be afraid of? Eric tries to be optimistic that maybe she has changed. Stephanie doubts it, she was always controlling and in control of her emotions. She's just afraid she is going to be so cheerful in that pathetic, vacant sort of way and just deny everything. Hector tells Taylor and Thorne that he is getting out of her life. He realizes he has caused her some real problems. Thorne offers his Malibu place for free. Hector will be doing him a favor by looking after a vacant place.",
        "The song is still playing when they arrive at the apartment and her mother welcomes her cheerfully. They spend the next few awkward moments with her mother chirping like a bird, extolling all the happy memories of her sweet little perfect family. She laments that it's funny they go thirty years without seeing each other and then pick right up where they left off. She serves the chocolate angel cake, ordering Pammie to go get honey for Stephanie's tea, although Stephanie says she doesn't want any. Then she remarks that she doesn't know why they want to live in L.A. where it is so hot and with actresses and actors and all those insincere people. She'd like to have some photos of her grandchildren and is shocked when Stephanie tells her that she told them her mother was dead. When she tries to tell her there are issues they need to discuss, her mother says she wouldn't know about that. Things are very simple around here. She says she tires much more than she used to and says it was good to see Stephanie but pretty much dismisses her daughter. Again, she sweetly asks Pammie to go turn on her electric blanket. .she likes it nice and cozy. Stephanie says she likes everything nice and cozy, but that isn't the way life is. Ann says life is what you make it. Stephanie says Que Sera Sera. Ann tells Eric it was good to see him and take care of her daughter. She starts to leave but he holds her back. He tells her that her daughter has something to say and she's going to hear her whether she wants to or not."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: Lights of chicago -- pretty huh? You nervous? I'm not at all surprised.",
        "Stephanie: Well, I think I had very good reason to tell everybody my mother was dead.",
        "Eric: Yes, your father was abusing you, and your mother turned a blind eye.",
        "Stephanie: And it really hurt -- that hurt me as a child. And it hurt just as much 30 years later when I went and talked to her. I mean, is it going to hurt any less now?",
        "Eric: Taylor feels it's very important that you confront your mother.",
        "[Stephanie laughs]",
        "Stephanie: Yeah, well taylor isn't the one taking the trip, I am. And I'm not happy.",
        "Thorne: This feels so good. Having you in my arms -- staying here with you. Alley's beyond excited. Hate to spoil this moment. I'm worried about my mom. And I know you've been seeing her.",
        "Taylor: Yeah, yeah, things are little rough between she and your dad.",
        "Thorne: Because he sold the company, and he didn't talk to her about it, so she's furious.",
        "Taylor: Well yeah, actually I'm supposed to talk to all of you about what's going on.",
        "Thorne: Doesn't look like you want to.",
        "Taylor: Well, she wants you to know the truth about something. Eric and your mom are on their way to chicago.",
        "Thorne: Chicago -- they're on their way to see her sister?",
        "Taylor: To confront some issues.",
        "Thorne: Mom's never said anything about issues with my aunt.",
        "Pamela: Yes, mother.",
        "Ann: My favorite album -- have you seen it.",
        "Pamela: Remember, you were playing it the other night.",
        "Ann: I was wondering why stephanie would decide to visit after all these years. Probably thinks I don't have much time left.",
        "[Ann laughs]",
        "Pamela: Oh, mother, you'll live forever.",
        "Ann: Oh, we'll see about that. Perhaps your sister realizes that you only have one family in this life.",
        "[Stephanie and ann remembering]",
        "Pamela: That's so pretty.",
        "Ann: Oh, that's a good number. Four, five, yeah!",
        "Ann: See, don't be so disappointed until you see how things turn out.",
        "Young stephanie: Que sera right?",
        "Ann: That's right stephanie dear, no it's your turn.",
        "Young stephanie: Eight -- let it be eight.",
        "Stephanie: I didn't have such a terrible childhood, eric -- I mean there were many, many good times. My mother loved us both -- pammy and me equally. I told you she was a stay at home mom, and she spent every moment with us that she could, and when we were together we always had a lot of fun. I mean she was always there waiting for us to get home from school. Helped us do our homework. I mean she wanted both of us to excel.",
        "Young stephanie: I won, i won!",
        "Ann: Oh! Only by a little now pammy has lot's of money, too. Should we play again?",
        "Pamela: Sure!",
        "Eric: No one is trying to deny you those memories, your mother to have allowed it to happen --",
        "Stephanie: It was his drinking -- and it didn't happen that often.",
        "Eric: Your making excuses --",
        "Stephanie: I guess I am. I mean, why is it so difficult, she's an old woman now, what's to be afraid of.",
        "Eric: I don't know.",
        "Pilot: Excuse me, mr. And mrs. Forrester, we'll be touching down very shortly. Please make sure you fasten your seat belts.",
        "Eric: Yeah, sure, thank you.",
        "Stephanie: You know if it was just me alone, I wouldn't spend another moment of my life with that women. But taylor seems to think it's really important. How bad can it be?",
        "Pilot: We'll be at the gate in a moment mr. And mrs. Forrester. Please stay seated until we stop, and it's okay to use your cell phones now.",
        "Stephanie: Who are you calling?",
        "Eric: I forgot to book us a hotel.",
        "Stephanie: Oh, no I don't want to stay overnight. I want to get this over with, and I want to go right back home.",
        "Eric: Stephanie, you don't know how this is going to go with your mother. I mean, she may have changed. Maybe she'll actually hear you.",
        "Stephanie: I doubt it. I doubt it. You know how she is, she's very much in control of her emotions.",
        "Eric: Well, you just need to keep an open mind.",
        "Stephanie: You're a psychiatrist now.",
        "Eric: Okay, come on now don't be that way. Every time you're not in control you get this way. You get grumpy.",
        "Stephanie: I do, don't I?",
        "Eric: Yes.",
        "Stephanie: I'm sorry. It's just, I don't know if I can stand seeing her. She'll just be cheerful in that kind of pathetic vacant way she has, and she'll just deny everything.",
        "Eric: Well, you may have to force the situation a little.",
        "Stephanie: Easier said than done. Look, I just want to get it over with and then high-tail it right out of town.",
        "Eric: Stephanie --",
        "Stephanie: Please, just let ed file the return flight plan right away please.",
        "Eric: You're doing it again.",
        "Stephanie: I promise you I'll stop trying to control things, but not right now. I just want to get this over as quickly as possible.",
        "Thorne: This trip to chicago, it's about something more than my aunt pam? Thorne: Well, are you allowed to tell me?",
        "Taylor: I was going to be talking to you all about this, you know your mother's always --",
        "Hector: Taylor? Taylor, excuse me --",
        "Thorne: Hector, can you -- can this wait a minute, because we're right in the middle of something important.",
        "Hector: Thorne, relax. It'll be the last time I walk in on your conversation because I'm out of here.",
        "Thorne: Yeah, taylor had mentioned that.",
        "Hector: Yeah, there's only room for one man who's crazy about the lady of the house right?",
        "Thorne: I'm glad you realize that.",
        "Hector: Look, what I realize is that I caused some problems -- some real problems around here.",
        "Thorne: Well let's just say, that your heart was in the right place.",
        "Hector: I really did do my best to try to help taylor and phoebe.",
        "Taylor: Where are you moving to?",
        "Hector: You know, I'm going lor: Is that really going to be very comfortable?",
        "Hector: You know, the guys are going to look out for me. I'm sure something will turn up -- an apartment or guest house or something.",
        "Thorne: A hector, I know of a vacancy. Hector; really?",
        "Thorne: Yeah, it's a ground floor, it's nice amenities, great location.",
        "Hector: Well, how much does it cost?",
        "Thorne: It's a steal --",
        "Hector: Where?",
        "Thorne: You have a problem living in malibu -- for free?",
        "Ann: Oh, you shouldn't use that teapot dear, that's my very best one.",
        "Pamela: Stephanie's family.",
        "Ann: She's completely cut me off from her life -- from my own grandchildren. Now, is that what family does? I won't let it be. When I grew up and fell in love I asked my sweetheart what lies ahead will we have rainbows day after day here's what my sweetheart said que sera sera whatever will be will be the future's not ours to see que sera sera what will be will be",
        "Eric: All right, here it is.",
        "Stephanie: Oh my god, it's that song.",
        "Pamela: Hi, stephanie. Eric.",
        "Eric: Hello, pam. I hope you don't mind me coming along.",
        "Pamela: Of course not. It's been a long time. Come on in -- I'll take your coats.",
        "Stephanie: Okay.",
        "Ann: Stephanie, what a pleasant surprise. I'm so glad you're here.",
        "Stephanie: Hello, mother.",
        "Ann: We have some chocolate angel cake and some nice hot tea.",
        "Stephanie: Oh, that's very kind of you. You really didn't have to go to all this trouble.",
        "Ann: Oh well, we would have served you dinner of course, but dinner was at 6:00 P.M. -- As it's always been. Pamela, where's the honey? I remember stephanie likes honey in her tea. T year...",
        "Hector: This is a joke, right?",
        "Thorne: No joke.",
        "Hector: Well I can find my own place. I'm not helpless.",
        "Thorne: Well my gosh, he's going to lick the gift horse right in the mouth.",
        "Hector: Thorne, I don't need your charity.",
        "Thorne: Who said anything about charity? Look, hector I still will need to use the place from time to time, okay? But if it is vacant, people will break in. So if you don't take me up on this offer, then I'm going to have to hire someone to patrol it. Besides, you can learn to do some things, man.",
        "Hector: Oh really, like what? A little painting maybe?",
        "Thorne: Well, yes I like modern art. [Everyone laughing] I'm kidding, no painting.",
        "Hector: This was your idea wasn't it? Taylor:O.",
        "Thorne: Whoa, whoa, whoa --",
        "Taylor: He just said it -- he just now said this.",
        "Hector: Well, you both are incredibly gen I mean after all the trouble I've caused -- to help me out like this. You know people like you would make the world a better place. And I mean it.",
        "Thorne: Thank you.",
        "Hector: I'll take good care of your beach house, thorne.",
        "Thorne: Thank you.",
        "Ann: My goodness, eric -- you're as handsome as ever.",
        "Eric: Well ann, I look at you, and it's as if time hasn't passed at all.",
        "Ann: Oh, and your as smooth as ever. Please, don't stop.",
        "Ann: Pamela, offer our guests some tea.",
        "Pamela: Oh, I'm sorry. Eric?",
        "Eric: I would, yes.",
        "Pamela: Stephie?",
        "Stephanie: No, thanks. On second thought, actually that'd be nice. You look well mother.",
        "Ann: I'm not as strong as I was.",
        "Stephanie: I like the new apartment.",
        "Ann: I've been here for 25 years. Normandy, but there was so much upkeep -- john used to take care of all that but --",
        "Stephanie: Do I smell -- do i smell father's tobacco?",
        "Ann: Well my goodness, don't you have a sharp nose. I keep all your father's old pipes in a humidor filled with his favorite tobacco. Sometimes I open it and just breathe in -- it's comforting, you know? Be my guest.",
        "Stephanie: No, thank you.",
        "Ann: Your father would be terribly proud of you.",
        "Pamela: We just read you sold forrester creations for a lot of money.",
        "Ann: Who would ever have imagined you'd be so successful when john lent you that money all those years ago.",
        "Eric: $50,000 was a lot of money in those days.",
        "Ann: His friends thought he was crazy. But then john was always so generous, wasn't he stephanie?L. And if there's anything you ever need.",
        "Ann: Oh, no, no, no, we're quite comfortable. Aren't we? Pamela and I were looking at some wonderful old photos. I took them out, because I knew you want to look at them. The memories, oh the memories. Eric, we were such a happy family. It was a terrible blow, loosing john that early, but I suppose now it won't be long before I join him.",
        "Eric: No, no, ann.",
        "Ann: Well, que sera -- right girls? It really is wonderful to see you, stephanie. You too, eric. Isn't amazing we can go 30 years without seeing each other and then just pick right up where we left off. Did you get the honey?",
        "Stephanie: I don't need any honey.",
        "Ann: Oh, get it anyway pamela. I never could understand why you chose to live in los angeles. It's so hot and smoggy and all of those insincere people. Actors and heaven knows what all.",
        "Eric: It's really, very beautiful where we live ann. You should come and visit sometime.",
        "Ann: Oh, I'm too old to travel now. I prefer staying where things are familiar. I wouldn't have minded a card from my grandchildren. Maybe at christmas -- a couple of photos, maybe.",
        "Stephanie: I told them you were dead, mother.",
        "Taylor: Sweetheart --",
        "Thorne: Am I?",
        "Taylor: Duh?",
        "Thorne: You talking about hector?",
        "Taylor: I'm talking about what you did for hector.",
        "Thorne: I'm serious -- I needed someone there.",
        "Taylor: I'm talking about how you forgave him. When you had every right to be upset with him about a lot of things.",
        "Thorne: Well, if he paints my kitchen I will be upset with him.",
        "Taylor: No, stop it. I'm serious -- I'm trying to tell you that I love you for being such a real person -- for being a real man.",
        "Thorne: Yeah? Well, let's go upstairs and I'll show you what a real man is.",
        "Taylor: No, wait, wait, wait. Listen, ridge and felicia are on their way over.",
        "Thorne: Why?",
        "Taylor: Because, there's something I have to talk to all of youbout -- about your mother.",
        "Thorne: All right, what's going on?",
        "Taylor: Well, it was what I wanted to talk to you about earlier. Your mother went to see her mother.",
        "Thorne: Get out of here.",
        "Taylor: No, I'm not kidding. This is not a joke.",
        "Thorne: Taylor, what are you talking about?",
        "Taylor: I'm talking about your grandmother is alive.",
        "Thorne: Well then why would she tell us that she was dead?",
        "Ann: Well, that explains that. If you don't have anything good to say about your mother, just bury her.",
        "Stephanie: I have good things to say, but there are other issues.",
        "Ann: I wouldn't know about that -- things are simple around here. We don't go looking for trouble, do we pamela?",
        "Pamela: Mother, stephanie's right. There's some things we need to talk about.",
        "Ann: Oh yeah, so many things to catch up on. But, I'm afraid I tire more easily than I used to. Please don't forget how much I love you. Pamela, would you go turn on the electric blanket. I like my bed nice and cozy.",
        "Stephanie: You like everything nice and cozy, don't you mother? But that's not the way life works out.",
        "Ann: Life is what you make it.",
        "Stephanie: \"Que sera, sera.\"",
        "Ann: Good to see you again, eric. Take care of my daughter.",
        "Stephanie: I told you.",
        "Eric: This isn't about changing her. Ann, no -- your nap can wait. Your daughter has something to say to you, and you're going to listen -- you're going to hear what stephanie has to say, whether you want to or not."
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=n2C5R8xev0Y"
}