{
    "Episode Summary": [],
    "Recap": [
        "Ivy admits for the first shooting she was nervous but the jewelry looked amazing. They are all proud of themselves. Now it's time to bring the sass and personality for their close up jewelry shots inside. They have fun with it. Wyatt points out this is not a competition, they need to work together. They thank Eva for her help and she says she will share the proofs with them later. Liam thanks Hope for helping Ivy and she admits she did okay. Quinn tells Deacon she is sure she has not heard from Wyatt since he is probably putting his plan in action. He needs to be proactive and not just do nothing. Deacon says he does not think Liam is a problem now. She says Wyatt is planning to help Liam by helping him move on from Hope. It will be a boat trip through the city. This could be just what he needs to take his relationship to the next level. Without Liam threatening their marriage, she thinks she has a chance of changing Hope's mind and being a part of the baby's life. She grouses on how hard she had it raising Wyatt while Hope was born with a silver spoon in her mouth. She has a flash of Hope tied up and strapped to a chair and her tickling her with feathers and torturing her by demanding that she says she loves Mother Quinn and wants her to be a part of the baby's life. She tells Deacon she hopes Hope knows that having Quinn in her life is not torture.",
        "Hope overhears Wyatt on the phone that this has to be the most romantic boat ride of the century. He tells Hope that he is proud of her for helping Ivy. She is so glad it is over. She advises they melt down now so where should they go. Does he have something special planned? They can totally relax now. Liam gets a phone call from Lars and tells Ivy that he has some mystery reservation for him and Ivy, so he says yes. He doesn't know what he is getting himself into. Lars shows them his boat and wants them to make it their home for a few hours and have a very romantic ride. While Hope is grilling Wyatt about what they are going to do tonight, he slips away to look through the binoculars and is pleased to see Liam piloting the boat with Ivy on the Canal."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: All right. Ha ha! Great work, ladies. Fantastic.",
        "Hope: Thank you.",
        "Ivy: Well, it was fun shooting in the square.",
        "Hope: Yeah.",
        "Liam: Yeah, hey, it was your first photo shoot. How'd it feel?",
        "Hope: Were you maybe a-a little bit nervous?",
        "Ivy: I was. I was nervous to start with, but I think I relaxed into it. And the jewelry looked amazing.",
        "Eva: Amazing. You will be so happy when you see it.",
        "Wyatt: Well, not to diss the jewelry -- it was spectacular -- but I think that it kind of got upstaged by, uh, Hope and Ivy here.",
        "Liam: Oh, absolutely. Without a doubt.",
        "Eva: I'd have to agree.",
        "Hope: Is that a good thing, or...?",
        "Ivy: I think I'm gonna take it as a compliment.",
        "Liam: You should. You should.",
        "[SCENE_BREAK]",
        "Quinn: Ugh. Nothing! I hate the suspense.",
        "Deacon: Uh, Wyatt's a grown man. He does not need to be checking in with his mommy every five minutes.",
        "Quinn: I'm sure he's just busy putting his plan into action.",
        "Deacon: Plan? D-do I even want to ask what... no.",
        "Quinn: Well, to be honest with you, I'm not really that thrilled about it. I mean, it lacks a certain level of pizzazz and innovation. He could have definitely been more creative.",
        "Deacon: Well, that's probably very wise counsel coming from the queen of, uh, manipulation and dominating.",
        "Quinn: At least he realizes that he needs to be proactive and not sit around and do nothing.",
        "Deacon: Look, Hope is pregnant with Wyatt's baby, right? I mean, I don't really think at this point Liam is a threat.",
        "Quinn: Enh! Wrong! He's been making googly eyes at Hope all over Amsterdam!",
        "Deacon: I thought he was into Ivy.",
        "Quinn: Not to the level that he should be.",
        "Deacon: Okay, so, um, what exactly is Wyatt planning?",
        "Quinn: Wyatt is gonna provide Liam with the opportunity to help him move on from Hope.",
        "Deacon: You make it sound so pleasant. What's the catch?",
        "Quinn: Well, Wyatt has... organized a secret boat tour through the city.",
        "Deacon: For Liam and Ivy?",
        "Quinn: For William and Kate.",
        "Deacon: Eh. So, that's supposed to get Liam to stop thinking about Hope? A boat trip with Ivy?",
        "Quinn: Well, Liam has no game. Wyatt is trying to help his brother take his relationship to the next level.",
        "Deacon: Meddling just like his mother. You know, I never realized the kid was so much like you.",
        "[SCENE_BREAK]",
        "Wyatt: Dam Square. What a killer backdrop to capture Hope for the Future, right?",
        "Hope: Yeah.",
        "Wyatt: It had glamour, it had beauty, it had attitude. And now it's time to capture Ivy's jewelry.",
        "Hope: Doing head and shoulder shots? Isos of all the pieces?",
        "Wyatt: Yes, yes, exactly. But you ladies need to bring the energy and the charisma here. You're not mannequins. Okay?",
        "Hope: I got it. You got it?",
        "Ivy: Yeah. Bring it.",
        "Wyatt: Ladies, whoa. This is not -- and I repeat -- not a competition.",
        "Liam: Yes, and -- and please no betting.",
        "Wyatt: Okay. All right. Are you good?",
        "Hope: Yeah.",
        "Wyatt: Are you good?",
        "Hope: Yeah, I'm good.",
        "Wyatt: All right, now remember, this is about the pieces, okay? So just remember to bring the sass and the personality. Hmm?",
        "Liam: Sass and personality.",
        "Ivy: Yeah.",
        "Hope: Okay. You ready, Forrester?",
        "Ivy: Yeah. All day, Logan.",
        "[Singing in Dutch]",
        "Wyatt: [Mouthing] What is going on?",
        "Liam: [Mouthing] I don't know!",
        "Singer: It's unbelievable I have to catch my breath every time I see your beautiful face you're unreachable and that is something I should know my love is what I felt to show but I'm not giving up, because I know what I want, and I want to hear it again want compliments make me forget who I am over and over again you make my head spin with your million charming words wishing I could be lost in your arms you make my head spin with your million charming words but I know you're not taking me home tonight",
        "[Applause]",
        "Wyatt: Wow! Ladies, I had no idea you -- I didn't know you had this in you.",
        "Liam: Mannequins you were not.",
        "Wyatt: No. A real smackdown.",
        "Ivy: That wasn't too much?",
        "Liam: No, no. No. It was -- it was -- it was perfect.",
        "Ivy: Oh.",
        "Hope: Yeah, well, you know, it wasn't a competition or anything.",
        "Ivy: Well, I mean, I wasn't competing.",
        "Hope: Neither was I.",
        "Eva: We got some incredible shots today, guys. I'll send over proofs later as soon as I have them.",
        "Ivy: Thank you so much for all of your help.",
        "Hope: Yeah, we could not have done it without you.",
        "Eva: My pleasure.",
        "Ivy: Look, I'll -- I'll help you pack up.",
        "Eva: Thanks.",
        "Wyatt: Great.",
        "Hope: Yeah?",
        "Wyatt: Yeah.",
        "Hope: Thanks.",
        "Wyatt: Oh. Uh, sorry.",
        "Liam: Well...",
        "Hope: [Chuckles]",
        "Liam: That was entertaining.",
        "Hope: Yeah. I'm -- I'm glad you got to see it.",
        "Liam: Oh, me too. [Chuckles]",
        "Hope: What?",
        "Liam: Uh, nothing. Let's see. We've got Mexico, we've got Italy, we've got France, now the Netherlands.",
        "Hope: [Chuckles] Man, we get around.",
        "Liam: We so get around.",
        "Hope: [Chuckles] Okay, I'll admit, uh, Ivy did -- did well today.",
        "Liam: Thank you. Thank you for helping her with the shoot.",
        "Hope: Is that what I was doing?",
        "Liam: [Chuckles]",
        "Hope: Oh, I guess we are all in this together.",
        "Liam: Yeah, sure seems that way, doesn't it?",
        "Hope: Yeah. Everywhere I go, there you are.",
        "[Cell phone rings]",
        "Wyatt: Lars.",
        "Hope: Um, I, uh, I'm gonna go check in with Wyatt, see what he has planned for the rest of the day.",
        "Liam: Okay.",
        "Hope: Okay.",
        "Wyatt: Remember, this can't be just any old tour. Right. It has to be the most romantic boat ride ever. All right. Oh, that's perfect. Great.",
        "[SCENE_BREAK]",
        "Quinn: Wyatt's handling things. He knows what he's doing.",
        "Deacon: Oh! When I think about all the things we could be doing... on the floor, in the shower.",
        "Quinn: Like cleaning? Deacon, I'm sorry if I'm boring you, but your daughter and my son's future is at stake, not to mention our grandchild's.",
        "Deacon: Look, you have time before the baby arrives, right? You know, you can make peace with Hope.",
        "Quinn: I just want to make sure that they're happy, without Liam threatening their marriage. And if that means that I can be a part of their lives and my grandchild's... all the better.",
        "[SCENE_BREAK]",
        "Wyatt: All right. Thanks. Okay, bye.",
        "Hope: Hi.",
        "Wyatt: Hi. Rock 'n' roll.",
        "Hope: [Chuckles]",
        "Wyatt: Look, I know that it wasn't easy working with Ivy, but you handled it with so much class. And I am very proud of you.",
        "Hope: Thank you.",
        "Wyatt: Yeah.",
        "Hope: I will say that Ivy was -- she was okay today.",
        "Wyatt: Oh, yeah?",
        "Hope: Yeah. But I am so glad that it's over, because now we can just relax and enjoy the rest of the day. So, what do you want to do? You want to go for a walk, or I know there's some good restaurants nearby.",
        "Wyatt: Hmm...",
        "Hope: I think I know you well enough to know that you have something planned.",
        "Wyatt: I do. I have something very special in mind.",
        "Hope: Oh?",
        "Wyatt: Mm-hmm.",
        "Ivy: So, what do you want to do? I was thinking we could go to the Van Gogh museum.",
        "Liam: Uh, no, we can't. They closed. I checked. Um, but maybe we can ask the concierge for a-a recommendation of something?",
        "Ivy: Mm-hmm.",
        "[Cell phone rings]",
        "Liam: Okay. Huh. Hey, Lars. What's up? Ivy and me? O-okay. Lars, hold on. Hold on one second. Um, he has some, like, mystery reservation for us. What do you think?",
        "Ivy: Uh, I think yes. We're doing it.",
        "Liam: Uh...",
        "Ivy: [Laughs]",
        "Liam: Yes. Uh, at -- okay. We'll see you shortly. Okay, man. Thanks. What did we just get ourselves into? [Laughs]",
        "[SCENE_BREAK]",
        "Quinn: Most young women respect their mothers-in-law.",
        "Deacon: [Laughs] Most young women don't have to deal with you.",
        "Quinn: Okay! I take some getting used to. So what? What? My -- my life hasn't been rainbows and puppies, you know. I raised Wyatt single-handedly. I had to work my butt off to put food on the table. But Brooke -- Brooke married into the Forrester fortune, and Hope was raised by a team of nannies with her little designer lunchboxes.",
        "Deacon: Listen, that kid works hard, and she is not entitled.",
        "Quinn: Oh, yeah? Well, what about these calluses? You see those? That is from hard work.",
        "Deacon: My God, you poor baby. Mm, from all your years working in the coal mine.",
        "Quinn: Oh, stop. You know what? I adore your daughter sometimes. But sometimes I just -- I just want to...",
        "(Quinn's daydream)",
        "Hope: [Grunts] [Gasps] [Exhales sharply]",
        "Quinn: See, Hope? We're not so different after all.",
        "Hope: What? We're completely different! I am nothing like you! Are you crazy?!",
        "Quinn: No.",
        "Hope: What are you doing this?!",
        "Quinn: I am doing this for the good of our family.",
        "Hope: Oh, my God. No. This isn't happening. This isn't happening! Let me go! Get me out of here! Let me go!",
        "Quinn: I love you.",
        "Hope: What?",
        "Quinn: And I love this baby.",
        "Hope: No. No, no.",
        "Quinn: I do. And I want you to say \"I want you to be a part of our lives.\" Come on.",
        "Hope: No!",
        "Quinn: Say it.",
        "Hope: No!",
        "Quinn: Say it.",
        "Hope: I won't say -- [Laughs]",
        "Quinn: Say it. Say it.",
        "Hope: I won't.",
        "Quinn: Say \"I love you, Mama Quinn. I love you, Mama Quinn, and I want you to be a part of our lives.\" Say it. Say it. Say it.",
        "Hope: Fine! Okay! I love you, Mama Quinn, and I want you to be a part of our family!",
        "(Present time)",
        "Deacon: Hey, Quinn? Quinn, you okay?",
        "Quinn: Huh?",
        "Deacon: You sort of zoned out there for a second.",
        "Quinn: Oh.",
        "Deacon: You -- you were just talking about Hope. What -- what about Hope?",
        "Quinn: I just -- I wish Hope would know that... having me in her life is not torture.",
        "[SCENE_BREAK]",
        "Wyatt: So far, I'd say today was a huge win for us.",
        "Hope: So far?",
        "Wyatt: Mm-hmm.",
        "Hope: Today is over. The hard part is done. We can relax and just float through the rest of the day.",
        "Wyatt: Yeah, totally. I just got to say, though. I am so proud of you. You were an inspiration today. The way you put aside that awkwardness and all that drama, it was like there was no issues with Ivy ever! [Laughs]",
        "Hope: Uh-huh. Uh-huh. Yeah.",
        "Wyatt: Except for that smackdown diva fest you guys had out there.",
        "Hope: I don't know what you're talking about.",
        "Wyatt: In this corner, our challenger, the brunette from down under, Ivy Forrester!",
        "Hope: [Laughs]",
        "Wyatt: But our champion, the beautiful and gorgeous and talented -- and pregnant -- Hope Logan Spencer. Are you ladies ready to rumble?!",
        "Hope: [Laughs]",
        "Wyatt: I just got to say, though, Ivy was okay with her first modeling gig.",
        "Hope: I guess all that posing and, you know, diva action comes really natural to a Forrester.",
        "Wyatt: [Chuckles] Wow. Hey, let's not forget whose first modeling gig it was today.",
        "Hope: [Gasps] That's right! Good job, baby!",
        "Wyatt: Yeah, you did a stellar job of remaining invisible to the press and not out-shining mommy.",
        "Hope: Oh.",
        "Wyatt: We'll see how long that lasts. What?",
        "Hope: No!",
        "Wyatt: [Laughing] I was just kidding.",
        "Hope: Liam seemed to have fun today. Seemed to get a kick out of it.",
        "Wyatt: With Ivy, you mean?",
        "Hope: Mm-hmm.",
        "Wyatt: Yeah. They're having a great time together. You know, let's stop talking about, uh, [Clears throat] Liam and Ivy. You know, let's focus on us.",
        "Hope: Good idea. When are you going to tell me what our plans are for this evening?",
        "[SCENE_BREAK]",
        "Ivy: This is the boat that we saw before.",
        "Liam: Yeah.",
        "Lars: Well, it's my boat. A certain someone told me how fond of it you were, so my treat to you -- a romantic boat ride.",
        "Liam: Really?",
        "Lars: I'll show you how to operate it. There's champagne on board. Just promise me you will make it really, really romantic, okay?",
        "Ivy: We -- [Laughs] I mean, we will. It's -- it's gorgeous.",
        "Lars: The curtains can be closed for privacy. Just make yourself completely at home. Liam, just dock it right back here, and that's it.",
        "Liam: Thank you. Thank you.",
        "Lars: You're welcome. Have fun.",
        "Liam: We will. [Laughs]",
        "[SCENE_BREAK]",
        "Hope: So, should I get a warmer jacket or something?",
        "Wyatt: Why? You cold?",
        "Hope: I mean, not right now, but if we go out, you know, like...",
        "Wyatt: Hmm.",
        "Hope: You know, I thought the four of us are all here in Amsterdam, so maybe we'd go out to eat or something.",
        "Wyatt: Uh... they probably have their own plans already.",
        "Hope: Yeah. Yeah, I wonder what they're up to.",
        "Wyatt: Hopefully moving forward, full steam ahead.",
        "Hope: I'm gonna go get a soda from the mini bar. Do you want anything?",
        "Wyatt: Nah, I'm okay.",
        "Hope: Okay.",
        "Wyatt: Actually, you know what? Can I get one of those chocolate bars with the names I can't pronounce?",
        "Hope: Honey, you ate all of those.",
        "Wyatt: What?!",
        "Hope: They're gone.",
        "Wyatt: No!",
        "Hope: You didn't leave one for your pregnant wife.",
        "Wyatt: I'll call downstairs. I'll get some more.",
        "Hope: No, no, no, no. I'll -- I'll surprise you. I'll get you something else.",
        "Wyatt: Thank you.",
        "Hope: Do you want some gummi shoes?",
        "Wyatt: Uh, sure.",
        "[SCENE_BREAK]",
        "[Singing in Dutch]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=ob19g6-3ajA"
}