{
    "Episode Summary": [
        "Episode # 7188 ~ Eric, Brooke, Julius, & Vivienne gather together to discuss their children; Zende admits to Nicole that he is having a difficult time processing her decision."
    ],
    "Recap": [
        "Eric tells Julius that his move to LA is a very big decision. Julius tells Maya that she is asking her sister for a lot, too much. She needs to find someone else to be the surrogate. As a parent, Eric understands his concerns. Vivienne says Nicole is beholden to her sister and Julius can be harsh, but she does not believe he is wrong in this. Nicole could lose a lot in a year's time including Zende. That is a lot to ask. Nicole tells Zende that she does not want to lose him but she gave her word to Maya and she can not go back on that either. This does not have to matter to the two of them. She hopes he will not walk out on her. But if it gets too hard, just tell her at any time. He says he is not going anywhere.",
        "Julius claims that Zende is quite a catch and once words gets out that Nicole is pregnant the girls will be coming out of the woodwork. Vivienne says Nicole will love that baby before birth and there will be physical and emotional stress. This might be the only baby Nicole can have and Maya is asking too much of her. Brooke says she understands. Nicole is young but she is capable of making her own decisions. Eric says there is no way of predicting how taking a year out of Nicole's life will affect her, but he agrees with Brooke. Maya laments to Julius that he has valid concerns but they have given them all consideration and they would be crazy to turn Nicole down. Nicole tells Zende that the procedure is today so she could get pregnant today. Zende tells her she is a little crazy but then it must mean that he is a little crazy too. Julius tells Vivienne that Nicole is out here now living in the fast lane and his daughters do not agree with him, but he still thinks he can get Zende to stop this foolishness. Nicole shows up late at the doctor's office but says all is fine and she is ready. Again both Maya and Rick say she can back out even now if she has any doubts. Zende surprises them. He says there is no stopping this, so he is ready. Nicole says, \"Let's make a baby.\""
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Zende: You haven't done it yet. There's still time to say no.",
        "Nicole: But...",
        "[Door opens]",
        "Nicole: Was hoping to find you.",
        "Zende: All you've got to do is call.",
        "Nicole: You're not mad at me?",
        "Zende: About what?",
        "Nicole: I could think of a couple of things. First, I left you kind of abruptly yesterday.",
        "Zende: Probably a good thing.",
        "Nicole: We got a little... intense. But I-I just can't, not with the surrogacy.",
        "Zende: It's okay. Listen, I need you to hear me. I'm not mad about that. I get it. I admire you for wanting to help your sister have a baby.",
        "Nicole: But you don't want me to.",
        "Zende: We're a couple now. I want to experience that, have you to myself.",
        "Nicole: You do have me to yourself.",
        "Zende: Look, I know I said I'd try to be supportive. But I can already feel you being pulled away from me, right at the beginning of us. But I can see none of that has changed your mind.",
        "[SCENE_BREAK]",
        "Eric: This is a very big decision for the two of you -- pull up stakes and move back here.",
        "Julius: Yeah, well, it's not as we envisioned it.",
        "Vivienne: No. We thought we would surprise everybody. As it turns out, we were surprised.",
        "Julius: Maya doesn't feel the necessity to keep us in the loop.",
        "Maya: I was under the impression you didn't want that.",
        "Julius: Well, this is the new and improved me.",
        "Maya: Because Nicole's involved.",
        "Julius: Somebody's got to take her into consideration.",
        "Rick: I believe we've already done that.",
        "Julius: Not if you're asking her to carry your child. Maya, you've weathered the hard times. And now you're a Forrester. But Nicole -- she's just a baby. I mean, she's just getting started. She needs somebody to protect her.",
        "Maya: From me.",
        "Vivienne: That's not what he's saying, Maya. No, but you and Rick are asking your sister for a lot.",
        "Julius: Too much. So, I'm asking you, for Nicole's sake, if you and Rick are really serious about this, tell her you'll find someone else to be the surrogate.",
        "Eric: You've been going through this process. It's been going well?",
        "Maya: Very. Yeah, they've -- they've signed off on everything.",
        "Brooke: And Nicole's still fully on board? When we were talking last, she seemed a little...conflicted.",
        "Julius: Well, can you blame her?",
        "Eric: Certainly not. And for the record, as a parent, I understand your concerns.",
        "Brooke: She is very young. She's just trying to find her way in the world. She's in a brand-new relationship.",
        "Julius: See? They think exactly the way I do.",
        "Rick: We haven't pressured Nicole into anything.",
        "Maya: No. The exact opposite.",
        "Vivienne: But she's beholden to you, Maya. Everything you've done for her. Now, my husband -- he has no filter. He says what he means, and sometimes, it comes out harsh. I may not approve of how he expressed his objection to this surrogacy, but...I don't disagree with him.",
        "Julius: Yeah. It was selfish of you to even ask.",
        "Maya: Is that what you think, Mom?",
        "Vivienne: Well, I think you're seeing everything from your perspective. I mean, it would be wonderful, it would be miraculous for you to have a child with your DNA. But in order to do that, you have to stop your sister's life. She could lose a lot in a year's time, including Zende. And broken hearts last for a life.",
        "[SCENE_BREAK]",
        "Nicole: I'm sorry for disappointing you. I don't want to do that. But I promised my sister that I would carry her baby. And I can't go back on my word. But I-I don't want to lose you, either, and this is all just really hard.",
        "Zende: Okay, I'm sorry. I'm sorry for putting more pressure on you.",
        "Nicole: No. You get to have a voice. But, like you said, ultimately, it's my decision. And this doesn't have to matter between us.",
        "Zende: How can it not matter? In a few weeks, months, if all goes according to plan, you'll be pregnant.",
        "Nicole: I won't be dead. We've got something amazing here.",
        "Zende: And that's what I don't want to lose.",
        "Nicole: So, we won't. We'll -- we'll go through it together, and we'll take special care, so that we don't get swallowed up by the process. You said that it wasn't a deal-breaker if I carry my sister's baby. You mean that, right? You won't walk out on me?",
        "[SCENE_BREAK]",
        "Rick: This is Nicole's decision. No one should be pressuring her -- not us, not you.",
        "Julius: Hey, I say what I want to say to my daughter. Now, she's gonna lose Zende. There's no doubt about it. You can count on that.",
        "Maya: Why would you even say that?",
        "Julius: No young man is gonna hang around while his girlfriend is blowing up with some other man's child. I mean, Zende is a catch, and as soon as the word goes out that Nicole's out of commission, girls are gonna be crawling all over him. She will be lucky if he even remembers her name.",
        "Vivienne: Julius, stop. I have something to say.",
        "Maya: Please.",
        "Vivienne: Let me just say I didn't come from a generation that encouraged women to find their authentic self. I was taught that you should marry a good man, a strong, God-fearing man, a man to lead the family. And I did that. I married Julius Avant. And I let him lead my family, to the detriment of my family. I lost you because I didn't have the voice to fight for you. But I can speak now. And I am gonna fight for my other daughter, Nicole. Maya, I am worried.",
        "Maya: I can see that.",
        "Vivienne: Nobody has to sacrifice in this situation but your sister. Right? Maya, pregnancy is not in a vacuum. There is a life growing inside of her. And you love that baby before you give birth.",
        "Brooke: That concerns me, too. Nicole may very well grow attached and start thinking of that baby as hers.",
        "Vivienne: Yeah. And the physical and emotional stress from having that baby -- we don't know. We may assume there will be no complications, but suppose we find out this is the only baby she can have? Oh, I think you're asking too much.",
        "Julius: No good will come of this. Mark my words.",
        "[SCENE_BREAK]",
        "Zende: Nothing's changed here. I told you I'd hang in, try to support what you're doing. But you're about to be pregnant by another man.",
        "Nicole: I know. I know how much I'm asking of you. And there's only so far that our relationship can progress in the next year, because I made a decision that you're against. It's not fair. And then to ask you to wait.",
        "Zende: Somehow, when we're this close, it doesn't seem so hard.",
        "Nicole: But if we're serious, it probably will be. And I know that. And I'm so sorry.",
        "Zende: Hey, no. None of that. All right? I'm not going anywhere. We'll figure this out.",
        "Nicole: Just, um, promise me something. Okay? If -- if it gets too hard or... you need some space to wrap your mind around the next change, just tell me, whatever's going on, because...if I know what's going on with you, it's easier to deal with it.",
        "Zende: How am I doing so far?",
        "Nicole: [Chuckles] You have been brutally honest, I'll give you that.",
        "Zende: Too much?",
        "Nicole: Never enough of you. [Chuckles] Are we gonna be okay?",
        "Zende: Yeah.",
        "Nicole: I should get going. I have an appointment at the clinic.",
        "Zende: Another consultation?",
        "Nicole: Actually, this is it. The first attempt. The timing is right with my cycle, so...",
        "Zende: The procedure's today?",
        "[SCENE_BREAK]",
        "Julius: Listen, you've always been self-centered. Now -- now, don't get uptight. I'm -- I'm not criticizing you. I'm not calling you out or judging you. I'm only making a comparison. You did what you felt you had to do, so you could feel comfortable in your skin, without concern for consequences. But your sister -- she's not like that. She's softer. She's a giver.",
        "Vivienne: Which is why she couldn't say no to you.",
        "Julius: See, Nicole wants everybody to be happy.",
        "Vivienne: Mm-hmm.",
        "Julius: And you're taking advantage of that quality. No, I'm not saying that you're aware of it. You may not even know you're doing it. But I'm telling you, that's what you're doing.",
        "Vivienne: Of course, Nicole would want to do this life-changing thing for you. Look at the way you've changed hers. But to give you her body?",
        "Julius: You can't ask her to do that, Maya. It's outrageous.",
        "Rick: Mom? Dad? Do you have anything to say to that?",
        "Brooke: I get the bond that you have with Nicole. I'm like that with my sisters. I would do anything for them, including carrying a child. Nicole is young, but she's capable of making her own decisions. No, I know you've gone about this very responsibly and read all of the medical qualifications, so... [Sighs] I approve. I will support this.",
        "Eric: There's no way to predict how taking a year out of Nicole's life is gonna affect her. What impact it's gonna have. But I have to agree with Brooke. She's well past the age of consent. There's nothing anybody can say to keep her from doing what she wants to do. Clearly, you've put a lot of thought into this. You've considered all your options. Whatever happens, we'll be there for her, and for you.",
        "Rick: Thank you for your honesty.",
        "Maya: We appreciate it. Dad....your concerns are valid. And I promise you we have thought of all of them. But we did not pressure Nicole into agreeing to carry our child. I-I am so grateful that I get to live as my authentic self, and because of my sister, I can have a child with my genes. It is the greatest gift, and we would be crazy to turn it down. You said you came to LA so that our family can be whole. I hope you still feel that way now that our family is expanding.",
        "[SCENE_BREAK]",
        "Zende: Wait a minute. You -- you could get pregnant today?",
        "Nicole: It takes a little more time than that, but yes. We're doing it today.",
        "Zende: Nicole, are you sure about this? Look, I know you guys wanted to make the process faster.",
        "Nicole: To help my sister have a baby is a gift to me, too.",
        "Zende: You're doing this, aren't you?",
        "Nicole: I want to have their baby.",
        "Zende: [Sighs] You're crazy to do this. Thinking I might have to get a little crazy, too.",
        "Nicole: Got to keep up.",
        "[SCENE_BREAK]",
        "Rick: You all right? Your parents came on kind of strong.",
        "Maya: Yeah, I, uh -- I didn't realize that my mom was so concerned about our surrogacy.",
        "Rick: Second thoughts?",
        "Maya: No. Unless Nicole says otherwise, we're moving forward.",
        "Rick: It's pretty amazing.",
        "Maya: [Chuckles]",
        "Rick: I mean, not to get our hopes up, but you do realize if everything goes as planned today, we are one huge step closer to that road that leads to our baby.",
        "Maya: [Chuckles]",
        "[SCENE_BREAK]",
        "Julius: Hey. How's my number-one girl?",
        "Vivienne: Oh, you haven't called me that [Chuckling] In quite some time.",
        "Julius: I've been remiss.",
        "Vivienne: Yeah. Wouldn't be the first time.",
        "Julius: [Chuckling] And it probably won't be the last, I'm afraid.",
        "Vivienne: Julius, I don't know what to do. We can't get our daughters to do what we want them to. They're not babies anymore.",
        "Julius: Yeah, well, maturity is not measured in numbers. As far as I'm concerned, Nicole is still my little girl. Now, when she was home, we could protect her.",
        "Vivienne: Mm.",
        "Julius: When she's out here in LA now, in the fast lane, maybe not so much. See, Maya should be protecting her little sister, not taking advantage of her.",
        "Vivienne: They don't see it that way.",
        "Julius: Yeah. My girls don't agree with me. There's a shocker.",
        "[Both laugh]",
        "Julius: But you know what? I still think I can get Zende to help stop this foolishness.",
        "[SCENE_BREAK]",
        "Maya: I think my mother's changing.",
        "Rick: How do you mean?",
        "Maya: She's old-fashioned, you know? Man speaks for the family. Woman stays in her place. I mean, not that she doesn't have opinions. Clearly, she does, strong ones, but to express them -- it's new. I was surprised.",
        "Rick: Her concerns.",
        "Maya: They both think we're being selfish and unfair.",
        "Rick: [Sighs] It's tough to hear.",
        "Maya: I mean, I understand it. We're asking a lot.",
        "Dr. March: Rick, Maya, how are you?",
        "Maya: Oh, hi, dr. March. We're good.",
        "Rick: We're good.",
        "Dr. March: Good. Well, we are all set, so we can get started. We just need a specimen and... [Laughs] The surrogate.",
        "Maya: Uh, I-I haven't heard from her, but I'm sure she'll be here any minute.",
        "Rick: It'll be fine, no matter what happens.",
        "Nicole: Sorry. Sorry. I know I'm late.",
        "Dr. March: No problem.",
        "Maya: You okay?",
        "Nicole: Fine.",
        "Maya: Okay, 'cause, um, you know you don't have to do this unless you're ready.",
        "Rick: She's right. There's no pressure.",
        "Nicole: So, now you two are gonna try and talk me out of this?",
        "Maya: No, no. We just want you to know that there's no obligation to us. Everything that you're doing to give us this child is a huge sacrifice mentally, physically, the timing with you and Zende. I don't want to cost you your first serious relationship.",
        "Rick: Even if you wanted to back out, we would understand. I mean, we're just eternally grateful that you would even consider it.",
        "Nicole: Zende's on board. He -- he's supporting me.",
        "Dr. March: I can give you some more time.",
        "Maya: Zende.",
        "Nicole: What are you doing here?",
        "Zende: It's a big day for you, right? If things happen fast, your life could change in a major way. Kind of felt like something I should be here for. Is that okay?",
        "Nicole: So okay. [Chuckles] You supporting me means everything.",
        "Zende: You're something special, you know that?",
        "Nicole: One of a kind?",
        "Zende: It's true. You're inspirational. You're determined to do this. No stopping you. So, I'm here for it.",
        "Nicole: All right, then. [Chuckles] Let's make a baby.",
        "Maya: [Laughs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=i1tRzyTC6tk"
}