{
    "Episode Summary": [],
    "Recap": [
        "Hector and Thomas have a cup of coffee and Insomnia and talk about family. Darla brings Ridge's mail and tries to point out to Taylor how Ridge should be home with his family at the holidays.",
        "Stephanie and Brooke go rounds about the company's welfare. Hector brings Taylor flowers and is there for her when Ridge calls her and tells her he won't be home. Taylor is crushed as she has made a big romantic homecoming dinner."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: From Eric.",
        "Stephanie: Sales report?",
        "Brooke: If you can call it that.",
        "Stephanie: Things will pick up.",
        "Brooke: That's what you said before Christmas. You know what, never mind. I don't want to argue with you. I don't even want to be in the same room with you.",
        "Stephanie: If you have something to say, say it. You certainly didn't hold back yesterday.",
        "Brooke: I was just as upset as everybody else when Ridge didn't return for the holidays. But seeing that, he's exactly where he needs to be.",
        "Stephanie: He should've been home with his family.",
        "Brooke: He needs to be on the road, cleaning up your mess. And if Taylor wants to be upset with anybody for his absence, she should blame you.",
        "[SCENE_BREAK]",
        "Hector: So things are going okay for you?",
        "Thomas: Yeah, yeah. You guys?",
        "Hector: Good.",
        "Thomas: So Caitlin still likes being in New York with her mom?",
        "Hector: Um, yeah.",
        "Thomas: Cool. I thought I might see her at the firehouse toy drive.",
        "Hector: She's only in town for a few days. She went down to Orange County to visit some friends.",
        "Thomas: Ah. Christmas in the O.C. I like it.",
        "Hector: Yeah, you know, I'm sure I could've convinced her to stick around if I knew that you we going to be at the toy drive, but with everything going on, you know, with your family and stuff, I wasn't sure you'd have time.",
        "Thomas: Well, like mom says, when it comes to helping other people, you just make time.",
        "Hector: You're a lot like her.",
        "Thomas: Thank you. That's a big compliment.",
        "Hector: Yes, it is.",
        "[SCENE_BREAK]",
        "[ Doorbell rings ]",
        "Taylor: Darla, great.",
        "Darla: Hi.",
        "Taylor: Come on in.",
        "Darla: Thank you.",
        "Taylor: Is that Ridge's mail?",
        "Darla: Oh, yes. And just a few things we need him to sign.",
        "Taylor: Okay. I will make sure he gets it first thing in the morning.",
        "Darla: Oh, so we're not expecting him back at Forrester, huh?",
        "Taylor: Not if I have anything to do with it.",
        "Darla: Oh, wow, this is romantic. How nice.",
        "Taylor: Yeah, I'm doing everything to keep him home for a little while.",
        "Darla: Yeah, I was really sorry that he had to miss Christmas.",
        "Taylor: Yeah, I wasn't too happy about that either, but I'm not going to make a big deal out of it when he gets back.",
        "Darla: Sure. But, Taylor, it was your first Christmas back in L.A.",
        "Taylor: Well, he had to reassure the buyers that everything was under control at Forrester.",
        "Darla: And that was more important than spending Christmas with his family?",
        "Taylor: He's protecting the legacy for his children, you know.",
        "Darla: Oh. Protecting them from who, exactly? Stephanie? Thorne? I don't know?",
        "Taylor: Misconceptions of the buyers and the clients, Darla.",
        "Darla: Right. Right. I'm sorry, what do I know? [ Darla chuckles ] I'm just a dingbat.",
        "Taylor: What? That is not true.",
        "Darla: Oh, thank you. Your husband thinks so.",
        "Taylor: Darla, I'm sorry for the way my husband treated you.",
        "Darla: Well, I hate to say this Taylor, but I don't think he's treated you much better.",
        "[SCENE_BREAK]",
        "Stephanie: Ridge is overreacting and so are you.",
        "Brooke: This collection needs help.",
        "Stephanie: New lines rarely meet with immediate success.",
        "Brooke: And I'm sure that's what Ridge is telling the European buyers, but they're still not buying.",
        "Stephanie: So he let his family down for nothing?",
        "Brooke: You should be grateful. He's working day and night to try and add a little panache to a collection of mumus.",
        "Stephanie: Panache? We'll have all the panache that we need once this new ad campaign takes off.",
        "Brooke: \"Return to elegance\"?",
        "Stephanie: I think that says it all.",
        "Brooke: It says that we're moving backwards.",
        "Stephanie: It says 're getting out of the gutter.",
        "Brooke: With a psychiatrist with zero fashion experience as a spokesmodel.",
        "Stephanie: What are you talking about? She has style. Elegance. [ Stephanie chuckles ] Hold. Not like our former spokes vixen. I think the clients and buyers will agree. There's no comparison.",
        "[SCENE_BREAK]",
        "Thomas: My mom believes the more you have, the more you have to give. She brought up me and my sisters to believe that, too.",
        "Hector: That's a good lesson.",
        "Thomas: Yeah, I think that was one of the things Caitlin and I had in common. And probably why you get along so well with my mom.",
        "Hector: People who share the same ideals usually do.",
        "Thomas: Listen, Hector, I'm sorry, but I promised my mom that I would pick up the girls from the mall and take them to a friend's house.",
        "Hector: Oh, sure. Listen, you got any big New Year's plans of your own?",
        "Thomas: No, just going to crash with the guys and give the folks some privacy.",
        "Hector: Oh, your father's home?",
        "Thomas: Oh, not yet, but my mom expects him in a few hours. She's got this whole big \"welcome home\" thing planned.",
        "Hector: Yeah. She must be excited. I know she was disappointed when he didn't make it for Christmas.",
        "Thomas: Well, we all were. But she's on top of the world now.",
        "Hector: I'm glad to hear it. Your mom deserves to be happy.",
        "Thomas: Yeah, she does. Well, oh, here you go.",
        "Hector: Hey, I got this.",
        "Thomas: Are you sure?",
        "Hector: Yeah.",
        "Thomas: All right, well, hey thanks. Thanks for the call. It's good to see you.",
        "Hector: Happy New Year.",
        "Thomas: All right, take care.",
        "Hector: Okay.",
        "[SCENE_BREAK]",
        "Taylor: Darla, I love my husband.",
        "Darla: Oh, Taylor, I know you do. And I respect the loyalty you have for him. But it just broke my heart to see you without him at Christmas.",
        "Taylor: It wasn't possible. I'm not going to blame him for that.",
        "Darla: I would. If Thorne came to me with some lame excuse about being gone for business, having to miss Christmas. Especially a significant one, you know? I'd want to kill him. [ Darla chuckles ] But I don't think Thorne would ever do that.",
        "Taylor: Maybe that's because he thinks you'd kill him.",
        "Darla: So Ridge just thought you wouldn't mind, huh?",
        "Taylor: No, no, he -- it's -- it wasn't --",
        "Darla: Thoughtful? Considerate?",
        "Taylor: Darla, your husband has a different relationship to Forrester than mine does.",
        "Darla: It sounds like he has a different relationship with his wife. But, Taylor, I'm sorry, okay? I'm sure you are both doing everything in your power to get things back on track. Just seeing you go to all this trouble to give him the royal treatment after he's treated you the way he has, I just hope he realizes how lucky he is.",
        "Taylor: I'm going to make sure he does.",
        "Darla: Then, I'll leave you to it.",
        "Taylor: Oh, thanks for the mail.",
        "Darla: You're welcome. Oh, and Taylor, good luck tonight. I really hope this reunion is everything you want it to be.",
        "[SCENE_BREAK]",
        "Stephanie: We are through selling underwear.",
        "Brooke: People buy underwear, Stephanie. Even you. It's nothing to be ashamed of.",
        "[ Stephanie chuckles ]",
        "Stephanie: Coming from a woman who doesn't wear any, that doesn't mean very much.",
        "Brooke: You should be ashamed of these sales figures. You should be ashamed if this company goes under, because you can't get over your animosity towards me.",
        "Stephanie: And what about your feelings for Nick? Don't you think you should be ashamed of those?",
        "Brooke: How many times do I have to tell you? Nothing was going on between me and Nick in the hospital yesterday.",
        "Stephanie: The more you deny it, the more I believe it.",
        "Brooke: And the more I am sick of your accusations. Thinking that I would want my daughter to miscarry just so I could be with her husband. That is disgusting.",
        "Stephanie: Yes. It is.",
        "[ Brooke sighs ]",
        "Brooke: I thought we were over this, Stephanie. We were going to stop this. We came together at Christmas.",
        "Stephanie: You know, one or two moments of decency on your part doesn't make up for all your trashy behavior. I just thank god I got you out of my family.",
        "Brooke: Well, I'm still here. And I will always be in Ridge's life. In fact, I was thinking of taking R.J. over there tonight when he gets home.",
        "Stephanie: Don't you dare.",
        "Brooke: We won't be long.",
        "Stephanie: Don't you even go over there. I know you're getting a little antsy 'cause you haven't had a man in your bed for a few weeks, but ridge is off- limits.",
        "Brooke: First you accuse me of going after Nick and now it's Ridge? Can't you accept the fact that I'm happy alone?",
        "Stephanie: Unlike Taylor, you need a man to make you feel good about yourself.",
        "Brooke: Unlike you, or your angelic daughter-in-law, I never claimed to be perfect.",
        "Stephanie: Ooh. I wish I'd been perfect. Then I would've been able to get rid of you.",
        "Brooke: I'll admit, I made some mistakes.",
        "Stephanie: You certainly can't deny it.",
        "Brooke: But so have you. We're only human.",
        "Stephanie: You know, that's such a copout. But copouts are your specialty, aren't they? \"Oh, I don't know -- I don't know how that happened. I don't know what came over me.\" Taylor would never say that. Taylor would never place herself in a situation where she had to. That is why she is the new face of Forrester.",
        "Brooke: Virtue doesn't sell dresses.",
        "Stephanie: It inspires respect and admiration.",
        "Brooke: Oh, please. Like she would ever wreck a home or destroy a family. Look what she did to mine.",
        "Stephanie: Yours? You weren't legally married to ridge. He was her husband. She wanted a life with her husband and she wasn't going to let anything or anyone interfere with that. And she never will.",
        "[SCENE_BREAK]",
        "[ Doorbell rings ]",
        "Taylor: Oh, my goodness, he's here already? Guess there was no traffic on the 405. What did you do, forget your keys? Hector.",
        "Hector: May I come in?",
        "Taylor: Of course, sure. Come on in.",
        "Hector: I'm sorry to disappoint you. I know you were expecting Ridge.",
        "Taylor: No, no, I, just --",
        "Hector: I ran into Thomas at the insomnia. He said that he didn't think Ridge would be here for a few more hours.",
        "Taylor: Oh, right. That's probably true.",
        "Hector: So, gives us a few minutes to talk. Here you go.",
        "Taylor: Oh, thank you. Let's just put these in a little water.",
        "Hector: They'll be fine for a while. Plus, I don't think you need anything to brighten up this room.",
        "Taylor: Oh, yeah, I got a little excited. Want to do a little celebration thing.",
        "Hector: Yeah. Well, after what happened at Christmas, you and ridge have a lot of time to make up for.",
        "Taylor: Yeah, let's not talk about what happened at Christmas. I already put that behind me.",
        "Hector: So you're moving forward.",
        "Taylor: Yes.",
        "Hector: Which is why I'm here. I want to wish you the best of luck. And I know that may sound insincere, given how I feel about you, but I promise you, I mean it. Your happiness is very important to me, Taylor. And if your commitment to ridge is what makes you happy, then I'm happy for you. By the way, you don't have to tell ridge where those flowers came from. But if you feel compelled to do so, you might want to point out the yellow roses. They're a symbol of friendship. One that I hope we can continue.",
        "Taylor: So do I.",
        "Hector: You look beautiful. I won't deny that I'm disappointed. I was hoping that it would be me that you'd kiss at midnight tonight. But it wasn't to be, and I'm man enough to accept that. So -- [ Phone rings ] Happy New Year.",
        "Taylor: Wait a second, hector. Let me grab this, and then I'll walk you to the door. Hello?",
        "Ridge: Hey, Doc.",
        "Taylor: Ridge! Are you on your way home from the airport?",
        "Ridge: Didn't you get my messages?",
        "Taylor: Oh, I've been so busy all day. I haven't even checked my voice mail.",
        "Ridge: I left messages on the cell phone hours ago. Some more meetings came up and I couldn't get away.",
        "Taylor: Ridge, you said you'd be here.",
        "Ridge: I know and I'm sorry. Sorry I have to postpone. But we can still celebrate when I get home.",
        "Taylor: When will that be?",
        "Ridge: I'm not sure. I'm not sure. We're making progress, but there's still a lot to be done.",
        "Taylor: Ridge, I prepared a whole evening for us. I sent the kids away, I sent them to go to their friends for new year's. I need my husband.",
        "Ridge: It's only a few more days, Doc. Look, I gotta run here. I got a car waiting downstairs. I'm really sorry about this. I love you. I love you, and happy New Year, okay?",
        "Hector: What happened? What did he say?",
        "[SCENE_BREAK]",
        "Brooke: Taylor wanted Ridge and she got him. You don't think that's selfish?",
        "Stephanie: I think he chose her because she's everything that you're not.",
        "Brooke: You know what? The issue isn't even Taylor, it's you and your obsessive need to belittle me. It's destroying this family and it's destroying the company.",
        "Stephanie: If you're so concerned, why don't you leave?",
        "Brooke: For the same reason ridge didn't come home for Christmas. Somebody has stop you from dismantling this company that Ridge, Eric and I have worked so hard to build.",
        "Stephanie: You think I don't care about my children's legacy? You think that Taylor and Thorne and I don't want the collection to succeed?",
        "Brooke: I think that you're in way over your heads and you need the professionals to take over.",
        "Stephanie: Oh, well let me tell you, Taylor is more of a professional than you have ever been.",
        "Brooke: You gave Taylor this job, Stephanie. The same way you gave her your son when you faked that heart attack.",
        "Stephanie: Because she deserved him and you didn't. She has always kept her vows.",
        "[SCENE_BREAK]",
        "Taylor: He said he'd be here for New Year's.",
        "Hector: He's really not coming?",
        "Taylor: He's in Paris.",
        "Hector: His flight got canceled?",
        "Taylor: He's using the company jet.",
        "Hector: It needs repairs, the pilot got sick, what?",
        "Taylor: He said he's still working, he's not finished.",
        "Hector: Well, you are. You are finished making excuses for this guy.",
        "Taylor: He called my cell phone. I should've checked.",
        "Hector: But you were too busy doing all of this. Preparing this romantic homecoming and he's blowing you off on voice mail? It's not right, Taylor.",
        "Taylor: He said he wants to be here.",
        "Hector: If that were true, he would be. But he's not. And it should be clear by now that you are not his number one priority. Enough is enough, okay, Taylor. Enough of Ridge. Enough of this pain and disappointment. You need a man. A real man who respects you. Who cherishes you. A man like me.",
        "[SCENE_BREAK]",
        "Stephanie: You know, Taylor's is twice the woman that you are. She's always been a very loyal friend. A devoted wife and wonderful mother.",
        "Brooke: She's not a robot, Stephanie. She can slip up like anybody else.",
        "Stephanie: You'd like that, wouldn't you? The only way that you can improve your sense of self-esteem is to try and diminish someone else.",
        "Brooke: I'm just saying --",
        "Stephanie: I know what you're saying. You are jealous. She has brought class back to this company, stability to the family. She is an example for her children. You're never going to see Taylor on the cover of some tabloid in the supermarket. She is a woman of unimpeachable integrity.",
        "[SCENE_BREAK]",
        "Hector: Ridge isn't here, Taylor. He's not here for you. He's not here for the kids. And he hasn't been since the day you came back to L.A.",
        "Taylor: He has to work.",
        "Hector: He has to work. He has to take care of the company. He has to take care of Brooke. Well, who the hell's going to take care of you?",
        "Taylor: I can take care of myself.",
        "Hector: Aren't you tired? Aren't you tired of being stood up and let down? Be honest with yourself. Aren't you ready to be with a man who appreciates you? Don't you want to spend your life with someone who treats you right? Taylor, tonight is our night. It's New Year's Eve. A fresh start. A new beginning, honey. Let's make this a night that neither one of us will ever forget. I want you, and tonight nothing's going to stop me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=dQubYyzkmAo"
}