{
    "Episode Summary": [],
    "Recap": [
        "Taylor is brought to headquarters in cuffs and makes her statement to Lt. Baker and it's signed and witnessed. Ridge and Phoebe have a heart to heart and she reveals to him that it was Taylor that hit Darla and is there anything he can do to help her? Thorne is shocked and livid that Stephanie already knew about Taylor and kept it from him. More importantly she even encouraged him to fall in love with Taylor, the woman who killed his wife! She puts her spin on it that she was doing it to protect him. It wouldn't bring Darla back and it wouldn't change anything, and Taylor was still the wonderful human being who genuinely loved him. Yes, Taylor made a huge mistake but he can play God as there is plenty of guilt to go around. He feels he is loosing Darla all over again. Stephanie cradles his head and comforts him.",
        "*Late due to no TV coverage in Houston area with major flooding. Program will run overnight and will written sometime on Tuesday."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Orbach: Take her into Lt. Baker's office.",
        "Police officer: No problem. This way, please.",
        "Lt. Baker: I know the arresting officer read you your rights, but do you have any questions?",
        "Taylor: No.",
        "Lt. Baker: Take those off of her.",
        "Taylor: When do I make a statement?",
        "Lt. Baker: Whenever your attorney arrives.",
        "Taylor: I don't need one.",
        "Lt. Baker: Yes, Dr. Hayes, you do.",
        "Taylor: Well, whoever the court appoints then.",
        "Lt baker: You can afford legal representation.",
        "Taylor: Listen, I'm beat. I don't want to talk anybody tonight. It's not going to make any difference anyway, is it?",
        "[SCENE_BREAK]",
        "Ridge: Okay, this one is from Steffy and this one is from me. Not your birthday gift. You have to wait for your birthday for that one. I was kind of hoping you weren't still angry at me.",
        "Phoebe: No, Daddy, I was never mad at you. Okay? I know you and mom tried.",
        "Ridge: That's more like it. I was getting worried about my little girl. I wrote to you, I sent postcards, e-mails, called you, I didn't hear back from you at all.",
        "Phoebe: I'm sorry. Just -- I was lying to so many people, I didn't want to have to lie to you, too. It's over now.",
        "Ridge: Phoebe, are you in some kind of trouble?",
        "Phoebe: It's not me. It's mom.",
        "Ridge: I thought the drinking stopped.",
        "Phoebe: It did, the night Darla died. That changed everything.",
        "Ridge: Yeah, for all of us.",
        "Phoebe: No. Dad, mom was the one who hit her.",
        "[SCENE_BREAK]",
        "Catherine: Thorne?",
        "Thorne: Yeah, I thought I'd be out all night, too. No.",
        "Catherine: Is everything okay?",
        "Thorne: You'll hear about it in the morning, I expect. I'll put her to bed. Sorry about the change of plans.",
        "Catherine: No, it's fine. I didn't even bring my bag in. Just call me if you need me.",
        "Thorne: Okay. Thanks.",
        "Thorne: You loved her, too, didn't you? Come here, sweetie. Hey. Whoa.",
        "[Knocking at door]",
        "Thorne: Let me put her down. I'll be right back.",
        "Thorne: I take it you know. How could she lie, Mother, for so long, and so well, that I found myself -- I mean, you're closer to Taylor than I am. You must have been just as shocked.",
        "Stephanie: Oh, I was, yes, at first. But you know, the irony of all of this, honey, is that you're the one that has given her the strength that allowed her to do what she did tonight.",
        "Thorne: Are we even talking about the same thing?",
        "Stephanie: Taylor wanted you to know that she was responsible for Darla's death. I didn't.",
        "[SCENE_BREAK]",
        "Ridge: You're not making any sense here. Suddenly, you get it into your head that your mother was driving the car that hit Darla?",
        "Phoebe: Dad, no, it wasn't sudden. I always knew. I just -- I couldn't let her go to jail, you know? She had already been arrested once for drinking and driving. I mean, haven't you noticed? She hasn't been driving recently. She can't.",
        "Ridge: My god, she was drinking that night --",
        "Phoebe: A little bit.",
        "Ridge: Thomas and I saw the bottle, right here.",
        "Phoebe: And then Hector took us to jail to meet with this woman who was there for the same reason.",
        "Ridge: Hector Ramirez?",
        "Phoebe: Yeah, he didn't want mom to say anything either.",
        "Ridge: Wait a minute. You're saying your mother let this happen?",
        "Phoebe: No, no, no, it wasn't her fault, Dad.",
        "Ridge: Wait, she let you go on with this story, tried to get you and hector to cover it up?",
        "Phoebe: No, it wasn't like that. We didn't give her much choice.",
        "Ridge: Why didn't you tell me about this before now?",
        "Phoebe: How could I? You were the reason she --",
        "Ridge: I was the reason she was drinking?",
        "Phoebe: No one blames you. Mom doesn't blame you. It's just, after you left, she kind of fell apart.",
        "Ridge: Oh, my god. I knew she was in trouble. I didn't do anything.",
        "Phoebe: Dad, what could you have done? I mean, your presence just made her worse. I just -- I didn't know how to fix it. You know, she was crying all the time. She never slept. I mean, it got a little better after grandma found out, but --",
        "Ridge: What?",
        "Phoebe: Yeah, she made mom promise not to tell. She thought it would better for Thorne that way. But he knows now. Mom told him tonight.",
        "[SCENE_BREAK]",
        "Lt Baker: State your name for the record, please.",
        "Taylor: Taylor Hayes.",
        "Lt. Baker: You're aware that you have the right to legal counsel before making this or any other statement?",
        "Taylor: Yes.",
        "Lt baker: Could you speak up, please?",
        "Taylor: I understand.",
        "Lt. Baker: And it's your decision, influenced by no one else, to waive those rights, fully aware that anything you say can and will be used against you in a court of law?",
        "Taylor: Yes. I just want to tell what happened.",
        "Lt baker: About the death of Darla Forrester. Is that correct?",
        "Taylor: Yes.",
        "Lt. Baker: Please continue.",
        "Taylor: Telling Thorne was the hardest thing I've ever had to do in my life. This should be relatively easy. Darla came by my house that night and asked my daughter and me to come to her little girl's birthday party. And I didn't want to go. Because I was already feeling estranged from the family, and I also didn't want anyone to see that I -- I wasn't going to be driving my car. Because I had a suspended license. Because of my DUI, which you already know about. And I knew my drinking was already out of control. And so, I had emptied all of the liquor out of the house, except for one bottle of wine. And I had a couple of glasses of it. I don't know, I might have added some more wine to the second glass. I don't really remember. And then I got a call from Phoebe. And I was worried because she should have had already been at the party. But she was lost, and so I helped her with directions. And then she called me again because she was stranded on the coast highway. She had had a flat tire, and while we were talking, there was a man, a homeless person, who approached her, and she was frightened. And I was scared to death. And so, I got in my car. I mean, I knew that I had a suspended license, but I didn't know what else to do, because she's my daughter and I wasn't going to leave her in the dark. And I didn't know that Phoebe had also called Darla. And Darla came and she was changing the tire. And I couldn't see, and it was really dark and it was foggy and I was coming around the last curve. And I don't know -- all of a sudden, I just -- I didn't realize she was going to be there. Darla just seemed to come out of nowhere. I don't know. I guess she was changing the tire, and she fell back into the road, and then I hit her.",
        "Lt. Baker: And when the police arrived on the scene?",
        "Taylor: Well, I was scared to death. I followed the ambulance.",
        "Lt. Baker: And when I saw you at the hospital?",
        "Taylor: I said nothing.",
        "Lt. Baker: Why? If you're saying that your car struck Darla by accident --",
        "Taylor: No, I didn't say that. It felt like an accident, but I'll never know for sure, because I was drinking.",
        "[SCENE_BREAK]",
        "Thorne: You knew? You knew? Who the hell else knew, Mother, huh? What about the mailman?",
        "Stephanie: Honey, I was just trying -- I was trying to protect you.",
        "Thorne: Trying to protect me? You make me look like a fool, mother. I'm being duped by the people that I trusted the most.",
        "Stephanie: Well, that's exactly how I felt when I found out. Please, just let me have a chance to explain what happened. I found out the night that Hector's house burnt down. I was with you, remember? Phoebe called and she said that Taylor was on her way over to see you. She told me that she wanted to tell you. And hector intercepted her. She was desperate to tell you and he was desperate to keep her from telling you. Honey, by the time I got to the Ramirez house, half the ceiling had collapsed. I didn't -- I was so relieved that they were alive and then she told me. And I was so angry. God, I wanted to leave the two of them there to burn.",
        "Thorne: Oh, but instead, you thought that the decent thing to do was to encourage me to fall in love with the woman who killed my wife!",
        "[SCENE_BREAK]",
        "Police officer: Over there, please. Left hand. First finger.",
        "Orbach: The transcriptionist is working on her confession now. They said it couldn't be done, but you did it.",
        "Lt baker: What's that?",
        "Orbach: Cracked the case when everybody thought it was cold.",
        "Lt. Baker: Pay attention. She confessed. I didn't have any proof.",
        "[SCENE_BREAK]",
        "Ridge: Now I get it. The way your mother was at the funeral -- she took hector in, her attachment for Thorne -- it was a lot of guilt!",
        "Phoebe: No, no, no, no, Dad. It wasn't like that. Maybe it started out that way, but -- but I think they really fell in love. I mean, that's one of the saddest things about tonight.",
        "Ridge: Well, we'll see how Thorne takes this, won't we? Whether he just goes the police straight away.",
        "Phoebe: Well, she didn't wait to find out. She called lt. Baker directly. It'll be in the papers, on the news -- there'll be a trial, and she'll go to jail now. You know, none of this would have happened if I had just stayed in England with Steffy and wasn't selfish and spoiled and just stayed home.",
        "Ridge: Now, listen to me. This was not your fault. You did nothing wrong. You did nothing wrong.",
        "Phoebe: Dad, I lied more than anyone.",
        "Ridge: You're not even legally an adult here. It was not fair to put you in this position. You were afraid, and so was your mother. What I can't for the life of me understand is what the hell my mother was thinking of.",
        "[SCENE_BREAK]",
        "Stephanie: Well, when you put it that way, it seems rather callous, I know. But honey, please remember, I saw what was happening between you and Taylor.",
        "Thorne: But you kept me in the dark, Mother.",
        "Stephanie: Because I wanted to spare you this. This very moment of having your heart broken all over again.",
        "Thorne: Well, that's not the point!",
        "Stephanie: Yes, it is the point for me, though, sweetheart. Justice isn't justice if it does some irreparable harm that can't be undone.",
        "Thorne: But you did the harm, Mother. I didn't know who I was falling for. And you let it happen!",
        "Stephanie: Because -- look, she made a mistake, but she is still the same wonderful, decent human being who loves you.",
        "Thorne: She made a mistake?",
        "Stephanie: Yes, she -- all right, she made a terrible mistake. She should not have gone along with what hector suggested. She should have told the truth. And I shouldn't have gone along, but by the time I found out, the damage had already been done. And so, I thought to myself, well, what good is it? I mean, to have another family destroyed, to have your happiness, Alexandria's happiness destroyed for something that was nobody's fault!",
        "Thorne: She got in that car when she had been drinking, Mother --",
        "Stephanie: Yes, she did. And she shouldn't have! She was driving without a license. I know that. Blame her, go ahead. But my god, honey, there's plenty of fault to go around.",
        "[SCENE_BREAK]",
        "Ridge: I hate that you've been carrying this around for so long. It's no wonder you ended up in the hospital.",
        "Phoebe: I thought it was over that night, that mom had told everyone and that the next time I saw her, she would be in jail. But now that it's actually happened, I can't -- I can't believe that it's hopeless. You know, but I can't -- I can't say anything. Nobody's going to believe me because I lied so many times, but it was an accident, dad.",
        "Ridge: Yeah, but if she had been drinking --",
        "Phoebe: No, it wouldn't have made a difference. It was so foggy, you couldn't see ten feet in front of you. Darla lost her balance and fell back into the road. Anyone -- anyone coming around that corner, at that time, would have hit her. Is there anything you can do?",
        "[SCENE_BREAK]",
        "Lt. Baker: You're free to make any changes, corrections, any additions --",
        "Taylor: Nope, that's what I said.",
        "Lt. Baker: Once you sign this, it's evidence.",
        "Taylor: I know. I just want to get this done.",
        "Lt. Baker: Witness it.",
        "Taylor: What are the charges going to be?",
        "Lt. Baker: Well, that's up to the district attorney.",
        "Taylor: With what I just told you, what do you think they're gonna be?",
        "Lt. Baker: Well, driving with a suspended license, obstruction of justice, certainly -- the big one's going to be vehicular manslaughter, with or without gross negligence. That's not really up to me to decide. I'm sorry, Taylor, but it looks like you're going to be going away for awhile.",
        "[SCENE_BREAK]",
        "Thorne: How dare you bring Darla into this? Like she just, what, jumped in front of Taylor's car?",
        "Stephanie: You remember how foggy it was that night.",
        "Thorne: She was drunk, Mother!",
        "Stephanie: Now, you know better than that. You saw her.",
        "Thorne: Well, I was driving the same road, I didn't hit anyone.",
        "Stephanie: Well, thank god you didn't. Nobody was changing a tire on that narrow strip, nobody fell in front of your car.",
        "Thorne: No, I'm not going to listen to this --",
        "Stephanie: Please, this is how Phoebe describes that it happened!",
        "Thorne: Of course it !",
        "Stephanie: Honey, please listen to me. You know Darla. You knew exactly the kind of person -- she'd take a risk. She'd want to help phoebe. She wouldn't even think about herself. She would just do it.",
        "Thorne: You make it sound like she wanted to die! Like she wanted to leave Ally and me!",
        "Stephanie: No! Oh, my god, no! I'm not saying that. Neither is Taylor. I'm just trying to get you to understand, honey. It was a -- it was a chain reaction of events. One piling on another, until this terrible tragedy happened, that nothing could stop.",
        "Thorne: Fine. But it doesn't explain the lies.",
        "Stephanie: No, you're right. It doesn't. She shouldn't have lied. I know that. She shouldn't have listened to hector or phoebe or me. She shouldn't have. She wanted to tell you the truth, and that's what she did tonight, Thorne. She came to you! She told you because that's the kind of person that she is. She loves you.",
        "Thorne: I thought my sweet wife was looking down and had blessings for the feelings that I had for the woman who killed her.",
        "Stephanie: Oh, please, honey. Darla isn't going to blame you for those feelings. She loved you. Darla loved you. She would only want the best for you, only good things for you and for the baby.",
        "Thorne: It feels like I'm losing her all over again.",
        "Stephanie: I know. I know.",
        "Thorne: I just want her back, Mother. I just want her back.",
        "Stephanie: Oh, baby boy, I'm sorry. I'm so sorry. I'm so sorry."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=4D8eS3lruJI"
}