{
    "Episode Summary": [],
    "Recap": [
        "Thorne visits Taylor in her cell, finding it hard to believe that she cherishes him. Time won't heal this wound but she exclaims that she will pay for what she did when she is sentenced. Somehow he doesn't think ten years is going to explain that to little Alexandria. She says she is sorry and he has every right to hate her. It's little comfort to him that the person responsible is the same person who has become the most important woman in his life and he even thought Darla approved of that. Now they are all looking at her like some ding-bat which she is not. Taylor agrees, she was a SAINT, not a fool.",
        "Thomas joins in with Ridge and Phoebe and Brooke. Shane plays cat and mouse with Stephanie taunting her if he should offer his testimony or just keep his mouth shut. Is she trying to buy his testimony? She cuts to the chase and asks what does he want \u0096 it's his. With Thorne hidden and watching nearby, Taylor has a tearful reunion with Thomas and Phoebe and Ridge. Sally wants to support Thorne and get Darla justice so she sits on the prosecution side. The judge hands down the sentence and Stephanie breaks into court spouting that this man saw it all, it was not vehicular manslaughter and Taylor needs to change her plea. Assistant attorney Tartaro objects, but Thorne rises and face to face with Shane asks if this is true? Did his wife fall into the path of Taylor's car?"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "From http://www.restless-passions.com",
        "Thorne: You cherish me?",
        "Taylor: I know you hate me. Because I let you believe you could trust me. But in time, you'll forget about me.",
        "Thorne: Time won't heal this wound, Taylor. Time won't undo what you did.",
        "Taylor: No, I know. But I will pay for what I did when I'm sentenced.",
        "Thorne: Ten years. What is that to a little girl who has lost her mother for the rest of her life?",
        "[SCENE_BREAK]",
        "Thomas: Mom hit Darla and covered it up?",
        "Phoebe: It was an accident, Thomas. There was nothing mom could do. Darla fell in front of Mom's car.",
        "Ridge: No one thinks your mother did this on purpose.",
        "Phoebe: Then why is she going to jail?",
        "Brooke: She might not, so don't worry. Your father's hired a really good lawyer.",
        "Ridge: His name is Storm Logan. He happens to be Brooke's brother. He'll do everything he can for your mother. Hey, Storm.",
        "Storm: Oh my. Ridge? Hey, Sis. Good to see you.",
        "Brooke: Good to see you too.",
        "Storm: You look good. Hey, Phoebe. Thomas.",
        "Thomas: Have you seen my mom?",
        "Phoebe: Is she okay?",
        "Storm: Well, you know she's being sentenced today.",
        "Ridge: She just entered her plea.",
        "Storm: Taylor certainly wants to get this over with.",
        "Phoebe: But the judge doesn't know what really happened. I have to talk to him.",
        "Ridge: Sweetie, you can't do that.",
        "Phoebe: I was there!",
        "Ridge: You were part of the cover up.",
        "Storm: Well, even if you weren't, you are Taylor's daughter and you do have reason to protect her.",
        "Phoebe: But I wouldn't lie.",
        "Ridge: Look, I think the best thing we can all do right now is just be there for your mother. Let her know we're all behind her 100%, that's all we can do.",
        "[SCENE_BREAK]",
        "Stephanie: Taylor needs your help now.",
        "Shane: Question is how does helping her help me?",
        "Stephanie: What are you talking about? You saw the accident. You have to tell the judge.",
        "Shane: Phoebe can tell him.",
        "Stephanie: No, no, no, she can't. We need a cooperating witness for this. You saw Darla lose her balance and fall into the road.",
        "Shane: So?",
        "Stephanie: Taylor needs you to tell them that. You're the only objective witness.",
        "Shane: Wait, wait, wait. Weren't you the person that told me there would be no court in the country that'd believe a word on what I said about that night? Didn't you also say that I shouldn't come forward with any information -- I'd have nothing to gain out of that? And that I should just keep my mouth shut?",
        "[SCENE_BREAK]",
        "Taylor: I can't say anything right.",
        "Thorne: I don't know which hurts worse -- what you did to Darla or what you did to Alexandria.",
        "Taylor: The truth hurts.",
        "Thorne: The truth? As if it matters. It would have a few months ago. Before we got involved. Before I fell in -- before everyone and everything that I believed in was poisoned by this lie. You, Phoebe, even my mother. Not one of you. Not one of you was honest with me.",
        "Taylor: I'm sorry.",
        "[SCENE_BREAK]",
        "Storm: Yeah, thanks Jennifer. Mr. Forrester and the kids will be there soon. All right.",
        "Brooke: That was the assistant D.A.?",
        "Storm: Yeah, she's going to make sure that Taylor gets a few minutes alone with her family before the sentencing. A few minutes.",
        "Brooke: Taylor really told the judge she didn't want to wait?",
        "Storm: She said she's ready to accept her punishment.",
        "Brooke: You couldn't talk her out of it?",
        "Storm: Well, I tried. She doesn't want to drag this out and prolong Thorne's pain. I guess she loves him that much.",
        "Brooke: Well, the sad thing is, I think Thorne still really loves her, too. This has got to be killing him.",
        "[SCENE_BREAK]",
        "Taylor: Talk to me, Thorne.",
        "Thorne: What do you want me to say, Taylor? I'm glad that you're going to prison?",
        "Taylor: You should. You should be glad and that's all right. You have every right to.",
        "Thorne: None of this is all right, Taylor. None of it.",
        "Taylor: Well, you can rest. Because now you know the person who did it is going to prison.",
        "Thorne: The person who did this had become the most important woman in my life. I actually thought Darla had a hand in bringing us together. I should be grateful. To see us, she'd be happy. Making plans for the future. And now Phoebe is saying that it was an accident? That Darla just fell into your car?",
        "Taylor: No one. No one is blaming Darla.",
        "Thorne: Everyone's blaming Darla, Taylor! You, Phoebe, Ridge. Even my own mother! You all want me to believe that Darla's death was some kind of dingbat accident. Well, my wife wasn't a dingbat!",
        "Taylor: No. No, no, no, she wasn't. What an incredible person she was. She had the biggest heart of anybody I've ever known. I mean, there she was. She was planning this big family party. She'd been planning it all week. I know she was probably exhausted, but she dropped everything. She dropped it because she went to help my daughter when she was in trouble. She died a saint, Thorne. Darla was not a fool. She was a saint.",
        "[SCENE_BREAK]",
        "Stephanie: All right, Storm. That's Taylor's lawyer. The judge will not postpone the sentencing. If we don't have a witness, there's nothing that Storm can do.",
        "Shane: Well, well, well. I don't think there's anything I can do either. I mean, didn't you tell me that already, that no one's gonna listen to me? 'Cause I'm a nobody, I'm out of work, I'm a petty thief, I'm a blackmailer -- didn't you say that I shouldn't even get close to a court room?",
        "Stephanie: Okay, Shane. What do you want?",
        "[SCENE_BREAK]",
        "Guard: You've got visitors.",
        "Thomas: Mom?",
        "[SCENE_BREAK]",
        "Bridget: I cannot believe that Taylor pled guilty.",
        "Eric: I guess she just felt she wanted to be honest.",
        "Bridget: I understand that.",
        "Eric: Have you told Dante and Felicia about this baby?",
        "Bridget: Oh, Dad --",
        "Sophie: Sally, what are you feeling right now?",
        "Sally: Will you just back off, you buzzards? Come on! Back off, I've got nothing to say!",
        "Eric: Come here, darling, come on.",
        "Sally: Thank you.",
        "Eric: Come on, this way. Here.",
        "Sally: No, no, no. The other side, over here, if you please. I am here to support Thorne and to see that Darla gets the justice she deserves. Okay? Thank you.",
        "[SCENE_BREAK]",
        "Taylor: I'm so glad to see you guys.",
        "Ridge: Storm worked it out with the Assistant D.A.",
        "Thomas: Are you okay?",
        "Taylor: Yeah, I'm okay. How are you?",
        "Ridge: I think we're all still in shock.",
        "Thomas: I just wish you could have told me.",
        "Taylor: Believe me, I don't want any of you guys involved in this.",
        "Phoebe: We want to be involved. You need our support.",
        "Taylor: Did you tell Steffy?",
        "Ridge: She's ready to fly back the moment I give her the word.",
        "Taylor: No, I don't want her coming in. She'll be better off out of the spotlight.",
        "Thomas: Why did you plead guilty?",
        "Taylor: Because I did it.",
        "Thomas: Phoebe said it was an accident.",
        "Phoebe: It was.",
        "Thomas: Then you can defend yourself.",
        "Taylor: No, no! All I'll be doing is adding more grief to everybody's pain. I'm not doing that.",
        "Thomas: You're giving up for Thorne?",
        "Taylor: I'm accepting the consequences of my actions, okay?",
        "Thomas: I'm sorry, I just -- I don't want to lose you. I love you so much.",
        "Taylor: I love you, too. I love you all. You know I don't want to be away from you guys at all.",
        "Ridge: I'll take good care of them, Doc.",
        "Taylor: I know you will. I want you guys to take good care of each other, too. And I want you to take care of Thorne and Alexandria.",
        "Phoebe: Mom, Thorne still loves you, I know he does.",
        "Taylor: Phoebe --",
        "Phoebe: Mom, it could still work, if we can convince the judge that Darla fell in front of your car.",
        "Taylor: No, don't say it again. Don't say it to the judge, don't say it to anybody. Do you understand?",
        "Ridge: Look, Taylor, if it was an accident, why not --",
        "Taylor: I'm taking responsibility, and I'm not blaming it on Darla.",
        "Storm: Hey, sentencing's about to start.",
        "Guard: Let's go.",
        "Phoebe: Wait, wait, wait. Can't we at least say good-bye?",
        "Thomas: Please?",
        "Taylor: I'm gonna miss you guys. I'm gonna miss you so much.",
        "Ridge: Come on.",
        "[SCENE_BREAK]",
        "Shane: Mrs. Forrester, you're not trying to buy my testimony, now, are you?",
        "Stephanie: Do you know what you want?",
        "Shane: Well, as a matter of fact, I do. There is something that I want. Something really badly.",
        "Stephanie: Well, then it's yours. Now, let's go to the court house.",
        "[SCENE_BREAK]",
        "Phoebe: This is my fault.",
        "Bridget: No, it's not.",
        "Phoebe: It is. Mom lied because of me.",
        "Bridget: Phoebe, no, she didn't, honey.",
        "Lt. Baker: Thorne.",
        "Thorne: Lt. Baker.",
        "Lt. Baker: I'm really sorry about all of this.",
        "Thorne: Thank you.",
        "Eric: Thorne, you don't have to be here for this.",
        "Thorne: Yes, Dad, I do.",
        "Bailiff: Hear ye, hear ye. The Superior Court of Los Angeles is now in session. The Honorable Judge Owens presiding. All rise. This court will now proceed with sentencing in case number 76598 -- \"Los Angeles County versus Taylor Hayes.\"",
        "[SCENE_BREAK]",
        "Shane: Whoa, hold up, hold up.",
        "Stephanie: What? We can't, the hearing has already started.",
        "Shane: You never said this place would be crawling with cops.",
        "Stephanie: What? You're in a court house! What, are you -- are you a sociopath or something? Come on.",
        "[SCENE_BREAK]",
        "Judge: Taylor Hayes, please rise. You are being sentenced for the crimes to which you have already plead guilty. That plea has been filed with the clerk, and I have received sentencing recommendations from Assistant District Attorney Tartaro. You asked to have the process expedited, and this court has done its best to comply.",
        "Taylor: Thank you.",
        "Judge: I've reviewed the prosecutor's recommendations, and as no motions have been filed by the defense, I'm ready to sentence you.",
        "Phoebe: Storm can't let this happen.",
        "Thomas: Can't he object or something?",
        "Ridge: If that's what your mother wanted, he would.",
        "Judge: Taylor Hayes, you've plead guilty to three charges in case number 76598. On the count of driving with a suspended license, I sentence you to 60 days in the State Women's Penitentiary. On the charge of obstruction of justice, I give you one year to be served concurrently with the previous charge. And the third and final count falls under mandatory sentencing regulations in accordance with penal code 191.2.",
        "[SCENE_BREAK]",
        "Stephanie: Shane, come on. There's nothing to be afraid of. Please, we have to hear what you have to say. Come on now.",
        "Judge: Taylor Hayes, on the charge of gross vehicular manslaughter, I give you the mandatory sentence, 10 years in a maximum security prison. [Crowd gasps] Bailiff return the prisoner to her cell, pending transfer to the Women's Penitentiary. The plea has been entered. Sentences have been given. This concludes --",
        "Stephanie: Your Honor, please forgive me. Don't adjourn the court, please --",
        "Judge: Guard, restrain that woman!",
        "Stephanie: The hearing isn't over yet.",
        "Storm: Stephanie, Taylor has already been sentenced.",
        "Stephanie: But he hasn't adjourned the court. Your Honor, please. This man has something to say.",
        "Taylor: Stephanie, don't!",
        "Stephanie: No, this man was a witness to exactly what happened to Mrs. Forrester. He can prove that it was not vehicular manslaughter. Taylor, you're going to have to change your plea.",
        "Tartaro: Your Honor, I object! This case has been decided. Justice has been served.",
        "Stephanie: You call this justice, when the full facts have not been told? Please, Your Honor. This man was there that night on Pacific Coast Highway. He witnessed the entire thing. He saw Mrs. Forrester changing the tire, lose her balance and fall in front of the car. Tell him, Shane. Tell him it was an accident.",
        "Tartaro: Your Honor!",
        "Thorne: Is that true? Were you there?",
        "Shane: Yes.",
        "Thorne: Did my wife fall in front of Taylor's car? Is that what happened? Is that what you saw?"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=jnEqvde7GRU"
}