{
    "Episode Summary": [
        "Episode # 7472 ~ Liam issues Katie a dire warning about the consequences of living next door to Quinn; Quinn gives Wyatt a pep talk, encouraging him to be optimistic about his future."
    ],
    "Recap": [
        "Steffy does not want to make a decision to run FC for the wrong reasons. She always wanted to but she never thought it would happen. She always thought it would be Eric and then Ridge. But now that she has his faith she is delighted. But she feels like there might be another reason as well. Quinn tells Wyatt that Steffy is too smart to work with her but not with Wyatt. Steffy is smart and charming when she wants to be and all the rest of them will rally around her. And if she works with Wyatt then what is the harm. And about fighting for his marriage the person who stays committed usually wins in the end. Katie drops by Liam's and he reminds her that Quinn is living next door to her. Katie reminds him that she is a Forrester now and she has never seen Eric happier. She feels at home with Eric next door. And she had rather have Quinn as a friend than an enemy. Liam says he does not want to sound like a wind-up toy but she might want to invest in a Rottweiler. Eric tells Steffy that he loves his wife but he is not her puppet. He has been watching Steffy all her life and he always knew her time would come and that time is now. She says she is always learning from him and she would never try to replace him. He tells her he is more than proud of her but do this for herself. Steffy opines that Ridge will not like it being passed over. Eric answers that Rick is like no other in running International so he will be happy there. And Ridge still needs to get his personal life in order. Eric feels he is looking at the only person who is capable of running FC.",
        "Wyatt thanks Quinn for the sandwich and says he moved in with her but feels like his life has come to a standstill. Steffy tells Eric that she does not want this to go to her head so can she think about it. And will she be CEO in name only or answering to Quinn. He says he is not looking for love but if she wants the job she will have to change a few things in her language and temperament, get along with people even if they do not like each other. But he knows she can do this. They hug after she says she loves and respects him. Eric fills Quinn in on what Steffy ended up doing by thinking it over. And Quinn does not have to leave the building. Quinn says good, then maybe she will see firsthand that Quinn has changed. Wyatt says Steffy is smart and she might just be one of the best CEO's he has ever had. Quinn now seems to be like a force of good in all their lives. Steffy comes home and Liam says his playdate with Will was cancelled since he had a fever but Katie came by. She tells him that Eric still has headaches from time to time and now has decided not to come back to FC. But Quinn is not picking up that slack at the office as she has become a real homebody. Liam says she must want something. Steffy says well she does not want to run FC, she has other plans. Steffy says it won't be Ridge as he and Eric have a lot of repairs to do. Eric offered her the job. Liam says this is the way Quinn operates and Steffy will of course have to say no."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: You're thinking. Thinking is good.",
        "Steffy: I'm thinking I have to be careful.",
        "Eric: Why?",
        "Steffy: I'm starting to take it seriously that you really want me to run Forrester creations. And I don't want to make a decision for the wrong reason.",
        "Eric: And what would that be, the wrong reason?",
        "Steffy: No, I don't -- I don't -- [Sighs] I don't know. Maybe it's not a wrong decision. It's like... I've always wanted this to happen. I just didn't think it -- it would. I mean, I had this -- this fantasy in my head that you and -- and dad and -- and grandma would just come to me and say that I was the only one. I was -- [Sighs] I was the only one that could lead our family and our company forward. And knowing that you have faith in my judgment and my abilities is -- is a dream come true. But I have to wonder, granddad... there's another reason... isn't there?",
        "Wyatt: I guess they're still talking.",
        "Quinn: Did you get a sense of how it's going?",
        "Wyatt: I don't eavesdrop. Okay, if there's a chance for me to get caught, I don't eavesdrop.",
        "Quinn: Mm-hmm.",
        "Wyatt: Eric and Steffy did seem very serious, for what it's worth.",
        "Quinn: Maybe he thinks she's not up to it.",
        "Wyatt: Or maybe he just -- he hasn't been able to forgive and forget the whole wedding no-show.",
        "Quinn: No, Steffy is too smart and tough to go to waste. I know she won't work with me, but she will work with you.",
        "Wyatt: I hope this brainstorm of yours is more than just a cover for driving a wedge between her and Liam.",
        "Quinn: Would that be so bad?",
        "Liam: So, I thought you were bringing will.",
        "Katie: Oh, I was going to, but we had a rough morning, so I put him down for a nap and left him with the nanny.",
        "Liam: Mm. Well, I hope you locked all the doors and windows.",
        "Katie: We live in a very safe neighborhood.",
        "Liam: It's not a safe neighborhood when your next-door neighbor is Quinn fuller.",
        "Katie: It's Quinn Forrester now. That's her name.",
        "Liam: Oh, yeah. Don't remind me. And what has that changed exactly? Not her modus operandi -- not even her initials!",
        "Katie: [Chuckles]",
        "Katie: I have to say I have not seen Eric this happy since before Stephanie died.",
        "Liam: Oh, please don't be about to tell me to lay off of Quinn.",
        "Katie: No, no. I-I would never tell you that after everything you've been through. But I'm just trying to figure out how I feel about my living situation, and I love my new house. I just don't love living alone, or without adult company.",
        "Liam: [Chuckles]",
        "Katie: And having Eric right next door -- I mean, it makes me feel good. It makes me feel like I'm at home. There's just this one slight discordant note.",
        "Liam: Yeah, I know. I mean, look... I don't want to sound like a wind-up toy, but, uh... you might want to invest in a Rottweiler.",
        "Katie: Hmm. [Chuckles softly]",
        "Wyatt: Please don't help me, mom. Don't help me with my love life, with my marriage, or anything. Just don't -- don't do anything. Okay?",
        "Quinn: Okay, look -- the fact that Eric placed his trust in me means the world to me, and I would never use it to betray him or his life's work. The fact that -- that I-I suggested Steffy as C.E.O. is because I think she is the star of the family who, let's face it, are an opinionated, entitled group. But they all rally around Steffy. She is strong and she's confident and charming -- when she wants to be. But she's no pushover. And, uh, she doesn't have nearly the baggage that rick and ridge have, and if it... happens to bring the two of you closer together, then what's the harm?",
        "Eric: You doubt my motives?",
        "Steffy: Most motives are mixed, wouldn't you say? Including mine. That's why I have to be careful.",
        "Eric: Steffy, I love my wife. But I'm not her puppet. Would I jeopardize my legacy and the business I poured my lifeblood into just to satisfy a whim of hers? No. I've been watching you all of your life. And there's a strength in you that you're not even aware of. I always knew your time would come. Your time is now.",
        "Liam: Hey, can I ask you something?",
        "Katie: Sure.",
        "Liam: Um... I didn't get a lot of one-on-one time with Eric at thanksgiving. Does he seem like himself to you?",
        "Katie: Oh, wow. I mean... you mean since he collapsed and the hospitalization and recovering? I mean, I'm probably the wrong person for you to ask that question of. I mean, I've always been a little... starstruck by him, I guess. He's a superaccomplished man, and he's completely unimpressed with himself, which is not my experience with most men.",
        "[Both chuckle]",
        "Katie: And, um, I feel like he can kind of see right through me, you know? You can't hide anything from him. Never could. So he makes me feel a little flustered, and I guess, well, that's normal, so is he... acting normal? Then, yes, I-I would say that he is.",
        "Liam: Okay. You just have to wonder when someone like Quinn Fuller walks in to someone's life and everything suddenly changes. I'm just saying you have to wonder.",
        "Quinn: I can make you a sandwich. I have some really nice roast beef.",
        "Wyatt: Mom, I didn't just fall down and scrape my knee.",
        "Quinn: I am not treating you like a child.",
        "Wyatt: Oh, really? My wife, who just recently filed for a divorce, is in the other room talking about -- I don't know -- spending the rest of her life without me, and you're offering me a sandwich.",
        "Quinn: I know your heart is broken.",
        "Wyatt: Okay. I am not in the mood for a mother-son talk right now.",
        "Quinn: Okay, wait. Look. Remember when you showed that to me? You said you were never going to remove it, that you were always gonna fight for your marriage because you believed in commitment, which is something that the Forrester offspring struggle with, sometimes very publicly. Look, there aren't that many lessons to remember in life. Here's one. The person who always stays committed will win in the end.",
        "Steffy: I can't tell you how much this means to me -- how honored and humble I feel -- but... I do have my concerns.",
        "Eric: Let me make them go away.",
        "Steffy: Okay. If I... if I say yes, am I setting myself up for failure?",
        "Eric: Do you think you'll fail as C.E.O.?",
        "Steffy: No.",
        "Eric: Good. I'll make sure you don't.",
        "Steffy: You'll be my safety net?",
        "Eric: In the unlikely event that you'll need one, yes.",
        "Steffy: [Sighs] It's been hard the last couple of months... thinking I could lose you, thinking that... I would never have a chance to make you proud of me. And I want you to know that I'm always listening to you and I'm always learning from you, and I... I would never try to replace you at the company.",
        "Eric: Which is one of the reasons I'm offering it to you. But don't do it for me. You know, pride in you, I have plenty of. Do it for yourself. You have all the intelligence and savvy and ability that you need to pull this whole thing off. And you have this huge internet presence. It's not as big as it used to be, but they --",
        "Steffy: Well, I've relied on Wyatt for that.",
        "Eric: Well, reassign it to him, all right? He'll be working under you.",
        "Steffy: [Sighs] Granddad.",
        "Eric: No, I am not matchmaking, which, anyway, never works. Any other concerns?",
        "Steffy: I love my dad. And he won't be happy being passed over.",
        "Eric: No, he won't. But I can't imagine that he'd be surprised. Ridge needs to take a long look at his life and his loyalties.",
        "Steffy: Then what about Thorne?",
        "Eric: Thorne's made it very clear he doesn't want the job.",
        "Steffy: What about rick? He would accept it.",
        "Eric: Nobody knows international like rick. He could run that division in his sleep. And I think all of this has taken a back seat to him being a new dad these days. There's only one C.E.O. I would appoint, and I'm looking at her right now. Come on. It's your turn. Say yes.",
        "Steffy: [Chuckles softly]",
        "[Cell phone chimes]",
        "Katie: Oh, no! It looks like my boy is running a fever.",
        "Liam: Oh, no. Everything okay?",
        "Katie: Yeah. It's probably nothing. I think he runs a little hot, like his father.",
        "Liam: [Snickers]",
        "Katie: But that is definitely my cue.",
        "Liam: Well, thanks for coming out to see me. It's kind of nice seeing you settled and a little excited about the future. That's good.",
        "Katie: Yeah. I'm a lot excited, actually. What about you? You and Steffy are happy?",
        "Liam: Uh...yeah. I mean, we've -- we've definitely got the \"happily\" part down. Now we're just, uh, driving toward the \"ever after\" part. But, um, hey, can you do me a favor? Can you, um... be careful?",
        "Katie: Oh, don't worry. I am the world's safest driver.",
        "Liam: [Chuckles] No, I'm -- I'm talking about even at home, in your living room... 'cause it kind of sounded like you said you might want to be friends with Quinn.",
        "Katie: Well, better her friend than her enemy, right?",
        "Liam: I don't know.",
        "Katie: Something tells me that Quinn doesn't have too many female friends.",
        "Liam: [Chuckles] No, no. Not too many male friends, either, or animal friends or plant friends or fungus friends.",
        "Katie: [Laughs]",
        "Wyatt: You're right. It's decent roast beef.",
        "Quinn: Mm. Only the best for the men in my life.",
        "Wyatt: Great! I'm living with my mother and her cold cuts.",
        "Quinn: You moved in with me to help me with Eric, and you know what? I couldn't have made it through without you.",
        "Wyatt: So then why does my life feel like it's at a standstill?",
        "Quinn: But it's not! Things are happening. People don't change overnight.",
        "Wyatt: You did.",
        "Quinn: Okay. If Steffy ends up taking over as C.E.O. And she knows it's because I suggested it, then she -- she can't believe that I'm a monster anymore, and if I'm the only obstacle standing between the two of you... I won't be.",
        "Wyatt: Okay.",
        "Steffy: How often to you have these headaches?",
        "Eric: Less frequently than I did a while ago. It'll be gone in a minute.",
        "Steffy: Yeah. Maybe I should, too.",
        "Eric: What about the proposal that's on the table?",
        "Steffy: It's everything. I guess I don't want it to go to my head, so is it okay if I can think about it?",
        "Eric: Best possible answer, yes.",
        "Steffy: I do have one question. If I say yes, will I be C.E.O. In name only? Will you still outrank me? I know you will, but what about Quinn?",
        "Eric: \"Chief executive officer\" means \"chief executive,\" all right? Yes. You will be working with Quinn, though, every day.",
        "Steffy: Not if I can help it.",
        "Eric: Well, now, that's gonna have to change.",
        "Steffy: So, what is this -- quid pro quo? I'm nice to Quinn, and then I get a promotion?",
        "Eric: Well, there's an insult I don't deserve. [Sighs] Look, if and when you accept this job as C.E.O., There's a few things that are gonna have to change -- your language, your temper. You're going to have to compromise with people that don't delight you. You dislike my wife. It pains me, but I have to accept it. I'm not asking for love, just professionalism.",
        "Steffy: I understand.",
        "Eric: Is that unreasonable?",
        "Steffy: What's unreasonable about you... is your kindness... and your ability to forgive and the ability to see me for not a little girl anymore, for who I am now -- my talents and my ambitions. But there is one thing you don't know... how much I love you and how much I respect you.",
        "Eric: Okay.",
        "Quinn: Hey, Wyatt, will you go grab --",
        "Wyatt: I'll grab pills.",
        "Quinn: Yes. Thank you so much.",
        "Eric: No, no, no. Wait, Wyatt. Steffy brought me one. I'll be all right.",
        "Quinn: So... did you...talk to her about the offer?",
        "Eric: Yes, I did.",
        "Quinn: Wonderful.",
        "Eric: She says she wants to think about it.",
        "Quinn: What is there to think about?",
        "Eric: Well, it's...",
        "Quinn: Oh, yeah, right -- me.",
        "Wyatt: It's not surprising that would come up, mom.",
        "Quinn: Well, did she say that she would take the job if Quinn was not in the building?",
        "Eric: No, no, nothing like that. She knows how important you are to the company and to me. And she knows that you're my eyes and ears there at the company until I come back, if I ever do.",
        "Wyatt: Being happily married makes you want to spend a little more time at home. We get that.",
        "Quinn: Steffy actually said she accepts our marriage?",
        "Eric: She accepts that we're husband and wife. It was just important to her to understand that the offer was coming from me.",
        "Quinn: Oh. She wanted to know that, behind the scenes, I wasn't pulling the strings.",
        "Eric: Yeah.",
        "Quinn: Mm.",
        "Wyatt: Not like you haven't done anything like that before.",
        "Quinn: I understand where she's coming from, but it's just -- it's maddening that everything I've done since then, she can't see that I've changed!",
        "Eric: Well, it's time. Everything takes time, and young people think they have all the time in the world.",
        "Wyatt: Can I thank you for giving her a seat at the top? I mean, the husband in me is not dead, and my marriage isn't over yet, but Steffy's strong and she's smart, and she just might be one of the best C.E.O.S you've ever had, present company excluded, of course.",
        "Eric: That's very generous of you.",
        "Wyatt: I'm just being realistic, you know? This...connection you have with my mother -- I know it took me a while to -- to believe it, but I see it now, and... it's starting to look like a force of good in all of our lives.",
        "Quinn: Ah.",
        "[Both chuckle]",
        "Liam: Honey, you're home! Hey.",
        "Steffy: Hey.",
        "Liam: Uh, I made some kabobs we can throw on the grill for dinner later.",
        "Steffy: Oh, perfect.",
        "Liam: Yeah.",
        "Steffy: How was your play date?",
        "Liam: Uh, canceled. Will apparently came down with something.",
        "Steffy: Ohh. Kids always do.",
        "Liam: Yeah. But Katie came by solo, and we had a nice little chat.",
        "Steffy: Yeah?",
        "Liam: I know all too well what it's like to start over alone when you were gone too long.",
        "Steffy: Yeah. Oh, yeah. I was.",
        "Liam: So, how's your grandfather? Was he just having a really good thanksgiving, or is he actually getting better?",
        "Steffy: Oh, well, he -- he gets tired. His headaches come and go. But...he seems like himself again. He's not coming back to Forrester.",
        "Liam: I mean, he's said that before.",
        "Steffy: Yeah, that's true, but...when he was widowed, he didn't really know what to do with himself. I mean, now it's just different.",
        "Liam: Like different 'cause of Quinn? Like, she just convinced him to stay home while she goes and bulldozes everyone in the office?",
        "Steffy: Uh, that's actually not the way it's playing out. She's more of a homebody.",
        "Liam: Ugh! So, she was there? I'm sorry if that spoiled your time with your grandfather.",
        "Steffy: No. No, it didn't.",
        "Liam: So, today she was \"new Quinn\"?",
        "Steffy: [Sighs] She just surprised me. She said these, like, nice things.",
        "Liam: Good. Good. She must -- she must want something.",
        "Steffy: Sort of. [Sighs]",
        "Liam: Are you okay?",
        "Steffy: [Sighs] Quinn doesn't want to run Forrester creations.",
        "Liam: Well, what was the whole point of the seduction of Eric Forrester if not that?",
        "Steffy: That's what I thought, but she seems to know she's out of her depth.",
        "Liam: Quinn confronting reality -- that's novel.",
        "Steffy: Yeah. She thinks someone in the family can unite it again.",
        "Liam: So, ridge is forgiven and he's back as C.E.O.?",
        "Steffy: No. No. He and my granddad have a lot of relationship repairs to do.",
        "Liam: So, Rick, then?",
        "Steffy: Mm... guess again.",
        "Liam: Um...Thorne?",
        "Steffy: They offered it to me. C.E.O. of Forrester Creations -- me.",
        "Liam: Oh, wow. Wow. And you turned them down, huh?",
        "Steffy: What, you don't think I'm up to it?",
        "Liam: What? No. O-of course, you're up to it. You just can't -- you just can't say yes. I mean, you know that.",
        "Steffy: Do I?",
        "Liam: Yeah. You wouldn't...fall for this. Steffy, this is how she operates. If it's coming from Quinn... you have to say no."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=fcjqekKS7DY"
}