{
    "Episode Summary": [
        "Episode #7737 ~ Thorne meddles in Brooke and Ridge's relationship; Steffy and Liam receive life-altering news."
    ],
    "Recap": [
        "Liam and Steffy hug as he says they are having a baby. He's amazed and she says she never thought they would ever be saying this. Bill is transfixed off in space and Wyatt cannot get his attention. This is Liam's job but as usual he is not around. Wyatt says it is like talking to a brick wall. Thorne tells Rick and Maya that Ridge is getting ready to make his move, but not this time if he can help it. Thorne says it is time they all stand up to him. It's a big surprise when Thorne tells them that Ridge betrayed Brooke with Quinn. He does not deny he still has deep feeling for Brooke and he told her and hopes it is not too late. Rick says for what it is worth, he is on Thorne's side and pulling for him. Meanwhile Ridge and Brooke are in bed with a satisfied look on their faces. He hands her the ring and says put it on her finger where it will stay forever. He wonders what Bill is up to since he is no longer reaching out to Brooke. He says he almost feels sorry for him as he knows how it feels to lose the woman you love and feel you should be with. Liam gloats again. It is official, they made a baby. While Wyatt it thinking Brooke, Bill is thinking Steffy when Wyatt says it is not in the cards now so he needs to completely let it go. Liam confides in Steffy that he does not want to dwell on it too much as he knows she had a previous bad experience but he's got it all planned out \u0096 where the nursery is going to be and a swing set on the beach \u0096 he is ready. Then he apologizes and says he is being insensitive. Steffy is not talking and he should let her have some alone time and space to think about this moment.",
        "Thorne stops by Brooke's and he notices the ring when Brooke quickly slips it off. She says she is not wearing it but she did say yes to Ridge. She does not want to put the ring on since she is still married to Bill but she would like to make it clear that she has every intention of marrying Ridge. She knows what Ridge did but she is just trying to get past that and get on with her life. He says well she has another three months or so and he will spend all that time trying to change her mind. Liam says he knows they are both worried but they should be happy right now and focusing on that. She cries that she will be happy and positive and make this baby the best time ever. She just hopes all goes the way it is supposed to. He bends down to the floor with his mouth by Steffy's stomach to talk to his baby about his amazing mother and life he will have. Again he beams to Steffy \"this is ours.\""
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: Oh, my god. We're pregnant. We're having a baby. [ Laughs ]",
        "Steffy: [ Laughs ] Congratulations. I'll give you two a moment.",
        "Liam: Thank you.",
        "Steffy: Thank you!",
        "Liam: Thank you so much!",
        "Steffy: This is incredible. This is incredible.",
        "Liam: I'm gonna be a father. I'm gonna be a dad!",
        "Steffy: I -- I didn't really know -- I didn't think this would ever happen for us, ever.",
        "Liam: And yet it's happening. It's really happening! Like, we made a -- we made a baby! Like a little baby, like a little new spencer, a precious little baby.",
        "[ Both laugh ]",
        "Wyatt: All right, so I've got your permission to close the division, right? Dad? I'm taking that as a yes.",
        "Bill: Fine, wyatt. How many times do I have to say it's fine? It's fine! Fine! Fine! Fine!",
        "Wyatt: Okay! I'll send the details to the reps. Get that squared away, even though it's not my job. Technically it's liam'S. As usual, he's nowhere to be found. Off somewhere with steffy. Dad.",
        "Bill: What?",
        "Wyatt: It's like talking to a brick wall!",
        "Bill: I'm listening! Do I have a choice? You talk too much! I'm listening!",
        "Wyatt: I know what you're thinking about, all right? And at some point, you just -- you got to move on.",
        "Thorne: We can't let it happen.",
        "Maya: You're sure ridge is planning on proposing to brooke?",
        "Thorne: Yeah, I'm sure.",
        "Rick: It doesn't mean that mom's gonna say yes.",
        "Thorne: Well, for her sake, i hope she doesn'T. I mean, the whole idea of them getting back together is like groundhog day. Ridge works his way into her heart only to disappoint her again.",
        "Rick: Always the same outcome.",
        "Thorne: Not this time. Not if I can help it.",
        "Ridge: Mm. Hey! Wait, wait, wait, wait! Where you going? Stay here. What are you doing?",
        "Brooke: I want to admire my ring.",
        "Ridge: Okay. Calm yourself. I'll get it for you. Geez. Here. Glad you like it. I'm glad you said yes.",
        "Brooke: I do. I do love it. It is beautiful. But I can't put it on until my divorce from bill is final. So I need you to hold onto it for me.",
        "Ridge: Okay. That's a nice idea, but you're engaged now, so this is yours, and you got to find a place to keep it safe. When you're ready, I'll slip it on your finger. And that's where it's gonna stay forever.",
        "Thorne: You've fallen into the same predicament as me -- ridge controlling your life.",
        "Rick: Yeah, it's always his way or the highway.",
        "Thorne: Well, it's his regime. He and steffy at the top, controlling the company. He's always kept us back.",
        "Rick: Do you know how long I've waited to hear someone say that?",
        "Maya: I think everyone is too afraid to speak out against ridge.",
        "Rick: Yeah, including dad. Ridge has got him wrapped around his little finger.",
        "Thorne: You're eric forrester, jr. I'm his real firstborn. I think we've been shoved aside and manipulated long enough. It's time to stand up to him. Time for your mom to do the same.",
        "Maya: Oh, yeah, but ridge has been on his best behavior lately.",
        "Rick: Yeah, they seem to have gotten over whatever kept them from getting married.",
        "Thorne: Wait, you don't know?",
        "Maya: You do?",
        "Thorne: Yeah. Ridge betrayed your mom with quinn.",
        "Ridge: Maybe you should wear it around your neck.",
        "Brooke: Yeah. I'll put on a big gold chain.",
        "Ridge: Yeah, why not? It's a good idea.",
        "Brooke: Hmm.",
        "Ridge: Just in case anyone forgets that you have a fiancé.",
        "Brooke: Well, I won't forget.",
        "Ridge: Neither will I.",
        "[ Cellphone chimes ]",
        "[ Groans ]",
        "Brooke: It's nothing.",
        "Ridge: No, timing suggests that that is bill spencer.",
        "Brooke: No, actually, i haven't heard from bill. He hasn't been reaching out to me.",
        "Ridge: Really? That's weird. I wonder what he's up to.",
        "Wyatt: You're still upset about losing brooke. That's what you got you so distracted. Look, I get it. I'm not judging, all right? I understand. It's hard to forget about the woman you love.",
        "Liam: Thank you. Whew! So, uh, the nurse says to book your next appointment in a week or two. Do you have your prescription? Yes, you do.",
        "Steffy: Yeah. Never in a million years i thought I'd be getting a prescription for prenatal vitamins.",
        "Liam: [ Laughs ] It's official. We made a baby.",
        "Maya: I am stunned. I cannot believe that ridge would betray brooke with quinn.",
        "Rick: Yeah, he's even worse than I thought. He makes bill spencer look like he's a saint.",
        "Thorne: Look, I'm just as outraged as you are. I'm sure you don't want your mom disrespected for the rest of her life.",
        "Rick: Why would she even give him a second chance?",
        "Maya: Well, honey, they have so much history together, and they have R.J., Their family -- and I'm sure that somewhere inside of her brooke wants to have faith in him.",
        "Thorne: Ridge is a cheater. It's simple as that. Imagine the mindset of a man who could do that to his own father, to the woman he claims he loves right before their wedding?",
        "Rick: I'm glad mom called it off. I'm glad she ended it. But that should have been the last straw. Ridge shouldn't be allowed to have another chance.",
        "Thorne: You know, brooke's one of the most incredible people I've ever met. She goes in with all her heart. I was lucky enough to be on the receiving end of that a long time ago when we were married. I know what it feels like to be loved by brooke, and you don't take that for granted.",
        "Maya: Well, it's, uh, very clear, thorne, that you still have some deep feelings for her.",
        "Thorne: I won't deny it. I finally told her how I feel. I just hope it's not too late.",
        "Brooke: Are you okay?",
        "Ridge: Oh, I'm -- I'm better than okay.",
        "Brooke: You seem a little preoccupied.",
        "Ridge: Not that I want to talk about the guy, but it seems weird to me that spencer is not pursuing you in any way.",
        "Brooke: You should be happy about that.",
        "Ridge: I am happy about it. It doesn't make sense. I think he's plotting something.",
        "Brooke: I don't think so, ridge.",
        "Ridge: There's only one way to find out.",
        "Brooke: Just leave him alone. I don't want to make things more complicated.",
        "Ridge: I'm -- it'S... I won't do that. You know, part of me almost -- almost feels sorry for him because I know what it feels like to almost lose the woman that's supposed to be with you.",
        "Wyatt: Don't deny it, you're still obsessing over brooke. And, eventually, that will stop. I will get tough with you if i have to, okay?",
        "Bill: I'd like to see that.",
        "Wyatt: I mean, I was just --",
        "Bill: Did you say something?",
        "Wyatt: Hmm? No. I mean, I was saying I know you care a lot about her, and I know you wish that you could be with her, but right now, it's not in the cards, dad, and you know that. The sooner you accept that, the easier it'll be to let her go.",
        "Liam: Whew! So, are you -- are you good? You want anything? You want some juice, or...?",
        "Steffy: No, I'm fine. And so is our baby.",
        "Liam: I just -- my mind is still so blown.",
        "Steffy: I know. I know. Mine, too.",
        "Liam: I mean, you don't think it's too early to start planning the nursery, do you? 'Cause I'll tell you, I've been thinking about this, and I think we should do that corner guest room upstairs, the one with the giant window where the baby can look out and see the mountains. I mean, I would actually give up my office if it came down to it. I just -- I... I am...getting ahead of myself.",
        "Steffy: No, I -- I think it's really sweet.",
        "Liam: This place doesn't even feel the same. I mean, it's different. It's -- we're gonna be raising a family here and building sand castles down on the beach and playing on the swing set that inevitably I'm gonna have to assemble, but that's fine.",
        "Steffy: Why do I feel like this child is gonna be super spoiled?",
        "Liam: Oh, you have no idea. You may or may not have noticed, but I am quite excited about this. I just -- I'm trying not to talk about it too much because of how difficult the last experience was, but... steffy, raising a family with you, that is... that's the one thing I've wanted more than anything in my entire life.",
        "Maya: Brooke is always there for everyone else. It would be nice to see her put herself first for once.",
        "Rick: Mom and bill just broke up. They're not even divorced yet, and yet she's rushing into things with ridge?",
        "Thorne: Well, you know ridge. When he wants something, he'll stop at nothing to get it.",
        "Rick: I just hope he's not pressuring her too much.",
        "Thorne: I'm sure he is.",
        "Maya: Yeah, and I get it. Ridge is charming, and with all of the history that they have, I'm sure it's probably very hard for brooke not to get swept up.",
        "Thorne: I just wish that brooke could see in herself what I see in her -- an extraordinary, beautiful woman. Ridge doesn't appreciate her. And if they get married, they may have a good year or two. And then he's just gonna break her heart again. That's why I got to protect her.",
        "Rick: You're a good man, thorne. You obviously care a lot about my mom. I'm pulling for you.",
        "Maya: We both are.",
        "Rick: I just hope it's not too late.",
        "Wyatt: I know a thing or two about losing women.",
        "Bill: Yeah, you do.",
        "Wyatt: Obviously.",
        "Bill: Maybe I'm not thinking about what you think I'm thinking about.",
        "Wyatt: Oh, really? It's not brooke? Hmm, are you dreaming about your skyscraper again? Oh, I know. You're thinking about what to get me for christmas. That's sweet.",
        "Bill: No, I've already got that covered.",
        "Wyatt: Oh.",
        "Bill: It's a gold-plated muzzle.",
        "Wyatt: Okay! I was just saying, like, I get it, I've been there. Not with brooke, obviously, but when steffy left to go back to liam, that was hard, it was... it sucked. It hurt to lose such an incredible woman.",
        "Bill: That she is. One in a million. And liam is damn lucky to have her.",
        "Liam: In case the baby's thirsty.",
        "Steffy: Thank you.",
        "Liam: So, I just realized, I'm the one doing all the talking, and you've been really quiet. I figured you're worried, aren't you? Listen, I'm sorry, it's stupid of me. I should be more sensitive.",
        "Steffy: No. No. It's not you.",
        "Liam: Well, we suffered a pretty terrible loss a few years ago, and it's completely understandable that you would be afraid we won't have the child we want so much.",
        "Steffy: No. No, this child is gonna make it. This is our baby. We've wanted this all our lives.",
        "Thorne: I just realized i should have picked up dinner.",
        "Brooke: Oh, no, that's fine. There's plenty in the kitchen. You just need to warm it up.",
        "Thorne: Oh. Okay. Thanks. I will.",
        "Brooke: Thorne, there's something that I need to tell you.",
        "Thorne: Is ridge here?",
        "Brooke: Your brother just left, but he brought over a ring, and he asked me to marry him.",
        "Thorne: Well, you're not wearing it. That's great. I'm just glad you said no.",
        "Brooke: Well, uh, I'm not wearing the ring... but I said yes. Ridge and I are getting married.",
        "Thorne: You said yes?",
        "Brooke: I accepted ridge's proposal.",
        "Thorne: Oh, brooke...",
        "Brooke: I don't feel right putting the ring on until after my divorce is final with bill. But I want to make something perfectly clear. I have every intention of marrying ridge.",
        "Thorne: Oh, come on, brooke. You don't want to do this. It's a big mistake.",
        "Brooke: I know your concern, thorne. I get it. I know you're just looking out for me, and I know you how much care. It's just that I believe ridge has changed. I believe that he's learned his lesson.",
        "Thorne: It wasn't that long ago you believed in him, right? And then he kissed my dad's wife.",
        "Brooke: [ Sighs ] Yeah, well, he regrets that that happened, and we both wish it didn't happen. But now I'm just trying to get past it and move on with my life.",
        "Thorne: Okay, okay. I'll accept that that's what you want for now. But I have to be clear with you. Your divorce isn't final for, what, another 3 months or so? I intend to use that time to persuade you otherwise.",
        "Brooke: [ Sighs ]",
        "Thorne: Seriously, brooke, i hope you don't settle for ridge because you deserve the best, and I'm not afraid to tell you that I think that's me. I want to be with you more than anything.",
        "Liam: Hey. Hey. I know you're worried. I'm worried, too. But we shouldn't let that ruin the experience for us, okay? Because this should be an exciting time.",
        "Steffy: Yeah.",
        "Liam: We should optimistic, right?",
        "Steffy: Yeah. Yeah. Yeah, you're right. You're always right. This is another chance for us.",
        "Liam: Yeah.",
        "Steffy: Mm-hmm. Yeah, this is -- this is our baby. A child we deserve to love and raise. Life wouldn't be so cruel not to allow us that. So I'm gonna be positive and i am gonna eat healthy and I'm gonna give this baby everything it needs.",
        "Liam: That's right, steffy.",
        "Steffy: Mm-hmm.",
        "Liam: That's right.",
        "Steffy: I'm just so happy to bring your child into this world. The three of us, a family -- that's what these tears are...",
        "Liam: Tears of joy, right?",
        "Steffy: Yeah.",
        "Liam: Tears of joy, not concern.",
        "Steffy: I just pray everything goes the way it's supposed to.",
        "Liam: It will. It will. Do you mind if I have a word with our kid for a second?",
        "Steffy: [ Giggles ]",
        "Liam: Stand by.",
        "Steffy: Okay.",
        "[ Laughs ]",
        "Liam: Hey, bud. It's your dad. I also go by daddy, daddio, papa, pappy, father dearest... you're gonna have the most amazing life, and you have the greatest mommy in the world, so you're ahead of the game. I'm really looking forward to it.",
        "Liam: I almost can't believe this. That is our child in there. We did that. It's ours. Our baby."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=3J5edsXCSlY"
}