{
    "Episode Summary": [
        "Episode # 7467 ~ Brooke struggles with her feelings when Ridge surprises her with a romantic memento from their past; Nicole & Sasha throw accusations and blame at one another over their respective situations with Zende."
    ],
    "Recap": [
        "Steffy drops in on Bill while he is working out in his office. She says she will come back. He says it is not like she hasn't seen him without his shirt on before. He ends up telling her that her old man is not going to keep him and Brooke apart; the wedding is on within a few hours. Sasha tells Nicole that she gave her some space and did not come around on Thanksgiving. She is not going to make excuses what happened between her and Zende but it would not have happened except for what Nicole did \u0096 made the choice to be a surrogate again. But he really loves her and she hopes she will not hold that against him and give him another chance as he really loves her. Nicole tells her that she could never trust Sasha again and she knows she is not happy about the possibility of Zende and Nicole getting back together. Ridge tells Brooke to take off that joke of a ring and tell Bill the engagement and wedding is off. Come be with him. She tells him the reason she came today was to tell him she was leaving in a few hours to marry Bill. Ridge asks her to make sure that is what she wants, to walk away from RJ and from him. Sasha tells Nicole that she still cares for Zende but if they get back together she will respect that. Nicole says what she cannot accept is that Zende keeps popping back to Sasha when he is upset. Sasha replies that he is even more crazy for her than before so there must be a way that Nicole can forgive and forget. Nicole says she told Zende she could not trust him again. Zende was hurting and Sasha took advantage of him. What kind of sister does that? She took her future. And the only reason she even knows Zende is because of Nicole. Sasha tells her Nicole has always been coddled and there is no such thing as Prince Charming out there so if she throws Zende aside that will all be on her.",
        "Bill asks Steffy why she came by. She said she really came to see Liam but he was not in his office. Bill quips that if she looks out the window she can probably see Liam helping little old ladies across the street. They get on the subject of Quinn and Steffy says her opinion of Quinn has not changed. She has only accepted it for now for her granddad. He reminds her again that he will never let Ridge ruin his happiness with him ever again. Brooke tells Ridge that he knows she always wanted to be a Forrester and she will always love Ridge but he and RJ will have to accept this is what she wants. Bill is what she wants. Nicole tells Sasha to just go, do not even look at her direction again. And stop blaming their dad for everything that has happened in her life. Nicole says she made a decision and Sasha was there to take advantage. Sasha admits that she has feelings for Zende but if Nicole wants him she better speak now or risk losing him forever. Brooke follows Ridge to the top of the cliff and he makes her look down. There in the sand in big letters wrapped in a heart is Brook Loves Ridge just like he did once before. She is in awe and he tells her she is never going to leave him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: [Grunting]",
        "Steffy: Oops! I, uh, I'm -- I'm sorry. I'll just -- I'll -- I'll come back.",
        "Bill: W-what? It's okay. It's not like you've never seen me with my shirt off, is it? [Breathing heavily]",
        "[Seagulls calling]",
        "Ridge: You can't do this. You can't marry the guy. He's a joke. Just like this ring is a joke. Come on. For once, just put me out of my misery. Say it one time. Say, \"I am not marrying Bill Spencer.\"",
        "Bill: No, no, you can't use my -- my office while I'm gone. What you can do is keep Alison in line for me. What? No, no, no. Okay, listen. I got to go, Justin. Yeah, I'll tell her.",
        "Steffy: Tell who what?",
        "Bill: Aren't you a nosy, little thing. It's finally happening for Brooke and me. Justin was sending his congrats.",
        "Steffy: You and Brooke are getting married?",
        "Bill: Yep. Later today on the Stella Maris. And she is giving your old man the 411 as we speak.",
        "Steffy: You're not worried he's gonna talk her out of it?",
        "Bill: Do I look worried?",
        "Steffy: No, but the last time that happened...",
        "Bill: Look, Ridge -- you know, he's big on the dramatics. But where has it gotten him? Nowhere. You know why? 'Cause Brooke and I are inevitable. There is no way that Ridge is getting another shot at keeping us apart.",
        "Sasha: I know you're still hurting because of what happened. That's actually why I stayed away for thanksgiving. I wanted to give you some space. If you never want to speak to me again, I understand, but that doesn't change how I feel about you. You're my sister, Nicole, the sister that I never could acknowledge for all those years. And now you can't even look at me. And I get that. I do. But don't let whatever you're feeling about me affect your relationship with Zende. He really does love you, Nicole. Give him another chance. [Sighs] I'm not gonna make excuses for what you saw between Zende and me. But, Nic, you have to understand. Another baby? Maya and Rick's surrogate again? And I realize that you changed your mind at the last minute, but we didn't know that.",
        "Nicole: And that makes it okay? What I walked in on?",
        "Sasha: N-no, no. It's -- it's not okay at all. I just -- it wouldn't have happened --",
        "Nicole: I thought you weren't gonna make excuses.",
        "Sasha: Th-that's not what I'm doing. I'm just trying to help you understand how hard it was for Zende thinking that you'd chosen surrogacy again over him.",
        "Nicole: It wasn't like that.",
        "Sasha: Well, maybe it wasn't like that to you, but it sure felt like that to him. Now, look, if you would just let him explain --",
        "Nicole: I was just with Zende.",
        "Sasha: Okay, so what does this mean? Are -- are you guys patching things up? Because I-I sure hope so.",
        "Nicole: Seriously? You honestly expect me to believe that?",
        "Sasha: Yes, it's the truth. I hate what this is doing to the both of you.",
        "Nicole: No, you don't. You hate the fact that Zende's trying to patch things up with me. You want him for yourself. You just don't want me or anyone else to think that you're that selfish. Instead, you want me to trust you and believe that you're actually rooting for Zende and me. But I don't trust you, Sasha. How could I ever trust you again after this?",
        "Steffy: Don't sell my dad short. He stopped your wedding with Brooke twice before.",
        "Bill: Do you know that he proposed to her?",
        "Steffy: Wait, seriously?",
        "Bill: Well... not technically, I guess. I mean, in sort of a weird symbolic gesture. He did have Stephanie's ring. Uh, he proposed a future, and this performance took place -- get this -- at Stephanie's grave site.",
        "Steffy: Wait. What?",
        "Bill: Yeah. Well, he was playing on their history. I mean, you know that your namesake and Brooke had a very complex relationship that ended with them as friends. Well, actually, uh, more than friends. Stephanie wanted Brooke and Ridge together again.",
        "Steffy: Okay, so...",
        "Bill: So what better way for Brooke to please the woman she came to love than by marrying her son?",
        "Steffy: So my dad, he didn't actually propose to Brooke?",
        "Bill: No. Well, look, look, the point is, uh, it ain't happening, all right? Stephanie's not gonna get her final wish all these years later.",
        "Steffy: No, because Brooke's marrying you instead.",
        "Bill: And your old man's just gonna have to learn to accept that, and I'm sure he will once Brooke makes it clear to him that there is no future for the two of them.",
        "[Waves crashing]",
        "[Seagulls calling]",
        "Ridge: Tell you, uh, R.J.'S here. He's helping with the shoot.",
        "Brooke: Oh. Yeah. He's probably checking out the models.",
        "Ridge: Probably, yes. He's still rooting for us. So what should I tell him?",
        "Brooke: When you called me today, I was with Bill. And I came here to tell you that we're leaving today... to get married.",
        "Sasha: Nic --",
        "Nicole: Stop. You're only making this worse.",
        "Sasha: I'm sorry. I thought --",
        "Nicole: What? When it looked like it was over between Zende and me, you figured it was okay to just hop in bed with him right away?",
        "Sasha: That is not at all how it happened.",
        "Nicole: Tell me something, Sasha. Are you that jealous of me because of our father, because he made you his secret?",
        "Sasha: Is that a serious question? No! I actually care about Zende, okay? And how could I not? But if you are back together, I will respect that. So, are you? Are you back together?",
        "Nicole: [Scoffs] I mishandled things, and I told rick and Maya that I would be their surrogate again before speaking with Zende. He had every right to be upset. But what I can't get past is he takes his upset, hops on a plane to Hawaii with my sister, the sister he turned to once before when there was a problem between us. When I walked in on you two, seeing you... how do I ever get that image out of my head?",
        "Sasha: Nicole, I'm sorry. I truly, truly am so, so, so sorry. Obviously if we had known this information earlier, it wouldn't have... but look, can you just please find a way to get past it? Can't you find a way to forgive him? Trust me. He is more crazy in love with you now than ever before. Forgive him, sis. Or maybe you already have. So, what'd you say? What did you tell him?",
        "Nicole: I told him the same thing I told you. That I can never trust him again.",
        "Bill: So, now that you have willingly given Brooke and me and our upcoming nuptials your support --",
        "Steffy: Oh, did I? I don't really think I ever -- I ever did that.",
        "Bill: Tell me what else brings you by.",
        "Steffy: I went to go see Liam in his office. He wasn't there, so I was hoping he was in here with you.",
        "Bill: Nope. Haven't seen him. Shall we issue an APB? Better yet, if we grab a pair of my binoculars and, uh, we take a look right down there on that corner, I promise you that we will see him helping little old ladies across the street. [Laughs]",
        "Steffy: I don't even know what to make of this Bill Spencer, the happy bridegroom. I'm so used to you being intense and barking orders.",
        "Bill: Blame Brooke.",
        "Steffy: Clearly.",
        "Bill: So sue me. I'm -- I'm in a good mood. In fact, I'm in the best mood of my life. Brooke and I are about to get married in St. Barts.",
        "Steffy: Wow. You sure know how to live.",
        "Bill: And this is something that I'm trying -- I'm trying -- to teach my son. I'm trying to get Liam to understand that, but instead the boy is more worried about polluting oceans than partying on them!",
        "Steffy: [Chuckles] Okay, okay. So that's just it? You're just gonna take off, you and Brooke, right after she's done walking away from my father?",
        "Ridge: Spencer told you to come here and end things?",
        "Brooke: [Sighs] Bill has -- he refuses to wait any longer. He's been very patient, you know, so I don't blame him if he's upset.",
        "Ridge: You don't blame him for leaving you at the altar?",
        "Brooke: You crashed our wedding, Ridge. Why don't you just leave us alone?",
        "Ridge: Hey. This really what you want? Walk away from R.J.? Walk away from us?",
        "Nicole: You should go.",
        "Sasha: Look, you just need some time. Pushing Zende away and telling him you're never gonna trust him again --",
        "Nicole: It would have never happened if it weren't for you. You've screwed everything up, Sasha. He was hurting, and you took advantage, the same way you did before. What kind of woman does that?! What kind of sister does that?! Do you have any morals at all?",
        "Sasha: Of course, I do. God, Nicole, you act like I'm some sort of tramp. And you want to stand here and talk down to me? Well, news flash -- nothing you say to me can affect me, not after the life I've been through, what our father did to me. But hey, you know what? If you want to go ahead and make an enemy out of me --",
        "Nicole: What I want is my future back. You took it away from me. You took my future, Sasha.",
        "Sasha: Oh, no. You did that all on your own the second you decided to become Maya and Rick's surrogate again. That's what sent Zende running. It was -- it was too much for him, Nicole! It's too much for anybody!",
        "Nicole: Don't you dare act like you know him better than I do. The only reason you know him is because of me.",
        "Sasha: [Chuckles] And, you know, that's exactly something I would expect someone to say who's had a cushy, little, easy life. Yeah, loving, little family, and your sister moved out to L.A., And she got you all set up. You've been coddled, Nicole! And that makes me think you're not even mature enough to be in a relationship.",
        "Nicole: And you are?",
        "Sasha: Oh, yeah. Because I know who I am. And I don't think you can say the same. Who knows? Maybe having Rick's baby kind of messed you up a little bit. But get this -- there is no prince charming out there, okay? There is no such thing as a perfect relationship. And you and you alone pushed Zende too far.",
        "Nicole: Right into your arms.",
        "Sasha: Yep, sure did.",
        "Steffy: Shouldn't Brooke be back by now? Maybe she's run off with my father.",
        "Bill: Yeah, you can't rattle me. I am completely confident in my bride's devotion to me.",
        "Steffy: Hey, I give you props, sitting across the thanksgiving table with your arch nemesis. I don't know how I tolerated mine.",
        "Bill: Quinn.",
        "Steffy: Yep. My opinion of her has not changed. I'm really just hoping she'll self-destruct.",
        "Bill: I'm surprised she hasn't by now, especially, uh, at the company. But after her, uh, fashion show performance, uh, one-upping your father, I guess she's sitting pretty. Now, we both know that my 12 1/2% is the key to getting her out of there. And hell, she'd be gone by now if Ridge hadn't blown it by interrupting my wedding again.",
        "Steffy: You know, it's not too late to sell your 12 1/2% to my dad.",
        "Bill: He blew it, and I will never let him interrupt my happiness with Brooke. Not ever again.",
        "Ridge: Think about it. Think about what marrying Spencer really means... means to us. Christmases and thanksgivings, you're not gonna be with us because Spencer doesn't want that. That's the life you're choosing for yourself. Is that what you want?",
        "Brooke: I have always wanted to be a Forrester, and you know that. So for me to just walk away... I will always love you, Ridge. I will always cherish every moment we ever shared. But you and R.J. Are gonna have to accept the fact that this is what I want. Bill is who I want.",
        "Ridge: Then you should go to Bill. I got work to do.",
        "Brooke: [Sighs]",
        "Nicole: I'm done. Don't talk to me. Don't even look in my direction.",
        "Sasha: Nicole, come on!",
        "Nicole: And as for Zende, you can have him. He's yours. But don't be surprised when he quickly realizes that you are nothing more than a self-absorbed play toy.",
        "Sasha: Hang on! This is about so much more than just me and Zende, isn't it? Yeah. Yeah, you've said that you've accepted me as your sister, but there's a whole lot of old resentment up in there.",
        "Nicole: That's ridiculous.",
        "Sasha: Is it? I-I come to L.A. and I mess up your perfect, little life, and not because I wanted to, but because Julius Avant made me carry around his secret.",
        "Nicole: Stop blaming our dad for everything! This was on you! You could have been a friend to Zende without crossing the line.",
        "Sasha: How many times do I have to say it? We thought you had gone through with the procedure. Had we known otherwise --",
        "Nicole: I'm not saying I'm blameless. I should have considered Zende's feelings more. But you took advantage of Zende, of me, of the situation. Now you have to live with that, with yourself. If you can.",
        "Sasha: I didn't take advantage. Do I have real feelings for Zende? Yes. Have I ever met a man like him? No. But if you still want him, speak now, Nicole, or risk losing him forever.",
        "Steffy: Well, for what it's worth, I wish you luck.",
        "Bill: I appreciate that. Thank you.",
        "Steffy: I still wonder, though, don't you think it's a little risky?",
        "Bill: What?",
        "Steffy: Sending Brooke off to say goodbye to my father.",
        "Bill: [Chuckles] I've made a very successful career weighing risk-reward ratio. And I am very confident in this one.",
        "[Waves crashing]",
        "Brooke: Ridge!",
        "Ridge: What?",
        "Brooke: You have to get back to work?",
        "Ridge: Yeah, I told you. We got a photo shoot.",
        "Brooke: Yeah, I know what you told me. But did you hear what I have to say? I'm leaving today with Bill! We're gonna be married! We're heading off to St. Barts!",
        "Ridge: Okay.",
        "Brooke: \"Okay\"? You're okay with this?",
        "Ridge: I'm -- I'm sorry. I'm okay with what?",
        "Brooke: [Sighs] My God. Are you even listening to me?! This -- this is a life- changing moment for you, for me, and for R.J.! [Sighs]",
        "Ridge: You're not leaving me. Not now and not ever."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=P6PkQJWq1YA"
}