{
    "Episode Summary": [
        "Episode # 7707 ~ Bill is determined to demolish the Spectra building by the end of the day; Liam makes one desperate, last-ditch effort to help Sally and her company."
    ],
    "Recap": [
        "Steffy tells Liam that this is over the top and ridiculous. Staging a sit-in is way too dangerous and she is not going to let him do it. He tells Steffy that she is his wife and he loves her and she is the only one for him, and he has nothing going on with Sally. He just wants to stop his dad from doing this. Steffy begs him not to go but he does. The explosion demolition man tells Bill all is set and they will get the word from him when all have left the building. He says finally is dream will come true and nothing will stop him. Sally, Grams, Darlita and Saul look over the ruble that is left when everything was moved out. Sally tells them that this could get dangerous so she will understand if they want to pull out. All agree that they won't. They are in it for the long haul. Steffy tells Wyatt that Liam is being reckless and she is worried. She is not worried about the two of them but he is too involved with Sally. Liam goes to Bill and says he is begging him to work with him and please do not destroy the Spectra building. Bill reminds Liam that he has been more than generous in helping Sally relocate. Liam says this is about family legacy and he knows Bill could understand this. Bill says Sally can design anywhere and if he wanted sentiment he would design greeting cards. Bill sweetens the pot and says they will get behind Sally 100% and Jarrett will give her glowing reviews but Skye is going up. Liam says okay but just know that he will be taking down Liam as well as he is going to join Spectra in a sit-in. Bill laughs in his face. He asks if he is going to tattoo a peace sign on his ass also. Liam says Sally does not have the means to fight back. Bill says he had nobody there to help him fight his battles or show him mercy. But that is what he is willing to do for Liam and he is not going to wait another year. Liam says that is not fair so today he will be in that building with that motley crew. Bill says the explosives are already in place and there is nothing they can do.",
        "Grams states she loves this. It reminds her of the 60's with peaceful protesters. The demolition team shows up but Sally says they are not leaving. They say again they are ready to blow and they cannot be here They repeat again they will not go. Justin tells Dollar Bill that he should be happier unless there is something he has not told him. Bill reveals the sit-in with his own son taking part. Steffy tells Wyatt that it is ridiculous that Liam is putting his body in harm's way all for Sally. Liam shows up just when they think he is not going to show. He says the crew tried to stop him but he burst through. And he told his dad so he knows he will be here. Suddenly the power and lights go out to send Liam a message that Bill means business. Sally says there is no way his dad would do this now with Liam inside but all look concerned."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: I'm doing it, steffy. It's the right thing to do.",
        "Steffy: No, it's over the top and it's ridiculous.",
        "Liam: Hey. When someone without the resources to fight back gets wronged, you help them.",
        "Steffy: Help is one thing. Putting your life on the line...",
        "Liam: It's not gonna come to that. It's not.",
        "Steffy: Then why take the chance? Liam, I'm not gonna let you do it. A sit-in at spectra is way too dangerous. Bill is demoing the building today.",
        "Liam: Not if I'm in there with them.",
        "Bill: So we're good? The explosives have been loaded, and the building has been pre-weakened. My boys are at an early lunch. When I get back, we'll do a final check, make sure that the structures and the whole parcel is clear.",
        "Bill: And then you'll be ready to do the implosion? Well, technically, it's called an \"explosive demolition,\" but yes. When you give the go-ahead, the building will come down. Now, based on the neighboring lots, we'll have your building fall on the east side of your property, right there.",
        "Bill: This is great, alex. When I give the word, I want you to demo that building so hard there will be nothing left but dust and memories. The vision is finally becoming a reality. You're going up, sky, and nothing's going to stop you.",
        "[ Door opens ]",
        "Shirley: [ Panting ]",
        "Sally: Well, I know our family has a history of sneaking into places. I just never thought it was gonna be my own office.",
        "Darlita: What did they do with all of our stuff?",
        "Saul: Spencer sure does move fast.",
        "Shirley: Today's the day, sally girl. Spectra's last stand.",
        "Sally: I still can't believe how liam stood by us, wanting to be a part of this sit-in. But with liam by our side, there could be a chance that bill could change his mind.",
        "Steffy: I'm concerned about you, liam. This investment with sally, you know, I talked to her yesterday. You told her about your father and the fire? Why would you do something like that? How could you do something like that?",
        "Liam: I didn't -- I didn't exactly tell her. She figured it out.",
        "Steffy: You could have denied it.",
        "Liam: I am not lying for my dad.",
        "Steffy: Look... you know -- you know she has a picture of you in her office?",
        "Liam: Yeah. That's -- it's sally's grandmother shirley. It's supposed to be like a wall of... I don't know, man. She's really weird.",
        "Steffy: Uh-huh. Okay, I think that she has a crush on you, and spending time with her, bailing her out just encourages it.",
        "Liam: My love, there is nothing going on between sally and me. You are my wife, I love you. You're the only woman for me. But I have my principles, and i am not gonna let my father steamroll those people. I thought -- you know, I thought I had gotten through to him. I thought he respected me. I thought he was listening to me. Who am I kidding? Dollar bill spencer doesn't change. He'll do or say anything to get what he wants. Well, not this time, steffy. I have a way to stop him from demoing the spectra building. And I'm gonna do it.",
        "Steffy: Liam, can you not -- don'T. Please don't --",
        "Liam: I got to go.",
        "Steffy: Don't! Liam! Please don't -- don't leave me!",
        "[ Door slams ]",
        "Saul: The sewing machines, all the materials -- they're gone, too. So we're really going through with this. A sit-in?",
        "Shirley: Our last best shot.",
        "Sally: Look, I don't want you guys to feel obligated, okay? This could get really dangerous. At the very least, we could be arrested. You guys can get off now, and there is no hard feelings.",
        "Saul: Hey. We're not leaving you.",
        "Darlita: We'll sit as long as it takes.",
        "Sally: You guys are the best. It may be a long shot, but... maybe this will work.",
        "Wyatt: Hey, sir! Hey, man. What's up?",
        "Wyatt: Hey -- hey, steffy. I was, uh, looking for katie. Have you seen her around?",
        "Steffy: No, I haven'T.",
        "Wyatt: I just wanted to run something by her. You seem a little down.",
        "Steffy: I've been better.",
        "Wyatt: [ Sighs ] All right, let me guess. You heard about my dad's plan to demo spectra, and liam's not happy about it.",
        "Steffy: He's too involved. It's like all liam thinks about is how to rescue sally. It's making him reckless, and that really worries me.",
        "Justin: Got to feel good, nothing standing in your way anymore.",
        "Liam: I'd like to talk to you about the spectra building.",
        "Bill: Let's hear what you have to say, son.",
        "Liam: Dad, you know that we can find a better solution to this, and I am asking you -- I'm asking you -- to work with me. Please, don't destroy their building.",
        "Steffy: I don't want you to misunderstand when I say \"liam's too involved with sally.\" It's not like it's on an emotional level. It's just the lengths he's gone to. It's inappropriate.",
        "Wyatt: I get why you'd be concerned. But, look, things are gonna play out in their own way. Inevitably, liam cannot save spectra.",
        "Steffy: Liam's come up with a new plan for the spectra gang. A sit-in.",
        "Wyatt: He convinced those people to stay in a building that's about to be imploded?",
        "Steffy: It's not just the spectras. Liam's joining them.",
        "Sally: Okay, guys, we agreed. We're doing this, yes?",
        "Saul: All in.",
        "Shirley: You bet your patootie.",
        "Darlita: Blast off!",
        "Saul: That's what we're trying to avoid.",
        "Sally: Okay, guys, this could get intense, okay? We're sitting in the middle of live explosives, and we're probably gonna have to get out eventually, but until then, I want us to hold steady.",
        "Shirley: I kind of like it. It reminds me of the '60s.",
        "Darlita: We're like... revolutionaries.",
        "Shirley: More like... peaceful protesters.",
        "Saul: You can count on us, sally. We are in it for the duration.",
        "Sally: I don't know what i would do without you guys. And I never want to know.",
        "[ Door opens ] We'll start over here and then we'll come over to the -- what are you doing in here? Who are you?",
        "Sally: Name's on the building. Look, you need to get out of here, now. We're demolishing the buildings in this structure today, if you somehow didn't see our setup outside.",
        "Sally: Cool. Looking forward to the show. Excuse me?",
        "Sally: We're not leaving.",
        "Liam: Dad, I understand how much this project means to you. I don't agree with it, but i understand it. Fine. Okay. Build your skyscraper. Build one the likes of which the world has never seen, with your name on top so big and bright, they'll be able to see it from santa monica. Fine! Just give it a year. Give sally that much. This is make-or-break time for spectra, and a year is nothing for you.",
        "Bill: Then you haven't listened to a word I said about all the moving parts involved in a build of this magnitude. Liam, come on. I have been more than generous. I told you, I will relocate sally anywhere she wants to go, within reason. Do you have any idea what kind of cash outlay we're talking about? Sally could never do that on her own.",
        "Liam: You're missing the point again. This is not just about money for her. This is about family legacy, and I know you understand that!",
        "Bill: [ Sighs ]",
        "Liam: Don't you? Sally should get to relaunch spectra fashions in the place where it all began. You want to right the wrong? This is how you right the wrong.",
        "Bill: Touching, but if I was in the sentimentality business, I would put out a line of greeting cards. Sally can design anywhere, but that location belongs to sky.",
        "Liam: You're really not budging on this, are you?",
        "Bill: I have budged, liam! I'll tell you what -- I'm gonna sweeten the pot for you against my better judgment, but out of respect for you. We will give her all of our support. We will get behind her new line. I will have jarrett write a glowing article about spectra fashions being the comeback story of the year. We'll do whatever we can. How about that?",
        "Liam: Yeah, until you and wyatt shoot it down with your majority vote.",
        "Bill: I'll put it writing. We'll have it notarized. You can stamp it on your forehead.",
        "Liam: [ Laughs ] That's almost funny.",
        "Bill: I'm not laughing, liam! The subject is closed. Sky is going to take her place on the L.A. Skyline overlooking all of los angeles from that location.",
        "Liam: [ Sighs ] Well, I tried. I tried. I thought I could reason with you. I thought I could appeal to your better nature on behalf of someone that you've wrong so egregiously as a matter of fact that you would literally be in prison if anybody found out about it. But okay, fine, you don't care. All you care about is your vanity project, not an ounce of compassion for any of these people. So, okay, do what you got to do. Demolish the building. Just know you're gonna have to take me down with it.",
        "Bill: What does that mean?",
        "Liam: It means the spectras are staging a sit-in, and I will be joining them.",
        "Bill: [ Laughs ] You don't seem to be getting this. The explosives are set. We are going to blow up this building. You can't be here.",
        "Darlita: We're having a sit-down.",
        "Saul: Sit-in.",
        "Sally: Either way, we're not leaving.",
        "Shirley: Hell, no! We won't go!",
        "Darlita: We've even got supplies. Bottled water, frozen dinners...",
        "Shirley: You got frozen food?",
        "Darlita: It'll take some time to thaw out. It'll last longer. Look, we've got a job to do. Mr. Spencer wants this building off the face of the earth by end of day.",
        "Sally: Okay, well, I can't control what mr. Spencer wants, only how I react to it. This building is my legacy, so if you want to tear it down, I'm going down with it. Knock yourself out. But we are not going anywhere.",
        "Wyatt: Liam's staging a sit-in?",
        "Steffy: He's participating in it. Like the spectras are some great humanitarian cause.",
        "Wyatt: [ Sighs ]",
        "Steffy: Look, I love my husband, I want to support him, but in this case... he is going way too far.",
        "Bill: [ Laughs ] A sit-in? Really?",
        "Liam: That's correct.",
        "Bill: You gonna tattoo a peace sign on your ass while you're at it? I mean, come on, liam! What, are you living in a time warp?",
        "Liam: Uh, dad, peaceful protests happen all the time, in case you haven't noticed. It's what people of conscience do when they're being oppressed.",
        "Bill: \"People of conscience?\" Uh, that would be sally and her motley crew, and -- let me guess. Hmm. I'm the oppressor.",
        "Liam: Yeah.",
        "Bill: [ Chuckles ]",
        "Liam: You bully them. You're bigger and stronger and more ruthless than they'll ever be. And they had the misfortune of getting in your way, and you have literally arranged to have their dreams implode, and sally doesn't have the means to fight you back. She's 100% at your mercy, and you've never shown her any. So... that's what oppression is.",
        "Bill: That's what business is, son. And I haven't always been king of the mountain, liam. There were sharks trying to eat me alive, take what I was building, and I can promise you I didn't have anybody there to fight my battles. And you better believe that nobody damn well showed me any mercy. But that is what I'm willing to do for sally. And why? Because I hear my son. I mean, what else do you call me being willing to pay for her relocation? I've already had her place all packed up for her!",
        "Liam: You owe her more than that.",
        "Bill: No, I don't! And I'm not giving her another year.",
        "Liam: What do you expect me to do right now? Honest question. Really. I mean, looking at me, knowing how passionately I feel about righting this wrong... what do you expect me to do?",
        "Bill: Well, that's easy. Think. Remember who you are. A spencer. We're loyal to each other above all else.",
        "Liam: Even when it goes against everything I believe in? No, that's what you wish I would do. I'm asking you -- what do you expect?",
        "Bill: Family loyalty. Nothing more important. That's what I expect.",
        "Liam: I don't agree with that. I never have. So maybe you don't know your son very well. [ Sighs ] This is exhausting. I don't want to be here, dad. I don't' want to be at war with you. I thought we were past this.",
        "Bill: We should be past it, liam! Are you kidding me? With everything I've done to compromise? I don't want to be at war with you, either! But you have got to stop putting so much focus on spectra's legacy and start tending to your own. Sky will benefit our family for generations to come! You should be proud of that. Embrace her!",
        "Liam: Sorry. I'm not gonna stand by and let you decimate the tiniest little shred of hope these people have left. I mean... you already wrecked sally's confidence, right? You destroyed her love life, you torched her building, and now you want to take what's left? That's not fair. You know that's not fair. So, yeah, I'll be in the building today with that...motley crew, standing up for what's right.",
        "Bill: There's nothing you can do to stop it, liam. The explosives are already in place.",
        "Liam: Well, then, I guess you're gonna have to blow me up, too.",
        "Justin: Hey, hey, hey! Had to stop off to get these, baby! You get any word from alex yet? He should be done with the final preparations, right? Then the next step is ka-bloom! Groundbreaking ceremony, baby! Come on, dollar bill. Man, you should be happier. This is your big moment and all.",
        "Bill: Oh, I'd like to be able to enjoy it, but roadblocks keep getting put in my way.",
        "Justin: Yeah, but not anymore.",
        "Bill: Don't be so sure.",
        "Justin: What, is there something you're not telling me?",
        "Bill: Liam had the brilliant idea of convincing the spectras to stage a sit- in.",
        "Justin: In there? With demolition about to begin?",
        "Bill: And my bleeding-heart son is taking part.",
        "Steffy: I love my husband. And I respect the man that he is. He is kind and he is generous and he roots for the underdog. I mean, those are wonderful qualities, and I really cherish that about him. But sally? He has done way too much. What, he's taking part in a sit-in? I mean, it's -- it's his idea, no less. Like, and knowing how I feel, knowing that he's putting himself in harm's way, and for what? For what, her? For sally spectra?",
        "Darlita: Eventually they're gonna try to make us leave. What do we do?",
        "Shirley: We hold our ground for as long as we can.",
        "Sally: Stand firm.",
        "Shirley: If they try to carry us out, so be it. Let the whole world watch.",
        "Sally: And maybe I'm naive, but I'm hoping it won't come to that with liam involved.",
        "Saul: Is he? Shouldn't he be here by now?",
        "Shirley: Saul's right. Check your phone.",
        "Sally: Nothing.",
        "Darlita: Liam wouldn't just...abandon us, right?",
        "Sally: He'll be here!",
        "Liam: Hey.",
        "Sally: See? Look! There he is.",
        "Shirley: Thank god. What's going on outside?",
        "Saul: Did you see the demo crew?",
        "Darlita: Did they say anything?",
        "Sally: What are they doing?",
        "Liam: Uh, just checking explosives, I think. They actually tried to stop me from coming in here, but I blew them off.",
        "Sally: Did you talk to bill?",
        "Liam: Yeah. I told him what we're doing.",
        "Shirley: He knows you're involved?",
        "Liam: Oh, yeah.",
        "Sally: Well, that's it, then. I mean, he doesn't care about us, but there's no way he's gonna blow this building up with liam inside.",
        "Justin: [ Sighs ] So liam wasn't bluffing. The crew said he ran inside. What do you want to do?",
        "Bill: [ Sighs ] Show him we mean business. Cut the power.",
        "Saul: We're so glad --",
        "Shirley: There's explosives everywhere? What's happening?",
        "Liam: No, we're okay. We're okay.",
        "Saul: We're really glad you're here, though.",
        "Liam: You brought the water, right?",
        "Saul: I had it --",
        "Darlita: We brought the -- whoa, what just happened?",
        "Liam: My dad just cut the power.",
        "Saul: Opening salvo.",
        "Shirley: Leading to what?",
        "Darlita: All of a sudden, I'm not liking this so much.",
        "Sally: What message are we supposed to be getting?",
        "Liam: That he's not backing down.",
        "Shirley: Bill spencer would blow his own son to smithereens?",
        "Sally: I don't believe that. Do you?",
        "Liam: [ Scoffs ]",
        "Saul: Okay, people. This just escalated into a dangerous situation.",
        "Sally: No, there's no way that bill would level this building with us inside, right, liam? What do we do?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Jfeyodj7Jzo"
}