{
    "Episode Summary": [
        "Episode # 7686 ~ Bill issues Ridge a warning to stay away from Brooke; Liam surprises Sally with a gift to assist with refurbishing Spectra Fashions."
    ],
    "Recap": [
        "Steffy asks Brooke if she has decided what she is going to do. Ridge is more confident now that she left Bill because he wanted to build his Sky so badly. Now both men want her. Bill bursts in on Ridge and says he and Brooke are still married and he expects Ridge to respect that. She just needed some space and he is giving her that. He is not going to slink away like Ridge does. Grams grouses to Sally that everything is wrong. Just name it right down to the plumbing. Liam walks in and says this may be a bad time but he is going to San Francisco soon and Sally should come with him. Sally dismisses Grams so she can continue talking to Liam about her investment. Ridge tells Bill he must have screwed up royally for Brooke to dump him so quickly. Brooke tells Steffy that Bill could have built that skyscraper anywhere but he could not be beat so he had to oust Sally. She believes he is sincere that he is sorry. Steffy tells her to hold him accountable; that's the least she can do. Liam says this is not charity. He has to go see the contractors and he thinks Sally should go with him. When she is hesitant he says she can count on Grams and Saul only so much then she is going to need more help and this is where the contractors will come in. And FYI just get ready for some of the best food and scenery around. She says this is sounding more and more not like a business trip. And she still doesn't understand why he wants her to succeed so badly. He could have given her the money and then just rode off without another look. But she appreciates his passion and there are no words to thank him for going above and beyond.",
        "Ridge drops in on Brooke and says he is going to call RJ and get him to come over as Brooke is under stress. He can even call her boss and get her more time off. Gram scolds Sally if she is going to San Francisco with Liam. There are contractors and architectures in Los Angeles so no need to go all the way to San Francisco. Sally thinks it is sweet. Grams says yes it is. Liam is scrumptious and here she is going away with him. It can't get better than that. Steffy talks to Liam and he says he wants to give Brooke a chance; and it just depends on who she wants \u0096 his dad or hers. She is shocked when she brings up his trip and finds out that although she cannot go now he has invited Sally Spectra. She says he already signed over the building to her so he does not have to worry about the contractors too. He says she does; he owes it to his father to see this gets done. Ridge tells Brooke that he has learned his lesson and he does not intend to let her down again so just let him know when she is ready. She says she is flattered but he is not going to see her in her lingerie again. Sally explains to Grams that she doesn't want to get on Steffy's bad side so she does care what she thinks. Liam is a prince but a married prince. Grams says she has seen the way Sally looks at him; she lights up so if she wants him them go after him. He may not admit it himself but he wants something more out of this and Sally will have to take the first step. Steffy tells Liam that he has already done far more than he has to for Sally; far more than she deserves."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: I talked to my dad and to bill.",
        "Brooke: I really didn't want to be in this situation again, steffy.",
        "Steffy: So you haven't decided what you're gonna do?",
        "Brooke: Your father thinks that I should leave bill and come back to him.",
        "Steffy: Yeah, my dad's pretty confident about that. He'd be even more confident if he knew that you left bill because of what he did to spectra.",
        "Brooke: And for what? He wanted to drive them out of business just to build his huge skyscraper?",
        "Steffy: It's crazy. It's crazy, and it's wrong. And he admits that. But if you leave bill, are you really gonna go back to my dad?",
        "Pam: Bill, I'm serious --",
        "Bill: Get your attack dog off me.",
        "Pam: I'm sorry, ridge. I tried to stop him. Should I get charlie?",
        "Ridge: No, that's okay. I think I can handle this. Thank you.",
        "Bill: And no lemon bars needed. Tell charlie not to sit on his taser.",
        "Ridge: It's okay. So how can I help you? You need me to get another message to brooke? I can't keep doing this. I know you're separated, but...",
        "Bill: Well, brooke and I are still married, and you're going to respect that.",
        "Ridge: I respect her. So what did you do to push her away?",
        "Sally: If we hadn't come in when we did, the fire could have taken the entire building to the ground.",
        "Shirley: Well, then we could have started from scratch instead of ripping things up to find out what's damaged.",
        "Sally: What did the inspector say?",
        "Shirley: Which one? Structural, electrical, plumbing?",
        "[ Door opens ]",
        "Sally: What's wrong with the plumbing?",
        "Shirley: How would I know?",
        "Liam: Uh... [ Knock on door ] ...Knock, knock. Sorry. Darlita wasn't at her desk.",
        "Shirley: She probably ran for cover when she heard a spencer was in the house.",
        "Sally: Grams!",
        "Liam: Hey, um, what's your schedule look like?",
        "Sally: Why?",
        "Liam: I'm going to san francisco, and you should come with me.",
        "Sally: You want me to go away with you?",
        "Liam: Well, for a business trip.",
        "Shirley: What kind of business do you have with sally?",
        "Sally: Liam is running spencer publications now.",
        "Liam: Yeah, there's some people in san francisco I think sally should meet.",
        "Shirley: Who?",
        "Sally: I will tell you all about it whenever liam fills me in. Why don't you go figure out where darlita ran off to? Thank you.",
        "Liam: [ Chuckles ] You know this trip's not a secret, right?",
        "Sally: Yes, but your investment in spectra is.",
        "Ridge: It takes a big man to admit when he's wrong. You a big man, billy?",
        "Bill: Man enough not to get baited, drawn in by your little stunt coming over to get brooke's things.",
        "Ridge: But you do understand my curiosity. You must have screwed up big for her to take that hideous ring off her finger.",
        "Steffy: Well, that's one way to show bill you're serious.",
        "Brooke: Oh, yeah, well, i couldn't wear it. I made bill take it back.",
        "Steffy: And dad? What did he say?",
        "Brooke: He's not gonna pressure me.",
        "Steffy: My dad wants you back. And then there's bill.",
        "Brooke: Bill doesn't want to lose me.",
        "Steffy: He regrets what he's done. Maybe he just hasn't gotten through to you or maybe you just don't care.",
        "Brooke: Yes, of course i care. I love bill.",
        "Steffy: Then are you prepared to end your marriage to him?",
        "Bill: You know, it must be excessive exposure to the sound of a sewing machine, because you're not hearing me. My marriage to brooke isn't ending.",
        "Ridge: Well, her actions say otherwise.",
        "Bill: Well, she's just trying to sort through things. She needs her space, and I'm respecting that. And I don't need you making things harder on her.",
        "Ridge: I'm not. I'm here when she needs me.",
        "Bill: Yeah, quite the -- quite the backup, hanging around like a -- like a flu bug, waiting for things to go wrong in her life, because that's the only time you look like the right choice. Brooke needs a man who will fight for her. I'm not gonna slink away and give up the way you did. I'm gonna stand right here in the middle of this and take the heat. I'm not going anywhere. Brooke will see that and understand what true devotion looks like. Yeah, we're going through hell right now. We'll get through it, just like we have everything else. And I'm not gonna let you or anyone get in the way of that.",
        "[ Door opens ]",
        "[ Birds chirping ]",
        "Steffy: I understand you're drawn to my father.",
        "Brooke: Ridge has been very supportive.",
        "Steffy: Yeah, you two have history, and you share a son together. You want to protect him from all the chaos bill's caused.",
        "Brooke: [ Sighs ] It wasn't necessary. He could have built that skyscraper anywhere. But he didn't want sally to beat him, so he had to destroy her and everything that she worked for.",
        "Steffy: And it's destroying your marriage, too.",
        "Brooke: I can't be the only thing that stops him from doing the unthinkable. I want to know that I married a good man.",
        "Steffy: Even good men make mistakes. I mean, we all do. I can't think of one person in our lives who hasn't, can you? I think that's why we take vows. We acknowledge it's not gonna be easy and our spouse is not perfect.",
        "Brooke: It's not a blank check. I didn't sign on to overlook everything.",
        "Steffy: Then don'T. Hold bill accountable. He wants to make things right with you.",
        "Brooke: I do believe he's sincere.",
        "Steffy: Okay. Then is it my dad? Bill didn't give up on you when you turned to my father. He knew that you were gonna come back to him, and you did. If you leave bill again, if you let this derail your marriage, you could lose him forever.",
        "Sally: Bill must be hating this.",
        "Liam: Oh, you don't have to worry about him anymore.",
        "Sally: All of that could change once he finds out I'm using his architecture firm to rebuild spectra fashions, the one that he hired to create his beloved masterpiece.",
        "Liam: Yeah, about that. They already know the location, and we paid them a retainer. May as well go see if there's anything they can do.",
        "Sally: You know how I feel about charity, liam.",
        "Liam: Th-- [ Chuckles ] This is not charity, sally. I have to go meet with them. You should just come with me and see if they can do something for you. Look, you -- you have to have someone spearhead this project, right? Coordinate all the contractors, schedule the work. This is not a do-it- yourself renovation.",
        "Sally: Oh, no, yeah. I'm fully aware. Just getting bids alone has been a full- time job. Meanwhile, I'm trying to create the most fantastic collection that spectra has ever produced.",
        "Liam: Your grandmother can't help you?",
        "Sally: My grandmother wants to cut so many corners, this building won't have any.",
        "Liam: Ooh. What about, uh, saul or darlita?",
        "Sally: Saul is convinced that the ceiling is caving in, and darlita wants to put a disco ball and mirrors on it.",
        "Liam: [ Stifled laugh ] Okay, there you go. This is why you need to let the professionals take over. Just come with me to san francisco. You don't like what they have to say, fine, you come back here to your...mountain of price quotes and blueprints.",
        "Sally: Well, when you put it like that, how can I say no?",
        "Sally: Well, looks like I'm gonna have to brush up on my architecture lingo.",
        "Liam: Oh, yeah. By the way, get ready for some of the best food and most beautiful scenery in the world. Just fyi.",
        "Sally: Wow. You are making this business trip seem like fun.",
        "Liam: Yeah, well, it should be, especially if you're doing something you love, you know?",
        "Sally: You love running a publishing empire?",
        "Liam: [ Chuckles ] Um, well, being in charge gives me the power to make changes, both in the company and the world, and that...that I love.",
        "Sally: Well, you have definitely changed things for me. Spectra wouldn't even exist if you hadn't given us a leg up.",
        "Liam: That's 'cause I know you'll make the most of it.",
        "Sally: Why does it seem like you really want us to succeed?",
        "Liam: I don't know. I think one person's victory shouldn't be another one's loss. We all kind of do better when we help each other out.",
        "Sally: You know, you could have given me the deed to this building and just gone off feeling good about yourself, and I would have been indebted to you for the rest of my life.",
        "Liam: [ Chuckles ]",
        "Sally: I will repay you every penny that you gave to C.J. For this property. But honestly, I have no idea how I'm gonna repay you for your generosity and compassion that you've shown me. You are helping spectra rise from the ashes, and there are no words to describe the gratitude that I feel for you, liam. It's really not cliché to say... I can't thank you enough.",
        "Ridge: Oh, man, I should have gone to il giardino's to get you some of that lavender panna cotta.",
        "Brooke: Oh, wow, that sounds good.",
        "Ridge: You know what? I'll go now.",
        "Brooke: No! No. Don't bother.",
        "Ridge: I just want to make you happy. You know what? But I shouldn't bother. You know what I'm gonna do? I'm gonna call R.J. At the office and tell him to get it, deliver it here. Food emergency.",
        "Brooke: [ Chuckles ] It's not an emergency. I'm fine.",
        "Ridge: You're not fine. Don't pretend with me. You're stressed.",
        "Brooke: I'm tired.",
        "Ridge: Oh, I got good news. I will talk to the boss and get you some time off.",
        "Brooke: Oh. I just saw her. I should have asked her myself.",
        "Ridge: You take as much time as you need to figure this out. And when you do, I'm gonna be right here. I've experienced life without you, and I didn't like it. I don't want to do it again.",
        "Shirley: Sally spectra, are you going to san francisco with liam?",
        "Sally: How do you think i would look in go-go boots?",
        "Shirley: Sally spectra, you little minx!",
        "[ Gasps ]",
        "Sally: It's a business trip, grams. He's meeting with an architecture firm there, and he thinks they can help us with the building.",
        "Shirley: Oh. And they don't have architects in los angeles?",
        "Sally: The firm already has an agreement with spencer. Bill was gonna use them to help build his skyscraper. They know the location.",
        "Shirley: [ Giggles ] Ain't that perfect. Bill spencer's getting a lesson in karma. Or at least not ticking off his son.",
        "Sally: It is not like that, grams, okay? Liam is just trying to help out.",
        "Shirley: Mm-hmm.",
        "Sally: Okay, I know it sounds like a bunch of bleeding heart mumbo jumbo, but I think it's sweet.",
        "Shirley: Sweet? The boy is scrumptious. I don't know how you do it, sally. You work some kind of magic, but you are going on a trip with the handsome, extremely wealthy and powerful liam spencer.",
        "Sally: I wonder how steffy's gonna feel about that.",
        "Steffy: I was honest with her. She needs to know what could happen.",
        "Liam: Steffy, brooke doesn't need to be told what my dad is capable of. She sees him for who he is.",
        "Steffy: She loves him. And if she ends their marriage, she might not get another chance.",
        "Liam: You're advocating for my dad?",
        "Steffy: I just want her to be aware of the stakes.",
        "Liam: You don't want brooke with, oh, your dad?",
        "Steffy: If she wants to go back to my dad, that's fine. I just want her to be sure.",
        "Liam: For your dad's sake, right?",
        "Steffy: For her sake. Bill only gives you a few chances. You use them up, he won't give you anymore.",
        "Liam: [ Sighing ] Okay.",
        "Steffy: Fine, fine. I am done talking about bill. Okay, let's talk about your -- your trip. I really wish I could go.",
        "Liam: Yeah, I wish you could, too. Although you probably wouldn't like the company. I asked sally to go with me.",
        "Steffy: Sally spectra?",
        "Ridge: I have learned my lesson. It took a little while 'cause i got a thick head, but I'm never gonna let you down again.",
        "Brooke: If we really learned our lessons, we wouldn't have to say \"never.\"",
        "Ridge: Well -- well, this is different. This is the be all and the end all here. I love you, and with all this stuff, it just makes me love you more.",
        "Brooke: Ridge...",
        "Ridge: I just -- let me know when you're ready. I'll be waiting.",
        "Brooke: [ Chuckles ] Okay, well, you may be waiting for a very long time. And by then, I might have a lot of wrinkles, so...",
        "Ridge: Oh. What -- what about a walker? You gonna have a walker, too?",
        "Brooke: Yeah, it's possible. I could have a walker.",
        "Ridge: [ Sighs ]",
        "Brooke: And I might just lose my memory.",
        "Ridge: That could be a good thing, because then you would forget all the stupid stuff that I've done, and that would remind you every day how much I love you and how much you love me.",
        "Brooke: [ Laughs ] Okay.",
        "Ridge: So we'd be on the porch, and I'd take care of you always.",
        "Brooke: On the porch.",
        "Ridge: Yeah.",
        "Brooke: That's cute. Picturing us in our twilight years. Just when I thought you were anxious to get me in lingerie. And that'll never happen, by the way. But I am flattered that you would suggest it.",
        "Ridge: Oh, man. I always think of you in lingerie.",
        "Brooke: My, my, ridge forrester. I guess that will never change.",
        "Ridge: Mnh-mnh.",
        "Steffy: You're taking sally spectra to san francisco?",
        "Liam: Well, I'm meeting with that architect, yeah.",
        "Steffy: To pull the plug on the skyscraper.",
        "Liam: Listen, the retainer is nonrefundable. So if there's someway to use it, why wouldn't I --",
        "Steffy: How?",
        "Liam: Sally has to rehab the entire spectra building, and that firm's already familiar with the property.",
        "Steffy: Oh, stop, stop. I can't hear this. You already gave her the building! And now you're helping her set it up?! You signed it over to her! You have nothing to do with it now!",
        "Liam: Well, I have something to do with my dad. And my dad has everything to do with it. Sally has to concentrate on her collection. Her team is overwhelmed.",
        "Steffy: [ Scoffs ]",
        "Liam: She needs help.",
        "Steffy: And it has to come from you.",
        "Shirley: You do not give a hoot what steffy thinks about this business trip. And if you do, you shouldn'T.",
        "Sally: She's his wife, grams.",
        "Shirley: And she's been a pain in our backside since we opened our doors. She'd have been perfectly happy if bill had brought us down.",
        "Sally: I just don't want to fight with her.",
        "Shirley: Even though she's to blame for thomas' baby mama coming back and dragging him away?",
        "Sally: Thank you. I was trying to put that behind me.",
        "Shirley: Oh, and spending time with liam is doing that. I've seen the way you light up around him.",
        "Sally: He's being generous.",
        "Shirley: He's a prince, unlike his father, who's despicable.",
        "Sally: Exactly, grams. He's a prince, a married prince, married to the most beautiful and powerful woman in all of la-la land.",
        "Shirley: Hmm. You know, if she were so irresistible, he'd be at home with her instead of going to 'frisco with you. [ Sighs ] Sally girl, I've seen the way you look at him. You light up.",
        "Sally: You are imagining things.",
        "Shirley: Oh, no, I'm not. If you want him, sally girl, then you need to go after him whatever way you can. You know what? Liam is not doing this out of the goodness of his heart. He feels something for you, too! Even though he's not ready to admit it himself. You're gonna have to take the first steps. He's the one for you, sally girl. I am sure of it.",
        "Steffy: Sally needs help. I get that. But why does it have to come from you? Can you just please explain that to me? You've already done enough for her -- too much, liam! Way more than sally spectra deserves!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=ggJ4gBM7zeg"
}