{
    "Episode Summary": [],
    "Recap": [
        "Nick holds firm and tells the Forrester's that his mother is lying in a hospital bed not knowing what tomorrow will bring and selling him Forrester Creations is a small price to pay for what Stephanie did. It might not seem so bad if she looks at him as the man that can keep her out of prison. Ridge tells Nick they have all listened to his ridiculous pitch, and the answer is no. Nick answers that this is NOT blackmail, it's a fair deal. He suggests Stephanie sit behind that desk and draw up a sale's contract. Otherwise the entire stake in her family's company is right there in his hands. Brooke finally speaks up and reminds him that she owns controlling interest in the company. He corrects that \u0096 she has the 50% Stephanie gave her, but the 2% from Taylor was bought in Marone Industry's name. As long as they are married, it's hers, but if that situation changes, he will keep it. Ridge assures Stephanie that every Forrester resource will be used to keep her from going to jail.",
        "Dr. Hillman tells Jackie he can prescribe her more pain killers. Bridget visits and Jackie tells her that Stephanie pushed her and even gloats that Nick is going to make sure she pays for it. Her headache gets worse and Bridget calls for more pain killers. She advises Jackie to let go of these other factors and just concentrate on recuperating. Bridget has bittersweet memories and wishes she and Nick could start over again. Stephanie visits Jackie in hopes that she will be more fair and reign in Nick. But, it is all too obvious that Jackie won't accept any apology when she calls Stephanie a bully and informs her she will never, ever forgive her for this. She steadfastly says she was pushed and she is going to make sure Stephanie is held accountable for it."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: How ridiculous is this? This is so much B.S., Nick.",
        "Nick: My mother's lying in a hospital bed, not knowing what tomorrow will bring.",
        "Eric: Nick, we all want to resolve this as badly as you do. But for us to sell you forrester creations?",
        "Nick: Well, I think it's a small price to pay for what she did.",
        "Stephanie: You're crazy.",
        "Nick: Am I? Well, it may not seem so crazy, if you look at me as the man who can keep you out of prison.",
        "Dr. Hillman: You are making progress, mrs. Marone.",
        "Jackie: It's just the headaches. I mean, my skull is splitting.",
        "Dr. Hillman: Yeah, I know. All I can do right now, though, is prescribe more pain medication. Hello, doctor.",
        "Bridget: Hi, dr. Hillman. Well, I've heard your speech is back. Physically, you seem to be doing much better.",
        "Dr. Hillman: We had a little walk around the room.",
        "Bridget: Wow.",
        "Jackie: I stood up and then sat down.",
        "[Dr. Hillman laughs]",
        "Bridget: It's definitely a start.",
        "Dr. Hillman: I'll check back this evening, okay?",
        "Bridget: Thank you, dr. Hillman.",
        "Dr. Hillman: Yeah.",
        "Bridget: You're in very good hands with dr. Hillman.",
        "Jackie: Bridget?",
        "Bridget: Mm-hmm?",
        "Jackie: Keep visiting me.",
        "Bridget: Of course I will. Jackie, you know how much I care about you. Where's nick? You do know that he has been here full-time since your fall.",
        "Jackie: It wasn't a fall. Stephanie pushed me. And nick is going to make sure she pays for it.",
        "Ridge: Nick, we've all listened to your ridiculous pitch. The answer is no.",
        "Nick: My offer's not good for long.",
        "Ridge: Oh, get the hell out of here.",
        "Nick: Enjoy prison.",
        "Attorney: Mr. Marone, no laws have been broken -- yet.",
        "Stephanie: Oh, blackmail is legal all of a sudden?",
        "Nick: This isn't blackmail. It's a fair trade.",
        "Stephanie: Oh, yes, it is. It's blackmail. You either get the company or I go to jail?",
        "Nick: I'm making you a fair offer and you know it.",
        "Storm: We'll have two appraisals done. Split the difference.",
        "Ridge: We will never sell to you.",
        "Nick: We'll make sure that you can handle the consequences.",
        "Eric: All right, hold it, nick. Now, look, you've made your point. Now, be reasonable.",
        "Nick: Reasonable? Eric, yesterday I sat there watching my mother try to form a few, simple sentences. And I'm here in peace today. I consider that reasonable.",
        "Stephanie: Nick -- surely, you do realize I feel terrible about your mother's injuries.",
        "Nick: Well, then, why don't you show me, stephanie? You sit behind that desk and you draw up sales contracts.",
        "Stephanie: I'm never going to do that.",
        "Nick: Your entire stake in your family's company, right here in my hand. Or I'll make sure that they throw that k away after they lock the cell door.",
        "Bridget: Making them sell forrester creations, and in return you won't press criminal charges. Jackie, I'm not a lawyer, but it certainly sounds like extortion.",
        "Jackie: What she did was a crime.",
        "Bridget: Do you really want to run a fashion house?",
        "Jackie: It gets brooke away from ridge and the forresters.",
        "Bridget: You really think my mom is going to go back to nick, don't you?",
        "Jackie: Stephanie broke them up.",
        "Bridget: Stephanie didn't do it alone. Nick certainly played a part, and I played a part, and my mom and ridge. Jack, this doesn't feel right at all.",
        "Jackie: God! Look what she's done to me. I'm never going to be the same. That has to cost her -- something!",
        "[Jackie groans]",
        "Bridget: Okay, okay, hold o I need to page dr. Hillman, stat.",
        "Eric: Nick, I'm very sorry that your mother is suffering, and I'm sorry that it happened in our home. No one's denying there was an argument and that it became physical.",
        "Nick: With a very ugly ending.",
        "Eric: But it was not a premeditated act of violence.",
        "Storm: However, the law still allows for compensation, eric.",
        "Stephanie: But this doesn't have anything to do with compensation, does it?",
        "Ridge: It's all an empty threat. No jury is ever going to convict my mother for an accident.",
        "Nick: Well, donna's willing to take an oath that says my mother was pushed on purpose.",
        "Stephanie: Well, donna's a liar. But I have a question I'd like to ask you. Where does brooke fit into this little scheme of yours. Let me guess -- working alongside you? Your faithful wife and helpmate? Just the way you have always wanted it, right?",
        "Nick: Wherever brooke winds up, she'll be a lot better off without you around. And god willing, my mother will run forrester.",
        "Stephanie: Oh --",
        "Brooke: Nick, I think you're forgetting, I already own controlling interest in the company.",
        "Nick: Actually, no, you don'T. You've got the 50% stephanie gave you. The 2% that I bought from taylor was bought in the marone industries name. It's not community property.",
        "Brooke: You bought it forE.",
        "Nick: As long as we're married, it's yours. Seeing as that's not the case, I'm keeping it.",
        "Brooke: Can I have a word with you? Alone.",
        "Bridget: Well, as soon as you get dr. Hillman's okay, I need you here immediately. Thanks.",
        "[Jackie groans]",
        "Bridget: Jackie, I'm so sorry but the nurse will be here shortly and she will give you more medication.",
        "Jackie: It's addictive, isn't it?",
        "Bridget: Of course it is. They all can be, which is why you need to reduce any outside factors in your life so your adaches worse or more frequent. Like threatening to put stephanie forrester in jail is a bad idea.",
        "Jackie: You're taking her side?",
        "Bridget: Jackie, it's not about taking sides. Of course not. I care about you and nick. You're just letting your anger make you do something that you wouldn't normally do.",
        "Jackie: Do not try to talk me out of this.",
        "Bridget: You need to listen to me. You have a period of recuperation in front of you. And it might be a long one. You don't need to poison it with bad feelings about stephanie.",
        "Jackie: She's a bad person and for the first time, ever, she's going to pay for what she's done. It's going to cost her.",
        "Ridge: Mother, I hope you realize -- we're behind you with everything we've got. Every forrester resource. We're going to fight this to the end.",
        "Eric: We're not going to let anyone put you in jail, stephanie. I want you to start working on a settlement offer right away.",
        "Attorney: All right but my impression is at this juncture mr. Marone isn't interested in listening to anything less than you selling him forrester creations at market value.",
        "Ridge: Well that definitely is not going to happen.",
        "Attorney: Well, that's why I say let things cool down a little.",
        "Eric: He's not going to cool down.",
        "Stephanie: Eric's right. You can't negotiate with people when they are that emotional.",
        "Ridge: Okay, mother, what are we talking about here?",
        "Stephanie: I'm thinking about his mother. Jackie is suffering and I'm sure she is frightened about her future. But she's always been reasonable. She may be the best person to rein nick in.",
        "Ridge: And where would you be going?",
        "Stephanie: Going to go to the hospital.",
        "Eric: That's not a good idea.",
        "Attorney: Stephanie, anything you say to her can work against you.",
        "Stephanie: I'll be careful.",
        "Ridge: Why do I always worry when she says stuff like that?",
        "Nick: You're right. I did originally buy this 2% for you. But it was supposed to be used to kick these people out of this company.",
        "Brooke: I couldn't do it. There's no company without them.",
        "Nick: Well, that's what they want you to believe. I don'T.",
        "Brooke: Nick, you can't run forrester creations. You're too busy running marone industries.",
        "Nick: When my mother recovers, she'll run the company. Along with you, if you so choose. We'll get new designers, fresh ideas.",
        "Brooke: Why? Ridge is doing some of his best work right now.",
        "Nick: Brooke, you've made some decisions for yourself -- decisions you've needed to make, and I respect them. Well, now I need to do the same, and this decision's been made.",
        "Jackie: I have to take the edge off.",
        "Nurse: Okay.",
        "Jackie: Thank you.",
        "Dr. Hillman: We've done everything we can surgically. Her motor reflexes are there, her speech centers are obviously working and improving quickly.",
        "Bridget: What about the headaches?",
        "Dr. Hillman: Well those, I'm worried about. At worst, they could evolve into one of several forms of epilepsy. Even if they don't, she could wind up on painkillers or anti-seizure drugs.",
        "Bridget: Are you saying for the rest of her life?",
        "Dr. Hillman: Let's hope that doesn't happen.",
        "Bridget: Oh, geez. Well thank you, doctor.",
        "Dr. Hillman: I'll keep you in the loop all right?",
        "Bridget: Please. Please do. Thank you so much leslie. Hey, you feeling better?",
        "Jackie: Yeah, I really don't want to get hooked on this stuff though.",
        "Bridget: Well, you won't if you just listen to me and listen to your body. Jackie, it's really not your job to bring stephanie forrester to justice. What is your just job is to lay here and relax and recuperate and stay in a really positive frame of mind.",
        "[Jackie sighs]",
        "Stephanie: Hello, bridget.",
        "Jackie: What are you doing here?",
        "Stephanie: I came to see how you are.",
        "Bridget: Stephanie, I don't think that's such a good idea. She's very tired.",
        "Stephanie: I won't say anything that will upset her.",
        "Jackie: And I can get help if I need it. It's okay. If you're here to apologize, you can save your breath. All is not forgiven. I will never, ever forgive you for this. My name's gavin.",
        "Bridget: My mother-in-law, for a very brief time.",
        "[Bridget remembering]",
        "Jackie: You obviously make my son very happy. Then I'm very happy. For both of you. In my wildest dreams never thought I'd see the day someone would change me you walked into my life and now I feel so alive I'm just not the same me",
        "Bridget: With this ring I thee wed.",
        "Nick: With the ring I thee wed. Coming in warm like the sun you're my inspiration you're every breathe I take you're my soul reason I laugh I cry I live I die and I love",
        "Bridget: God, I wish I could do it all over again.",
        "Nick: Think about this, it's a chance for you to run forrester creations free of that family. The company you love, and you'll be running with my mother. I'm willing to do this for you.",
        "Brooke: You really think stephanie, eric, and ridge are going to just hand it over to you?",
        "Nick: I could have that woman put away and you know it. This is a chance for them, they can cash out and make amends for stephanie's past.",
        "Brooke: They won't do it.",
        "Nick: Well, I guess we'll see.",
        "Ridge: This threat of nick's -- it can't work, can it? I mean, mother didn't mean to hurt anyone.",
        "Eli: Yes, but do you have a witness that will testify to that? They've got someone who will swear that she did. Ridge, juries are unpredictable. They tend to believe eyewitnesses. They like to side with the underdog.",
        "Ridge: Don't you have to actually have someone prove intent to do harm?",
        "Eli: Yes, beyond a reasonable doubt. But, that's very subjective. And don't forget, no matter what a jury decides, there's the publicity angle. By the time a case like this gets dragged through the legal system, a respected brand name can be damaged beyond repair.",
        "Ridge: I really don't give a damn about that. I think the relevant question here is can they really put my mother behind bars?",
        "Eli: Well, aggravated assault does carry a jail term in this state. And there is a lot of pressure these days to make sure the law is applied to everyone, equally.",
        "Eric: Well, stephanie can be diplomatic when she chooses to be. She's talking to jackie right now, maybe she's -- maybe she's apologizing.",
        "Ridge: Mother, apologize? Please, even if she did, I think you're underestimating jackie. Jackie's out for blood, just like nick is.",
        "Stephanie: So, how are you feeling, jackie? Dizzy? Headaches?",
        "Jackie: Oh. You've fallen 15-feet onto marble, have you? Landed on your head?",
        "Stephanie: No, I haven't, jackie.",
        "Jackie: Then you have no idea.",
        "Stephanie: You're right. I don'T. We've never gotten along. But I certainly never wanted for you to ever physically be harmed. I mean, let's -- let's be reasonable.",
        "Jackie: Are you here to apologize?",
        "Stephanie: I'm sorry it happened.",
        "Jackie: Not the same thing.",
        "Stephanie: If I could do things differently, would I? Of course. That's the definition for sorry.",
        "Jackie: No, the definition for sorry is that you feel bad. You don'T. You're just here because nick came to see you and he told you what we wanted.",
        "Stephanie: Well, yes, I'm worried that you both losing your minds.",
        "Jackie: And you're going to lose your company and your freedom.",
        "Stephanie: For an accident?",
        "Jackie: Donna saw it. It wasn't an accident.",
        "Stephanie: I don't care what donna thinks that she saw. Jackie, I love my family, I love my company. Just as much as you love yours. You're angry. You have every right to be. I can see that you're in pain. I'm sure that you're frightened about your future. But eventually, your body is going to heal and everything's going to return to normal. So, what do you want to do? Do you want to go to court? Do you want to prosecute? A jury is going to sit there, look at you, say, \"there's nothing wrong with her.\" I honestly think you're just overreacting now.",
        "Jackie: Am I? Then why are you here, trying to crawl out of the trouble that you damn well know you're in?",
        "Stephanie: Because on a simple, human level, I'm concerned about you.",
        "Jackie: You know what -- it just astounds me about you, is that you, are so caught up in your own world, that you just don't see how transparent you are. You are a bully, and this is how it is with bullies. They're as tough as nails until their day ofeckoning. And then you plead, and you apologize, and you try to make deals. Well, not this time. Finally, you are going to be held accountable for what you did, and if it means losing your company, then so be it. Because I'm not going to let you bully anyone ever again."
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=n7TAyJRMgT4"
}