{
    "Episode Summary": [],
    "Recap": [
        "Normally I don't give an opinion but today's show was a big WOW!",
        "Jackie and Nick discuss Brooke's marriage to Eric. Nick decides Brooke is right and he wants Bridget and the baby more and wants to try to get them back. Jackie and Nick find out about Forrester being only Stephanie's company.",
        "At Forrester, Stephanie berates Eric in front of everyone in the family. She then offers the presidency of Forrester to her son. Ridge assumes it's him she's speaking of and starts making changes, that is until Stephanie reveals that it's her other son, Thorn she's talking about. She also offers Taylor a position as the new face of Forrester. Taylor accepts the position. Stephanie gets right in Eric's face and asks him about their early years sex life. This exchange ends up with Stephanie giving Eric a knee to the groin and Eric in a heap on the office floor."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: You're going to stop me?",
        "Brooke: I invested half my adult life here, Stephanie. I earned my position. I earned my shares in this company. And no court is going to deny that.",
        "Stephanie: Well, you've had both of my sons and my husband twice. That should be reward enough, don't you think? And if you need to blame someone, blame that lying S.O.B. Of a husband of yours, because he is the architect of your downfall. Not me.",
        "[SCENE_BREAK]",
        "Nick: I wanted so badly to just break down those just break down those barriers. For her to see it my way. But I realize there was so much more there that I needed to see.",
        "[ Nick remembering ]",
        "Brooke: Is that the kind of person that you are, Nick? You would betray your own family? Is that really the person that you are? Because if it is, I want you to take me. I want you to make love to me. Take me, Nick. Take me!",
        "Nick: I can't. I can't anymore than you can. Brooke and I can never be.",
        "Jackie: Never is a long time, Nicky.",
        "Nick: We could be with each other right now, mother. In each others arms. But she was right, you know. We'd wind up hating ourselves for doing the one thing that we promised her daughter that we'd never do. Coming so close made me realize how important this is to me to do the right thing. To have my family, that's what I want. My family. And my family is Bridget and our child.",
        "Jackie: That's beautiful. Beautiful what you and Brooke did. The end of a magnificent love affair, and the beginning of a new one with your wife and your child, where you should be. I'm so proud of you, Nick.",
        "Nick: I don't know how I'm going to do this, mother. How I'm going to let Bridget know how much I love her and be there for her, forever. I do hope to god she takes me back.",
        "[SCENE_BREAK]",
        "Eric: I've been slandered and vilified enough. That's all. It's finished. You know what this is? This is a loan agreement, the price and humiliation that your father made me pay for accepting $100,000 to get this company off the ground.",
        "Ridge: $100,000, that's all?",
        "Stephanie: 40 years ago, that was a lot of money, ridge.",
        "Eric: He treated me the same way you always have. Condescension, insulting. I wasn't good enough for his daughter. My dreams weren't manly enough. I wasn't to be trusted.",
        "Stephanie: Well obviously, he was right, or you wouldn't have kept this trust a secret all these years.",
        "Eric: He didn't want you to know!",
        "Stephanie: Oh.",
        "Eric: He had the sense to be ashamed of what he was doing. And he knew that you wouldn't have anything to do with it. You would've torn this thing into 1,000 pieces.",
        "Stephanie: I would have a year ago. Even six months ago.",
        "Eric: And so I saw it for what was. A very Douglas way of demeaning me, of showing me that my dreams weren't worth anything. So I decided to put it in that safe and let it rot forever, because I knew that this company belonged to you and me. This was our company. Which, to be quite frank, was very generous of me.",
        "Stephanie: Generous?",
        "Eric: Forrester creations owes it's existence to me. That image of grace and elegance that you claim you want to recapture, where do you think that came from? From you? From your daddy? It came from me. My work, my vision. My late nights here, in this office, at the drawing board and down in the cutting room.",
        "[ Stephanie chuckles ]",
        "Stephanie: And your late nights panting and pawing on Brooke. That has taken this company into the gutter, and the family with it, Eric.",
        "Thorne: Okay, what is all of this about documents and money?",
        "Brooke: Your mother likes to talk about virtue and decency. But what she really has on her side is a technicality.",
        "Eric: This company is one of the most successful family-run enterprises in the world, and that success is due to the hard work and dedication of every person in this room, with the exception of the two you brought in with you. And for you to arrogate it to yourself, is peevish and is selfish, and is wrong, anyway you look at it.",
        "Rick: $100,000, Stephanie.",
        "Stephanie: You're too young to understand how much money that was then.",
        "Brooke: He could've got the money anywhere, from a bank --",
        "Stephanie: Well, he didn't! And he couldn't.",
        "Eric: No, no I didn't! Because I didn't have time to go from bank to bank, hat in hand, begging for some kind of a loan, because my wife was pregnant. She was carrying a baby, another man's baby, as it turns out. A child that wasn't even mine. Talk about a marriage based on deception. And so I handed myself over to you. Every thing I wanted to be, every dream I wanted to accomplish, all for a lie. Well, I may have given my life over to you, I may have wasted my life outside these walls to you, but I'm damned if you're gonna take my life's work away from me, too.",
        "[SCENE_BREAK]",
        "Jackie: I'm really glad that you told me. I have been a little confused as to what Brooke was doing.",
        "Nick: I know you felt your share of disappointments.",
        "Jackie: I don't think that Brooke realized that Eric and I were more than just friends.",
        "Nick: Sure did turn on a dime, didn't he?",
        "Jackie: I think we could've made each other happy. But he thinks of Brooke as his safe place, and god knows why, because she's being anything but. And they have a history, they have a family together --",
        "Nick: Oh, mother, please. Nobody in that family buys that marriage.",
        "Jackie: Does that matter if they believe it's what's right for them?",
        "[ Knock on the door ]",
        "Andrea: Excuse me.",
        "Nick: Come in.",
        "Andrea: This just came by messenger from Mr. Marone.",
        "Nick: Oh, thanks, Andrea.",
        "Jackie: You know what, you're working, I'll catch you later.",
        "Nick: Hang on a second, mother. Did you realize Forrester Creations has a new owner?",
        "Jackie: What? That's ridiculous. Eric would never sell that company.",
        "Nick: Doesn't look like he has anything to say about it. It's Stephanie's. Lock, stock and barrel.",
        "[SCENE_BREAK]",
        "Stephanie: Well, I'm sorry to hear that your life with me was such a sacrifice on your part. And what was my grand prize? The tabloid reputation of \"now you see me, now you don't\" wife, depending on whether or not the slut wanted the title?",
        "Rick: Hey, Stephanie, that is completely --",
        "Stephanie: I'm sorry, Rick. I realize this isn't easy for you or your sister.",
        "Eric: I don't live my life in fear of what people in some grocery check out line are going to say about me. I have a right to marry where my heart leads me.",
        "Stephanie: Oh, your heart, oh. You're nothing but a big easy chair for her to put her feet up on, honey.",
        "Eric: You hire yourself a half dozen divorce lawyers and you come after me if you think you can, but you leave this company alone.",
        "Massimo: Actually, there's no reason why she can't do both.",
        "Eric: You're loving this,",
        "Eric: You're loving this, aren't you? Massimo's here, everybody. He's hoping to get his hands on a piece of this company through her.",
        "Taylor: Okay, look, this conversation is doing nothing but opening up old wounds.",
        "Eric: Well, Taylor's here, too. The voice of reason and clarity. You're not the feeling the least bit out of place here?",
        "Taylor: No, I'm saying that we need to stick to addressing the legal realities. That's what I'm saying.",
        "Brooke: And what about right and wrong? That is your favorite subject. She has no moral right to do what she's doing.",
        "Stephanie: Oh, I don't? After a lifetime of being lied to and cheated on? I want to restore dignity back to this company. That's what I want to do.",
        "Ridge: Without Brooke and dad?",
        "Rick: What, are you going to start designing things yourself, Stephanie?",
        "Stephanie: No Rick, I'm a businesswoman. But you're absolutely right. We need a creative head. A creative head of this company that knows all the aspects of the fashion business, and I can't think of anybody who's better equipped or more capable to be the next president of this company than my son.",
        "Ridge: All right then, for my next official action, I respectfully request that the firings of dad and Brooke --",
        "Stephanie: I'm sorry, honey, I wasn't finished. I was speaking of Thorne.",
        "[SCENE_BREAK]",
        "Jackie: Concealing it from her for all these years, that just does not sound like Eric.",
        "Nick: We know she's not going to be going anywhere now. All this is soon to be public knowledge, including my part in it, and I thought it'd be best if you hear it from me firsthand, since I know it will raise concerns.",
        "Jackie: Brooke will be her first target. That's what Massimo means.",
        "Nick: Mother, this isn't my concern. Brooke's life and my life do not intersect anymore. That's how it has to be. We're only connected in one way now. I'm married to her daughter.",
        "Thorne: This is why you asked me here?",
        "Stephanie: Yes, well, our little band of malcontents seem to feel that this is still a family business. How could it be a family business without you in it?",
        "Eric: Look, Thorne is capable. Nobody is denying that. But he's exclusively associated with spectra now.",
        "Stephanie: I'm not going to worry about those legal obstacles. The lawyers will take care of it. Sally isn't going to give us a hard time. Do you want the job or not?",
        "Darla: Whatever you think.",
        "Stephanie: Well, I've always thought that we had the same philosophy about this company, Thorne.",
        "Ridge: It's a set up to fail. She doesn't know what she's doing.",
        "Thorne: Well, you were willing to say yes, Ridge.",
        "Ridge: Oh, you want to be responsible for sinking Spectra and us?",
        "Thorne: Of course I'll accept. I'd be honored to, Mother.",
        "Stephanie: Thank you, honey. I knew I could count on you.",
        "Thorne: Thank you for your faith in me.",
        "Stephanie: Of course.",
        "Darla: What did I tell you?",
        "Ridge: You expect me to work for him?",
        "Stephanie: No, with him. Eric is no longer at the company. You will be in charge of all designs.",
        "Ridge: At the mercy of his say so? Is this how we're rewarding loyalty to the firm now?",
        "Massimo: Wait a minute, ridge. Let Stephanie finish.",
        "Stephanie: Thanks to certain influences in recent years, the biggest part of our business is unhealthy for women. The underlying message in most of our lines is that in order for a woman to be really attractive, she has to expose almost her entire body.",
        "Taylor: Amen.",
        "Ridge: Taylor, we're in the business of designing clothes that sell.",
        "Taylor: Well, in my business, it's seems you're selling eating disorders and unrealistic body images to women who have no hope of ever looking like --",
        "Stephanie: Like Brooke. In her underwear. And you do look good in your underwear. But that sort of exhibitionism is finished. It's over. We're going to have a new image at Forrester, Ridge. A new face, a new person who will personify everything that we've ever stood for. Class, style, elegance. What this company was before and will be again. You know what I want, ridge? I want Forrester Creations to lead a lifestyle movement for women. I want women to be proud of themselves. I want them to look at themselves with self respect, inside and out. I want a new face, a new image. And I would like that face of Forrester to be Taylor's.",
        "Brooke: Taylor? What, she's going to psychoanalyze our skirts for the masses?",
        "Stephanie: You can accept or not, Taylor. It's up to you.",
        "Taylor: Well, you know, I -- I have two teenage daughter's. And to tell you the truth, I am really sick of sexual displays in advertising. I mean, girls are being taught that their entire social value is all in the way they look. I think it's about time women got a positive message, a healthy one, about their role in society. So, why not let Forrester lead the way? I think it's a great idea. If you want my help, I'll definitely be there for you, as long as Thorne thinks he can work with me.",
        "Ridge: Well, speak now, or forever be a yes man.",
        "Thorne: I like the idea. Taylor has class. She embodies elegance. She's family. She's perfect. Welcome to the team, Taylor.",
        "[SCENE_BREAK]",
        "Jackie: I thought that you and Bridget --",
        "Nick: She doesn't want to have anything to do with me, mother. That's where this marriage is right now. It either recovers or it doesn't.",
        "Jackie: But if she considers the marriage --",
        "Nick: She can consider anything she wants. The reality is, I'm her husband.",
        "Jackie: Is a reconciliation really what you want, Nicky? Even if it is possible --",
        "Nick: Mother, I was in love with something that I couldn't have. And now I realize, all I have is the truth. And I have an incredible wife that I love, who's expecting a child. My child. Now that's the truth. That's what I have to work with.",
        "Jackie: You are very brave. And probably very wise.",
        "Nick: I don't know about that. And I really don't know where I go from here. But I do know that it starts right now, and it starts with this. It starts with Bridget, and it starts with my child, because that's my future. And I can only pray to god that they take me back.",
        "[SCENE_BREAK]",
        "Stephanie: This is the future of Forrester.",
        "Ridge: You might want to find a different way to say that if you're in front of an audience.",
        "Stephanie: Maybe you're right. Some people might very well say this is the end of Forrester. But I think there's a change that's due. I hope, however, that you and Rick will stay and give us a sense of continuity. I own Forrester now, 100%. It's not something that I really wanted. Eventually, I will redistribute the stock to those people who have kept us strong and made us successful. Believe me, they will not be disappointed.",
        "Brooke: Bribes, now? That's really classy and dignified.",
        "Stephanie: You still here? You know, if it weren't for you, we would be taking this step together as a family. As husband and wife, Eric. And you were right. I would never have had anything to do with the trust.",
        "Massimo: Stephanie --",
        "Stephanie: It's all right, Mass. He's worried that I'm going to say something that you could use legally later. But I don't care. I know you. I know you so well. I know all your faults. And you know, I loved you so much, I even learned to love your faults. You were so beautiful, Eric. I can stand here and still see that stunning young man. Is Brooke still -- is she really as wanton as I was in those first years of marriage with you? How many nights were we here in this office and we didn't get any work done?",
        "Ridge: I don't need to hear this right now.",
        "Eric: You needed me then. You need me now.",
        "Stephanie: Yes, you've made such a success of this company. You have such a brilliant mind. So talented. And you had such a spiritual quality that nothing -- nothing touched. Until her. Did you really have to drag me down? Drag me through the gutter not once, but twice? No matter what I accomplish, from this moment on it won't be the same without you. Did you really have to lie to me and betray me? And hurt me in a way that no woman -- [ Eric grunts ] Could ever explain to a man?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=GA1_svGXhSc"
}