{
    "Episode Summary": [],
    "Recap": [
        "Bridget finally believes Stephanie! Bridget is extremely bitter and hurt. Brooke tries to explain her way out of it but Bridget is tired of listening and leaves. Ridge makes himself look very pompous as he tells the therapist that he still loves and desires Brooke but Taylor will need to get over it.",
        "Jackie and Nick mull over the situation, of Bridget being with Stephanie. Jackie asks Nick if he can ever forget Brooke. Nick says no, but they are both committed to Bridget's happiness. Bridget comes back to the Marlin to confront Nick on what she knows."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: I'm going to tell you everything, Bridget. I'm going to tell you the truth, I will. But not with Stephanie here. Get out!",
        "Bridget: This isn't about Stephanie. This is about you and me and what you've done.",
        "Brooke: What Stephanie said that I did.",
        "Stephanie: Are you going to lie? Are you going to say it didn't happen?",
        "Bridget: You already admitted that you and Nick were on the \"Marlin\" together.",
        "Brooke: Yes.",
        "Bridget: Is that when you told my husband that you were in love with him?",
        "Brooke: Bridget --",
        "Bridget: Yes or no? Is that what happened? Damn it, mother, just be honest with me. Is that what happened? Is it?",
        "Brooke: Yes. Yes, that is what happened.",
        "[SCENE_BREAK]",
        "Ridge: Impressive.",
        "Taylor: Well, Dr. Higgins is tops in her field.",
        "Dr. Higgins: As your wife is in hers. I'm a great admirer, doctor.",
        "Taylor: Oh, Taylor.",
        "Dr. Higgins: Please, let's have a seat.",
        "Taylor: Well, I -- I do appreciate you working us in on these evening sessions. Thank you.",
        "Ridge: Not that we're going to need another session, really. Look, Dr. Higgins, it all comes down to this. My wife thinks that my heart is divided, and it is. There's this woman named Brooke Logan who I've known for a long, long time. We were married. We share a child, a little son, who I love very much.",
        "Dr. Higgins: And your son's mother, do you love her?",
        "Ridge: Yes. And I probably will for the rest of my life. But that's okay. We all love more than one person, right? Look, the point is, I love both of my families, the one I share with Taylor and the one I share with Brooke. And that love is not going to change. So my wife is just going to have to get used to that, to deal with that. So anything you can do to help her out, we'd appreciate it.",
        "[SCENE_BREAK]",
        "Nick: Mother?",
        "Jackie: Nicky, where's Bridget?",
        "Nick: Stephanie's got her.",
        "[ Jackie sighs ]",
        "Nick: Probably told her everything by now.",
        "Jackie: Oh, Nick --",
        "Nick: I swear to god, if I was there, mother --",
        "Jackie: Why aren't you?",
        "Nick: Because Brooke wanted to handle this alone.",
        "Jackie: Brooke is with Stephanie and Bridget?",
        "Nick: Yes, she is. Trying to undo all the damage Stephanie has already done.",
        "[SCENE_BREAK]",
        "Brooke: Bridget --",
        "Bridget: Oh, don't, don't.",
        "Brooke: Sweetheart, please, let me explain.",
        "Bridget: No. Mother, no. There's something very wrong with you. You're sick. You're sick, and you're vile. After Deacon, you promised me that you would never do this to me again. I went through hell and back because of you. Yet somehow, I forgave you. And now you're doing it to me all over again. I just don't know why. Are you trying to make me insane, or is it that you just -- you just hate me that much?",
        "Brooke: No, no, sweetheart. I love you with all my heart.",
        "Bridget: You love me? You love me? This is how you love your daughter?",
        "Stephanie: The only person your mother's ever loved is herself.",
        "Brooke: Oh, shut up, Stephanie!",
        "Stephanie: There's no excuse for what you've done. You know it, I know it, and now, thank god, she does.",
        "Brooke: The only thing she knows is the lies that you've filled her head with, because that's not how it happened!",
        "Bridget: It doesn't matter how it happened, mother! It matters that it did happen! As soon as you thought your grandchild had been aborted, you and Nick felt free to run together and celebrate some grand love affair?",
        "Brooke: No, sweetheart. We were in pain over what we did to you. We blamed ourselves, and Nick was completely destroyed.",
        "Bridget: So you didn't really love him? You just told him that to save his life?",
        "Brooke: The point is, he thought you didn't love him anymore. You told us you aborted the baby!",
        "Bridget: So it's my fault now?",
        "Brooke: No, no. You did what you had to do. You tested us because you needed the truth. And the truth is, in that moment, Nick and I had a realization --",
        "Bridget: Oh, god. I don't want to listen to this anymore.",
        "Brooke: Honey, I don't want to hurt you any more than I already have, okay? I don't. But when you told us that you aborted the baby, you pushed nick completely out of your life, for good. Yes. Yes, I love your husband. And I always will.",
        "[SCENE_BREAK]",
        "Dr. Higgins: So, Taylor, your husband freely admits he loves another woman.",
        "Taylor: And he doesn't see anything wrong with it.",
        "Dr. Higgins: But you do.",
        "Taylor: I believe there's a difference between loving someone platonically and desiring them, yes. But for Ridge, when it comes to Brooke, he -- he has trouble differentiating, and until he's able to admit that and come to terms with it, we're obviously going to need your help.",
        "Ridge: Wait. That's -- that's it? That's all you need to -- [ Ridge laughs ] Okay, fine. I -- I admit it. I desire Brooke. Hell, half the men on the planet desire her. Is that the breakthrough you're looking for? Great, we can go home. Problem solved.",
        "[SCENE_BREAK]",
        "Jackie: Nicky, I know how worried you are.",
        "Nick: Yes, I'm worried. After what Bridget has gone through, mother, don't you think she's suffered enough already?",
        "Jackie: Which is why Brooke insisted that she never find out.",
        "Nick: And she was right. She was right. I didn't think so at first. But I've seen her make the ultimate sacrifice for her daughter.",
        "Jackie: You've both made sacrifices. You gave up the woman you love.",
        "Nick: For a woman that means the world to both of us. We were determined to make that sacrifice, mother, and we were doing it. I was doing it. I was committed to Bridget. I was committed to our child and to our future. I wanted it to work.",
        "Jackie: If you're truly honest with yourself, do you think that you could ever really forget Brooke?",
        "[SCENE_BREAK]",
        "Brooke: Honey, I know this is hard to hear, but if I have any hopes in salvaging our relationship, I need to be honest.",
        "Bridget: Did you sleep with Nick that night?",
        "Brooke: No. No, absolutely not.",
        "Bridget: But you kissed him, didn't you? Answer me, mother. Did you kiss my husband?",
        "Brooke: Yes, honey, and we kissed.",
        "Bridget: Oh, god, help me.",
        "Brooke: Bridget, are you all right?",
        "Stephanie: Oh, now you're going to be the loving parent?",
        "Brooke: Please --",
        "Bridget: No.",
        "Brooke: -- I need to explain.",
        "Stephanie: No, I think the best thing is for you to leave, Brooke.",
        "Brooke: You saw the attraction, Bridget. You did. But what you didn't see is how hard I tried to fight it.",
        "Bridget: Oh, stop, Mother.",
        "Brooke: But when you told me that you didn't have that abortion, I knew that I had to just lock those feelings away. And I did. I locked them up, because I love you so much. And I couldn't imagine ever hurting you like that ever again. Nick is your husband. He is the father of your little baby, and I respect that. I respect your marriage. And I will not do anything to interfere with that. I am not a threat for you and nick. I promise you, sweetheart. I swear to you, on my life.",
        "[SCENE_BREAK]",
        "Dr. Higgins: One moment, Mr. Forrester. We're not finished. This desire you have for your ex-wife, I wonder if you fully understand why it's problematic for Taylor.",
        "Ridge: By problematic, you mean because Brooke is blonde and beautiful and knows how to dress it up and take it out? I mean, even if you told me I couldn't desire her, I'd probably have to go into shock therapy. Look, no matter how much I might be attracted to Brooke, it doesn't mean I'm going to cheat on my wife, who I happen to love very much.",
        "Dr. Higgins: But then, that's not the real issue, is it, your love for your wife?",
        "Ridge: Look, I've been straight here. I've told you how I feel and why. Doesn't a guy get points for being honest here? Besides, all this petty jealousy is just a waste of time. Taylor's just going to have to get over it. I would if the situation were reversed.",
        "[SCENE_BREAK]",
        "Nick: Forget, Mother? No. But Brooke and I made a decision. We tried to be smart. We talked about our feelings, and we looked into the future. And you know what we saw. Bridget is a smart, beautiful, selfless woman who I fell in love with, I'm having a child with, and I married. I don't regret a moment of that, Mother, and I never will.",
        "Jackie: Nicky, if you're saying --",
        "Nick: I'm saying that she's my future, Mother. Now, that's the only way. And when she comes back here tonight, if she does, I'm going to make damn sure that she knows that.",
        "[SCENE_BREAK]",
        "Stephanie: It's just another empty promise.",
        "Brooke: I mean every word. Nick is committed to you, and to this child. He loves you. He wants a future with you, not with me. If you never believe anything I ever tell you, believe this. I am committed to you. Nick is committed to you. And that will never change.",
        "Stephanie: But that's not the point. We're talking about now, at this moment. You're in love with her husband. She has to live with that for the rest of her life, just like she has to live with what you did with deacon. And now this relationship with this man whom she loves is ruined, again. She can't ever go back, Brooke. They can never go back, no matter what -- no matter what Nick claims about wanting to work on the marriage.",
        "Brooke: They'll work through this, Stephanie. We'll work through it. Honey, please, just listen to me. I am sorry. I am so sorry for what happened. But we'll get through this. I love you. And I just want you to be happy. And nick just wants you to be happy.",
        "Bridget: Oh, stop, stop. Stop it.",
        "Brooke: Bridget, please.",
        "Bridget: I don't want to don't. You've done enough damage already!",
        "Brooke: Bridget, wait. Don't leave. Bridget, come back! Bridget!",
        "[SCENE_BREAK]",
        "[ Car starts up and drives off ]",
        "Stephanie: You have no one to blame but yourself for this. Not that you're capable of admitting that.",
        "Brooke: Is that what you want, Stephanie -- for me to admit, what, how sick and depraved I am?",
        "Stephanie: Well, honey, if the shoe fits!",
        "Brooke: You're the one who's sick, evil. You've manipulated your own children. Now you're trying to manipulate mine, just to get back at me.",
        "Stephanie: No! I did this to protect Bridget!",
        "Brooke: And that's the ugliest lie of them all, because you did nothing but hurt her. She was happy! She was married to the man that she loved! And now she's in the worst pain that she's ever been in!",
        "Stephanie: And she's through with you!",
        "Brooke: If you've cost my daughter her marriage, the man that she loves, the father of her child -- if that family falls apart because of you -- I just pray to god you haven't done that.",
        "[SCENE_BREAK]",
        "[ Nick remembering ]",
        "Brooke: The man that I'm supposed to be with. That's you. That's you. It's not Ridge, it's you. It's you, Nick. God.",
        "Bridget: What are you thinking about?",
        "Nick: Bridget -- how are you?",
        "Bridget: How am I? You don't really want me to answer that question, do you? Maybe you do. Maybe you would like a play-by-play of everything my mother just told me, all of the excuses she had. So this is it? Our little love nest, our home. The place that we conceived our child, Nick. It's also the same place that you and my mother had your little rendezvous.",
        "Nick: Bridget --",
        "Bridget: Oh, don't try to deny it. Don't insult me like that.",
        "Nick: I'm not. I wouldn't insult you.",
        "Bridget: Don't bother filling me in. My mother already did that with all of the details of how you professed your love to each other. You unleashed all that pent-up emotion.",
        "Nick: Bridget, that was a reaction. It was a reaction to something that had just happened. I was angry. I was blaming myself. I thought I had just lost my child, and you told me you didn't want me!",
        "Bridget: Oh, so it was my fault? Yeah, that's exactly what my mother just said.",
        "Nick: No.",
        "Bridget: So you ran straight into each other's arms and -- had some comfort and I guess a whole lot more.",
        "Nick: That's not the way it was. You know that's --",
        "Bridget: I know what? I know that you would never betray me for my mother. I thought I knew that. You told me that. Obviously, the joke was on me. All of the memories that we shared -- the kiss at big bear and that night that you proposed to me, all of the times that we made love here -- the happiest times of my entire life were with you, nick. I really thought that I had found the one man on earth that would never leave me, that loved me, would always care for me, and I really, really believed that you felt the same way.",
        "Nick: Bridget, I did feel that way. I still do feel that.",
        "Bridget: Oh, please, don't! Just -- clearly, everything has changed. All of those memories, Nick, all of those moments that I held right here in my heart -- am I just such a fool? Do I just believe what I want to believe? I'd really -- I'd really like the truth, Nick. I really need you to look me in the eye and just admit it to my face. All of those times that I thought you loved me, you were really just in love with my mother, weren't you? That's the truth, isn't it?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=Eq5ob5FXh-4"
}