{
    "Episode Summary": [
        "Episode # 7465 ~ Bill assures Brooke that he still wants to marry her by proposing that they elope; Eric learns the extent of Quinn's jealous side when Katie informs him of his wife's phone call."
    ],
    "Recap": [
        "Wyatt and two models welcome Quinn, the conquering hero from her dazzling appearance in yesterday's fashion show. Pam shows her lots of letters of congratulations and says sales are skyrocketing. The realtor shows Katie and Rick the house next door to Eric's. Katie is glad it is renovated and not that massive as she doesn't need that kind of space. Eric pops in and laughs that he just happened to be in the neighborhood. Rick says it is good to see him out and about he was not sure he could make it over right now. Eric is surprised to hear that Rick is trying to convince Katie into buying this house. It's within walking distance for Will to walk to school although no one in Beverly Hills walks anywhere. Eric urges Katie to buy it and then they can take down that awful hedge on the property lines. When Rick and the realtor leave, Katie says she cannot buy the first house she sees, she feels she needs to keep looking. He says the Forrester and Logan families are united and he thinks it would be ideal to have her living next door. She wonders about Quinn ..and mentions that Quinn called her last night after she spotted the two glasses on the table and one with red lipstick. She seemed okay but some women are not too keen in having their husbands entertain women in their home without them being around. Katie says she does not want Quinn as an enemy especially living right next door. Eric reminds her that Quinn has changed and she just does not know Katie that well but he thinks she will appreciate having a friendly face next door. And no problem when Bill comes to pick up Will as no one sees anyone in Beverly Hills. Bill shows up unannounced at Brooke's and she says funny Ridge did the same thing last night. Bill says he thought she was through with Ridge. She explains things are still a bit stormy but she feels she had been dumped at the altar. He says if it had been anyone else he would have dumped them and moved on. But he is here now and that should tell her something. She tells him that he is still the man she wants to marry but Ridge is the father of her son and she thought she should hear him out that day. RJ shows up and Bill says just the man he wanted to see. RJ is less than pleased but Bill hands him the car keys and says they need to take a little spin and get to know each other better.",
        "RJ has to be talked into it but Brooke says she thinks this is great the two men she loves most in the world getting to know each other and treating each other with respect. Wyatt watches Quinn take a lot of phone calls and later he tells her that he hasn't said it enough but he is very proud of her. He has never seen her this way before. It gives her a sense of purpose and nothing rattles her now. She says not exactly. Something happened last night \u0096 Katie Logan. She explains that she was very complimentary but she just dropped in on Eric last night and Quinn thinks that could be a problem. Wyatt tries to point out that Eric has a long history with all the Logan women. Quinn knows; she just does not think it looks right for a woman to be inviting herself over to be with Eric a single women at home alone with her husband. She wants Wyatt to know she is not jealous or insecure but she still has a problem of Eric's family and Katie just dropping by. Wyatt assures her there is nothing to worry about. She should trust him just like he does her. Katie thanks Eric for his help and friendship as he has helped her see something she had a hard time accepting and that is a few low rough times in her life. Brooke and Bill are who they are and she knows they love her. But now she is free to live her life with her son and do whatever she wants to. She can buy this house; she can live next door to her friend .she can do this! She will make an offer today. Eric hugs her and says this is very exciting."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: [Sighs]",
        "Wyatt: Oh, the conquering hero!",
        "Kristina: Awesome show yesterday, Mrs. Forrester.",
        "Quinn: Thank you, Kristina. Quite the stage manager, aren't you?",
        "Wyatt: Oh, no, nothing was staged, and your interns have been waiting for you.",
        "Charlotte: Here are phone messages from last night and this morning.",
        "Kristina: E-mail requests for interviews and inquiries from buyers.",
        "Pam: Uh, charlotte, take the mail down to legal and accounting, will you?",
        "Wyatt: Uh, all of it?",
        "Pam: No. The rest, uh, is for Quinn.",
        "Amy: A lot of your wish list is already checked off. The pool and yard, obviously the beds and baths, nothing needing immediate renovation, and the den and home theater were just redone.",
        "Rick: What was the flooring they used?",
        "Amy: Tigerwood. Isn't it gorgeous?",
        "Katie: Well, I'm glad it's not as massive as the Forrester house next door.",
        "Amy: There aren't many homes like that.",
        "Katie: I just wouldn't want that much space, I mean, to maintain and to chase my son around the house.",
        "Amy: Right. Well, I have the transfer disclosure statements and inspection reports if you and your husband have a little time.",
        "Katie: [Laughs] My husband!",
        "Rick: Nephew.",
        "Katie: I am -- I am his mother's much, much, much younger sister.",
        "Amy: I'm sorry. In L.A., even if one of you was 80 and the other was 18, married is the safest bet.",
        "Katie: [Laughs]",
        "Rick: Well, I hope you don't mind, Amy, but I took the liberty of contacting somebody who's been watching this house, well, probably since the foundation's been poured, I guess.",
        "Katie: You didn't tell me that.",
        "Rick: I just thought about it this morning. I'm not sure that he's gonna be able to make it.",
        "Eric: Have you seen the view?",
        "Katie: Eric!",
        "Eric: I guess you could say I just happened to be in the neighborhood.",
        "Katie: [Chuckles]",
        "Brooke: Would you like some coffee?",
        "Bill: Oh, uh, no. Thanks. I've actually been up all night. Mind's -- mind's kind of racing. I thought you'd be sleeping late.",
        "Brooke: I did. I slept in a little bit. Nobody rushes back to the office the day after a big fashion show.",
        "Bill: How was it?",
        "Brooke: Oh, it was tense.",
        "Bill: That's what I hear. Quinn in charge, Quinn on the runway.",
        "Brooke: If there's one thing she doesn't lack, it's nerve.",
        "Bill: Forrester must have been pulling his hair out. Those two deserve each other.",
        "Brooke: He wasn't that bad.",
        "Bill: And you know that how?",
        "Brooke: Because he stopped by here last night -- unannounced -- just like you.",
        "Bill: Not that long ago, you assured me you were done with him.",
        "Brooke: I know.",
        "Bill: So is that relationship over? Or is this one, Brooke?",
        "Quinn: \"A showing in the grand Forrester tradition. Thank you for upholding your husband's high standards.\" Aww. [Chuckles]",
        "Pam: Didn't I ask you to deliver that mail, sweetheart?",
        "Quinn: Tone, pam.",
        "Charlotte: Well, I just wanted to say that I think that the jewelry you make is so beautiful, Mrs. Forrester.",
        "Quinn: Thank you, charlotte.",
        "Pam: Nothing like youthful blind enthusiasm.",
        "Wyatt: Uh, I think we're all enthusiastic to have a strong revenue stream.",
        "Kristina: And the surprise of the show -- you coming out in that gown at the end.",
        "Pam: [Scoffs] Well, if nobody else has any work to do [Chuckles] I do.",
        "Wyatt: I wish I could have seen Eric's face.",
        "Amy: Good to see you again, Mr. Forrester.",
        "Rick: You two know each other?",
        "Eric: When I see Amy in the area, I know that one of our neighbors is on the way out.",
        "Katie: [Chuckles]",
        "Eric: You wanted to see me?",
        "Rick: It's good to see you up and about. Wasn't sure you'd make it over here.",
        "Eric: I respond to invitations better than some.",
        "Rick: I noticed the house next door was for sale.",
        "Eric: It's just new on the market, right?",
        "Amy: That's right.",
        "Eric: Uh-huh.",
        "Rick: How would you like to keep it in the family? Katie's house hunting, and I'm trying to talk her into it.",
        "Bill: Come on. I have explained. I didn't mean to hurt you when I postponed the wedding.",
        "Brooke: I felt like I was dumped at the altar. Technically --",
        "Bill: You weren't dumped!",
        "Brooke: Okay, but you left me there, telling me to figure out my feelings. And somebody who doesn't like to be left, you're pretty good at it.",
        "Bill: It's because I could see that Ridge was still on your mind. Look, if it was anyone else, I would have dumped them and moved on by now, and you know that. But I'm here. And that should tell you something.",
        "Brooke: Okay. And I appreciate that. And I'm sorry to disappoint you. I know I let you down. I should have told Ridge to leave the minute he walked through that door.",
        "Bill: Why didn't you?",
        "Brooke: I've told you before that you're the love of my life. But Ridge used to be the love of my life, and I have a son with him, so I thought I would hear him out.",
        "Bill: [Inhales deeply]",
        "Brooke: But you're still the man that I want to marry. I love you. You know that.",
        "Bill: This is a good time to remind me.",
        "Brooke: [Sighs] Although marriage isn't really about that, is it?",
        "Bill: Of course it is. If not, what else?",
        "Brooke: Marriage isn't about choosing a person. It's about choosing a life.",
        "Bill: Okay. So, what do you think your life with me would be missing?",
        "[Door closes]",
        "R.J.: Mom!",
        "Brooke: In here, honey! Now that he's back in town, I'll be able to talk to him.",
        "R.J.: Hey, mom. There's a big black SUV blocking my car in the driveway. Oh.",
        "Bill: R.J. Just the man I wanted to see.",
        "Quinn: No, I'm sure your people got some great pictures last night, but I'm not the company brand. If you need to use a face, then just use Eric's, please. I mean, the show was more his than mine. Thank you.",
        "[Telephone hangs up]",
        "Wyatt: Wow. When did you become so self-effacing?",
        "Quinn: Never. I'm just being practical. Can't plaster my name, my face, my jewelry everywhere. People will start wondering what the hell is going on at Forrester creations.",
        "Wyatt: [Chuckles] I know that I've been saying this a lot lately, but... I'm proud of you. I've -- I've never seen you this way before. Just such a sense of purpose. You know, nothing rattles you.",
        "Quinn: [Laughs] No, no. I wouldn't say that. Honey. My husband thinks I'm extraordinary, that I'm worth losing the respect of his family, that I'm worth trusting of all of his life's work. I mean, I got to do something right. Something happened last night.",
        "Wyatt: I'm listening.",
        "Quinn: Katie Logan.",
        "Wyatt: Don't you mean Katie Logan Spencer, or has she dropped the Spencer? Wait, what about her?",
        "Quinn: [Sighs]",
        "Amy: Since will's going to Westside, he can walk to school from here when he's old enough.",
        "Eric: Nobody walks in Beverly hills.",
        "Rick: You know, that's not true. The mail carrier walks, dad.",
        "Eric: From his truck to the mailbox.",
        "Katie: So, is the in-floor heating, that's throughout the entire house?",
        "Amy: Yes, each room is controlled separately.",
        "Katie: And, uh, under renovations it says o-u-T.",
        "Amy: Oh, outdoor kitchen.",
        "Katie: Oh, oh, okay, I like that.",
        "Rick: And the panoramic view's not bad, either.",
        "Amy: It's beautiful. Um, I actually have another client I have to meet with this morning, but please take your time, look around. If you don't mind locking up on your way out?",
        "Katie: All right. If that's okay, I'd love to.",
        "Rick: I have -- I have to pick up Maya. Lizzy's got a pediatrician's appointment.",
        "Eric: That reminds me, I'm overdue for an update on a child picture. Could you send me something?",
        "Rick: I am so sorry, dad. I will get right on that.",
        "Eric: Thank you.",
        "Katie: All right. Thank you so much. I definitely will think about this. Okay. Oy.",
        "Eric: So? What'd you think?",
        "Katie: I think that Amy is lovely, and I think you think the same thing, too.",
        "Eric: She's married to some actor. Power couple.",
        "Katie: Yeah. I used to be a part of a couple like that.",
        "Eric: I meant what do you think of the house?",
        "Katie: I'm not one to make snap decisions.",
        "Eric: Yeah, well, that's good.",
        "Katie: But I think I kind of love it.",
        "[Chuckles]",
        "Eric: That's even better.",
        "Katie: [Laughs]",
        "Eric: So buy it. We can get rid of that awful privacy hedge on the property line there.",
        "Bill: I blocked you in. My bad.",
        "R.J.: I'll move it for you. I'm not gonna put any dents in it. What is it? Two weeks old?",
        "Bill: I always have a new car. I have a lot of cars. New, vintage.",
        "R.J.: Okay, why would this interest me?",
        "Brooke: Manners, please.",
        "Bill: I'm sure the tough-guy routine plays well with your friends at school, but...",
        "R.J.: No, I actually just save it for you.",
        "Bill: You're a chip off the old block.",
        "Brooke: All right, let's just take a timeout.",
        "Bill: You know what? Life is too short for timeouts. What do you say we go for a spin?",
        "R.J.: What? You cut the brake lines?",
        "Bill: Look, R.J., I think it's pretty obvious what our problem is.",
        "R.J.: You know R.J. stands for Ridge Junior, right?",
        "Bill: We don't know each other well enough. I'd like to change that. So what do you say? Let's just go out for a spin. I'll ride shotgun.",
        "Brooke: You know, this is good.",
        "R.J.: Why would I want to know you?",
        "Bill: Because I'm engaged to your mom.",
        "R.J.: And with any luck, you won't get married. Are you gonna move the car or not?",
        "Brooke: A better idea just presented itself. You and Bill are going to be spending the day together.",
        "Wyatt: Okay. So what? Katie watched the fashion show with Eric. What? Was she critical or something?",
        "Quinn: No, no. Actually, she was very complimentary.",
        "Wyatt: Okay, so why is this sounding like a problem?",
        "Quinn: You don't think it's odd?",
        "Wyatt: The compliments?",
        "Quinn: No, the way she just dropped in on Eric?",
        "Wyatt: No. Eric knew her parents. He has a long history with the Logans.",
        "Quinn: So the Logan girls and the long history that they have with the Forresters, as you point out, look, I... I just -- I don't like having a single woman alone in my house with my husband.",
        "Katie: [Sighs] I can't buy the first house I see, can I? I mean, don't I have to keep looking?",
        "Eric: Here's -- here's a life essential that it took me way too long to realize. That once you find what you're looking for, you don't have to look anymore.",
        "Katie: [Chuckles]",
        "Eric: You can't upgrade from that, and whatever's behind door number two is irrelevant.",
        "Katie: It would be a swell place to raise a kid. But there are other people to consider. I mean, be honest. How would you feel about me living right next door?",
        "Eric: I'd be very happy with it. And the fact is, I think that rick would be very happy to have a Logan in the house next door. I think that my house to him always felt a little bit like a door that was barred to him because he wasn't raised in it. But you, you would be creating a, uh, homestead next door of our other family, the Logan clan.",
        "Katie: [Laughs]",
        "Eric: It would be pretty cool. And as far as I'm concerned, it would be a much-needed, uh, reconciliation.",
        "Katie: What about your wife?",
        "Eric: Quinn?",
        "Katie: Hmm.",
        "Eric: You should know that when she came home last night, she saw the glasses we used when we watched the fashion show together.",
        "Katie: Yes, I know.",
        "Eric: [Chuckles]",
        "Katie: She called me.",
        "Eric: Quinn called you?",
        "Katie: Yes. I mean, it's -- it's fine. It was fine. She's fine. I guess some women aren't too keen to have other women spend time with their husbands, so... I don't want Quinn as an enemy, especially if she's living right next door.",
        "Eric: Quinn has changed, Katie. Even if her son and I are the only two people that actually believe it. But I see it in her every day. She just doesn't know you yet. That's all. And I think she would appreciate very much having a friendly face next door.",
        "Katie: So we can all be friendly, even when Bill swings by to pick up will?",
        "Eric: It's Beverly hills. Nobody ever sees anybody.",
        "[Both laugh]",
        "Bill: Spend the day? Uh, I was talking about a little drive.",
        "Brooke: You said that you would do anything.",
        "Bill: I have work.",
        "R.J.: I have school.",
        "Brooke: Well, you're too late already.",
        "Bill: Whenever I get there is on time.",
        "Brooke: Actually, I was talking to R.J. What about your independent study program? What better education than to spend the day with the head of Spencer Publications?",
        "R.J.: Listen, Mom --",
        "Brooke: No, this is a great idea. I'm gonna write you a note for school, tell them there was an opportunity that couldn't be missed, and you will make up your school work. I am so excited about this. I can't tell you. This means so much to me to have the two men that I love so much spend the day together and learn how to appreciate and respect each other.",
        "Wyatt: I have never known Katie to be interested in any man but Dad.",
        "Quinn: She dated Ridge, didn't she? And he hates me. I mean, he truly hates me.",
        "Wyatt: Well, I suspect that she found out how fickle Ridge is, don't you? Besides, Katie's been newly divorced for like 20 minutes. Don't you think she's enjoying her freedom?",
        "Quinn: I don't know. Do the Logan women do freedom?",
        "Wyatt: Mom, stop. You're being paranoid.",
        "Quinn: Oh. I'm thinking that people are out to get me? Yeah, why would I ever think that?",
        "Wyatt: So what? You think Ridge somehow put her up to it? No! Eric loves you. He's not out to get you. And he also has many long-standing relationships, and the worst possible mistake you could make right now is to shut them all down one by one.",
        "Quinn: I know, I know. I hate that he's at odds with his family because of me.",
        "Wyatt: So trust him. Just like he trusts you.",
        "Quinn: I do. I do, but his family and -- and Katie just dropping by, I mean, you know... I would be foolish not to be on alert. And before you say anything, I am not jealous, I'm not insecure. I think I'm being smart.",
        "Katie: I really think this could be perfect.",
        "Eric: I'm glad to hear you say that.",
        "Katie: I want to thank you for your support and your friendship. You've helped me see something that I've been having a hard time seeing. I feel like I'm this girl who walks around with this, like, embarrassed smile on her face because I'm the woman who lost her husband to her sister. Again. [Chuckles] And my other ex is fighting over her, too, and I have to put on a happy face and try not to burst into tears [Voice breaking] Every time somebody asks me how I'm doing, like this. [Chuckles] I feel like people go through low times in their lives, and this... [Sighs] This might be a low time for me, but it doesn't have to be, and you're helping me see that. I can let Bill be Bill and Brooke be Brooke and we can all get along because they are who they are and they love me... the best way they can. I'm free. I can raise my -- my son the way I want to. I can live my life the way I want to. I'm free in every respect that matters. I can do this. I can buy this house. I can -- [Sighs] I can live my life the way I want to. I can send my son to a great school, thanks to you. I can live next door to a friend who's happy to see me. Thank you for getting me out of this echo chamber in my head. I can do this.",
        "Eric: 15% below the asking price in cash. Make that your opening offer. And Amy will tell the seller they'd be crazy not to accept it.",
        "Katie: Okay. I'm gonna do it. I'm -- I'm gonna make an offer. I'm gonna buy this house.",
        "Eric: Yes? Oh, that's great! Come on! That's great!",
        "Katie: [Laughs]",
        "Eric: Good for you. This is exciting.",
        "Katie: [Chuckles]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=847ehclQkOI"
}