{
    "Episode Summary": [
        "Episode # # 7715 ~ Coco points out to Sally that there may be a silver lining resulting from her recent misfortunes; a tortured Liam searches his soul and realizes the error of his ways."
    ],
    "Recap": [
        "Steffy is in the Forrester guest house and re-thinking all Liam told her about THE kiss. Liam calls and begs her to please come home or at least call him back. He says he only loves her and she knows that. Bill is distracted while Wyatt goes on and on about the skyscraper. Coco tells Sally that if Liam already told Steffy then it does not matter what Sally says now. She already told Liam that she loved him so this might open the door for her. Sally fantasizes about her and Liam being married and her the happy little homemaker. But she tells Coco how can she be happy with Liam going through such a difficult time. Liam remembers the last words that Steffy told him \u0096 that he disgusts her. Bill calls Steffy but she is in no mood to talk and says just ask Liam. He tells Wyatt that she and Liam got into a fight. He does not know where she is but he has to find her. Wyatt goes to check up on Liam and asks where Steffy is. Liam has no clue. Wyatt wants to know what happened; perhaps it had something to do with him spending all that time with Sally Spectra. That was not good thinking. Bill knocks on the door and announces to Steffy that he saw her car and he is not leaving until she opens the door. Coco encourages Sally to call Liam but Sally does not want to add to his stress. Behind her back, Coco calls Liam and then shoves the phone into Sally's hands. She utters she just wanted to check on him and in return he says he told Steffy but he does not want to get into it right now.",
        "Wyatt berates him for even taking the call; not a good sign. Liam says he knows. He cannot lose Steffy. He was so blinded by this thing called justice. He knew Steffy was not right about that. Helping Sally was good but in this case too much and he did not see it coming. He screwed this up and he cannot believe this happened. Wyatt assures him that Steffy loves him and she will think this over and come back. Bill tells Steffy that she was there for him and now it is time for him to return the favor. She finally lets him in. He says their friendship is mutual and he knows Liam did something wrong. He is there for her to talk it over with him. He knows about Liam's obsession with Sally ..did they when he hears all the details he says his son is stupid. He should have been treating Steffy like a Queen. She deserves so much better than this. He sits beside her and she clings to him while he cradles her head on his shoulder."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: Sally kissed you? [ Gasps ] You let her kiss you. What did you do? Did you just, like, pull away? Did you tell her that she was crazy? What did you do?",
        "Liam: We kissed again.",
        "Steffy: Sally said she loves you?",
        "Liam: Yes.",
        "Steffy: [ Gasps ]",
        "[ Cellphone rings ]",
        "[ Ringing continues ]",
        "Steffy: [ Sighs ]",
        "[ Beep ]",
        "Liam: Hey. It's me. Again. Steffy, please come home. [ Voice breaking ] Or, um... or just call me back. I'm sorry. I'm so sorry, and... I love you. I only love you. You have to know that.",
        "Wyatt: All right, as soon as the zoning commission gives their final approval, then we're good to go. The crew's ready to break ground -- oh! And get this -- we're gonna get a huge tax break because we're going green. Thank you to liam for that. And we got to implement both helicopter pads, the pool, and the gym exactly the way that you want it. Wall-to-wall mirrors. Mirrors. Dad!",
        "Bill: What?",
        "Wyatt: Mirrors -- are you hearing me? Like, I'm talking about your beloved skyscraper here, and you're not listening.",
        "Bill: I'm sorry. It's this rift with liam. I mean, we -- we'd gotten to this incredible place of forgiveness, thanks to steffy, and now he's more upset with me than ever.",
        "Wyatt: Aren't sit-ins supposed to bring peace and understanding or something?",
        "Bill: What do I know about freakin' sit-ins?",
        "Wyatt: Isn't it ironic that liam and sally's protest is bringing on so many problems?",
        "Coco: I still can't believe you and liam made out.",
        "Sally: You cannot tell anyone.",
        "Coco: I won'T. But if liam's already told steffy, does it really matter? Hey, what if they can't work through this?",
        "Sally: I'm not even going there, coco. They're husband and wife. They made vows. I do not want their marriage ruined because of me.",
        "Coco: Of course you don'T. But if steffy decides that she can't forgive liam... you already told him you loved him.",
        "Sally: Coco, I am not doing this.",
        "Coco: I'm just thinking big picture. No one's saying that you want this to happen, but let's get real, sal. This could open the door for you and liam.",
        "Steffy: I need time to think. And you need time to think, too.",
        "Liam: I don't need time. I want to work through this.",
        "Steffy: I never thought I'd say this. But you disgust me.",
        "Liam: Steffy --",
        "Steffy: I'm disgusted.",
        "Wyatt: Look, steffy brought you and liam together once before. She'll do it again.",
        "Bill: Better hope you're right.",
        "[ Cellphone rings ]",
        "Steffy: [ Sighs ] Hey.",
        "Bill: How's our pious little choir boy doing?",
        "Steffy: Ask him. I'm not in the mood to talk.",
        "Bill: You okay? You sound upset.",
        "Steffy: Look, I don't want to get into it, okay?",
        "Bill: Something happen with liam?",
        "Steffy: [ Sighs ] Yeah. We, uh... we got in a fight.",
        "Bill: Over what?",
        "Steffy: I don't know. I don't -- I got to go, bill. I can't do this right now.",
        "Bill: Are you at home?",
        "Steffy: No. Look, I -- honestly, I don't want to talk right now.",
        "Wyatt: What? What'd she say?",
        "Bill: [ Sighs ] She and liam got into a fight.",
        "Wyatt: About what?",
        "Bill: She wouldn't say.",
        "Wyatt: Is she at home with him?",
        "Bill: I don't know where she is. But I'm gonna find her.",
        "Coco: Obviously you're not wishing for liam's marriage to fall apart.",
        "Sally: If liam and steffy break up, I am not gonna be celebrating. I will feel horrible.",
        "Coco: But, sally, if they did break up... just imagine it.",
        "Sally: If I was liam's wife.",
        "Sally: I'm home!",
        "Liam: Oh, you sure are.",
        "Sally: Hi, baby.",
        "Liam: How was work?",
        "Sally: Another successful day at spectra fashions, all thanks to your support.",
        "Liam: Oh, no. No, no. That is all you.",
        "Sally: Well, yeah, and being able to hire all my designer friends -- stella, donatella, karl, tom, vivienne... they're stellar. We have a very top-notch team.",
        "Liam: Yeah, well, they're fine and all, but you know I've always believed in you.",
        "Sally: And you, my sexy husband...",
        "Liam: [ Chuckles ]",
        "Sally: You are running spencer publications now.",
        "Liam: That's because you've always believed in me.",
        "Sally: Yes, I have. Very much. Your dedication, support... all these incredible opportunities that you've given me, and more importantly, you have had faith in me and believed in me when no one else did. And now you're my husband. And I could not be more thankful for that. And now we're looking out at these waves and the beach and these beautiful homes and the surfers... you know, where I grew up, I never imagined that I would live here. With you. A man with such warmth and integrity.",
        "Liam: Well, you're not bad, either.",
        "Sally: Oh, I can be bad.",
        "Liam: Oh? You can be bad?",
        "Sally: I can be bad.",
        "Liam: How bad? Real bad? Maybe we should be bad.",
        "Sally: Real bad.",
        "Coco: You'd be so happy. Admit it.",
        "Sally: Yeah. Okay? It's fun to dream about, but... how can I be happy when liam is going through such a difficult time?",
        "[ Knocks on door ]",
        "Liam: Steffy. Steffy! Hey! Steffy! Hey. Hey.",
        "[ Sighs ]",
        "Wyatt: You confiscated my key, remember? I -- I wanted to come by and check on you. I heard you and steffy got into an argument, so...where is she?",
        "Liam: I have no clue.",
        "Wyatt: What did you do?",
        "Liam: I don't want to talk about it, man.",
        "Wyatt: But you did something, didn't you? I mean, this doesn't have to... do with all that time and energy you've been spending on sally spectra, does it? [ Sighs ] Okay. You and sally didn'T...",
        "Liam: What? No! No. Of course not.",
        "Wyatt: Okay. Something happened, though. Something between you and sally. Oh, my god, liam. What were you thinking?",
        "[ Knocks on door ]",
        "Bill: Steffy, come on. Open up. I know you're in there. Steffy, I saw your car. Open the door. I'm not leaving. I was worried about you. I thought I'd find you here.",
        "Coco: I can see that you're worried. Why don't you just call liam?",
        "Sally: He needs time with steffy. They have to deal with this on their own without me interfering. I do not want to make this worse.",
        "Liam: Hello? Sally?",
        "Sally: Hi, um... I was just calling to, um... to make sure everything was all right. I hope so.",
        "Liam: I -- I told steffy everything, and, uh... she got pretty upset and she left.",
        "Sally: Like, left left?",
        "Liam: Uh, you know, I don't -- I don't think i should...get into it right now.",
        "Sally: Yeah, no, i understand. Sorry. I should let you go.",
        "Wyatt: So you're taking calls from sally now? I mean, what are you doing, dude?",
        "Liam: I don't know, man! I don't know.",
        "Wyatt: I mean, do you think that's smart, getting on the phone with her? I mean, what if steffy walked in right now, huh?",
        "Liam: I hope she walks in! I hope she comes right through that door right now! I...",
        "[ Groans ] [ Sighs ] She was trying to broker peace. That's all she was trying to do between me and dad, and I just couldn't let it go. I just had to right his wrongs. I couldn't drop it. And now look what I've done.",
        "Wyatt: Look, you handled things the way you handled it, all right? There's nothing you can do about that now.",
        "Liam: I mean, if I lose steffy... I... I just can'T. I can't lose steffy.",
        "Steffy: I appreciate your concern, but I really just want to be alone right now.",
        "Bill: You said you and liam had a fight. What happened?",
        "Steffy: I don't want to get into it.",
        "Bill: I get it. I don't like to talk about my feelings, either. We're a lot alike that way. But you got me to open up. You were there for me. It helped. I'd like to return the favor.",
        "Steffy: There's nothing you can do.",
        "Bill: You'll never know if you don't tell me.",
        "Steffy: [ Sighs ]",
        "Bill: Look at me. Remember what you said? I always have a friend in you? Well, that's mutual. I know liam hasn't been himself lately. Did he do something to hurt you?",
        "Steffy: [ Sighs ] It's sally. Liam spent way too much time with her. He's always trying to rescue her. He gave her a building, he gives her money. He flies her to san francisco... it's like... what about me, you know? Like, what about his wife? Our marriage?",
        "Bill: You know how I felt about liam's obsession with sally. I thought he was into her. Wait a minute. Are you telling me that liam and sally...",
        "Sally: What were you thinking?",
        "Coco: Look, I'm sorry. I'm sorry. But the suspense was killing you, and I didn't want you to be miserable all night, pacing around here.",
        "Sally: Okay, well, now I'm gonna be doing that even more, so thank you!",
        "Coco: Well, what'd liam say? Was steffy there?",
        "Sally: No. She left.",
        "Coco: Wait, like... like, for good?",
        "Sally: I don't know. But liam was heartbroken, and i could hear it in his voice.",
        "Liam: How could I let this happen? Steffy's the best thing -- the best thing in my life, and I'm neglecting her. I put sally spectra first. Not my wife, but sally. How -- how does that happen? How did I do that? I was so blinded by this need i have for justice that I wasn't listening to my wife. I mean, I -- who am I kidding? I knew steffy wasn't cool with me helping sally and spending all that time with her, but did I let it stop me? No! Of course not. Because I'm all about the cause, right? That's liam. The cause, the cause, the cause... the cause. And it's not -- it's not even like helping sally is bad. It's not that it's bad. It's -- it's good. It's just... I lost perspective. I mean... the greatest thing that ever happened to me was standing right in front me, suffering, slipping through my fingers, and I didn't see it. How could I let that happen? [ Scoffs ] How could I let that happen? Did I screw this up? I mean, she could -- she could walk through that door, right? I mean, she could forgive me. She could come home, and just any minute now, she could just... she could just walk right through that door, right?",
        "Wyatt: Yeah. She's -- she's gonna come back. She's gonna give you another shot. She loves you, okay? Nothing's gonna keep you guys apart.",
        "Bill: Liam and sally? When?",
        "Steffy: When they were trapped. After the explosion. She told him she loves him.",
        "Bill: Oh, come on! You got to be kidding me.",
        "Steffy: And then she kissed him.",
        "Bill: And he allowed that? He let it happen?",
        "Steffy: He kissed her back. He didn't stop.",
        "Bill: How could he be so stupid, so insensitive? I mean, with a wife like you... you deserve more. Liam should be treating you like a queen.",
        "Steffy: Yeah, well, um... he cheated on me, so... [ Sighs ] You know, I -- I know he wouldn't have done it if he didn't have feelings for her.",
        "Bill: You're right about that. I mean, all he's done is put her first, ahead of you, me, the family, the company. I mean, where does it end?",
        "Steffy: That's exactly what i told him. And I really did believe in his commitment. Then, what, he, like... he turns to sally? How could he do that? I mean, how could he really do that to me?",
        "Bill: You deserve better. So much better, steffy."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=G1Rq_Fz2yfk"
}