{
    "Episode Summary": [],
    "Recap": [
        "Rick tried to talk Michelle out of her coma with no success. Tony saved Danny's bacon when Danny reported to Salerno that the assignation of Jeffery didn't happen. Tony admitted to Danny he was working for Jeffery now.",
        "Gus confronted Alan about the picture. He made up a story. Gus wasn't buying. Cassie caught Edmund getting a bit pushy with Alan about a delivery and payment."
    ],
    "Recap Author": "Silver Eagle Dreamer",
    "Show Title": "Guiding Light",
    "Transcript": [
        "[Sorry, some of transcript is missing due to news coverage]",
        "Jeffrey: Stay here.",
        "Cassie: Who'd go so far as to shoot you? Vinnie Salerno?",
        "Jeffrey: Yeah, well, dealing drugs can make you rich, and it can also make you dangerous and desperate.",
        "Cassie: Don't stand up there. Don't give him another shot at you. Get down here!",
        "Jeffrey: No, no, no. It's okay. It's... the shot came from that direction. Whoever fired it is long gone. We're safe now.",
        "Harley: Come on, O'Neill. Pick up. I can't believe you're leaving me in the lurch like this.",
        "Tech: Cooper, Salerno's back in.",
        "Harley: Fine. Fine. I guess one of us has to work.",
        "Salerno: So how'd it go? Don't sit there eyeballing me. Let's have it. Did Danny make the hit or what?",
        "Harley: Oh, good boy, Vinnie. Keep it up.",
        "Tony: I'll let Danny speak for himself.",
        "Harley: We're getting every word, and you are working on life without parole.",
        "Tony: It's about delegating authority, right, Salerno? Real leaders do that.",
        "Salerno: That's my desk.",
        "Tony: Hey, I'm sorry. My mistake.",
        "Salerno: So Danny, are we drinking to success, or what? Danny, tell me this is over.",
        "Danny: There was a complication.",
        "Salerno: I don't like complications.",
        "Harley: Neither do I.",
        "Salerno: Did you get the shot off or not?",
        "Danny: Yeah.",
        "Salerno: And?",
        "Danny: Look, I might have hit him, but...",
        "Salerno: Whoa, whoa. O'Neill's still alive?",
        "Danny: Vinnie, it couldn't be helped, all right?",
        "Salerno: What are you talking about? They guy was a sitting duck, and you missed him?",
        "Danny: It wasn't my fault. Cassie Winslow walked right up to the car just as I fired. I almost hit her.",
        "Salerno: Right man for the job, huh, Danny? You failed me. You know what happens to people that fail me?",
        "Harley: All right, alert backup. If Salerno tries to pop Danny, we are going to have to go in there after him, with or without Jeffrey's orders. Come on. Where are you, O'Neill?",
        "Harley: We've got trouble.",
        "Gus: Excuse me for one second. What is it? What's wrong?",
        "Harley: Cassie got into the middle of Danny's hit on O'Neill.",
        "Gus: Oh, wait. Don't tell me that, please.",
        "Harley: No, no. They're both okay, but Jeffrey's obviously still alive, so Salerno is threatening to pop Danny for botching the job. I mean, you listen to this guy, he sounds like he thinks he can get away with anything.",
        "Gus: Yeah.",
        "Harley: Hello? Gus, are you there?",
        "Gus: I heard you. I heard you. Listen, Salerno's only throwing his weight around for one reason. He's got friends in all the right places, very powerful friends.",
        "Gus: Sit tight. I'm on my way.",
        "Alan: What's the problem?",
        "Gus: It's police... police business.",
        "Alan: Involving Vinnie Salerno? Hmm? Oh, come on, Gus. You know, there used to be no secrets between us.",
        "Gus: Right.",
        "Alan: It's true.",
        "Gus: Come on.",
        "Alan: I'll tell you one thing. I'm not keeping any secrets from you.",
        "Gus: Alan, you know, a person can only take it so much. You know, the half- truths, the semi-secrets, the lies through omission. You start feeling like it's the boy who cried wolf, you know? That's kind of where I'm at. And this, this seems like it runs in both sides of my family. You know, Eden, she would sculpt the truth like it was a lump of clay, however she felt that day. And she's out of my life because of it. Now, you weren't really in my life for something like 30 years, you know. If you keep doing it, well, I suppose I would survive without you in it again.",
        "Danny: I did not fail you, Vinnie.",
        "Salerno: No?",
        "Danny: No.",
        "Salerno: O'Neill's still alive, isn't he?",
        "Danny: I told you what happened.",
        "Salerno: You should have kept firing until the guy went down.",
        "Danny: And what, blown away Cassie Winslow right along with him?",
        "Salerno: Forget about her. If she gets in the way, that's her tough luck.",
        "Danny: Really? Like Michelle got in the way of the hit on Eden? Was that just her tough luck?",
        "Salerno: I thought you made your peace with what happened to Michelle. But maybe you're having second thoughts, huh, Danny? Maybe you weren't the man for this job.",
        "Danny: Vinnie, Vinnie, Vinnie, listen to me.",
        "Harley: It's getting ugly. Is backup good to go?",
        "Salerno: Well, the D.A.'S still walking around looking to bust someone.",
        "Harley: Come on, O'Neill. Why aren't you answering?",
        "Tony: If Cassie Winslow had gotten hurt or even killed soon after Eden had bought this, this whole town's going to go crazy coming after the person who was behind it, right? You don't need that, Vinnie. You don't. Because the first place that O'Neill is going to look for answers is here, right here.",
        "Salerno: If you were running things, maybe. But you're not.",
        "Tony: Vinnie...",
        "Salerno: Listen. We are going to do things my way.",
        "Tony: That's the problem. You're letting all your personal feelings get in the way of your business. That's the problem, man.",
        "Salerno: I am getting a little sick and tired of...",
        "Danny: He's got a point, Vinnie.",
        "Salerno: What is this, the Santos tag-team hour?",
        "Danny: Hey, yesterday you were going nuts over all the money you're losing because your -- you're short the \"d\" that your dealers need.",
        "Tony: Look, the stuff on the street's never been higher, right? No profit if you don't have the product, okay?",
        "Salerno: You don't think I know that? I could kill Eden all over again for flushing that stuff down the toilet.",
        "Danny: Right, so we should be focusing on replacing it. That's all Tony's saying.",
        "Tony: Thank you.",
        "Salerno: No. No, no, the deal is done. The stuff is on its way.",
        "Tony: Okay, so then landing it should be first priority.",
        "Danny: Yeah. What's the street value of the stuff you've got coming in, five mil? More?",
        "Salerno: Okay. Well, you're right. All right. The deal goes on as planned tomorrow at the San Cristobel festival.",
        "Tony: Right under the noses of the good people of Springfield.",
        "Salerno: The good people of Springfield, huh? While they're busy toasting themselves...",
        "Danny: Coming up on \"Guiding Light\"...",
        "Tony: This what you wanted, hmm?",
        "Salerno: Ah. This is what everybody wants.",
        "Tony: Well, it's enough there to buy a couple months' worth of product.",
        "Salerno: If the dealers are happy, the customers are happy. And if the customers are happy, we get this back in spades.",
        "Danny: So let's go over this. I go to the festival tomorrow night, make the switch, the cash for the antimonious, right? Now, just so there aren't any more surprises, who's going to be making the drop for the supplier?",
        "Harley: Please not Alan Spaulding.",
        "Salerno: Here's how it's going to go. The stuff will already be stashed in a safe place at the beacon when you show up with the cash, all right? You will leave the cash. You get the stuff and get out. Then the supplier will come back later and get his...",
        "Tony: No, I don't like it, vinnie. Danny's taking all the risk.",
        "Salerno: It's too bad. It's a done deal.",
        "Tony: It's all right. I'm good with it.",
        "Harley: Okay, things are moving fast. You go find O'Neill now.",
        "Technician: I'm on it.",
        "Danny: Will you be diving into the champagne and caviar at the festival, or what?",
        "Salerno: No. A real leader doesn't take unnecessary risks. Isn't that right, Tony?",
        "Tony: What are you getting at, huh?",
        "Salerno: While you two are dealing with the switch, I'll be otherwise engaged out of town.",
        "Tony: Which means he's not going to be around when the bust goes down. Danny, you're screwed.",
        "Harley: We're screwed.",
        "Danny: I thought maybe we'd step outside. Have a smoke if you want.",
        "Tony: No, thanks. I got my cigarettes. Plus, what we say won't end up tape, right?",
        "Danny: Yeah, you knew?",
        "Tony: Of course, I knew. You were working with O'Neill. That's another reason... I'm telling you, Danny, that's another reason that vinnie needs to be replaced, you know that? I mean, if it were me, I would have had this place checked for bugs every day, but he's not thinking straight.",
        "Danny: He's thinking straight enough to be out of town tomorrow night.",
        "Tony: No, he's not gone yet.",
        "Danny: So how do we keep him here? Because he's not going to go down if he isn't caught with the drugs in his hands.",
        "Tony: Okay. So you know what I'll do? I'll make it my first priority to make sure that he changes his plans and he sticks around.",
        "Danny: No, I'll figure it out.",
        "Tony: Danny, you can't do that. You've got... you've got... look, you've got O'Neill behind you. You're got Aitoro. You've got Aitoro. Harley cooper, too, right?",
        "Danny: Yeah.",
        "Tony: You have me. I told you family comes first. You're my family, and I'm going to stick by you, all right? And when the feds come in there and this thing gets sprung and they put him in cuffs, I'm going to be there. I'm not going to pass this up, I'm telling you. You need me. You need me, all right? I'm not going to let this go.",
        "Danny: Salerno might put up a fight.",
        "Tony: Well, you know what? Let him. I don't care. It's just... it's better for me, actually, because when you... well, when they put him away, danny, it's all mine for the taking, so...",
        "Danny: Tony...",
        "Tony: Listen to me. Forget I just said that. Just you go... you go see Michelle. Have you seen her today? Okay, so I want you to go over there. I'm going to make nice with vinnie, and that's it. So I'll see you later, okay?",
        "Danny: Wait, wait, wait. Hold on.",
        "Tony: Yeah?",
        "Danny: Tony, this deal I made with O'Neill gives you immunity for everything you've done till now. So whatever you do from here on out, I can't protect you.",
        "Tony: Who asked you to, Danny? I'll see you later.",
        "Jeffrey: Winslow suite.",
        "Harley: Jeffrey, I have been trying to reach you. Your cell phone is hopeless.",
        "Jeffrey: Yeah, well, it's more than that. It's smashed to bits.",
        "Harley: Is Cassie okay?",
        "Jeffrey: Yeah, cassia's fine. Thanks for asking. No, the cell phone was the only casualty of the day. So did you hear what happened?",
        "Harley: Oh, yeah. Danny reported back to Salerno.",
        "Jeffrey: Oh. Well, what was his reaction when he found out that I'm still alive?",
        "Harley: Oh, not a happy camper. For a while there it looked like Salerno was going to put a hit on Danny. But Danny was good. He was smart. He kept Salerno's eye on the prize.",
        "Jeffrey: The drug deal.",
        "Harley: Yeah, the drug deal. And, actually, there's good news and bad news on that front.",
        "Jeffrey: All right. I'll take the good news first.",
        "Harley: Well, we were right. The drop is taking place at the beacon tomorrow night. The bad news is Salerno doesn't plan on being anywhere near here when that happens or anywhere in Springfield, for that matter.",
        "Jeffrey: Great.",
        "Edmund: I'm counting on you, Alan.",
        "Alan: Don't pressure me, Edmund. You'll get your money.",
        "Edmund: When?",
        "Alan: In due time.",
        "Edmund: Alan, I don't respond well to \"the check's in the mail.\" It makes me nervous.",
        "Alan: Well, a deal is a deal. I promised to deliver, and I never take back a promise.",
        "Alan: Is she okay, Edmund?",
        "Danny: Rick, any change?",
        "Rick: No. But that doesn't mean she can't hear us if we...",
        "Danny: Is there something you want to say to me?",
        "Rick: Look, I didn't ask for this job, but now that my father's back in Africa, I'm head of this family again.",
        "Danny: Why does that sound like a warning?",
        "Rick: Because I intend to do what's best for my little sister.",
        "Danny: Rick, Michelle's a Santos by her own choice.",
        "Rick: Michelle's choice put her into a coma, Danny. So as her doctor-- even more importantly, as her brother-- I plan to bring her back not just to consciousness, but to her real family and to the life that she finally deserves.",
        "Danny: We both want the same thing, Rick.",
        "Rick: Talk is cheap, Danny.",
        "Danny: I'm sorry you had to hear that, honey. How are you doing, beautiful? I missed you today. Just one more day, honey, and it'll be safe for you to come back. Michelle, the last time I kept something from you, you almost died. So here it is. Salerno and his partners are going down tomorrow at the San Cristobel festival. Somehow or another, honey, I am going to put an end to this nightmare. So you just hang in there, baby, one more day.",
        "Jeffrey: Well, it's about time. What's the matter?",
        "Cassie: It can't be.",
        "Jeffrey: What? What can't be?",
        "Cassie: It just can't be.",
        "Jeffrey: What? Talk to me.",
        "Cassie: You said that we didn't know what Edmund's connection with Salerno was, that without Spaulding in the mix, that...",
        "Jeffrey: You couldn't tie Edmund to Vinnie's drug ring, no, right. So...",
        "Cassie: He's tied to him. I saw Edmund and Alan just now in the bar, and they were talking about money, and making promises, and saying, \"a deal's a deal.\" He's one of them, Jeffrey.",
        "Jeffrey: Well...",
        "Cassie: Oh, my god. Edmund's one of them.",
        "Jeffrey: Hey, it's okay.",
        "Cassie: Oh, my god.",
        "Jeffrey: Hey, hey. Hey, hey."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Linda"
    ],
    "url": "https://www.youtube.com/watch?v=kP5FMGTkh0c"
}