{
    "Episode Summary": [],
    "Recap": [
        "Lizzie is told that Olivia is moving in to the mansion. Sam believes Olivia moving in to the mansion is a mistake. Olivia doesn't listen she says that Philip will be in Ravenwood for a long time. Olivia arrives at the mansion with food demands and big plans for Lizzie. Alan says he has big plans to bring Philip home and calls Rick to start the process. Marah thanks Tony for all his help. She and Jeffrey go back to his suite where she tells him she loves him."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: hey, what's wrong?",
        "Gus: Nothing. I'm fine.",
        "Harley: Don't tell me you're fine. You're in pain. You were wincing.",
        "Gus: I don't know you're getting strong. Like you have been working out, right, without me and that was the plan, we were supposed to work out together.",
        "Jeffrey: Hi there. Can i talk to the half of you that still works for me.",
        "Gus: That means I'm gone.",
        "Harley: Gus, wait?",
        "Gus: Get in the car. Got to call down.",
        "Jeffrey: Terrier. Terrier.",
        "Harley: I hate when you call me that.",
        "Jeffrey: Okay, then we'll think of another code name for you. But right now...",
        "Harley: Let me ask you something. Remember how you hired gus before and you didn't think to tell me about it? You haven't done that again, have you?",
        "Marah: Tony? Hi.",
        "Tony: Hi, marah. How are you?",
        "Marah: I'm better.",
        "Tony: Yeah. I heard about he carrie carruthers thing. I'm glad everything worked out.",
        "Marah: Thank you.",
        "Tony: Everything's good, right?",
        "Marah: Actually, I'm glad i ran into you because i never really officially got to thank you for literally saving me from the press at the park the other day.",
        "Tony: Right. The black man on the motorcycle thing. I'm just glad I was there. Anytime, you know that right?",
        "Marah: I know. I'm very lucky to have so many wonderful people in my life.",
        "Tony: Well, i wouldn't go that far. I'm not sure i belong in that category, but thank you.",
        "Marah: Yes, you do. You always will.",
        "Tony: Really. Well, I'm glad you got your life back.",
        "Marah: Thank you. And now my happily ever after can finally begin.",
        "Beth: Hi, honey. What you up to?",
        "Lizzie: Oh, i'm just drawing. I figured dad probably won't be out of the hospital in time for my school play, so i decided to make him a gift. I know it's kind of silly, isn't it? Something a kid would do.",
        "Beth: No, no. I think that's great. And I'm sure that your father would love whatever you've... Drawn.",
        "Lizzie: See? It's me, daddy and emma.",
        "Beth: I see that. Yeah.",
        "Lizzie: Just, you know, want him to know that it wasn't easy but, you know, i'm all for our new family.",
        "Beth: Lizzie, you're aware that someone's missing from that picture.",
        "Lizzie: Oh, i can pencil you in if you want.",
        "Beth: I'm talking about olivia.",
        "Lizzie: Wasn't it cool the way dad stood up for me? I think he's really starting to come around.",
        "Beth: What are you talking about, coming around?",
        "Lizzie: Well, i just think he's starting to see olivia the same way i do. Any day now she should be out of our lives forever. But if you really think that olivia belongs in the picture, then i'll just pencil her in and that way. It will be easy to erase it.",
        "Alexandra: Well, I hope you're very happy, alan. I for one am just tickled pink to be handing over my room to this interloping, gold digging home wrecker! Never mind that I live for the view of this garden here. No, no, never mind that the very sight of it every morning gives me the peace and tranquility that i need to get through the day. Oh, well. Farewell my beautiful roses in bloom, my tulips, my ivy....",
        "Alan: All right, all right, alexandra. Enough with the theatrics. I know you're making a sacrifice here, but we all are. You're just not seeing the forest for the trees.",
        "Alexandra: Don't tease me, alan. The only thing i'm going to be viewing from now on is the bloody potting shed!",
        "Alan: Alexandra, keep your eye on the prize, on emma. Now, it's going to be difficult with olivia here, I admit that. But think, we're going to get to know emma, she will get to know us, we will bond. She will become a full- fledged spaulding. And if we play our cards right, she will be standing beside us in the doorway waving good-bye to her mommy dearest when she leaves.",
        "Sam: Going somewhere,?",
        "Olivia: I waited as long as i could. Where have you been?",
        "Sam: For what?",
        "Olivia: I have to meet with the spauldings.",
        "Sam: Why?",
        "Olivia: Because i'm moving in.",
        "olivia: Eva, five minutes i need emma ready, please.",
        "Sam: Wait. Why would you move in with the... Oh, wait. I get it okay. I'm happy for you, Liv.",
        "Olivia: Yeah?",
        "Sam: Yeah, sure. I know you wouldn't move in with those people if phillip weren't moving in, too. It's about time you, he, and emma can be a real family.",
        "Olivia: Phillip is still in the hospital.",
        "Sam: Have you lost your mind?",
        "Olivia: Don't do this. I'm thinking about my daughter. I'm doing what's best for emma.",
        "Sam: All this time hide her from the spauldings is what was best?",
        "Olivia: How can i hide her if everyone knows about her. You have to get back to your studies and I have to get on with my life.",
        "Sam: Move emma into the beacon.",
        "Olivia: It's not a good place to raise a child, sam.",
        "Sam: It works for cassie.",
        "Olivia: I thought this through. I know what I'm getting into. I know how to handle the spauldings.",
        "Sam: How's that?",
        "Olivia: Dangling emma's welfare over their heads. Secretly they're horrified by what lizzie did to me and they'll bend over backwards to make sure she's safe from lizzie. What better way to keep an eye on the family and that wicked little stepdaughter than to live under the same roof with them.",
        "Sam: Sleeping with the enemy.",
        "Olivia: The spaulding house is the best place to watch out for me for emma's safety, as well as her financial security.",
        "Sam: Tell me this is not about money.",
        "Olivia: No, no. But I can't ignore the fact that spaulding stock is going down the toilet. I can't watch my daughter's inheritance get flushed away.",
        "Sam: This is wrong.",
        "Driver: I've come to collect your bags, miss spaulding.",
        "Olivia: I have a couple in the back and please make sure they get up to my new room. Thank you. Just let me get settled in, we'll have dinner tomorrow night before you go back to school, okay?",
        "Sam: Olivia....",
        "Olivia: Sam, sam, it's the right thing, okay? Trust me. And I can't think you enough for everything you've done for emma and me. But come on, it's time for all of us to start a new chapter in life.",
        "Sam: Big sis knows best, huh? I just hope phillip gets out of the hospital soon. I have a feeling you're going to need him around there.",
        "Olivia: You know what, sweetheart? You'd be amazed at what I can handle all on my own.",
        "Lizzie: Now that I think about it, there really isn't enough room in here for olivia. If she had a smaller head i could maybe put her....",
        "Beth: Honey, you can finish this later. There's something I need to talk to you about.",
        "Alan: Your mother's right, elizabeth, that can wait.",
        "Lizzie: Okay. What is it? Is it about dad?",
        "Alan: No, darling, no. There's just going to be some changes taking place around the house, and we want to make sure that you're on board with it. You know, I feel it may be best if i speak with elizabeth alone.",
        "Beth: Sure.",
        "Alan: Elizabeth, is this a drawing of emma?",
        "Lizzie: Yeah. I... I wanted dad to know how much i really do care about her, you know?",
        "Alan: Well, of course you do. And you realize how important it is for her to have a good home, right?",
        "Lizzie: Yeah.",
        "Alan: Well, then you're going to be very glad to know that she will be living with us from now on.",
        "Lizzie: Oh, so that's the change you were talking about? Grandpa! That's great news! I can't believe olivia's going to let her move in here.",
        "Alan: Well, olivia will be moving in as well. Now, i know that you have some problems with olivia, but remember, she is emma's mother.",
        "Lizzie: Yeah, i'm aware of that. So she's just going to move in here without dad.",
        "Alan: Well, yes, for the time being. But this is for emma, and I... For her welfare. I think you will agree with that right? Elizabeth?",
        "Lizzie: Yeah. We have to look out for emma. Uh-huh. So when's she moving in?",
        "Alan: Well, i expect them shortly.",
        "Lizzie: Oh, well, thanks for the notice, grandpa.",
        "Alan: Elizabeth, elizabeth.",
        "Lizzie: What?",
        "Alan: This will not be easy for any of us. Now, i need to have your word that you won't make this any more difficult than it has to be",
        "lizzie: Okay. I won't make any trouble for anyone.",
        "Alan: That's it?",
        "Lizzie: Well, i'm not going to flip a cartwheel or anything, and I'm certainly not going to make a \"welcome olivia\" banner, but all these after school play practices and everything has made me a better actress, so i'll just put up a front. I know how important this is to you. And I know exactly why it is you're doing it, but....",
        "Alan: What exactly do you mean by that?",
        "Lizzie: Keep your friends close and your enemies closer.",
        "Alan: Ah. Well, it's not quite that.",
        "Lizzie: Oh, come on, grandpa, you've been showing me the ropes since I was knee high. I understand. It's okay.",
        "Alan: Well, good. Good. You know that this is a new beginning for the spaulding family, having emma here. And that's why i want you to be very careful.",
        "Lizzie: Yeah, i understand, grandpa. I need to finish my drawing. I'm sorry.",
        "Alan: Certainly. Certainly. I'll go tell your mother to come back in. I think she's going to be very happy that you're okay with this.",
        "Lizzie: Yes, I am so okay with this.",
        "Alexandra: You told her?",
        "Alan: Yes, I told her.",
        "Beth: And?",
        "Alan: And i think it went very well.",
        "Alexandra: You do, do you?",
        "Alan: Yes. Absolutely.",
        "Gus: I need to get the car. That's it. Packs a punch, i'll tell you.",
        "Jeffrey: Look, it's very simple, harley, all right? Gus does not work for me and you. And speaking of work....",
        "Harley: Are you sure because i'm having trouble explaining some of his behavior.",
        "Jeffrey: Whatever gus is keeping from you, it's none of my business.",
        "Harley: You're saying he is keeping something from me.",
        "Jeffrey: It's hypothetical.",
        "Harley: Hypothetically what do you know about it?",
        "Jeffrey: I don't care. Maybe the guy's got a gambling problem, maybe it's the end of the line for the both of you.",
        "Harley: What in the world would make you say something like that?",
        "Jeffrey: Look, I was just joking, okay? Everyone knows that you and gus are the poster kids for stable relationships. You're both psychotic, but it's stable. I haven't come over here to give you couples counseling, I came over to tell you i'm going to be away for a couple days. You're going to be on your own. I want you to keep the case alive....",
        "Harley: Wait. Wait. You're going away? You're not going to be here?",
        "Jeffrey: Yeah, I'm going away. Bye-bye. Good luck.",
        "Harley: Wait. Jeffrey....",
        "Tony: So you and... You and the D.A. Are the real thing, huh?",
        "Marah: Yeah. I know what the press made it sound like, but....",
        "Tony: I don't buy what I read in the papers.",
        "Marah: I just... I was feeling kind of hopeless for a few months and jeffrey was really wonderful and it took us a while to get there, but I feel like we are finally at the start of something good. What?",
        "Tony: Just... Just you moving on, marah. That's... That's a good thing.",
        "Marah: Well, you're the one who taught me that i had to.",
        "Tony: Well...",
        "Marah: I don't mean that in a bad way, no. Not at all.",
        "Tony: It's all right.",
        "Marah: You pushed me away when you realized that we would never work together. And at the time it hurt, but you knew what you were doing, you know? You saw us going down the wrong path and you did what had to be done.",
        "Tony: Doesn't mean I'll never wonder.",
        "Marah: Me, too.",
        "Jeffrey: Hi. Sorry to interrupt. I think our table's ready.",
        "Tony: I was just keeping marah company.",
        "Jeffrey: Thanks, tony. Oh, and thanks, by the way, for everything that you've done for marah, with the press.",
        "Tony: Well, sure, yeah. That's what friends are for, right? You two have a good night.",
        "Marah: Thank you. You, too.",
        "Jeffrey: What was that about?",
        "Marah: Moving on.",
        "Gus: Hey.",
        "Marah: Hi.",
        "Gus: Okay, honey. The car's ready. That's for you. Let's beat it.",
        "Harley: Are you sure you're okay?",
        "Gus: Yes. I'm fine, I'm fine. Have i ever lied to you? Come on.",
        "Jeffrey: Let's maybe have a real sendoff dinner, you know, everything american: Hamburgers, hot dogs, apple pie. I'm not sure they'll have hot dogs on the tower's menu. Or better yet, how about everything french? Yeah, french toast, french fries.",
        "Marah: Or we could....",
        "Jeffrey: Or we could ask the chef, who's a personal friend of mine. We'll see what he says. How's that sound?",
        "Marah: Perfect. Can we go now? This is all perfect, and you are perfect, of course, and I'm sure whatever your chef friend would whip up would also be....",
        "Jeffrey: Perfect?",
        "Marah: Yes. And thank you for bringing me out on the town tonight and making me feel special.",
        "Jeffrey: You are special. More than you'll know.",
        "Marah: Well, if you think i'm special now, wait until you see me in paris. I will positively blossom there, darling.",
        "Jeffrey: I'm sure you will.",
        "Marah: It's the trip I've been waiting forever to take, and now forever is just a day away.",
        "Jeffrey: I know.",
        "Marah: And I thought this was what i wanted. I thought I wanted to come out in public with you tonight and enjoy our time together, but now that we're here, i am... I don't really want to share you with anyone. So, let's go home.",
        "Jeffrey: Right now?",
        "Marah: Right now. Let's go. Come on.",
        "Jeffrey: Marah, darling, you've got to eat something.",
        "Marah: I know, so do you. Good thing i've thought of that, huh.",
        "Beth: Maybe she's changed her mind.",
        "Alan: Maybe she's just running late, that's all.",
        "Alexandra: Maybe we can all move out before she gets here.",
        "Servent: Ms. Spaulding has arrived.",
        "Olivia: Thank you, thomas. Could you show eva to the nursery? She can get emma settled in. Thank you. Well, we're here.",
        "Alexandra: Yes, you are.",
        "Alan: Yes. And we are glad that you're here olivia. On behalf of the family, welcome. I think you'll find the house pretty much as it always has been and i want you and emma to make yourselves at home. Now, speaking of emma, i really would like to go see her.",
        "Olivia: Actually, alan, it's just that it's way past her bedtime. Could it wait until morning?",
        "Alan: Absolutely, if that's what you feel is best.",
        "Olivia: Yeah. Besides, it will give us a chance to, you know, catch up and maybe establish some ground rules.",
        "Alexandra: You have rules? Rules for us?",
        "Olivia: Oh, just a few. Here you go. One for you, one for you, beth. Alexandra. All right. While I'm nursing emma, I'm going to require a special diet. I've broken it all down for you there according to food group.",
        "Alan: Well, i'll make sure that the cook has a copy of this.",
        "Olivia: Wonderful, wonderful. Thank you. Also, I'm sure that I don't have now that there's a baby in the house we'll have to make some, you know, lifestyle changes.",
        "Beth: Lifestyle changes?",
        "Olivia: I'm sure you had the same concerns when you moved in here with james, beth.",
        "Beth: Actually, james and i adjusted to the house just fine.",
        "Olivia: Still, I took it upon myself to hire a baby proofing consultant. She'll be here tomorrow. Her resume is on the back. It's just basic stuff, guardrails, cushioning for sharp corners,out let covers, things like that. If it's a problem, we could move back to the house.",
        "Alan: Oh, no, no. Olivia, that won't be necessary. We will be happy to make the proper adjustments. Anything for emma's safety.",
        "Alexandra: Well, of course we will. And I trust that the cocktail hour won't need readjusting. Somehow I feel like I'm going to need it more than ever. Well, if you will excuse me, i think I'm going to retire to my room. It's... Well, my new room. It's overlooking the potting shed.",
        "Beth: And, you know, I think that i'll help you unpack.",
        "Alexandra: Well, thank you very much. Good evening.",
        "Olivia: Well, that's kind of unfortunate. I didn't really get through my list.",
        "Alan: Well, olivia, i'm still here. What else would you like for me to take care of?",
        "Olivia: Beth.",
        "Alan: Beth stays.",
        "Olivia: I was just thinking about when phillip comes home, alan. Don't you think it's going to be a little bit confusing for everyone, especially children, if his new wife is living under the same roof as his ex?",
        "Alan: Olivia, i'm aware you hold certain cards and you can play them as you choose. But never forget i always have an ace up my sleeve.",
        "Olivia: Well, while i'm amused by your poker night analogy, i'd hate to think you're compare mig daughter's welfare to a poker game.",
        "Alan: I just want to make a few things very clear. Call them my ground rules, although i didn't prepare a list.",
        "Olivia: Well, you know, we can't all be me.",
        "Alan: I don't think it's a secret to either one of us that i want to get to know my granddaughter. And I think that you also agree that this is the best situation for her. I want her to be very comfortable and I want you to be comfortable. But I don't want you....",
        "Olivia: To be too comfortable?",
        "Alan: We've known each other a long time. And you know me well enough to know that I won't be pushed around.",
        "Olivia: All right. Look, we're on the same page. We want the same things for emma. I just am always looking for ways to get them for her. And if you found my suggestion about beth to be any way out of line, I apologize. I'm not going to be trouble around here, alan, i promise you. In fact, i'm going to fit right in.",
        "Lizzie: Well, i see her highness has moved in, huh? Now i know why no one asked for the day off.",
        "Olivia: Well, well, if it isn't my favorite stepdaughter.",
        "Gus: That's not good. Ow! Good night, honey.",
        "Harley: Just give me a minute i'm brushing my teeth.",
        "Gus: Love ya.",
        "Harley: Remind me i have to give zach that check for picture day. I said i was just brushing me teeth, give me a couple minutes. Okay, this qualifies for the earliest we've ever gone to bed. I know you can't be asleep yet.",
        "Gus: Yeah.",
        "Harley: Can i at least get my good-night kiss?",
        "Gus: Love ya. Good night.",
        "Harley: Did you lose big at the track?",
        "Gus: What?",
        "Harley: Did you lose big at the track?",
        "Gus: I don't go do the track. I don't know what the track is.",
        "Harley: Okay. Then what's wrong with us?",
        "Gus: Nothing's wrong. Nothing. Go to sleep.",
        "Harley: Because i don't think you have a commitment problem or anything, right?",
        "Gus: No, I have no commitment problem. Take a look at that big ring on your finger, honey, you can answer your own question. Okay? Love you. Come on, now.",
        "Harley: It's just, sweetie, that it's early. I mean, it's unusually early for us to go to bed. Formally if we go to bed this early it's because we're fighting or we want to... You know.",
        "Gus: Nothing's wrong. Everything's fine. Everything's great. I love you. You're the love of my life. Okay? I'm just beat. That's all it is.",
        "Harley: Okay. I understand.",
        "Gus: Okay. You're okay, right?",
        "Harley: Uh-huh. I'm fine.",
        "Gus: All right. Good night.",
        "Harley: Are you absolutely positively sure there's nothing wrong with us?",
        "Gus: Let me ask you something: Is there a right answer to that question? Exactly.",
        "Marah: Okay. Wait a minute.",
        "Jeffrey: What?",
        "Marah: I just... I want to tell you that we were going to be in paris in less than a day now.",
        "Jeffrey: I know, darling, i made all the arrangements.",
        "Marah: Shh. I'm just... I'm trying to make a speech, okay?",
        "Jeffrey: Okay. I'm listening.",
        "Marah: Okay. Well, what i... What i want to let you know and what I'm having a hard time saying is how much it means to me that I'm making this new start with you. And I'm closing a door to all the stuff that's happened before and I'm opening a whole new door.",
        "Jeffrey: Let me just open ours. Come on.",
        "Marah: No, wait. I'm not done.",
        "Jeffrey: Okay. Go ahead.",
        "Marah: Basically, i'm... I'm just so excited for my new start and our new start that i decided to give it a little kick start.",
        "Jeffrey: Very well said.",
        "Marah: So are you ready?",
        "Jeffrey: Yes, i'm ready.",
        "Marah: Okay. Come on.",
        "Jeffrey: Okay.",
        "Marah: You need to close your eyes, though?",
        "Jeffrey: Close my eyes? Okay, I'm closing my eyes.",
        "Marah: Keep them closed.",
        "Jeffrey: Okay. Okay. Can I open my eyes now?",
        "Marah: Don't peek.",
        "Jeffrey: Okay.",
        "Marah: Okay, stop.",
        "Jeffrey: Here?",
        "Marah: Yeah, open them.",
        "Jeffrey: Wow! My goodness! Look at this. This is fantastic! Is this my room? Are you sure this is my room here?",
        "Marah: No talking, we only speak french tonight, okay?",
        "Jeffrey: Only french?",
        "Marah: Uh-huh.",
        "Jeffrey: Wait a minute. You don't speak very much french marah.",
        "Marah: Well, I don't plan on doing much talking. I love you, jeffrey.",
        "Lizzie: Well, welcome to your new room, olivia. I see you snagged the garden view. Congratulations.",
        "Olivia: Yeah. It's a lovely view, isn't it? From where i'm standing, everything is crystal clear.",
        "Lizzie: How very cryptic of you. Look, I know you're still bitter about the whole emma thing, but i believe my dad did explain that he was the one....",
        "Olivia: He asked you to bring emma to see him at ravenwood. I know what he said. I also know that he lied. You really don't think i'm that dim, do you, lizzie?",
        "Lizzie: Do you want me to answer that?",
        "Olivia: You acted out when you found out about emma and you took her to the only place you felt safe. Funny how that place is a mental institution. And your father, well, bless his heart, as sick as he is, he knows you needed all the help you can get so he covered for the fact that that you stole my baby.",
        "Lizzie: Well, at least i didn't make him lie and, bless his heart, as sick as he is, i wasn't about to contradict him.",
        "Olivia: Oh, sweetheart, no! You are just the perfect little angel.",
        "Lizzie: Daddy's little girl. It's a tough gig but, don't worry, i will be sure to show emma the ropes. You know, olivia, you can think whatever you want about me, but do know that i am mature enough enough to take responsibility for everything and anything that i do.",
        "Olivia: Well, that hasn't been the case, lizzie, up until now.",
        "Lizzie: Up until now? What's that supposed to mean?",
        "Olivia: Well, your life as you know it is about to change. Starting today.",
        "Alexandra: I'm still... I'm not going to sleep a wink under... As long as she's under this roof, alan, i'm going to have the vision of her getting up in the middle of the night and strangling us all.",
        "Alan: Well, why don't you just sleep with one eye open, that will help.",
        "Alexandra: Very comforting, dear.",
        "Alan: I'm surprised at all this whining coming from you. You were the one who said \"give her everything she wants.\" Well, isn't that what we're doing.",
        "Alexandra: So, what's next?",
        "Alan: I think a gift is in order. I'm going to bring her husband home, and I think that will make her very happy.",
        "Gus: Honey, how can you even say that? We're, like, the best couple ever, okay?",
        "Harley: But even the best things can get a little routine, every once in a while?",
        "Gus: Like what? Like you think we're in a rut?",
        "Harley: No. I don't think we're in a rut. I'm asking do you think we're in a rut?",
        "Gus: No, we're not in a rut. People... We're not like those type of people. And even if we were in a rut-- we're not-- but if we were, there'd be no better person to be in a rut with than a person like you. But that's not... Like, the point is... Honey, i wake up every single morning thinking \"look at this, look at who i'm lying next to. It's like I won the lottery. Thank you, god\"",
        "harley: How long have we been engaged? This isn't a trick question. How long have we been engaged?",
        "Gus: Since... Eight...",
        "Harley: Exactly! And eden and bill have been together, what, five minutes and they're already making wedding plans.",
        "Gus: Oh! That's what this is about. We haven't set a date yet?",
        "Harley: No. I'm not... That's not what i'm thinking. I'm wondering if that's what you're thinking. Listen, you got a phone call, okay, and then it's mysterious, you disappear, you're very vague about where you're going, you come back, i try to give you a hug and you act like i got cooties or something.",
        "Gus: Cooties? Already a haar and could you be any further away from me in the bed? An inch? A whole inch?",
        "Gus: You know? You... You're neurotic. This is... I don't even know who you are. This isn't you.",
        "Harley: I don't know who you are. This isn't you. This isn't how you behave. You usually can't keep your hands off me. Is something wrong?",
        "Gus: There's nothing wrong. I... All right, look, I'm saying all the wrong things, okay? I'm sorry. I love you. I love you. I do. So let me show you how much i love you, okay. Let me show you.",
        "Harley: Are you sure?",
        "Gus: Is there a right answer to that question? Exactly.",
        "Alan: Pick up, rick. Pick up. Rick, when you get this message, please call me. I think it's time that we start the process of checking phillip out of ravenwood. He needs to be home with his family, the ones who love him, and the ones that he loves. Now, you are his best friend and i want you to make this happen. For phillip's sake. For all of our sakes.",
        "Olivia: I don't think there's any need to review recent history, lizzie. I've exhausted my options with you. I've tried being gracious. I've tried keeping my distance. Nothing I've tried has worked. Until now. Because now I'm here, and while you may think otherwise, i'm here to stay. I'm here to look out for my interests and I'm here to look out for my daughter's interests.",
        "Lizzie: And what about dad's interests.",
        "Olivia: Yeah, sure, his, too. If you wants me to. Speaking of your father, he is the only reason your behavior toward me has been tolerated up until now. But I'm afraid that won't be the case any longer.",
        "Lizzie: Oh, yeah? And why is that?",
        "Olivia: I don't see him here, do you, sweetheart?",
        "Lizzie: Okay, mom. What are you going to do? Put me in timeout or something?",
        "Olivia: Think much bigger, lizzie.",
        "Lizzie: So you're going to throw me in prison?",
        "Olivia: When I'm threw with you, you were going to wish you were in prison. Hi, i have the last of your luggage.",
        "Olivia: Thank you very much. Lizzie was just leaving so i could start to unpack. Bye-bye, sweetheart. Go on. Good night, lizzie. Sweet dreams. Sweetheart. We're home.",
        "[NEXT_ON]",
        "Eden: I'm getting married and i need three or four weeks at least for the wedding and the honeymoon.",
        "Alexandra: No. No. I absolutely forbid it.",
        "Bill: Tell me you didn't buy those votes.",
        "Danny: I didn't say that.",
        "Bill: You're not denying it, either."
    ],
    "Transcript Author": [
        "By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=aNHNb1pvcYc"
}