{
    "Episode Summary": [],
    "Recap": [
        "Reva discovers Marah attempting to make contact with Jeffrey and intervenes. She is worried that even though Marah's yet to be charged, she risks compromising herself by appearing too close to the man who will be in charge of her case. Marah defends Jeffrey, assuring Reva that she feels safe if he tells her she is. Desperate to do something to help Marah, Reva goes to the fairgrounds after getting another vision of Maryanne Caruthers beckoning to her. As she makes her way around the deserted area, she hears a noise behind her. Jeffrey calls Marah and the longing they feel is evident. Jeffrey begins to tell her that it will all end soon, but it's at that moment that he's approached by an assistant with a newspaper. Marah turns on the television and they get the news at the same time: Marah's been named as the new suspect \u0096 and Jeffrey's been accused of covering up for her. Edmund meets with Dax who has a surprise photo for him stemming from Edmund's request to look into Jeffrey's past. Edmund's clearly troubled by what he sees and tracks down Cassie to show her the photo of a younger Jeffrey in military uniform with two others, similarly dressed, and one of them is Christopher. Eden gets flowers from Vinnie Salerno congratulating her on Bill's rise to the top. She covers with Bill and makes a beeline for Tony to ask his advice. But Tony, in a flash of anger, tells her that if she ever thought she was out of the mob life because something better came along, she was dreaming."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Michelle: Hey.",
        "Danny: Hey there. What? How did you do that? We were just on the phone.",
        "Michelle: Because I was just across the street, and I need a breather. After I dropped robbie off at his play date today, I went over and I spent an hour the hotline center. Then I arranged a ladies lunch at the country club.",
        "Danny: You did?",
        "Michelle: To talk up my handsome husband for mayor.",
        "Danny: That's nice.",
        "Michelle: Then I went over to the clinic. Now after I'm here, I've got to leave, I've got to go to the hospital, and then I...",
        "Danny: Okay. All right. Okay, you win. Whoa!",
        "Michelle: I win what? What? What?",
        "Danny: You win the contest of whoever can cram the most activity into one day. You've got to slow down, honey.",
        "Michelle: I can'T. I can'T. I've lost a lot of time.",
        "Danny: Well, you're going to have to.",
        "Michelle: And you know, with everything that's been going on and happening in the last two months, you know, I didn't spend enough energy into being the best candidate's wife that I can be. And that's all going to change now.",
        "Bill: Well, well, well. Should I be jealous?",
        "Eden: Why?",
        "Bill: The flowers right in front of you. Who... who sent them?",
        "Eden: I don't know. There wasn't a card.",
        "Bill: Really?",
        "Cassie: How's marah doing? Is she any better?",
        "Reva: Not yet. Just I can't believe any of this is happening.",
        "Cassie: I know.",
        "Reva: You know, I feel so powerless to be able to help her.",
        "Cassie: Well, you're taking care of her. You're loving her. That's helping her.",
        "Reva: Yeah, well, a part of me wishes that...",
        "Cassie: You wish she never came forward and said what really happened at the fairgrounds. How could she not, reva? She happens to be your daughter.",
        "Reva: I'm going to find a way to help her. I am. (Phone ringing)",
        "Reporter: Mr. O'neill, andy thomas from the \"springfield journal.\" About the caruthers homicide...",
        "Jeffrey: Yeah, yeah, yeah. No comment, okay?",
        "Reporter: Well, you dropped the charges against joshua lewis. Are you pursuing another suspect?",
        "Jeffrey: Mr. Thomas, my office already issued a statement, okay? So if you don't mind...",
        "Reporter: Well, the people of springfield don't want pat statements from you, mr. O'neill. They want justice. And they're starting to wonder if you can deliver it.",
        "Marah: Come on, jeffrey, pick up. Pick up.",
        "Reva: Hey, don't do this. Don't make a bad situation worse.",
        "Jeffrey: Excuse me, would you repeat that?",
        "Reporter: You heard me, sir.",
        "Jeffrey: It sounded like you were questioning the competence of my office.",
        "Reporter: Not your competence-- your objectivity.",
        "Jeffrey: Objectivity. And what makes you think that i can't be objective about the caruthers case, sir?",
        "Reporter: I can't tell you that without revealing my sources.",
        "Jeffrey: I'll tell you what. Let's have a seat, so we can have a little private discussion about this, okay? Please. Just keep smiling. Smile. You've got a nice smile. You want me to say something? Here's something I want you to hear.",
        "Bill: No card? And really you have no idea who sent you these?",
        "Eden: I was assuming it was you. I guess I was wrong.",
        "Bill: Oh, damn, I'm losing my touch. I should have claimed them right away.",
        "Eden: Uh-huh.",
        "Bill: Wow. Man. Well, if I didn't send them, then who did? I don't know, gus?",
        "Eden: Gus? (Laughs) no.",
        "Bill: Did you have an argument or something?",
        "Eden: Not gus.",
        "Bill: Maybe this is his way of making up. I don't know.",
        "Eden: Um...",
        "Bill: Who?",
        "Eden: I bet I know who they're from. Alexandra. She probably heard about your promotion, and this is her way of congratulating you.",
        "Bill: To you? Sending you flowers?",
        "Eden: To us. You, via me.",
        "Bill: You think?",
        "Eden: Sure. You know how much alex loves to network. Your dad and joshua wouldn't work with alan, and now she hears that you're taking over lewis, so she thinks there's possibilities there.",
        "Bill: They're all coming out of the woodwork today. I'll tell you. I don't know who's worse, alexandra or olivia. Well, I should at least try to give her a call. What's her number?",
        "Eden: Why?",
        "Bill: I want to give her a call just to say thanks.",
        "Eden: Bill, you can't call her. You need to wait at least a couple of days, or she'll think you're too eager. Even better, I will give alex a call on your behalf and thank her, and then suggest that she calls her, and let her think that she's the pursuer and you're the hot commodity, and... yeah, you're a really hot commodity. (Laughter)",
        "Bill: Woman, I love the way you think. See that? It just blows me away each and every time. You think maybe we should cut out of here and do some serious celebrating of our own?",
        "Eden: Oh, honey, I can'T. I have bad girl business that i need to take care of by the end of the day. So why don't I meet up with you later for dinner, and then we can see where things go?",
        "Bill: Miss eden august, dinner would be perfect. Perfect. That's a plan. That is a plan.",
        "Eden: Okay.",
        "Bill: Absolutely. As long as we end up at home, you know, in bed or on the sofa or on the floor.",
        "Eden: Really?",
        "Bill: Whatever.",
        "Eden: You know, on that note, I'm going to leave.",
        "Bill: No.",
        "Eden: I will see you later.",
        "Bill: All right.",
        "Eden: Okay. Bye.",
        "Bill: Hey, wait. What about the roses?",
        "Eden: Don't look at me. They're your roses.",
        "Jeffrey: How are we doing? We still smiling down here? Hurts, doesn't it? I know all about you and that rag that you work for, and that will print anything that sells. And if you don't find anything legit, hell, you just make stuff up, don't you? Now, listen to me very carefully. Whatever you print about me, you better have some proof to back it up, or what you're feeling right now is just going to get worse. Any questions? Good. Keep smiling.",
        "Dax: Excuse me.",
        "Edmund: Dax, I got your message. What's it about? Did you learn something about cassie's baby?",
        "Dax: No. I'm still working on that. This is about an assignment you gave me a while back regarding richard's doppelganger.",
        "Edmund: Oh, yes, the ever charming mr. O'neill. I think we can put him on the back burner for a while.",
        "Dax: I'm sure once you see what I've got to show you, he'll be front and center again. First, there's this photograph, and now the supporting documents.",
        "Edmund: Oh, my god. They knew each other.",
        "Dax: And no one has a clue.",
        "Reva: Marah, you know what a mistake it is to try to contact jeffrey. If they bring you to trial on murder, he is the one that will be prosecuting the case.",
        "Marah: I'm not talking about going out in public with him. This is just one phone call.",
        "Reva: One phone call-- one phone call that will lead to another phone call, and then a visit-- the second visit in two days. And maybe another one after that, because the first two worked out okay.",
        "Marah: So?",
        "Reva: So you're taking a risk-- a risk that you can't afford to take.",
        "Marah: In your eyes.",
        "Reva: Marah, I know you feel comfort and reinsurance from jeffrey. But for the time being, please, find that comfort and reassurance from your dad, from shayne, from me, from sandy. Lean on us.",
        "Cassie: You can lean on me, too, you know.",
        "Reva: I know you care about jeffrey. I also know that he cares a great deal for you. And I'm sure he feels like he can shepherd you through this horrible ordeal and protect you. But there's too many variables, marah-- variables that even jeffrey o'neill can't control. And I told him as much yesterday, and he agreed with me.",
        "Marah: I can't believe this. You of all people are telling me not to trust my heart?",
        "Reva: Yeah, that's right-- me, who flaunted all the rules for so many years, because i didn't think anyone could hurt. Well, guess what? People got hurt, didn't they? You got hurt. Your brothers got hurt. And how many times, marah, did you warn me about being conscious, about thinking about the consequences of my actions? I think it's time for you to take some of your own advice.",
        "Michelle: Eden.",
        "Eden: Wow. Hi, michelle. I'm starting to think this is the hottest hangout in springfield. You stay here long enough, you see everyone you know.",
        "Danny: That's true. You do.",
        "Eden: So what's up?",
        "Danny: Not much. Michelle just found me here, and we're enjoying the peace and quiet before heading home to our three-year-old.",
        "Eden: That's really nice.",
        "Michelle: Are you okay? You look like you're rattled.",
        "Eden: Me? I'm fine. I'm just excited about my guy, bill lewis, mr. Head of lewis construction.",
        "Michelle: Yeah. You know what? That's amazing. I can't believe what's going on with him.",
        "Danny: I know.",
        "Michelle: He's really grown up.",
        "Eden: You know, you should tell him, because this way he'd start believing it. Well, I've got to go.",
        "Michelle: Hey, we should celebrate.",
        "Eden: Absolutely. I will give you a call.",
        "Michelle: Okay, what is up with eden? She couldn't get away from us fast enough.",
        "Danny: I think she's just intimidated by you.",
        "Michelle: Oh, please.",
        "Danny: So sexy and beautiful and amazing. Bill's first love.",
        "Michelle: Oh.",
        "Danny: Who wouldn't be intimidated?",
        "Michelle: Oh, that. Yeah, but, you know, I'm nice to her.",
        "Danny: Now.",
        "Michelle: I mean, I hope that, you know...",
        "Danny: Honey, it's not you. She's always in crisis. Half the time she brings it on herself.",
        "Michelle: Yeah. Well, let's hope she calms down for bill's sake, you know.",
        "Danny: There he is.",
        "Michelle: Speak of the devil.",
        "Danny: She went thataway.",
        "Bill: Oh, yeah. She had something to do. We're going to catch up later. Well, I'll see you two.",
        "Michelle: Well, hey, hang on, lewis.",
        "Bill: Hm? What did I do?",
        "Michelle: Congratulations.",
        "Bill: Oh, that. Yeah.",
        "Michelle: Mr. Head of lewis construction.",
        "Bill: Oh, yes, yes. But you can still call me bill for now.",
        "Danny: Oh, can we?",
        "Bill: Yes. But I've... you know, I still have my priorities straight. We're going to get your husband into the mayor's office.",
        "Michelle: Yes, yes, we are. We were actually just talking about that.",
        "Bill: Mm-hmm.",
        "Danny: Me and my one-woman campaign machine here.",
        "Bill: Yeah, she scares me, you know. You know, you, I can handle, but she's a lot tougher than she looks.",
        "Danny: Oh, yes, she is.",
        "Michelle: No.",
        "Bill: Well, it's been fun. I've got to go. Big night ahead.",
        "Michelle: Are you celebrating?",
        "Bill: Well, I hope so. See you.",
        "Danny: Later.",
        "Michelle: Good. He seems happy.",
        "Danny: Yeah.",
        "Michelle: Yeah, I'm glad.",
        "Danny: We need a big night of our own.",
        "Michelle: You know what?",
        "Danny: Don't you think?",
        "Michelle: We need to focus. We've got work to do.",
        "Danny: I know. We are.",
        "Michelle: Ross is doing really well in the polls. Don't be surprised. He's an amazing guy, just like you.",
        "Danny: I know that, honey.",
        "Michelle: And you knew this was going to be a very challenging race.",
        "Danny: And, yes, I know I've got to pull out all the stops to beat him. I know.",
        "Michelle: Exactly. Exactly.",
        "Danny: What if I don't?",
        "Michelle: You will.",
        "Danny: But what if I don't beat him? Will I disappoint you? Will I break your heart?",
        "Michelle: Well, what about you? You know, we've never talked about this. You know, what if this doesn't happen for you? Is it going to break your heart? ( Knock at the door)",
        "Tony: All right. Relax. I'm coming. I'm coming. Yeah?",
        "Eden: I never get a break. Never. I'm having a great time with bill at company, and then... then out of nowhere he drops a bomb on me. What did I do to deserve this? Okay, I know what I did to deserve this. But when is it going to stop?",
        "Tony: I'm not sure how i should answer that, eden.",
        "Eden: The roses, tony, the roses.",
        "Tony: Roses. Eden, can this wait?",
        "Eden: No. Why? Why does it have to wait?",
        "Tony: Because I don't have any clothes on, you see?",
        "Eden: Then get dressed.",
        "Tony: Okay. Well, I'll just take this off.",
        "Eden: Just, you know, get dressed in the bathroom, all right? Just...",
        "Tony: (Laughs)",
        "Eden: Okay, here is what happened. Bill got promoted. Maybe you heard. He is... he is running lewis construction. So we were having this low-key celebration over at company, and all of a sudden this big vase of roses arrives.",
        "Tony: Eden?",
        "Eden: And then there's this card. So I opened the card.",
        "Tony: Eden, eden...",
        "Eden: What, tony? What?",
        "Tony: I don't have any... i don't have any clothes in here. So could you do me a favor and grab some, please? Hello? Hey. I don't have any clothes in here, eden. Please. Oh. Oh, you're so sweet. Thank you.",
        "Marah: Mom, do you really think that you can be objective about this? I mean, we all know you're not really thrilled with the fact that jeffrey and I have feelings for each other.",
        "Reva: I'm not talking about the man personally. I like him. In fact, I'm getting to respect him a little more every day, too.",
        "Marah: Good, because you should, because jeffrey is a lot smarter than you give him credit for.",
        "Reva: Oh, trust me. I know how smart the man is.",
        "Marah: I'm not talking about head smart. I mean in his heart. And I know you think he's this raving egomaniac, but...",
        "Reva: No, not necessarily.",
        "Marah: You don't?",
        "Reva: No.",
        "Marah: Okay, well, then you do, right? You think that jeffrey doesn't know his boundaries, or doesn't even think that he has any. But he's the complete opposite. He is very sensitive and cautious and protective. At least he has been that way with me since the very beginning. This other persona that he puts on is just... it's what he has to do in order to be good at what he does. But the person that he is on the inside is completely different, and that is the man that I care about. And that's the man that cares about me. So if jeffrey tells me that something is okay to do, or that he'll protect me, then I trust and believe him 100%.",
        "Reva: Okay. See, marah, that's what I'm talking about, honey. The way you're defending him right now, it just proves my point. If he has these loving and protected feelings, a man in his position, that could be more of a weakness than a strength, because basically he could end up following his heart instead of his head. You probably know him better than I do. Help me out here.",
        "Cassie: I have to tell you, reva, you're going to hate to hear this, but I agree with marah.",
        "Dax: I thought you'd find this interesting.",
        "Edmund: Dax, is there any chance this is a forgery? Could the images have been manipulated by a computer?",
        "Dax: I had it checked and rechecked. It's the real deal.",
        "Edmund: And nobody else knows?",
        "Dax: And I'm sure that's the way mr. O'neill wants to keep it.",
        "Edmund: Yes. Well, it's a little late for that, isn't it? Good work, dax.",
        "Dax: So what's the next step, edmund?",
        "Edmund: For you, nothing. Forget you ever saw any of this.",
        "Dax: That'll be rather hard to do.",
        "Edmund: Yes, but you're going to do it just the same, aren't you?",
        "Dax: But of course. Is there anything else I can help you with? Right. I'll wait to hear from you, edmund. Oprah: Russell crowe",
        "Tony: All right. Now what's so important?",
        "Eden: Salerno.",
        "Tony: What about him?",
        "Eden: Weren't you listening to me the past ten minutes?",
        "Tony: Yeah, you said that you were with bill. He sent you some flowers or something.",
        "Eden: No. Salerno sent me flowers, tony. Salerno. And then he gave me this.",
        "Tony: \"Smart move, eden. No surprise. You always do the right thing. Vinnie salerno.\" What is this?",
        "Eden: Hooking up with bill. He's now running lewis construction. Will you get with the program, tony?",
        "Tony: All right, so what's this got to do with me, huh? What does it have to do with me?",
        "Eden: I thought you'd want to know.",
        "Tony: Really? Why?",
        "Eden: Why?",
        "Tony: Yeah.",
        "Eden: Why? You know, because we're supposed to be in this together, remember? There were these guys on lewis payroll; danny's election being threatened; you taking a knife for me; brusi and salerno being in a turf war over springfield.",
        "Tony: And? Hm?",
        "Eden: Vinnie obviously thinks that he has new leverage on me. He thinks that he can get his foot in the door.",
        "Tony: And that surprises you? Huh?",
        "Eden: No, it doesn't surprise me. I just think...",
        "Tony: You think... you think what, eden? What do you think? You think that you can walk into this kind of life, and then walk right out when you're tired of it? It doesn't work that way. You are salerno's girl. You ran escorts for him, eden. You were in the middle of it. And you can't get out of it. Now, that'S... well, he's reminding you of that, you know what I mean?",
        "Cassie: Look, I was totally prepared to keep my mouth shut about this subject, but you asked, so...",
        "Reva: And I can't take it back, I guess.",
        "Marah: No. No, you can'T. Go ahead, aunt cassie.",
        "Cassie: Well, you remember from the moment jeffrey o'neill came town, I just knew I had his number. And I'm sorry, yes, I do think that he is rude, obnoxious, and self-absorbed. But lately I have seen another man, a very different man. And the reason for that is because you kept telling me to take a closer look and to give this man the benefit of the doubt.",
        "Reva: Well, I'm not denying that the man needs to have...",
        "Marah: Well, now, marah has seen that gentle side of him, and she has seen the kindness in him, and now she is relying on him for emotional support.",
        "Marah: Right. Which was fine until...",
        "Cassie: Until you said it wasn't fine.",
        "Reva: No. Until things progressed.",
        "Cassie: What if someone told you that you couldn't rely on josh?",
        "Reva: He's my husband.",
        "Cassie: Okay, bad example. Edmund, he's not my husband. And what if you were telling me I shouldn't see edmund? Well, gee, now you did. You did tell me that I shouldn't see edmund. And how did that go over? I didn't like it very much.",
        "Reva: Totally different circumstances, cassie. Marah could be standing trial for murder.",
        "Cassie: All the reason she needs someone to lean on.",
        "Reva: She can lean on us.",
        "Cassie: It's not the same thing, and you know it.",
        "Reva: Have you lost your mind? Do you see the risk she could be taking?",
        "Cassie: Yes, I do. And I am scared to death for you, marah. An let me tell you something. You have got to be super- careful. You have got to be super- cautious that no one gets wind of your relationship with jeffrey.",
        "Marah: I know. I know. And I will. And he will. Jeffrey will not let anything bad happen to me. I know that.",
        "Reva: You're walking such a tightrope.",
        "Marah: I know, mom. But jeffrey and I can handle it.",
        "Reva: Then you have to promise that you will be careful-- more careful than you've been in your entire life.",
        "Marah: I will. I promise.",
        "Reva: I just want you to be safe, marah, and happy.",
        "Marah: I know. And I want that, too. And that's why I will not stop seeing jeffrey, because if I do, then I won't be happy. And carrie will have succeeded in doing exactly what she wanted: To destroy dad and me and this family. And I will not let her do that. I will not let carrie win. You know, I need to go get something to drink. You guys want anything?",
        "Cassie: Well, I guess that's the last time you're going to ask for my opinion.",
        "Reva: You know, she says she's not going to let carrie win. Carrie's already won. Look at the havoc she's wrecked on this family. And she's still doing it from the grave.",
        "Cassie: Reva? What are you looking at?",
        "Reva: I saw her again. Maryanne. She was standing right over your shoulder.",
        "Cassie: She was? Well, what are you supposed to do? Could you call someone? Maybe you should call christopher langham.",
        "Reva: Actually I was on the phone with christopher before you came in, which is good, because I was starting to freak out a little bit, you know, and he calmed me down.",
        "Cassie: What did he say?",
        "Reva: He said that I should just go with it, you know, that I shouldn't fight it. I mean, this is a big step, to actually, physically see someone who's passed on instead of just sensing their energy.",
        "Cassie: No kidding.",
        "Reva: He's been expecting this would happen, hoping that it would.",
        "Cassie: Wow. Okay, well, what do you think maryanne wants? I mean, is she trying to tell you something?",
        "Reva: Yeah, I think she's trying to tell me something about her death probably, although it's weird.",
        "Cassie: Why?",
        "Reva: Weird because of when i see her and how I see how. It always seems to have some sort of connection to marah.",
        "Cassie: Well, carrie was maryanne's aunt, and marah killed carrie. So maybe maryanne wants to seek revenge on marah.",
        "Reva: No. No. That's not what I sense. I mean, it's almost like she wants to do something to help marah.",
        "Cassie: Well, if she wants to help marah, she can hook up with her crazy aunt carrie and make that old bat come back down here to earth and tell everybody what really happened. She can clear marah's name. That sounds really silly.",
        "Reva: No, it makes sense.",
        "Cassie: It does?",
        "Reva: Well, not the specifics of what you said, but the idea that maryanne and carrie could still have a strong connection at the fairgrounds.",
        "Cassie: Okay. So?",
        "Reva: Maryanne's spirit is still very strong there, and that's where carrie died. So if maryanne has something that she wants to tell me about marah, then it would make sense that it would be at the fairgrounds, right?",
        "Cassie: Make sense to me.",
        "Reva: So I should go there.",
        "Cassie: Now?",
        "Reva: Well, yeah.",
        "Cassie: Okay, well, I'll go with you.",
        "Reva: No, honey. No. This is the first chance that i have to really do something that might help marah, and I don't want to risk, you know, blowing it. So I think I should just go on my own. I'm going to tell her I'm leaving, but I'm not going to tell her where.",
        "Cassie: All right, well, I'll walk out with you.",
        "Eden: I'm sorry. I thought you were someone i could count on. I won't make that mistake again.",
        "Tony: Coming to me wasn't the mistake, eden. It was not listening to what i had to say.",
        "Eden: You are so full of yourself.",
        "Tony: Will you grow up? This is what salerno does. You know that. That card is nothing. Okay, he's spent years of his life putting people off balance and keeping them off balance. That's what salerno does, eden.",
        "Eden: So, what, I'm supposed to be grateful that he didn't put a horse head in my bed?",
        "Tony: Yeah. Quite frankly, you should be. You storm in this room all irate, knowing that this is what he does. Now listen to me. Listen to me, okay. If you let this rattle you, you are getting the reaction that he wants from you. Now he's going to control you, eden. This is what he wants to do. Is that what you want?",
        "Eden: No.",
        "Tony: No. Okay, good.",
        "Eden: So what am I supposed to do?",
        "Tony: Nothing. You do...",
        "Eden: What do you mean, nothing?",
        "Tony: There's nothing you can... there's nothing you can do, eden. Okay, look, I know that you want what bill is offering: The white house, the big picket fence. And listen, I don't fault you for that, because it might very well happen. (Laughs) but if you think that you can live your life, put the past behind you without looking over your shoulder for the rest of your life, it ain't going to happen, sweetheart. It's not... what?",
        "Eden: You know, you're a creep.",
        "Danny: No, win or lose, I'll be okay. Yeah.",
        "Michelle: But it would be nice if you won.",
        "Danny: Yeah, it would be amazing. It would be... it would be great. I want this, honey. I really do.",
        "Michelle: I know you do. And you know what? And you'd be really great.",
        "Danny: I think so.",
        "Michelle: Look at everything you've done-- fifth street, and all your other projects.",
        "Danny: Mm-hmm.",
        "Michelle: You're an example. No, you are. You are an example to kids, to kids who have turned their lives upside down. You've showed them that they can turn it all around if they're willing to work at it.",
        "Danny: Oh, the pressure.",
        "Michelle: Oh, you can handle it, please. And springfield would be lucky to have you.",
        "Danny: Well, we'll find out about that soon enough.",
        "Michelle: And I'm going to do everything, everything I can to help you, really.",
        "Danny: Okay. I know what you can do for me.",
        "Michelle: Yeah? What's that?",
        "Danny: I want to go on a date with you on election night.",
        "Michelle: You do?",
        "Danny: Mm-hmm. Win or lose, just you and me. I want to know that I can look forward to a special evening with just my wife. Does that sound good?",
        "Michelle: Sounds wonderful.",
        "Danny: Okay. Because whether or not I win this election, I win if I can look into your eyes at the end of the night and know that you love me.",
        "Michelle: You've already won me a million times over.",
        "Jeffrey: Yes, dr. Bauer, this is jeffrey o'neill. The blood test that your father took of marah lewis the night of the shooting came in, and it showed traces of antimonious. So the sample's now on its way to the crime lab, and I need some more testing down. We need to determine if at all possible the dosage or the time she might have taken-- anything and everything you can give us. And, rick, this is confidential, and I need it yesterday. Thanks.",
        "Edmund: Mr. O'neill?",
        "Jeffrey: Ambassador. Something you want to say to me?",
        "Edmund: Why would you think that?",
        "Jeffrey: Well, because you you left me a message.",
        "Edmund: Oh, right.",
        "Jeffrey: I suppose it wasn't just to shoot the breeze.",
        "Edmund: No, not at all. I want to urge you to do right by marah lewis, mr. O'neill, now and in the future. Everyone is counting on you.",
        "Jeffrey: That's it?",
        "Edmund: I'd say that's quite a lot. (Phone beeps) (phone rings)",
        "Marah: Jeffrey.",
        "Jeffrey: Hey, did you call earlier? Marah?",
        "Marah: Hi.",
        "Jeffrey: Is there something wrong? Is there a problem?",
        "Marah: No. No, I just wanted to hear your voice.",
        "Jeffrey: So it was you?",
        "Marah: Yeah. Yeah, but my mom took the phone out of my hand and hung it up, and then proceeded to lecture me about what a risk I was taking being in contact with you.",
        "Jeffrey: Well, she's worried, marah. She's got a right to be.",
        "Marah: I know. But I know that you would never put me in jeopardy, jeffrey. You wouldn't let anything happen to me.",
        "Jeffrey: No, of course not. Listen, you know what? I think your mom is right. We probably shouldn't be talking to each other.",
        "Marah: No. No, no, don't say that, please? I... I need you right now. And you need me. And you told me that everything was going to be okay, and i believed it, and you believed it. Please. Please do not give up now. Jeffrey?",
        "Michelle: It's getting dark. How long have we've been sitting here?",
        "Danny: I have no idea.",
        "Michelle: Well, we have to get going, because I promised robbie that I would make him brownies and read him bedtime stories.",
        "Danny: You go, super mom.",
        "Michelle: I've got to come through for my boys.",
        "Danny: What about me? Do I get brownies and bedtime stories later?",
        "Michelle: If you're good.",
        "Danny: I'll be good.",
        "Michelle: All right, let's go.",
        "Danny: Ready? Okay. Wait a second. I want to make sure I've got your word. Promise: You and me election night. Date?",
        "Michelle: It's a date.",
        "Danny: Okay. Let's go.",
        "Bill: I knew it.",
        "Eden: Hi.",
        "Bill: Mm-hmm.",
        "Eden: What are you doing here?",
        "Bill: What am I doing here? I know you. And I know when cocktail hour hits, your thoughts turn to a dry martini.",
        "Eden: You caught me.",
        "Bill: Yeah.",
        "Eden: What is this? You're still in your suit.",
        "Bill: Well, yeah, we're celebrating tonight, remember? So I thought, you know, since i am the new boss, I tosake the afternoon off, have a little dinner, champagne, and maybe a little dessert, huh?",
        "Eden: Oh, honey, this is going to come out really cliche, but...",
        "Bill: What?",
        "Eden: I can'T. I really... I have a headache.",
        "Bill: You're kidding me.",
        "Eden: No. I wish I was.",
        "Bill: Oh.",
        "Eden: I was just... I was going to get some water and some aspirin, and I was going to go home.",
        "Bill: I can't believe this.",
        "Eden: Honey, I'm sorry.",
        "Bill: No, no. Look, I'm sorry you're hurting. But maybe after some aspirin, we can... you know, your headache will disappear. We'll go out later.",
        "Eden: You know, I really... i don't think so. Can we just celebrate another night?",
        "Bill: Sure. That's fine.",
        "Eden: Thank you. You're wonderful.",
        "Bill: Feel better, okay?",
        "Eden: I love you.",
        "Bill: Yeah, I can wait. Just not too long.",
        "Cassie: Hi.",
        "Edmund: Hello.",
        "Cassie: Good to see you.",
        "Edmund: Good to see you.",
        "Cassie: I love giving buzz business.",
        "Edmund: Mm-hmm.",
        "Cassie: But why didn't you want us to meet at the beacon?",
        "Edmund: Well, because last i saw, jeffrey o'neill was at the beacon, and I didn't want him around when I showed you this.",
        "Cassie: Show me what?",
        "Edmund: This.",
        "Cassie: Jeffrey o'neill in a uniform. Okay.",
        "Edmund: Mm-hmm. He was in the military, ostensibly. But it was just a cover.",
        "Cassie: Just a cover?",
        "Jeffrey: Mm-hmm. It was a cover for what his real job was. He was an operative for the cia.",
        "Cassie: The cia?",
        "Edmund: The cia. He was an operative for the cia, cassie, along with this woman, and that man.",
        "Cassie: Christopher langham?",
        "Reva: Christopher, you'd better be right about this. So much has happened here-- so much joy, so much pain. Maryanne? Maryanne, are you here? What do you want? You must want something. (Noise in background) who's there?",
        "Marah: Jeffrey, are you there?",
        "Jeffrey: Yeah, I'm here. And I do believe what I told you, marah. Everything is going to be okay. Now, you've got to let me go. I've got to get to the office, all right?",
        "Marah: Can't you just talk to me for a few more minutes?",
        "Jeffrey: I'd love to. But you know, the sooner I get to the office, the sooner I'll be able to track these leads down and get you out of this mess.",
        "Marah: Okay. Okay, will call me later though?",
        "Jeffrey: I can only call you if it's safe, marah.",
        "Marah: Well, just use a payphone. That way my mom won't see your number on the caller id.",
        "Jeffrey: It's not your mom I'm worried about. She's on our side. It's other people.",
        "Marah: What other people?",
        "Jeffrey: Just do me a favor, okay? Be careful. Stay close to your family. Let them help you. I'll get in touch when I can.",
        "Assistant: Mr. O'neill, you better take a look at this.",
        "Newscaster: The \"journal\" source has confirmed this new suspect is marah lewis, the daughter of joshua lewis, the prominent springfield businessman who originally confessed to the crime. Furthermore, the \"journal\" has learned that miss lewis is involved in a romantic relationship with district attorney jeffrey o'neill. This constitutes a conflict of interest for da o'neill, and may explain why charges against miss lewis have yet to be filed.",
        "Edmund: Next on \"guiding light\"...",
        "Cassie: You were having jeffrey o'neill investigated, weren't you?",
        "Edmund: Yes, I was.",
        "Reva: Are you talking about what I think you're talking about? You want us to work together?",
        "Harley: Boy, you've got this psychic thing down."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=0JsSSYjcw-A"
}