{
    "Episode Summary": [],
    "Recap": [
        "Jeffrey and Marah break from their passionate kiss at the pool house as he informs her Doris Wolfe has taken over the case. Full of loving concern, Jeffrey gives Marah tips on how to testify. Both realize the hardest part of the trial will be staying away from each other. While they agree it's the right course of action, chemistry takes over and they find themselves making love. Josh and Reva react to the arrival of another taunting letter from Carrie. Harley arrives and shares information she's found on MC Corp, a legal business that Carrie created. Josh tracks down its corporate address, and he and Reva go to check it out. At MC Corp, they are stunned to hear Carrie talking, but it is only her voice on tape giving instructions to a law student. Josh, connecting the student to the messenger who brought Carrie's most recent letter, explains to the student his role in possible harassment, and the student eagerly spills to his role as Carrie's agent. It was he who notified the papers about Jeffrey and Marah's relationship. Gus has quit and Alan's feelings are hurt. Alex reprimands Gus but is interrupted by the arrival of Olivia who shares rumors of a Spaulding stock dive. Brad, Alex and Alan are all seen dumping stock by the end of the day and Olivia is pleased at her windfall. But at Ravenwood, we see how Olivia's mere presence angers the agitated Phillip. Harley and Gus meet up at the police station, where she rejoices that finally one of her men got out of Spaulding before it cost him their relationship. But she worries that Gus is going back out on the street to fight drugs."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Phillip: Emma. Emma, emma, emma. (Sighs)",
        "Olivia: Hi.",
        "Phillip: Hi.",
        "Olivia: How are you feeling? Better?",
        "Phillip: Better. Much better.",
        "Olivia: Good. Good. I brought you some of those cookies you like so much. Listen, I need to talk to you about something. It'S... phillip, what is that? No, no, this is exactly what i needed to... this is what I needed... this is about...",
        "Phillip: Emma?",
        "Olivia: Look, when I came in here earlier and you were telling beth and lizzie about the baby, you kind of freaked me out a little bit. Please, I thought we agreed you weren't going to say anything to anyone about emma. We made a pact, remember?",
        "Phillip: Lizzie was here?",
        "Olivia: You don't remember that? No, this isn't good. Your medication is supposed to be helping you with things like that. (Cell phone ringing) let me get this, okay? Hello? No, I haven't checked the market since breakfast. Can I get back to you? I'm kind of in the middle of... um, spaulding enterprises?!U what rumors? How much is it down? Yes, I want you to buy everything the minute it hits bottom. Know what? Let me find out why it's falling first. I'll get back to you. Listen, I have to go. There's something that's come up, okay? But I'm going to come back, i promise. Okay? Don't forget your cookie.",
        "Phillip: Emma.",
        "Alexandra: Alan? Is gus still in there?",
        "Alan: Packing his things.",
        "Alexandra: Are you having second thoughts about letting him go? Because it's the right thing to do, alan. He did betray you. If it didn't happen today, it'll happen tomorrow, later.",
        "Alan: It's not the betrayal, it's what he accused me of, that he would think so little of his own father.",
        "Alexandra: I know, I know.",
        "Alan: I mean, the mob? That his family would do business with the mob?",
        "Alexandra: All right, darling. Obviously, he did think that, but to sic the feds on you like that, I'm sorry, alan, this is the worst kind of betrayal. And the damage he could do to the company-- may have already done to the company-- you've got to take a look at this alan. At the close our stock dropped 20 points, and tomorrow...",
        "Alan: Well, it is just beginning.",
        "Alexandra: Alan, I think it might be a good moment to discuss what we talked about earlier.",
        "Alan: Absolutely not, alexandra. We are the spauldings. Spauldings do not dump their own stock. We are going to show good faith and know that this company is going to be stronger than ever.",
        "Alexandra: All right, darling, but speaking strictly speaking financially, alan. All right... of course, I don't know. I don'T. I just feel the need to do something.",
        "Alan: I'll tell you what you can do. You can start distancing yourself from brad greene as soon as possible. Just let him swing in the wind, all right? Because he is not one of us. And neither is my son.",
        "Alexandra: Well, I certainly hope you are happy with yourself.",
        "Josh: It's from caroline caruthers. \"It was I who sent word to the newspapers. Maryanne will have her fair day in court.\"",
        "Reva: It can't be from carrie. She's dead.",
        "Josh: It's her pink stationery, it's her handwriting. It's from her.",
        "Reva: But how.",
        "Josh: Obviously, she arranged to have this sent to me before she died. She must have hired somebody to do it. That's the only possible explanation. When is this nightmare going to end? Or is it ever going to end?",
        "Reva: No, it's going to end. It's going to end right now.",
        "Marah: I'm so glad you're here. You shouldn't be here, though. There are tons of reporters outside.",
        "Jeffrey: How are you? You okay? Oh, god. (Sighs) gus lent me the car. They didn't see me, don't worry. You feel so good.",
        "Marah: Then don't let me go. I feel so safe when I'm with you.",
        "Jeffrey: Well, you know what? I wish that were true, but the fact of the matter is, marah, I'm even less able to help you now than I was before. And you're in more danger.",
        "Jeffrey: I had to recuse myself from the case, you know.",
        "Marah: Okay.",
        "Jeffrey: I held on for as long as I could because I knew that every hour that I spent on the case, I could still help you, but now it's out of my hands.",
        "Marah: Okay, that's fine.",
        "Jeffrey: There's a new prosecutor now, marah. I had to appoint her. She had seniority, but she might not be the right choice.",
        "Marah: She?",
        "Jeffrey: It's doris wolfe.",
        "Marah: Oh, my gosh.",
        "Jeffrey: I know she can be a little unpleasant at times, but she's a seasoned prosecutor.",
        "Marah: Yeah. Yeah. She was also furious when she couldn't nail my mom. And she doesn't really like you every much, either.",
        "Jeffrey: That's okay. The fact of the matter is, she's going to have to deal with the evidence, right? She's not going to pull any dirty tricks, she's not going to withhold evidence because she knows I'm going to be watching her every step of the way. But... she's going to be aggressive, marah. She's going to be very aggressive. And she's going to use everything that she can to get to you. And I mean everything.",
        "Marah: Does that include us?",
        "Jeffrey: Marah, she's going to attack you, she's going to attack your character, she's going to try to portray you as being promiscuous, immoral.",
        "Marah: That is not fair. We spent one night together, one of the most beautiful nights of my life, and now this woman is going to try and make it seem like it's fake or gross or...",
        "Jeffrey: She can'T. Hey, she can'T. She can'T. (Sighs) because we know what it was. The hardest part is you're going to have to stay strong. You've got to stay strong. They're going to come after you from every angle and you've got to remember who you are at all times. Do you understand that? It's critical. And I'm going to help, too, okay? The best way I can help right now is not adding more fuel to the fire as far as the press is concerned, so we can't see each other anymore.",
        "Marah: No.",
        "Jeffrey: Marah.",
        "Marah: No. Jeffrey, you keep saying that like it's a solution, but it's not, okay? Look, if you want a solution, i need you to stay with me, okay? I need you to be by my side because I'm not strong enough to do this without you. I need you. (Sobs) please.",
        "Harley: I'm going to give this to frank. I'm going to have him check it out.",
        "Josh: Look, this has got to work in our favor, right? I mean, doris wolfe is going to take one look at that letter and know that carrie had a plan to harass us and a plan to pin her own death on somebody else.",
        "Reva: Yeah, well, wolfe is going to find a way to turn it all around and still pin it on marah.",
        "Josh: But how?",
        "Reva: I don't know. I really don't know, but she'll find a way, believe me.",
        "Harley: You guys, I hate to say this, but I'm not sure how much this is actually going to help. I mean, one letter, that doesn't make a pattern.",
        "Josh: Yeah, but if you add that to everything else that she did.",
        "Harley: None of which we can prove. But I think there is a way we can still use this to our advantage. If we can find the person that carrie hired to send this, get them to make a statement, we could use that.",
        "Josh: Maybe we could do that through the messenger service, right? What was it, speedy messenger or something?",
        "Harley: Yeah, we could do that, but I think I already know who the client is.",
        "Reva: Who?",
        "Harley: Well, you know that carrie arranged it so that alan would hold the deed to the fairgrounds, right? Oh, yeah. Oh, yeah. That's how the cops were able to tie him to everything that happened. And she did that by setting up a corporation.",
        "Josh: A corporation is a public entity, right? Registered with the state. So there's got to be an address on record somewhere.",
        "Harley: Exactly. So, once I'm done dropping this off with frank, I'll get online and see if I can find that address.",
        "Josh: No, we can do that right here. What's the name of the corporation?",
        "Harley: It's the mc corporation.",
        "Reva: Mc?",
        "Harley: Maryanne caruthers.",
        "Reva: Okay, well, once we get the address, then what do we do? Do we go over there?",
        "Harley: No, I'll go over there.",
        "Josh: No. I'm going to go over there myself because I am sick and tired of caroline caruthers calling the shots.",
        "Gus: Oh, I'm thrilled. I feel really terrific about the way everything's gone down, believe me.",
        "Alexandra: Do you have any idea how you've hurt your father? This is a man who opened his arms to you-- he opened his entire company to you-- and how do you pay him back? You hand him over to the feds on a silver platter.",
        "Gus: The feds were already all over his company, alexandra. All I did was give him a heads- up-- and a way out-- which never would have been needed unless there was somebody on the inside of this company getting greedy, trying to make a little extra killing on antimonious. And who could that be? I just don't know.",
        "Alexandra: Okay, is that an accusation?",
        "Gus: Well, I don't know. If it is, would it stick?",
        "Alexandra: What, would I tell you if it did? So you could hand me over to the feds, give them my name, too?",
        "Gus: Alexandra, they already have your name. Why? Because you run the pharmaceutical division with that idiot, brad greene, right? And now they've got access to all of your books.",
        "Alexandra: Well, they're not going to find anything.",
        "Gus: Well, then you've got nothing to worry about, do you?",
        "Alexandra: And if they did find something, that I was wrongfully accused of, it wouldn't make any difference to you, would it? Not a bit. Because you're not really about doing the right thing, are you? You're about settling some old score.",
        "Gus: Hm. Let me think about that one. How do I feel about the fact you tried to keep my biological father from knowing me my entire life? And then you tried to drug him, where I also almost lost him again? Or what do I think about your greedy little corporate schemes that might take my father down, and his company, and his reputation? I don't know. Do I like it? Can't say that I do. Would it affect my objectivity? I don't know. What do you think?",
        "Alexandra: Oh, dear. For goodness' sakes, one might almost get the feeling that you care about your father. And this is the way you thank him? By quitting when he needs you most? There's a certain way to break the man's heart!",
        "Gus: I did not quit. Do you understand? He didn't ask me to stay.",
        "Alexandra: Well, what do you expect him to do? Beg you for all the humiliation you've heaped upon him?",
        "Gus: You could ask me, right? Is that a little too much to expect?",
        "Alexandra: Yes, it most certainly is.",
        "Gus: Oh, really?",
        "Alexandra: Considering the damage, it certainly is.",
        "Gus: Alex, I realize that you don't understand this, but real families out in the world, the ones that aren't trying to sabotage each other each and every single day, they try to communicate. They try to be open. They try to be honest.",
        "Alexandra: Open?",
        "Gus: Yeah.",
        "Alexandra: They try to be open, like you were, working undercover here for many, many months. Open? Open like going behind your father's back to set him up with...",
        "Gus: Oh, please! Let'S... olivia.",
        "Olivia: Please. Don't stop on my account.",
        "Olivia: Well, now, go ahead. Go ahead. Where were we? You went behind alan's back, you set him up somehow?",
        "Gus: No, no, no. Just, this one gets all crazy when she gets mad, and why she's crazy, god knows, but you're getting what you want, right?",
        "Olivia: What is that? Hm?",
        "Gus: What does it look like? I'm packing up my stuff. I quit. I quit.",
        "Olivia: You're kidding.",
        "Alexandra: And good riddance.",
        "Olivia: I thought you liked it here, gus. You know, you and alan.",
        "Gus: This was never a permanent gig. If he doesn't remember that, then that's his problem.",
        "Olivia: So, he's not handling it well?",
        "Gus: That's an understatement.",
        "Alexandra: Some of us are extremely happy.",
        "Gus: Yeah, you know, toots, you sound like a broken down old record. You keep repeating yourself.",
        "Olivia: So this office, phillip's office, is vacant again, huh? Let me see. Oh, yes. I've always liked this chair.",
        "Alexandra: Oh, no you don't, dear. Spaulding enterprises will survive just fine without your assistance.",
        "Olivia: That's strange, I've heard rumors to the contrary.",
        "Alexandra: Rumors?",
        "Olivia: Yes. Yes, that we're having some internal problems here, that there's a scandal looming. Is that why you're leaving, gus?",
        "Alexandra: Gus is leaving to go back to the force, and any rumors you've heard, I don't know where you've...",
        "Brad: Alexandra? I have the revisions on that proposal.",
        "Alexandra: Sorry, duty calls.",
        "Olivia: So...",
        "Gus: So what?",
        "Olivia: Why are you leaving spaulding?",
        "Gus: You heard what she said.",
        "Olivia: I want the real reason.",
        "Gus: You don't need to know the real reason. No, actually, this is one of those situations where less you know, better.",
        "Olivia: What are we talking gus, legally, morally, what?",
        "Gus: The questions, questions.",
        "Olivia: I have' vested interest in this company. I'm phillip's wife.",
        "Gus: Yes, you are, but i bet he has no idea what you're up to right. That you're here, trying out his favorite chair? I bet he has no idea at all.",
        "Lizzie: Hi, daddy. I'm back.",
        "Phillip: Yeah. You were here before. I remember.",
        "Lizzie: Yeah, yeah, that's right. With mom. A lot earlier, though.",
        "Phillip: Where is your mom?",
        "Lizzie: She's at home. But it's okay that I'm here. I mean, I've got the car waiting outside. I was just worried about you. You seemed like you were kind of upset earlier.",
        "Phillip: Listen, there's something that I want to tell you.",
        "Lizzie: Okay. What daddy?",
        "Phillip: You know... you know I have a hard time remembering things these days, right?",
        "Lizzie: Yeah, but so do I. That's okay.",
        "Phillip: No, because this is important. I want to tell you, there is no baby. Okay? No baby.",
        "Jeffrey: I want to help you. I'm going to help you, okay? That's why I'm saying this. You have to forget about me, marah. You've got to concentrate on yourself, okay? Focus on your survival right now. Please. This thing is going to go to trial, do you understand that? This could go to trial and if it does, do you know what we're talking about? We're talking about years of prison.",
        "Marah: Fine!",
        "Jeffrey: Years of prison, marah. It's not fine. Marah:(Sobs)",
        "Jeffrey: This is a dangerous game, okay? And I know how to play it far better than you do, so you've got to listen to me and you've got to do what I tell you.",
        "Marah: Okay.",
        "Jeffrey: Sit down. We can't see each other. And you cannot talk to the press under any circumstances and you cannot talk to doris wolfe or anyone from law enforcement unless your attorney is present. Whatever ross marler tells you and whatever advice he gives you, you've got to follow it to the letter. Do you understand? What?",
        "Marah: What's going to happen to you? What's going to happen to your career?",
        "Jeffrey: Marah, will you stop it? Don't worry about me. Forget about me, marah. Forget about me.",
        "Marah: No. Jeffrey, I can'T. I can't forget about you, okay? Do you understand? (Sobbing) please.",
        "Olivia: You know, if someone were listening right now, they might think that you were harassing me. And I don't think that spaulding needs another scandal on top of the one we already have. Which is about what, again?",
        "Gus: You don't quit, do you? You just never quit.",
        "Olivia: Yes, but you have, gus. Why?",
        "Gus: Listen to me, sweetie. You stay away from my father and his company or you're going to have to deal with me. Is that clear?",
        "Olivia: Look at me, you little... you may not like this, but I'm on the board of directors, gus. And if something's going to happen that's going to affect me, I'd like to know about it.",
        "Gus: You are such a paranoid... you just think that the whole world's against you, is that what you think?",
        "Olivia: You're purposely keeping something from me.",
        "Gus: It's better for you. No, I take that back, because i could care less about you, it's better for phillip. I care about phillip. I want to protect phillip.",
        "Olivia: Protect him from what? What? What are you talking about?",
        "Gus: You're the insider, right? Figure it out. Later, greene. I'd say I'd miss you, but that's just not the case. (Laughs)",
        "Brad: Gus? Is it true? You're leaving us? God, I'm all torn up. Really.",
        "Alexandra: Gus, gus, gus.",
        "Brad: (Chuckles) is the other rumor true as well?",
        "Alexandra: What rumor?",
        "Brad: That spaulding is being investigated. As if you didn't know what's driving our stock down.",
        "Alexandra: No, actually, I've heard some rumor, but I know that it's absolutely false. Oh, brad, there is one more thing. It's bad girl. Yes, you realize that's my brain child, and quite frankly, I am finding it very annoying that i have to come to you to get approval on every single move i make. As I'm sure you find it annoying that I have to approve everything in pharmaceuticals for you.",
        "Brad: That's what we call \"checks and balances.\"",
        "Alexandra: Of course, but it's tedious. You know something? It's absolutely unnecessary. Now, I've got a good idea. Now, just hear me out. How about we make a trade?",
        "Brad: A what?",
        "Alexandra: We trade. You give me bad girl to run as i see fit and I will... I'll give you full rein of another division of pharmaceuticals. Come on. Now, listen to me. Listen to me. What do you want? Otc? Cold meds? What? Virility enhancers? I know that's up your alley.",
        "Brad: (Laughs)",
        "Alexandra: Oh... I'll give you antimonious.",
        "Brad: You'd give me antimonious? Our biggest money maker. Alexandra, that was our pet project. We built that brand from nothing.",
        "Alexandra: I know it. I know it. I would miss it for a while but not for long if you give me bad girl. What do you say? Do we have a deal?",
        "Phillip: No baby, okay?",
        "Lizzie: I know, daddy. You were just confused earlier.",
        "Phillip: Right. Because you know I get confused a lot.",
        "Lizzie: I sure hope you can get out of here in time to see my play.",
        "Phillip: \"Romeo and juliet,\" right?",
        "Lizzie: You remembered. (Laughs)",
        "Phillip: You're playing the nurse. See? Maybe I am getting a little bit better. Maybe I will see the play.",
        "Lizzie: I hope so. Well, you know, I better get going. I've got rehearsal in a little bit, but I'm glad to see you're doing good. I worry about you so much being in this place.",
        "Phillip: Don't worry. Everything's going to be okay. As long as... everything's going to be okay.",
        "Lizzie: Okay, daddy. I love you.",
        "Marah: How can you ask me to forget about you? I'm the one who got you into this mess in the first place, and if you need me to stay away from you for your sake, because it'll help you, fine. But I'm not going to do it because of some stupid tabloid magazine!",
        "Jeffrey: Sometimes you have to...",
        "Marah: No, I don'T. I don't have to do anything. You told me that I need to be strong, right? So I'm going to be strong and I'm going to know that what we have is decent and loving, okay? And if you want me to do this, you want me to stay away for your sake, then I will do that. I will, okay? That's the deal. That's it. Take it or leave it.",
        "Jeffrey: You're impossible. And crazy. And stubborn. And willful. And beautiful. You're so beautiful. (Camera shutter clicking)",
        "Reva: Looks like the place.",
        "Josh: Looks pretty empty, doesn't it? Are you ready to do this?",
        "Reva: Yeah. I'm ready.",
        "Josh: Here we go. Locked up. Go to plan B.",
        "Reva: Which is? I love it when you're devious. Wait! Wait. I was just thinking. You know, before she died, carrie thought of everything, right? Everything that she could think of to hurt you and billy and marah and all the others, down to every last twisted detail.",
        "Josh: Yes.",
        "Reva: So, what if this is just another set-up?",
        "Josh: Either we're dead wrong about this, or somebody did a great clean-up job. Why don't you check around the desk there. I'll look in these file cabinets.",
        "Reva: Well, someone was here not too long ago.",
        "Josh: What have you got?",
        "Reva: You have trash that they left behind. A recently half-eaten sandwich, a coffee-soaked newspaper. But look at the date.",
        "Josh: Today. That's carrie's pink stationery.",
        "Reva: Does that look familiar?",
        "Josh: Absolutely. What else have you got in there?",
        "Reva: Nothing much. Just old mail, pencil shavings. A list with items checked off. \"Messenger note to person...\" look at that. All of our addresses-- billy, buzz, ed, alan. What's that? Why would someone leave something like that behind?",
        "Josh: I can fix this. Maybe this has some kind of instructions that she left with a messenger. What do you think? Anything else?",
        "Reva: Well, let's not guess, okay?",
        "Brad: You're serious about this. You would actually step away from our highest profile brand, give me complete control.",
        "Alexandra: Okay, I've never dreamed of doing this, you know, several years ago, but the fact is that antimonious is up and running, it's well-established and...",
        "Brad: You are trying to distance yourself from me so that when the ax falls you will have plausible deniability.",
        "Alexandra: (Scoffs)",
        "Brad: Okay. Okay, alexandra, sure. I'll take your little deal: Bad girl for antimonious. Oh, and when the feds come knocking at my door, I'll be sure to protect you every bit as much as you protected me.",
        "Alexandra: Jack? It's alexandra. What's the spaulding stock trading at now? Oh, lord. No, no, no, no. No, not exactly. I want you to sell. I said sell.",
        "Brad: It's down to what? Sell it. That's right, sell it all. Now.",
        "Alan: Sell. But only a few shares.",
        "Olivia: That's coming up on your screen right now? That's a lot of shares. Someone's dumping their stock. Yeah. I want you to buy. Buy everything you can get.",
        "Phillip: Okay. All right. Okay. That takes care of the pills. Anything else? Yeah. Yeah, I have to remember not to say anything about the baby to lizzie. Or alan or beth or alexandra.Ñi I think I can remember that. As for you, olivia, I'll get to you. I'm going to think of something very special to do for you.",
        "Jeffrey: I forgot how soft your skin was. Actually, that's not true. I remember every inch of you.",
        "Marah: I wish that it were tougher right now so I could get through this.",
        "Jeffrey: Oh, no. No. Don't change anything. Because you're perfect, you know that? You're perfect. I have to go.",
        "Marah: No. No. No, please, not yet.",
        "Jeffrey: You know I have to. I'm going to do everything, marah, to help you. You know that. Everything in my power, I swear.",
        "Marah: We can't see each other? Can't we maybe just talk on the phone?",
        "Jeffrey: You're going to be okay.",
        "Marah: No. (Sobbing)",
        "Jeffrey: You will. You will.",
        "Carrie: After you've sent the last note, have the phone disconnected, clean out the office, wipe all prints, lock the door, dispose of this tape and never come back. If anyone questions you, you never heard of caroline caruthers. Thank you for your loyalty. Good-bye.",
        "Reva: What does it really prove?",
        "Josh: It proves that she set up and planned everything that happened that night at the fairgrounds. It proves that getting that note to me was the last thing on her agenda and that she's finally out of our lives for good.",
        "Reva: So, what now?",
        "Josh: Now we take this tape to the police station. We hope that it's enough to get marah off the hook.",
        "Harley: You know, gus, you really are better off out of spaulding. I mean, things between you and alan are so rocky right now.",
        "Gus: Yeah. \"Rocky\", that's what they are.",
        "Harley: You did what you had to do.",
        "Gus: Is frank around?",
        "Harley: Yeah, somewhere.",
        "Gus: Yeah? You think he might reinstate me, like, starting right away?",
        "Harley: Are you kidding me? I think he's be thrilled. Hey, with the increased drug activity out there, he needs every seasoned detective he can get his hands on.",
        "Gus: Yeah, all right. Well, that's where I'll be. I'll be out in the streets.",
        "Harley: Absolutely.",
        "Gus: Yeah.",
        "Harley: Once you get back in the groove, absolutely.",
        "Gus: Excuse me, what? You think I've gone soft.",
        "Harley: No. No.",
        "Gus: You think just because i sat behind a desk for a couple of months, I can't do my job?",
        "Harley: Honey, that's not what I mean.",
        "Gus: What exactly did you mean?",
        "Harley: I meant that I just think you should wait a week or two before you go back out on the street, you know? There's a lot of that drug, \"d,\" going around and this mob turf war we're hearing about. There's a lot of nasty guys, that's all I'm saying.",
        "Gus: You want to talk about nasty? Think about the worst low-life scum on the streets, okay? They can't even compare to the corporate sharks I've been swimming with for the last couple of months. And I've got the scars to prove it.",
        "Olivia: Hi. Told you I'd be back.",
        "Phillip: Missed you. Where have you been?",
        "Olivia: Spaulding, to take care of a few things. Just looking out for us. What you got there? This is what I asked you not to do, phillip.",
        "Phillip: You did?",
        "Olivia: Yeah. I asked you not to say anything about the baby to anyone, okay? No one can know.",
        "Phillip: That's why I wrote it. So I'd remember to forget.",
        "Olivia: Yeah, but the fact that it's on a piece of paper means that somebody might see it, right?",
        "Phillip: Then how am i supposed to remember?",
        "Olivia: You're going to have to keep it in your head, sweetheart.",
        "Phillip: I can'T.",
        "Olivia: You have to. Look, it's for emma, all right? It's for our little girl. You don't want anything bad to happen to her, do you?",
        "Phillip: No, you're right. I don't want anything to happen to her.",
        "Marah: Lie to me. Just tell me that everything's going to be okay.",
        "Jeffrey: Everything is going to be okay, marah. I'm going to make it so. I promise. I promise.",
        "Harley: Next, on \"guiding light...\"",
        "Sam: You've changed, too, lizzie.",
        "Lizzie: Well, you can't believe everything you hear.",
        "Sam: If I did, I'd have to believe that you went after my pregnant sister, made her fall down a flight of stairs.",
        "Olivia: You're hurting me. Let go, sweetheart."
    ],
    "Transcript Author": [
        "by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=S0RekItQVtE"
}