{
    "Episode Summary": [],
    "Recap": [
        "Blake prepares for Ross's return to Springfield and says that Ross should expect a great return. Jeffrey finds Mallet and gives him news to give to Dinah and then goes to tell Blake that Ross's plane went down. Blake doesn't believe him until Holly shows up and Blake breaks down in her mother's arms. Mallet breaks the news to Dinah and later they go to Blake's to let her know that they found the plane and there were no survivors. When Jeffrey finds out that Ross's assistant was also on the plane, Dinah flips out and accuses her father of having an affair. Blake slaps Dinah and tells her that unless she gives up this idea she will not be welcome anywhere around Blake or the kids, including her father's memorial service. Blake goes to Ross's office to make a statement but leaves when she sees something on his calendar. She finds Alan- Michael who told her that while visiting Ross to discuss Spaulding business he found Ross and Nicole having a romantic dinner. Dinah comes looking for Blake and apologizes again, and Blake says that although she is tempted to keep her threat of cutting Dinah out of their lives, she knows that is not what Ross would want. She admits to Dinah that Ross may have been having an affair but says that they should never speak of it again. Many people gather to say goodbye to Ross but when Blake gets up to speak she breaks down and can't go on. At Company, the press descends on the family wanting to know what is going to happen with Ross's mayoral seat. Alan tries to get rid of them, but Blake tells them what a wonderful man her husband was and that she plans on running for mayor since she knows what Ross wanted. Jeffrey later lets Blake know that he is her competition and watches and she torches all of her romance novels. Alan-Michael, Alan, and Rick toast Ross at towers but when the topic of Ross's indiscretion comes up Rick leaves. Alan-Michael later removes a file on Nicole and announces that if people want to believe that Ross and she were having an affair that he will let them."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Mallet: She uh-- yeah, she just went inside. Why, are you all right? You look uh... you like you just lost your best friend.",
        "Jeffrey: We all did.",
        "Blake: You're early. Hi-- yeah.",
        "Jeffrey: Hello, Blake, may I come in, please?",
        "Blake: Can we do this another time? No offense, but Ross is due any minute and I really want to be alone with him.",
        "Jeffrey: I really... I really need to tell you something. I think you better sit down. Blake. We just got word from City Hall, there's been an accident. Ross... the airport lost contact with his plane shortly after takeoff.",
        "Mallet: Then they got a report that someone saw a crash. Apparently the witness said that um... the plane burst into flames upon impact. They have teams searching the area.",
        "Jeffrey: The plane was charred beyond recognition. There's no way anyone could have survived it.",
        "Blake: It's the wrong plane. I mean it has to be the wrong plane, because Ross is due here any minute. I mean, his plane-- look, his plane is arriving at 6:17. This is... I just left him a message, all right. He's coming here, and we have this whole night planned together. I mean, it's without the kids. We haven't seen each other in weeks.",
        "Jeffrey: Blake, please.",
        "Blake: Look... ( knock on the door ) There he is. See, I told you. Oh, my God. No! No!",
        "Blake: It has to be a mistake, Mom. It's just got to be a mistake.",
        "Holly: I know. I wish it weren't so, but...",
        "Blake: They haven't found a body, have they? I mean, look at what happened to Gus, and he wasn't dead.",
        "Mallet: Blake. The F.A.A. just confirmed it. There are no survivors.",
        "Blake: They found a body?",
        "Mallet: Blake, there is nothing to find. The plane and everything, it's just ashes.",
        "Blake: ( Crying ) This can't be happening. This can't be happening. Oh, the kids-- the kids.",
        "Holly: Where are they?",
        "Blake: They're at the Mortimer's. They can't hear this. The cannot hear this. ( Sobbing )",
        "Jeffrey: I'll take care of it. ( Cell phone rings )",
        "Cassie: Hello.",
        "Jeffrey: Hi, Cassie, it's me. I don't know how else to put this. I have some bad news, very bad news.",
        "Cassie: What?",
        "Jeffrey: It's Ross, he was flying out of Washington and the plane went down. He's gone, Cassie.",
        "Cassie: Oh, my God. Does Blake know?",
        "Jeffrey: I'm with her now. Holly and Dinah and Mallet are here, too.",
        "Cassie: What about the kids?",
        "Jeffrey: That's why I'm calling. They're staying with this family, the Mortimer's.",
        "Cassie: Maybe I should go pick them up.",
        "Jeffrey: Thanks.",
        "Holly: He was so proud of you.",
        "Blake: I didn't even ask who else was on the plane. How many passengers were there?",
        "Jeffrey: There were three, the pilot, Ross, and one other. It was a private plane.",
        "Blake: A private plane? Why was he flying a private plane? I mean he never does that. He's... who was the other passenger?",
        "Jeffrey: We don't know yet for sure.",
        "Blake: Do you have a name?",
        "Jeffrey: Well, his assistant, Nicole Landers, I think it was his assistant.",
        "Blake: Well, why was she on the plane? This was not a working weekend. Ross was coming home to see his family. Why would she be on the plane?",
        "Dinah: That's a good question.",
        "Holly: Maybe she was just catching a ride. Maybe she has family around here.",
        "Blake: As far as I know, her family's in California.",
        "Dinah: I saw a picture of her once. Nikki and Dad were at a function. How old do you think she is, Blake? Was she my age?",
        "Blake: Yeah.",
        "Dinah: She was pretty.",
        "Blake: What does that have to do with anything, Dinah?",
        "Dinah: Isn't it obvious?",
        "Mallet: Dinah. Dinah.",
        "Dinah: I mean isn't that what happens to men in politics? You know, I mean, they get a little... they get little taste of power and then like they think they can have it all.",
        "Mallet: Come here.",
        "Dinah: No, I mean then you find somebody like Nikki, who's this young, pretty, little thing, who spends a little time with my dad, and go ahead and gets real close to him, and then I'm assuming that like one thing probably led to another...",
        "Blake: All right, what are you doing this for? There was nothing going on between Ross and Nikki.",
        "Dinah: I'm just saying...",
        "Blake: I know what you're saying, Dinah and I don't appreciate it and neither would your father.",
        "Holly: Could we just drop it? This is not an appropriate time to be having this conversation.",
        "Dinah: Why don't you tell me when it's appropriate to find out when someone disappoints you quite a bit and you don't know who they are. You've been finding out they've been lying to you--",
        "Jeffrey: Please, Dinah!",
        "Dinah: Don't please me! Look at you! How many hearts have you broke, Jeffrey?",
        "Mallet: Dinah.",
        "Dinah: Why don't you shut up!",
        "Mallet: Dinah, honey, please!",
        "Dinah: No!",
        "Mallet: It's enough!",
        "Dinah: Why don't you guys tell me what's wrong with the entire manly race because I don't think that you guys ever get, like, satisfied. You always want something you that you can't get! My father had a wife and kids who adored him, and I want to know why he thought it was okay to go to Washington and abandoned us the way he did! And left us! It doesn't make sense! ( Gasps )",
        "Blake: Don't you dare talk about your father that way. And my marriage is none of your business!",
        "Holly: Honey, I'm sure she didn't mean what she said. She's upset; we're all upset.",
        "Blake: Jeffrey, I'm going to change and then I'm going down to City Hall and I'm giving a statement to Ross' staff. And I have to figure out how to tell my kids.",
        "Dinah: I'll tell-- I'll call the staff.",
        "Blake: Oh, what are you going to say, Dinah? Are you going to tell them that Ross was sleeping with his assistant?",
        "Dinah: I'm sorry, I made a mistake.",
        "Blake: A mistake? You made a mistake? You keep your filthy mouth shut! Or not only will you not be allowed to Ross' funeral, you will not be allowed to see my children or me ever again. I'm fine.",
        "Holly: Are you sure?",
        "Blake: Yes, I'm fine. Would you just gather the reporters. I just need a minute, okay?",
        "Holly: All right.",
        "Jeffrey: Blake! Blake, I forgot to ask you... Blake?",
        "[SCENE_BREAK]",
        "Blake: I need to talk to you about my husband.",
        "Alan-Michael: I just heard on the radio, is it true about Ross?",
        "Blake: Yes.",
        "Alan-Michael: Oh, my God, Blake.",
        "Blake: Alan-Michael, I have to ask you something.",
        "Alan-Michael: I'm so sorry. You must be a wreck.",
        "Blake: Just give me a straight answer and I will be much better, okay. Your name appears on Ross' calendar for the last couple of months, why?",
        "Alan-Michael: I met with him down in D.C.",
        "Blake: About what?",
        "Alan-Michael: Spaulding business. Why? Blake, what's... what?",
        "Blake: I can't say this, he's gone. He's gone. It's so-- it's like I feel as if I didn't even know him at all.",
        "Alan-Michael: No. Why would you say that?",
        "Blake: Where did you meet him? Did you meet him in his office?",
        "Alan-Michael: Yeah, why?",
        "Blake: When you were at the office, did you meet his assistant, Nikki Landers?",
        "Alan-Michael: Nikki, I'm not sure.",
        "Blake: Young, brunette, pretty-- come on, Alan-Michael.",
        "Alan-Michael: Yes. She was at the tail end of one of the meetings. She and Ross had a function to go to, an Embassy party.",
        "Blake: She was on the plane with him.",
        "Alan-Michael: Oh, my God. I was sitting across from their dinner table just a couple weeks ago.",
        "Blake: I thought you said a business meeting.",
        "Alan-Michael: Did I say dinner table? I meant the conference table.",
        "Blake: Ross is gone. You don't have to protect him and you certainly don't have to protect me.",
        "Alan-Michael: The last time I went down there, Ross and I wrapped up business, and I met Nikki, and I went to dinner and Ross was there in a back booth, they were just having drinks. It could have been totally innocent. But they could have just gone to an Embassy party and the stop by to talk shop.",
        "Blake: Did it look innocent to you?",
        "Alan-Michael: I couldn't tell. That's the truth. They seemed very comfortable with each other, close, but I didn't want to tell you because I just had a sense...",
        "Blake: They were having an affair. Far and away far apart here I am thinking of you everything's all on me in my mind every second of the day I want you in this way and I need you I need to find the meaning of night on my own and I need to trust I'm gonna try in my eyes from this moment... we were meant to love to have you in my arms again I'm gonna try, open my eyes from this moment we were meant to know...",
        "[SCENE_BREAK]",
        "Dinah: Blake?",
        "Blake: Dinah.",
        "Dinah: I just came by to check on you. See if you're okay. Considering we just lost the most important person in our world.",
        "Blake: Well, you know what, you should have thought about that before you said all of those things that smeared Ross so much. What is your problem, Dinah? Why are you so mean? Why are you so mean, especially about your father?",
        "Dinah: I don't have an excuse. I've had so much on my mind.",
        "Blake: I thought that you finally found everything. You have the job, you have the guy. What is up? You're going out of your way to make life miserable for people?",
        "Dinah: I'm sorry. I'm sorry. I just spoke to Holly...",
        "Blake: I should just wash my hands of you and never see you again. But I know that's not what Ross would want.",
        "Dinah: No, and I know that, too. And I don't want that. You and the kids, you're all I've got. And I don't want you to shut me out. So please don't shut me out. Please don't.",
        "Blake: It's true. What you said about Ross and... look, this is the last time we're going to talk about this, do you understand? Whatever Ross did or didn't do, Dinah, it's over. And I want him to be remembered for the good he did for all of us. I will not have his memory trashed, do you understand me?",
        "Dinah: I understand. It's no wonder you write romance novels. He was your knight in shining armor.",
        "[SCENE_BREAK]",
        "Lizzie: I can't do this again.",
        "Buzz: Are you okay?",
        "Lizzie: No. Uncle Ross...",
        "Buzz: I know.",
        "[SCENE_BREAK]",
        "While we are together today celebrating the life of Ross Marler, I would like to share my grandfather's philosophy. There is a destiny that makes us brothers. No one goes his way alone. All that we send into the life of others comes back into our own. There was no one who made us feel less alone than Ross Marler. He will never be forgotten. He will always be missed. Let us pray. Dear lord, give courage and faith to those who are bereaved that they may have strength to meet the days ahead. Help us, we pray, in the midst of things we cannot understand, to believe and trust in the communion of saints, the forgiveness of sins, and the resurrection to life everlasting, amen.",
        "[SCENE_BREAK]",
        "Holly: Your dad did always have great timing.",
        "Rick: Ross Marler was just a class act. He was a gentleman amongst men.",
        "Vanessa: Ross was my first love. We had together a beautiful daughter, Dinah. Your daddy loves you so much.",
        "Alan: It's no secret that Ross Marler and I didn't see eye to eye on many things, but we did share an abiding love for his nephew, my son, Phillip. I take comfort and knowing they're together now.",
        "Holly: It's very rare to split up with somebody and remain friends, especially under our circumstances. But Ross made it happen because he was, well, he was Ross.",
        "Dinah: I caused my father quite a bit of grief over the years, and I think that finally I can make him smile now. And, um, I think that he could actually stop worrying about me and stop apologizing for me. And I'm thankful for that, and I wish that I could share that with him, but, um, I just want to say that daddy, I love you very much, and I'm going to miss you.",
        "Blake: Ross Marler was the love of my life. ( Crying ) I'm sorry. Oh, Ross.",
        "Cassie: Dinah, Mallet, I know I told you that my marriage was none of your business. So, I'm a hypocrite. Because I know that something is going on between you two, I can sense it, and, well, I just want to say that you're good for each other. You need each other. So whatever it is, just find a way to let it go. Just love each other. Really love each other. Because life... life's too short.",
        "Rick: You okay? I meant what I said at the service, you're like family. If there is anything at all you need or want, you have to tell me, okay?",
        "Blake: Thanks, Rick, you've always been there for me.",
        "Rick: Yeah, that got us into a little bit of trouble way back when.",
        "Blake: It sure did. Ross had to put up with so much, I'm not surprised..",
        "Rick: What are you talking about? Not surprised about what? ( Voices yelling outside )",
        "Alan: This is a private gathering, I want you all to leave immediately. Do you hear me? I'm not answering any questions.",
        "Holly: I know most of them out there. They're not going to leave until we tell them something.",
        "Jeffrey: What we tell them is that Ross' personal life is none of anybody's business.",
        "Holly: The vultures are circling. Look, somebody has to say something. I'll flip you for it.",
        "Blake: No, I'll go.",
        "Holly: No, I don't think that is wise.",
        "Vanessa: I don't either, Blake, not today. These people are terrible. They'll eat you alive.",
        "Blake: I know how to talk to reporters. Please let me go. Please. ( Reporters shouting out questions ) Please be quiet! I have a statement to make. For those of you who don't know who I am, my name is Blake-- my name is Mrs. Ross Marler. You people have been spreading a lot of gossip about my late husband over the last few days, and I'm here to set the record straight. Ross Marler was an amazing man. Not only was he a great husband and father, but he was a great friend-- to all of you. I can't tell you how many people have come up to me in the last couple of days since Ross has passed, to tell me or write to me about how Mayor Marler has made a difference in his life because he cared. He really cared about all of you and all of your families. He cared about every single one of you. I'm going to miss Ross more than I can say. But I am so proud of what he accomplished here, and I intend on finishing what he started. So in the next election, I will be running for mayor of Springfield, and I will win.",
        "Reporter: Mrs. Marler...",
        "Holly: All right, all right, the media frenzy is over. You got your statement.",
        "Reporter: Do you think you have what it takes to do this job well? As mayor of this city...",
        "Jeffrey: Move it out, move it out. This is over. Candidate...",
        "Reporter: Are you the best candidate...",
        "Holly: You're going to run for mayor?",
        "Dinah: No, she said that to scare them off.",
        "Blake: Well, that, too, but, yes, I am, I'm running for mayor. I know what Ross set out to accomplish here, and I intend on finishing it. It is the right thing to do. Not only for the kids' sake, but for mine.",
        "[SCENE_BREAK]",
        "Blake: Ross. The way you handled those lobbyists day, it was incredible. I mean it. I got chills watching you. Why now? After everything. I just want to make sure that the charges are correct before I make this payment.",
        "Blake: Your restaurant is located where? Outside of Washington, D.C. And my husband had reservations for Valentine's Day? Reservations for two? Thank you.",
        "Blake: Ross will be here any minute. It is so nice to meet you, Nikki.",
        "Nikki: It is nice to meet you, too. I've heard so much about you.",
        "Blake: Ross says that you're a God-send. I just have one favor to ask of you, please make sure that my husband does not work too hard.",
        "Nikki: Don't worry.",
        "[SCENE_BREAK]",
        "Jeffrey: Blake, whoa. Nice pitch. You know, you've got to stop the disappearing act because every time you go away, I feel compelled to come and find you.",
        "Blake: That's your problem.",
        "Jeffrey: You've got quite an arm there. You okay?",
        "Blake: Yeah. You know what, I'm dandy. I'm great. Because for the first time in my life, I have absolute clarity. And you know what I see? I see garbage, garbage, more garbage. And you know what you do with garbage?",
        "Jeffrey: What are you doing?",
        "Blake: You burn it.",
        "Jeffrey: Very funny, very funny, Blake, don't do that. Blake. Stop it.",
        "Blake: You should have let them burn.",
        "Jeffrey: You could have set the whole hotel on fire, you know.",
        "Blake: They're worthless, they're stupid, they're embarrassing. I can't... I thought I could write about love, as if I had any clue what a happy ending is.",
        "Jeffrey: Blake, the rumors about Ross and his assistant are just that, rumors.",
        "Blake: I don't think so.",
        "Jeffrey: Don't listen to what other people say. Just go with what you know. You loved Ross and Ross loved you. You had a lifetime of experiences together, and no one can take that away from you ever. Some people go their entire lives looking for love like that, and they never find it, or they do find it and they lose it because of their own stupidity. So just remember how lucky you are.",
        "Blake: You're thinking of Cassie?",
        "Jeffrey: You know, you give people hope. That's one of the things that Ross loved about you. So, you know, if you let that part of yourself die, I think that you'll be the one who is unfaithful.",
        "Blake: Do you think I'll have time to write when I'm mayor?",
        "Jeffrey: ( Laughing ) I don't know, but you're going to be tough to beat. I don't envy your competition, that's for sure.",
        "Blake: Any idea who is running against me?",
        "Jeffrey: Well, um, that would be me.",
        "[SCENE_BREAK]",
        "Alan: To Ross Marler.",
        "Rick: To Ross, a great man and a true gentleman.",
        "Alan: Except when he was getting it on with that hot, young assistant of his.",
        "Rick: We don't know that, Alan, and Blake would break your neck.",
        "Alan: Blake. She's no saint. I don't have to remind you of that, Rick.",
        "Rick: It was one time, Alan.",
        "Alan: If you have to go out, you might as well go out with a bang.",
        "Rick: You guys are so mature. I didn't know this was a bachelor party. If you excuse me, gentlemen, I'm going to go home to my family.",
        "Alan: I guess with Ross and Ed gone, Rick will assume the new mantle of the new moral compass of Springfield. Well, I guess I should go and make some phone calls. I've got it.",
        "Alan-Michael: I've got it. I know you haven't had a job for a while.",
        "Alan: Thank you.",
        "Alan-Michael: If they want to believe you were sleeping with him, that's okay with me.",
        "[SCENE_BREAK]",
        "Blake: So you're running for mayor?",
        "Jeffrey: It was kind of like unless you would prefer Doris Wolf.",
        "Blake: Is this some post- Cassie backlash, you got too mushy over a girl and you are in a take-no-prisoner fight mode again.",
        "Jeffrey: Ross and I shared some of the goals of this town, and no offense, but I am a little more qualified than you for the job.",
        "Blake: Yeah, we'll see. We'll see how the voters decide when they go to the polls.",
        "Jeffrey: Yeah, we'll see. Okay, it looks like we'll have a good old knock- down, drag-down fight.",
        "Blake: Bring it on. May the best woman win. Hey, before it gets messy, I want to thank you. I want to thank you for all of the help you've been to me the last couple of days. I don't know what I would have done without you.",
        "Jeffrey: Ross was a friend and he was a very good man. It was my pleasure.",
        "Blake: Damn you! Oh, I'm sorry. I don't know what to feel! Oh, Ross. Oh, Ross. For better for worse, forsaking all others. I guess we kind of fell short on that promise, didn't we? I wouldn't trade it for anything. You saved my life. And I think I saved yours, too.",
        "[NEXT_ON]",
        "Jonathan: A restraining order against me?",
        "Tammy: It's the only way.",
        "Coop: This is all for you.",
        "Harley: I hired someone to take your place.",
        "Mallet: What's going on?",
        "Dinah: Harley relieved me of my duties."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=lriKsyxUdjg"
}