{
    "Episode Summary": [],
    "Recap": [
        "Dinah prepares to take Mallet home from Cedars. Frank and Mallet tell Dinah their fears that Ross's plane crash wasn't an accident. Dinah, realizing her father could have been murdered, finally gets them to admit that the Spaulding's could be behind everything for Alan-Michael met with Ross several times before the crash. Dinah leaves a message on Alan-Michael's phone, \"Alan- Michael, if you killed my daddy, I'm going to get you, you son-of-a-bitch\".",
        "Jonathan starts questioning in his mind when Lizzie became pregnant. Alan tells Buzz that he wants Lizzie's baby to be raised without a father. Buzz is against that. At Cedars, Lizzie asks Mel when she conceived. Mel has the results; April 10th, but before she can give that information to Lizzie, Coop comes into the room and they leave. Ava sees Lizzie's medical records and tries to take a peek without success. Lizzie takes a walk downtown to window shop and starts to cry as she looks at baby things. Tammy finds her and tries to console her by telling her that she is not alone for she and Jonathan will be there for her. They share a plate of french fries at Company. Coop tells Buzz to mail the denial letter to Oxford. Jonathan pays a visit to Coop at Company and asks him when he slept with Lizzie. He and Jonathan get into a fight and they crash through the window of Company, landing on Tammy and Lizzie's table."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dinah: Hey, hey, hey, back in bed, girlfriend. Come on. Oh, sorry, sorry, sorry.",
        "Mallet: Easy on the shoulder. I've been shot, baby, remember?",
        "Dinah: Oh, gosh! Yes, I do remember, which is why I've got to get you a wheelchair. Hang on. Excuse me, can I get a wheelchair as soon as you can? Thanks.",
        "Mallet: No, I do not need a wheelchair. I do not want a wheelchair.",
        "Dinah: I don't remember asking you.",
        "Mallet: No, I've been in a wheelchair once, okay? I prefer walking. Trust me.",
        "Dinah: Okay, you know what? It is hospital policy. Come on in.",
        "Mallet: No, please. Park it out back. I don't even want to see it. I'm sorry. Just please, get it away from me. I'm not using one of those things.",
        "Dinah: You are unbelievable.",
        "Mallet: Since when did you care about rules?",
        "Dinah: Hmm.",
        "Mallet: Now, listen, when we get home...",
        "Dinah: Yeah?",
        "Mallet: I want to talk to you about some stuff, okay? 'Cause this case I've been working on...",
        "Dinah: No case!",
        "Mallet: ...It's brought up some questions...",
        "Dinah: No case. No, I've got to make sure you stay in bed, all right?",
        "Mallet: All right.",
        "Dinah: All right?",
        "Mallet: Will you stay in bed with me?",
        "Dinah: Yes, I will stay in bed with you, but you've got to take care of yourself. You promise me? Promise me. Promise.",
        "Mallet: Well, maybe. Yeah, okay, I promise. But I still have one good arm. And I think it's working. I'm not sure if it's working.",
        "[SCENE_BREAK]",
        "Frank: Yes, the airplane mechanic, unfortunately he fled before my men could question him. Well, of course I think he could say something about Ross Marler's plane crash. Are you kidding me? Yes, no, I'll keep you informed. Thanks. Unbelievable. Pop?",
        "Buzz: Frank?",
        "Frank: I got to go; business.",
        "Buzz: Okay.",
        "Alan: Chief!",
        "Frank: Beth, how you feeling?",
        "Beth: I feel great. Thanks, Frank.",
        "Frank: Well, you look terrific. I got to go.",
        "Alan: Etiquette was never a Cooper family value.",
        "Buzz: No, we never put much emphasis on that.",
        "Alan: Well, that would explain your son Henry's problems then.",
        "Buzz: Henry has problems?",
        "Alan: Yes. It's obvious that he took advantage of Elizabeth, Buzz.",
        "Buzz: ( Laughs ) Have you met the girl?",
        "Beth: All that matters is that we do all we can to help these two kids raise this kid, right?",
        "Alan: Personally, I would like to see Elizabeth's child raised without a father. Now, how can we make that happen?",
        "Buzz: Over my dead body.",
        "[SCENE_BREAK]",
        "Tammy: Feeling good?",
        "Jonathan: I get to share a bed with the sexiest woman in the world. Yeah, I'm feeling good.",
        "Tammy: Me, too. And lucky. I think about other people, and...",
        "Jonathan: Other people?",
        "Tammy: Like Lizzie, pregnant with the baby of somebody who doesn't even love her. I wish I could help her.",
        "Jonathan: Well, why don't you buy her a stroller or something? Can we stop with the Lizzie talk? She doesn't need you; I do.",
        "Tammy: You're scared.",
        "Jonathan: What?",
        "Tammy: And guess what? I know what you're scared of. Oh, yeah. I know.",
        "[SCENE_BREAK]",
        "Ava: I guess she wasn't faking it.",
        "Coop: Nope. That's a baby. It's my baby.",
        "Ava: What was it like seeing it?",
        "Coop: I don't know. I mean, it doesn't really look like anything at this point, but...",
        "Ava: But it is.",
        "Coop: Yes, it is.",
        "Ava: Oh.",
        "Coop: Ah, yeah.",
        "Ava: So I guess this means that you're turning down Oxford. I was kind of hoping you were going to tear it up and jump on a plane to England.",
        "Coop: I know. Look, I, um... I better get Lizzie home.",
        "[SCENE_BREAK]",
        "Mel: Lizzie, do you want to know the date you conceived?",
        "Lizzie: Everything we talk about is confidential, right?",
        "Mel: Of course, why?",
        "Lizzie: Just curious. So you can tell me the date that I conceived?",
        "Mel: Pretty close. It'll take me a minute to do the calculations. Just give me a sec, okay?",
        "Coop: Hey, did I miss anything?",
        "Mallet: Mmm... wow, I do believe I'm healed.",
        "Dinah: ( Laughs ) You get no more! I don't want to put you back into surgery.",
        "Mallet: I thought you went very easy on me, and I thought I was a very good boy.",
        "Dinah: ( Laughs )",
        "Mallet: Hey?",
        "Dinah: What?",
        "Mallet: Has Gus been by to see me?",
        "Dinah: Uh, no.",
        "Mallet: Really? Some partner. If he'd been shot, at least I would have bought him a new shirt.",
        "Dinah: Well, you are a good guy. Listen, get your coat, get things together, and I'll be right back, okay?",
        "Mallet: Okay.",
        "Dinah: All right. Alan-Michael, it's Dinah. You haven't returned one of my phone calls again, and I'd like to know why. You said that you have photos of Gus popping painkillers in the cabin and a foolproof plan to get Harley to resign. So either we are on the same team or we're not. What's going on? You give me a call.",
        "Mallet: Hey.",
        "Dinah: Hey.",
        "Mallet: What was that about?",
        "Dinah: Interns at Spaulding. You know, silly stuff.",
        "Mallet: Well, remember, they've got a thousand people at work over there at Spaulding, okay? So let them do silly.",
        "Dinah: I know, you're right. You're right. You are my problem.",
        "Frank: Hey, you going home, buddy?",
        "Mallet: Frank. Yeah, you know it, man. I've got a nurse and everything.",
        "Frank: And what a nurse. Man, you are one lucky guy.",
        "Dinah: Yes, he is.",
        "Frank: Are you strong enough for some questions?",
        "Mallet: Are they questions involving a personal nature, such as barnyard animals? ( Laughter )",
        "Frank: No, it's nothing major. I just want to corroborate Gus's version of the incident. So let me ask you, you guys were about to question a suspect, and then he just bolted?",
        "Mallet: That's right. He bolted like a scared bunny.",
        "Frank: And then what?",
        "Mallet: I don't know, Frank. It's kind of blurry. I mean, the guy pulled a gun.",
        "Frank: He pulled a gun?",
        "Dinah: Well, Gus then let mallet take the bullet, is what happened.",
        "Frank: Is that your story?",
        "[SCENE_BREAK]",
        "Buzz: Let me see if I understand this. You want a baby to suffer because the father is a Cooper.",
        "Beth: And this surprises you?",
        "Alan: No. I am only thinking about what is best for the child, Buzz. Perhaps you should try that.",
        "Beth: Alan, a baby needs his father. You of all people should know that. Now, Buzz?",
        "Buzz: Yeah?",
        "Beth: We have to do everything in our power to help Lizzie and Coop do this together.",
        "Buzz: No, you're losing me here, because he doesn't love her.",
        "Beth: I'm not so sure about that.",
        "Alan: Wait a minute, Beth. I am with Buzz on this.",
        "Buzz: What?",
        "Alan: Henry broke Elizabeth's heart, and she's better off without him, as well as her baby.",
        "Buzz: There you go again! Coop is going to be in the baby's life, but they don't have to be married. They don't have to be together to raise the kid together, you understand? We've just got to work on it.",
        "Alan: Yes, we can all wear fairy wings and go around spreading happy dust everywhere, Buzz. It's ridiculous. I mean...",
        "Buzz: You know, maybe you're right. Maybe a loveless marriage is a beautiful thing.",
        "Beth: What you two need to understand is that I will do everything to make sure my daughter is happy, and then I'm happy, too.",
        "Alan: Beth, Beth, we have a happy home. Now, there's no reason we can't raise our child as well as Elizabeth's child.",
        "Beth: Alan, I'm done here. We have shopping to do for our baby, but if you would rather stay and duke it out with Buzz, you can be my guest. I really don't need you.",
        "Alan: Let me make one thing very clear to you, Buzz. I intend on doing this thing with Elizabeth the right way, which means my way.",
        "Buzz: You'd better catch your wife. She looks pretty mad.",
        "[SCENE_BREAK]",
        "Jonathan: You got me. I'm scared of thunderstorms and clowns and...",
        "Tammy: Oh, ha, ha, ha. No, I know you, tough guy, and you're scared of the same thing that makes every guy's knees shake.",
        "Jonathan: What?",
        "Tammy: The \"B\" word.",
        "Jonathan: The...",
        "Tammy: Baby. Ooh, baby, ooh...",
        "Jonathan: Ha ha ha. No, I'm fine with babies. I used to be one myself, but just not in my life right now. I'm not ready to share you with anyone or anything just yet.",
        "Tammy: Am I freaking you out? Because I love things just the way they are. I don't want to change anything. I love the way you are and I... uh... ( knocking ) Maybe we should... unless you want to give the customers a floor show.",
        "Jonathan: I'll close for the day if you keep that up.",
        "Tammy: Get to work. Maybe I'll bring you a surprise.",
        "Jonathan: Surprise? I love surprises! Oh, I hate surprises. Lizzie: That was a nice little surprise. But she said it was Coop's, but she also said she wouldn't drink alcohol when she was pregnant and we got trashed that night. But let it go. It will be fine.",
        "[SCENE_BREAK]",
        "Lizzie: I'm just really tired. Maybe we could go.",
        "Coop: You all right?",
        "Mel: Lizzie, I have the information that you wanted.",
        "Lizzie: Oh, never mind.",
        "Mel: Oh, I thought you wanted...",
        "Lizzie: No, it's not that important right now. Maybe we could go over it later?",
        "Mel: Okay, fine. You take good care of her, okay? But so far everything seems on track. All right? Take care.",
        "Coop: Thanks so much, Mel.",
        "Lizzie: You know, they say some that guys can actually sense the hormones and everything, like feel what the mother is feeling. I'll just be happy if we can be nice to each other through this whole thing.",
        "Coop: Lizzie, of course we'll be nice, okay?",
        "Lizzie: Thanks. Come on in, Ava. We were just talking about how sonograms make it all seem so real.",
        "Ava: It's incredible. I didn't come here to cause problems for you, Lizzie.",
        "Lizzie: That would be nice.",
        "Ava: But I do want Coop to be able to make his dreams come true.",
        "Lizzie: I want that, too.",
        "Coop: Well, I'll tell you what, I'm going to have your car brought around. Ava, if you don't have to stay here you don't have to.",
        "Lizzie: No. Ava can stay. It will give us a chance to have some girl talk.",
        "Ava: Sure.",
        "Coop: Okay.",
        "Lizzie: How does it feel?",
        "Ava: What?",
        "Lizzie: To have all this egg all over that pretty little face of yours. How much were you wishing that I was lying? But, hello! With child; you've got to love it.",
        "Ava: Okay, you know what? I did not come here to get into it with you, Lizzie.",
        "Lizzie: Why not?",
        "Ava: Because you're pregnant and that's very important, and anyway, you know what? I don't trust you. There is something...",
        "Lizzie: The only person trying to fool anyone here is you. All that talk with Coop about having his dreams and his baby too?",
        "Ava: It's not talk. And I'm going to make sure that he has both in his life.",
        "Lizzie: How exactly do you plan on doing that? Are we all going to move to England? Or maybe... maybe Coop, he's got some dreams that I don't know about? No. I know everything about Coop, better than you. You may have kissed him a couple of times. Maybe it got hot for a second. Do you really think that can compare with what Coop and I have, still have? You will never compete with this.",
        "[SCENE_BREAK]",
        "Frank: Look, exactly where was Gus when you were shot?",
        "Mallet: Well, he was still hobbling around a bit on his leg, but, you know, Frank, it was his day off. I made him come in. I made him come with me to interview that suspect.",
        "Frank: Are you saying he was unfit for duty?",
        "Mallet: No, I'm saying if he would have... if the guy would have missed me and hit Gus, I would have never forgiven myself, so I'm glad it was me. That's what happens. So I would have done, you know, a bunch of stuff different, but that's the way it goes.",
        "Frank: Dinah, you want to add something here?",
        "Dinah: No, no, I wasn't there.",
        "Frank: Did you tell her why you guys were pursuing the suspect?",
        "Mallet: No, not yet, Frank. I haven't had a chance. It's just not something I think we need to share at this juncture.",
        "Dinah: Wait a minute. What story, Frank?",
        "Frank: The suspect was an airplane mechanic. He worked on your father's plane before he took off from D.C.",
        "Dinah: Before it crashed?",
        "Frank: Dinah, we believe your father's accident might not have been accidental.",
        "[SCENE_BREAK]",
        "Coop: Is everything okay in here?",
        "Lizzie: Why wouldn't it be?",
        "Coop: Well, I can think of a few reasons.",
        "Lizzie: Ava and I totally understand each other, don't we?",
        "Ava: Totally. I think it's time to get Lizzie to her car.",
        "Coop: You coming?",
        "Ava: In a minute.",
        "Coop: Uh, look, are you ready? Come on.",
        "Lizzie: That's so sweet. It's not like I'm about to give birth right now. I don't need to lean on you.",
        "[SCENE_BREAK]",
        "Buzz: Sit down. Have some coffee. It's on me.",
        "Tammy: Oh, gee, thank you, Buzz. What's the occasion?",
        "Buzz: Just... all this craziness with Lizzie and the baby, you're a welcome bit of normal.",
        "Tammy: Ooh, normal, is that what I am now?",
        "Buzz: Oh, come on! You know, what is it with you young folks nowadays? You've got to have like your hair pink to be somebody.",
        "Tammy: Young folks?",
        "Buzz: Oh, sorry, I thought you wanted me to be that guy.",
        "Tammy: Why would I want that?",
        "Buzz: Oh, you know, people come in here expecting to me be a grandfather.",
        "Tammy: Actually, I'm looking for the opposite.",
        "Buzz: Oh, yeah?",
        "Tammy: Yeah.",
        "Buzz: Yeah?",
        "Tammy: Word on the street is you have a wild streak in you.",
        "Buzz: No. That was another century.",
        "Tammy: Right. Well, things are good with me and Jonathan.",
        "Buzz: Go figure.",
        "Tammy: Go figure. Yeah, since we got back together, things have been quiet.",
        "Buzz: And is that good?",
        "Tammy: I just... I want Jonathan to know that I don't need him to be...",
        "Buzz: Domesticated.",
        "Tammy: Exactly.",
        "Buzz: Right.",
        "Tammy: There's been a lot of talk about babies and all that and I think it kind of freaks Jonathan out.",
        "Buzz: Well, you know, babies... I know the feeling.",
        "Tammy: Well, I just... I want Jonathan to know for a fact that I'm not trying to go diaper shopping just yet. I love him the way he is. So you were a biker, right?",
        "Buzz: I am a biker. I'm a biker. I just haven't been on a bike in a while, you know.",
        "Tammy: So tell me something I can get Jonathan, a surprise for his bike, you know, something that'll show him that I just... I want him to stay who he is, that he doesn't have to change.",
        "Buzz: Where was the biker chick like you when I was that age?",
        "Tammy: ( Laughs )",
        "[SCENE_BREAK]",
        "Beth: Alan, I have to admit you've surprised me. I didn't think you'd make it past the first shop. I'll have a club soda with lime, please.",
        "Alan: Why do you say that, Beth?",
        "Beth: Well, Alan Spaulding shopping for baby things.",
        "Alan: My baby. Red wine in a clean glass.",
        "Beth: You've had other babies. I'm sure you didn't go shopping for them.",
        "Alan: Yes, and that's my mistake.",
        "Beth: Your... I'm sorry, your... your what? Could you say that again?",
        "Alan: I told you, Beth. Things are going to be different this time. I'm not only concerned about what's best for Elizabeth's child...",
        "Beth: Well, maybe what's best for Elizabeth's child is Coop. You know, maybe everything happens for a reason: You and me, Lizzie and Coop.",
        "Alan: Henry was her first love.",
        "Beth: And?",
        "Alan: And he was leaving her. So she became desperate, and that's why she became pregnant, Beth. And I... excuse me, we're having a private conversation here.",
        "Jonathan: You need to listen to your wife.",
        "Alan: And you need to mind your own business.",
        "Jonathan: If Lizzie wants Coop, let her have him.",
        "Alan: Thank you for your words of wisdom. Now, don't you have some glasses to wash or something?",
        "Beth: No, no, no, no, no. I want to hear this. You know both Lizzie and Coop. Go on.",
        "Jonathan: Thank you. Well, doesn't little Coop make the perfect son-in- law/baby daddy? Everyone else thinks so.",
        "Alan: Why are you sticking your nose into Elizabeth's business?",
        "[SCENE_BREAK]",
        "Lizzie: Tammy, hey. It's crazy, these hormones. I cry at everything, commercials and the radio, plastic bags rolling down the street.",
        "Tammy: Lizzie...",
        "Lizzie: What?",
        "Tammy: You tell me.",
        "Lizzie: I'm embarrassed.",
        "Tammy: Don't be.",
        "Lizzie: You judge me, okay? I know that, and now all of a sudden you see me crying at a baby window display, and I'm just supposed to tell you the truth? You're going to judge me either way.",
        "Tammy: You're wrong.",
        "Lizzie: About what?",
        "Tammy: I don't judge you... that much. Look, I know you're going through a really hard time right now. So just tell me what I can do to help. What's going on?",
        "Lizzie: You know, Coop will love this kid. He's just never going to love me. I thought that having this baby was going to make a difference with us, and it's just making it worse. Now I really am alone.",
        "Tammy: Hey. You've got me.",
        "Lizzie: Since when?",
        "Tammy: I'm going to be here for you, Lizzie. Jonathan and I will both be here for you and your baby.",
        "[SCENE_BREAK]",
        "Kim Zimmer, \"Inside The Light.\" There's always a lot of funny little actor quirks that you find out about people when you're on location, and you really, really get to know people. And there's just, you know, little secrets you find out about people that I really would be shot if I exposed, so just use your imagination and try to figure out who I've been on location with and what secrets I know about them. See Reva, Wednesday, May 3, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Dinah: What is your deal? What are you telling me right now, that my father... somebody murdered him?",
        "Mallet: Dinah, shh, calm down.",
        "Dinah: No! Who did this?",
        "Frank: We have no definitive proof that Ross's plane was sabotaged, okay?",
        "Dinah: Okay, what are you telling me then, that someone wanted it to crash?",
        "Frank: The investigators at the crash site think so.",
        "Mallet: Look, we weren't sure, okay? But now considering the mechanic's reaction...",
        "Dinah: A mechanic? What are you talking about? What does he have to do with anything?",
        "Frank: We're not sure. Obviously he must have worked for somebody else. But we can't find him right now.",
        "Mallet: Do you know of anybody, anybody that might have had a beef with your father?",
        "Dinah: No, no, no, my father... you guys know my father.",
        "Mallet: Yeah, I know, you're right.",
        "Dinah: Frank, you don't have any leads on this at all?",
        "Frank: Dinah, we believe that your father discovered some kind of information in D.C. But the woman that he was with, his personal assistant...",
        "Dinah: Nikki, the one he was having an affair with.",
        "Frank: Your father did not have an affair.",
        "Dinah: What?",
        "Frank: She had a partner. Her partner was of the same-sex variety. They were together for a long time.",
        "Dinah: Then who was she?",
        "Mallet: She was a P.I. Obviously, Ross hired her to investigate something.",
        "Dinah: What was she investigating?",
        "Mallet: We don't know. We don't know.",
        "Dinah: Come on, Mallet! All right, what meetings was he taking? Who saw him alive last on the ground? Have we asked that question at all?",
        "Frank: Dinah, this is... I can't tell you anything. It's an ongoing investigation right now.",
        "Dinah: Frank, damn it! Stop. Mallet, I am not just some witness. I'd like to know, please!",
        "Frank: I do not think that this is good for you to...",
        "Mallet: You know what, Frank? She's right. She deserves to know what we know.",
        "Dinah: Frank, you tell me. Are you looking at somebody here in Springfield?",
        "Frank: Yeah, we are. And we're starting with the house of Spaulding.",
        "[SCENE_BREAK]",
        "Jonathan: I don't have an agenda, old man. I just think you need to chill out and let Lizzie and Coop live their life.",
        "Beth: I couldn't have said it better myself. End of discussion. Alan? This day is supposed to be about our baby. Our baby, hmm?",
        "Jonathan: Yeah, but you rock on, big Al, with that pink tie. Why don't you go buy some more things? I mean, I guess that's the secret of the happiness of all the other wonderful Spaulding children you've fathered.",
        "Alan: You have no idea the kind of father I was.",
        "Jonathan: Oh, no, I know the type, trust me.",
        "Alan: Oh, really? Are you trying to compare me to that abusive trash you call your father?",
        "Jonathan: You're close enough.",
        "Alan: Let me tell you something. You have no idea about how much I love my children and how much I regret the way I treated them. And that's why I'm going to do things differently this time.",
        "Jonathan: We'll see. Good luck with that.",
        "Alan: You know, I thought Henry Bradshaw was the worst thing that happened to Elizabeth, but thank you for reminding me there is someone that would make an even worse father than he would. I'm so glad she wasn't foolish enough to get involved with someone like you.",
        "Jonathan: ( Laughing ) Uh-huh.",
        "Waitress: Is that for me?",
        "Jonathan: Yeah, knock yourself out. Listen, you take it over here. I've got to go see a guy about a baby.",
        "[SCENE_BREAK]",
        "Coop: Hey.",
        "Ava: Hey. Is Lizzie in her limo?",
        "Coop: Yeah, yeah, she is.",
        "Ava: Well, you saw proof. There's a baby in there. How do you feel about that?",
        "Coop: Fine, fine.",
        "Ava: Yeah. I guess, you know...",
        "Coop: Look, Ava, I don't know. I don't know.",
        "Ava: Just talk to me, come on. Be honest with me. Look, if you protect me, it's not going to work. You just can't pretend, okay?",
        "Coop: Well, you see the baby in there, and you just finally realize that there's something living and growing, even if you can't see the fingers and the toes. It's part of you, you know, and you want to protect it. I'm sorry about all of this. I'm sorry...",
        "Ava: Don't be sorry. Stop, don't be sorry. It's okay. I wouldn't be fighting so hard for you. I knew you were going to have this reaction. It's what makes you you. It's what makes you special. And it's... it's what makes you worth fighting for.",
        "Coop: Come here. Thank you so much, Ava. You know, we fit together. You know that, right?",
        "Ava: It's nice to hear you say that.",
        "Coop: I'm just saying this pregnancy and the baby, you know, we're... we're going to work through this. We're going to make this all work, okay? I need you to be ready for that. If I'm going to jump into this fatherhood, and if you're going to be by my side when the baby comes, Ava, I need you to be strong, and I need you to just...",
        "Ava: I know. It's okay, okay? I know. I'm going to be there, and I'm not going... I'm not going to let go, no matter what. Okay?",
        "Coop: Come here. I'll tell you what, um... let's get out of here.",
        "Ava: Let's please, yes.",
        "[SCENE_BREAK]",
        "Lizzie: Tammy?",
        "Tammy: What?",
        "Lizzie: I don't deserve you being a good friend to me right now.",
        "Tammy: Why not?",
        "Lizzie: Because... never mind.",
        "Dinah: Alan had no problems with my father. I don't understand why the Spaulding's should want to hurt him.",
        "Mallet: It's not Alan. It's Alan-Michael.",
        "Dinah: What?",
        "Mallet: We know Alan-Michael met with Ross a dozen times before the crash at least. Do you have any idea why they were meeting?",
        "Dinah: No.",
        "Frank: We've been trying to reach Alan-Michael, but he's not returning any of our calls. Have you heard from him?",
        "Dinah: No. I haven't heard from him at all.",
        "Mallet: Well, that's what we know. That's where we're at. Let's go home, baby, huh? Frank, you'll handle this and you'll keep us informed?",
        "Frank: Yeah, yeah. Dinah, if you hear or remember anything, you're going to call me, right?",
        "Dinah: Yeah, I sure am. Thank you.",
        "Frank: You take care of this guy, okay?",
        "Dinah: Okay.",
        "Frank: And, Mallet, take care of Dinah.",
        "Mallet: Thanks, Frank. You okay? You okay?",
        "Dinah: Uh-huh.",
        "Mallet: I'm sorry. I didn't want you to... I didn't want it to come out like this. I wanted to tell you at home.",
        "Dinah: It's okay.",
        "Mallet: You sure?",
        "Dinah: Yeah.",
        "Mallet: Okay.",
        "Dinah: I'm going to get the papers, okay, so we can get you out of here. I'll be right back, okay? Alan-Michael, if you killed my daddy, I'm going to get you, you son of a bitch.",
        "[SCENE_BREAK]",
        "Alan: You know, Reva's son is quite an unpleasant creature, isn't he? I mean, he should be squashed like a bug.",
        "Beth: Oh, Alan, stop. He's just a kid.",
        "Alan: Exactly. Imagine him telling me how I should raise Elizabeth's child. If he sticks his nose into my business again, I'm telling you...",
        "Beth: Taxi!",
        "Alan: Wait, what are you doing?",
        "Beth: Well, if I can get a taxi, I'm going to leave you here. You say you want to be involved in this child's life, but really all you want to do is fight.",
        "Alan: Beth, I'm sorry. It's just that Elizabeth seems to be in a crisis mode and I'm always having to fix things.",
        "Beth: And I'm what, stable?",
        "Alan: Well, no, I wouldn't use that word. I mean, after all, you are a woman who kept me prisoner for over a month, grabbed a table leg and hit my injured arm, and almost starved me to death. No, I would just say you're a very intelligent and powerful woman.",
        "Beth: And don't you forget it.",
        "Alan: Oh, I won't. That is why I'm excited about having our child, not just because I'm older and wiser now. I'm excited about you being the mother.",
        "Beth: Why, Alan...",
        "Alan: You know, I know that you and I will be jockeying for a position always, and I have to tell you, I can't think of anyone I would rather battle with or battle against than you.",
        "Beth: ( Laughs )",
        "[SCENE_BREAK]",
        "Lizzie: What is it?",
        "Buzz: It's an omelet, it's got chili in it, and a side of spring fries. My unborn grandchild will love it, trust me.",
        "Lizzie: You're being so nice to me. I mean, you don't have to be if you're mad.",
        "Buzz: I'm not mad. I'm concerned, but not mad. You've got a baby coming into the world, a human being. You've got to roll with it.",
        "Tammy: See, you've got more support than you think. You'd be surprised how many people want to help.",
        "Lizzie: Why are you doing this?",
        "Tammy: 'Cause if it was me, I'd want someone to come along and buy me french fries. Besides it will all be good practice for me.",
        "Lizzie: You and Jonathan?",
        "Tammy: No, no, no, I didn't mean that we're... I have to stop doing that. The whole dad thing is really not on Jonathan's mind right now.",
        "Lizzie: Good.",
        "[SCENE_BREAK]",
        "Buzz: Well, there you are! I was about to send out the troops.",
        "Coop: I have just met your grandchild. Looks kind of like you, too.",
        "Ava: ( Laughs )",
        "Buzz: Wow. So everything's just as...",
        "Coop: Healthy and perfect.",
        "Buzz: Was there any doubt? Um, can I do anything?",
        "Coop: Yes, actually, you can. Can you mail this out for me?",
        "Buzz: Oxford?",
        "Coop: Yes.",
        "Buzz: Is this...?",
        "Coop: It's the fellowship, and I... I... I can't take it.",
        "Buzz: Oh, damn it. Are you sure about this?",
        "Ava: Coop, you don't have to give up your dream.",
        "Coop: Look, some dreams need to wait, you know?",
        "Buzz: Coop, I'm proud of you if it means anything.",
        "Coop: It means everything, Pops. Look, please, go. Just mail that off before I change my mind. Um... ( sighs )",
        "Ava: You are my hero.",
        "Coop: Stop, come on.",
        "Ava: It's true, I'm serious, okay? I've never met anyone like you, not a person in the world. I need you.",
        "Coop: I need you, too.",
        "Jonathan: How cute are you two?",
        "Coop: Jonathan, just back off, all right?",
        "Jonathan: You work pretty fast.",
        "Coop: What are you talking about?",
        "Jonathan: One minute you're with Lizzie, and then you dump her and slide over to Ava. Except somehow Lizzie gets pregnant. I mean, how did that happen? Did you get tired of this one and jump back for one more shot?",
        "Coop: Okay, how the hell is any of this your business?",
        "Jonathan: Just a simple question, I wanted to know when you and Lizzie...",
        "Coop: Stop, all right? Just stop it!",
        "[SCENE_BREAK]",
        "Mallet: You know, I debated about telling you all about your father's plane.",
        "Dinah: I know. I know, but I'm not a delicate little flower, and I'm not going to go all vigilante, either.",
        "Mallet: I know. I know. I just didn't want you to hurt anymore.",
        "Dinah: I know, and no matter what I do, nothing's going to bring my father back, and I'm going to be dammed if I lose you, too.",
        "Mallet: You're not going to lose me. You're not going to lose me.",
        "Dinah: You know, I promised myself I would never let anybody get close to me again, and I don't understand how you got through all that.",
        "Mallet: I don't know. Let's see... it just wasn't as hard as I thought it was going to be. I guess maybe you're just not as tough as you think you are. Is that possible?",
        "Dinah: Maybe.",
        "Mallet: ( Groans )",
        "Dinah: Oh, my gosh, I'm sorry, baby.",
        "Mallet: No, it's all right. It's okay. It's all right.",
        "Dinah: Okay, come on. We need some time to recoup, come on, just one more day, all right?",
        "Mallet: No, it's okay. Don't worry.",
        "Dinah: I'm going to get some food.",
        "Mallet: No, it's fine.",
        "Dinah: Hey! Man who was shot, be quiet and take some orders for once from me, okay? I'm going to get us some food. I'll be right back.",
        "Mallet: All right.",
        "Dinah: Okay. Alan-Michael, it's me. I want you to listen up. You wanted me to help you get Harley out of Spaulding, and I asked you why you wanted me to be your partner, and I figured it out. You wanted a friend, right? Well, guess what? Now you have a mortal enemy. So you don't have to bother looking behind your back or looking over your shoulder because I'm coming straight on, right at you.",
        "[SCENE_BREAK]",
        "Coop: Listen to me. You are just a guy that likes to throw firebombs to watch them burn, huh? So what's the matter? You saw Ava and I together for two minutes, two minutes, and you just wanted to burn something up because we're so happy?",
        "Jonathan: Look, be happy, be in love, be miserable with Lizzie, be whatever you want. Be honest! You leave Lizzie, you get with this one, you go back to Lizzie for seconds. What was the occasion, huh? Was it Lizzie's birthday? Was it groundhog day?",
        "Coop: Look, this is my life, all right? So stay out of it.",
        "Ava: Okay, okay, okay! Stop it right now!",
        "Coop: Ava, do me a favor, okay? Why don't you check on my father and make sure he mails off the letter, please.",
        "Ava: Coop!",
        "Coop: Just do it, okay? For me, please.",
        "Jonathan: What happened here, Cooper? Couldn't have opened a can of worms. I mean, I think it's common knowledge, right, when that baby was conceived.",
        "Coop: You know what? I just gave up my entire future. Today is not the day to mess with me, got it?",
        "Jonathan: You hear that sound? That's me shaking in my boots-- or not.",
        "[SCENE_BREAK]",
        "Tammy: I actually think Jonathan would make a great dad.",
        "Lizzie: You do? I mean, look how he was raised.",
        "Tammy: But that's the whole point. He's learned, you know? I mean, Jonathan hates what Nate did. He would want to be the best father he could be. And I've seen the way he is with R.J., and he has gotten his life together, I know that. I really think he'd be a great dad some day.",
        "[NEXT_ON]",
        "Cassie: You slept with Jeffrey, my... with Jeffrey O'Neill.",
        "Blake: Cassie!",
        "Jeffrey: What's wrong?",
        "Reva: Unless during that time you've had a change of heart.",
        "Lizzie: Shut up! Stay out of this. You're going to ruin everything!",
        "Tammy: Ruin what? Would somebody please tell me what's going on?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=baBel_HEQss"
}