{
    "Episode Summary": [],
    "Recap": [
        "Phillip gave Alex the good news about Harley's condition, but just as he was about to broach the subject of Gus, Olivia entered the room. Olivia and Alex filled Phillip in about Alan's guilt in regards to the stalking business, and that the charges against Olivia have been dropped. Alex told Phillip he needs to return to the helm at Spaulding now more than ever. After Alex left, Phillip told Olivia that the whole Alan/stalker scenario sounds fishy and that Alex must be up to something in order for her to change her tune about Olivia. Olivia leveled with Phillip about the deal she made with Alex, to try and coax Phillip back to the Spaulding fold. Phillip vehemently told her he'd never consider that. He then told her about the possibility of Gus being Alan's son. Phillip took delight in imagining what it would be like for Gus to be calling the shots at Spaulding and Alan and Alex jumping through hoops for him! After Marah, Shayne, Ben, Marina and Bill came through the secret entranceway into Danny and Michelle's new place, they were all shocked that the tunnel spanned the distance all the way from the museum on 5th St. The group wondered about the history of the tunnel. Marah refreshed Danny and Michelle about the story of the curse from the Egyptian exhibit in the 1930's. Feeling uncomfortable around Michelle and Danny, Bill quickly left. Michelle told Danny that she wouldn't ever want to lose Bill's friendship, but Danny told her that friendships sometimes suffer when intimate feelings have come into the picture. Marah pointed out to Michelle how the wooden molding in their house has the same sort of faces carved into it as the molding over at the museum. Danny told Marah, Shayne, Ben and Marina it was okay to investigate the rest of their house. Later that night, Michelle had a nightmare about the eyes lighting up in the carved face in the wooden molding, then seeing a cloaked figure. Danny held her after she woke up screaming.",
        "Gus told Harley that the bullet which hit her came from a standard service revolver, but when he told Harley he shot her, she told him not to assume that until ballistic tests were completed. She then told Gus she loves him and that it doesn't matter if the bullet came from his gun or not. Alex's arrival angered Harley. Alex pointed out to Gus how becoming part of the Spaulding family wouldn't be in his best interests and offered him a cash settlement to leave town with Harley. Outside Cedars, Bill shot a few hoops of basketball when Eden came around. When Bill mentioned that Eden should go and be with her brother, Eden informed him that Gus isn't her brother. The two were in a glum mood, and instead of talking, Eden and Bill began kissing instead. They left to go somewhere private."
    ],
    "Recap Author": "Richard",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Danny: What?",
        "Marina: Surprise.",
        "Danny: What... what the hell?",
        "Michelle: You guys just came out of our wall.",
        "Ben: Yes, we did.",
        "Marah: This tunnel that we found leads from our place at Fifth Street to your place.",
        "Bill: Yeah, but we had no idea that it ended up here.",
        "Marina: This is really wild.",
        "Shayne: Well, you guys are neighbors.",
        "Danny: Yeah, next time use the front door, okay? It works fine. Really...",
        "Ben: Yeah, yeah, sorry about that, Danny. We obviously walked in on... Something...",
        "Marina: Uh, yeah, what exactly were you guys doing? Were you camping?",
        "Michelle: Yeah, sort of.",
        "Marah: Oh, you know what guys, this looks sort of like a private campground so maybe we should go back through the tunnel the way we came...",
        "Michelle: Well, you guys don't have to go back through the tunnel.",
        "Shayne: We can't go back through the tunnel our flashlight blew out.",
        "Michelle: All right, well, you know, as long as you're here, you've never seen our new house. We'll give you the grand tour, right?",
        "Danny: Sure, yeah, all right, the grand tour it is.",
        "Marah: Yeah, are you sure?",
        "Michelle: Yeah, Robbie's with my dad and... Danny and I can't eat all those marshmallows ourselves.",
        "Marina: Yeah, thank you, Michelle. Come on, Ben, roast me a marshmallow.",
        "Ben: All right.",
        "Danny: This is crazy.",
        "Michelle: Hey, Bill, aren't you going to stick around?",
        "Bill: Michelle, I can't stay here. You know what.",
        "[SCENE_BREAK]",
        "(Monitors beeping)",
        "Gus: I... I am sorry. You could have died.",
        "Harley: What are you sorry about? You saved me.",
        "Gus: No. I shot you.",
        "Harley: No, no, it was Guidry.",
        "Gus: No. I tried to take Guidry out, and instead I... I put you in here. And I don't know how to apologize for something like that.",
        "Harley: Well, don't because it wasn't you.",
        "Gus: I know what went down.",
        "Harley: I was there, too.",
        "Gus: All right, do you remember much?",
        "Harley: I remember that... What... It happened very fast, okay. Yeah, it's fuzzy but... We don't even know anything for sure until we have that bullet tested.",
        "Gus: It was my bullet from my gun. Your brother as much as already told me.",
        "Harley: Well, we carried the same kind of gun...",
        "Gus: I'm telling you, I know it is my gun. I have this feeling and don't ask me why. I just know.",
        "Harley: All right, fine, fine. You're obviously not going to stop until I agree, so... Okay, how do you want to deal with this?",
        "[SCENE_BREAK]",
        "Alexandra: Phillip.",
        "Phillip: Aunt Alex. You got a minute to talk?",
        "Alexandra: Well, I thought you'd be at the hospital with Harley.",
        "Phillip: I was, I was at the hospital. A bunch of us were at the hospital. Gus was there.",
        "Alexandra: Well, I imagine he would be. What's... what's the good news? I mean, how is she?",
        "Phillip: Oh, I got some news.",
        "Alexandra: Well, what?",
        "Phillip: I said the good news. Harley pulled through. She was... She was conscious when I left.",
        "Alexandra: That's wonderful. You had me scared to death for a second.",
        "Phillip: You don't scare that easy.",
        "Alexandra: Is there something else?",
        "Phillip: Like what?",
        "Alexandra: Well, I don't know. You tell me. You opted out of the family. This is the second time in two days you've been back. I mean, is there something else on your mind?",
        "Olivia: Hi, there you are.",
        "Phillip: Hey.",
        "Olivia: I've been trying to call you. I got some news.",
        "Phillip: What?",
        "Olivia: It's over. The D.A. dropped the charges against me. Turns out that we were right. Alan framed me.",
        "Phillip: I don't understand.",
        "Olivia: We got new evidence, and we have your Aunt Alex to thank for that.",
        "Phillip: So, now, who... Who's Mr. Whiting?",
        "Olivia: He's an employee of Spaulding Enterprises. He admitted that Alan ordered him to clone my phone and set it up so that only his voice could activate it, and he also had him make a device that would make his voice.",
        "Alexandra: Well, evidently there were recordings of Alan's voice and the stalker's voice making the same threats to Reva.",
        "Phillip: Boy, this guy was a real find.",
        "Alexandra: Yes.",
        "Phillip: So where is Alan now? Is he cooling his heels at county?",
        "Alexandra: Well, of course not. He's in no condition to be in that place. You saw him for yourself. After setting up... I mean, come on. (Laughs) Obviously, he's been under more stress than any of us realize.",
        "Phillip: Because of us, you mean.",
        "Alexandra: The company as well. I'm just glad my brother's going to get the treatment he needs.",
        "Phillip: From you.",
        "Alexandra: Well, Phillip, I'm the only one he has right now. Which brings me back to why you're here. You were hinting at something before.",
        "Phillip: No I wasn't. No, I just came by to tell you that Harley was going to be okay.",
        "Olivia: That's great news.",
        "Alexandra: So Harley's the only reason.",
        "Phillip: Well, no. I also wanted to check on Alan. I don't have to be living here to be concerned about how he's acting, do I?",
        "Alexandra: No. Well, he's resting. He hasn't a clue of what's gone on. I think we have to be very careful about picking the right timing to tell him.",
        "Phillip: How long do you want to wait? Until he's arrested? He may not be well enough to deal with it, but there are consequences. He stalked one woman and framed another.",
        "Alexandra: Oh, yes, yes. Which brings me back to this. You know, you left the family because of Alan's actions, because of what he did. Now, if he's truly mad... (Laughs) ...He can't be held responsible for those actions.",
        "Phillip: This was just the icing on the cake. No, I should have walked out a long time ago.",
        "Alexandra: But now is when the family needs you most. Well, I've said enough. Just think it over. I'll leave you two alone. I'm sure you have a lot to talk about.",
        "Olivia: (Sighs) I wish you could have been here. You wouldn't have believed it.",
        "Phillip: I still don't.",
        "Olivia: What do you mean?",
        "Phillip: I know you're happy to be cleared. So am I. But I think we need to step back and take a little look at who's doing the clearing. Don't you find it strange that Alex would come to your rescue? Because I can't think of a single reason in this world why she should lift a finger to help you.",
        "[SCENE_BREAK]",
        "Michelle: Look, everybody else is sticking around. It could be fun. Just... just... Why don't you stay?",
        "Bill: Uh, no. Thanks.",
        "Michelle: Okay.",
        "Danny: Hey, what's... You okay?",
        "Michelle: Yeah. Yeah, sure. Look, we've got our first houseguests. Come on. All right, so I want to know what the deal with this tunnel is, because I want an idea of who's going to be popping through my walls.",
        "Ben: Well, my bet is that the rum runners used it back during prohibition or something.",
        "Shayne: Uh, no. Those guys tended to stick more towards places near a river.",
        "Ben: Not always, Shayne. It depended on the kind of operation.",
        "Marina: Well, well, well. My boyfriend and Mr. Baseball, a meeting of the minds.",
        "Shayne: So what do you think it is, Detective Cooper Jr.? Huh?",
        "Marina: Well, you know, I'm not really sure yet, but I'd like to think there was something really romantic going on between the museum and this house. I just don't know what yet?",
        "Michelle: Did you find something interesting, Marah?",
        "Marah: Yeah. That face that's carved into the wood? That's the same one that's at our house.",
        "Shayne: That's creepy.",
        "Marina: What do you think that means?",
        "Michelle: It could have just had the same architect on this house that the museum had, that's all.",
        "Danny: Yeah. That's totally possible.",
        "Marah: No, it's more than that. Do you remember the story Remy was telling us about our house being haunted.",
        "Ben: Yeah, yeah. The crazy curator guy. He got himself locked up in the basement with a bunch of mummies back in the 1930's.",
        "Michelle: Yeah. What happened to that guy?",
        "Marah: He died in a mental institution, but the place has been haunted ever since.",
        "Marina: Wait, wait, wait. Can we get back to the guy with the wooden face, please?",
        "Marah: Okay, well, I went to the library and checked out Remy's story.",
        "Ben: Seriously?",
        "Shayne: You are such a nerd, sis.",
        "Marah: I was interested, okay? But anyway, it's a long story, but I found a picture of the whacked-out curator and this carving looks exactly like him. Who knows, Danny? You may have to call Father Ray over here to exorcise the ghosts out of this place, too.",
        "[SCENE_BREAK]",
        "Gus: I don't care if I lose my badge. I don't care. I almost lost you. So...",
        "Harley: Well, you didn't lose me. You didn't lose me, okay? I'm here. I'm right here and I'm not going anywhere. Listen, there is a chance that you're wrong, you know? There is a chance that you're wrong about the bullet that hit me coming from your gun and whether it did or it didn't, it doesn't matter because I love you. I love you, okay? And I'm alive. I am alive and I'm going home. I get to hug my kids. I get to watch my father and my brother bicker over coffee at Company. I get to save Marina from herself. And I get to wake up next to you every morning. Do I hope that that stupid bullet didn't come from your gun? Of course. Of course. But if it did-- if it did-- we will deal with it, okay? Together.",
        "Gus: I love you. I do.",
        "Harley: I love you. So please stop beating yourself up, okay? Because you're not the bad guy. The bad guy is dead and things could have turned out very differently if you hadn't acted the way that you did. You might be the one in this bed right now.",
        "Gus: I wish I was the one in this bed.",
        "Harley: I know.",
        "Gus: I would trade places...",
        "Harley: But I would never ask you to.",
        "Gus: I know, I know. I know.",
        "Harley: So please stop questioning this. You're already questioning everything else in your life these days.",
        "Gus: Yeah, that's true.",
        "Harley: Don't question your instincts as a cop, okay? You are the best partner I've ever had. Okay?",
        "Alexandra: Harley? Thank God you are all right. When I'd heard you'd regained consciousness, I had to come by and see you.",
        "Harley: Well, Alexandra, when I get through with you, you may wish you hadn't.",
        "[SCENE_BREAK]",
        "Marina: You know, I think he's kind of cute.",
        "Shayne: Yeah, well, you also think Ben is kind of cute, so what does that tell you?",
        "Ben: (Laughs bitterly) That's funny.",
        "Michelle: Well, I don't like the idea of some crazy curator's face on my wall.",
        "Marah: Well, maybe you could just tie a pretty little bow on it and make it look pretty instead of scary.",
        "Ben: There you go.",
        "Shayne: My sister, the haunted house interior decorator.",
        "Danny: All right, guys. Really, it's enough that you barge in through our wall, but enough with the ghost stories. This place is not haunted.",
        "Marina: How do you know that, though?",
        "Danny: You know what, Marina? Actually, I don't know that, so why don't you check it out for us? You guys, please, feel free. Have the run of the house, look all you want.",
        "Marah: Seriously?",
        "Danny: Yeah, seriously.",
        "Marah: You'll let us poke around this place?",
        "Danny: All the bedrooms are upstairs, the kitchen's to the left, but stay away from the fridge. That's where we keep our extra bogeyman.",
        "Marina: Oh, ha, ha, ha, ha, ha.",
        "Marah: Let's go upstairs.",
        "Marina: Okay.",
        "Michelle: Hey. Shouldn't we tag along and show them around?",
        "Danny: Oh, honey, they're fine. They just found their way through a tunnel all the way here from Fifth Street. I'm sure they'll be able to find their way through the house. I want a minute with you.",
        "Michelle: I like the sound of that.",
        "Danny: Actually, I want to talk to you.",
        "Michelle: About what?",
        "Danny: You know what. About Bill.",
        "[SCENE_BREAK]",
        "Eden: Easy, what... Bill!",
        "Bill: Eden. Hey. Sorry, I didn't see it was you.",
        "Eden: What? If you saw it was someone else, you would have hit them?",
        "Bill: Maybe. It's been one of those days.",
        "Eden: Yeah. No kidding. So what are you doing out here?",
        "Bill: I was cutting through to my place on Fifth Street, saw the ball and just...",
        "Eden: Where were you coming from?",
        "Bill: Long story. How about you? What are you... Oh, hospital. Harley. What's going on?",
        "Eden: You know Harley?",
        "Bill: Yeah. Yeah, I do. And in fact, Marina Cooper's dating one of my roommates.",
        "Eden: Yeah, well, it looks like Harley will be okay. Gus is with her right now.",
        "Bill: They're pretty tight, though, huh? The whole thing's probably been weighing on you pretty heavy. I guess Gus is glad to have a sister around to lean on in a time like this.",
        "Eden: Well, like I said, Gus is with Harley.",
        "Bill: Something you want to talk about?",
        "Eden: No. You? Or would you rather peg me with the ball again?",
        "Bill: No, you're safe. But I'm not in a talking mood.",
        "Eden: Well, we have more in common than I thought.",
        "[SCENE_BREAK]",
        "Gus: Alexandra, this is not a very good time.",
        "Harley: No, don't. Don't. Because I want to hear what you have to say, Alexandra.",
        "Alexandra: What is this all about? I mean, I came by to make sure you were okay.",
        "Harley: Really. Because we're such good friends, you and me.",
        "Alexandra: I am your friend, Harley.",
        "Harley: Not after what you've done to Gus.",
        "Gus: Don't. It's not worth it, okay? She's not worth it.",
        "Harley: You did everything in your power to distract us from finding out that Gus was Alan's son. How could you do that? Your own nephew. Do you really think that he's just not good enough to be a Spaulding?",
        "Alexandra: (Scoffs)",
        "Harley: Well, I have news for you: He's too good. He is better than all of you combined. And I introduced the two of you and you pretended to like him.",
        "Alexandra: No, I do like him. I like you, too-- whether the two of you like me or not.",
        "Harley: Well, I'm not through until you tell me why you felt you had the right to interfere in Gus' life.",
        "Alexandra: You know, you two have been so busy playing detective that you haven't realized that from the very beginning I have been trying to do you a favor. I only came by now to tell you the offer still stands.",
        "[SCENE_BREAK]",
        "Olivia: You know what? Your aunt just gave me a \"get out of jail free\" card. Can we just celebrate that rather than analyze it?",
        "Phillip: Don't you understand? She's playing you. She's tried to get you banished from Springfield. Now all of a sudden she's your guardian angel? I don't think so. No, you weren't at the hospital. She's up to something.",
        "Olivia: What happened?",
        "Phillip: I'm not sure, because I don't have all the pieces yet, but I know she's connected to it. Now I find out that she's cleared you and I don't know why, but I know it has something to do with me. It's not a coincidence. It's trying to get me back into the family, trying to get me back into the company. I know I sound like a raging egomaniac.",
        "Olivia: A little.",
        "Phillip: But getting you, trying to help you, is a way to regain my trust. That's what it is. Alan's not himself. She needs me. Damn it, that's what it is. She's got to have me right now. She thought that she had a way of wrapping up this stalker thing and a way to endear herself to me by helping you all in one fell swoop. She saw an opportunity and she grabbed it.",
        "Olivia: Well, I'm not going to knock grabbing opportunities. I've been known to grab a few myself.",
        "Phillip: You don't know her the way I know her. I know what she wants. I just don't know what it is she's got up her sleeve.",
        "Olivia: Me.",
        "Phillip: What?",
        "Olivia: After you left for the hospital, she recruited me.",
        "Phillip: I don't understand.",
        "Olivia: She wants me to help her get you back in the family.",
        "Phillip: Unbelievable. I assume you told her where she could go.",
        "Olivia: Actually, I told her yes. All right, I'm going to be honest with you. I want you heading the family. And not because Alexandra wants you to, but because you deserve it.",
        "Phillip: I don't believe I'm hearing this.",
        "Olivia: Your aunt is intolerable; there's no question about that. But is she wrong when she says it's foolish to throw away your birthright? I mean, come on. I know Alan has hurt you. He's hurt me, too. And yes, it would be easy to wash our hands of everything Spaulding, but would it be for the best.",
        "Phillip: I won't do this. I won't become one of them.",
        "Olivia: Then don't become one of them. We're talking about grabbing opportunities-- well, grab this one and turn this family around. Show them how to do things the right way. I mean, Alex thinks she's playing me. I don't care what she thinks. But don't pass this up just to show them that you don't need them.",
        "Phillip: Oh. You think it's just that simple?",
        "Olivia: I think it can be that simple, yes.",
        "Phillip: (Sighs heavily) You may have my best interests at heart. Alexandra does not. She does not want me running the show because she thinks I'm the man for the job. No. She wants me to step up because she's afraid if I don't, somebody else will.",
        "Olivia: Who?",
        "Phillip: Well, it turns out there's a remote possibility that Alex may have dug up another Spaulding.",
        "[SCENE_BREAK]",
        "Gus: Alexandra, why don't you just do Harley a favor and leave? Okay? You've made enough of a mess already. Please.",
        "Alexandra: You know, that's not really true. You know, I did what I did to keep things under wraps, but the fact is, Gus, you are a Spaulding, and that happened long before I was involved. You know, the simple truth of the matter is, we're all in the same boat.",
        "Gus: Really? How's that?",
        "Alexandra: We'd all like this mess to just go away. I have my reasons and you have yours, but we all want the same thing.",
        "Gus: Oh, we're all just one big happy family.",
        "Alexandra: Oh, see there. You're already acting like a Spaulding, aren't you?",
        "Gus: What?",
        "Alexandra: Oh, I know you enjoyed your power trip the other day. Maybe you'll tell Alan you're his son, maybe you won't tell Alan you're his son, but it's all going to be on your timetable. Spoken like a true Spaulding.",
        "Gus: No, excuse me. Do not clump me in with all of those people, okay?",
        "Alexandra: Oh. All right, fine. You step up there. You claim your birthright, all right, and you'll find yourself day by day being more like us. You want to take yourself and you want to throw the woman you love plus her children into our family orbit? (Laughs) Oh, my God, it's only your worst nightmare. Go ahead. Be my guest.",
        "Gus: Don't, Alexandra. Just don't.",
        "Alexandra: Oh, fine, fine. You know, this is going to be quite a test of your patience. You can't stand to be in the same room with me for five minutes right now and you want to sign up for a lifetime of it? And look at Harley in this bed, huh? The victim of a vile act. (Laughs) Do you want to set yourself up for just more trauma?",
        "Gus: Do not use her shooting to manipulate me, okay?",
        "Alexandra: Fine. But both of you must be thinking of how you can avoid another incident like this. Hm? Have you considered that maybe your birthright would allow you the financial freedom not to have to be cops, not to have to put yourself in risks, situations like this?",
        "Gus: What's your point?",
        "Alexandra: You can have it both ways, you know. I mean, all the money you ever dreamed of and not even have to go public that you're a Spaulding.",
        "Gus: And how would I do that?",
        "Alexandra: Well, you can pick up and leave town. I happen to have a blank check. You can name your price.",
        "[SCENE_BREAK]",
        "Michelle: I thought we were done talking about Bill.",
        "Danny: Yeah, well, I thought so, too. But... Judging from the way you two were with each other just now, it couldn't have been more awkward. Could it?",
        "Michelle: No, I doubt it.",
        "Danny: So what's going on? I mean, I know you didn't really have time to resolve things with Bill. Are you regretting that? Do you feel like I'm pushing you into all of this?",
        "Michelle: You're worried that you've pushed me? Danny, who proposed to whom? Look...",
        "Danny: I know, but Michelle...",
        "Michelle: Look, I knew that the timing was wrong with Bill long before you started sneaking around behind my back buying us houses. And right now, I just... I just want to be his friend, that's all. And I'm just not sure if that's something that he can handle.",
        "Danny: Right. Well, maybe he can and maybe he can't. That's... (Sighs)",
        "Michelle: And that's all you're going to say?",
        "Danny: Well, Michelle, I don't really... You know, I can't tell you to forget about him without seeming selfish or like the jealous husband, but then I can't tell you that I'm really happy with the idea of him hanging around our house when he's totally in love with you.",
        "Michelle: Danny, it's...",
        "Danny: Michelle, look. The fact is that sometimes it's not possible to be friends with someone when the relationship is over. Maybe that's not the case with you and Bill, but he's the one who got the short end of the stick. Maybe you should just give him some time.",
        "Michelle: Some time to get over me or some time to find somebody else?",
        "[SCENE_BREAK]",
        "Bill: Question for you.",
        "Eden: I thought we weren't talking.",
        "Bill: Yeah, well, I'm changing the rules.",
        "Eden: Okay, shoot.",
        "Bill: You think your brother's still up in that hospital?",
        "Eden: Probably.",
        "Bill: You want my advice?",
        "Eden: No.",
        "Bill: Well, I'll give it to you anyway.",
        "Eden: You know, I don't like these new rules.",
        "Bill: Eden, if you've got something on your mind, I think you should go tell Gus. Because if you don't, it's going to build up inside you and wear you out. Are you even listening to me?",
        "Eden: Yes, I'm listening to you. But that's really great advice if you have a simple problem, but I don't.",
        "Bill: I mean, he's your brother. How hard can it be?",
        "Eden: He's not my brother.",
        "Bill: That's a pretty harsh statement. Are you sure you don't want to take that one back?",
        "Eden: Well, come on. Think about it. Don't you think families are a little overrated, anyway?",
        "Bill: Uh, no. I don't.",
        "Eden: Well, come on. Who says you're supposed to count on people just because they're blood related. It's all just chromosomes or genes or all that garbage that you learn in high school. You know, families are just an accident of birth.",
        "Bill: Accidents of birth?",
        "Eden: Yeah. Let's say, I mean, have you ever hated someone so much that you just want to blip them off this earth? And then let's say it turns out that you're related to them. Are you supposed to like them instantly? Or even love them? You don't love someone just because they're your family, or just because you've known them forever and that's the way it's supposed to be.",
        "Bill: That's pretty heavy stuff, Eden. Especially for someone who wasn't in the mood for talking.",
        "Eden: Well, you're the one who changed the rules.",
        "Bill: I don't know. You sound pretty jaded.",
        "Eden: I'm not jaded. I'm just... I'm lonely. And I'm tired of being lonely. All right, my turn to ask you a question. How long have we known each other?",
        "Bill: 45 minutes. Maybe even an hour.",
        "Eden: So basically, we're strangers, right?",
        "Bill: Yeah.",
        "Eden: Well, sometimes that's better.",
        "Bill: Sometimes it is.",
        "Eden: Because then we have less chance of getting hurt. You know what? I'm not in the mood for talking anymore.",
        "[SCENE_BREAK]",
        "Shayne: Hey, you guys have a radio in here?",
        "Michelle: Yeah. Why?",
        "Marah: Just put it on. It's Sandy and the Mole. You guys are going to want to hear this.",
        "Michelle: All right.",
        "Danny: What's the Mole? Yeah.",
        "Mole: So they're fixing up Fifth Street. Now, who cares about Fifth Street? I don't get it.",
        "Sandy: Well, Danny Santos cares.",
        "Mole: Oh, yeah? I bet he made them an offer they couldn't refuse, huh? Give him a break. Look, the reason I brought this up is they want a new name for this spiffed-up neighborhood, so I was thinking, let's do a contest.",
        "Mole: Yeah! Like name that street. Blackmail Boulevard or Hooker Strip. Get it? Hooker... Strip.",
        "Sandy: All right, listeners, you know what? Just ignore him. Come up with a new name for the area and call in.",
        "Mole: No, no, wait.",
        "Name that business: Swim With The Fishes Pet Shop. Put Out A Hit Recording Studio.",
        "Sandy: You're killing me here, Mole. Look, listeners, I know you have better ideas than the Mole, so call them in. The winner will get...",
        "Mole: Cement shoes!",
        "Sandy: Enough, Mole. This is serious.",
        "Mole: Why? Scared, huh? Scared you're going to find a horse's head in your bed?",
        "Danny: Okay, that's enough of that.",
        "Marina: Oh. Oh, oh, oh! I have one! I have one! I have one! Sorry.",
        "Danny: No, hey, it's all right. This is exactly what I wanted. This is good. This is publicity. There's no such thing as bad press. Believe me, I can handle a few jokes if it makes people aware of the improvements that I'm making to that neighborhood.",
        "Ben: That's a good attitude, Danny.",
        "Danny: Well.",
        "Michelle: Hey. I didn't even offer you guys anything, really, to eat or drink. You guys want something? All I've got are camp-out leftovers.",
        "Marah: No, Michelle. Thank you so much, but I think we've worn out our welcome a little bit.",
        "Michelle: Oh, no, we've loved having you guys, really. We do.",
        "Marina: Um, you know, sorry we broke down your wall.",
        "Danny: It's okay, I'll send you the bill.",
        "Ben: All right.",
        "Marah: And if you need any help with any design ideas for this place, call me.",
        "Michelle: The first order of business is chopping that curator's face off my wall.",
        "Marina: Yeah, that's one way to ax the ghost, huh?",
        "Michelle: Bye, guys.",
        "Marah: Thank you.",
        "Ben: We're out of here. Thank you.",
        "Danny: Use the door next time. Hey.",
        "Michelle: Hm?",
        "Danny: What's this with chopping the face off. You don't take that haunted house stuff seriously, do you? Come on.",
        "Michelle: No, of course not.",
        "Danny: Well, good. I hope not. It's nice to have the house to ourselves again.",
        "Michelle: Mm-hmm.",
        "Danny: Want to pick up where we left off?",
        "Michelle: Sure.",
        "Danny: Well, hey, I'll go get that champagne out of the fridge.",
        "Michelle: Okay. Don't be long.",
        "[SCENE_BREAK]",
        "Gus: Excuse me while I escort our friend out of here myself.",
        "Alexandra: You know, Gus, you don't fool me for one moment. You're the kind of man who likes to have all of the answers and you don't have a clue right now. You're just looking for a target and I have to be the handy one.",
        "Gus: You can believe whatever you want. I don't care.",
        "Alexandra: Oh, believe it? I know it. You have known for how long that you're Alan's son. (Laughs) And you've been sitting on your hands and it's not just to torture me. No. It's because you don't know what the hell to do and you're scared to death of screwing up. Well, you know something? You won't take my advice, to do what I think is right, so I hope you have the good common sense to slow down, calm down and talk this through with Harley.",
        "Gus: Let me tell you something: She's been through enough. That's it.",
        "Alexandra: Fine. Okay, Gus, take a little advice. Will you stop looking inside yourself for answers you just don't have and stop looking at me like the enemy?",
        "[SCENE_BREAK]",
        "Eden: So, how far is your place from here?",
        "Bill: Too many... Too many roommates. Too many roommates.",
        "Eden: I don't.",
        "Bill: No?",
        "[SCENE_BREAK]",
        "Gus: All right. You make this, Aitoro, all your troubles go away. (Sighs)",
        "[SCENE_BREAK]",
        "Olivia: Gus Aitoro couldn't be Alan's son.",
        "Phillip: Well, that's what Gus says.",
        "Olivia: So you spoke with him. Well, there you go.",
        "Phillip: Well, Harley said he was. And she meant it. Of course, she was a little out of it.",
        "Olivia: No. This isn't possible.",
        "Phillip: I almost wish it was.",
        "Olivia: Why?",
        "Phillip: Because if Gus was Alan's firstborn, this would all be his. He'd be running the show. Can you imagine that? Can you imagine Alan and Alex jumping through hoops to please Gus? (Laughs) I'd almost pay to see that.",
        "Olivia: No. You're angry. You're angry. This can't be what you want.",
        "Phillip: Why not? I'm through with all of it. You know, I came over here because I was going to dump this in Alex's lap and just have a little fun with her, watch how she reacted, but I'm glad I didn't. I think it's better to leave her clueless rather than give her time to jump into another one of her warped plots.",
        "Olivia: You need to think about this. Is this really what you want? You want to be disconnected from your family? You want to be struggling financially? Think about it. I'm only saying this because I know how hard it is.",
        "Phillip: Now you made your case, but this is not what I want.",
        "Olivia: Oh. You know what? I just remembered I've got to meet somebody at the Beacon. Do you mind?",
        "Phillip: No, go ahead. I'm going to stick around for a while. Maybe if Alan wakes up long enough, I can find out whether or not Alex's witness is the real deal.",
        "Olivia: Phillip, the guy cleared me. That's all that matters.",
        "Phillip: Getting some distance from this family, that's what matters.",
        "[SCENE_BREAK]",
        "Michelle: (Screams)",
        "Danny: Hey, what's the matter? What? What's the matter?",
        "Michelle: I just had a nightmare.",
        "Danny: Oh, honey, hey. You're okay. You're okay. It's just... You know, sleeping in a new place. It happens.",
        "Michelle: Yeah, yeah.",
        "Danny: It's not familiar. Are you all right? You want to tell me what happened?",
        "Michelle: No, no, it's not important. It was just a bad dream, right?",
        "Danny: Yeah.",
        "Michelle: It's over.",
        "Danny: Come here.",
        "Michelle: It's just a bad dream.",
        "[SCENE_BREAK]",
        "Phillip: Walk away, Phillip. Just walk away.",
        "[SCENE_BREAK]",
        "Alexandra: I got your message. I assume you have some information.",
        "Olivia: Well, it's never wise to assume anything. Sets you up for disappointment.",
        "Alexandra: Well, I just hope you're not going to disappoint me, Olivia. After all, we did have an agreement, didn't we, an arrangement? And the only reason I left you and Phillip alone so that you could hold up your end of the bargain. So, did you convince Phillip to retain his position in the family?",
        "Olivia: The subject came up.",
        "Alexandra: And what did you say?",
        "Olivia: Me? Not a whole lot. But, Phillip, he had plenty to say.",
        "[SCENE_BREAK]",
        "(Monitors beeping)",
        "Harley: Hey, Gus, where in the world did you...",
        "Frank: Hey.",
        "Harley: Hey.",
        "Frank: How you doing?",
        "Harley: Yeah...",
        "Frank: Up for another visitor?",
        "Harley: Another visitor?",
        "Frank: Yeah. How about a very special one?",
        "Zach: Mommy!",
        "Frank: (Laughs)",
        "Harley: Hi. I didn't expect... You won't hurt me. Give me a hug.",
        "Frank: I was going over the finer points of being a Cooper, and anyway, he was really missing his mom, right? Huh, big man?",
        "Harley: Yeah. You see all my boo-boos, huh?",
        "Frank: She's all right. She's going to be fine.",
        "Harley: I'm going to be better really soon. Don't worry about it. I miss you.",
        "Zach: I missed you a lot.",
        "Harley: (Laughs) Well, I promise this is going to be the last time that you and Jude have to wonder where I am."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=VCUBd5pFab0"
}