{
    "Episode Summary": [],
    "Recap": [
        "Edmund joins Cassie at Reva and Josh's to ask for advice on how to handle the whole situation with Tammy. Josh and Reva both offer what advice they can. Jeffrey visits to return something Marah forgot before going off to Paris. Reva agrees to encourage her to stay in Paris. Eden tries her hand at answering phones for the hot line. Her first try does not turn out well. Olivia visits Philip and tells him of the problems Spaulding Enterprises is encountering. As Alan deals with the fallout, he informs Philip of Olivia having his signed proxy. Philip had no idea what he signed. He tells Alan to leave Olivia right where she is so they can watch his slippery wife very closely."
    ],
    "Recap Author": "Boo",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: Cassie? Change of plan. Tammy is going to be fine. We spoke and she told me she thinks the kiss is a mistake. She just wants to move on. But, most importantly, she thanked me for not telling you. So, whatever you do, don't let on you know; or we're back to square one.",
        "Cassie: Page after page of Tammy assuming every time Edmund showed her any kindness; it meant that he was falling for her. Reva, I was there for half of these moments, and they didn't happen at all the way Tammy remembered. Now, look, I would like to believe that Tammy is letting her imagination run wild. She is misinterpreting things in this big of a way. This is serious and I don't know what to do about it.",
        "Josh: Cassie, have you... have you considered the possibility that this is not a case of Tammy's imagination running wild?",
        "Cassie: What do... what do you mean?",
        "Josh: Maybe this is not a fantasy thing. Maybe Edmund has been encouraging her in some way.",
        "Cassie: What was I thinking? What was I thinking coming here? You know, I should have known that you guys...",
        "Josh: No, no, no.",
        "Reva: It's hard for us to ignore everything we know about Edmund.",
        "Cassie: Edmund did not hit on my teenage daughter!",
        "Josh: I would like to hear that from him. Maybe I should just track him down and talk with him about it.",
        "Cassie: Josh, I told you that I was just there for half of these moments. Edmund was kind and he was sweet; nothing more, nothing less.",
        "Josh: Cassie, sometimes we see what we want to see.",
        "Reva: Okay, Josh, you're still on a low boil because of the whole Marah and Jeffrey thing, so I think we all need to calm down. And, Cassie, I don't think you were wrong to read Tammy's journal.",
        "Cassie: No? Then why do I feel so terrible?",
        "Reva: Well, you're going to have to get over that. You're also going to have to fess up and talk to her before this fantasy life of hers collides with reality.",
        "Cassie: Well, it's too late because there's already been a major collision. There's been a kiss, a real kiss. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Harley: They're not going to bust you. They're going to help you. I promise. Listen, just call that number that I gave you first thing in the morning. Promise me you'll do that? Try to get some sleep, okay? No problem. Bye. Hey, is that the Egan's catalog?",
        "Eden: Yes. I can't believe you think I should register for gifts.",
        "Harley: Well, if you don't, you're going to get, like, 500 wine glasses and 20 can openers, so there you go.",
        "Eden: Can we get out of here? I'm really hungry, and I'll buy.",
        "Harley: Actually, can we order in? Marina's supposed to cover the phones, but, because she's late, I have to stay.",
        "Eden: Okay. Well, why don't you let me help you now on the phones and...",
        "Harley: No. No, no, no, no. She's coming. She's just going to be late.",
        "Eden: Okay. So, why don't I just fill in the meantime and... Do you have a problem with that? ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Jeffrey: Don't... don't look at me like that. I had to let you go. I had no choice. There was some stuff happening here that's going to get dangerous and the sooner you got out of Springfield, the better. (Sighs) Besides, you needed to make a fresh start, right? Don't, please. You think I'm making excuses. You think this is easy for me? I can't go back to the life I knew before I met you. You've changed me and I love you. But, I hate you for making me feel these feelings again; for making me feel these feelings that I never, ever wanted to feel again, because they're dangerous. They hurt. I needed to heal, so that's why you had to leave. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Olivia: Spaulding preferred stock lost another dime today. How many shares did you pick up? So that gives us, what, 25%? Well, yeah, it's good, but it's not great. You should have bought more. So, somebody else is buying? So what? Look, I don't care what you have to do, get me more shares. Look, Phillip is not going to be in this hospital forever, okay? And it's going to be harder for me to gain controlling interest at Spaulding once he's out. So get to work!",
        "Rick: Fancy meeting you here.",
        "Olivia: I wasn't expecting to see you here tonight.",
        "Rick: Uh, Olivia, Phillip's doing very, very well at the moment. He's calm and he's very clear- headed, and I think if we just all pitch in, he should be home any day now. So, don't upset him. Do you hear me?",
        "Olivia: Yes, I hear you. I want what's best for Phillip as much as you do, Rick.",
        "Rick: I hope so. Well, I'm going to go meet my wife for a cocktail, but I'll be checking back later.",
        "Olivia: You do that. Don't worry, Rick. I really do know what's best for Phillip. Hi, honey.",
        "Phillip: Well, if it isn't Mrs. Spaulding.",
        "Olivia: Well, look at you. You look terrific. You look calm and rested.",
        "Phillip: I'm all of that and more.",
        "Olivia: I ran into Rick on the way in.",
        "Phillip: Oh, good. Well, then I guess he told you the good news, that I'm going to be getting out of this place very soon. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Reva: A kiss. Edmund...",
        "Cassie: No, not Edmund. Tammy. Tammy kissed him.",
        "Reva: Okay, you said it was a \"real\" kiss. How real is real?",
        "Cassie: Too real. There's no question about it, Tammy meant it. I didn't want to believe this either, but I read about this in her journal.",
        "Josh: So, you're telling us that Edmund didn't respond.",
        "Cassie: No, he did not respond, Josh.",
        "Reva: Tammy must have been so embarrassed.",
        "Cassie: No, just the opposite. Her entry in her journal, it was gushy, and scary. And then Edmund tried to talk to her about it this morning, but then she was humiliated and she just literally ran away.",
        "Reva: Well, where is she now?",
        "Cassie: She's with Joey.",
        "Reva: You know what? Maybe he can get her to calm down.",
        "Cassie: God, I hope so, because I don't know what to do.",
        "Josh: You know what? In a way, this really shouldn't come as too much of a surprise.",
        "Cassie: Really? I'm floored.",
        "Josh: Yeah, I'm just saying: Think about it. What did Edmund do? He stepped in and became a father figure for Tammy, right?",
        "Cassie: Yes, and he's very good at it.",
        "Josh: I'm not saying that he isn't.",
        "Reva: You know, and Tammy did grow up without a father.",
        "Cassie: That's true, because Rob wasn't a father worth having, that's for sure.",
        "Reva: And, you know, Richard filled that void for a little while, and then he was gone.",
        "Cassie: I was so caught up in the gap that I had in my life that I wasn't even there for my daughter.",
        "Reva: Cassie, no one can be both a mother and father to a child.",
        "Cassie: Josh did.",
        "Josh: No. I did the best I could when they were younger, but I was lucky. Reva stepped in by the time we got to the terrible teens.",
        "Reva: And even with two parents, it's a tough thing for any family.",
        "Josh: Yes, it is.",
        "Reva: You know? I mean, we had a tough time with Marah, and she's a grown woman.",
        "Josh: Yeah, don't remind me. (Cell phone ringing) I'm going to get that and I'll be back in a minute.",
        "Cassie: I thought that Edmund could help Tammy, you know? He's just so nurturing and he's so there.",
        "Reva: Okay, you said that he did and said all the right things for Tammy, right?",
        "Cassie: Yes, yes.",
        "Reva: Okay. What happened the last time Edmund allowed himself to be so charming? You fell in love with him. So, how can an impressionable, fatherless young girl resist that kind of charisma, cassia? The answer is, she can't. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Harley: Eden, I appreciate the offer, but handling hot line calls, that requires special training.",
        "Eden: What? Talking to people? That's what I do, Harley. Plus, I've been where most of these people who call in needing help are. So, my life is my training.",
        "Harley: It's not quite that simple.",
        "Eden: Well, I will catch on. Just give me a try?",
        "Harley: Eden, you know, you have your own style, and that's great. It may not be the tone that we need to establish on these hot line calls.",
        "Eden: Well, when a call comes in, I say, \"hello,\" and I listen patiently to whatever their problem may be, and then refer them to a counselor, rehab center or an adoption agency; whatever their needs are. The numbers are conveniently listed right next to the phone. Is that the right tone?",
        "Harley: Eden... (Telephone rings)",
        "Eden: Here we go! Hello? Fifth Street hot line, how are you doing? Excuse me, um, what is your name? Mark. Hi, Mark. So, your girlfriend what? Wait.... wait. She left you why? How many times? Are you're wondering why she left you? Oh, you have got to be kidding me. Oh, if you were cheating me on like that, I would have tossed you out. You are a loser. Oh, yeah. You heard me. You are a pathetic loser... Mark? Hold on a second?",
        "Marina: Hi, Mark. Where were we? ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Rick: Hey, Edmund.",
        "Edmund: Oh, Rick. Hi. Oh, how's the new arrival?",
        "Rick: Oh, beautiful. Thank you for asking.",
        "Edmund: Good, good.",
        "Rick: So, go ahead and say it.",
        "Edmund: I'm sorry, say what?",
        "Rick: \"Beautiful, just like her mother.\" It seems to be the standard line these days.",
        "Edmund: (Laughs) Well, I'll refrain then, just to be different. So, have you got any names for the young lady?",
        "Rick: Leah Bauer.",
        "Edmund: Oh, that's lovely. So, how is Phillip coming along? Cassie tells me that you're thanks for caring. Good, good. I don't particularly. Well, I've got to find Cassia and get with business. Good luck with the new arrival and good luck with the teen years. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Rick: Thanks. Well, hello.",
        "Alexandra: Hello, Rick. Oh, how are you? And Mel and that beautiful new baby?",
        "Rick: She's doing fantastic. And thank you for all those baby gifts. You must have bought out the entire store.",
        "Alexandra: Oh, it was my pleasure. I mean, it's so much fun to shop for little girls, you know? Between your little darling and my Emma, I'm going to keep Egan's in business for years to come.",
        "Alan: They're erecting a statue of Alex in front of the building.",
        "Rick: I would imagine that. Well, I'm just waiting for my wife. We're going to have a cocktail. It's parents' night out and grandpa's home baby-sitting.",
        "Alan: Oh, really? How is Ed?",
        "Rick: He's doing a lot better, Alan. Thank you for asking. Listen, would you guys like to join us for a drink? I'm sure Mel would love to see both of you.",
        "Alan: Well, we would love to do that, but we're off to see Phillip now.",
        "Rick: Oh. I was just there.",
        "Alexandra: How is he?",
        "Rick: He's in very good spirits, and I'm sure he'd be very happy to see both of you. Please don't upset Alan. He's making great progress.",
        "Alan: Well, I'm glad to hear that good news.",
        "Rick: It's very important that we keep him calm so we can get him home as soon as possible.",
        "Alexandra: Well, that's exactly what we all want, though I can't speak for everyone. I can't speak for his blushing bride.",
        "Rick: Oh, Olivia was... she was just there.",
        "Alan: What, you don't want Phillip disturbed and yet you would leave someone like her with him? Come on, Alex. We'd better get over there before she does any more damage. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Phillip: What's wrong, honey? Did you forget to wear the necklace that I gave you?",
        "Olivia: I... I must have forgotten. (Laughs nervously) Actually, I was thinking of you.",
        "Phillip: Oh?",
        "Olivia: Yeah. You know, we both know how important it is for you to get better.",
        "Phillip: Nothing more important than that.",
        "Olivia: Also, it is vital to your recovery that you remain calm.",
        "Phillip: Calm, cool and collected.",
        "Olivia: Yeah, exactly. So, I was thinking that one of the things we can do is to get all the stressors out of your life.",
        "Phillip: Well, that's where you come in. To help me, I mean. You keep all those mean, old stressors away, won't you?",
        "Olivia: I'll certainly do my best.",
        "Phillip: I'm so lucky that I have you in my life.",
        "Olivia: Well, I plan on being here for a long, long, long time.",
        "Phillip: Aren't I a lucky guy?",
        "Olivia: Actually, I think we're both lucky to have each other and why it is important that you focus on getting better, so you can go home.",
        "Phillip: I'm getting better. I'm getting better.",
        "Olivia: Yeah. One of the ideas to, you know, remove a stressor is to ask Alan not to visit quite so much.",
        "Phillip: He's my father.",
        "Olivia: Yeah, I know, but he is a really upsetting influence on you, and I just don't want to... oh.",
        "Phillip: Is that the \"journal\"?",
        "Olivia: Oh, no.",
        "Phillip: I haven't read a newspaper in months. Let me...",
        "Olivia: No, sweetie, look. There's really nothing in it.",
        "Phillip: I just want to take a look.",
        "Olivia: Come on, all the bad news in the world is just going to upset you. How about I go out and get you a garden magazine or a pottery catalog?",
        "Phillip: Olivia. What are you hiding from me?",
        "Olivia: Nothing.",
        "Phillip: Then give me the paper. Let's see how Spaulding stock is doing. Oh, my God.",
        "Olivia: It's not doing very well, is it?",
        "Phillip: Oh, my god. This is a disaster! What happened?",
        "Olivia: (Sighs) look, I hate to be the one to have to tell you this, but since Alan won't, Spaulding is being investigated.",
        "Phillip: Investigated? By whom?",
        "Olivia: Investigated by the federal government. They have dozens of agents just going through files, records and e-mails, basically anything they can get their hands on. Sweetie, the company's in deep trouble. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Cassie: Of course, Tammy liked Edmund. How could she not? He helped her so much and he was there so much for her during the play rehearsals.",
        "Reva: I think she just got carried away with that.",
        "Cassie: I have no idea how I'm going to talk to her about this. I can't. I just can't do this.",
        "Reva: Well, you're going to have to.",
        "Cassie: All right. Well, it's bad enough with the situation with Edmund, but now we have the issue that I read her journal without her permission. She is going to be hysterical.",
        "Reva: Well, you're going to have to find a way to discuss it.",
        "Cassie: I don't know. Reva, when I was her age, my life was completely different, except for one thing. Everything really, really mattered, and I would have freaked if someone did this to me.",
        "Reva: Well, Tammy's going to freak, too, but you're going to have to deal with it.",
        "Cassie: Why couldn't I have had boys, all boys?",
        "Reva: Well, you know what they say? You want your heartbroken, have a daughter.",
        "Cassie: Who said that?",
        "Reva: I don't know, somebody.",
        "Cassie: Well, I know you've had your moments with Marah.",
        "Reva: You know something? That is the understatement of the decade. I'll tell you, when I found out that it was Marah that shot Carrie, I thought, \"Well, here we go. She's following in my not-so- terrific footsteps.\" I really thought that I could shield her from all the anguish and the drama of life. I was hoping that she would grow up and be exactly like Joshua. But my prayers weren't answered. She's had her full dose of everything. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Josh: I'm back. Hi.",
        "Cassie: Get in here, you know? You're supposed to be helping me. You're the man of the family.",
        "Josh: I am? Oh, yes, that's right, I am. I'm sorry. It's just been a while since I've been called on to solve family problems.",
        "Reva: Come on, it's like riding a bike. (Doorbell rings) I'm going to grab that. Well, well, well. Your ears must have been ringing. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Edmund: I was hoping to get here before...",
        "Reva: Too late.",
        "Edmund: Where's Cassia? Thank you.",
        "Josh: Cassie, I'm just saying that Edmund is the older person involved, so he's the one responsible, especially if he took advantage of Tammy in any way.",
        "Edmund: Josh, I couldn't agree with you more. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Rick: No. No, sweetheart, it's not worth it. If she's fussy, then we shouldn't leave her with dad. No, I'm positive. Just... honey, I'll be home in a few minutes. Okay? Don't worry about it. Bye.",
        "Jeffrey: Dr. Bauer.",
        "Rick: Hey, O'Neill.",
        "Jeffrey: Congratulations. You've got a cute kid. I saw her at the hospital. She looks just like her mother.",
        "Rick: Yeah, that seems to be the consensus these days.",
        "Jeffrey: How is everything holding up with your brother-in- law?",
        "Rick: I don't know, Jeffrey. How do you think he's holding up?",
        "Jeffrey: Well, I imagine it's tough times at the Santos house. I'm sorry about your sister. I guess it's just bad judgment in men. See you later. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Phillip: Federal agents?",
        "Olivia: Yeah.",
        "Phillip: An investigation?",
        "Olivia: Yeah.",
        "Phillip: What do they want?",
        "Olivia: They're looking into what they call \"corruption.\"",
        "Phillip: How long have they been looking? When did it start?",
        "Olivia: Just sit down. Just relax a little.",
        "Phillip: Just tell me when it started!",
        "Olivia: It's been a few weeks now, okay?",
        "Phillip: Weeks?",
        "Olivia: Yes.",
        "Phillip: Weeks?",
        "Olivia: This is why I didn't want you to see the paper. Look at how upset you are.",
        "Phillip: This is my company, this is my family, and this is what I do and what I know. They're... what... they're accusing us of what?",
        "Olivia: Corruption.",
        "Phillip: Well, that's not true. Did you see the stock?",
        "Olivia: It'll rebound.",
        "Phillip: It's never been this low.",
        "Olivia: Come on, it's under control. It's bad, yes, but neither of us... none of us are giving up. Alan, Alexandra, not me.",
        "Phillip: What?",
        "Olivia: I'm in the perfect position to look out for your interests. My hands are clean. I'm your wife and I can make sure everything goes as it should.",
        "Phillip: Did you bring your phone?",
        "Olivia: Yes, but...",
        "Phillip: Give it to me.",
        "Olivia: What? Why? Who do you want to call?",
        "Phillip: Our lawyers, our senator. Anyone I can get to get these agents out of our buildings.",
        "Olivia: I've got things under control.",
        "Phillip: Are they still looking through our records?",
        "Olivia: Yes.",
        "Phillip: Then you don't have it under control. Oh! Here we go! When were you two planning on telling me the truth, after the company goes down in flames? ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Reva: Look who I found on the doorstep.",
        "Josh: Hello, Edmund.",
        "Edmund: Josh. Sorry to intrude. Cassie, I've been trying to call you.",
        "Cassie: I left my phone in the car. What's going on?",
        "Edmund: Well, I may have some good news. Tammy is going to be fine.",
        "Cassie: How do you know?",
        "Edmund: I talked to her and she told me she wants to forget the entire incident.",
        "Reva: The kiss?",
        "Edmund: The kiss. Yes, the kiss. She told me she wants to move on and forget the entire thing ever happened. I think it's most important that no one else finds out about it. I know what you're thinking, Josh.",
        "Josh: I don't think you do.",
        "Edmund: Cassie, I was kind of hoping to find you before you told anyone about this.",
        "Cassie: Well, I needed to talk to somebody about this. But there's more.",
        "Edmund: More?",
        "Cassie: Tammy kept a diary. I found it and I read it. She has built an entire fantasy around you and this has been going on for months, Edmund.",
        "Edmund: Oh, my God, this is all my fault. I had no idea any of that was going on, which at my age is the same thing as leading her on.",
        "Josh: Yes, that's true.",
        "Cassie: No, it's not. I am her mother. I would have seen if she was obsessed with you, and I didn't see it.",
        "Edmund: Cassie, I think maybe it's just best if I left town for a bit. It might make it easier for...",
        "Reva: Uh-uh. Uh-uh. Uh-uh.",
        "Edmund: Not good?",
        "Reva: Oh, good for you, but not good for her. You can't just cut and run whenever there's a crisis. That's a terrible example to set for Tammy: Men leave all the time.",
        "Edmund: Reva, I don't want to leave. For the first time in my life, I feel as if I belong to a family. Believe me, I don't want to lose that.",
        "Cassie: Good. We have to handle this, Edmund. Half of the problem can't leave when the other half stays here. It doesn't work that way. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Jeffrey: Hi. Sorry, the door was open.",
        "Josh: This night just keeps getting better and better.",
        "Jeffrey: I brought something for Marah.",
        "Josh: Don't you think you've done enough for her already?",
        "Reva: You, outside. Let's talk out here.",
        "Jeffrey: Wow! Josh used to be one of the few people in this town that liked me.",
        "Reva: Well, that was before you sent his baby girl away. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Marina: Mark says to say good-bye.",
        "Eden: Okay, I admit I didn't handle that very well.",
        "Harley: Oh, well, you overreacted just a tad.",
        "Eden: Come on, the guy cheats on his girlfriend with three different women and then calls here blubbering that she left him. I mean, come on.",
        "Harley: That's not the point, Eden.",
        "Eden: You know, then, what is the point? I put myself in the place of the girlfriend, how unfair it is to her, and you know, I have known so many jerks over the years that I just... I should not be surprised by anything a guy does.",
        "Marina: You know what? I think that you just want everyone to be as happy as you are with Bill.",
        "Eden: You know, Marina, you're right. I wish every girl could be as lucky as I am. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alexandra: All right, what the devil have you done to him?",
        "Olivia: I was trying to help him, which is more than I can say for any of you.",
        "Alexandra: Really!",
        "Alan: Phillip, tell me what's wrong.",
        "Phillip: (Scoffs) Besides the stock price and feds crawling around like lice? Why... why the hell didn't you tell me?",
        "Alan: I can assure you I have everything under control at Spaulding.",
        "Phillip: Oh, that's obviously a lie.",
        "Olivia: Phillip, just calm down, please.",
        "Phillip: Look, the company needs me. You need me. I can't do anything as long as I'm in here, so get me out!",
        "Alexandra: All right, we're working on it, Phillip. In the meantime, I'm going to speak to Rick about your guest list because I think certain people should not be allowed to upset you this way.",
        "Olivia: I'm not the one who upsets him.",
        "Alexandra: Really? Well, who else was in the room when we arrived?",
        "Phillip: The stock price is going to be down to zero. We're going to be giving it away.",
        "Alan: I can assure you that will never happen and I will consult you about the situation at Spaulding from here on out.",
        "Phillip: We're going to consult right now. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: Olivia, could I have a word with you? What the hell did you do to him?",
        "Olivia: Maybe it's something you did. I'm not the one who let this company slip into chaos.",
        "Alan: Don't try to change the subject. The last time I saw him, he was perfectly clam. Now he's extremely upset. You told him about the stock quotes and about the investigation, didn't you?",
        "Olivia: Would you rather he have heard it from a stranger or a federal agent? Maybe. I was being a good wife.",
        "Alexandra: Oh, well, that would be a first, wouldn't it?",
        "Phillip: Speak up. What are you saying?",
        "Olivia: I was just saying that some people in this family like to keep the truth buried, but you and I are not going to live like that. Are we, Phillip? We're going to tell each other the truth about everything.",
        "Alan: Olivia.",
        "Olivia: Right?",
        "Alan: Why don't you... Phillip, you want to be a consultant? I think it's a great idea. You and I need a moment alone.",
        "Olivia: I'm not leaving this room.",
        "Phillip: I need to speak with my father.",
        "Olivia: Phillip, this is no time.",
        "Phillip: Olivia? I'd like a moment alone with my father.",
        "Alexandra: All right, Olivia. Let's you and I go into the hallway and check out those vending machines.",
        "Alan: Take this with you.",
        "Alexandra: Thank you. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: I'm sorry you had to hear that, son. She had no right to upset you that way.",
        "Phillip: Well, I'm glad somebody told me.",
        "Alan: This is not good for your recovery, Phillip.",
        "Phillip: For my recovery? How could you let the company go to hell like this? Maybe you're the one that belongs in here. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Edmund: Thanks, Josh. This is all just so new to me; being part of a family and handling fragile teenage emotions.",
        "Cassie: You know, I think it's new to all of us, Edmund.",
        "Josh: You know what? Get used to it, because the intensity level does not change for a very long time.",
        "Edmund: Are boys easier than girls?",
        "Josh: Well, they're different, but they're not easier.",
        "Edmund: I am a complete idiot. I enjoyed working with all the young people. I was hoping they could help me out on my big project.",
        "Cassie: The San Cristobel festival?",
        "Edmund: Exactly. I thought Tammy and Joey, Lizzie and Sandy even, if he wanted to, could be part of the entertainment for the big night. When Tammy finds out that you know...",
        "Cassie: Are you kidding? When she finds out that I read her diary. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Reva: Paris?",
        "Jeffrey: Yeah, I don't know how it didn't make it onto the plane with her. I thought we put it in the luggage, but I guess...",
        "Reva: She was a little distracted when she left.",
        "Jeffrey: Yeah. Well, that's it. I'll see you later.",
        "Reva: You didn't ask about her. I mean, that's why you're here, isn't it?",
        "Jeffrey: How is she?",
        "Reva: She misses you and she's angry at you.",
        "Jeffrey: Yeah, and the meetings with the designers? How did they go?",
        "Reva: Great. They love her, just like the last time. They want her to stay.",
        "Jeffrey: Well, that's good.",
        "Reva: She wants to come home.",
        "Jeffrey: Well, she can't, Reva.",
        "Reva: Why is that?",
        "Jeffrey: Promise me that you'll keep her out of Springfield for a while?",
        "Reva: Jeffrey, is my daughter in some kind of danger?",
        "Jeffrey: Not if she stays away from me.",
        "Reva: Well, I will encourage her to stay in Paris for a while.",
        "Jeffrey: Thank you. She'll have a lot more fun with that book. We went through it together and marked some things, so...",
        "Reva: I have a number for her, if you're interested. But it's a one-time offer.",
        "Jeffrey: No, I won't be calling her. I think that's best for her.",
        "Reva: We all want what's best for her. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Marina: You know, I'm really happy for you and Bill. I'm really glad you make him happy.",
        "Eden: I'm glad I make him happy.",
        "Shayne: Hello, ladies.",
        "Marina: Hey, Shayne.",
        "Shayne: What are you guys up to?",
        "Marina: Well, we're working hard.",
        "Eden: We were talking about how nice it is to be lucky in love.",
        "Shayne: Well, then I'm in the right place, because nobody's luckier than me.",
        "Harley: Aw.",
        "Eden: Aw.",
        "Shayne: But I've got to go. I'm meeting Sandy. I just came to bring you some dinner.",
        "Marina: What would I do without you?",
        "Shayne: You're never going to have to find out. Good-bye. See you guys later.",
        "Harley: Bye.",
        "Eden: You know, it's funny; I was just raging against how lousy men are and look at the three of us. I have Bill, who's the most wonderful man. And you have my brother, who's pretty terrific. And you have Shayne.",
        "Marina: Shayne's the best.",
        "Harley: And we all deserve these guys.",
        "Eden: All of us?",
        "Harley: Yes, even you.",
        "Eden: Even me?",
        "Harley: I have to say I am surprised. I still can't believe I found a guy as great as Gus, somebody who I can love and trust.",
        "Marina: Someone who puts you first.",
        "Harley: Yeah. Imagine that.",
        "Eden: Well, now that we have established how happy we all are, I am going to take off and leave the phones to the pros. (Laughter)",
        "Marina: You know, Eden, I think you should come back and try the hot line thing again. I really think that you could be an inspiration to people who are stuck in a hole and think they can't get out of it.",
        "Harley: You know, actually, she does kind of have a point.",
        "Eden: You mean, if I can get out of it, anyone can?",
        "Marina: I'm sorry, I didn't mean it that way.",
        "Eden: No, no, no. You're right. Maybe I will, even though it might ruin my bad girl image for good. Bad girl, she gets married, does volunteer work.",
        "Harley: Alexandra would love that.",
        "Eden: Huh. You know what? I will be in right after the wedding. (Laughter) Now, I am going to go pick out my gifts and I will see you girls soon. Bye. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Marina: You know, she's weird but I like her.",
        "Harley: Yeah. She's growing on me, too. This is a good thing, considering she's Gus' sister. By the way, where were you? What's going on? I mean, it's not like you to be late for anything.",
        "Marina: Yeah, no, I'm sorry. I've just been a little bit lost. But I'm not going to fall down on the job, I promise. I...",
        "Harley: Hey, hey, hey. Don't stress out about it. I mean, after the year you've had, it's very understandable if you need some down time.",
        "Marina: Oh, my God, not you, too. Everyone in this family seems to think that they have the right answers for me, but they don't! ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: Phillip, you know what's going on, don't you?",
        "Phillip: Well, I do now.",
        "Alan: Look, I admit the stock price is worrisome, but I'm talking about what's going on with Olivia.",
        "Phillip: My loving wife? She's just trying to protect me.",
        "Alan: Well, yes, that's what it sounds like, I'll give her that much.",
        "Phillip: Well, she's not lying about Spaulding.",
        "Alan: No. But she's distorting the truth and manipulating you to prop up her position at the company.",
        "Phillip: Her position?",
        "Alan: Yes. I mean, Phillip, as long as she can keep you here laid up, out of commission, the longer she has your vote on the board. I mean, at the last board meeting, she showed up with your signed proxy.",
        "Phillip: What?",
        "Alan: Phillip, she waltzed in and said this was your request. You are aware of that, aren't you? I mean, it was a legitimate document. I would recognize your signature anywhere.",
        "Phillip: That's what I signed, a proxy.",
        "Alan: You didn't read it?",
        "Phillip: No. Read what? I was drugged half out of my mind. It felt like my brain was filled with cotton. All I remember is her sticking some papers in my lap and a pen in my hand.",
        "Alan: Olivia made you sign it, huh?",
        "Phillip: Yeah. She said \"sign it, it's nothing important.\" She didn't say anything about a proxy or the board. Do you really think I would give her my seat on the board? ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Harley: Marina, believe me, I have no wise auntie advice to give you right now.",
        "Marina: Everyone seems to think I'll be fine if I just move back home and work at Company and go out every night with my perfect boyfriend.",
        "Harley: Are you sure that's everyone? It kind of sounds like a Frank plan, if you ask me. (Laughs)",
        "Marina: Yeah. You know, I really want to make him happy. I just don't know how.",
        "Harley: Okay, well, that's your first mistake. You can't worry about making him happy. You have to be happy first. And then, eventually, Frank will catch up.",
        "Marina: I don't know how to do that. I guess I have a lot to figure out.",
        "Harley: That's perfectly okay, because at your age, you're not supposed to have anything figured out yet. (Laughs)",
        "Marina: I want to be like you.",
        "Harley: Wow. Thank you. I don't think anyone's ever said that to me in my whole life.",
        "Marina: Well, look at you. You're independent, you do what you want to do, and you have a perfect boyfriend at home.",
        "Harley: Yeah. Everything is really good right now. It kind of scares me sometimes. But I'm lucky, you know? There was a time when I didn't think that I would ever find somebody like this. We're very lucky that we found each other.",
        "Marina: You know, I really like seeing you happy like this.",
        "Harley: Me, too. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Edmund: Ah, where's my good friend Jeffrey O'Neill?",
        "Reva: I sent him away.",
        "Cassie: We should go.",
        "Edmund: Yeah.",
        "Cassie: We should. No one else is going to solve our problems.",
        "Reva: You know what, honey? You can do this; the two of you, together. You just have to trust your instincts and keep breathing. But, I think you should take care of this as soon as possible. I love you.",
        "Cassie: I love you, too. Thank you.",
        "Reva: See you.",
        "Cassie: Bye, Josh.",
        "Reva: Good night, Edmund.",
        "Cassie: Thanks.",
        "Edmund: Josh is the calm before the storm.",
        "Cassie: I want you to know that this is not going to tear us apart. You're not going to lose me.",
        "Edmund: Cassie, I just wish I had some experience so I could be of some help to you.",
        "Cassie: You are a help, and you know what? We're going to face this together, the same way we're going to face every other problem in our future.",
        "Edmund: I keep seeing Tammy's little face every time I imagine bringing this up to her. She is going to be so mortified she can only see it as an attack.",
        "Cassie: I know. I know. But you know what? We can't crawl inside Tammy's head. If we could, we would have seen this kiss coming before it happened. We're just going to have to be honest with her. If she pulls back and she freaks out, then we have to deal with that together. You're not an outsider looking in on this family anymore. You're at the center of it, just as I am.",
        "Edmund: I love you. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Olivia: That's enough time. I'm going in.",
        "Alexandra: No, I don't think you're going back in there until you're invited back in that room. Do I have to call security?",
        "Olivia: Go ahead. We'll see who will win that one.",
        "Alexandra: Oh, will we? Well, I have friends in unexpected places, you know. So, just calm down, Olivia. There's no reason you should make any kind of a fuss right now. I'm sure Alan is taking very good care of Phillip in there. What is it you're really worried about?",
        "Olivia: (Scoffs) Nothing, absolutely nothing. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: Let me get this straight. You didn't realize that Olivia was having you sign a proxy?",
        "Phillip: No.",
        "Alan: So, you had no idea what you were signing?",
        "Phillip: She didn't say anything about a proxy. Even drugged, I would remember that.",
        "Alan: This is the first you've heard of it?",
        "Phillip: I wouldn't know it now, if you hadn't just mentioned it.",
        "Alan: Well, I think that proxy is null and void. We can get that changed and kick her off the seat tomorrow. All you have to do is give the go-ahead.",
        "Phillip: No. No, I want Olivia to stay right where she is.",
        "Alan: Why? I mean, she manipulated you. You're not going to reward her for that, are you, Phillip?",
        "Phillip: I didn't say that. I'm getting better-- fast.",
        "Alan: Oh, yes. I can see that.",
        "Phillip: I'm not going to be in here much longer, but until then, I want to know exactly where Olivia is and what she's doing all the time. So, let's let her stay at Spaulding where we can keep an eye on her.",
        "Alan: She's very slippery. We'll have to watch her every move.",
        "Phillip: Oh, Olivia's sharp. She's very sharp. Sometimes she's a little too sharp for her own good. Eventually, she's going to get cut.",
        "Phillip: Next, on \"Guiding Light.\"",
        "Bill: But there's one thing that's been troubling me and I think there's only one thing to do. I need to resign from Lewis construction.",
        "Jeffrey: What's going to cost you your marriage now is a bullet from Vinnie Salerno's gun!"
    ],
    "Transcript Author": [
        "By Boo Proofread By Linda"
    ],
    "url": "https://www.youtube.com/watch?v=eg8IKe_kgTU"
}