{
    "Episode Summary": [],
    "Recap": [
        "Danny and Michelle begin to make love and are interrupted by the contractor for Light. Tammy goes into a bar, gets drunk and is \u0091rescued' by Sandy while JB looks on. Blake, Reva and Cassie confront Dinah. Sandy gets another message from someone who knows he is not Jonathan. Jeffery confronts Ross on the fact that he concealed that Dinah was in town. Cassie tells Reva that she doesn't think she will ever be free of Dinah. Danny warns Tony that Michelle is his wife and that they will always end up together. Ross tells Blake that she of all people should understand why he is sticking by his family. Tony gives Michelle the motorcycle. Blake finds a letter from her father that says he's coming back to town (September 28th, 10am) and she then calls her father and tells him that she needs him."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Danny: Michelle, is this really what you want to do?",
        "Michelle: You know you're a really great guy, but you talk way too much.",
        "Danny: Just as long as you're sure.",
        "Michelle: All I know is that this feels right and I don't want to stop.",
        "Danny: Works for me.",
        "Tammy: I'll have a rum and coke. What?",
        "Bartender: You got id?",
        "Tammy: Oh, that's so sweet. I haven't been asked in years.",
        "Bartender: Really? No, that's okay. It's okay. You add to the scenery.",
        "Tony: Nice bluff. Flirting didn't hurt either.",
        "Dinah: Daddy said I'd be coming in here to meet someone to help me. But I guess he brought me to the wrong room.",
        "Cassie: No, you're in the right place.",
        "Blake: That must be...",
        "Cassie: Excuse us.",
        "Reva: Well, it's very brave of you, ross, to go along with this.",
        "Ross: Oh, well, I'm not brave. I am confident though because i know that my daughter wants to make amends.",
        "Blake: As long as you will accept the truth when you find out that dinah has not changed at all.",
        "Reva: Um, we're going to be over here. Excuse us.",
        "Ross: Blake, I just want you to give her a chance, listen to her and don't railroad her.",
        "Blake: Okay. I will provoke her, but only to get to the truth.",
        "Reva: You know you can still back out, cassie.",
        "Cassie: No, I can'T. Everything's up in the air until I figure out what I'm going to do about dinah. Do I testify against her, and put my family and everyone i care about through a long, painful trial? Is she still dangerous or not? I mean, these are the answers that I need.",
        "Reva: Okay, so we put her through this test, and we put the screws to her. We all know what role we have to play. As much as I hate having to play the good cop, I think I'm the only qualified to do it right now. If she fails, then she goes to prison. But if she passes...",
        "Cassie: I don't think we have to worry about that.",
        "Reva: Yeah, well, what if she doesn't crack and revert back to the old dinah, huh? What if she really has changed, cassie? Are you prepared to let her go free just like that?",
        "Cassie: I guess that's what we're about to find out.",
        "Sandy: There's got to be a way to find out... oh, I know.",
        "Tammy: Thanks.",
        "Tony: You know, you are supposed to tip him.",
        "Tammy: I know. I will when I settle my tab.",
        "Tony: When you settle your tab. You're a woman of the world, aren't you, tammy?",
        "Tammy: You're making fun of me.",
        "Tony: I'm in a bad mood.",
        "Tammy: Really?",
        "Tony: Mm-hmm.",
        "Tammy: Couldn't tell.",
        "Tony: What are you doing?",
        "Tammy: I'm joining you. You invited me.",
        "Tony: No, I didn'T.",
        "Tammy: You started a conversation. Besides, you don't really want to sit here all by yourself do you?",
        "Tony: Actually, yeah. Yeah, I do.",
        "Tammy: Well, I don'T.",
        "Tony: Then you shouldn't have come here alone. Yo, man, can I get a shot, please? Thank you.",
        "Tammy: Too late.",
        "Tony: What is it with the kids in this town?",
        "Tammy: I am not a kid.",
        "Tony: No, lizzie spaulding comes over, she's your friend, right? She come over the other day and started to bug me for no reason.",
        "Tammy: Lizzie? What did she want?",
        "Tony: It doesn't matter. Look, go back to where you were. Please? I have enough problems on my own without becoming your babysitter. So please just go.",
        "Tammy: You have problems? What kind of problems?",
        "Tony: None of your business type. Tammy, will you go?",
        "Tammy: No way. Now I'm interested. Who knows, maybe I could help.",
        "Tony: You think so, huh?",
        "Michelle: (Laughs)",
        "Danny: What?",
        "Michelle: I'm sorry.",
        "Danny: What?",
        "Michelle: (Laughs) nothing.",
        "Danny: (Laughs) what?",
        "Michelle: Nothing.",
        "Danny: What?",
        "Michelle: I just had the craziest thought, that's all.",
        "Danny: Okay. Can it wait? Please?",
        "Michelle: It's just that i don't remember ever making love to you, or anyone for that matter. So technically that means it's, like, you know, my first time. I'm a virgin. (Laughs)",
        "Danny: (Laughs)",
        "Michelle: See, I told you it was funny.",
        "Danny: So, you're a virgin. But you've had a kid. How do you think that happened?",
        "Michelle: Immaculate conception?",
        "Danny: Oh, honey, I remember that conception, and trust me, there wasn't nothing immaculate about it.",
        "Michelle: (Laughs) well, it still feels like it's my first time, so be patient with me, okay? Did you lock the doors, because I don't want my parents to walk in.",
        "Danny: (Laughs)",
        "Michelle: I just really want to be with you for so long. I have, you know.",
        "Danny: So have I. I missed you, michelle.",
        "Michelle: I know it's going to sound crazy from somebody who has no memory, but I missed you, too.",
        "Dinah: Well, this is cozy. Let me guess why you're all here: You need a fourth to play bridge.",
        "Cassie: Sit down, dinah.",
        "Reva: Cassie.",
        "Cassie: What?",
        "Reva: We're here to get at the truth, and if all you want to do is vent...",
        "Cassie: After her time in the slammer with you, my sister seems to think that you've had some kind of miraculous epiphany.",
        "Reva: No, actually, that's not what I said. I didn't think it was fair that we would gang up on her.",
        "Blake: Why not? She killed hart. A life for a life.",
        "Reva: Well, she saved two lives, too, blake: Rj's and cassie'S.",
        "Blake: I don't care. I don't believe that you have changed, and I will never believe otherwise.",
        "Dinah: Hart loved me. The day he asked me to marry him, I was the happiest woman on earth.",
        "Reva: And then it was all taken away from you. All that love, that trust, that security, it was all destroyed, right? Because cassie showed up.",
        "Dinah: I was alone.",
        "Blake: You were angry as hell and you wanted to kill the home- wrecker, right? You wanted to shoot her in cold blood because you wanted her to feel the pain that you felt.",
        "Dinah: Wrong. I wanted his love. I wanted him back.",
        "Reva: A love so strong like that never dies, but then neither does the hate, does it? And if you do still love hart, then you still hate cassie, too, don't you?",
        "Sandy: You know, I'm sick of this. And I try. I've tried so hard with you, but you're just...",
        "Jonathan: Whoa. Sandy. Sandy, help! Don't let go. Don't let go, sandy.",
        "Sandy: I'm trying.",
        "Jonathan: Sandy!",
        "Sandy: Jonathan! Jonathan! (Computer beeping)",
        "Tammy: Is that your motorcycle outside?",
        "Tony: Why are you doing this? Hm?",
        "Tammy: Well, is it your bike or isn't it? Well?",
        "Tony: It is and it isn't, yes. I bought it for someone else.",
        "Tammy: Who? Is it like a girlfriend? Wow, that's a pretty generous gift. You must really like her. So, if you gave it to her, how come you're still riding around on it?",
        "Tony: It's a long story, tammy. Okay, I've got it now, but one day she'll want me.",
        "Tammy: You mean \"it.\" One day she'll want it-- the bike.",
        "Tony: That's what I said.",
        "Tammy: Hm. Well, good luck predicting what other people want. I've given up, especially when it comes to the opposite sex. They say, \"oh, I love you, oh, save yourself for me,\" and then what do they do? They go off...",
        "Tony: Tammy.",
        "Tammy: ...And they hook up...",
        "Tony: Hey. I'm not interested.",
        "Tammy: No.",
        "Tony: No.",
        "Tammy: Sorry I bothered you. I'll just never set foot near you again. Hey. Another one, please.",
        "Tony: Okay.",
        "Tammy: Thanks.",
        "Tony: Enough is enough.",
        "Tammy: Hey! What are you doing?",
        "Tony: You heard me.",
        "Tammy: Why don't you just mind your own business, huh? That's what you keep saying you want.",
        "Tony: Is that what you want me to do? Okay. Well, too bad. Sorry, I can't do that.",
        "Tammy: Hey, hey. What are you doing? Hey, give me that.",
        "Tony: No, tammy. I'm sure your mother is number one on your dial list, right?",
        "Tammy: No! Don't call her, tony. Don't call her. Please.",
        "Tony: Why not?",
        "Tammy: If you call my mom, then she'll get all worried and she'll start asking me questions and I'll have to explain and i can'T. I can't tell her how much it hurts when a guy tells you that he loves you, and then he goes and sleeps with someone else. And the nightmares, I'm having them again. Hart lying there bleeding to death right in front of me. And I... she's hurting, too, tony. I can't lay this on her. I can'T. Please don't call her. Please.",
        "Tony: Okay. Do me a favor. You tell me somebody to call, because I have to call someone, okay? I have to. All right? So I'm going to scroll down your list and you pick, okay? You pick which one. That one. All right. (Cell phone rings)",
        "Sandy: Hello?",
        "Tony: Yeah. You need to get down here now, farley's bar. A friend of yours is in trouble.",
        "Sandy: Who is this? What do you want?",
        "Tony: It's tony santos, man. Look, it doesn't matter. Your cousin tammy is in trouble. You get down here right now.",
        "Sandy: Sure, I... (mufffled sound)",
        "Michelle: Someone's here.",
        "Danny: Maybe that guy came back.",
        "Michelle: No, not the way you scared that guy.",
        "Danny: Ssh. Stay here. Stay here.",
        "Michelle: Stay here? I don't think so.",
        "Jeffrey: Is dinah still in the interrogation room?",
        "Ross: Jeffrey, were you always overly suspicious, or is this an acquired character defect of yours?",
        "Jeffrey: No, ross, I only get suspicious when people give me a reason to be suspicious. Like you, when you lied to me, claiming you had no idea where dinah was when she was in town all along, claiming that you had no contact with her. Ross, that's aiding and abetting a criminal.",
        "Blake: This is a bunch of garbage. Hart never loved this creature. You were damaged goods, dinah, and he felt sorry for you. End of story. Anything else was pure fantasy on your part.",
        "Dinah: He wanted to marry me.",
        "Blake: Out of pity. And then along came cassie, the perfect woman, and he finally realized what that was, not some pathetic, clinging little creature. My god, you slept with cassie's ex to get pregnant and trap hart, and when that didn't work, you turned to arson. You tried burning off half your face to get his attention and it still didn't work. He still wanted cassie over you.",
        "Cassie: That's because there was no contest.",
        "Blake: Because you were a charity case.",
        "Cassie: And he never loved you.",
        "Dinah: That's not true.",
        "Reva: And cassie showed up and changed everything for hart.",
        "Blake: For the better. He found true love.",
        "Dinah: I don't know how it changed, but it did. I tried to figure out how to hang on to him, but nothing would work. I tried to figure out what it was about cassie that made him so happy-- happier than he was with me. But I couldn't do it. I couldn't become what he needed. I tried, but I couldn't do it.",
        "Blake: Oh, no, you couldn't become cassie. Because that came later, didn't it?",
        "Dinah: I lost him. I was alone because of her.",
        "Blake: And you hated her for that, didn't you?",
        "Dinah: No.",
        "Blake: Yes, you did.",
        "Dinah: No, I didn'T.",
        "Blake: Yes! Yes, you did.",
        "Dinah: No, I didn't! I hated her, yeah. Oh, I hated her, yeah. I hated you. Coming up on \"guiding light\"...",
        "Dinah: You don't know what to make of me, do you? If I'm a threat or not, if I'm sincere or not, if I'll ever hurt you again, or your children.",
        "Danny: Whatever bond you think you have with michelle, let's just be clear here. She's my wife, she's with me, and she always will be.",
        "Dinah: I hated cassie because she was everything I couldn't be. He loved me as much as he could, but I needed him to love me the way he loved cassie.",
        "Cassie: Hart and I were madly in love.",
        "Dinah: I could not lose him. He was everything to me.",
        "Cassie: So you picked up a gun.",
        "Dinah: I didn't want to. I just wanted to show him how much I loved him.",
        "Cassie: By killing me.",
        "Dinah: No. I loved him. Before I got there, I couldn't see, I couldn't think.",
        "Cassie: And you pulled the trigger.",
        "Dinah: The gunshot was so loud, I couldn'T... I just saw his face. It was sad and surprised.",
        "Blake: Did you stick around? Did you wait to see if he was okay?",
        "Dinah: I was scared.",
        "Cassie: You were a coward!",
        "Dinah: No, I...",
        "Cassie: You left him dying and bleeding, dinah!",
        "Dinah: I came back! I came back, didn't I?",
        "Cassie: Yeah. To hurt me again.",
        "Dinah: No.",
        "Cassie: To punish me, to make me pay.",
        "Dinah: No.",
        "Cassie: Oh, really? Because if you know what you did was wrong, if you are so filled with remorse, then you go out there and you confess, and you spare my family from a painful trial. Go on!",
        "Dinah: I can't do that.",
        "Blake: Because you hate cassie.",
        "Dinah: No, I don'T. I just want to be loved, that's all.",
        "Blake: Because coming here and seeing cassie as she is makes you crazy, dinah. Makes you want to pick up a gun.",
        "Dinah: That's not true.",
        "Reva: It's understandable. Cassie is living on the farm, hart's farm.",
        "Blake: With her children.",
        "Reva: Hart's son, the one you could never give him.",
        "Blake: And her new husband.",
        "Cassie: Yeah, haven't you heard? Edmund and I are engaged.",
        "Ross: Jeffrey, I had no choice.",
        "Jeffrey: You could lose everything, ross. All because you wanted to protect dinah. You should have told the truth.",
        "Ross: She's my child.",
        "Jeffrey: You had a choice.",
        "Ross: No, jeffrey. When you love somebody that much, no matter how bad things get, you don't turn your back on them. You always hold out hope. Always. ( Crashing)",
        "Danny(whispering): Hey. Move back.",
        "Michelle: Terry?",
        "Danny: Who are you? You know this guy?",
        "Michelle: Yeah, he's our contractor. You scared the heck out of us.",
        "Workman: Sorry, mrs. Santos. I wanted to double-check some measurements. And we got some deliveries so we can start work in the morning.",
        "Michelle: Tomorrow? I thought you weren't going to start until next week.",
        "Workman: I finished that job early.",
        "Michelle: You're starting tomorrow? This is awesome. Oh, you've got to come inside. I've got to ask you a couple questions. About the banquettes, I had some ideas. I wanted to think about possibly... hang on. Hang on a second. You don't mind, do you? Because this is kind of important.",
        "Danny: No, no. Of course not. It's fine. It's fine.",
        "Michelle: I really, really wanted to, you know. So this is to be continued, okay? So I was thinking if we raised them up on a platform...",
        "Workman: Okay.",
        "Tammy: Look, really, sandy will drive me when he gets here. It's fine. You can go. Seriously. (Cell phone rings)",
        "Tony: Yeah?",
        "Michelle: Tony. You've got to come to the lighthouse right away.",
        "Tony: What's going on? Are you okay?",
        "Michelle: I'm fine, I'm fine. I'm great. I've got a surprise for you, okay? Please, please.",
        "Tony: Okay, yeah. I'm on my way.",
        "Tammy: You're leaving?",
        "Tony: Do me a favor, my man, will you?",
        "Bartender: Yeah?",
        "Tony: Bring this girl a lot of coffee.",
        "Tammy: Forget the coffee. Bring me another rum and coke.",
        "Ross: Dinah, sweetheart, can you hear me?",
        "Jeffrey: What's going on here?",
        "Ross: Blake, what happened in here? What did you do to her?",
        "Blake: She's faking it. And she got exactly what she wanted: Daddy to the rescue. Again.",
        "Ross: You okay?",
        "Dinah: Yeah. I think I fainted.",
        "Ross: Yes, I think you did, too.",
        "Dinah: Where's blake?",
        "Ross: Honey, don't you worry about blake.",
        "Dinah: Daddy, you should go to her.",
        "Ross: No, no, no. I'm going to stay right here.",
        "Dinah: It's fine. I'm all right. I'm okay. I'll be all right.",
        "Ross: Are you sure?",
        "Dinah: Mm-hmm.",
        "Ross: All right. I'm going to come back later tonight.",
        "Dinah: Thanks.",
        "Jeffrey: All right. Someone want to tell me what's going on here, what you ladies are doing in here?",
        "Reva: Just trying to feel dinah out to see if she was sincere.",
        "Jeffrey: Trying to feel her... on whose authority?",
        "Reva: Ross. Ross wanted us to agree to it.",
        "Jeffrey: Oh, well, if ross wanted you to agree to this, then I guess everything is okay.",
        "Dinah: You don't know what to make of me, do you? If I'm a threat or not, if I'm sincere or not, if I'll ever hurt you again, or your children. You'll never know, cassie. You'll never know.",
        "Cassie: I know, dinah. Because I know you and I know exactly what kind of person you are!",
        "Reva: Cassie, honey? Are you okay?",
        "Cassie: I know you, dinah! Okay? I know! I know!",
        "Reva: Let's go get you some water. Honey...",
        "Cassie: It's just never going to be over, is it? It's not, because whether they lock dinah up or let her walk, she's always going to be in my head and I am never going to be free of her, reva. I am never going to be free of her.",
        "Reva: Sh. Sh.",
        "Tony: What are you doing here?",
        "Danny: Well, well. Look who it is. Come to check on your handiwork?",
        "Tony: (Laughs nervously) I don't know what you're talking... where's michelle, danny?",
        "Danny: She's inside with terry, the contractor. You know, the guy you called.",
        "Tony: What? I didn't call anyone.",
        "Danny: Tony, come on. You didn't like the fact that i was here with michelle, so you called this contractor, right?",
        "Tony: Danny, I didn't call anyone. Michelle called me.",
        "Danny: You didn't?",
        "Tony: No, she called me. Okay? She told me I should get down here, she had a surprise for me. So I came. I didn't call anybody.",
        "Danny: Tony.",
        "Tony: What?",
        "Danny: Whatever bond you think you have with michelle, let's just be clear here. E's my wife. She's with me and she always will be. Okay?",
        "Tony: Okay. Well, if you're so sure, then why are you jealous?",
        "Danny: I'm not jealous. I'm not jealous. I just want to make sure you understand because I don't feel like having this conversation again.",
        "Tony: I see. And if I don't understand, what are you going to do, danny?",
        "Bartender: I knew I shouldn't have served you. It's always the cute ones.",
        "Tammy: And then to top it all off, I find out that this other nut-job, stuck- up, rich little daddy's girl brat who's been after my boyfriend for months actually lures him into bed. And he goes. And now he's telling me that he still loves me? Excuse me, do I look like I'm stupid to you?",
        "Sandy: No. But you do look drunk.",
        "Tammy: Tony santos is a jerk. He never should have called you. I'm fine, go home.",
        "Sandy: Don't worry, I'm going. But you're coming with me.",
        "Tammy: On your motorcycle?",
        "Sandy: I don't have a motorcycle.",
        "Tammy: Well, you should.",
        "Sandy: You're right. Why don't we get you some nice, strong coffee at the drive-thru and you can tell me about it.",
        "Tammy: Only if they'll put some rum in it.",
        "Sandy: I think you've exceeded your rda of rum.",
        "Tammy: No, I haven'T. Okay? I want to drink, drink and keep on drinking until I'm as screwed up as dinah and lizzie and every other crazy person in this crazy town.",
        "Sandy: That's crazy talk, tammy. U ca",
        "Tammy: I want to be awful and evil and mean and really, really hurt people first, before they can hurt me. Because you know what? It hurts to hurt. It really does. Help me be like them?",
        "Sandy: I'm afraid I can't do that. I think you're perfect just the way you are.",
        "Michelle: Well, what took you so long, partner. I was waiting a whole 15 minutes.",
        "Tony: You know, danny just told me that terry... terry's here? Right?",
        "Michelle: You told him? You ruined my surprise.",
        "Danny: Well, I didn't know it was a surprise. How could I...",
        "Michelle: How much did you tell him?",
        "Tony: Okay, so what's going on? What happened?",
        "Michelle: All right, what's going on is terry finished his other job a week early and wants to start on ours tomorrow-- a whole week ahead of schedule.",
        "Tony: Really?",
        "Michelle: Yes. Isn't that great?",
        "Tony: Yeah. (Drill whirring in the other room)",
        "Michelle: Do you hear that? That is music to my ears. We've got to celebrate.",
        "Tony: Okay. All right.",
        "Michelle: Celebrate.",
        "Danny: I thought we were doing a pretty good job of that before terry got here.",
        "Michelle: We were, weren't we?",
        "Tony: You know, I mean really, honestly, if this construction is starting, i think that you and I might have some stuff to... no, forget it. No. You guys enjoy the night. We can do this tomorrow. We can do it in the morning.",
        "Michelle: What? No, what? We can do it now. What is it? We can do it now.",
        "Tony: You sure?",
        "Michelle: Yeah, why not?",
        "Tony: All right. Okay. Well, I was on my bike... I was on my bike and I saw this really cool thing that might work nice at the bar.",
        "Michelle: Okay, be a little less specific. (Laughs)",
        "Tony: It's a surprise.",
        "Michelle: Oh, okay.",
        "Tony: It's a surprise.",
        "Michelle: Now you got me interested. All right. Let's go. Although, wait. What if terry has questions while we're gone?",
        "Tony: Well, you know, I was hoping that danny could stay.",
        "Michelle: Oh. Would you? Do you mind? I mean, I'm not going to beg one long and then we can pick up where we left off.",
        "Danny: How can I say no to that? Huh?",
        "Michelle: All right, let's go, partner.",
        "Ross: Blake. Blake. Would you tell me what you're feeling?",
        "Blake: In a word? Fury.",
        "Ross: Because I love my daughter?",
        "Blake: Because you're blind to all of her faults, ross. All of them.",
        "Ross: What if this were clarissa? No, blake, you put yourself in my place now. Your little daughter is all grown up and she's committed a serious crime. Do you turn your back on her?",
        "Blake: All right. You know, ross, please, don't use your lawyerly logic on me because we all know you're skilled enough to make any point you wish to, even if it's a bogus one. And this one is.",
        "Ross: This is bogus because...",
        "Blake: Because it's predicted on the notion that dinah is not crazy. And you refuse to see it. You would rather put me, cassie, our children, and god knows who else at risk rather than see the truth about your own daughter, and that is so sad.",
        "Ross: I thought you of all people would understand the notion of believing in somebody that you love when nobody else does.",
        "Blake: All right, that's the second time you've brought that up. What do you want to tell me?",
        "Blake: I want to tell you that down through the years, you lways stood by and supported your father. And we all know the hideous things that he's done.",
        "Reva: Dinah doesn't call the shots here, cassie. You do.",
        "Cassie: You know, for years, all I thought I wanted was to see dinah pay. Then she shows up at the farm and she saves rj. And we laid into her in there, and she didn't go ballistic. She genuinely seemed remorseful, didn't she? Didn't she? I mean... see, I don't know anything anymore. I thought coming here today would help me make a decision and I am more confused now than ever.",
        "Jeffrey: So, were those real tears or crocodile tears? You're getting so good, I can't even tell anymore.",
        "Dinah: You think it's easy being hated? Being ganged up on?",
        "Jeffrey: Oh, is that what happened?",
        "Dinah: What do you care? All you care about is if cassie's going to trial, because if you can't convince her otherwise, you know I'll blew the whistle on you.",
        "Jeffrey: I don't care about that.",
        "Dinah: That's right. You care about her. Well, I wonder if she's going to be too busy to return the favor, since she's going to be planning her wedding and all. Oh, that's right, you don't know about that. She's engaged. Hurts, doesn't it?",
        "Danny: So, it's going to be a real mess in here, right, when you and your guys start working?",
        "Workman: Yeah. I hope it isn't too tough on mrs. Santos. I didn't know she'd be living here.",
        "Danny: Oh, don't worry about it. Michelle is not going to be living here much longer.",
        "Tony: So, you like it?",
        "Michelle: What? Your bike? I love your bike, you know that.",
        "Tony: You didn't notice, huh?",
        "Michelle: Notice what?",
        "Tony: Well, I mean, it may look a lot like my bike, but it's not really my bike. It's yours.",
        "Michelle: What?",
        "Tony: It's yours. I bought it for you.",
        "Michelle: You...",
        "Tony: It's yours. Yes. Look... okay, I got to thinking, all right, when we talked about going up north to see the antique shops, I figured, you know what? Look, we can bring a lot more back with two bikes, so I bought you a bike.",
        "Michelle: Wait. You bought this bike for me?",
        "Tony: Yes, I bought you the bike.",
        "Michelle: Oh, my god.",
        "Tony: What?",
        "Michelle: Thank you so much! That is so cool!",
        "Tony: All right, so I take it you like it?",
        "Michelle: Like it? I love it.",
        "Tony: Good.",
        "Michelle: I love it!",
        "Tony: All right. Then let's go for a ride tomorrow. What do you say? Together.",
        "Michelle: Tomorrow? No, no, no, no. We're getting back on that now and you're showing me how to ride this baby. Come on!",
        "Tammy: You said I was perfect? I hate that word. I hate being the sweet nice girl that everybody likes and then dumps on!",
        "Bartender: Hey, you want to get her out of here?",
        "Tammy: Shut up! See, I can be mean, too. Boy, that felt good.",
        "Sandy: Okay. Sorry about that. Yeah. Tammy, I think it's time we make like a tree and leave.",
        "Blake: My father has nothing to do with this. He is not dinah.",
        "Ross: Oh, no, no, no. He's worse.",
        "Blake: Dinah is a murderer, and you have just proven that having dinah back into your life has totally clouded your judgment. Look, you have to go. You're going to be late for your library dedication.",
        "Ross: I know. You're scheduled to be there as well.",
        "Blake: I changed my mind.",
        "Ross: Are you sure?",
        "Blake: Oh, yes.",
        "Ross: Suit yourself.",
        "Blake: Hi, I need to pick up my mail. Oh, thank you. Oh, daddy. Perfect timing as usual. Daddy, it's chrissy. I just got your note. Does this mean what I think it means? Are you coming here? Oh, god, I hope so. I really need you.",
        "Reva: I can't give you advice on this, cassie. You have to do what feels right for you, but I can say that whatever choice you make, make sure it's a choice that you can live with.",
        "Jeffrey: Cassie and edmund. Good for them.",
        "Dinah: Mm-hmm. Lousy for you.",
        "Jeffrey: I don't want cassie, okay? How many times have I got to tell you that? I want her to be happy, yeah, just like I want you to be happy. But you make that impossible.",
        "Reva: It's beautiful. So, you and edmund. Wow.",
        "Cassie: (Laughs) can you say that you're happy for me, please?",
        "Reva: If it makes you happy.",
        "Dinah: What's wrong?",
        "Jeffrey: This has to end.",
        "Dinah: What are you talking about?",
        "Jeffrey: All of this. You and me, all of it, it has to stop.",
        "Dinah: Your case. What do you...",
        "Jeffrey: My case is going to take me somewhere else.",
        "Dinah: Well, I'll go with you. I'll go with you. We had an amazing trip last time we traveled...",
        "Jeffrey: Well, not this time, dinah, because I'm going it alone. Do you understand? I am going it alone from here on out.",
        "Dinah: Alone? You can't just... you can't just call it off.",
        "Jeffrey: I have to. The agency.",
        "Dinah: Bull, the agency. This is about me.",
        "Jeffrey: Okay, yeah. It is about you. When I pulled you out of that prison, I had no idea, okay? I didn't realize that you...you need it, dinah. You need it too much.",
        "Dinah: Me? Oh, and I guess you haven't gotten into it at all, have you, richard?",
        "Jeffrey: Well, I'm putting a stop to it right now, before it gets out of control. Before you get out of control, dinah.",
        "Dinah: So, what happens to me now?",
        "Jeffrey: We're going to set you up in europe, we're going to give you a new id. You're going to blend in as best you can, start a new life for yourself. But dinah, no more cassie. Do you understand that? You cannot be cassie anymore.",
        "Dinah: So, that's it? You just... you walk out tonight? You just go?",
        "Jeffrey: I think we had a great time, you know? I think we were great, we were wonderful, but we weren't good for each other. You know that. We gave each other something that we needed, but now it's over. Take care of yourself. But do yourself a favor: Don't ever let me see you again.",
        "Dinah: No! (Screaming) no! Now it's my turn. Next, on \"guiding light\"...",
        "Phillip: We're a family. Gus just hasn't figured out yet what side he's on.",
        "Gus: I know what side I'm on. I'm on the good side. That only leaves one side for you.",
        "Reva: (Gasps)"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=vLSOi4vN53Q"
}