{
    "Episode Summary": [],
    "Recap": [
        "Olivia is shocked to see Philip home. There is a lot of tension and unhappiness between them. His words are nice but his attitude is not, and he subtly threatens her with his hands around her neck. Lizzie is happy to see Philip and the two of them plan a surprise dinner for the family. Lizzie asks him if he loves Olivia and he says it's not that simple. Lizzie tries to cause trouble between Joey and Tammy by implying that they are like Romeo and Juliet since she is fighting with her family. Cassie and Tammy have a big fight over Edmund and over Cassie reading her diary. It ends with Tammy ripping up her mother's day card. Cassie pieces it together later and cries. Tammy, furious with Cassie, meets up with Joey. He tries to get her to reunite with her mom, but she's only interested in making her suffer. She plans to skip school tomorrow and run off with Joey, to make Cassie worry. Vinnie threatens Eden and then escapes out the back door as Bill comes in. Bill tells her he doesn't want to go to Las Vegas; he wants to have a real wedding with her. She is very jittery and he wants to know what's bugging her. Danny and Michelle meet at Towers; they think Salerno has arranged it but Mel and Rick arrive. They tell them that they wanted them to have a nice dinner together. Mel and Rick are celebrating mother's day; Ed is there to watch the baby. Michelle and Danny talk about their future. Michelle wants to pretend to be the nice mob wife. They decide they will have to distance themselves from her family in order to do it. They go home to see Robbie. They are kissing on the sofa when Salerno arrives without knocking. Ed is torn about going to Africa. Rick tells him bluntly that he doesn't want him to go. Mel admires Eden's ring. She and Rick talk about their wedding and how important it was to them to have it, even though he wasn't sure if he was going to live or not. Bill tells Ed he's worried about Michelle being with Danny."
    ],
    "Recap Author": "Suzanne",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Phillip: Honey, you're home. Surprise! So am I.",
        "Olivia: What are you doing here, Phillip?",
        "Phillip: I live here. No, no, no, no, no. No, it's okay. I didn't escape from Ravenswood. I was released. Isn't that great? I'm a free man. Rick gave me a clean bill of health.",
        "Olivia: Well, you should have called.",
        "Phillip: And ruin the surprise? (Laughs) if you could see the look in your eyes right now.",
        "[SCENE_BREAK]",
        "Lizzie: Hey! What are you doing?",
        "Joey: I'm just writing some lyrics for some songs.",
        "Lizzie: Oh, it's too bad Tammy didn't hear you. Maybe, she'll finally quit being wrapped up in herself.",
        "Joey: Well, I sang for her on her balcony.",
        "Lizzie: Oh. Is that how you got her to get out of her bedroom? I guess you guys did seem pretty happy that day.",
        "Joey: You know, I was never big on the whole romance stuff, but I think Tammy just brings it out of me. I mean, I could have never played Romeo if she wasn't my Juliet.",
        "Lizzie: Yeah, she was good. Now you guys are living it in real life.",
        "Joey: What?",
        "Lizzie: Oh, you know, \"Romeo and Juliet.\" Tammy's feuding with her mom and soon she'll turn against her family and all she'll have left is you. So, that'll be perfect, right?",
        "[SCENE_BREAK]",
        "Cassie: Hey. It's so nice to see you out here on this side of the door.",
        "Tammy: Don't pretend like everything's okay, mom, because it's not.",
        "Cassie: Tammy.",
        "Tammy: Look, I came out of my room so that I could hang out with Joey and my friends, not you.",
        "[SCENE_BREAK]",
        "Eden: Get the hell out of here now!",
        "Salerno: And miss my chance to compare notes with your fiancé? That's bill now, isn't it?",
        "Eden: Vinnie, leave. I don't want you.",
        "Salerno: That really hurts. It's a good thing you belong to me or I might be really upset.",
        "Eden: I don't belong to you, Vinnie.",
        "Salerno: Personally? No. But professionally, you owe me. I will collect soon. (Knocking at door)",
        "[SCENE_BREAK]",
        "Bill: Hello? Eden? (Groans)",
        "Eden: Hi, honey.",
        "Bill: Why did you bolt the door?",
        "Eden: Um, better safe than sorry.",
        "Bill: You all right?",
        "Eden: Fine.",
        "[SCENE_BREAK]",
        "Danny: William, hi. I'm supposed to... I'm supposed to be meeting someone.",
        "Maitre d': Yes, Mr. Santos. I have your reservation. Right this way.",
        "Danny: It was under my name?",
        "Maitre d': Yes. Here you are.",
        "Danny: Okay, thanks. All right, Salerno. What are you up to now? Michelle? Honey, what are you doing here?",
        "Michelle: Oh, I got a call to come here. I thought maybe you had told someone to call me?",
        "Danny: No, it wasn't me. I got the same call.",
        "Michelle: Okay, so if you didn't arrange this, then who did?",
        "Danny: My hunch is Salerno.",
        "Danny: Come on, we're going",
        "Danny: Come on, we're going to get you out of here. I don't like this. Let's go.",
        "Mel: Ah-ha.",
        "[SCENE_BREAK]",
        "Michelle: Hi.",
        "Mel: Guilty. Harley was in on it, too.",
        "Michelle: What?",
        "Mel: Well, you know the other day at the storefront; you seemed like you needed a break or maybe spend some time with your husband, so...",
        "Michelle: That's what you guys were whispering about?",
        "Mel: Yeah. We had the maitre d' do our dirty work.",
        "Rick: Mm-hmm.",
        "Danny: So you made the reservation?",
        "Mel: Yes.",
        "Rick: You've got to watch your back with these Harley's angels. They'll trick you.",
        "Michelle: Yeah, I'll say.",
        "Mel: So, where are you guys rushing off to? I mean...",
        "Michelle: We were... waiting, what are you guys doing here? Were you checking up to make sure we got here?",
        "Rick: No. I'm honoring my wife on her first mother's day.",
        "Mel: Yes, that's right, and being it is my first mother's day, we decided to bring the baby along.",
        "Ed: Which is why I'm here, as a baby-sitter, so they can actually have a little time to themselves.",
        "Rick: Just another complicated day in the life of the Bauer family.",
        "Danny: You got that right.",
        "Rick: Listen, would you want to join us?",
        "Danny: No, go ahead. We'll sit over there. We don't want to cramp your style. We remember how rare alone time was when Robbie was a newborn.",
        "Michelle: Yeah. Yeah, you guys enjoy your quality time and we'll enjoy ours. Thank you for the brilliant set- up.",
        "Danny: Hey, there. So, Michelle told me about the letter from Africa.",
        "Ed: Yeah.",
        "Danny: It sounds like there's some really important work for you there.",
        "Ed: Could be. You and Michelle looked a little tense before you found out you'd been set up here? Wha...?",
        "Danny: No, we were just thrown. Harley and Mel really got us good.",
        "Ed: So there's nothing to worry about?",
        "Danny: No. No, of course, not. No, no worries. Ed, trust me.",
        "[SCENE_BREAK]",
        "Bill: Are you sure you're all right?",
        "Eden: Yeah, I'm fine.",
        "Bill: Okay, because we've got to talk about this getting married in Vegas thing, because I really don't think it's... (noise from other room) what was that?",
        "Eden: It's nothing.",
        "Bill: What, you didn't hear that?",
        "Eden: Yeah, but I'm sure. It's nothing. Bill!",
        "Bill: You left the window open. It's probably something outside.",
        "Eden: You see? I... I told you it was nothing.",
        "Bill: What's going on?",
        "Eden: What?",
        "Bill: From the minute you woke up this morning, you've been freaking out. First you want to scrap the wedding plans and now you're running around like...",
        "Eden: Yeah, you know, I just... I just... I want to be Mrs. Bill lewis. The sooner the better. You know, why wait around for anything bad to happen?",
        "Bill: Baby, why would something bad happen?",
        "Eden: Or good, whatever. Let's just not wait around for anything to happen. Did you get the plane tickets?",
        "Bill: No. I decided not to.",
        "Eden: Bill, we need to go. We need to get married now.",
        "[SCENE_BREAK]",
        "Cassie: Okay, Tammy, why don't we start over, okay?",
        "Tammy: How far do you want to back it up, mom? What, a week, a month? Preschool maybe?",
        "Cassie: I know the situation with Edmund is very...",
        "Tammy: Ugh, I don't even want to hear his name right now.",
        "Cassie: This is about Edmund, Tammy.",
        "Tammy: No, it's about you. You are reading my journal. You do not trust me. You are invading my privacy.",
        "Cassie: I'm sorry. I know that you feel betrayed. But we have got to figure out what's going on with your feelings for Edmund, your feelings for me. You said some things up there that were really hurtful, things that I didn't even see in you, Tammy.",
        "Tammy: Yeah? Well, maybe you just weren't looking. Did you ever think of that? No, you didn't. Because you were too busy worrying about Edmund and how Edmund feels. And as long as I went along for the ride, you were happy.",
        "Cassie: That's not true, and you know it.",
        "Tammy: Whatever.",
        "Cassie: No, not \"whatever.\" You can't throw around hurtful accusations like that and then just go, \"whatever.\" You can't do it.",
        "Tammy: Can I go now?",
        "Cassie: No. Not until we deal with this.",
        "Tammy: With what?",
        "Cassie: The fact that Edmund is in my life, and as long as he's in my life means he's going to be in your life.",
        "Tammy: Unless I'm not in your life.",
        "Cassie: I know you don't mean that.=ñ Tammy, come on. What's going on with you? We used to be so happy. I mean, we were so close. We told each other everything.",
        "Tammy: Yeah, we were. As long as I did everything you wanted me to do. Go to school, get good grades, and help out with will and RJ. Yeah, you were fine as long as I was just Cassie Winslow's daughter. But the second that I decided to be Tammy Winslow and stop living your life and start living mine, that's when the real you came out and she was not on my side.",
        "Cassie: I am always on your side.",
        "Tammy: (Laughs bitterly) okay, mom. Yeah, see ya.",
        "Cassie: Where are you going?",
        "Tammy: Out. Oh, and I almost forgot. Happy mother's day.",
        "[SCENE_BREAK]",
        "Olivia: Well, now, that's amazing, because when I spoke to Rick this morning...",
        "Phillip: I... I know. He told me that you had some concerns about me and so he gave me a complete examination, which I passed with flying colors.",
        "Olivia: So it was my talk with Rick that got you discharged from the hospice.",
        "Phillip: It's amazing how things work out sometimes, isn't it?",
        "Olivia: It's funny. It's like a kick in the gut.",
        "Phillip: Yeah, it's... its just weird. And I'm just so grateful for everything. But I guess... I guess I finally have to come clean about something now. You know how you thought that I was up to something? Well, you were right. I was.",
        "Olivia: Hm. So tell me.",
        "Phillip: I've been getting electroconvulsive therapy treatments. And it was like a miracle. I would have told you about it, but I didn't want you to get your hopes all up.",
        "Olivia: That's you. You're always thinking of me.",
        "Phillip: Yeah, well, anyhow, I'll keep getting therapy on an outpatient basis. But it was really just a matter of Rick checking me out and making sure that I was healthy enough to go home. Yeah. Because I couldn't stand the thought of you being here all by yourself, wandering the halls at night with Emma all alone. Olivia?",
        "Olivia: Hm?",
        "Phillip: Aren't you happy that I'm home?",
        "Olivia: How can you even ask that?",
        "Phillip: I don't know. You just don't seem happy.",
        "Olivia: Oh, honey. I'm smiling on the inside.",
        "Phillip: Oh, okay. Well, because you just don't seem to be on the outside.",
        "Olivia: Well, it's... this is a little shocking.",
        "Phillip: And it's going to be a big adjustment for everybody, living together as husband and wife, doing all those normal things that husband and wives do.",
        "Olivia: Um... I bet you're starving.",
        "Phillip: What?",
        "Olivia: You know, hungry. Why don't I go talk to cook and have him cook up something for you?",
        "Phillip: Olivia?",
        "Olivia: Huh?",
        "Phillip: You're not scared of me, are you?",
        "Olivia: You tell me, Phillip. Should I be?",
        "Phillip: Olivia, you're my wife. I would never hurt you intentionally.",
        "Olivia: Intentionally?",
        "Phillip: When I was at Ravenswood, I promised myself that I wouldn't leave until I got control of my feelings. Until I knew that that rage that was pounding inside of my head wouldn't push me. The point is, I'd never hurt you, not even after the way you hurt me.",
        "Olivia: I never meant to hurt you.",
        "Phillip: That's what I'm saying-- not intentionally.",
        "Olivia: Do you understand that everything I did was to protect our daughter.",
        "Phillip: Oh, of course. Of course. No, I'm just... I'M... I just feel like I want to try to be honest with you, unless you don't want me to.",
        "Olivia: No, go ahead. Give it your best shot.",
        "Phillip: Okay. You know when you first brought Emma to me and I found out that you had lied about losing her?",
        "Olivia: Yes.",
        "Phillip: Yeah. Well, I wasn't really as okay about all of that as I pretended to be.",
        "Olivia: I know you were hurt.",
        "Phillip: Yeah, it was like what you said before, I was hurt and I was mostly was angry. Remember when you said that you were smiling on the inside, well, I was just smiling on the outside.",
        "Olivia: But, on the inside you were...",
        "Phillip: Oh, on the inside, I wanted to see you suffer and grovel and hurt the way I had when I thought my baby had died. But like I said, you know, I've got those feelings under control, and now it's all just water under the bridge.",
        "Olivia: Just like that?",
        "Phillip: Yeah, just like that. My treatments have allowed me to forgive you for lying to me about Emma. And for... (laughs) ...for getting me to sign that proxy when I was basically incoherent and for getting me to sign the will. I know... I know that you were just doing what you thought was best for us, right?",
        "Olivia: What the hell are you doing?",
        "Phillip: Oh, I was just looking to see... you're not wearing that necklace tqs gave you.",
        "Olivia: No, I'm not. I'm having it cleaned. If I'd known you were coming home, I would have picked it up. You caught me off-guard.",
        "Phillip: I guess I did.7",
        "Olivia: Well, you know what? If I had known, I would have canceled my meeting at the beacon.",
        "Phillip: Oh. Well, cancel it now.",
        "Olivia: I really can'T.F* see you later.",
        "Phillip: Okay. I'll be here waiting.",
        "Olivia: (Sighs) Don't worry, Olivia. You know what you need to do. Enjoy.",
        "[SCENE_BREAK]",
        "Joey: Tammy and I are not like Romeo and Juliet.",
        "Lizzie: Yeah, hopefully you guys don't end up like they did. That would be really bad.",
        "Joey: Well, you're making it sound like I want Tammy to be fighting with her mom.R",
        "Lizzie: Well, hey, if it works in your favor...",
        "Joey: It doesn't work in my favor, especially if the fighting has anything to do with me. Lizzi@uqkv/Ñery dearly it's your fault.",
        "Joey: It's not. It's that stupid journal's fault. I mean, why did her mom have to go reading that journal anyway? Why do girls write in those journals? Don't you guys do enough writing in school?",
        "Lizzie: You really want to know why?",
        "Joey: Yeah.",
        "Lizzie: Because, in journals, girls can write their thoughts, their fantasies, and their deepest, darkest secrets.",
        "Joey: That makes a whole lot of sense. You got something on your mind, you don't want anyone to know about it, so you go ahead and write it down, put it out there for the whole world... wait a second. What kind of deep, dark secrets are we talking about here?",
        "Tammy: Oh, I hate my mom!",
        "Joey: Hey, hey. What happened?",
        "Lizzie: Hey, it's okay. We can get her back good. I got a whole list of things we could do, and the three of us working together...",
        "Tammy: Oh, no. I'm fine, Lizzie. It's okay.",
        "Lizzie: But you just said that you...",
        "Tammy: I know, but I'm already feeling better.",
        "Lizzie: Okay. So, do you guys want to go get a pizza?",
        "Joey: No, not now. We'll catch up with you later.",
        "Tammy: Yeah, we'll call you.",
        "Lizzie: Okay, whatever.",
        "[SCENE_BREAK]",
        "Bill: Okay. (Clears throat) what are you afraid of? I'm not going anywhere, okay? It's not like we have to get married this second.",
        "Eden: But when something is too good to be true, it usually is. Bill, I feel if we don't do this soon; it's just not going to happen.",
        "Bill: Okay, baby, listen to me, You and me, we are the real thing. Okay, we deserve a real wedding. If we fly off to Vegas and get married in some little chapel, it won't do justice to the way I feel about you, okay? I'll feel like we're hiding out or something. Come on, this is going to be an amazing day. I want all our friends there and our family. I want to watch you walk down that aisle and stand in front of everyone proud to tell them how happy you've made me. I thought you wanted those things, too.",
        "Eden: Oh, Bill. You don't know my past. It's complicated. You...",
        "Bill: Listen to me. I don't know everything about you, but I do know one thing. I love you. Nothing you tell me is going to change that, all right? I know you had a rough life. I'm sure it makes it seem like nothing good will ever happen to you. But it will. Look at me, it will. Our wedding is just the start and no one and nothing can stop us, all right?",
        "[SCENE_BREAK]",
        "Ed: She's amazing, isn't she? I mean, she's so strong. I guess she had to be when I left, but...",
        "Rick: So, what did she say about your letter? You want to talk about it?",
        "Ed: No, not now.",
        "Rick: Dad, come on. It's obviously weighing on you.",
        "Ed: It's not weighing on me, Rick. It's just... I mean, how do I actually go about doing it, you know? I mean, how do I go to Africa now? How do I not be part of my beautiful granddaughter's life? I know the clinic there needs me, but you know, maybe you and Mel could need me for something, too, or Danny and Michelle.",
        "Mel: Ed, we love you so much. And we do need you. But we would never ask you to give up this work if that's what you want to do.",
        "Rick: I would. Maybe I'm being selfish, but I want you to be around. I like you being here, dad, and being a part of our children's lives. I want you to show up to Leah's dance rehearsals and be a part of Jude's life and going to his baseball games. I want grandpa to spoil our children rotten because that's what grandpas do. And Michelle, I mean, just look at her. She's just been so jumpy lately and she needs you, and... and I need you.",
        "Ed: Let's talk about it later, okay?",
        "[SCENE_BREAK]",
        "Danny: I hate lying to your family, especially your dad.",
        "Michelle: I know, I know.",
        "Danny: But, Michelle, it's really the only way. You need to know something. Salerno's coming to Springfield. Yeah. And he's going to expect me to take him around town. He's going to be watching me 24- 7 and testing us. If we're going to stay safe, I have to convince him that I'm for real.",
        "Michelle: All right, then let me help. If Salerno doesn't buy your act, maybe he'll believe me.",
        "Danny: Michelle.",
        "Michelle: Look, Danny, Salerno knows that I'm the reason you went clean in the first place, so we might as well use that.",
        "Danny: I'm not going to use you.",
        "Michelle: Why not?",
        "Danny: I'm not.",
        "Michelle: Danny, why not? I'm already here. Look, as far as Salerno is concerned, I'm the biggest threat to your role in his organization.",
        "Danny: Mm-hmm.",
        "Michelle: So if you want him to trust you, he's got to believe that I'm onboard. So I'll welcome him into our home as the new Michelle Santos, perfect mob wife. And he's going to have no choice but to believe that you've gone back to that life for good.",
        "Danny: What, did you come up with this just now?",
        "Michelle: No, I've been thinking about it.",
        "Danny: Uh-huh.",
        "Michelle: I told you that you're not alone in this and I meant it.",
        "Danny: But, Michelle, how we conduct ourselves is one thing. It's only half of it. Everybody close to us is now a potential target for Salerno. You realize that, don't you? Michelle? If we want to keep them safe, we have to put as much distance as we can between us and them. We have to drive them away from us. Oprah: The friends.",
        "Danny: Do you really think you can do this? I know how much your family means to you.",
        "Michelle: That's why we have to shut them out. It's for their sake.< I mean, if the people that we love are at risk, Danny, then we've got to isolate ourselves until you bring down Salerno and the other families.",
        "Danny: I know, Michelle. Deciding it is one thing. Doing it is something completely different.",
        "Michelle: Well, my dad got that letter from Africa, so I can probably convince him to go.",
        "Danny: (Sighs) are you sure? Because I know how much you two have been through, and what it took to get him out of Africa.",
        "Michelle: It's not going to be like that this time. Don't get me wrong, I will... God, I'll miss him more than I can even imagine. But it's like you said, Danny, there's no other way. And we're going to have to push Mel and Rick away, too, and make them think that you're in the mob for good.",
        "Danny: (Sighs)",
        "Michelle: What?",
        "Danny: Hm.",
        "Michelle: What?",
        "Danny: Nico. He's just started to trust me. He can't keep living with us. He can't.",
        "Michelle: And what about Robbie?]9",
        "Danny: Michelle, we will take this one step at a time, okay? We will figure out what to do about Robbie. Okay?",
        "Michelle: I want to go home. He's with a sitter. Let's go home to him, please?",
        "Danny: Okay. I know, I'm sorry. This is not a great thing to be talking about on mother's day. I'm sorry. Come on, let's go.",
        "Michelle: Thank you again for such a wonderful dinner.",
        "Rick: What, you leaving already?",
        "Michelle: Yes. I miss my baby, too. Are you going to be available tomorrow, dad?",
        "Ed: Yeah, what's up?",
        "Michelle: Do you want to have lunch with your daughter? Noon-ish? Beacon?",
        "Ed: Sure, sure. Happy mother's day, sweetie.",
        "Rick: Happy mother's day, sweetheart.",
        "Michelle: Thanks.",
        "Danny: You, too. You, too.",
        "Mel: Thank you. Thank you.",
        "Ed: Good-bye, Danny.",
        "Danny: See you later.",
        "[SCENE_BREAK]",
        "Phillip: Hey there!",
        "Lizzie: Daddy! Oh, my God, you're home! (Laughter)",
        "Phillip: You're going to kill your old man.",
        "Lizzie: I'm so happy to see you.",
        "Phillip: Let me see you, honey. I'm home. I'm home to stay.",
        "Lizzie: I'm glad you're back. Everything's been so awful around here.",
        "Phillip: Yeah.",
        "Lizzie: But it's okay. You're back. You'll make everything right again.",
        "Phillip: I'm going to try, honey. I'm really going to try.",
        "[SCENE_BREAK]",
        "Cassie: Thank you. Hi.",
        "Olivia: Hi.[O",
        "Cassie: Why are you here? Go spend mother's day with your daughter. Please, keep her young. Okay, what? What's going on?",
        "Olivia: Oh, Phillip is home. Rick checked him out of the hospital.",
        "Cassie: So, why aren't you home with him?",
        "Olivia: Look, have you decided whether you're going to buy my half of the beacon or not?",
        "Cassie: I haven't really had a chance to look into it yet, but I don't know how I'm going to be able to come up with that kind of cash in a week.",
        "Olivia: Great.",
        "Cassie: I don't understand what you're doing here. Why aren't you home celebrating that Phillip's home? That his recovery...",
        "Olivia: He isn't all that recovered, that's why. Whoo! And I think Rick just checked him out of the hospital to spite me.",
        "Cassie: Come on, Olivia. I mean, Rick's his doctor. He's not going to release him unless he knows he's ready.",
        "Olivia: Oh, he's ready. He's got plans for me already. I don't think he's going to do anything, but he's threatening me.",
        "Cassie: Threatening to hurt you? All right, you need to tell me what you're up to because you're always up to something. You are. Now, I can't say that I'm not going to give you my opinion, but I won't force it on you. I learned my lesson there. What is going on?",
        "Olivia: Will you just... will you hear me out before you tell me what a horrible person I am?",
        "Cassie: Okay.",
        "Olivia: No one else is looking out for me. I have to look out for myself.",
        "Cassie: What did you do?",
        "Olivia: I am trying to get a foothold into Spaulding, all right, and I need the cash to do it.",
        "Cassie: So, all this is about money and power.",
        "Olivia: Well, I tried love, and it's really highly overrated, so I'm done with it. Now I just want everything else.",
        "[SCENE_BREAK]",
        "Maitre d': I'm sorry for the delay, Dr. Bauer. I'll take your keys to the valet now.",
        "Ed: Oh, no problem. My granddaughter's going to call it a night, that's all.",
        "Maitre d': She's really cute.",
        "Ed: Yeah, she is. Yes, you are. Yes, you are. Mommy and daddy are having too much fun right now, so I'm going to take you home. Oh, sweetie. Oh, darling, how am I going to do this? How am I going to not be part of your lives? I'm going to miss you so much.",
        "Bill: Hey, grandpa.",
        "Ed: Hey. You know, only she gets to call me that, actually.",
        "Bill: Oh, of course, yes.",
        "Eden: I'm going to wait at the bar, okay?",
        "Bill: Yeah. Beautiful girl.",
        "Ed: Yeah, she certainly is. You just missed Danny and Michelle.",
        "Bill: Oh, yeah?",
        "Ed: Yeah.",
        "Bill: Well, I saw Michelle this morning. Let me ask you, does she seem okay to you?",
        "Ed: Yeah, why do you ask?",
        "Bill: You know what? It's none of my business, I just...",
        "Ed: Well, pretend it is and tell me.",
        "Bill: I'm worried about her. I mean, the stuff that I've seen Danny get involved in the past few weeks. Who knows what he's involved in now? I just don't want to see her get wrapped up in this...",
        "Ed: Well, whatever my daughter's doing, I'm sure she's doing it with her eyes wide open.",
        "Bill: So, you're okay with the fact that he probably rigged the election and...",
        "Ed: I trust Danny to find his own way, and I trust Michelle to guide him. See, I kind of have to.",
        "Bill: Yeah.",
        "Mel: Hey, you're going to walk on by without showing me that beautiful ring of yours. Let me see that.",
        "Eden: Oh, sure.",
        "Rick: Very nice.",
        "Mel: Oh, honey, this is gorgeous.",
        "Rick: It is pretty.",
        "Mel: Wow.",
        "Rick: Have you guys set a date?",
        "Eden: Uh, well, we're actually thinking about eloping. I mean, less complicated. You know.",
        "Mel: Yes, Rick and I are experts on the complicated wedding.",
        "Rick: Right, I was practically on my deathbed waiting for a heart transplant the day of our wedding.",
        "Eden: Really?",
        "Mel: Yeah, and I suggested we just bring in a priest and do the vows right there, but Rick insisted on having a real wedding.",
        "Rick: Yeah.",
        "Eden: It was that important to you?",
        "Rick: Well, sure. I mean, part of me was afraid.",
        "Mel: Yeah, we both were.",
        "Rick: Yeah. I mean, I thought my days were numbered, and it takes a long time to plan a wedding, but with the unbelievable support of my wife, we decided that I was going to make it and that it was very important for us to stand up in front of all our friends and just tell our story. And that is, time is very, very precious and that everything that's important to you can just disappear tomorrow, but today... today I'm madly in love with this beautiful woman and right now, today's enough.",
        "[SCENE_BREAK]",
        "Tammy: So, let me hear that new song you're working on.",
        "Joey: How about you tell me what happened with your mom first?",
        "Tammy: No. Yeah, okay. I mean, I don't know, Joey. I just... I'm tired of her expecting me to be perfect even though she's not. You know? She doesn't understand that I have a life of my own. I'm not just some accessory that she can tote around. You know, \"look, there's perfect Tammy, plucked right out of the new spring 2004 line.\"",
        "Joey: (Laughs)",
        "Tammy: Stop laughing.",
        "Joey: I get it, I get it. You know, my mom's not parading me down any runway or anything, but she knows how to get on my nerves. Hey, I'm sorry, okay? About your mom and everything. I thought she was one of the cool ones, too.",
        "Tammy: Yeah, so did I. You should have seen me. I was so mean to her just now, and then I walked out on her.",
        "Joey: Well, you didn't tell her you were coming to find me, did you?",
        "Tammy: No, why?",
        "Joey: I just don't want to make things any worse between the two of you.",
        "Tammy: Who cares? Why should we make it better for her? She doesn't deserve that. Actually, I know just what she deserves.",
        "[SCENE_BREAK]",
        "Cassie: Okay, so what exactly did Phillip say to make you think that he may or may not want to hurt you?",
        "Olivia: Why are you asking me like that?",
        "Cassie: Because maybe you're just reading him wrong. Maybe he's really excited about being home and he just wants to be with you.",
        "Olivia: I'm not reading the whole \"hands around the throat\" thing wrong.",
        "Cassie: He tried to strangle you?",
        "Olivia: He's trying to scare me. He's trying to make me think that I'm the one who's crazy, but if he thinks he's going to get me to back off of my goals for Emma, then...",
        "Cassie: Okay, maybe you're being a little paranoid right now.",
        "Olivia: No, you know, I have to give him his props. It was good. He got out of Ravenswood without me finding out about it. It was a bold move. Guess now it's my turn to fire back.",
        "[SCENE_BREAK]",
        "Lizzie: Okay, so I called Aunt Alex, I called grandpa, and I called mom and they're going to meet us down in the dining room.",
        "Phillip: Okay.",
        "Lizzie: But I didn't tell them why, so it's going to be kind of a surprise for them and a coming-home party for you.",
        "Phillip: Mm-hmm.",
        "Lizzie: Sound good?",
        "Phillip: Yeah, sounds very good. Did you call Olivia?",
        "Lizzie: Dad, you saw how bad she freaked out with me just holding Emma the other day. I'm sick of trying with her. Ever since she moved in here, it's like she runs our family.",
        "Phillip: Well, honey, you do have to respect the fact that she's living here right now. But don't ever forget, this is your house.",
        "Cassie: So, you're okay living in a house with a man who may or may not want to hurt you? And you're willing to give up love and passion for power and revenge?",
        "Olivia: You can't control love. And controlling things makes me happy.",
        "Phillip: Oh, honey, we're going to be so happy now that I'm home again. And I'm going to be the kind of father to you and your sister and your brothers that I should have been all along. We survived an awful lot, but you know what? We have an awful lot to look forward to.",
        "Lizzie: With Olivia.",
        "Phillip: Yeah. She'll be here, too.",
        "Olivia: Look, I don't know what's going to happen, but because of Emma, I'm in this marriage for the long haul. So...",
        "Cassie: Loveless marriage. Wow, good for you.",
        "Olivia: No, it's not loveless.",
        "Cassie: Okay. What does that mean?",
        "Olivia: I would give anything if he could look at me and tell me that he loved me.",
        "Cassie: So you do love him.",
        "Olivia: But the point is, every time I've fallen in love, I end up getting the short end of the stick, and I'm not going to do it anymore. I'm going to focus on what I want for myself and my daughter: Security, respect, wealth, power.",
        "Cassie: In that order?",
        "Olivia: I'll take them in whatever order I can get them.",
        "Cassie: Okay, what about Emma? How's this environment for her?",
        "Olivia: Oh, come on. Come on, she's going to have the best of everything, including two parents who love her very much. What more could she want?",
        "Cassie: How about two parents that love each other?",
        "Olivia: See? This is the difference between you and me. You're a hopeless romantic, Cassie. I'm a hopeful realist. I see this marriage for what it is. It's a battle of the wills. And what Phillip doesn't know yet is that my will is much stronger than his. It's as simple as that.",
        "Phillip: We're going to be a real family now. You and your sister and your brothers.",
        "Lizzie: And Olivia.",
        "Phillip: (Sighs)",
        "Lizzie: Dad, do you really love her?",
        "Phillip: Kind of. \"Love\" is a strong word.",
        "Lizzie: Yeah, but so is hate. I'm not giving you that answer. So, do you love her?",
        "Phillip: It's just not that simple.",
        "[SCENE_BREAK]",
        "Joey: You know, today's mother's day.",
        "Tammy: I know. I got my mom a card. I ripped it up in front of her, but I got it for her.",
        "Joey: Seriously. Come on. That's some harsh stuff. Why don't you guys just work this out?",
        "Tammy: Why don't you ask me tomorrow morning when you meet me at the beacon?",
        "Joey: We've got school tomorrow.",
        "Tammy: So we'll cut school.",
        "Joey: And do what?",
        "Tammy: I don't know. Something. We'll go somewhere that my mom can't find us, and then she'll have to sweat it out wondering where I am, when I'm coming home, if I'm coming home.",
        "Joey: Whoa, whoa, whoa, whoa, whoa, whoa. That's like a mom's worst nightmare.",
        "Tammy: Yeah. Well, it's no greeting card, but she'll get the message.",
        "Joey: And that is?",
        "Tammy: She's not the one who's in charge of my life anymore. I am.",
        "[SCENE_BREAK]",
        "Cassie: \"Some girls get all the luck. I've got a mom who's my best friend, too. Love, Tammy.\" Oh, Tammy.",
        "Lizzie: Oh, hi, Olivia. Happy Mother's Day.",
        "Olivia: Thanks. Bye.",
        "Phillip: You're back. Lizzie has arranged a little get-together downstairs with the whole family to celebrate my return.",
        "Olivia: Sounds great.",
        "Phillip: Well, good. Oh, I have another surprise for you.",
        "Olivia: You're just too much.",
        "Phillip: I had Rick stop on the way back so I could pick this up for you. What do you think?",
        "Olivia: Ooh.",
        "Phillip: You like it?",
        "Olivia: It's just... it's very pretty.",
        "Phillip: Hey, wear it tonight. Why don't you try it on?",
        "Olivia: That's all right. I don't think it fits.",
        "Phillip: Oh, no. Go ahead, try it on.",
        "Olivia: No, it's okay.",
        "Phillip: Here, I'll help you out of this.",
        "[SCENE_BREAK]",
        "Danny: Hey. That sitter must have wore Robbie out because he's never, never been so excited to take a nap before.",
        "Michelle: Oh, I could use a nap.",
        "Danny: Me, too.",
        "Michelle: You know, kids don't realize how lucky they are. They get nap time, story time, lunch money. They've got it easy, huh?",
        "Danny: Yeah. Michelle, I know you didn't sign on for this when we got back together. I feel awful that I'm the reason you've got to push away your friends and your family. I don't know how long it's going to have to be like this. I'm really sorry that we're alone in this.",
        "Michelle: We're alone together. We've got each other.Xd and that's all we really need.",
        "Danny: Do you really believe that?",
        "Michelle: Let's not talk about it anymore, okay? Please? Not right now.",
        "Salerno: Now, that's really sweet. You really ought to lock your door. I mean, you never know who might walk in, right?",
        "[SCENE_BREAK]",
        "Olivia: Next, on \"Guiding Light\"...",
        "Salerno: I was hoping you and I could talk.",
        "Danny: Sure, Vinnie.",
        "Salerno: You'll excuse us, Michelle?",
        "Michelle: Actually, I'll stay. There's something I've been meaning to say to you.",
        "Phillip: I would like to make a toast to my family, and especially to my wife Olivia for the daughter that she has given me, which makes everything worthwhile"
    ],
    "Transcript Author": [
        "By Boo Proofread By Linda"
    ],
    "url": "https://www.youtube.com/watch?v=hfp7QSFYVDQ"
}