{
    "Episode Summary": [],
    "Recap": [
        "Jeffrey finds Cassie with the PI she hired who tells her that all of Jeffrey's files have been destroyed. She asks Jeffrey about it and he tells her that she needs to start trusting him or else he needs to leave. Jonathan offers to drive Tammy to register for classes but she tells him she will be fine. He gets a call from Billy that he needs to meet him and Jonathan leaves. Sandy shows up at the farm and offers to drive her to school. She refuses but when her car won't start, due to the piece Sandy took out of it, she takes him up on his offer. Things go fine until on the way home Tammy realizes that Sandy is going the wrong way. When Jonathan meets Billy, he finds out that there were underage drinkers using fake id's at Outskirts. Billy points out one of the culprits and Jonathan bullies him into getting information. The guy describes the guy at the college who sold it to them and the description fits Sandy's. Jonathan starts to freak and Billy calms him down. Harley tells Cassie she hasn't been able to tell the kids about Gus yet. Alan-Michael tells Harley that some people want her out and offers to take over for her for a while to calm them. She refuses and after she leaves Alan-Michael starts throwing things. Marina sees him and thinks he is just upset about Alan. Alex overhears them and accuses A-M of working with Alan this entire time. Dinah and Mallet argue a little bit and Dinah offers to back off. Mallet tells her that he doesn't want that and they go back to his place, where they run into Harley who has left her PDA there. Dinah tells Mallet to go after Harley, where he tells her that for everyone's sakes they have to deal with what happened between them."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: You should keep this closed. It's cold out.",
        "Tammy: Thank you for the heart attack. How did you know I was here?",
        "Jonathan: Followed you. What are you doing?",
        "Tammy: Looking for my birth certificate. Stupid red tape at school. Did you say you followed me?",
        "Jonathan: Yeah, I thought I'd give you a ride to campus.",
        "Tammy: Hmm, that's nice. I have my car.",
        "Jonathan: We can save on gas this way.",
        "Tammy: Okay, why are you hovering?",
        "Jonathan: I'm not. Just... want to make sure you can register without any interference.",
        "Tammy: Interference? Don't you trust me?",
        "Jonathan: I trust me.",
        "Tammy: Good. Because you're the only man in the world for me.",
        "[SCENE_BREAK]",
        "Jeffrey: Hello, Miss. I'm here to see Reva Lewis. Miss?",
        "Wanda: Not here.",
        "Jeffrey: Okay. Do you know if she worked today? Miss?",
        "Wanda: The name is Wanda. Wanda Hyatt.",
        "Jeffrey: Oh.",
        "Wanda: We've met before.",
        "Jeffrey: Oh, right, of course. I'm sorry, Wanda.",
        "Wanda: You threw the book at my boyfriend Lowell in June.",
        "Jeffrey: Is that a fact?",
        "Wanda: The $500 on my credit card proves it.",
        "Jeffrey: Well, you know what? I'm really sorry about that, but I don't make the laws.",
        "Wanda: It's all between the wall and the refrigerator.",
        "Jeffrey: I'm sorry.",
        "Wanda: The ticket. You said it wasn't a defense.",
        "Jeffrey: Well, you know, Wanda, technically, it's not really a defense.",
        "Wanda: Such a handsome face. You are no Prince Richard.",
        "[SCENE_BREAK]",
        "Cassie: Josh, it's Cassie again. I don't know if you're avoiding me. What am I saying? Of course you're avoiding me. If I said something that I shouldn't have, I want to say that I'm sorry. You know that your help means everything to me. It means more than you know. So just call me, okay? Hey, you. I'm so sorry.",
        "Harley: I know. You said that like ten times last night.",
        "Cassie: I don't know what else to say, how to help you. What can I do?",
        "Harley: Nothing, except you can give me some pointers on grieving. I'm sorry.",
        "Cassie: You can say anything at all to me, anything.",
        "Harley: How about this, I have not told the kids yet, still. They don't know anything. And I sent them to school, and I'm freaked out that somebody is going to say something to them on the playground, and Jude is fine, but what about Zach? Phillip is gone, and now Alan and Gus, and I'm letting these kids down all over the place.",
        "Cassie: You are not letting anyone down.",
        "Harley: I feel like I'm not doing anything right these days.",
        "Cassie: I know. I know that feeling. After Richard, I made a ton of mistakes. Honey, the thing is, when you lose the person you love, there is no right or wrong way to handle it. You just handle it.",
        "Harley: Cassie, there is definitely a wrong way to handle it.",
        "[SCENE_BREAK]",
        "Dinah: Okay, we're almost done, I promise.",
        "Mallet: We're almost done, good.",
        "Dinah: Are you hating this?",
        "Mallet: No, I'm not hating this. I'm fine.",
        "Dinah: You are so lying. Every guy hates shopping.",
        "Mallet: The truth. Why do you think every guy is going to bail on you?",
        "Dinah: Let's see, my brother is gone, my father is gone. Men leave.",
        "Mallet: That is not necessarily because of you.",
        "Dinah: Okay, logically that makes sense, but I can't help but think I played a part in driving them away.",
        "Mallet: Okay, that's kind of nuts. That you think you're nuts.",
        "Dinah: Maybe, but that's how I feel.",
        "Mallet: Hello, what am I? Am I wood?",
        "Dinah: You're a guy. I don't know what you're thinking.",
        "Mallet: I'm thinking I'm exactly where I want to be. Right here. Do you have a problem with that?",
        "Dinah: Whoa, somebody got up on the wrong side of the fence this morning.",
        "Mallet: Where else we going?",
        "Dinah: Well, we could go to Hicks, you know, the toy store over there. We can get something for Zach and Jude, and I know a silly video game isn't going to ease their pain, but we can distract them.",
        "Mallet: Okay.",
        "Dinah: Hey, sorry. I'm sorry. I think I'm forgetting how much this is still upsetting you about Gus and about everything. So, you know what, what can I do to help?",
        "[SCENE_BREAK]",
        "Cassie: I just want you to know it is okay for you to feel however you feel right now. If you're lost, mad, furious, sad, it doesn't matter. I think you should lean on your friends and your family a little more. You've got to reach out to someone.",
        "Harley: Cassie, what if the way that you need to grieve dishonors the memory of the person that you lost?",
        "Cassie: You couldn't. Honey, you're the one who is here, so you've got to do whatever it takes to make yourself feel even just a little bit better right now. You can do whatever it is that you want to do.",
        "Harley: No, I can't. I can't do that. Not ever again.",
        "Dinah: Look, I know what it is like to lose somebody. I know that you can't just disappear and have the grief go away. You can't just buy somebody's happiness.",
        "Mallet: Then why are you trying?",
        "Dinah: I'm not trying. They're little kids. As far as you --",
        "Mallet: Don't worry about me, okay, I'm fine. I'm fine.",
        "Dinah: Okay. Fine.",
        "Mallet: I'm sorry. I'm sorry.",
        "Dinah: You know what, don't be. I'll back off.",
        "Mallet: No, don't-- don't back off. I like someone thinking about me. It is nice. It has just been a really long time, so it is a little unnerving, but it is a good thing.",
        "Dinah: If I don't drive you crazy.",
        "Mallet: I didn't say that, did I?",
        "Dinah: Make up your mind.",
        "Mallet: Your heart is in the right place, and that's what counts.",
        "Dinah: That particular compliment is the worse in the world.",
        "Mallet: I like to spend time with you, Marler.",
        "Dinah: Will you drop the whole Marler thing? I'm a girl. My name is Dinah. I happen to like it.",
        "Mallet: I like it, too. It suits you.",
        "Dinah: Good. What does that mean?",
        "Mallet: It means I like the name, so maybe it means I like you.",
        "Dinah: Well, not necessarily.",
        "Mallet: You know what?",
        "Dinah: What?",
        "Mallet: Enough. Improve on that.",
        "Dinah: ( Laughs ) I never said you're a bad kisser.",
        "Mallet: No, you didn't, did you?",
        "Dinah: No.",
        "Mallet: Come on, let's go shop.",
        "Dinah: Okay.",
        "Mallet: It will be fun, at least for one of us.",
        "Dinah: Okay, if we're talking about fun, nothing like a party, you know, to get your mind off things, off the dreary stuff, if you're in the mood.",
        "Mallet: Okay, so you want to have a party?",
        "Dinah: No. No. I've been invited to a party, Spaulding is having a Valentine's bash. I can't promise it is going to be awesome, but free food and open bar.",
        "Mallet: You've got to love that.",
        "Dinah: Is that a yes?",
        "Mallet: I don't know, you asking me out.",
        "Dinah: Yes, pretty much, unless you've got a better offer?",
        "Mallet: No, actually, it is the best offer I've had all day. Count me in.",
        "Dinah: Good.",
        "Mallet: Do I have to bring you flowers?",
        "Dinah: Well, flowers would be nice, but chocolates --",
        "Mallet: Okay, chocolates, I'll keep that in mind.",
        "Dinah: Okay.",
        "Mallet: Okay. You know what? I think I would like to take you.",
        "Dinah: Where?",
        "Mallet: It is better than that.",
        "[SCENE_BREAK]",
        "Alan-Michael: Harley, do you have a second?",
        "Harley: I guess, what's up?",
        "Alan-Michael: I'm sorry to bother you with this today.",
        "Harley: What is it, business?",
        "Alan-Michael: No, you don't need this right now. I'm sorry.",
        "Harley: Alan-Michael, I'm still the CEO of the company. I can live up to my responsibilities. What's going on? Don't look at me like that. What am I supposed to do, lie in the bed and pull the shades down? You know me better than that.",
        "Alan-Michael: I also know you better enough to know when you're running away from the truth.",
        "Harley: I have to work, do something. I have to do something for my life and Gus. If you can't deal with that, don't show up.",
        "Alan-Michael: I don't have a problem with that. Some people do. Everyone at Spaulding is so careful to sound sympathetic. We're sorry about Gus, he was such a great man. We're with you.",
        "Harley: They did this behind my back?",
        "Alan-Michael: They don't think you're going to be able to hold it together.",
        "Harley: The poor grieving widow, stab her in the back while she is down, huh?",
        "Alan-Michael: Something like that. They want to see a Spaulding at the helm.",
        "Harley: You?",
        "Alan-Michael: I'm sort of the last one standing.",
        "Harley: You are, aren't you?",
        "[SCENE_BREAK]",
        "Jonathan: You're definitely going to go back?",
        "Tammy: I changed my mind, remember?",
        "Jonathan: Right. Just checking.",
        "Tammy: You weren't serious about driving me there and picking me up every day, were you?",
        "Jonathan: Yeah. What's wrong with having a personal bodyguard?",
        "Tammy: Why do I need one?",
        "Jonathan: Why not?",
        "Tammy: Don't worry. My mom taught me all the self- defense moves.",
        "Jonathan: Look, I'm not trying to scare you, but...",
        "Tammy: You are, you're scaring me.",
        "Jonathan: I'm just trying to be a good boyfriend.",
        "Tammy: Oh, you are an amazing, wonderful boyfriend, okay? But I can take care of myself. ( Cell phone rings ) You going to answer that?",
        "Jonathan: It can go to voicemail.",
        "Tammy: No, get it. I still have to find my birth certificate and get to the office by 8:00.",
        "Jonathan: Billy?",
        "Billy: Where are you?",
        "Jonathan: I'm at the farm.",
        "Billy: I'm down at Co2. Meet me here in 20 minutes.",
        "Tammy: What did Billy want?",
        "Jonathan: He wants to meet me.",
        "Tammy: So go meet him. Go. Go, go, go. You have a business to run, and I have paperwork to go through. Just go. I'll see you tonight, okay? Go.",
        "Jonathan: Tammy.",
        "Tammy: Go. Bye.",
        "[SCENE_BREAK]",
        "Alan-Michael: Harley. I do not want to run Spaulding. I've done it, I don't need to do it again.",
        "Harley: I heard Phillip say the same thing over and over and over again.",
        "Alan-Michael: I suppose now you're going to accuse me of masterminding Gus and Alan's disappearance.",
        "Harley: It sounds paranoid?",
        "Alan-Michael: No.",
        "Harley: I'm sorry. I just accused you of something really despicable, and I should be thanking you. You're really my friend. Thank you. What am I going to do about this referendum?",
        "Alan-Michael: I have an idea, but it is kind of radical.",
        "Harley: No. Let me hear it.",
        "Alan-Michael: Let me run Spaulding.",
        "Harley: You just said--",
        "Alan-Michael: It would just be temporary. I'll step in and you deal with your boys, and when you're ready, you can take charge again.",
        "Harley: How would that solve anything?",
        "Alan-Michael: I think I can squash the opposition. And I don't mind doing it as long as I know there is an end in sight. So it is a deal?",
        "Harley: No. I need to squash the opposition on my own. I can't start looking weak. Then I'll never get back in. And there is so much stuff I want to do in that company still, and I know that Gus would want it this way. And I'm not letting him down again, okay? I'm actually going to set up a meeting, and I want you there. I lost my organizer. Oh, can you meet me at the office later?",
        "Alan-Michael: Sure, can I walk you out?",
        "Harley: No, I left something upstairs that I have to get, okay?",
        "[SCENE_BREAK]",
        "Cassie: Bad day?",
        "Jeffrey: Wow, what was that for?",
        "Cassie: For giving up your job to get my daughter out of prison, and for just being my hero.",
        "Jeffrey: I'll settle for just being the guy that goes home with you and the guy that you trust.",
        "Cassie: You are that guy.",
        "Jeffrey: Does it mean we're past all the doubts?",
        "Cassie: I don't know what it means. I just look at Harley and I'm so grateful for you.",
        "Jeffrey: Well, I'm grateful, too. I'm going to be right back. And don't order without me.",
        "Cassie: Okay.",
        "Mr. Malone: Mrs. Winslow?",
        "Cassie: Mr. Malone, I can't talk right now. Jeffrey--",
        "Mr. Malone: I'll make it quick. You asked me to do some digging into Jeffrey's assignment. You were right to be suspicious.",
        "Cassie: Why?",
        "Mr. Malone: All of Jeffrey's records have been destroyed.",
        "Cassie: What do you mean destroyed?",
        "Mr. Malone: They're missing, as if the mission never existed.",
        "Cassie: Well, who would do that?",
        "Mr. Malone: That's a great question, Mrs. Winslow.",
        "[SCENE_BREAK]",
        "Tammy: Sandy?",
        "Sandy: Hi, I didn't know you'd be here. I just brought this for R.J.",
        "Tammy: You didn't have to do that.",
        "Sandy: I wanted to give it to him for Christmas.",
        "Tammy: Well, thank you. Thanks. I'll make sure he gets it.",
        "Sandy: He's not here?",
        "Tammy: No, and I'm actually running late myself, so...",
        "Sandy: Where you headed?",
        "Tammy: The University.",
        "Sandy: Me, too.",
        "Tammy: You are?",
        "Sandy: Yeah, I have to buy all my books for this semester. I decided to take some classes to keep busy.",
        "Tammy: So you're not leaving town?",
        "Sandy: Not now. Need a lift?",
        "Tammy: No, but thank you.",
        "Sandy: So what kind of classes are you taking?",
        "Tammy: There are a few. I'm taking an intermarket analysis class and 19th century painting.",
        "Sandy: I have the intermarket analysis class, too. Do you have Dr. Beck?",
        "Tammy: Yeah.",
        "Sandy: And it's at 11?",
        "Tammy: Yeah. Me, too.",
        "Sandy: What a coincidence.",
        "[SCENE_BREAK]",
        "Jonathan: What's the situation?",
        "Billy: Bar got raided by the cops and they found five under age with illegal I.D.'s and beers in their hands.",
        "Jonathan: Perfect.",
        "Billy: It is about the third time, and we can't let them close us down. We've got to do something, don't we?",
        "Jonathan: You're the big businessman, what is your take?",
        "Billy: Dealing with the city is a total crash.",
        "Jonathan: Can't you do any better than that? I have to prove to them I'm the kind of guy who can run a legit business.",
        "Billy: And the kind of guy who deserves a girl like Tammy.",
        "Jonathan: Yeah. It's not just a bar to me.",
        "Billy: I know, it's your whole future.",
        "[SCENE_BREAK]",
        "Mallet: Hey.",
        "[SCENE_BREAK]",
        "Tom Phelphrey inside \"The Light.\" You're here more often than anywhere else, and so it is like your family. Thank you so much for watching, and you guys really obviously make what we do worth it, and it is always nice to meet you guys and hear from you, and really appreciate your support, and I hope you keep watching. See Jonathan, Wednesday, February 8th, inside \"The Light.\"",
        "[SCENE_BREAK]",
        "Harley: Hi.",
        "Dinah: Hi.",
        "Harley: I think I left my organizer in your room last night.",
        "Dinah: How you doing, sweetie?",
        "Harley: I'm fine. But I need that organizer. I can't do anything without that.",
        "Dinah: Why are you going to work? You need to take care of yourself. If you need to stay in bed all day, that's what you need to do. Right, Mallet?",
        "Mallet: Yeah.",
        "Harley: But work helps me focus. So if you don't mind, I have to go.",
        "Mallet: Oh, right. Let me get that. Oh, I think it's... here we go.",
        "Harley: Oh, thanks. Okay, I'll get out of your hair now.",
        "Dinah: Why don't you stay for dinner?",
        "Harley: No, I can't, Dinah.",
        "Dinah: Tell her to stay.",
        "Harley: I can't. I have to meet Alan-Michael at Spaulding. The situation where the stockholders want him in, me out.",
        "Mallet: He's on your side?",
        "Harley: He's on my side.",
        "Dinah: That man is not trust worthy at all.",
        "Harley: He better be because he's all I have. I've got to go.",
        "Dinah: I'm coming with you.",
        "Harley: No, I want you to stay here. Stay with Mallet.",
        "Dinah: Do something.",
        "Mallet: Harley, don't run.",
        "[SCENE_BREAK]",
        "Marina: I know what is bugging you. You are upset about Alan, and you don't want to admit it.",
        "Alan-Michael: I'm not upset, Marina.",
        "Marina: Oh, right. Throwing a briefcase in the snow is a normal every day thing. It is okay to be upset, you know. He was your father.",
        "Alan-Michael: Not much of one. I didn't really even know him.",
        "Marina: Well, it can still hurt.",
        "Alan-Michael: Alan wasn't around much when I was a kid. It was just me and my mom. And when I visited, he was much more interested in Phillip. And then when I came back here, my father didn't stick around too long. He went to jail, not for the first time. I guess you could say I kind of got used to him being gone.",
        "Marina: I don't know if I could ever get used to that.",
        "Alan-Michael: You're surprised.",
        "Marina: Isn't there a time when you guys just, I don't know, clicked?",
        "Alan-Michael: A time we clicked? Me and Alan? There was a few times, I guess, but nothing that never really amounted to anything. Once, there was this corporate father/son golf tournament, and I wasn't even supposed to play in it. That honor had fallen to Phillip, but he couldn't make it for some reason, so Alan asked me. I wasn't that old at the time, and not that great a player, but for 18 holes, I knew what it was like to be the chosen one, have my dad's attention. And then, oh, yeah, I sank the winning putt from 20 feet out. I've never seen him so proud. We walked off the 18th like a couple of kings.",
        "Marina: See, that is a good memory.",
        "Alan-Michael: It is what it is.",
        "Marina: But--",
        "Alan-Michael: What?",
        "Marina: I'm just surprised that you never wanted to feel like a king again.",
        "[SCENE_BREAK]",
        "Tammy: We're in the same class?",
        "Sandy: Yeah, go figure.",
        "Tammy: Go figure.",
        "Sandy: Wait, whoa, whoa, whoa. Do you think I arranged it? Tammy, I already have the class. You haven't even registered yet.",
        "Tammy: Actually, you're right. I guess it is just a coincidence.",
        "Sandy: But if you want, hey, I will drop the class.",
        "Tammy: No, no. You don't have to do that. We can take a class together. It won't be a problem.",
        "Sandy: You sure?",
        "Tammy: Yes. I mean, it is not like we have to sit together or share each other's notes or anything.",
        "Sandy: I can't promise you anything about the note. I heard Dr. Beck is tough. I may need your help.",
        "Tammy: No, you won't. You'll get an \"A,\" you always do. I have to get going.",
        "Sandy: I'm sorry I kept you this long. And I want to make sure that Jonathan will be okay with this, he won't be jealous...",
        "Tammy: You don't have to worry about Jonathan.",
        "Sandy: I just don't want to cause you any problems.",
        "Tammy: You won't. See ya.",
        "Sandy: Very soon.",
        "[SCENE_BREAK]",
        "Billy: No, thanks, look, I still have some contacts down at the city, so I'll see what I can do. Meanwhile, you've got to just keep a close eye on the club, okay, Jonathan?",
        "Jonathan: Why do you think the cops are always on us?",
        "Billy: What do you mean, \"Cops always on us\"?",
        "Jonathan: Kids use fake I.D.'s all the time and they usually get away with it. And here we are being busted.",
        "Billy: You think we're being set up?",
        "Jonathan: Hell, yes, I think we're being set up. There is just no way to prove it.",
        "Billy: Maybe there is a way to prove it.",
        "Jonathan: What are you looking at?",
        "Billy: That kid is Peter Burns' kid.",
        "Jonathan: Who is that?",
        "Billy: His father does a lot of business with us, and he is one of the lucky five that was popped.",
        "Jonathan: Jon Randall, you like hanging out at Outskirts?",
        "Kid: Do I know you?",
        "Jonathan: Where did you get your fake I.D.?",
        "Kid: Some guy at Springfield \"U.\"",
        "Jonathan: Some guy, does he have a name?",
        "Kid: I don't know.",
        "Billy: Wait, wait. What did he look like?",
        "Kid: He had spikey hair, mid-20s.",
        "Jonathan: Sandy.",
        "Billy: Hey, you don't know...",
        "Jonathan: I'm going to kill him.",
        "[SCENE_BREAK]",
        "Jeffrey: Scott Malone, it's been a long time.",
        "Scott: A long time, Jeffrey.",
        "Jeffrey: You know Mr. Malone?",
        "Cassie: From the Beacon. Good to see you again.",
        "Scott: You, too. We should have lunch sometime. Reminisce about the old days.",
        "Jeffrey: Yeah, your treat.",
        "Cassie: We should sit.",
        "Jeffrey: You went to the C.I.A. And asked about me?",
        "Cassie: Yeah.",
        "Jeffrey: Well, what did he tell you?",
        "Cassie: Not much, really.",
        "Jeffrey: That's because there is nothing to tell, Cassie. How many times do I have to tell you? My orders were to protect, you, Richard, and the kids, end of story.",
        "Cassie: I know, I know.",
        "Jeffrey: But that not good enough for you. When is this going to end? When are you going to be satisfied?",
        "Cassie: Well, maybe when you tell me why you had those records destroyed.",
        "[SCENE_BREAK]",
        "Harley: Will you get back in there?",
        "Mallet: Not yet.",
        "Harley: This is so awkward. Dinah is right in that room. Thank you. I was in such a bad place and you pulled me back from the ledge.",
        "Mallet: Is that the impression?",
        "Harley: Yes, that's it. Period.",
        "Mallet: Do you want to talk about this?",
        "Harley: I just lost my husband, I'm fighting for my job, and I haven't even told me kids yet. If you want to talk about that stuff, fine, but I don't think we have anything else to say to each other.",
        "Dinah: How is Harley?",
        "Mallet: Ah, you know, the same.",
        "Dinah: I'm worried about her.",
        "Mallet: Well, you know what, don't waste your energy because Harley always takes care of everything herself. She doesn't need us.",
        "Dinah: That's what she says.",
        "Mallet: Please, you try reasoning with her. Hey, didn't I promise you a distraction?",
        "Dinah: ( Laughing ) I think you should go after her.",
        "Mallet: And say what?",
        "Dinah: I don't know. You tell her what's in your heart. And just be there for her. I think that would make me feel better, knowing that she is okay.",
        "Mallet: You know, you're something else.",
        "Dinah: So I've been told.",
        "[SCENE_BREAK]",
        "Jeffrey: For your information, records are destroyed all of the time, especially when they're classified.",
        "Cassie: You have an answer for everything.",
        "Jeffrey: Thank you. I'm telling you the truth.",
        "Cassie: I want to believe you.",
        "Jeffrey: Well, then, believe me.",
        "Cassie: Jeffrey, you have to realize how this looks.",
        "Jeffrey: This is about faith, that's all. Either you have it in me or you don't.",
        "Cassie: I don't think it is that simple. You know what? I don't want to do this.",
        "Jeffrey: I don't want to do it either. You want to order?",
        "Cassie: No. Can we just go home?",
        "[SCENE_BREAK]",
        "Sandy: Can we finish this later? Bye. Sounds like you're having a problem, want me to check it out?",
        "Tammy: I don't think there's time. If I don't finalize my registration by 8:00... would you?",
        "Sandy: You wait?. I'm headed that way anyway, so let's go.",
        "Tammy: Thank you.",
        "[SCENE_BREAK]",
        "Billy: Whoa, whoa, wait a minute. We don't know it's Sandy that set us up.",
        "Jonathan: I know it was Sandy.",
        "Billy: What you going to do about it?",
        "Jonathan: If Outskirts gets shut down, I'm going to...",
        "Billy: Wait. If Sandy is the one causing the trouble, there is no sense tipping him off.",
        "Jonathan: No, I need to end this thing now. The only reason he testified in court was to look like a big hero to Tammy. He told me so himself. And then the whole Dean Boudreaux business, he talks to the guy after I talked to the guy about getting Tammy back into the University. He is always setting himself up as the nice guy.",
        "Billy: What do you care? You've got the girl.",
        "Jonathan: Yeah, but he would do anything to get her back. He is dangerous.",
        "Billy: No offense, but right now you're the one who seems dangerous.",
        "[SCENE_BREAK]",
        "Alan-Michael: There was a time that I went after the company with all I had and I got it.",
        "Marina: But you're not like Alan. You actually have a conscience.",
        "Alan-Michael: Thanks, Mom.",
        "Marina: No, it is good for you. And I'm sure that Alan respected it in his own very twisted way. It's probably why he left you alone for so long. So you could live your own life.",
        "Alan-Michael: If only the world could be the way you see it.",
        "Marina: Is there any other way?",
        "Alexandra: Oh, wow, excuse me, but I hope I'm not interrupting anything.",
        "Alan-Michael: Of course not. As always your timing is perfect.",
        "Alexandra: Would you mind if I stole my nephew for a while?",
        "Alan-Michael: Thanks, I'll try.",
        "Marina: Do better than that.",
        "Alan-Michael: Don't say it. I like her. If you have a problem with that...",
        "Alexandra: No, no, as a matter of fact, she is right. You are not like Alan. You're worse.",
        "Alan-Michael: Aunt Alex, if I need an ethics lesson...",
        "Alexandra: You didn't just come back here out of the blue on a whim. You and Alan had a plan all along.",
        "Alan-Michael: Yeah, right.",
        "Alexandra: Don't worry. I'm not going to expose you. The prodigal son returns to take his rightful position in the company. I'm proud of you. And I'm sure your father was, too, or is.",
        "Alan-Michael: I'm not going to make my father's mistakes and use the power by crushing everyone around you.",
        "Alexandra: By everyone, you mean Harley, Marina, or anybody else?",
        "[SCENE_BREAK]",
        "Jeffrey: I can make this real easy for us. Either we find a way to resolve this and you find a way to believe me, or I can walk out that door right now and not come back. You choose.",
        "[SCENE_BREAK]",
        "Billy: You know I'm not too big on you and Tammy, but, still, I don't want to see you get shafted, okay? So you're going to listen to me, all right?",
        "Jonathan: Okay.",
        "Billy: Good. I think you're starting to sound just a little paranoid, all right. You're kind of out of control with his whole Sandy thing.",
        "Jonathan: No, he is a threat to Tammy, and I'm the only one who sees it.",
        "Billy: That kind of talk makes you sound crazy. If you keep going like this, Sandy is not going have to do anything. You're going to blow the whole thing by yourself.",
        "Jonathan: Not if I blow Sandy out of the water first.",
        "[SCENE_BREAK]",
        "Tammy: Hmm, that was relatively painless. Thank you for helping me.",
        "Sandy: It was my pleasure. My friend Margaret owed me a favor.",
        "Tammy: It got me all of the classes I wanted.",
        "Sandy: That's good, because you'll need something light after we delve into the throes of the stock market.",
        "Tammy: Tell me about it.",
        "Sandy: Music?",
        "Tammy: Sure.",
        "Sandy: Take your pick.",
        "Tammy: This isn't the way to the apartment. Where are we going?",
        "[SCENE_BREAK]",
        "Harley: Why aren't you with Dinah?",
        "Mallet: Because she sent me after you.",
        "Harley: So you're here because of Dinah?",
        "Mallet: No, I'm here because we have unfinished business.",
        "Harley: I thought we were clear on all of this.",
        "Mallet: We are. We are clear on all of this. I just... it's something I can't ignore. You know, the other night... we made love. And for everyone's sake-- yours, mine, Dinah's, Gus'-- we have to talk about that. What does that mean? What does that not mean? We have to deal with that.",
        "[NEXT_ON]",
        "Cassie: You know what? I can't live like this.",
        "Jeffrey: Neither can I.",
        "Harley: Because as far as I'm concerned, it never happened.",
        "Mallet: Can you live with that?",
        "Harley: Absolutely.",
        "Mallet: I can't."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=qc3HEUc84hs"
}