{
    "Episode Summary": [],
    "Recap": [
        "Cassie and Josh tell Tammy that Cassie has purchased Cross Creek from Olivia in exchange for Cassie selling her part in the Beacon hotel. Tammy is rather surprised that her mother is going to Cross Creek with Josh and tells her so. Cassie wonders if being with Josh looks strange. While at Cross Creek, Hawk, Josh, RJ and Cassie make plans to restore the place to its original looks as a surprise for Reva. As she is trying to take down a picture while standing on a chair, Cassie falls and Josh breaks her fall. While treating her injured ankle, Cassie thinks back on what Tammy said about Josh and Cassie kicks a startled Josh in the face knocking him off the couch.",
        "Ava and Coop talk about the night he slept with Lizzie and finally they make up. Beth tries to threaten Ava into leaving town without Coop. Lizzie daydreams about having a baby and Coop being the father. Her pleasant dream turns nightmarish as she envisions Jonathan as the father. She goes to Cedars to talk to Rick and he comforts her. When she sees a pregnant woman, he comforts her still by explaining a baby will change ones life. She suddenly realizes after talking with him that it would be possible to not know who the father of a baby is for months and months. A suspicious Tammy overhears their discussion. Lizzie bursts into Company and tells a surprised Coop that she needs to tell him something important."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: I got to go deposit some receipts, and then I'm going to buy you breakfast. Come with me.",
        "Tammy: Flunking out or scrambled eggs?",
        "Jonathan: Well, you can earn some extra credit later in Professor Randall's anatomy class.",
        "Tammy: You are so lame. ( Cell phone rings )",
        "Jonathan: Hello? Tammy's study hall. Jonathan speaking. Oh, yeah, she's right here.",
        "Tammy: Hi, Mom.",
        "Cassie: \"Tammy's study hall?\"",
        "Tammy: Inside joke. What's going on?",
        "Cassie: Where are you?",
        "Tammy: Outskirts.",
        "Cassie: Okay, well, stay there, I'm going to be right over.",
        "Tammy: Is everything okay?",
        "Cassie: Everything's great. I'll explain everything when I get there.",
        "Tammy: Well, why can't you just tell me now?",
        "Cassie: Okay, so, I'm leaving for Oklahoma today.",
        "Tammy: Why?",
        "Cassie: Cross Creek. It's about to be restored to its former glory.",
        "Tammy: Don't you need to check with Olivia before...",
        "Cassie: We'll explain when we get there.",
        "Tammy: Uh, wait. We who?",
        "Cassie: Your Uncle Josh and me. We'll see you in a few. Ready?",
        "Josh: What, to see more of Tammy and Jonathan together? I can hardly wait.",
        "Cassie: Hey, if I can handle it, you can handle it.",
        "[SCENE_BREAK]",
        "Jonathan: So, Josh and Cassie taking a trip together.",
        "Tammy: What?",
        "Jonathan: Oh, nothing, nothing at all.",
        "Tammy: Stop. That's my mom and my uncle.",
        "Jonathan: So? Not like they're cousins or anything. ( Laughter )",
        "Tammy: Get out of here, go.",
        "Jonathan: Hey, it's really scary. Now, you tell me if Josh behaves himself, because if not, I might have to report him to my mommy.",
        "Tammy: I don't think so. I'll catch up with you later, Professor Randall. Ooh.",
        "[SCENE_BREAK]",
        "Coop: Mm, mm, mm. My brother, rocky, got me these really cool shoes, only I think... yeah, I think he's already worn them. It's so funny, he forgets my birthday every single year, so he's always running around at the last minute just grabbing miscellaneous items from the house and re-wrapping them. Last year... last year he gave me a deck of playing cards and he gave me some shaving cream. Hey, you okay?",
        "Ava: I'm listening. Yeah. I'm counting forks. I don't think I have enough forks.",
        "Coop: Oh, okay. I'll run back and grab some, okay? Are you sure you are all right?",
        "Ava: Yeah.",
        "Coop: Ava, you're missing your shoes. Where are they?",
        "Ava: Oh, they're muddy outside. I didn't have time to clean them.",
        "Coop: Oh, okay.",
        "Lizzie: I also wasn't faking it the other night when Coop and I slept together. It was great. He stayed all night.",
        "Ava: Oh, hi, Mrs. Spaulding, what can I get you?",
        "Beth: Oh, no, I didn't actually come here to eat.",
        "Ava: Oh, well, Coop's in the back if you want to talk to...",
        "Beth: Actually, I came to talk to you.",
        "[SCENE_BREAK]",
        "Coop: Are you tired? Here, why don't you sit.",
        "Lizzie: I feel great, giving birth is super-cardio. I should do it all of the time.",
        "Coop: I can't believe your body snapped back into shape so fast.",
        "Lizzie: I know. Right? And look what we get out of it. He is so perfect.",
        "Coop: Yeah. I just hope we don't screw him up.",
        "Lizzie: Oh, we won't. Nothing can go wrong. We are a family.",
        "Coop: You have made me so happy, Lizzie.",
        "Lizzie: I think he looks just like you.",
        "Jonathan: I've got nicer hair. ( Laughing maniacally ) This is wild. And all from one night of hell raising. Way to go, Mom! ( Distorted screaming )",
        "Lizzie: Oh, please let this be Coop's baby. Please. It was only one time with Jonathan. It was only once.",
        "Jonathan: What was just once?",
        "Cassie: So, I think finding all of the original furniture...",
        "Josh: Yeah, or something just like it.",
        "Cassie: Right, I think that will be probably be the hard part.",
        "Josh: Reva is going to be absolutely thrilled to pieces..",
        "Cassie: She is. Oh, my gosh, it's all in the details.",
        "Josh: Stuff like family photos.",
        "Cassie: Finding the right flowers.",
        "Josh: Daisies? Is that right?",
        "Cassie: That's right.",
        "Josh: Thank; you.",
        "Cassie: What a guy.",
        "Tammy: You know, I think they have these tv shows where people come in do this kind of thing for you in like a half hour.",
        "Josh: No.",
        "Cassie: What would be the fun in that?",
        "Josh: There's no personal touch.",
        "Cassie: Nothing.",
        "Tammy: Well, I'm sure Reva's going to love it. And Mom, how did you get this?",
        "Cassie: Well, that is the big news. I sold my half of the Beacon to Olivia on the condition that she sell me Cross Creek.",
        "Josh: And then I'm going to buy Cross Creek from your mom.",
        "Tammy: Okay, you really sold your half of the hotel?",
        "Cassie: Yep.",
        "Tammy: I mean, I know Cross Creek is in the family, and I'm glad that you're getting it back.",
        "Josh: Believe me, I tried to talk her out of this.",
        "Cassie: Honey, this is what I wanted to do, really. You know I wanted to shake things up for a long time, and I didn't know how until this came along. Without the Beacon, I will have more time to... I don't know, I can bug you and R.J. more. I can reinvent myself. I can...",
        "Tammy: You've been spending time in the self-help isle again?",
        "Cassie: Stop it, I do not.",
        "Tammy: I'm so taking away your library card.",
        "Cassie: I'd like to see you try. ( Josh making snoring sounds ) Hey.",
        "Josh: Oh, I'm sorry. This is just a terribly exciting conversation, but we do have a jet to catch. And we have to pick up R.J. from practice.",
        "Cassie: All right, all right. Okay.",
        "Josh: I'll see you later, sweetie. I'll see you outside.",
        "Cassie: So we will talk more about this when I get back.",
        "Tammy: Yeah. This whole Beacon thing.",
        "Cassie: I know. Honey, really, I feel so good about it. I really want this.",
        "Tammy: Then I want it for you.",
        "Cassie: Thanks, baby.",
        "Tammy: Well, better get going. I mean, wouldn't want to keep Josh waiting.",
        "Cassie: What does that mean?",
        "Tammy: Nothing. I'm just teasing because Jonathan said something before and...",
        "Cassie: No, what, what did he say?",
        "Tammy: His mind just went to the gutter when I told him you and Josh were going away together.",
        "Cassie: What? Oh, come on, you don't think something...",
        "Tammy: Oh, no, no. I don't think.",
        "Cassie: Because you know that Josh and Reva are getting back together?",
        "Tammy: No, I know. It's just funny, that's all. Jonathan was making out like the whole family was hooking up or something. Okay, not so funny.",
        "Cassie: I'll give you a little funny, but that's just because I'm in a generous mood. Okay, honey, I'm out of here. I will call you when I get back.",
        "Tammy: All right.",
        "Cassie: Are you sure this doesn't... this doesn't look bad somehow?",
        "Tammy: You're asking me about what looks bad. Look, it's you and Josh fixing up the place for Aunt Reva. Go, have fun. Reinvent yourself.",
        "Cassie: Thanks, honey.",
        "[SCENE_BREAK]",
        "Beth: Isn't there just something about Spring that make you want to, I don't know, change your ways, broaden your horizon?",
        "Ava: I guess so. You wanted to talk to me about something?",
        "Beth: Yes, yes, I did. I just wanted to see how you were enjoying your stay in Springfield?",
        "Ava: My \"stay\" in Springfield? It sounds like a hospitality survey.",
        "Beth: No, no. I was just thinking you must miss home, wherever that is. I'm sure that whatever Buzz pays you isn't enough for you to travel very much.",
        "Ava: Well, I'm certainly not jetting off to Hawaii, but I'm doing all right.",
        "Beth: Maybe I could help you with that.",
        "Ava: And why would you do that?",
        "Beth: I think you know why. I think we can help one another, Ava.",
        "Ava: That sounds just great. As a matter of fact, I've been saving up for a move.",
        "Beth: Really? Have you?",
        "Ava: Yes, Coop, Europe. He was thinking of taking this fellowship at Oxford.",
        "Beth: You know, I would forget about Coop, if I were you. I just wouldn't want to see you get stuck. You know how long Coop and Lizzie have been dating.",
        "Ava: Yeah, and he just broke up with her.",
        "Beth: Every relationship has its ups and downs. And sometimes you need a more experienced person, like a mother, to see where the real problem lies. I like to think of myself as a problem solver.",
        "Ava: Wow, I really could have used your help when your daughter trapped me in an elevator.",
        "Beth: Ava, let me put this as nicely...",
        "Ava: You know what, I know that Lizzie wants to get back together with Coop. And I can see that you're trying to carve a path for her. But where I come from, if you want to threaten someone, you just come out and say it. So you're saying that if I don't step off from Coop, then there is going to be problems?",
        "Coop: Uh, hi. Beth, I didn't know you were here.",
        "Beth: Hello, Coop.",
        "Ava: Mrs. Spaulding was just telling me to...",
        "Coop: That you have to go to Co2.",
        "Ava: What?",
        "Coop: Yes, I need you to go over to Co2, and we need you to pick up some extra sugar.",
        "Ava: Okay, but I just bought, like, tons of sugar.",
        "Coop: No, we ran out, actually. So if you wouldn't mind.",
        "Ava: Yeah.",
        "Coop: Thank you. Two sugars, right? I just got a fresh pot of decaf coffee on.",
        "Beth: Thank you, Coop.",
        "[SCENE_BREAK]",
        "Lizzie: You shouldn't creep up. It freaks people out.",
        "Jonathan: Yeah, so you were saying \"just once?\"",
        "Lizzie: Yeah. Just once I'd like some warning before you ambush me.",
        "Jonathan: Oh, well, my carrier pigeon flew the coop. ( Laughs ) You're not the reason I'm here, anyway. But while I'm here, how about we straighten a few things out?",
        "Lizzie: What things?",
        "Jonathan: First of all, you can't run your mouth every time we're around Tammy. It happened once.",
        "Lizzie: Obviously, it doesn't matter how many times it happened.",
        "Jonathan: None of that matters. You sleep around a little bit more and you'll figure that out.",
        "Lizzie: Yeah, I'm sure I'll just make that my new hobby.",
        "Jonathan: You're pretty good at it. Listen to me: It never happened.",
        "Lizzie: That's great, Jonathan. I don't know why I didn't think of that. Poof, it didn't happen. I wish it never happened. Because I'm not going to let you ruin my life.",
        "Tammy: Is there a problem? Lizzie, are you okay?",
        "Lizzie: Yeah, I'm fine. Just keep him away from me.",
        "Tammy: What was that about?",
        "Jonathan: Who knows. I said two words to her and she freaked out.",
        "Tammy: What did you say?",
        "Jonathan: \"Hi\" and \"Lizzie.\" You saw her at Coop's party. She is totally wrecked. It's like she's never been dumped before.",
        "Tammy: Well, I don't think she ever has.",
        "Jonathan: Well, there you go.",
        "Tammy: Yeah, I think that's it.",
        "[SCENE_BREAK]",
        "Josh: How you doing, Hawk?",
        "Hawk: Hey, R.J., my buddy. ( Laughs )",
        "Cassie: Hi there.",
        "Josh: And hello, hello.",
        "Hawk: Thank you, Josh.",
        "Josh: Thank you for what,",
        "Hawk: Winning the pool? All of the folks have been making bets on when you and Reva are going to wise up.",
        "Josh: Oh, yes, well, we are finding a way back to each other, that's true.",
        "Hawk: Don't take a scenic route next time.",
        "Cassie: There better not be a next time.",
        "Hawk: Now you're talking, gal.",
        "Josh: Wow, I forgot how much Olivia really changed this place. We're going to have to get rid of all this stuff, starting with the rugs.",
        "Hawk: I already started taking down some of the so-called art.",
        "Cassie: I can help you with that.",
        "R.J.: Hey, we should knock down that wall there and put a skate ramp there and a big tv so Aunt Reva can play her video games. ( Laughter )",
        "Josh: That's a fantastic idea, R.J. but come here. You know what, this is a restoration project. That's what we call this. That means we're going to take Cross Creek and we're going to make it the way it used to be.",
        "R.J.: Oh.",
        "Josh: But I have a fantastic job for you, it's called a compliance coordinator.",
        "R.J.: What's that?",
        "Josh: It's a very, very important job. See, you're going to be the guy to make sure we are doing the right things. Now, see, I brought these photographs up. These are pictures of the way Cross Creek used to be. Okay? You check these once in a while to make sure we're on the right track.",
        "R.J.: Cool.",
        "Josh: Excellent.",
        "R.J.: Do I get an office?",
        "Hawk: How's about that we set you up in the kitchen, how about that, honcho? You know what a honcho is? (Cell phone ringing ) It's Spanish for the boss man.",
        "Josh: That way, that way, that way.",
        "Cassie: Hello? Well, bonjour right back at you. How are you? How's Paris? How's Marah? That's great. Reva, you are never going to believe where I am standing right now. What the...",
        "Josh: You can't tell Reva where we are right now, Cassie?",
        "Cassie: I can't?",
        "Josh: No. Because this is what we call a surprise. See, when it's a surprise, you don't tell the person what's going on until we're ready and we're ready to bring her up here. Okay?",
        "Cassie: I didn't know we weren't telling her anything. Fine, give me the phone back and I'll tell her we got cut off.",
        "Hawk: Oh, you're going to have to come up with something a whole lot better than that.",
        "Josh: You see what happens here? We run away to Oklahoma together, the lies begin. You going to be able to keep this a secret?",
        "Hawk: You 'betcha.",
        "Josh: Excellent. ( Laughter )",
        "[SCENE_BREAK]",
        "Coop: Well, that was good.",
        "Beth: This is very good, Coop. You know, I'm beginning to see what my daughter sees in you. ( Laughs )",
        "Coop: Um, excuse me.",
        "Ava: I've got regular old white sugar, I've got fine sugar, I've got confectioners sugar. I got...",
        "Coop: Wow. Ava, are you okay?",
        "Ava: You know what, if there is ever a sugar shortage, you're looking at the girl. I've got it under control.",
        "Coop: Right, okay. Stop. What is going on for a second.",
        "Ava: Coop, the woman threatens me, she tells me she's going to ship me out of town if I don't move over and make room for Lizzie. What do you do? Wait, no, you offer her a cup of coffee and some sugar.",
        "Coop: Ow. Ava, wait, that was my foot.",
        "Ava: Listen, if you wanted to be with Lizzie, then you should have just told me that.",
        "Coop: I didn't want to be with Lizzie, but you didn't hear the rest of the conversation was having with Beth. Oh, gosh, look, I needed to get some information from her. And what I found out is that she is not trying to pack you up or ship you off. Ah, gosh. Look, Beth understands that Lizzie is out of control. She saw it at the party. She is just saying when we were together everything was fine, so she's hoping if we were to get back together it might cure her or something.",
        "Ava: She is as crazy as her daughter.",
        "Coop: No. She is just a worried mother. So I talked to her. I told her that, yes, I do care for Lizzie, but that I can't fix Lizzie. That I would be a friend to her, but nothing more. That's what Beth wanted to hear. She left here, she was happy, you saw her. But the way I had to do this, it was to protect you, okay?",
        "Ava: If you're trying to protect me, then why did you sleep with Lizzie after you broke up?",
        "[SCENE_BREAK]",
        "Rick: Hey.",
        "Lizzie: Oh, oh, it's just you.",
        "Rick: I never get tired of the way you say that, it's just me. So, what's up? What's wrong, you look a little lost today. What's going on.",
        "Lizzie: This is still the E.R., right?",
        "Rick: I'm not talking about that kind of loss.",
        "Lizzie: I just have a stomachache, Uncle Rick. I thought maybe the pharmacy could give me something over the counter.",
        "Rick: I could do a quick check.",
        "Lizzie: No, it's okay. It's not like I'm dying or anything.",
        "Rick: Okay.",
        "Lizzie: It's more like I had a bad day stomachache.",
        "Rick: Oh. Sit down? You thinking about your dad? I never stopped. I really miss him. But you know something, sweetheart, I know that wherever your father is, he would want you to have the freedom to come to me and talk to me about stuff, you know. Or just to hang out and play basketball, or whatever.",
        "Lizzie: I'm not shooting hoops with you.",
        "Rick: Well, I know, you're a terrible basketball player...",
        "Lizzie: Yeah, I'm not so good, either.",
        "Rick: I'm not talking about that. I'm talking about... I'm talking to you about you coming to me whenever you have a problem and, you know, talking to me, that's all.",
        "Lizzie: You heard about Coop's birthday party?",
        "Rick: I wasn't going to bring it up, but yes, I did hear about it. And you did say you had a bad stomach, so, can I help you out with something?",
        "Lizzie: You could be my friend. As cheesy as that sounds, I actually think I don't have any left.",
        "Rick: I find that very hard to believe, but I will sign up for that task.",
        "Lizzie: Oh, my gosh. That woman is ginormous. She's going to be in her third semester.",
        "Rick: Honey, it's trimester.",
        "Lizzie: Do they always carry themselves so low?",
        "Rick: Well, it depends on the pregnancy...",
        "Lizzie: Because I see women with the cute little beach ball thing, and then there are some that they just blow up.",
        "Rick: Well, sometimes women carry them low and sometimes they carry them...",
        "Lizzie: Are do they eat certain things, and maybe they're exercises they can do to get the beach ball thing and not the blowup thing?",
        "Rick: Well, a lot of it depends on the genetics, honey.",
        "Lizzie: Oh. How do they figure that out?",
        "Rick: Figure what out? The genetics?",
        "Lizzie: Yeah, like with genetics. Like, if they didn't know who the father was, how do they figure that out?",
        "Rick: Lizzie, you're not asking me what I think you're asking me, are you?",
        "[SCENE_BREAK]",
        "Ricky Paul Goldin \"Inside The Light.\"",
        "Gus: Any moment with the blowup doll, Mona, is one of my favorite moments. Another one of my favorite moments was when we burned down the hotel room right after we burned up the sheet. The thing that makes them a great couple is one word, I think: Chemistry. See Gus and Harley, Wednesday, April 26, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Coop: Ava, I thought you were okay with this. I know you weren't thrilled about it, but you told me you that were fine, that it was before we were together.",
        "Ava: What was I supposed to do? It was your birthday. Things were tanking. I wasn't going to bring it up and make things worse. And I thought about talking to you about it earlier, but it just seemed weird. Why am I apologizing to you? I'm apologizing to you? You're the one who screwed things up.",
        "Coop: Why? How did you I screw things up, because I slept with Lizzie?",
        "Ava: Because you didn't tell me.",
        "Coop: You wanted me to report back to you with all the details?",
        "Ava: Better you than her. She just throws it in my face and I don't even see it coming, I feel so stupid.",
        "Coop: Ava, look, I'm not trying to hide anything here. Fine, you want to talk about it? Ask me whatever you want. Ask me about it, I'll tell you.",
        "Ava: You know what, I don't know. I don't know. I don't know what I want.",
        "Coop: Look, it's not like something that was planned to happen. It just did. And I swear to you, it is over with Lizzie.",
        "Ava: It is never over with Lizzie. Have you met Lizzie?",
        "[SCENE_BREAK]",
        "Lizzie: You know, I have asked you way too many questions. I'm going to go.",
        "Rick: Lizzie, let's just get this out right now. Lizzie, are you saying... are you saying there is a possibility that your mother might be carrying somebody else's child? Is that what you're saying?",
        "Lizzie: Oh. Ew.",
        "Rick: I thought you were hoping that maybe your mother's child wasn't your grandfather's child?",
        "Lizzie: Well, I mean, our family tree is pretty screwy as it is.",
        "Rick: That's true, but maybe, who know, maybe a baby might change Alan's life.",
        "Lizzie: You're right. I mean, what if my mom did it with someone else.",
        "Rick: I don't think it's appropriate that I talk to her.",
        "Lizzie: That could happen with anybody.",
        "Rick: Yes.",
        "Lizzie: It could. That's what those shrinks on the tv shows, that's what they say. They tell people that have messed up to make them feel better. What would she do? How would she figure out who the father was?",
        "Rick: DNA test is most reliable, but it is very rare to do that until after the baby is born.",
        "Lizzie: That means you could go months and months without knowing?",
        "Rick: Yeah, but you wouldn't want to do that, would you?",
        "Lizzie: Oh, right, well. Of course, no.",
        "[SCENE_BREAK]",
        "Jonathan: So, did your mama stop by?",
        "Tammy: Yeah. Did Lizzie seem sick the whole time she was talking to you. Because for a minute there it looked like she was ready to pass out.",
        "Jonathan: No, she was fine. I told you we should stay away from that freak. So, was Joshua with Cassie? And were they thrilled that I wasn't there?",
        "Tammy: They didn't even say anything about you. They're going to fix up Cross Creek for Aunt Reva.",
        "Jonathan: Oh, that's cool.",
        "Tammy: She really seemed out of it.",
        "Jonathan: Cassie?",
        "Tammy: Lizzie.",
        "Jonathan: Oh. So then your mom is okay?",
        "Tammy: Yeah. Are you crazy? Yes. She sold her half of the Beacon.",
        "Jonathan: Uh-huh.",
        "Tammy: That was really random.",
        "Jonathan: Uh-huh.",
        "Tammy: But she seems happy about it, so.",
        "Jonathan: Can I go back?",
        "Tammy: Actually, I'm going to hang out here and meet some people for a study group. You're more than welcome to stay. It's Macroeconomics, supply and demand, all of that fun stuff.",
        "Jonathan: I'm bored already. I'll see you back at the bar?",
        "Tammy: Yes.",
        "Jonathan: Cool.",
        "Cassie: They're not with you?",
        "Josh: No. It's a pretty big piece of property. My guess is that Hawk is showing him all the fishing holes and then lying about the size of the fish that he caught in those holes. What have you got there?",
        "Cassie: I'm checking out some online auctions, see if I can find replicas of the furniture that Olivia got rid of when she redecorated.",
        "Josh: Look at that end table right there.",
        "Cassie: That does look just like the one in the picture with H.B.",
        "Josh: How do you bid on something like that? What do you...",
        "Cassie: Just like this.",
        "Josh: Oh, wow. Well, that was easy. We're going to have this place together in no time at all. That's great.",
        "Cassie: Don't rush it too long. I'm hoping this gig will last a little while. You know, help ease my transition from running a hotel to not running a hotel.",
        "Josh: I thought you said you were enjoying the free time you were going to have?",
        "Cassie: I am, I am enjoying it. It's a little scary. I think I might not know what to do with myself. I've always had a job or at least a big project to work on.",
        "Josh: Why don't you come to work for me? It's not a bad idea.",
        "Cassie: But what would I do? What would I do?",
        "Josh: You have excellent management skills, right, and you're very good with online auctions, and you're usually a very pleasant person to be around. I think I can find something for you.",
        "Cassie: I'm \"usually?\" I don't know, Josh. I think it might just be like business hopping.",
        "Josh: But it's not as bad when it's not your own business. Come on, think about it. Billy, Reva, Wanda.",
        "Cassie: All right, all right, I'll think about it.",
        "Josh: Excellent. Come here.",
        "Cassie: We can't rest on our laurels after just one end table. So, what should we do next?",
        "Josh: Um, let's start over here. I want to get all of that stuff off of there, including the painting. I'm going to grab a stepladder. I'll be right back.",
        "Cassie: Josh, we don't need it. It's not that high.",
        "Josh: Cassie. Cassie.",
        "Cassie: Ooh!",
        "Josh: Cassie!",
        "Cassie: It's fine. It's really fine. I didn't hit that hard.",
        "Josh: Yeah, that's only because I broke your fall.",
        "R.J.: Looks a little puffy. Is it supposed to be like that, Uncle Josh?",
        "Josh: I think it's just a little swollen.",
        "Cassie: It's fine. Really, you guys, it's not a big deal. Oh, no, no. I don't think so.",
        "Hawk: Come on, now. You're looking fine, darlin'. You'll be back jumping on those chairs shares faster than you know it.",
        "Josh: Do we have any ace bandages somewhere, Hawk?",
        "Hawk: Yeah, yeah, yeah. First aid kit in the kitchen.",
        "R.J.: I'll get it.",
        "Hawk: Come on, help me.",
        "Josh: Does this hurt?",
        "Cassie: No.",
        "Josh: How about here?",
        "Cassie: Oh, yeah.",
        "Josh: Okay. How about this? Is this any better?",
        "Tammy: Better get going. Wouldn't want to keep Josh waiting. Jonathan was making it out to seem like the whole family was hooking up or something.",
        "Cassie: Ooh. I am so sorry. I am so sorry. ( Laughs )",
        "[SCENE_BREAK]",
        "Coop: Look, I'm just saying that I didn't know that she would take this and she would use it to hurt you. I didn't think that far ahead.",
        "Ava: Were you thinking at all, with your head instead of what is in your pants?",
        "Coop: Oh, would you give me a break here. Lizzie and I were together for a long time. This is not some sort of passing fling.",
        "Ava: Okay, you were broken up. You told me that. And maybe there wasn't something official going on between you and I, but we both know that there was something going on.",
        "Coop: Yes. Look, I know that, all right? But there was also something going on with Lizzie, too. All right, now, yes, unofficially, you know, we weren't exactly together at that point. And unofficially, Lizzie and I hadn't broken up at that point. But I felt something for the two of you. And I'm sorry, I know that that's not easy to hear, all right, but that is the truth. And right now that's what you want? It's the truth.",
        "Ava: Yes, I want the truth. I want the truth.",
        "Coop: Look, I don't know what to say except I wish I hadn't slept with Lizzie. And I'm am sorry that that's what it took to realize that whatever we had between us wasn't going to last and it wasn't good. But Ava, there is nothing tying me to Lizzie anymore.",
        "Ava: How do I know that you're not going to want a trial run some day, huh? How do I know that?",
        "Coop: Because I'm telling you.",
        "Ava: And your word really means a lot right now.",
        "Coop: Ava, I won't let you down. But you're not going to know I'm not letting you down unless you give me that chance. Just give me that shot to show you I'm not letting you down. Please.",
        "Ava: What?",
        "Coop: Look, I want to be with you, whether it's here, it's England, it's wherever, I want to be with you.",
        "Ava: Why didn't you just say that? You've been saying all of this stuff about Lizzie. And saying that you don't want to be with Lizzie isn't the same as saying you want to be with me.",
        "Coop: Ava, I want to be with you, all right? Just you.",
        "[SCENE_BREAK]",
        "Rick: Having a baby is a miracle. It's a blessing. And so maybe this little brother or little sister-to-be will be the kind of miracle that your grandfather needs. But when you have a baby, it's like experiencing the most joy and the most pain that you'll ever have in your life. And Lizzie, I'm telling you, when that time comes, when you have that little person, you will never love anybody more in your entire life than that baby.",
        "Lizzie: Wow. So babies are... they're like the greatest gift ever?",
        "Rick: Absolutely.",
        "Lizzie: Even when Jude and Leah where tiny little babies and there were dirty diapers everywhere, and all of that crying, and they're spitting up on your favorite shirts.",
        "Rick: The women takes care of all of that. I'm just kidding. The men jump in there occasionally.",
        "Lizzie: Thank you. You've actually been helpful.",
        "Rick: I have been?",
        "Lizzie: Yeah. I mean, this whole pregnancy thing, I feel like I'm on top of it.",
        "Rick: Good. What about your condition?",
        "Lizzie: My condition?",
        "Rick: The nausea. Do you need any help with that?",
        "Lizzie: No. I feel better, actually. Talking to you made me feel better.",
        "Rick: It did?",
        "Lizzie: Yeah. Thank you.",
        "Rick: All right, you're welcome. Listen, come talk to Dr. Rick if you have a problem, okay?",
        "Lizzie: Okay, I will. Bye.",
        "Tammy: Lizzie? Are you okay?",
        "Lizzie: Yeah, I feel fine.",
        "Tammy: You dropped this before.",
        "Lizzie: Oh, my gosh. Thanks. I didn't even notice.",
        "Tammy: I thought I might find you here, because you seemed kind of sick before.",
        "Lizzie: Yeah, it just hit me all at once. But I'm over it now. Thanks for the phone.",
        "Tammy: Lizzie, about before...",
        "Lizzie: Really, I was just woozy.",
        "Tammy: No, I mean, you and Jonathan. You and he were fighting about something?",
        "Lizzie: Oh, yeah. Wow, I just blew up at him for no reason at all. Tell him that I'm sorry. I don't know what has gotten into me. It could be hormones. I don't know, I've been so back and forth with Coop, and it's made me really stressed me out, and it won't happen again. I'm actually feeling a lot better now.",
        "Tammy: That was fast.",
        "Lizzie: Yeah, crazy, right? Did you ever have one of those moments where everything just clicked? Where all of a sudden you know exactly what you want and how you're going to get it, and you can't believe that you didn't see it before?",
        "Tammy: I guess.",
        "Lizzie: I think I just had one of those moments. But I have a ton of stuff that I have to do, so I've got to go. But thank you for bringing this back. I will see you later.",
        "Tammy: Okay.",
        "[SCENE_BREAK]",
        "Josh: How's the patient?",
        "Cassie: Oh, I think the swelling is coming down a little bit. So you got the hang of the online auctions there.",
        "Josh: No, actually I'm on the Chicago Bears web site. I think they're in the market for a new kicker, and I happen to know somebody who has some free time.",
        "Cassie: Ha, ha, ha. You know, this is your fault. It's entirely your fault. You're being entirely too helpful when you know I'm sick of being the damsel in distress.",
        "Josh: Yeah, I understand that because I have a wife who hates being one of those, too. It makes it very difficult for us hero types to do our job. Look at this, looks at this dining room table.",
        "Cassie: Oh, wow. It looks just like the one in H.B.'s picture.",
        "Josh: This is the same one. The one Reva and I bought...",
        "Cassie: The same exact one? How do you know?",
        "Josh: Look. Look at this shot of this leg right there? See?",
        "Cassie: The one that is scratched up?",
        "Josh: Yeah, we were up here when the kids were little, they really wanted this cat, and then all of sudden out of nowhere this cat shows up in the back, obviously well-fed so it must have had an owner, but the kids wanted to keep the thing. So Reva says, \"No, absolutely not, but we'll hang on to the cat until after dinner and then we'll see if we can find the owner\". So, dinner, the cat goes crazy. I mean, the thing is meowing like crazy, it's going after all the food, driving all of us nuts. We're screaming and yelling... Reva is sitting there very calm like nothing is going on. She's like, \"Hey, pass me the salt. Thank you very much.\" By the time we got to dessert, the kids hated the cat. They never wanted to see the cat again. The whole cat thing was done, it was over. Right? And to this day, I still believe that Reva and the cat they were in it together.",
        "Cassie: ( Laughs ) I'm sure they were.",
        "Josh: They planned the whole thing.",
        "Cassie: I'm sure. So this demon cat scratched up your table leg?",
        "Josh: No, actually, Billy and I did that when we were moving it into the dining room. I just happened to like that story. ( Laughter ) I can't believe it. The old dining room table.",
        "Cassie: I can't believe Olivia is selling your stuff online.",
        "Josh: How do I bid on this again?",
        "Cassie: So, you really want this for Reva, don't you?",
        "Josh: Yeah, I do. I want her to be happy. It took a lot of work for us to kind of find our way back to each other, and I want her to know that it was a good thing. I want her to know that it's going to work out okay.",
        "Cassie: Josh?",
        "Josh: Yeah?",
        "Cassie: You know that thing you were saying earlier about the whole hero thing?",
        "Josh: Mm-mm.",
        "Cassie: I think you're doing your job just fine.",
        "[SCENE_BREAK]",
        "Tammy: I'm back.",
        "Jonathan: Hey, how did your study group go?",
        "Tammy: Um, it was good. I ran into Lizzie again. And she said to tell you that she was sorry about before. And it's weird, she was talking to Rick, and I didn't quite hear the whole thing, but it sounded like she said she was... ( laughs ) Well, hello.",
        "Jonathan: I don't want to hear anymore about Lizzie.",
        "[SCENE_BREAK]",
        "Coop: So, are we okay now?",
        "Ava: Mm, I guess so. I mean, I can't really stay mad at you forever.",
        "Coop: Well, I don't know about that, you were trying pretty hard back there.",
        "Ava: I gave it my best.",
        "Coop: Yeah, yeah. I guess I was a little two charming, huh?",
        "Ava: Maybe you're just a little too lucky.",
        "Coop: Or that, too. Ava, where are your shoes?",
        "Ava: I told you they were dirty. They're outside.",
        "Coop: Uh-huh.",
        "Ava: Yeah.",
        "Coop: I'll tell you what, why don't I get those and clean them off and personally I'll bring them back in here and put them on your feet.",
        "Ava: Oh, please, don't push your luck.",
        "Coop: And in return, I don't want us to mention Lizzie's name for rest of the day. Now, I know it will be tough and difficult because there are so many conversations to be heard about her, but...",
        "Ava: Lizzie who, who?",
        "Coop: Oh, that's good. That's very good.",
        "Ava: But are you sure you want to do that? I mean, what else is there to talk about? I mean, I guess we can talk about the weather. We can talk about... I'm not really into sports.",
        "Coop: No. Okay.",
        "Ava: No. It's not going to work.",
        "Coop: Okay.",
        "Ava: How about politics? Boring.",
        "Coop: Look, are you done?",
        "Ava: I think so.",
        "Coop: Good. Good.",
        "Ava: We're in the middle of a big rush here, I mean...",
        "Coop: Uh-uh. No, we are not.",
        "Ava: You can't close the restaurant.",
        "Coop: My dad left me in charge, which means that whatever I say goes. And I can do whatever I want, so come here.",
        "Ava: Oh, good.",
        "Lizzie: Coop, I have to tell you something.",
        "Coop: No, no. Lizzie, we are closed.",
        "Lizzie: No.",
        "Coop: We're done.",
        "Lizzie: It can't wait. You need to know this right now.",
        "[NEXT_ON]",
        "Gus: I don't need to medicate yourself. Don't be so weak.",
        "Lizzie: It's for our baby, Coop. I'm pregnant. Coop, you're the father. Because I said so.",
        "Tammy: What if the baby isn't Coop's?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=sE6ZMouOr34"
}