{
    "Episode Summary": [],
    "Recap": [
        "Edmund is devastated at the loss of his baby girl. Dinah thinks they should make another baby and be a family. Edmund considers telling Cassie the truth but in the end decides to continue lying to her letting her think the baby is fine. Tammy begs Sandy for another chance but Sandy tells her to deal with her feelings for Jonathan because they will always come between them Lizzie is devastated by Alan's confession. Alan recants his confession but Alexandra gives the police the bloody gloves. Alan is arrested but Sebastian rescues him by dressing up as a cop to supposedly take him to jail."
    ],
    "Recap Author": "Eva",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Alan: I couldn't let him destroy everything that I'd worked for all my life, take the children, my grandchildren, the future of Spaulding, and leave me all alone with nothing. I was the only one who could save the family, save us all.",
        "Gus: Dad...",
        "Alan: When I pulled the trigger and he fell, and I looked at him, I saw him as he was, just like a child.",
        "Gus: Dad, listen to me.",
        "Alan: No! No. I am tired of listening. I am tired of talking. Now that you know everything, you're not going to use it against me. You're not going to hurt me. I will never, never let you do that. Never! Never! ( Gunshot )",
        "Mallet: That was a warning shot. The next one drops you. Put the gun down.",
        "[SCENE_BREAK]",
        "April: You look kind of down. Can I buy you another drink?",
        "Sandy: Uh, that's okay.",
        "April: A friendly drink?",
        "Sandy: Sure. Why not? Why don't we get a table? I'll be there in just a second.",
        "Tammy: So this is how you take a break?",
        "Sandy: Let's not do this now.",
        "Tammy: One fight, Sandy, and now you're, what, trying to get some? Doesn't what we have mean more than that?",
        "Sandy: It's not the fight. It's what the fight was about: Your thing for Jonathan.",
        "Tammy: It's not a \"thing,\" it's just...",
        "Sandy: And you've got to figure that out. I can't do it for you, and I can't do it with you.",
        "[SCENE_BREAK]",
        "Jonathan: Reva here?",
        "Cassie: No.",
        "Jonathan: Well, I got a call saying to meet here.",
        "Cassie: Yeah, that was me. I thought if you knew, you'd never show up.",
        "Jonathan: Nice trick. Bye-bye.",
        "Cassie: Wait a minute. Wait.",
        "Jonathan: Look, I don't need another earful about what a piece of scum you think I am. I've been getting that enough lately, okay?",
        "Cassie: From who?",
        "Jonathan: It doesn't matter. I'm out.",
        "Cassie: Wait. Look, I'm not here to tell you what I think about you, Jonathan, because you know already. I need your help. You may be the only person who can help me.",
        "Edmund: ( Sobs ) This... this is my baby. This is my child, my hopes, my dreams. The child I was going to have with Cassie! This is it? What did you do, Dinah? What did you do?",
        "Dinah: ( Whimpers )",
        "Edmund: You were pregnant, Dinah. You were pregnant. The embryo took. I spoke to the doctor. You were carrying my child! I saw the sonogram! What the hell did you do?",
        "Dinah: I didn't do anything, Edmund.",
        "Edmund: Liar! Liar. You killed me, Dinah. You've killed me. You lying, miserable...",
        "Dinah: I lost her. I lost her. I'm sorry. I'm sorry, I'm sorry. It was my dream, too. ( Howling sobs )",
        "[SCENE_BREAK]",
        "Gus: Put it down, Dad.",
        "Gus: Put it down, Dad.",
        "Alan: Warden, thank goodness you showed up when you did.",
        "Mallet: Save it. I heard everything from the kitchen. You shot Phillip Spaulding.",
        "Alan: It doesn't matter what you heard, Warden. It's their word against mine, and they will never convince the authorities.",
        "Lizzie: Granddad?",
        "Harley: They all heard you, Alan. They heard everything.",
        "Gus: It's over.",
        "[SCENE_BREAK]",
        "Jonathan: You need me to help you? Okay, I'm game. I'm at least curious.",
        "Cassie: Look, Jonathan, it's about Edmund, okay? He's trying to keep my baby away from me even before it's born.",
        "Jonathan: Really? I thought he was such a good guy.",
        "Cassie: I'm not going to let him do this to me, but the only way to stop him will be to prove that he's an unfit parent.",
        "Jonathan: And what does this have to do with me?",
        "Cassie: Okay, look, Dinah was supposed to help me, but she can't. And you can. Now, I heard that you got beat up, and the last time that happened, Edmund did it.",
        "Jonathan: And?",
        "Cassie: Well, I want you to press charges. He did this, right?",
        "Jonathan: No. Sorry to say, it wasn't him this time.",
        "Cassie: ( Sighs ) That's not going to help me in court.",
        "Jonathan: Oh, boo-freaking-hoo. I'm so sorry to disappoint you, Aunt Cassie. Maybe I'd be a better help if I let Edmund bash my brains in. You know what? Let me get on that. Let me see if I can rile the guy up.",
        "Cassie: Oh, Jonathan, give me a break.",
        "Jonathan: You people are unbelievable. What the hell is it with this family? You guys only give two squats about me when you need something from me.",
        "Cassie: I'm going to do whatever it takes to hold on to my baby.",
        "Jonathan: Oh, the baby, the baby, the baby. There is no... way you even deserve to have a baby. You know, Edmund either. And the only fit parent that I see around here is Dinah.",
        "Cassie: ( Scoffs ) Oh, my God. You can't mean that.",
        "Jonathan: Yes, I do. Maybe I should help her hold on to this baby.",
        "Cassie: Get out of here.",
        "Jonathan: That I can help you with.",
        "[SCENE_BREAK]",
        "Edmund: You said \"her,\" that you lost \"her.\" The baby was a girl? A daughter. A daughter.",
        "Dinah: I wanted to tell you. I couldn't find the words. I didn't know how.",
        "Edmund: So this happened, what, weeks ago?",
        "Dinah: Yeah. I woke up with horrible cramps, and then I started bleeding a whole lot. I think it was the stress. My mother and father, all this tension and stuff. I could feel the stress building up, I really could. But I lost her. I lost her, and I did everything I knew to do to hold on to her, but I couldn't. It wasn't enough.",
        "Edmund: You couldn't find the words to tell me? The words...",
        "Dinah: I couldn't bear to break your heart. I wanted to protect you for as long as I could because I care for you, and you have to know that.",
        "Edmund: I had a girl. I had a baby girl.",
        "[SCENE_BREAK]",
        "Mallet: I'll call it in, get things moving. Gus, keep an eye on him.",
        "Alan: Why... why are you all looking at me that way? You know I would never hurt Phillip.",
        "Beth: Oh, Alan.",
        "Harley: They all heard you, Alan.",
        "Alan: I feared for my life. I would have said anything to keep Harley from doing the same thing to me as she did to Phillip.",
        "Gus: You shot Phillip right in this room. You covered it up, and you tried to pin the blame on her. You know it, and we all know it.",
        "Alan: This is pure entrapment. It will never stand up in court. You set me up.",
        "Olivia: Who haven't you set up, you lying, selfish, murderous bastard? You made our lives hell. You're going to pay for this. I want him to pay for this!",
        "Lizzie: Wait! Just shut up! Granddad, look me in the eye and tell me the truth. Did you shoot Daddy?",
        "Beth: Lizzie...",
        "Lizzie: No, Mom, stop it. I need to talk to Granddad.",
        "Alan: Sweetheart, you know me.",
        "Lizzie: And I know when you're lying. I can see it in your eyes.",
        "Alan: I'm telling you the truth.",
        "Lizzie: Oh, my God. You did it. You killed Daddy! You took him away from us!",
        "Alan: Elizabeth, don't let them...",
        "Lizzie: No!",
        "Alan: Don't let them turn you against me. That's what they're trying to do.",
        "Lizzie: You shot him right in this room. How long did it take you? How long were you pointing it at him? Did he tell you to stop? He wouldn't even think you would do it. He loved you. You said you loved him, and then you did it.",
        "Alan: I do!",
        "Lizzie: Oh, you murdered him! I can't wait to see you pay. ( Sobbing )",
        "[SCENE_BREAK]",
        "Edmund: Don't touch me.",
        "Dinah: You know what? You lost your child, but that doesn't mean you have to lose your dream. You could have another child, because I can give you that.",
        "Edmund: Is that why you've been so desperate to sleep with me? Trying to have another child, is that it?",
        "Dinah: I thought it would make it easier when you heard about me losing the baby, that maybe if another one was along the way...",
        "Edmund: Yeah-- just with you as the mother this time.",
        "Dinah: I'm strong, and I'm fertile, and I love you, and I think that those are three pluses to being a mom.",
        "Edmund: Oh, God. Just please don't joke about this.",
        "Dinah: Edmund, I'm not joking. You want to be a father. And now is your chance to have it with someone who's going to love you no matter what. We can make a baby tonight, right now. If you say yes, I can give you everything you want.",
        "Edmund: Another little girl?",
        "Dinah: Could be. Edmund, I'm sorry. This is a shock, this is a huge shock, I know. But we could start a family, and it would be a way for both of us to get over it, you know? It would be good for both of us. We both want to be parents. And I know that I could bring a child into this world. I know it. They say it's a good thing to conceive a baby out of love.",
        "Edmund: As opposed to need?",
        "Dinah: It has broken my heart to lose that child. Those feelings are real. They are very real, so I'm very sure of my motivation. Our family and our life together can begin right now, tonight.",
        "Edmund: I still want to spend the rest of my life with Cassie. Does that bother you?",
        "Dinah: I think that would change. If I got pregnant, I think that that closeness can turn into love. And I think that we could be happy, Edmund.",
        "Edmund: I have to go.",
        "[SCENE_BREAK]",
        "April: I'll be right back. Don't go anywhere.",
        "Sandy: Okay.",
        "Tammy: I hope this isn't your way of getting some sort of payback because of Jonathan. What's her name, anyway?",
        "Sandy: April. And no, I'm not trying to hurt you or make you jealous.",
        "Tammy: Sandy, we can work this out. Let's just go somewhere and...",
        "Sandy: Talking isn't going to change anything. And it's okay. I don't blame you. It's probably my fault.",
        "Tammy: Yours?",
        "Sandy: Yeah, I pushed too hard. I put too much pressure on us to be something that you weren't ready for. And it's good that we didn't go any farther, because now we can just pull back, be friends. Everything's cool.",
        "Tammy: Is that really what you want? To be friends?",
        "Sandy: Maybe friends, that's just the best thing for us.",
        "Tammy: No. You know that's not true.",
        "Sandy: Tammy.",
        "Tammy: Look, I'll get a drink, and we can all hang out together.",
        "[SCENE_BREAK]",
        "Edmund: Hello, Cassie.",
        "Cassie: I was just thinking about you.",
        "Edmund: May I come in?",
        "Cassie: Josh and Reva aren't here.",
        "Edmund: It's all right. I've come to see you. There's something I have to tell you, something very important.",
        "[SCENE_BREAK]",
        "Lizzie: I don't want to hear another word from you.",
        "Gus: Well, I do. I'd like you to finish your confession.",
        "Alan: All right, I will finish my confession. I confess to doing everything in my power to protect my family. Beth, I want you to explain that to Elizabeth, and also explain to her that Harley has framed her grandfather.",
        "Harley: Alan, you did it. You shot your son-- the heart and soul of your family, the man that you claimed to love more than anybody else in the world.",
        "Alan: I do love them.",
        "Harley: Then you know what? Do your family a favor. Do this whole town a favor, and when the police get here, confess-- again, actually. God, it's the only way any of us are going to heal.",
        "Mallet: Frank's on his way, with backup.",
        "Alan: Oh, Harley, your poor brother. Arresting you is a full-time job, isn't it?",
        "Harley: You didn't hear a word I just said to you, did you?",
        "Gus: You can't fight this anymore, Alan.",
        "Alan: You have nothing on me.",
        "Harley: You confessed!",
        "Alan: Where's the evidence? This note from Wallace? You have absolutely nothing that ties me directly to the murder.",
        "Alexandra: That is not entirely true. I have something. _Next on \"Guiding Light\"... _",
        "Cassie: This baby is going to tie us together for the rest of our lives.",
        "Edmund: You really have no idea what you're saying.",
        "Dinah: Why is it so hard to, you know, get over someone that you love so much?",
        "Frank: You have the right to remain silent. Anything you say can and will be used against you in a court of law.",
        "[SCENE_BREAK]",
        "Tammy: You want to scream at me? Tell me how I hurt you? Go ahead, give it to me.",
        "Sandy: That's not how I feel.",
        "Tammy: Then do something, anything, other than acting like there was never all that much between us. We both know that that's a lie.",
        "Sandy: You know how much I care about you. That hasn't changed.",
        "Tammy: Then why does everything else have to? I don't want to lose what we have, Sandy? Don't you dare tell me that it's already gone.",
        "Sandy: Is Jonathan gone? And how you feel about him?",
        "Tammy: I'm sorry about that. I didn't ask for it, and I want it gone. I wish I didn't have a past and stuff from it that still haunts me, but I do. That's just how it is.",
        "Sandy: And I'm telling you how it is for me.",
        "Tammy: You're more important to me, Sandy, and I'm not just saying that. Just, please, let me prove it to you.",
        "Sandy: I don't want to be rude. Sorry.",
        "[SCENE_BREAK]",
        "( Knock on door )",
        "Jonathan: Yo, Dinah-mite. Hey. What's wrong?",
        "Dinah: He knows.",
        "Jonathan: Edmund? The baby? Eddie took it pretty hard, huh? Well, it was a crazy-ass plan to begin with. You know that.",
        "Dinah: It would have worked if he'd just listened.",
        "Jonathan: If Eddie had done what daddies do? Well, the news isn't all bad.",
        "Dinah: The hell it isn't.",
        "Jonathan: Oh, come on. At least now you don't have to waddle around in that pad anymore. You don't have to take any more hassles from Cassie. You're free.",
        "Dinah: I'm empty.",
        "Jonathan: No. Come on, live it up. Go out there and just dance on some tables, raise some hell again.",
        "Dinah: I wanted a family. I wanted a home.",
        "Jonathan: And a husband. And the odds were against you.",
        "Dinah: So, what are you saying, huh? That I... I'm never going to find anybody to love me?",
        "Jonathan: No. I'm saying that I don't understand how this works. I don't understand why some people get a free ride and all the goodies, and other people end up in this room. I'm just saying maybe it's for the best you didn't have that baby.",
        "Dinah: Why? So I could really be alone?",
        "Jonathan: I'm thinking about the kid, Dinah. It would have just been fresh meat for people to hurt. Think about Cassie and Edmund. You think they know what love is? They suck. Why even bring a kid into this world if the parents aren't going to love it for who it is?",
        "Dinah: It wasn't an \"it.\" It was a little girl who I loved very much.",
        "Jonathan: Hey. For what it's worth, I don't think you're the freak that you think you are. I think you would have made a great mom.",
        "[SCENE_BREAK]",
        "Edmund: I just came from seeing Dinah.",
        "Cassie: And she told you. She told you that she admitted to me that you didn't kidnap her the night of the party.",
        "Edmund: Well, I'm glad you know the truth.",
        "Cassie: Yeah. And I owe you an apology.",
        "Edmund: Please. We both made our mistakes, Cassie, and nothing about the last several weeks has been easy.",
        "Cassie: No.",
        "Edmund: No. But I would like to put all that behind us and start over, together.",
        "Cassie: Edmund...",
        "Edmund: We can do this, Cassie. We can do this. We still need each other. Now, please just... just hear me out. I want to start over. I have to start over. Cassie, I just want to throw away everything that's happened up to this moment, everything that's happened up to this point. I just want to live in the moment, in this moment, Cassie, because in this moment, I love you and I need you as I've never loved or needed anything in my life.",
        "Cassie: I've heard that before, Edmund.",
        "Edmund: Cassie, that's because some things never change. Just tell me you're willing to start over, to take that chance. It's not too late. We can have a new life together, Cassie, and not make the same mistakes. We can get it right this time. What do you say? Say yes. Please?",
        "[SCENE_BREAK]",
        "Alexandra: Oh, you damn fool. Alan. Alan, I have so loved you all of my life. You're my brother. You know me better than anyone else in the whole world, as I you. That's why you have to understand that I only want what's best for you. And that's why I had to come in here and put an end to all this, all of this.",
        "Alan: They got to you, didn't they, Alexandra?",
        "Alexandra: Alan...",
        "Gus: Alexandra? Alexandra, please just tell us what it is.",
        "Alexandra: There is physical evidence that links Alan to the shooting.",
        "Harley: What is it? Alex?",
        "Alexandra: A pair of gloves. Alan wore them the night of the murder. There are powder burns, blood, Phillip's blood...",
        "Alan: Traitor!",
        "Alexandra: ...On them.",
        "Alan: You back-stabbing Judas!",
        "Alexandra: Alan, stop it.",
        "Mallet: I'd save my energy if I were you. You're going to need it.",
        "Lizzie: Aunt Alex, are you sure that's my dad's blood?",
        "Alexandra: Yes. When I found the gloves, I approached your grandfather with them, and he admitted he had them on when he picked up that gun. ( Sobs ) He was so... I wanted to help him!",
        "Gus: How did you do that? By being quiet?",
        "Alexandra: Oh, my God. I warned you. I warned you, Alan, that you had to stop hurting people. You need help, Alan. You need my help.",
        "Alan: This is how you help me? You sicken me.",
        "Frank: I got her. I've been looking all over for you.",
        "Harley: I know. You found me.",
        "Frank: Yes, I did find you. What are you doing here? If you were tired of running, why didn't you call me?",
        "Harley: Listen to me. Listen to me. I didn't do it. I didn't do it. I didn't kill him. Alan did. It was Alan.",
        "Frank: What?",
        "Gus: Frank, it's true. She's got a note from a Dr. Wallace who was at the hospital the night that Phillip was shot.",
        "Harley: Corroborating everything.",
        "Gus: And Alexandra has a piece of physical evidence that links him to the crime.",
        "Rick: You confessed, Alan. We all heard you.",
        "Olivia: Loud and clear.",
        "Frank: You tried to crucify my sister for Phillip's murder, and you knew you were the shooter all along?",
        "Alan: I don't have to say anything to you, Frank.",
        "Frank: Yeah, you're damn right, because I'll be doing the talking now. Alan Spaulding, you're under arrest for the murder of Phillip Spaulding. You have the right to remain silent. Anything you say can and will be used against you in a court of law. You have the right to an attorney. If you cannot afford an attorney, one will be appointed to you by the court. Do you understand these rights as I've read them to you?",
        "[SCENE_BREAK]",
        "Jonathan: Listen, D, Edmund doesn't know what he's missing out on.",
        "Dinah: Yeah. All he wants is Cassie. Cassie, Cassie, Cassie.",
        "Jonathan: Yeah, that's what I'm talking about. If he doesn't know what he's missing out on with you, then he's... screw him.",
        "Dinah: I tried that.",
        "Jonathan: ( Laughs ) You'll find a way.",
        "Dinah: Why? Why is it so hard? Why is it so hard to, you know, get over someone that you love so much? ( Exasperated sigh ) Oh, God, this sucks. This sucks so bad. I have a hole in me that is so gigantic, and I just keep waiting for that one person who will not fill it.",
        "Jonathan: Well, you fill it up with what you can get: Sex, booze, hate, anything that'll take the space or at least keep you busy.",
        "Dinah: That's what you do, isn't it?",
        "Jonathan: I make it work. Listen, you can't let yourself want something that you can't have. It eats you up.",
        "Dinah: Okay. So stop caring before it stops you, right?",
        "Jonathan: Don't let yourself be in a place where you want something from somebody else. That's the only way to stay safe.",
        "Dinah: That's a lot easier said than done, my friend.",
        "Jonathan: What, you think it's any harder than what you're going through now?",
        "Dinah: Thank you for sitting with me, but I need to be alone right now, okay?",
        "Jonathan: Sure.",
        "Dinah: I'm sorry.",
        "Jonathan: It's okay. One more thing: To protect yourself, you hurt people before they hurt you.",
        "[SCENE_BREAK]",
        "Cassie: Dinah's kidnapping story was a lie, but that doesn't change what I saw in the barn that night, Edmund.",
        "Edmund: Cassie, for God's sake, I was not about to hit Dinah with a shovel.",
        "Cassie: It was enough that you even had it in your hands, holding it over her head. It's right there at all times, right under the surface with you.",
        "Edmund: Cassie, we still love each other.",
        "Cassie: Edmund, what we had was... it was great. But we can't get it back. We've been through way too much.",
        "Edmund: You're wrong.",
        "Cassie: Look at us! You were coming after me with a legal document that I forgot to sign. I was looking for any way to brand you as an unfit father. That's no way to live, and it's no way to bring a baby into the world.",
        "Edmund: Oh, Cassie.",
        "Cassie: No, we're not going to use this baby as a weapon. I hurt you, I hurt him or her.",
        "Edmund: I never wanted anything but health and happiness for our child.",
        "Cassie: Okay. Okay. Then we need to come up with a way that we can be around each other for the sake of this baby. Edmund, I wanted to have a baby with you because I knew you were going to be a wonderful father, and I still feel that way. I do. But you've got to put the best of you out there, and you've got to control that side of you that...",
        "Edmund: Is the man you can't love anymore.",
        "Cassie: Yes. And I am sorry. I'm just trying to be honest with you. Look, you... you can be a hero in the eyes of him or her-- especially if it's a her, because little girls love their Daddy. And you know, I never had a father, but I know that it's true. Look, we may not be a couple anymore, but this baby is going to tie us together for the rest of our lives, and that proves that there once was love. Edmund, come on.",
        "Edmund: Stop, Cassie. Stop. You really have no idea what you're saying.",
        "Cassie: What's going on, Edmund?",
        "[SCENE_BREAK]",
        "Frank: Let's go.",
        "Gus: There's something that you need to know.",
        "Alan: If we're going to go, Frank, let's go!",
        "Gus: There was a time that I was really proud to call you my father, and at that time, all I ever wanted to do was make you proud of me. But there is something so clearly twisted about you, and I can see that now.",
        "Alan: You know, you always see what you want to see.",
        "Gus: Oh, and that's a line that you love to hide behind, isn't it? So for the record, this is not something, not something I can ever forgive you for. And I'm not talking about shooting Phillip. I'm talking about what you tried to do to Harley. You tried to take her life away from her-- her life, her freedom, her dignity. Well, now that's happening to you, isn't it? And that's called karma. There's your happy ending. Are you happy?",
        "Harley: Let him go.",
        "Alan: You all think you know what happened, don't you? Well, you don't know anything. I loved Phillip's life more than my very own, and that will always be that way.",
        "Frank: Come on.",
        "Gus: It's over. It's over.",
        "[SCENE_BREAK]",
        "Tammy: Do me a favor. Get lost.",
        "Jonathan: Chill. I am lost. I'm the most lost guy in this town. Looks like Sandy found himself a new friend.",
        "Tammy: I'm going to get him back.",
        "Jonathan: Sounds like you mean business.",
        "Tammy: I love Sandy. And he loves me, still. This isn't a breakup. It's only a breather. We'll be together again.",
        "April: What do you say we find someplace a little less crowded?",
        "Sandy: Oh, um, no, thanks. Thank you very much, though, for the drink. I'm only going to say this once: You hurt Tammy, and that pain from falling off a mountain is going to feel like a sprained ankle compared to what I'll make you feel.",
        "Jonathan: More than one kind of pain. Huh, Tammy?",
        "[SCENE_BREAK]",
        "Edmund: There's something you need to know, Cassie, and it's... it's just very hard to put into words.",
        "Cassie: Okay.",
        "Edmund: Do you remember the evening... ( Cell phone ringing )",
        "Cassie: Sorry. I've got to take this.",
        "Edmund: Jeffrey O'Neil.",
        "Cassie: I'll be right back. ( Knock at door )",
        "Dinah: Hi. I knew you'd be here.",
        "Edmund: What is this?",
        "Dinah: I had to wear the pad so nobody would ask me any questions. Do you see how it could be for us at least, Edmund?",
        "Edmund: My God. Do you ever stop?",
        "Dinah: I cannot walk out of your life. I can't. You are a part of me, just like the little girl was a part of me.",
        "Edmund: Don't you ever mention her again. Don't.",
        "Dinah: Listen to me. Listen to me. I am trying to make up for losing her. Don't you see that? I am trying to make you understand that I... you know what? I... I'll tell Cassie that I had the miscarriage, okay? I will tell her. I will tell everybody that I was faking it, that I was a big liar.",
        "Cassie: Edmund.",
        "Edmund: Put that back on, quickly.",
        "Dinah: What? Why? Why?",
        "Edmund: Put it back on.",
        "Cassie: Edmund. Ed... Dinah.",
        "Dinah: Hi.",
        "Cassie: What's going on? Is everything okay with the baby?",
        "Edmund: The baby's fine. Couldn't be better.",
        "[SCENE_BREAK]",
        "Lizzie: I can't believe he told me to stay away from Coop because the Coopers were my enemy. He was our enemy, okay? He shot my dad. Don't touch me.",
        "Alexandra: Lizzie, Lizzie, I'm so sorry, Baby.",
        "Lizzie: Every word that came out of his mouth was a lie.",
        "Alexandra: I don't want you to think about this just for now, okay? Come on, let's go home. You need to be with family.",
        "Lizzie: No! I am not setting foot in that house again.",
        "Alexandra: All right.",
        "Olivia: I have a few questions. How long did you know about this? And how long were you going to keep your mouth shut, Alexandra? Until Harley was sent back to prison? Or maybe until I was framed and given a sentence of my own?",
        "Alexandra: I'm not really sure if I owe you any explanations.",
        "Olivia: The hell you don't. You knew what was going on. You did nothing. I think Jeffrey O'Neil has a strong case for accessory after the fact. Maybe you'll end up in a nice cozy little cell next to your brother. That would be justice.",
        "Alexandra: I'm sorry for everything you've been through, for all of you. I was concerned for my own safety.",
        "Harley: What you did, what you didn't do: That's between you and your conscience, Alex.",
        "Frank: Okay, Sis.",
        "Gus: Frank.",
        "Harley: I know I've got to go with you. Until I'm cleared, I'm still prisoner 11622. Thank you for everything.",
        "Mallet: Thank you.",
        "Frank: Listen, I need to get you out of here before the press shows up, okay? Okay, guys, take Alan to the station. I'll drive my sister. All right?",
        "Sebastian: Hey, guys. My unit's out front. I'll take the perp in. Right this way, Mr. Spaulding. _Next, on \"Guiding Light\"... _",
        "Alan: I owe you my life.",
        "Sebastian: Yes, you do. Alan Spaulding, the billionaire that shot his son-- armed, dangerous, and on the run.",
        "Olivia: Let me out of here!",
        "Lizzie: He killed my father. No, I'm never going back there again. Do you not see that our family's cursed?",
        "Olivia: Jonathan may know something about my sister's death.",
        "Nate: Shut up!",
        "Tammy: He didn't kill anyone.",
        "Reva: He killed your sister, and I'll prove it."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=kt8Na8-jm0w"
}