{
    "Episode Summary": [],
    "Recap": [
        "Coop and Lizzie continue to get closer. Ross has a heart to heart with both Lizzie and Alan. Rick calls Ross for help when he finds an unexpected guest in his backyard. Gus is granted bail. Harley and Mallet return to Springfield and decide to set a trap for Alan. Harley has to turn to her brother for help. Alan continues to unravel and is carrying a weapon. Rick, Buzz, Coop, and Lizzie receive notes from an anonymous stranger."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Lizzie: Don't do that.",
        "Coop: I'm sorry. I'm sorry. I just wanted to, you know, surprise you and especially do something with this.",
        "Lizzie: Okay, I forgive you, but you've got to apologize to Roxy.",
        "Coop: I am so... ( Kissing sound ) ...Sorry, little girl.",
        "Lizzie: ( Laughs )",
        "Coop: But I am just so incredibly, incredibly very, very happy to see you. And I'm glad you're here, too.",
        "Lizzie: I had to bribe Kelly Pierce to say I'm staying the night at her house.",
        "Coop: Kelly... wait. You don't even like Kelly Pierce.",
        "Lizzie: No, no. She doesn't like me, but she likes money. So I worked it out.",
        "Coop: Ah-huh. So how much am I worth to Kelly Pierce?",
        "Lizzie: A lot.",
        "Coop: All right. That's good.",
        "Lizzie: Well, yeah, I mean, I'm spending my first night alone with you. I wouldn't miss that for anything.",
        "Coop: Thank you.",
        "[SCENE_BREAK]",
        "Gus: Thank you for taking me on.",
        "Mel: Anything I could do to help.",
        "Gus: Yeah, you could get this judge to agree to bail.",
        "Mel: That might be a little difficult.",
        "Gus: You think?",
        "Mel: They're going to want to know how to find Harley, and I have the feeling you're not going to tell them.",
        "Gus: Why you say that?",
        "Mel: Because you're as stubborn as she is.",
        "Gus: I'll take that as a compliment.",
        "Mel: Listen, it's dangerous for her out there.",
        "Gus: Oh, yeah. Yeah. I know it is.",
        "[SCENE_BREAK]",
        "Buzz: You here to lend your support?",
        "Alan: You know, Buzz, I want to thank for sharing your coconut cream pie with my suit yesterday.",
        "Buzz: So glad you enjoyed it. There's more where that came from.",
        "Alan: Buzz, stay away from Gus. Now you have cost me one of my sons already. If you try to take another away...",
        "Buzz: Then what? An eye for an eye?",
        "Alan: Something like that, yes.",
        "[SCENE_BREAK]",
        "Mallet: You know we shouldn't be out here running the streets.",
        "Harley: Like a stray cat? How much you want to bet Mel is Gus' lawyer.",
        "Mallet: Gus isn't defending himself?",
        "Harley: Let's hope not. Either way we could trust her to get a message to him.",
        "Mallet: How can you be so sure to trust this woman?",
        "Harley: Because she took care of me after the bus accident, and she's my friend.",
        "Mallet: Yeah, and an officer of the court.",
        "Harley: All right. Fine. You speak to her if it makes you feel better. I just want to get a peek at my kids.",
        "Mallet: All right, all right. I'll see what I can do.",
        "[SCENE_BREAK]",
        "Rick: Hey. Hey, Sweetie, it's me. I just wanted, you know, to hear how the bail hearing went.",
        "Mel: It hasn't even started yet. The judge got delayed.",
        "Rick: Any word on Harley?",
        "Mel: Gus isn't talking, but I'm pretty sure he knows where she is.",
        "Rick: So do you think that he might be released?",
        "Mel: We'll see.",
        "Rick: Well, good luck with that, Sweetheart. I'll talk to you later. I love you. Bye.",
        "[SCENE_BREAK]",
        "Harley: If Gus gets out on bail...",
        "Mallet: Shh.",
        "Harley: No, no. If Gus gets out on bail, you know who he's going to go see.",
        "Mallet: Yeah, Alan.",
        "Harley: He has no idea that his father is a murderer. We have to get to the courthouse and we have to warn him to stay away. Alan has already killed one son.",
        "[SCENE_BREAK]",
        "Coop: All right, if you want to back out or not go, last minute, I'll understand.",
        "Lizzie: You would?",
        "Coop: No, not really.",
        "Lizzie: You'd better not.",
        "Coop: Well, I just said I wasn't going to.",
        "Lizzie: Well, then why'd you even say it?",
        "Coop: Well, because... I don't know. I just want to make sure, that's all. Okay?",
        "Lizzie: You're, like, the best thing in my life. Why would I do that?",
        "Coop: Wow. That's kind of a lot of pressure, don't you think?",
        "Lizzie: Well, I mean, you're like a breath of fresh air in my life.",
        "Coop: ( Laughs ) A breath of fresh air? Hm.",
        "Lizzie: Okay, so I heard it in a gum commercial, but I mean it.",
        "Coop: You know, I've been called a lot of things before, but a breath of fresh air is definitely not one of them. But since you say that, then, me, too.",
        "Lizzie: Really?",
        "Coop: Mm-hmm. Lizzie, you're like no other girl I've ever met before in my entire life.",
        "Lizzie: Yeah, but that can mean a lot of things.",
        "Coop: And it should mean a lot of things. Good things. Mostly.",
        "Lizzie: Oh, thanks.",
        "Coop: No. ( Laughs ) Okay. Listen, if everything was all good, then it would be boring, wouldn't it?",
        "Lizzie: I don't know. You're a freak.",
        "Coop: A freak? I give you a compliment, and then you turn around and call me names?",
        "Lizzie: Maybe I'm not used to compliments.",
        "Coop: Well, maybe that's something we should work on, then, isn't it, Ms. Spaulding. So, all right, is little Roxy ready to go bye-bye?",
        "Lizzie: Yes, she is, just like her mama.",
        "Coop: Okay, all right. Let me grab your stuff.",
        "Lizzie: Thank you.",
        "Coop: Here we go.",
        "Lizzie: All right, we better get out of here before anybody else... hi, Uncle Ross.",
        "Ross: Hello, Lizzie. Coop.",
        "Coop: Hi.",
        "Ross: Are you closed?",
        "Coop: Yes. We are. Lizzie needed a ride...",
        "Lizzie: To my friend's house. It's girls' night out tonight.",
        "Ross: Oh, yeah.",
        "Lizzie: But hey, you know we should get out of here. The exterminator just left and he put down all of those roach things, so...",
        "Ross: You didn't need the part about the exterminator. Too complicated. When you're fibbing, it's always best to keep the story simple.",
        "Lizzie: I'm sorry.",
        "Ross: That's okay.",
        "Lizzie: It was stupid.",
        "Ross: I know that you two are trying to keep this on the DL.",
        "Lizzie: DL? Wait, you know what that means?",
        "Ross: Yeah. My boys are trying to upgrade my slang a little bit.",
        "Lizzie: Right. So how are the kids, anyway?",
        "Ross: They're fine, Lizzie. I want to talk about you and Coop.",
        "Lizzie: Oh. Look, I really don't think you would understand, Uncle Ross.",
        "Ross: I'm not too old where I don't recognize young love.",
        "Lizzie: No. No, this definitely has nothing to do with love.",
        "Coop: Love is a little bit of a strong word, here. Ross, I mean, we talked about that with Blake. Uh...",
        "Lizzie: Yeah, the \"l\" word is definitely out.",
        "Coop: Lizzie and I, we're just... good friends, actually. Coffee? Can I get you something to drink?",
        "Ross: No, I'll pass on it, but I will take some ice water. Thank you.",
        "Coop: Great. Coming right up.",
        "Ross: Lizzie? Sit down. I want to talk to you and Roxy about your situation.",
        "Lizzie: You're really not letting go on this one. Did my mom talk you into this?",
        "Ross: No. No, she did not. Absolutely not. Although I do note that she's very worried about you.",
        "Lizzie: Well, I'm fine, as long as I'm not in that house.",
        "Ross: Oh, you don't know how many times your father said that very same thing to me.",
        "Lizzie: It's my granddad.",
        "Ross: Yes, your grandfather. I'm an awfully good listener, if you want to talk about it.",
        "Lizzie: You know, I love him to death. It's just, I don't know, lately he's just starting to scare me.",
        "Ross: Well, you're not alone. He scares me sometimes, too.",
        "Lizzie: No, but it's not even like that. It's almost like he's starting to...",
        "Ross: Starting to what, honey?",
        "Lizzie: It's like he's starting to spin out of control, like Dad did when everything went wrong.",
        "[SCENE_BREAK]",
        "Buzz: You miss me?",
        "Gus: What's happening? ( Laughs ) Yeah, I missed you. How are the kids? Are they all right?",
        "Buzz: Okay. I would have been here sooner, but the police wouldn't have it that way.",
        "Gus: Frank, he's a rule-follower. It's not his fault.",
        "Buzz: Seems to be one in every family, you know? It's not from me.",
        "Gus: Yeah.",
        "Buzz: ( Whispers ): Where's Harley?",
        "Mel: Oh, wait. I shouldn't be hearing this.",
        "Buzz: Well?",
        "Gus: She's... in capable hands.",
        "Buzz: You okay with it?",
        "Gus: I'll worry about that later. Right now she's in danger. I need to get out of here. I need to help her.",
        "Alan: So, it's true. Once again you turn to the Coopers for help instead of your own family.",
        "Gus: You're right. I should have come to you. You could pretend to help me, but really stab me in the back, right?",
        "Alan: Wrong again, Gus. Of course, you always did underestimate me.",
        "Gus: No, what I did was trust you, Dad. And you stabbed me in the back. You lied to me.",
        "Alan: Good luck. You're going to need it.",
        "Gus: I'm sorry, is this conversation over? I'm not done talking to you. You need to call your pit bull off my girl.",
        "Alan: Ask your good friend Buzz Cooper for help.",
        "Gus: No, I'm asking... I'm talking to you! I'm... you're going to regret this!",
        "Mel: Gus, do you want to blow your chance at bail?",
        "Gus: He needs to be stopped, Buzz. He needs to be stopped, do you understand me?",
        "Buzz: What's going on?",
        "Gus: I don't have time to explain it, but he needs to be stopped.",
        "Mel: Look, you need to sit down and calm down or you can forget about bail, okay?",
        "Gus: Listen to me. He sent Sebastian, Sebastian Hulce, out after Harley. That's what he did, okay?",
        "Buzz: Thorpe's kid?",
        "Gus: Yes. It's like his personal bounty hunter. He's a hit man...",
        "Mel: Wait, wait. What are you saying? Are you saying Alan sent Sebastian to kill Harley?",
        "Buzz: That's what he's saying.",
        "Mel: Well, why didn't you tell Frank or Jeffrey O'Neil?",
        "Gus: I don't have any proof, so they can't do anything. So do you understand why he needs to be stopped? Do you understand why you have to get me out of here? Please. Please.",
        "[SCENE_BREAK]",
        "Mallet: You can't go see Gus.",
        "Harley: I have to go see Gus. I have to warn him about Alan.",
        "Mallet: Harley, that's A...",
        "Rick: Hello? Mel? Somebody? Guys, I found the ball.",
        "Mallet: Next time just hit him in the head with the volleyball.",
        "Harley: I didn't see it.",
        "Mallet: There's a lot of things you don't see, like how risky it is for you to go see Gus.",
        "Harley: You know how full of risk I am.",
        "Mallet: And I know you, always looking to get into trouble.",
        "Harley: Here we go.",
        "Mallet: How are you going to get in to see him?",
        "Harley: I am going to wear a hat. I'm going to wear a very, very, very, very big hat. ( Laughs ) Okay? I don't know. I don't know. You're right, okay?",
        "Mallet: Are you admitting that I'm right? Can I savor the moment?",
        "Harley: Well, I have to throw you a bone every once in a while. You're all I have.",
        "Mallet: Thank you. Now, I'm beat. Can we go find a place to crash?",
        "Harley: No. Listen, you go find a place to crash. There's something I have to do.",
        "Mallet: What?",
        "Harley: Something.",
        "Mallet: No, no, no, no, no. That's not the plan.",
        "Harley: Why can't you just trust me on this?",
        "Mallet: How can I trust you when I don't know where you're going?",
        "Harley: You don't need to know where I'm going, okay? Just go to the Beacon. I'll meet you there later.",
        "Mallet: What's the Beacon?",
        "Harley: Oh. The Beacon is a hotel. It's a hotel on a lake. My friend Cassie owns it. I can get in there without being seen.",
        "Mallet: All right, fine. I'll go with you and then we go there to check in together.",
        "Harley: Oh, my gosh, would you just... you're making me crazy.",
        "Mallet: That's what ex- husbands are for.",
        "Harley: Mallet.",
        "Mallet: What?",
        "Harley: You told me once that you would do anything for me.",
        "Mallet: Oh, boy. That isn't fair.",
        "Harley: Well, life isn't fair, okay? Come on. Do this. Just meet me over there. Trust me.",
        "Mallet: Okay. But you'd better meet me, and don't you dare get lost.",
        "Harley: I will. I mean, I will meet you and I won't... you know what I mean.",
        "Mallet: Cooper. Be careful.",
        "[SCENE_BREAK]",
        "Ross: How do you plead? How do you plead? Mr. Spaulding, do you plead guilty or not guilty?",
        "Harley: Guilty.",
        "Alan: But you turned my son against me.",
        "Mallet: Guilty.",
        "Alan: So, you're one of them, huh? Elizabeth? Elizabeth, you love me. Tell them. Tell them.",
        "Lizzie and Coop: Guilty.",
        "Buzz and Rick: Guilty.",
        "Alan: Your honor, these people are against me because she turned them against me!",
        "Harley: Your honor, the prosecution would like to call its star witness.",
        "Alan: Gus.",
        "Gus: That's right. Alan Spaulding is guilty, guilty, guilty!",
        "Alan: Oh, no, not you, too.",
        "Ross: Guilty.",
        "Gus: Guilty.",
        "Harley: Guilty.",
        "Buzz: Guilty!",
        "Lizzie: Guilty.",
        "Coop: Guilty.",
        "All: ( Echoing ) Guilty! Guilty! Guilty!",
        "Alan: No. No!",
        "Rick: Alan? Are you okay?",
        "[SCENE_BREAK]",
        "Lizzie: I don't know. What do we do? Are we cursed or something?",
        "Ross: Oh, Lizzie, I wish I could just erase all the unhappiness.",
        "Lizzie: Yeah, I wish you could, too. But you can't. Oh, well, that's the past. I can create my future.",
        "Ross: Now that is absolutely right.",
        "Lizzie: But I would like your help, if you don't mind a little.",
        "Ross: Okay, what could I do for you?",
        "Lizzie: You could talk to my mom, let her know, you know, give me the benefit of the doubt that I won't let her down. I promise that.",
        "Ross: Lizzie, that's such a nice thing to say. You should tell her that yourself.",
        "Lizzie: Yeah, but it sure wouldn't hurt for her to hear it from you.",
        "Ross: No, I guess not. Lizzie, you know, in my opinion I don't think running away is the correct approach to taking control of your future, if you know what I mean.",
        "Lizzie: Yeah, but it's not like we're running away forever or anything. It's just, you know, Coop and I have fun together. We just want to spend some time with each other.",
        "Ross: Oh, I can understand that. I'm all for that. I... I just want you to be upfront about it.",
        "Lizzie: Well, I don't get how I could be upfront when my granddad freaks out any time he hears or sees Coop, and my mom doesn't even think I'm ready for a relationship. ( Cell phone rings )",
        "Ross: Hold that thought. Can you read that? Who is it?",
        "Lizzie: It's Rick.",
        "Ross: Hello, Rick.",
        "Rick: Ross, Alan's here and he's really losing it.",
        "Ross: I don't find that too surprising. Why are you calling me?",
        "Rick: Because I tried to reach Alex, I couldn't get through to her, and you may be the only person left that could help him snap out of it.",
        "Ross: Okay, I'll be right there.",
        "Lizzie: Is something wrong?",
        "Ross: No, not really, but I do have to leave. Promise me that you'll reconsider running away, at least for tonight?",
        "Lizzie: I really don't think I can do that.",
        "Coop: She will.",
        "Lizzie: What?",
        "Coop: Lizzie, I don't want to do it like this, but...",
        "Lizzie: Oh, so you changed your mind.",
        "Coop: No, I just don't want to act like we're always hiding secrets here. Okay, maybe it is best if you talk to your mom.",
        "Lizzie: Oh, that's just great.",
        "Ross: That's a step in the right direction.",
        "Lizzie: What, do I have a choice?",
        "Ross: Listen, it'll be better this way. Honesty always works best.",
        "Lizzie: Oh, Ross, you really do live in a dream world, don't you? ( Laughter )",
        "Ross: Dear girl, that's a distinct possibility. I'll talk to you soon.",
        "Coop: What? Don't look at me like that. All right? I will be with you, all right? We'll still be together.",
        "Lizzie: Yeah, you better believe we will.",
        "Coop: Oh, no. No, no, no, no. Now, you're thinking something right now and that's never a good thing.",
        "Lizzie: Just because we can't run away doesn't mean we can't hide out here.",
        "Coop: Well, we can.",
        "Lizzie: ( Laughs )",
        "Coop: Fine.",
        "[SCENE_BREAK]",
        "Gus: Buzz.",
        "Buzz: Yeah?",
        "Gus: You said that you would do anything to help me out here, right?",
        "Buzz: Mm-hmm.",
        "Gus: Could you fake a heart attack?",
        "Buzz: Except that. I don't want to jinx myself.",
        "Gus: Whatever. I'll do it.",
        "Buzz: Are you out of your mind?",
        "Gus: What, you think I'm too young to have a heart attack? Yes, I'm out of my mind. Yes, I love your daughter. She's in danger. I've got to go. I've got to help her. I've got to get out of here.",
        "Buzz: She wants you coming back to her in one piece.",
        "Gus: Come on. Please, please.",
        "Buzz: When I said I'd help, I meant post bail.",
        "Gus: Buzz, you don't have the kind of money to post bail. You have no idea how much this is going to cost.",
        "Buzz: I don't. But Harley's boys do, in trust. It's okay, you'll pay them back.",
        "Gus: So you won't do the heart attack thing? All right, all right, all right. Thank you.",
        "Buzz: Don't thank me. Thank your old man. It's his money. That's where it came from originally.",
        "Gus: How poetic is that?",
        "Buzz: I was thinking the same thing.",
        "[SCENE_BREAK]",
        "Mallet: Damn it, Harley, where are you?",
        "Harley: I'm out here.",
        "Mallet: Hey.",
        "Harley: Hi.",
        "Mallet: How did you know which room I was in?",
        "Harley: Uh, could you help me get over this thing?",
        "Mallet: Yeah, sorry. Yeah.",
        "Harley: Well, I am a very good detective. Why? Did you miss me?",
        "Mallet: Well, I was kind of thinking maybe you weren't going to come back.",
        "Harley: Why? I told you I was coming back.",
        "Mallet: Yeah, but sometimes what you tell me and what you actually do never seem to sync up.",
        "Harley: Yeah, so you're noticing that part, huh?",
        "Mallet: Yeah, a little bit. Why are you in such a good mood?",
        "Harley: Because I just set a trap for a giant rat.",
        "[SCENE_BREAK]",
        "Rick: Alan?",
        "Alan: Oh. Thanks, Rick. Thanks. Thanks a lot for this. I was just thinking, I don't get to see that much of you anymore, now that Phillip's gone. I mean... tell me something. I think about him all the time. Do you think about him?",
        "Rick: There's not a single day that passes that I don't think of him.",
        "Alan: Yeah. You know, it wasn't that long ago when you and he were going in between my house and your house, bringing your girlfriends. Remember that?",
        "Rick: He had a lot more of those girlfriends than I did, that's for sure.",
        "Alan: That's not true. You were very popular. Come on. Oh. He loved this house very much. He loved coming over here and playing his music loud and being with your family. One of the things that really, really made him feel good was when he got to eat with you and your family in the kitchen because you all shared your dinners at the table together, you know?",
        "Rick: Yeah, he was my best friend, Alan. He was a member of my family.",
        "Alan: Yeah.",
        "Rick: Why are you here?",
        "Alan: I'm here because I want to see Zach. I want to see my grandson.",
        "Rick: Well, I just put the kids down to bed...",
        "Alan: Oh.",
        "Rick: ...For the evening, and Zach's been having trouble sleeping. So maybe it's just better to let him settle in for the night. Okay?",
        "Alan: Oh, yeah. By all means, yeah.",
        "Rick: But you can see him in the morning. ( Doorbell rings ) Excuse me, I've got to go get that. I'll be right back. ( Bicycle bell rings )",
        "Messenger: You Alan Spaulding?",
        "Alan: Yeah.",
        "Messenger: I'll tell you, you are a hard man to find.",
        "[SCENE_BREAK]",
        "Coop: Wait, wait. Lizzie. You know I like you a lot. You know that, all right?",
        "Lizzie: Okay. So why are you backing up?",
        "Coop: Lizzie, it's this place.",
        "Lizzie: What about this place?",
        "Coop: We work here, all right? You and I... we fight here, and we even... we even... your dad.",
        "Lizzie: Whoa, whoa. Don't. Don't even go there, please.",
        "Coop: Look, I understand that this is a sore subject. I understand that you want to wipe the slate clean. I know that.",
        "Lizzie: Is that what you think I'm trying to do?",
        "Coop: I don't know. I don't know. Is it? Tell me.",
        "Lizzie: I don't know, but why are you trying to get all serious?",
        "Coop: This is important, Lizzie. All right? You're not just some girl that's here for the night and gone tomorrow. You're... you're Lizzie Spaulding.",
        "Lizzie: I know that. I know who I am, I just... I don't get why you...",
        "Coop: Why I bother doing this?",
        "Lizzie: Yeah.",
        "Coop: Well, for one thing, you're not, you know, physically intimidating. You do punch like a girl, so I can deal with that.",
        "Lizzie: Oh, great. So I'm unintimidating. That's a plus, let me tell you.",
        "Coop: Hm. I like Roxy.",
        "Lizzie: Well, you should. She's perfect.",
        "Coop: I like the way that you love Roxy and I even like the way that you feed her foie gras.",
        "Lizzie: Well, she likes it and I can't stand it, so...",
        "Coop: And that's another thing about it. You like real things. You like real foods.",
        "Lizzie: What?",
        "Coop: No... you love sandwiches. All right? These are small things that I notice.",
        "Lizzie: I'm a sandwich kind of girl. You know me.",
        "Coop: And I like you.",
        "Lizzie: I like you, too, Coop. I, believe it or not, like the way you have tons of books in the back seat.",
        "Coop: Yeah, but those are overdue library books.",
        "Lizzie: So what? You're still smart.",
        "Coop: I know I'm smart. I'm dating a girl who loves sandwiches.",
        "Lizzie: Okay, so then why did you say...",
        "Coop: Why what?",
        "Lizzie: Well, you told Uncle Ross that we were just friends and nothing more.",
        "Coop: How many times do we have to talk about this? All right? I mean, Lizzie, I like you so incredibly much, all right? I mean, what else do I have to do here to prove that to you? ( Cell phone rings ) Sorry. Excuse me.",
        "Lizzie: If it's my mom, don't answer it. Don't.",
        "Coop: No, it's... I don't even recognize this number.",
        "Lizzie: Well, then pick it up.",
        "Coop: You don't mind?",
        "Lizzie: No, go ahead.",
        "Coop: Hold on a second. Hello?",
        "Harley: Hey, Coop, it's me.",
        "Coop: Harley?",
        "Harley: Don't say my name.",
        "Coop: Holy crap. Sorry. Where are you? How are you?",
        "Harley: I'm fine. Listen, I need you to do something for me. Are you at work?",
        "Coop: Uh, yeah. Sort of.",
        "Harley: Explain.",
        "Coop: Well, we closed Company down early tonight.",
        "Harley: Well, can you make sure it stays that way?",
        "Coop: Yeah, sure. Why?",
        "Harley: I can't say, but I need you to get out of there right now, okay? My life depends upon it.",
        "Coop: Hello? Hello? Hello? ( Sighs )",
        "Lizzie: Who was it?",
        "Coop: It was my sister.",
        "Lizzie: Harley?",
        "Coop: Yeah, Harley. Look, we've got to get out of here.",
        "Lizzie: What? Why?",
        "Coop: Get your stuff. Get Roxy. Look, we have to...",
        "Lizzie: Come on, sweetie.",
        "Coop: Anywhere but here, all right? That's where we're going to go. Come on.",
        "[SCENE_BREAK]",
        "Harley: Okay, let's go.",
        "Mallet: Whoa, so stop. Think, here. What if something goes wrong?",
        "Harley: Oh, it won't. I won't let it.",
        "Mallet: Harley, listen to me.",
        "Harley: No, no, no. You listen to me. You have been back in my life just a short while. You really have actually no idea what I've been through this past year.",
        "Mallet: No, I have a little bit of an idea.",
        "Harley: No, not really. Listen, Phillip snapped. He snapped and he came after me and my family full steam. And let me tell you, we tried to fight back, but we were completely at his mercy. And ever since the night he was shot, I've been at everybody else's mercy: The cops and the courts and the prison system. You know what? Tonight, I'm the one who's in charge.",
        "Mallet: Oh, boy. If only that made me feel better.",
        "Harley: Well, I don't care because I'm not scared. I'm ready.",
        "[SCENE_BREAK]",
        "Ross: Hello, Alan. It's a nice night.",
        "Alan: Well, Ross, Ross. What are you doing here?",
        "Ross: I could ask you the same question.",
        "Alan: Well, I... I came to see my grandson. That's why I'm here.",
        "Ross: Rick called me.",
        "Alan: Yeah?",
        "Ross: He's worried about you.",
        "Alan: I don't know why. I'm fine.",
        "Rick: Alan, something's bothering you. You don't feel comfortable talking to me about it, maybe you might want to share it with Ross.",
        "Alan: Well, everyone talks to Ross, don't they? I remember when Phillip and I would have misunderstandings, he would always go and talk to his Uncle Ross.",
        "Ross: You miss our boy.",
        "Alan: My boy.",
        "Ross: Yes. I miss him, too. You'd be surprised how many times I think of something and just want to tell him, and then I realize that... I am never going to get used to him being gone.",
        "Alan: How do you think I feel?",
        "Ross: I don't know, Alan. Why don't you tell me?",
        "Alan: I can't right, because you see, I'm worried right now about my grandson and I... that's what I'm concerned about most.",
        "Ross: You're worried about Zach? Why? Why are you worried about him?",
        "Alan: Because he's in that house, Ross. With those people.",
        "Ross: Well, Rick and Mel are good people. And he's living here with his brother, Jude.",
        "Alan: I'm not referring to them.",
        "Ross: Then you must be talking about the Coopers.",
        "Alan: He deserves better than that. He deserves the best, Ross.",
        "Ross: And he's getting it. The Coopers are good people who want Zach to remember his father with love. And I know the past few months have been a nightmare for you, but you have to get to this place where the healing can begin. Now, I want you to keep in mind, Phillip is at peace.",
        "Alan: Peace? There's got to be peace, Ross.",
        "Ross: Alan?",
        "Rick: You gave it a try, Ross.",
        "[SCENE_BREAK]",
        "Mel: ( Sighs )",
        "Gus: Thank you. Give me a hug. I want you to be my lawyer for the rest of my life.",
        "Mel: You are welcome. Let's hope you don't need me any time soon.",
        "Gus: Right. Thank you. Thank you very much.",
        "Buzz: You can thank me by marrying my daughter and taking care of her for the rest of her life.",
        "Gus: It's a deal.",
        "Mel: Anybody need a lift back to the house?",
        "Buzz: I've got my car.",
        "Mel: Okay.",
        "Gus: I'm okay.",
        "Mel: Gus?",
        "Gus: No, I'm fine. I'm fine. I've got to find Alan. No, everything's fine.",
        "Mel: Okay, but listen. Don't get into...",
        "Gus: Worrywart.",
        "Mel: Don't get into trouble, okay, because I'm a doctor tomorrow, all right?",
        "Gus: ( Laughs ) I won't get...",
        "Mel: See you.",
        "Gus: Oh, and one more thing. If anybody wants to know where I am, just say I'm caught up. I'm being processed, okay?",
        "Mel: Okay, got it.",
        "Gus: Thanks.",
        "Mel: See you later.",
        "Buzz: Do you want me to go with you?",
        "Gus: No, I need to do this alone.",
        "[SCENE_BREAK]",
        "Mallet: I don't know how I let you talk me into this.",
        "Harley: It's not because I'm cute and irresistible?",
        "Mallet: Don't count on that working forever. Whoa, whoa, whoa, whoa.",
        "Harley: What?",
        "Mallet: No, no, no, no, no. I'll find Gus.",
        "Harley: Okay.",
        "[SCENE_BREAK]",
        "Guard: Hey! Yeah, you.",
        "Guard: A.C. Mallet?",
        "Mallet: Yeah. Do I know you?",
        "Guard: Rickel. Used to work in Judge Collier's court. I was here when you and Cooper got married.",
        "Mallet: Oh, that's right. Jeez, Rickel. How are you? I didn't even recognize you.",
        "Guard: Yeah, I read about all the troubles you guys are in. You must be here for Aitoro's hearing.",
        "Mallet: Yeah, as a matter of fact.",
        "Guard: Yeah, yeah. That's over.",
        "Mallet: Oh, really? Is he still in there?",
        "Mel: Mr. Mallet? Hi. I'm Mel Bauer. Harley's friend?",
        "Mallet: Oh, hi, Mel. Nice to meet you.",
        "Mel: Nice to meet you, too. Gus is still being processed, so it might take a while.",
        "Mallet: Is his bail set?",
        "Mel: Yes. Buzz Cooper is paying it.",
        "Mallet: Oh, okay. Good. Great. Thank you.",
        "Mel: Yeah, so if I were you, I'd wait until tomorrow to see him.",
        "Mallet: Right. Believe me, I think that's a great idea.",
        "Mel: Right. All right, good to meet you.",
        "Mallet: Gee, Ken, it was good to see you again. I'm going to take off now and take care.",
        "Guard: You, too, man.",
        "Mallet: I am so good at covering for you.",
        "Harley: You're okay.",
        "Mallet: You know what's funny? The last time we were in this building was when we got married.",
        "Harley: Okay, okay, okay. As much as I'd like to walk down memory lane with you, I think I really need to stay focused on finding...",
        "Mallet: Gus?",
        "Harley: Gus.",
        "Mallet: Gus. Right.",
        "[SCENE_BREAK]",
        "Gus: Lizzie?",
        "Lizzie: You're free.",
        "Gus: Yeah, I'm free. You know where Alan is?",
        "Lizzie: Um, no. Maybe at home.",
        "Gus: No, I tried home. I tried his cell phone. So, why don't you just tell me where he is?",
        "Lizzie: I really don't know.",
        "Gus: Oh, sure you do. Now, just tell me.",
        "Coop: Gus, we haven't seen him. Really. We've been here all night.",
        "Gus: Fine. If you hear anything, you let me know, okay?",
        "Coop: Gus. I got a call from Harley tonight. No, it's okay, it's okay. She's cool. Lizzie knows pretty much everything, anyways.",
        "Gus: Is that right? Well, what did Harley say?",
        "Coop: She wanted to know if Company was going to be closing early and if we could close it early tonight.",
        "Gus: Why?",
        "Coop: No clue. I thought that you might know something about that.",
        "Lizzie: Well, Company closed early the night my dad was shot.",
        "Gus: I would kiss you, Lizzie. Thank you.",
        "Lizzie: What did I say?",
        "( Glass breaking ) ( Gunshot )",
        "Bartender: Coop Bradshaw?",
        "Coop: Yeah.",
        "Bartender: You must be Lizzie.",
        "Coop: Thank you.",
        "Lizzie: What's this about?",
        "Bartender: Some guy dropped them off.",
        "Coop: Who knew we'd be here?",
        "Lizzie: Gus, maybe?",
        "Coop: \"History repeats itself tonight at 9:00, Company.\"",
        "Lizzie: Mine says the same thing.",
        "Coop: Listen, give me this. All right? Forget about this. All right? Forget about all this. We don't need to make ourselves involved with whatever is going on, okay?",
        "Lizzie: Coop, what if it has to do with who my dad's real killer is?",
        "Coop: Then we'll eventually find out what's going on, all right, but not now. Tonight, I don't want to think about anything else but you, all right? But us.",
        "Lizzie: Yeah. Us.",
        "[SCENE_BREAK]",
        "Ross: I may not have been the best man for the job. I'm not one of Alan's favorite people.",
        "Rick: Now, please, would you want to be?",
        "Ross: Good point. Good point.",
        "Rick: Ah, there she is.",
        "Mel: Hey.",
        "Rick: Hi, sweetheart.",
        "Mel: I thought I heard voices out here.",
        "Rick: How are you doing, Honey?",
        "Mel: Hi, Ross. Hi, Honey.",
        "Ross: Hello, Mel.",
        "Mel: Hi.",
        "Rick: Listen, how'd the hearing go?",
        "Mel: Well, the judge granted Gus bail.",
        "Ross: Wow.",
        "Mel: I have to say even I was surprised.",
        "Rick: Well, I'm not surprised. You're a good lawyer.",
        "Mel: Yeah, something like that. It was Judge Clausen.",
        "Ross: You got this out of cranky old Clausen?",
        "Mel: Yep.",
        "Ross: Congratulations to you.",
        "Mel: Thank you.",
        "Ross: Rick, I should be getting on my way because I told Blake I was going to be home in an hour, and it's already been two hours. I'm surprised she hasn't called.",
        "Rick: Well, thanks for your help, Ross. I appreciate it.",
        "Ross: Well, I tried. You're welcome. Take care, you guys.",
        "Rick: Bye-bye.",
        "Mel: Bye. What was that about?",
        "Rick: You know what? It's a long story. I'll tell you some other time.",
        "Mel: Okay. Oh, honey, I forgot. This was at the front door.",
        "Rick: This night just keeps getting better and better.",
        "[SCENE_BREAK]",
        "Buzz: You and I have been chatting a lot lately, haven't we? Thanks for letting me pick up where we dropped off. Oh, and thanks for letting me help Gus. You know, I almost felt sorry for Alan, not being able to help his own kid. I know what that's like. You look at them, you love them, you're not able to help them because they won't let you. Maybe Alan and I aren't so different, hm? Maybe he's better in some ways. He never gave up on his family. Just like Phillip. Gus has a little of his old man in him. Yeah. He never gave up on Harley. I think I know what it's like to love a woman the way he does. Do I? Now all I have to do is bring her home.",
        "[SCENE_BREAK]",
        "Harley: Hey... I'm sorry if I hurt your feelings earlier.",
        "Mallet: What about my feelings?",
        "Harley: Well, you know, you mentioned that the last time we were here was when we got married, and I...",
        "Mallet: No, no, no, no. My feelings are fine.",
        "Harley: It's just that I feel like it's really important that I stay focused right now on just...",
        "Mallet: On Gus.",
        "Harley: Gus.",
        "Mallet: Right. Yeah, I get that, Cooper. No need to apologize.",
        "Harley: Because really, I remembered, when I heard the guy, I was standing there and I said \"Gosh, that's right...\"",
        "Mallet: We should probably just concentrate on warning Gus about Alan.",
        "Messenger: Excuse me, are you Buzz Cooper?",
        "Buzz: Who wants to know? Nice try, Alan.",
        "[SCENE_BREAK]",
        "_Next, on \"Guiding Light.\" _",
        "Dinah: You can lay back, close your eyes, relax. Leave all the driving to me.",
        "Cassie: I don't have a suit.",
        "Jeffrey: So? Neither do I.",
        "Marina: You think that me dating Danny, it'll hurt my chances at the academy?",
        "Alan: Who else knows?",
        "Frank: Listen, they found Harley Cooper.",
        "Mallet: The bad news is Gus is gone."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=X2SxclVwydM"
}