{
    "Episode Summary": [],
    "Recap": [
        "At the airport, Reva arrives and Springfield and faints. Josh is called to the hospital and Reva says she's fine but the doctor insists on running tests. Tammy and Jonathan plan a welcome home for Reva and when Tammy steps away to answer the phone, Jonathan notices research on cousins having babies in her notebook. At the hospital, Josh arrives and the couple is happy to see each other but disappointed they can't be together. Coop and Lizzie meet outside the movie theatre and she's glad he called. Coop reiterates that he and Lizzie aren't together. Lizzie says she just wants him to be their for the baby. They run into Beth who spills to Coop that Lizzie has a sonogram. Beth and Lizzie chatter on about shopping for baby things, Coop looks stunned but says he wants to pull his weight financially in the baby's life. At Company, Ava gets reassurance about Coops' feelings for her from Marina and they compare Coop and Lizzie to Marina and Danny Santos. Marina encourages Ava to keep an eye on Lizzie.",
        "Billy comes to the hospital to see Reva and is relieved she's ok. When Josh appears, he wants to leave. Josh takes Billy aside and tells him that he's building H.B.'s rehab hospital and wants Billy to help him. Billy and Josh share a brotherly embrace. The doctor comes into the room and tells Josh and Reva that he's keeping Reva overnight until test results come back. They are further disappointed. At Outskirts, Tammy and Jon discuss becoming parents as half cousins and Jonathan voices his fears that his childhood could affect things. They both agree neither wants to be parent at this time. At Cedars, Coop and Lizzie see their baby during the sonogram for the first time (thanks to Dr. Mel) and are both very happy. When Coop leaves the room for Lizzie to get dressed he steps out and see Ava. Coop is very happy that she came and there is some awkwardness between them and they agree to take things slow. Inside the room, Lizzie wants Mel's assurance that she has doctor/patient confidentiality. Mel assures her that she does. Lizzie wants to know her exact date of conception. Just as Mel is about to divulge it, Coop is outside the door about to enter."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Yay! Hey, you know what, thank you so much for all your help. I really appreciate it, Marie. I'd never flown standby. I'm lucky there was an extra seat so last minute. Thank you.",
        "Attendant: Call your husband, Mrs. Lewis.",
        "Reva: I will. I will miss Paris, I love Paris, but I love and miss my husband even more.",
        "Attendant: It was a pleasure to share a flight with you.",
        "Reva: Thank you.",
        "Attendant: Bon chance to you and your Joshua.",
        "Reva: Thank you so much. Oh, I'm home, here I come, fresh from Paris.",
        "[SCENE_BREAK]",
        "Tammy: Um, okay, a little up.",
        "Jonathan: Just pick a spot!",
        "Tammy: Why are you being such a grouch?",
        "Jonathan: Because I don't get it. Reva went away on vacation, and now she's back. Who cares?",
        "Tammy: She's not just back; she's back with Josh.",
        "Jonathan: Oh, gee willie, let me break out the jug. ( Laughter )",
        "Tammy: Just hang it up.",
        "Jonathan: You know what?",
        "Tammy: Hey.",
        "Jonathan: I've got a better idea.",
        "Tammy: But don't you see how romantic it is?",
        "Jonathan: Yeah, that's why I got off the ladder.",
        "Josh: No, we've got the land. We're just trying to get the money in place now. Excuse me for one second. Guys? Whatever you're doing, could you think about maybe not doing it on our couch. I appreciate that. Yeah, Mr. Kelly? Look, I know you had a lot of respect for my father, and I... this was his dream, okay, and now it's become my dream. If we can build this hospital, we will be helping many, many returning soldiers deal with their injuries and get on with their lives. It's a... I appreciate you saying that. I'm actually hoping that it will be the best thing I've ever done in my life. So, can I have Wanda send you a proposal? Thank you, Mr. Kelly. Take care, bye-bye. How are we doing?",
        "Tammy: Slow going.",
        "Josh: Okay. Well, I'd really like to help you out here, but the fact is, I've got to pick Reva up at the airport. Jonathan, you ready for this, to show your mom a nice welcome home?",
        "Jonathan: You know me, life of the party. ( Laughter )",
        "Josh: Yeah, like mother, like son. I'll see ya. ( Cell phone rings ) Yeah. It is. She's where? Thank you, I'm on my way.",
        "[SCENE_BREAK]",
        "Marina: Hey.",
        "Ava: Hi.",
        "Marina: Want me to mail that?",
        "Ava: No. This is really not my decision.",
        "Marina: Ooh, sucks.",
        "Ava: Yeah, it's Coop's dream, and nothing should get in the way of that and Oxford--",
        "Marina: I can not believe that Lizzie is pregnant. Hey, at least you guys had--",
        "Ava: Got what, a couple of days before the storm hit?",
        "Marina: Coop likes you, Ava. The whole family does.",
        "Ava: Yeah, well, thanks.",
        "Marina: Hey, listen to me. If you and Coop are meant to be together, nothing will stand in your way.",
        "Ava: Not even Lizzie?",
        "[SCENE_BREAK]",
        "Lizzie: Hey, I'm so glad you called. I thought you were never going to talk to me again.",
        "Coop: Yeah, look, I just needed some time to figure things out, you know?",
        "Lizzie: Yeah, I mean after you took off, I thought--",
        "Coop: I know, I know, Lizzie, but I'm here now. Yeah, look, I was kind of hoping you know we would have talked things out before we announced that there was a baby to our families, you know?",
        "Lizzie: I'm sorry. I was just so excited, and we have so much planning and we can't do this all ourselves.",
        "Coop: Look, can we just take this one day at a time, please?",
        "Lizzie: Yeah. I know that everything is going to be okay, as long as I have you.",
        "Coop: Lizzie, we're not together, okay?",
        "[SCENE_BREAK]",
        "Reva: How is it?",
        "Dr. Gold: Fine.",
        "Reva: See? It's just because I haven't had anything to eat since yesterday.",
        "Dr. Gold: It's a long time to go without eating.",
        "Reva: Yeah, well you know. Well you know plane food.",
        "Dr. Gold: I'm still going to order some blood work and an EKG.",
        "Reva: An EKG?",
        "Dr. Gold: Mm-hmm.",
        "Reva: You really think that is necessary?",
        "Dr. Gold: Yes, I do.",
        "Reva: Even in jail they give you a phone call. My husband was supposed to pick me up at the airport.",
        "Dr. Gold: I had the nurse call him; he's on his way.",
        "Reva: Great. Some homecoming.",
        "Dr. Gold: Try to relax. I'll be back in a minute.",
        "Josh: Hey.",
        "Reva: ( Laughing )",
        "Josh: What happened?",
        "Reva: I fainted, I fainted. Oh, it's so good to see you.",
        "Josh: It's good to see you, too, darling. So, are you okay?",
        "Reva: Yes. I am, I am. It was nothing, but you know, I'm in a hospital. They have to run a gazillion tests.",
        "Josh: Well I've never known you to be a fainter, so you take all the tests, and you listen to what the doctors say.",
        "Reva: I am going to let them give me the test, but this is what I've been waiting for. I've been thinking about this, being back in your arms again, but I'd rather be in our bed.",
        "Lizzie: I know that we're not together, together, but we are going to have a baby, Coop. I mean, we need to be supportive of each other. That's what's best for us; that's what's best for the baby.",
        "Coop: I get that, Lizzie, okay? I know. And I'm not going anywhere, okay?",
        "Lizzie: Not... not even Oxford.",
        "Coop: I'm putting it off.",
        "Lizzie: Sorry.",
        "Coop: Well, it is what's best for the baby now, isn't it?",
        "Lizzie: Yeah.",
        "Coop: That's not to say, though, that I won't have a life.",
        "Lizzie: What exactly do you mean by life?",
        "Coop: A life, Lizzie. A career, eventually a relationship.",
        "Lizzie: Ava?",
        "Coop: Yup, Ava.",
        "Lizzie: Well, I'm okay with that. As long as you're there for our little boy.",
        "Coop: You think we're going to be having a little boy?",
        "Lizzie: I was kind of hoping. ( Laughs )",
        "Beth: Well, little girls are nice, too. ( Laughter )",
        "Lizzie: Ooh, am I going to find out today?",
        "Beth: Oh, no, that's not for a while yet.",
        "Coop: Find out what?",
        "Lizzie: If it's a boy or a girl. I'm having a sonogram.",
        "Coop: Lizzie, you didn't tell me?",
        "Lizzie: I'm sorry, I didn't want to put pressure on you.",
        "Coop: It's okay. Look, I'll um... I'll be there. What time is it?",
        "Lizzie: Two. You really don't have to--",
        "Coop: It's okay, really. I will be there.",
        "Beth: Well, in that case, I'll have a little more time to do shopping. Oh, Lizzie, you should see the crib that I found. Hey, you know something? I can help the two of you do your baby shopping. Of course, there are so many things you're going to need.",
        "Coop: Ah, like what?",
        "Beth: A crib for one, a stroller, a car seat, a changing table, diapers, clothes. I hope you have your credit card paid up. Lizzie, you should see I found the cutest bunting. Isn't that cute?",
        "Lizzie: It is so cute. ( Laughing )",
        "[SCENE_BREAK]",
        "Marina: Coop's on to her, and he's into you.",
        "Ava: Yeah, you no what? I like Coop, I do, just that we don't have any history, Marina. I mean, we're not even really together.",
        "Marina: So what, you going to give up on him?",
        "Ava: No, I'm not going to give up on him. I want him, but I want him to have Oxford more and his freedom, and he doesn't deserve to lose all of that.",
        "Marina: No, he doesn't. But it's his baby. He's got an obligation.",
        "Ava: To Lizzie?",
        "Marina: To the baby. Believe me, sometimes that's tougher than having another woman in the picture. There will be times when he has to be with his kid. And what sucks about it, it's that usually when you want him around the most. Like holidays. It will make you value the time you do have together that much more. And if you're smart, you won't take each other for granted.",
        "Ava: Is that what you told yourself when you were with Danny Santos?",
        "[SCENE_BREAK]",
        "Tammy: No fair.",
        "Jonathan: It feels fair to me.",
        "Tammy: I want to finish this.",
        "Jonathan: You do?",
        "Tammy: ( Laughs ) No. I want to do what I always want to do when I'm alone with you.",
        "Jonathan: So why are you stopping yourself?",
        "Tammy: Josh and Reva could get back any minute.",
        "Jonathan: Fine. Damn family.",
        "Tammy: Nice attitude.",
        "Jonathan: It's just... you really love this stuff, don't you?",
        "Tammy: What?",
        "Jonathan: Celebrating, making a party?",
        "Tammy: It's my mom's fault. You know, since we were always poor, she just always liked making things better. She turned anything into a celebration. I remember this one time, I came home from school and I made these little Santa's out of graham crackers and icing, and I asked her what was special, and she said, \"Well it's Wednesday. And Wednesday only comes around once a week.\"",
        "Jonathan: ( Laughing )",
        "Tammy: You think I'm a sap?",
        "Jonathan: No, no. Come here. ( Laughs ) Well, I mean, maybe you are, but I love it. You're the only sap I've ever known. ( Telephone rings ) Don't, don't.",
        "Tammy: What if it's Uncle Josh? Well, it was Uncle Josh, and he said he and Reva are held up, so we can go if we want to.",
        "Jonathan: What is this?",
        "Tammy: Nothing. You want to get some coffee?",
        "Jonathan: Sure.",
        "[SCENE_BREAK]",
        "Josh: Well, I decided not to tell Tammy-- what are you doing?",
        "Reva: Can we go?",
        "Josh: No, we can't go. No, no. Not until you get a clean bill of health from your doctor, Reva.",
        "Reva: You always play by the rules, Joshua.",
        "Josh: If I'd always played by the rules, we wouldn't have gotten back together.",
        "Reva: Good point.",
        "Josh: Thank you very much.",
        "Reva: I'm just bored.",
        "Josh: Well, I'll tell you what, maybe I can get her to bring a tv in here for you.",
        "Reva: I don't want to watch tv.",
        "Josh: Okay, how about a magazine?",
        "Reva: That's not exactly what I had in mind.",
        "Josh: Darling, as I recall, the last time we did something like that in a place like this, we got caught.",
        "Reva: I know, but it was part of the thrill. ( Laughs ) All right. Tell me what I missed.",
        "Josh: I was going to wait and let them tell you this news, but um...",
        "Reva: Them? Them who?",
        "Josh: Tammy and Jonathan, they got back together.",
        "Reva: Lovely. ( Josh laughs ) So what does Cassie have to say?",
        "Josh: Actually, she took it surprisingly well, in fact, she even had Jonathan over for dinner.",
        "Reva: You're kidding?",
        "Josh: Yeah, and I got to be a chaperone.",
        "Reva: Oh, that must have been fun.",
        "Josh: It wasn't as bad as you might think.",
        "Reva: So how do you feel about all of this?",
        "Josh: I prefer not to think about it. Besides, you know Cassie is pretty much dealing with, so...",
        "Reva: I guess we should, too.",
        "Josh: And, we have bigger fish to fry.",
        "Reva: Oh?",
        "Josh: I've got a little surprise for you, but you're going to have to wait.",
        "Reva: Oh, don't. No, don't do that.",
        "Josh: You're just going to have to wait. Sorry about that, sweetie. Bye.",
        "Reva: You're such a tease. Where are you going?",
        "Josh: I'm going to see what the holdup is. You stay put!",
        "Billy: Reva, what happened?",
        "Reva: Billy, I'm fine. I fainted.",
        "Billy: And?",
        "Reva: It's nothing. I'm okay.",
        "Billy: Okay, good. I'm kind of tired of seeing you this way, though.",
        "Reva: I'm kind of tired of being here myself.",
        "Billy: Josh should be around here somewhere, so--",
        "Reva: Oh, no, you're not going anywhere because you and I have some unfinished business.",
        "Billy: Look, you really don't need me hanging around here.",
        "Reva: Billy, I want you hanging around here.",
        "Billy: Suppose Josh--",
        "Reva: What, comes back? So what? You two are brothers. There has been bad blood between you before, and there will be again.",
        "Billy: Yeah, I guess you're right. So, how is Marah?",
        "Reva: She is great. She loves Paris, and Paris loves her. How you doing?",
        "Billy: Better than you. I'm sober.",
        "Reva: Glad to hear it.",
        "Billy: Me, too. It wasn't easy. Look, Reva, I should have seen this coming.",
        "Reva: You saw what you wanted to see, Billy.",
        "Billy: Yeah, but that goes to show you there ain't no fool like an old fool.",
        "Reva: We're both fools. We started that club.",
        "Billy: Yeah, about 25 years ago.",
        "Reva: Yeah, at least.",
        "Billy: So, I guess the kids are happy you all are back together.",
        "Reva: Yeah. Marah... Marah is.",
        "Billy: You don't know what you're getting into?",
        "Reva: I know. Neither does Josh. There are no guarantees.",
        "Billy: Let me get you some water. And you're going to do exactly what you want to do, although I have to admit there was a while there where I was really kind of hoping--",
        "Reva: Yeah, well, another time, another life, and things might have been different.",
        "Billy: Yeah.",
        "Reva: I still want you to be my Billy, though.",
        "Billy: I've got to be your Billy whether I want to or not.",
        "Reva: I love you, Billy Lewis. You are the best friend a girl could ever ask for.",
        "[SCENE_BREAK]",
        "Marina: Coop is nothing like Danny.",
        "Ava: What, Danny wasn't a nice guy?",
        "Marina: Yes, he was. It's just that the situations are different.",
        "Ava: I'm sorry, I didn't mean to--",
        "Marina: No, it's okay. The situations are kind of similar.",
        "Ava: We both know how that ended up, right?",
        "Marina: No, no, because I broke up with Danny.",
        "Ava: Yeah, because you had to, right? Babies change everything.",
        "Marina: You cannot compare Coop and Lizzie to Danny and Michelle. We're talking about two people that were destined to be together.",
        "Ava: According to Lizzie, I am messing up her destiny.",
        "Marina: Oh, no. Coop is not destined to be with Lizzie. Ava, snap out of it. I know a fighter when I see one.",
        "Ava: Yeah.",
        "Marina: And you are not going to give up on Coop.",
        "Ava: No. My mom always told me I needed to give everything my best shot, no matter what.",
        "Marina: That's a smart mom.",
        "Ava: Yes. Thank you for the pep talk. I needed it.",
        "Marina: Any time. And, Ava, if you think that Lizzie might be up to something, check it out.",
        "[SCENE_BREAK]",
        "Lizzie: Do you remember that rocking horse that dad had made for me in Arizona?",
        "Beth: Uh-huh. The one that Mr. Hux at the end of the street built.",
        "Lizzie: Do you think we still have it?",
        "Beth: No, that got burned in the fire, but we can have another one made. Right, Coop?",
        "Coop: Huh?",
        "Beth: We have to have two of everything.",
        "Lizzie: Don't worry, we're not having twins.",
        "Coop: Then why do we need two?",
        "Lizzie: Well, you have to have one of everything I have. Vice versa.",
        "Beth: Two car seats, two strollers, you name it.",
        "Coop: Oh, I didn't think about that.",
        "Lizzie: It's okay. We have plenty of time. But can you imagine if I did have twins, we'd have to have four of everything.",
        "Beth: Don't laugh, that runs in the family. But, hey, if you had twins, you two would handle it. It's just money, right?",
        "Coop: Right. I'm not exactly Bill Gates here.",
        "Lizzie: Coop, come on, I have--",
        "Coop: Lizzie, I know what you have. The point is I want to help out, too. I think in this we should share things equally, you know.",
        "Lizzie: Okay, Coop.",
        "Coop: I will find the way to get the money.",
        "Lizzie: I don't want you to neglect your writing and not have time for yourself.",
        "Coop: I will figure something out.",
        "Beth: I'm sure that you will. You know, Coop, I got this for Alan, but I bet that you could use it. ( Laughing )",
        "Coop: Wow, that's great. \"Fatherhood for dummies.\"",
        "Lizzie: I think you could learn a lot.",
        "Coop: Thanks, really.",
        "[SCENE_BREAK]",
        "Jonathan: So you're doing some research.",
        "Tammy: Oh, there's Lizzie. We should say hi to her.",
        "Jonathan: Can we shoot ourselves in the head instead?",
        "Tammy: Hey.",
        "Lizzie: Hey.",
        "Jonathan: What's up, Coopster, you look a little green.",
        "Coop: It must have been something I ate.",
        "Beth: Speaking of which, I have a craving for one of those iced cookies. Now I know we talked about this, make him fall in love with that baby.",
        "Lizzie: And then he is going to realize he is still in love with me.",
        "Beth: Right. You need me, you call me. I'm going to be working on your grandfather, making him realize our way is the right way. You two better get going if you're going to make that appointment.",
        "Lizzie: She's right, we have our first sonogram.",
        "Tammy: Do you time for a cup of coffee?",
        "Lizzie: Not even if I wanted to. No caffeine, no alcohol. I wouldn't do anything to risk the health of my baby. Ready? Bye, guys.",
        "Tammy: Bye. Let's get some coffee.",
        "Lizzie: It's Coop's baby, not yours. I was already pregnant before I spoke with you. No caffeine, no alcohol, I wouldn't do anything to risk the health of my baby.",
        "Tammy: Good for Lizzie. She's really taking this whole pregnancy thing seriously.",
        "[SCENE_BREAK]",
        "Kim Zimmer, \"Inside The Light.\" I heard Robert mention Josh and Reva's first wedding, and I remember that day because it was the day. We were up there for three or four days. It was like camp for four adults. We all had our own little cabins, and Larry Gates-- with Larry up there, we played poker. It was really like a family reunion. It was the best of times. See Reva, Wednesday, May 3rd, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Tammy: This is bizarre.",
        "Jonathan: What?",
        "Tammy: Lizzie talking about sonograms and not drinking, and the baby coming first. I don't know, it's weird.",
        "Jonathan: Yeah, well, chicks get knocked up all the time.",
        "Tammy: Just the thought of her being a mom. Don't you think there is something surreal about it?",
        "Jonathan: I haven't thought about it period.",
        "Tammy: You saw my notes, didn't you?",
        "Jonathan: What?",
        "Tammy: In my notes. What I had written on that piece of paper that you read.",
        "Jonathan: Yeah, some of it.",
        "Tammy: It wasn't for school.",
        "Jonathan: Yeah, I figured that. And I figured you would talk about it if you wanted to.",
        "Tammy: I was going to. I don't know, Lizzie's pregnancy got me thinking, you know, like what would happen if I... if we...",
        "Jonathan: Had a kid? You don't...",
        "Tammy: No, not right now, or any time soon, but some day I might, we might. And we are cousins, half cousins.",
        "Jonathan: So, ah, what did you find out?",
        "Tammy: Well, um, it turns out that the risk of birth defects for cousins having babies is only about 1% higher than with non-related couples, so. And it's something like 20% of couples were cousins, anyway.",
        "Jonathan: 20%?",
        "Tammy: And we're only half, so...",
        "Jonathan: Half, right. I know.",
        "Tammy: I knew this would freak you out.",
        "Jonathan: No, it's just I don't care about the statistics. Nothing would make me leave you ever.",
        "Tammy: It just made me feel better, you know.",
        "Jonathan: Good. That's all that counts.",
        "Tammy: So, have you thought about being a father?",
        "[SCENE_BREAK]",
        "Lizzie: I guess we should tell someone we're here?",
        "Coop: Probably.",
        "Lizzie: You're nervous, and I'm nervous, too, but I'm kind of a little excited.",
        "Coop: Yeah, me, too.",
        "Lizzie: We're actually going to get to see our baby.",
        "Coop: I don't know how much there will be to see.",
        "Lizzie: I remember when my mom was pregnant with James, she brought home this picture and she actually had to point it out. It was this blurry little thing. I'm so glad that you're here.",
        "Coop: Yeah. I'll tell you what, why don't you go check in and I actually have to make a phone call and let my dad know that I will be late. Okay?",
        "Lizzie: Okay.",
        "[SCENE_BREAK]",
        "( Telephone ringing )",
        "Ava: Company.",
        "Coop: Hey.",
        "Ava: Hi. How did it go?",
        "Coop: It was good. We are as Cedars, actually, and Lizzie has her first sonogram today.",
        "Ava: Really?",
        "Coop: So I figured I should probably stick around for that.",
        "Ava: Yeah, you should.",
        "Coop: I just wanted to say it's really good to hear your voice.",
        "Ava: Yeah, yours, too.",
        "Coop: Look, I better get back in there. I will see you later.",
        "Ava: I'll see you soon.",
        "[SCENE_BREAK]",
        "Billy: I'm going to go fill up your water pitcher.",
        "Reva: The nurse just did that.",
        "Billy: Don't worry about it. I'll be right back. Look, if you want me to leave, I'll leave.",
        "Josh: No, that's not why I called you out here. In fact, I have a job for you if you want.",
        "Billy: You want to work with me again?",
        "Josh: Yeah, I think so. I also think you're going to want to do this once you find out what I have planned.",
        "Billy: Tell me.",
        "Josh: Well, first of all, I own Cross Creek again.",
        "Billy: What? How did you do that?",
        "Josh: ( Laughing ) It was a deal that Cassie made with Olivia, she gave up her half of the Beacon for Cross Creek, and I bought it from Cassie.",
        "Billy: Wow. You want me to turn Cross Creek back into what it was?",
        "Josh: No. That's the not the job I have for you.",
        "Billy: Then what?",
        "Josh: Sit down. Billy, I'm going to build the rehab facility center for veterans that H.B. wanted to build but never could.",
        "Billy: Oh, gosh. That's what he was working on before he got sick.",
        "Josh: I know. I know. I found the original plans in his old desk.",
        "Billy: What about all of the trouble he was having with the county and the big wigs in Washington?",
        "Josh: We're not going to have to deal with any of those. We're going to do it privately.",
        "Billy: That's just the way he wanted to.",
        "Josh: I know. We're talking about a state-of-the-art rehabilitation for the soldiers and housing for the staff and the families of the veterans.",
        "Billy: That's great.",
        "Josh: I want to do this. I really do. And I know if H.B. were here with us right now, he would want me to have you by my side.",
        "Billy: Is that the only reason you want me to do this?",
        "Josh: You know it's not.",
        "Billy: Yeah, I guess so.",
        "Josh: I really want to put this thing with Reva behind us. I miss my brother.",
        "Billy: You, too, huh?",
        "Josh: ( Laughing ) So, what do you say? Billy:( Laughing ) I say we're going to do H.B. proud.",
        "Josh: You're damn straight. I think that's Reva's doctor.",
        "Billy: You go ahead. I'll catch up with you later.",
        "Josh: Okay, all right. See you. Hello, doctor.",
        "Reva: Joshua. Dr. Gold, this is my husband, Joshua Lewis.",
        "Dr. Gold: Hello. I'm sorry, but the lab had to send out for one of the tests and we won't have the results until tomorrow, which is why I'm keeping you overnight.",
        "Reva: What? For a little fainting spell.",
        "Dr. Gold: I'll see you both in the morning.",
        "Reva: Ah!",
        "Josh: You know, if I didn't know better, I would think that something or someone was conspiring to keep us apart.",
        "Reva: Yeah, well, I've waited this long to be with you, I can wait another night.",
        "Josh: Speak for yourself. Okay, all right.",
        "Reva: No, no, no, I don't want you to go.",
        "Josh: The doctor said you need your rest.",
        "Reva: I can rest later.",
        "Josh: You know what, you buck the system, I pay the price. That's the way it always works. Besides, your doctor looked like she meant business.",
        "Reva: She scared you?",
        "Josh: Yes, she did, actually. She scared me a little bit, and I think she might be spying us around the corner.",
        "Reva: So what. Visiting hours aren't over yet.",
        "Josh: I promise, I will call you before I go to bed.",
        "Reva: Joshua.",
        "Josh: Yes, my darling.",
        "Reva: You're a coward.",
        "Josh: Excuse me, a coward would not have ripped up the divorce papers, and a coward would not have married you three times, and a coward wouldn't be standing here telling you he can't wait for our next adventure.",
        "Reva: No, that would be an idiot or a glutton for punishment.",
        "Josh: Yes, well, I might be both, but I'm a happy idiot and a happy glutton for punishment.",
        "Reva: You know, Joshua, most people don't get a second chance or a 99th, whatever this is.",
        "Josh: Most people aren't you, Reva. Bye.",
        "[SCENE_BREAK]",
        "Jonathan: Why are we even talking about this?",
        "Tammy: We don't have to.",
        "Jonathan: It seems like everywhere I go lately, everybody is talking about kids, always.",
        "Tammy: Everywhere you go. Like today with Lizzie?",
        "Jonathan: Yeah, just forget it, okay.",
        "Tammy: You don't want to be a dad, do you?",
        "Jonathan: I don't know. With my life?",
        "Tammy: I don't either. Not right now. Some day.",
        "Jonathan: Okay. Well, if that's something that you want, then when that day comes, we'll deal with it. But for right now, I just want to be here with you, you know.",
        "Tammy: Yeah. Sorry. Babies are way off in the future.",
        "[SCENE_BREAK]",
        "Mel: This is going to be a little bit cold.",
        "Lizzie: Oh, what is that?",
        "Mel: It's gel. It helps conduct the sound waves through the skin, okay.",
        "Lizzie: It doesn't stain, does it?",
        "Mel: No, we'll wipe it off before you put your shirt down.",
        "Coop: You nervous?",
        "Lizzie: No. Me? Why, should I be?",
        "Mel: No. Absolutely not. Okay, here we go. Here we go.",
        "Lizzie: I don't see anything.",
        "Mel: Okay, right here. This is the sack, the beginnings of your baby.",
        "Lizzie: I still don't see it.",
        "Mel: Okay, all right. Do you see this little flutter right here?",
        "Lizzie: Yeah.",
        "Mel: That is the heartbeat.",
        "Lizzie: The heartbeat.",
        "Coop: Oh, that is amazing.",
        "Lizzie: Can I get a picture?",
        "Mel: Sure.",
        "Coop: Mel, does everything look in place, you know, fine--",
        "Mel: Yes. At this point, everything looks good.",
        "Lizzie: We have a healthy baby. You can't tell yet if it's a girl or a boy yet, right?",
        "Mel: No, maybe next time.",
        "Lizzie: Next time.",
        "Mel: Okay, so I guess this is really all you're going to see at this stage of pregnancy, but Dr. Sedwick is going to want you to come back in a couple of months.",
        "Lizzie: Okay. All right.",
        "Mel: Coop, if you'll just step out so Lizzie can get dressed.",
        "Coop: Yeah, sure.",
        "Lizzie: Wait. You're not leaving, are you?",
        "Coop: No, of course not. I'll be right outside here.",
        "Reva: Oh, no, Doc, no more tests. Josh-- mm. Mm, I thought you were afraid of getting caught.",
        "Josh: I got over it.",
        "Reva: I'm glad you did. You know what I'm thinking?",
        "Josh: What?",
        "Reva: Why don't we sneak out of here and sneak back in first thing in the morning.",
        "Josh: Let's not.",
        "Reva: You're a chicken.",
        "Josh: Hey, I'm here, aren't I?",
        "Reva: I know. This bed is so small and your back.",
        "Josh: I know, it's going to feel like a pretzel in the morning, but it will be worth it to spend some time with the woman I love, my wife.",
        "Reva: Say that again.",
        "Josh: Which part?",
        "Reva: You know which part.",
        "Josh: My wife, always.",
        "Reva: Always.",
        "[SCENE_BREAK]",
        "Jonathan: More research?",
        "Tammy: Stock market analysis.",
        "Jonathan: Boring.",
        "Tammy: Were you hoping for more stats?",
        "Jonathan: What, about the cousin thing? No. I have everything I need to know right here.",
        "Tammy: I just can't scare you away, can I?",
        "Jonathan: If anybody is going to be doing any scaring, it's gonna be me.",
        "Tammy: Well, you don't scare me. Listen to me, for the record, I don't care about your childhood or Nate or any of that stuff. If you want to be a good dad, you will be some day. I'm sorry, if Lizzie weren't pregnant I wouldn't be thinking about this stuff so much.",
        "Jonathan: Me either.",
        "Tammy: I'll stop.",
        "Jonathan: Promise?",
        "Tammy: I promise. I have to do some reading anyway.",
        "Jonathan: We could do that later.",
        "Tammy: I have a test tomorrow.",
        "Jonathan: I'll quiz you.",
        "Tammy: You guarantee me an \"A\"?",
        "Jonathan: You're going to have to earn it.",
        "[SCENE_BREAK]",
        "Mel: Suitable for framing. Want a couple more wallet sized?",
        "Coop: I think this will be fine.",
        "Mel: Listen, congratulations, I know it's not what you might have planned, but it's a baby.",
        "Coop: Yeah.",
        "Mel: I'll see you soon.",
        "Coop: Yeah.",
        "Ava: Can I see?",
        "Coop: Yeah. It kind of looks like a jelly bean right now. I can't believe how small it is.",
        "Ava: It looks just like you.",
        "Coop: Thanks, I was just thinking the same thing, too. I'm really glad to see you.",
        "Ava: Well, I thought that I might-- is this really weird?",
        "Coop: Not for me. Is it weird for you?",
        "Ava: Not at all-- yeah.",
        "Coop: Ava, I'm sorry about all of this. If you want to, you can wait back at Company, and--",
        "Ava: No, it's cool. It's cool. I can deal.",
        "Coop: Good, because just seeing you, I feel like I can now deal with this stuff. So thank you.",
        "[SCENE_BREAK]",
        "Lizzie: I was going to ask you something earlier, but, um...",
        "Mel: But what?",
        "Lizzie: Do we have that doctor/patient confidentiality thing. Like, you can't repeat anything I tell you?",
        "Mel: No, Lizzie. You're my patient. What we say in here stays in here.",
        "Lizzie: Excellent. Because I was wondering if from the sonogram you could tell what day I conceived?",
        "Mel: Yeah, yeah, I could probably do that.",
        "Coop: Look, let me get back in there and make sure Lizzie is okay, and then you and I can head back to Company, okay?",
        "Ava: Sure.",
        "[SCENE_BREAK]",
        "Lizzie: So what was the date I made this baby?",
        "[NEXT_ON]",
        "Alan: Personally, I would like to see Elizabeth's child raised without a father.",
        "Buzz: Over my dead body.",
        "Tammy: You're scared. I know what you're scared of.",
        "Lizzie: He will choose me and the baby because loyal Coop always does the right thing."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Tanya Two, Flight 98, nonstop from Paris."
    ],
    "url": "https://www.youtube.com/watch?v=jdl43J0Tp1I"
}