{
    "Episode Summary": [],
    "Recap": [
        "At the Bauer BarBQ, Rick talks with Michelle and his dad. Later, Jude wants Gus to be his partner in a race, but Rick takes Jude away from him. Coop and Ava arrive, she reveals her gorgeous body in a bikini and Lizzie makes gagging noises in disgust. Beth and Blake avoid Rick. Leah fakes being sick when she realizes that Mel will work instead of going to the BarBQ. After Mel and Rick examine her at the hospital, both realize she is faking and Mel comes back to the BarBQ. Alan tells Reva that she and her family will not have anything to do with the baby. Josh tells Cassie that it is easier to miss Reva now. He makes a toast to Ross at the Bauer's and Cassie is very impressed with him. They look into each other's eyes. Frank tells Olivia that he realizes their relationship will not work. Later, she turns to Buzz and they kiss passionately. Jonathan barges in at the BarBQ, rips up Alan's papers and tells him that he and his family are stuck with him for Alan has threatened his (Jonathan) mother and his family."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Rick: Well, I love you too, sweetheart. Michelle... yes, it's not the same without you. Just... do me a favor, tell Robbie and Danny and Hope hi for me, would you? Yeah, put him back on. Go ahead. Yes, Dad? Yes, Dad, everything's under control. The flag? Yeah, I put it up first thing this morning. Looks great. Uh-huh. Why would I do that, Dad? Why would I clean the barbecue? It makes the burgers taste funny. You taught me that; that's who taught me that. Yeah. Listen, Dad, I'd love to visit, but I've got a lot of work to do. Can we talk later on this evening? Okay. I love you. Bye. Okay. Hey! Hi, sweetheart.",
        "Leah: Hey.",
        "Rick: How are you doing? You just missed your grandpa.",
        "Leah: Oh, well. Add him to the list. Add him to the list of missing Bauer's.",
        "Rick: Oh, come on, honey. You've got your mom and me, you know? That's a family.",
        "Leah: No, I've got you. Mom's getting ready for work.",
        "Rick: So I hear you're going to work today.",
        "Mel: Saffron wanted to take his kids to the lake.",
        "Rick: I don't care about Saffron. You're going to miss the barbecue.",
        "Mel: I'll be back for the fireworks.",
        "Rick: Well, you know what? You might as well not come back, because you're going to miss the whole thing.",
        "Mel: You know how much I love this day, okay? And I know how important it is for your family.",
        "Rick: Our family. It's our family.",
        "Mel: But pretending that everything is okay when it's not, it's... ( sighs ) Look, it doesn't mean that you guys can't have fun, okay? I want you to have a good day.",
        "Rick: Oh, so that's it?",
        "Mel: Just tell everyone...",
        "Rick: Everyone is going to know that you're not here. Is that what you want?",
        "Mel: I'll see you later.",
        "Rick: Okay. Thank you.",
        "[SCENE_BREAK]",
        "Ava: My first Bauer barbecue. I hear it's a major Springfield event.",
        "Coop: Well, uh... hmm, you in the Bauer's' hot tub, that's the only event I think I'll be able to handle.",
        "Ava: Stop it.",
        "Coop: Hey, I'm just saying, you in a little bikini, a little thing going on there... hey, Frankie! You want to give us a hand here? Frank? Hello?",
        "Frank: Hey, what's going on?",
        "Coop: Oh. So you made up your mind about the house?",
        "Frank: Nope.",
        "Coop: Uh-huh. So I take it Olivia hasn't given you an answer.",
        "Frank: Nope.",
        "Coop: Well, I'm sure she'll figure it out eventually...",
        "Frank: Okay, you know what? Let's go. You guys ready to go?",
        "Coop: Yeah, okay. Isn't Olivia going to come with us?",
        "Frank: She doesn't think that she's going to be able to get down here in time, so let's go.",
        "Ava: We can wait. It's...",
        "Frank: You know, it's not a problem. She can hook up with us at the Bauer's', all right? Come on.",
        "Coop: Hmm. Hey, Pop!",
        "Buzz: Hey, you guys go ahead! I'll be right behind you!",
        "Ava: Got it.",
        "Coop: Ready?",
        "Ava: Yeah.",
        "Coop: All right.",
        "[SCENE_BREAK]",
        "Olivia: Hello? Ow. Anybody here?",
        "Buzz: Just me. If you hurry up, you can catch up with Frank.",
        "Olivia: Maybe I just need to sit down for just a minute.",
        "Buzz: Start the party a little early, did we?",
        "Olivia: Well, you know, we had a little champagne brunch at the Beacon, and I decided to walk here.",
        "Buzz: Well, I can give you a lift, you know, if you don't mind getting on the back of my bike again.",
        "Olivia: I don't mind.",
        "Buzz: Okay, then.",
        "[SCENE_BREAK]",
        "Jude: Gus!",
        "Gus: Hey! How are you? How's your brother? Where's your brother?",
        "Jude: He's at the park with his friend.",
        "Gus: He's at the park with his friend? Really? He didn't invite you? That's rude. Where's your mother?",
        "Harley: Uh, right here.",
        "[SCENE_BREAK]",
        "Lillian: Hello? Anybody home?",
        "Lizzie: I'm sorry, Nana. Can you tell me again? Why are we here?",
        "Beth: Good question.",
        "Lillian: Well, why would we miss the Bauer barbecue?",
        "Beth: Mom, I have a reason! I don't want to spend the day with Rick. It will just remind me...",
        "Lizzie: Yeah, and I don't want to watch Ava hanging on Coop all day. I brought a pie yesterday. I've already spread my Bauer barbecue goodwill.",
        "Beth: I'm leaving.",
        "Lizzie: Me, too.",
        "Lillian: No, no, no, you're not. Both of you come here. Come here, and just stop it. I'm so fed up with the two of you thinking about your problems all the time. Now, it's July 4th. It's the birth of our country, okay? Now, think of all the people who would like to be home with their family who are overseas fighting for our country. I wish you two would get over yourselves, just for once.",
        "[SCENE_BREAK]",
        "Tammy: They're closed.",
        "Jonathan: I told you they would be. Everybody's at that stupid cookout.",
        "Tammy: It's a barbecue. And it'll be fun. You'll see.",
        "Jonathan: Let's go home.",
        "Tammy: I just have to see my mom and R.J. We don't have to stay very long.",
        "Jonathan: Oh. How about you go by yourself?",
        "Tammy: You don't want to see Lizzie, do you?",
        "Jonathan: I don't care about seeing her. I signed Alan's paper.",
        "Tammy: But you didn't give it to him yet. It's not too late to change your mind about giving up your rights to your baby.",
        "Jonathan: Why would I? As long as Reva gets to see the kid, I'm off the hook. Me and you can do whatever we want to now.",
        "[SCENE_BREAK]",
        "Alan: Jonathan, I'm here! Got that contract signed, Jonathan? Jonathan! Jonathan! Damn it, we had a deal!",
        "[SCENE_BREAK]",
        "Jonathan: Happy Independence Day. ( Laughs )",
        "Tammy: Let's go.",
        "Jonathan: No, you go. And I'll meet up with you at the Bauer's'.",
        "Tammy: Why, where are you going?",
        "Jonathan: Outskirts. I have to check in, with Billy out of town and all.",
        "Tammy: Okay. I'll go with you.",
        "Jonathan: No, you go, and this way when I get there, I can leave sooner.",
        "Tammy: You really are some date.",
        "Jonathan: Okay. I'll see you later.",
        "( Phone rings )",
        "Reva: Billy?",
        "Jonathan: No, it's me.",
        "Reva: Jonathan? How did you...",
        "Jonathan: How do you think?",
        "Reva: Big mouth. I told him not to bother you.",
        "Jonathan: It's just a phone call. I want to see how you're doing. So should I start spending my inheritance yet?",
        "Reva: Not yet. But I'll let you know.",
        "Jonathan: You want me to fly out there for a day or two? It's not that long of a trip.",
        "Reva: Yeah, but it's boring as hell, and there's really no reason to.",
        "Jonathan: Are you lying to me, Reva?",
        "Reva: No, I'm not. Dr. McCabe said that the lymph node surgery went okay.",
        "Jonathan: Well, Billy was saying something about, um... some experimental thing with stem cells and...",
        "Reva: Don't worry. We're not there yet. So how are things going with Tammy?",
        "Jonathan: Getting better. We'll see.",
        "Reva: And the baby?",
        "Jonathan: What about it?",
        "Reva: Her, Jonathan. Have you figured out what you're going to do yet?",
        "Jonathan: Nothing's changed, Reva. You need the baby in your life? Fine, you'll have it. I don't.",
        "Reva: So you're just going to walk away?",
        "Jonathan: I love Tammy. I don't feel anything for Lizzie's kid.",
        "Reva: Yeah, well, you say that now. But take it from a gal who knows better that love has a funny way of creeping up on you, especially when you don't want it to.",
        "[SCENE_BREAK]",
        "Remy: Wow. I turn my back for a second, and three beautiful women show up.",
        "Lillian: Ooh, you've hit three generations in one sentence. I hand it to you.",
        "Remy: ( Laughs ) I do my best. Hey, Lizzie.",
        "Lizzie: Hey, Remy.",
        "Remy: You're all glowy.",
        "Lizzie: I am?",
        "Remy: Mm-hmm. My sister was the same way when she had Leah.",
        "Lizzie: I feel like I have a beach ball in my stomach, fully inflated.",
        "Beth: Honey, you're not even showing! She has a few months to go yet.",
        "Remy: Oh, that's good. I was out the day they went over baby delivering.",
        "Lizzie: ( Laughs )",
        "Beth: Leah?",
        "Leah: Hi, Aunt Beth.",
        "Beth: Well, look at you. You're all grown up.",
        "Lizzie: How was boarding school?",
        "Leah: Snotty. You know the type of girls that go there.",
        "Lillian: I'm glad you're home. Are there people outside?",
        "Leah: Yeah, there's a bunch out on the patio.",
        "Remy: Leah, it's a party. People on the patio is a good thing.",
        "Leah: If you say so.",
        "Lillian: Look, I'm going to tell you what I told my girls. Smile, it's a holiday. Enjoy yourself, okay? It can't be that bad.",
        "[SCENE_BREAK]",
        "Harley: I didn't know that you would be here.",
        "Gus: Well, I couldn't really, you know, pass up on free food.",
        "Harley: No.",
        "Gus: It was good to see you last night.",
        "Jude: Gus, will you be my partner in potato sack race?",
        "Gus: Will I be your partner in the potato sack race? Yeah, I could do that.",
        "Rick: Hey guys. Hey buddy. Hey, why don't you come up, help dad a little with the hot dogs, okay? That's a good boy.",
        "Gus: That was subtle.",
        "Harley: He's, um... concerned.",
        "Gus: What about you? Are you concerned about me being around the children?",
        "Cassie: All right, R.J. No more than two hot dogs. You hear me?",
        "R.J.: Okay.",
        "Cassie: Hello!",
        "Harley: Hi.",
        "Cassie: Nice of you to call me!",
        "Harley: I'm sorry.",
        "Cassie: Well, I want to hear all about your trip. Gus, you don't mind if I steal away your wife, do you? How are you?",
        "Harley: I'm good.",
        "Cassie: Yeah?",
        "Harley: Mm-hmm.",
        "Cassie: And how is he?",
        "Harley: You heard? Has everybody heard?",
        "Cassie: Well...",
        "Harley: He's fine, I'm fine, we're both fine. I don't want to talk about. Let's talk about you. How are you doing?",
        "Cassie: Oh, I'm fine. I'm... you know, I'm busy with work, and R.J.'s fine.",
        "Harley: No, no, no, fast forward. How is your love life going?",
        "Josh: Hello, ladies.",
        "Harley: Hey, Josh. How's it going?",
        "Cassie: It's fine. Nothing, nothing to talk about.",
        "[SCENE_BREAK]",
        "Coop: Uh, yeah, thanks for the hand there, Frank. Appreciate it. Tell you what, guys, I'm going to go ahead and drop this in the house. Do you guys want anything to drink? Do you want a beer? Frank?",
        "Frank: No, I'm good, thanks.",
        "Coop: No? Uh, Ava?",
        "Ava: Uh, no, water's fine, thanks, yeah.",
        "Coop: Water. Okay.",
        "Ava: Hey. Are you okay?",
        "Frank: Uh, yeah, why wouldn't I be? ( Laughter )",
        "[SCENE_BREAK]",
        "Jeffrey: Oh... oh. Sorry. Oh, hi.",
        "Blake: What are you doing here?",
        "Jeffrey: I was invited. I didn't think you'd be here this year.",
        "Blake: The Bauer's are like a second family to me-- or were. You know, it doesn't really matter because I have three kids who look forward to this barbecue every year, so we're here.",
        "Rick: Hi, Blake.",
        "[SCENE_BREAK]",
        "Jonathan: No more baby talk. I called to see how you were.",
        "Reva: Well, I'm the sick one, so I get to pick the topic. So you really think that Tammy's going to take you walking away from that baby?",
        "Jonathan: She'll get over it.",
        "Reva: I don't know about that, Jonathan. Her daddy walked out on her, and it's still a sore subject.",
        "Jonathan: Reva. Kids take up all of your time, especially when they're babies. If I'm changing its diapers or burping that brat, Tammy's just going to end up feeling left out.",
        "Reva: Where do you get these ideas?",
        "Jonathan: I made up my mind. When it comes to this kid, nobody's going to tell me what to do, because I already know.",
        "[SCENE_BREAK]",
        "Rick: Blake, I'm really glad you're here.",
        "Blake: You know, Rick, I'm here because Ross always loved this event.",
        "Rick: I miss him so much.",
        "Blake: Oh... not... not today, please. I just want today to be normal for me and my kids.",
        "Rick: Me, too.",
        "[SCENE_BREAK]",
        "Leah: Somehow I remember these being a little happier.",
        "Remy: Actually, most years something goes really wrong. Somebody gets into a fight, somebody gets drunk...",
        "Leah: Families, huh?",
        "Remy: Believe it or not, ours is still pretty solid compared to some other people.",
        "Leah: If you say so, Uncle Remy.",
        "Remy: Your mom says she'll be back for the fireworks.",
        "Leah: There's fireworks around here every day. And she's probably going to end up working a double shift. She can't stand being around my dad right now.",
        "Remy: It will work out. Okay? Now have some fun, go swimming, all right?",
        "Leah: I don't feel like swimming.",
        "Remy: How do you feel?",
        "Leah: Not good. Hope I'm not coming down with something.",
        "Tammy: Hey, you.",
        "Remy: Hey! You made it. Alone.",
        "Tammy: Jonathan's meeting me later.",
        "Remy: Great.",
        "[SCENE_BREAK]",
        "Harley: I should go see if they need some help in the kitchen.",
        "Blake: Hey. How is she?",
        "Cassie: She's, um... she's going to be okay. How are you? I know this is the first holiday since Ross died.",
        "Blake: Yeah. I'm fine. I'm holding up. You know, I have to, for the kids, right?",
        "[SCENE_BREAK]",
        "Ava: I know how you feel, Frank. At least, I think I do.",
        "Frank: Look, Ava, it's all right. Olivia, she just needs some time to figure things out, that's all.",
        "Ava: That's very gracious of you to give that time to her. Very understanding.",
        "Frank: But?",
        "Ava: But sometimes women take advantage of the good guys.",
        "[SCENE_BREAK]",
        "Buzz: Are you kidding? Nothing but a Harley.",
        "Olivia: Oh, oh, okay. Harley, Harley. Your bike. I get it!",
        "Buzz: You do?",
        "Olivia: I do!",
        "Buzz: Well, Harley Davidson Cooper. Come on.",
        "Olivia: Davidson. See, that, that would have helped.",
        "Buzz: Well...",
        "Olivia: It's nice.",
        "Buzz: Deanie picked it. I wasn't even there. Frank was the... the man of the family.",
        "Olivia: He was just a boy.",
        "Buzz: Well, you know, he grew up fast. He had to.",
        "Olivia: He's quite a guy.",
        "Buzz: Yeah. I'm still amazed at the way he turned out. Not that I had anything to do with it.",
        "Olivia: Oh, come on, you must have done something right.",
        "Buzz: I did. I left.",
        "Olivia: ( Laughs ) Oh, stop it.",
        "Buzz: So much fun. But he's the guy you're dating.",
        "Olivia: I know. And if this is where you talk him up, don't bother. He's a wonderful man. He's the best.",
        "Buzz: Well, then why don't you go over there and show him? I mean, this is what he's offering you: Security, stability.",
        "Olivia: It's what I've wanted my entire life, to feel safe. You know that house that he wants to buy for us, the one with the fence? I was just thinking that maybe the fence isn't so bad if you're the one on the inside. Excuse me. Hi.",
        "Frank: Hey.",
        "Olivia: Where were you? You weren't at Company, so your father gave me a ride over.",
        "Frank: That's, uh... mighty big of him, huh?",
        "Olivia: Listen, I want to talk to you about that house you want to buy.",
        "[SCENE_BREAK]",
        "Gus: Hello, everyone. Anybody see Harley?",
        "Lillian: Yeah, she went inside.",
        "Gus: Thanks.",
        "Beth: Ooh, yeah, nothing but fun here!",
        "[SCENE_BREAK]",
        "Harley: Gus would never hurt Jude.",
        "Rick: You really believe that?",
        "Harley: Yes, he loves Jude! He loves both the kids.",
        "Rick: Harley, I've been there. Gus is an addict. Addicts do very stupid things.",
        "Harley: Rick, he's getting it together.",
        "Rick: I... I don't believe that. I need to know it for sure.",
        "Harley: I do too. But what happened to you helping him?",
        "Rick: Harley, I offered him my help. I offered him my help many times. He didn't want my help. Gus is going to have to want to help himself. In the meantime, I don't want my kid anywhere near him.",
        "Harley: Jude adores Gus. Please don't put me in this position.",
        "Rick: I didn't do that, Harley. Gus did.",
        "[SCENE_BREAK]",
        "Lizzie: Hey.",
        "Tammy: Hey. How are you feeling?",
        "Lizzie: Better, for the most part. You here alone?",
        "Tammy: Jonathan will be here later.",
        "Lizzie: Oh, did you guys work things out?",
        "Tammy: We're trying to. You need to work things out with him, too. You're having a baby together.",
        "[SCENE_BREAK]",
        "Jonathan: I am not going to change my mind. This is my baby. It's my decision.",
        "Alan: You are not going to be a part of Elizabeth's child's life. Do you hear me?",
        "Reva: Jonathan? Is that Alan?",
        "Jonathan: Give me my phone back.",
        "Alan: Who is this?",
        "Jonathan: It's none of your business.",
        "Reva: Alan?",
        "Alan: Well, I should have known. Hello, Reva.",
        "Reva: Alan, so nice to hear your voice. So, looks like we're going to be family.",
        "Alan: Not if I can help it, and I would appreciate you not filling your son's head full of idiotic ideas. Elizabeth's child is off limits to you, your son, and your entire hillbilly clan.",
        "[SCENE_BREAK]",
        "Ricky Paull Goldin, \"Inside The Light.\" If I could go anywhere in the world, I'd go to china because I'd be the tallest guy there. Yao Ming. I'm missing... what? Oh, that tall dude. Yeah. I won't stand next to him. Yo Yo Ma, on the other hand, I will hang with. My ideal date, somebody that gets it, somebody that makes an effort, takes the initiative. You know, you're on the couch, you knock the pillow off, there's a couple of tickets under there to, you know, Aruba. See Gus, Wednesday, July 5, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Jonathan: Give me my phone! Now!",
        "Alan: No, not until I make something clear to both of you.",
        "Reva: You listen to me, Alan.",
        "Alan: No, Reva, you listen to me. Your son and I had a deal until you stuck your nose into it and screwed the entire thing up.",
        "Reva: I stuck my nose in?",
        "Alan: Elizabeth made a mistake sleeping with this cousin-loving lowlife of a son of yours.",
        "Jonathan: ( Laughs )",
        "Alan: But that baby is not going to suffer because of it.",
        "Reva: Like your family's some big prize, Alan. You're going to be spending your next family reunion at the state pen!",
        "Alan: You know I will stop at nothing to protect my family, Reva. Nothing.",
        "Reva: This is my grandbaby, Alan.",
        "Alan: The hell it is, Reva. You will not be a part of this child's life. She deserves a better grandmother than you.",
        "Jonathan: Don't talk to her like that!",
        "Alan: You have been warned, Randall. I made you a good deal. Now you've forced me to do this a different way.",
        "Jonathan: Yo, can you believe that joker?! Reva? Reva...?",
        "[SCENE_BREAK]",
        "Tammy: Do you know what your grandfather tried to do?",
        "Lizzie: No, what?",
        "Tammy: Bribe Jonathan to give up his rights to the baby.",
        "Lizzie: Did it work?",
        "Tammy: Yeah. Believe it or not, it did.",
        "[SCENE_BREAK]",
        "Olivia: Can we go somewhere else? I really want to talk to you about the house.",
        "Frank: ( Sighs ) Yeah, me too. I don't think it's a good idea anymore. Look, Olivia, you say all the right things, but I think that your heart is elsewhere. And I really think that this home or this house... isn't in our future anymore.",
        "Olivia: I... I don't understand.",
        "Frank: See, I was running around trying to convince myself that I was exactly what you need.",
        "Olivia: Frank... you are what I need. I've been thinking a lot about this. Buying a house is a huge commitment, but I want to do that with you.",
        "Frank: But that's not exactly the problem, now is it?",
        "Olivia: Wait, wait...",
        "Frank: See, I was hoping that you were going to choose... but then I realized, you know what, you made your choice a long time ago. I just didn't get the hint.",
        "Olivia: No, Frank... you're wrong. I want to make this work with you.",
        "Frank: You know what? God, I wish I could believe you. But I don't. I've worked so hard on this relationship, and then it just occurred me, you know what? I shouldn't have to work this hard. It should just come naturally and normally and easily...",
        "Olivia: Like in the movies, Frank?",
        "Frank: No, like in real life, actually. Look, Olivia, face the facts. I'm not what you want.",
        "[SCENE_BREAK]",
        "Rick: Hey, Lillian?",
        "Lillian: Hi.",
        "Rick: Hi, um, could you just excuse us for a second? Listen, I just wanted to tell you how much I appreciate you making the effort to come.",
        "Beth: Yeah, well, don't read anything into it. My mother guilted me into coming.",
        "[SCENE_BREAK]",
        "Buzz: Hey. Hey!",
        "Jude: Gus, it's time for the race.",
        "Gus: It's time for the race, is that right? Well... you know what, I kind of hurt my ankle a little bit, and I think Coop's going to cover for me, so... look, there's R.J. right there. Right there, see? Go on, beat it.",
        "Harley: You didn't have to do that.",
        "Gus: Yeah, no, I think I... I think I did.",
        "[SCENE_BREAK]",
        "Josh: Whoa, whoa, where are you going? You keep disappearing. I'm getting the feeling that you're trying to avoid me.",
        "Cassie: ( Laughs ) You know better than that. I was just trying to keep an eye on R.J.. So have you talked to Reva today?",
        "Josh: No.",
        "Cassie: Have you tried calling her?",
        "Josh: No.",
        "Cassie: Don't you want to call her and wish her a Happy Fourth? I mean, we're having a party, it feels kind of strange for her not to be here.",
        "[SCENE_BREAK]",
        "Rick: Not good, not good. Hey, honey.",
        "Leah: Daddy, I don't feel so good.",
        "Rick: You don't feel good? What's wrong? Let's see, you're not hot...",
        "Lillian: You okay, honey?",
        "Rick: Her stomach's a little upset. Sweetie, why don't you go upstairs and lay down for a little while...",
        "Leah: I tried that. It got worse.",
        "Rick: You know what, maybe I should take her to the hospital. Take her to the E.R.",
        "Lillian: Oh, I don't think that's necessary.",
        "Rick: You know what, Lillian, I'd rather be safe than sorry. Could you... I've got some stuff on the grill, could you just watch it for me? And if you have problems, just ask Frank for help. The kind of help that Frank is, which is...",
        "Beth: Where have you been?",
        "Alan: Island hopping. I need a drink.",
        "Lizzie: Granddad. Did you take care of Jonathan? Is he going to leave me and the baby alone?",
        "Alan: I wouldn't worry about it, Elizabeth.",
        "Beth: What does that mean, Alan?",
        "[SCENE_BREAK]",
        "Jonathan: Reva? Reva?! Reva, are you okay?",
        "Reva: Jonathan. Are you still there?",
        "Jonathan: Yeah. What happened?",
        "Reva: I dropped the phone, I got so mad at Alan.",
        "Jonathan: That makes two of us.",
        "Reva: Don't you do anything you'll regret.",
        "Jonathan: Too late. I did. I'll call you later, okay?",
        "Reva: Jonathan. Jonathan!",
        "[SCENE_BREAK]",
        "( Motorcycle running )",
        "Olivia: I asked you not to follow me.",
        "Buzz: I'm not very good at following directions. What's wrong?",
        "Olivia: Nothing, nothing.",
        "Buzz: You've been crying. Frank?",
        "Olivia: It's over.",
        "[SCENE_BREAK]",
        "Frank: Lillian. I... let me help you do that.",
        "Lillian: ( Laughs ) No, no. You go have fun.",
        "Frank: Come on, come on.",
        "Lillian: Uh oh, not you too.",
        "Frank: I'm not saying anything...",
        "Lillian: Yeah, but I can just look at you and tell.",
        "Coop: Frank, Lillian.",
        "Lillian: Hi.",
        "Ava: Hey.",
        "Coop: How's it going?",
        "Frank: It's, uh, it's going.",
        "Coop: Where's dad?",
        "Frank: You know what? I have no idea.",
        "Ava: Hey, Mrs. Raines, can I have a couple of hot dogs?",
        "Lillian: Oh, you know what, we just ran out of hot dogs.",
        "Ava: Oh, I really wanted some hot dogs. Maybe I should go to Company and get some.",
        "Lillian: Oh, would you, would you?",
        "Coop: Why don't you try a burger?",
        "Ava: No...",
        "Lillian: Hey kids, she's going to go and get you some more hot dogs. They're going to be in love with you forever.",
        "Coop: Oh, it's easy to fall in love with her. Tell you what, you want me to come with you?",
        "Ava: No, it's cool, it's cool. I'll be back.",
        "Coop: Okay, I'll walk you out.",
        "Lillian: Okay, she's going to get you hot dogs...",
        "[SCENE_BREAK]",
        "Josh: I've actually gotten used to Reva missing these things. It's not a big deal.",
        "Cassie: Really? Tell that to her. Call your wife, Josh.",
        "Josh: Maybe later. I've got a better idea for right now. Uh, everybody, could I have your attention please? Come here.",
        "Blake: What's going on?",
        "Josh: Just stay with me for this, okay? Um, I'm sure you're all thinking about and missing Ross Marler today. I know I am, and I thought it might be appropriate to take a moment... to remember him. Um, since Ed has been away, Ross has been the one to make the big Fourth of July speech. And he's very good at it, he was very good at it. The best. And if he were here with us today, I think he might say something like this... it's very easy for us to forget how... very blessed we are in this country. How fortunate we are. But one of the great things about this country is that... we have the opportunity to make our own way. To strive for a better life. Men and women have given their lives, and still do, so that we may experience that kind of freedom. I've been working hard lately to honor those sacrifices. Like Ross did. He worked pretty much his whole life to preserve those ideals. So... let's raise our glasses, or cans, or bottles or whatever you've got... to say thank you to Ross Marler. Cheers.",
        "Blake: Thank you.",
        "Josh: Sure.",
        "Cassie: That was really nice.",
        "Josh: I don't really have Ross' way with words, though.",
        "Cassie: It's okay. You don't have to.",
        "[SCENE_BREAK]",
        "Harley: Jude really wanted to do the potato sack race with you .",
        "Gus: Well, I didn't want to create any problems.",
        "Harley: With Rick?",
        "Gus: His father. Yes.",
        "Harley: Did you hear us talking in the kitchen before? Then you heard me defend you to him.",
        "Gus: Yeah. You've been doing that a lot lately, and I appreciate it. You're telling people I'm better and that they can trust me. I'm just not so sure that you believe that.",
        "[SCENE_BREAK]",
        "Mel: Okay, where does it hurt, honey?",
        "Leah: Here.",
        "Rick: Oh honey, wait a minute, I thought you said it was lower, right in your stomach here.",
        "Mel: Does it hurt when I do this?",
        "Leah: Ow, yes.",
        "Mel: Were you swimming or playing? Did you get hit?",
        "Rick: No, she... it's not her rib. She said her stomach was cramping, right? That's what you told me.",
        "Mel: Well, maybe it's food poisoning.",
        "Rick: But she didn't eat anything. You didn't eat one of my hamburgers, did you? Because that could make you sick.",
        "Leah: No...",
        "Mel: Well, it could be something that she had last night. I mean, do you feel nauseous?",
        "Leah: Maybe a little...",
        "Rick: Is it a sharp pain, honey, or is it a dull one?",
        "Leah: Yes, it's a sharp pain. I mean, it was dull... yeah, I just know it hurts.",
        "Rick: Hm.",
        "Mel: Hm. Yeah, you know what, it could be Mylodigerosis.",
        "Rick: Yeah, or Astral Hyperbole. That's really bad.",
        "Mel: Right... okay, you know what? Blood work.",
        "Rick: Yeah, an MRI, and we're going to need a transfusion, just get the whole thing cleaned out.",
        "Leah: No... no needles.",
        "Mel: What? Honey, I am a pro, okay? It's not going to hurt... much.",
        "Rick: You need to get back on the table and let your mother take care of you.",
        "Mel: Be a big girl, come on, Leah.",
        "Leah: No, you're not sticking me with that thing.",
        "Mel: Leah. If you're sick, we need to take care of you, honey.",
        "Leah: ( Laughs ) I'm not sick. I faked the whole thing.",
        "Mel: Really. Now, why would you do something like that?",
        "Leah: It's the Fourth of July, Mom.",
        "Mel: I realize that.",
        "Leah: The Bauer barbecue. Bauer barbecue ... we shouldn't be apart today. I had to find a way to get us together.",
        "[SCENE_BREAK]",
        "Tammy: Hey, you made it!",
        "Jonathan: Yeah. Hey... hey. You don't get to do this to me.",
        "Josh: What is this about?",
        "Jonathan: Do you see this? Alan? Take a good look.",
        "Alan: You signed it.",
        "Jonathan: That's right, I signed away all the rights to my kid. I was going to give you everything you wanted. You threatened my mother... my family...",
        "[SCENE_BREAK]",
        "Buzz: What happened?",
        "Olivia: I don't, I... Frank, he wants nothing to do with me.",
        "Buzz: He what? ( Laughs ) The house, you were going to...",
        "Olivia: I don't... I, I'm too late. He changed his mind, I guess.",
        "Buzz: Well, I'll call him. You can work this out.",
        "Olivia: No, Buzz, don't do that. Don't... it's just too...",
        "Buzz: Too what?",
        "Olivia: It's embarrassing. Would you just hold me... ( crying )",
        "Buzz: Hey. Gulp. What are we doing? Whatever it is, let's take it slow, okay?",
        "[SCENE_BREAK]",
        "Josh: Hey, whoa, whoa!",
        "Alan: You just made a huge mistake, young man!",
        "Jonathan: No! You made the mistake when you messed with Reva! Because now, you are stuck with me! All of you!",
        "Lizzie: Good going, Granddad.",
        "[SCENE_BREAK]",
        "Harley: Well, at least we're off Alan's radar.",
        "Gus: So, uh... you believe in me?",
        "Harley: I want to. More than anything, I want to.",
        "Gus: Good. That's all I needed to hear.",
        "[SCENE_BREAK]",
        "Tammy: You stood up to Alan.",
        "Jonathan: Does that surprise you?",
        "Tammy: No. But did you mean everything you said? You're going to be a part of your daughter's life.",
        "Jonathan: Let's just get out of here, okay?",
        "Tammy: Jonathan...",
        "[SCENE_BREAK]",
        "Rick: Look who's back, everybody!",
        "Mel: Hey! ( Crowd applauds )",
        "Mel: Our daughter, who is fine, by the way, reminded us of what today's about. Which is being with friends and being with family. There's nothing better.",
        "Rick: Nope, nothing. Happy Fourth of July, everybody. Thanks for coming.",
        "Mel: Thank you. ( Fireworks ) ( crowd oohs and aahs ) ( music )",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Gus: Well, there was good news and there was bad news. Everything starts with good framework.",
        "Harley: What is that? It's like, Daddy, he was willing to give up his whole life for...",
        "Buzz: For you! Some things never change.",
        "Gus: Piece of cake."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=UsVkj4wJIfY"
}