{
    "Episode Summary": [],
    "Recap": [
        "Nate lets Tammy leave, but Jonathan stays with Nate. Reva takes off on her own once again to confront Nate. Olivia comes home and after her and Bill make love she finds Michelle's bra. Dinah and Edmund argue about telling Cassie the truth. Dinah says she has let go of all the anger she had towards Cassie. Dinah confronts Edmund about giving Cassie the farm, and Edmund tells her his plan is to have Cassie give Dinah the farm for the baby. Dinah gives Edmund two weeks to do something or she will be going into labor. Jeffery and Sonya talk, Sonya tells him that she wished his employee had given her a heads up about Cassie. While talking Jeffery figures out it was Edmund. He lets Edmund know that he knows he was in his room."
    ],
    "Recap Author": "Jen",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Bill: No. Listen, Dad, there's nothing we can do. I know. I know. A guy like that terrorizing an innocent girl. I feel the same way. No, listen, I'll keep you posted. Just make sure your phone is charged, all right? All right. ( Sighs ) Speaking of girls to rescue: Michelle, Michelle, Michelle. What am I going to do with you? Hey, I was hoping that...",
        "Olivia: Hi.",
        "Bill: Olivia.",
        "Olivia: Yeah, that's me. This is our suite. You are my husband.",
        "Bill: Uh, hey. Welcome home.",
        "Olivia: Hey. I heard you talking to yourself in the hallway, you know, and that really has to stop because it's scaring the guests.",
        "Bill: You heard me talking?",
        "Olivia: Yeah. Are you all right?",
        "Bill: Uh, yeah. Just... you're home early, that's all. I'm so happy to see you. I got a little surprised, that's all.",
        "Olivia: Good surprise?",
        "Bill: The best.",
        "Olivia: Well, that's good, because... I don't know, just for a minute there, it seemed like you were expecting somebody else.",
        "[SCENE_BREAK]",
        "Jeffrey: Yeah, well, okay, well, let's see what you can find out and then get back to me. Good, thanks.",
        "Sonya: Hey, handsome.",
        "Jeffrey: Hi. I heard you were back in town.",
        "Sonya: Heard? From your girlfriend, no doubt. I'm not surprised.",
        "Jeffrey: Well, her name is Cassie, by the way.",
        "Sonya: No attitude necessary, Jeffrey. I don't mind that she told you. What I do mind is your employee not giving me the heads-up.",
        "Jeffrey: My employee?",
        "Sonya: Mm-hmm. The guy who came to the room when I was there. He had a key and just came right in. Tell that guy next time to knock.",
        "[SCENE_BREAK]",
        "Cassie: Dinah, are you sure?",
        "Dinah: Do I look like I'm sure if I'm having it or not?",
        "Cassie: Okay, okay. All right. Well, you know what? Come on. I need you to sit down. Just relax. Can you please get her a blanket, Edmund?",
        "Dinah: Right, right.",
        "Cassie: All right, I'm going to go get you a glass of water and I'm going to call the hospital and see if there's anything I can do. Can you please just keep her comfortable?",
        "Edmund: Good, good. Yes, yes.",
        "Cassie: Oh, my God.",
        "Edmund: Would you be comfortable with me wringing your neck?",
        "Dinah: It'd be a hell of a lot better than keeping up this lie. Now, let's just do it. Let's do it. Let's pop the bubble and tell her about the baby, or the lack thereof.",
        "[SCENE_BREAK]",
        "( Knocking on door )",
        "Reva: He's got to be here. Jonathan has to be here. ( Knocking continues )",
        "Josh: Well, Sandy said he would be and at this point, he's about the only person who can get Tammy back.",
        "Reva: And then what happens to him?",
        "Josh: I'm not sure I care right now, Reva.",
        "Reva: Jonathan! Open the door!",
        "Josh: We don't really have time for this.",
        "Reva: Jonathan! This isn't Jonathan's stuff.",
        "Nina: What are you doing?",
        "Reva: Oh. Oh, I'm sorry. We were told that Jonathan Randall was staying here.",
        "Josh: Do you have any idea where he might be?",
        "Nina: The last person in here was Sandy Foster.",
        "Josh: Okay. Where is Sandy Foster, then?",
        "Reva: This is an emergency.",
        "Nina: He kept talking about going to California.",
        "[SCENE_BREAK]",
        "Nate: Humpty Dumpty sat on the wall Humpty Dumpty had a great fall...",
        "Tammy: Jonathan. Take my hand and this is all over. You're free. Leave him. Come with me. Come with me.",
        "Nate: You will ruin her life and yours.",
        "Tammy: Don't listen to him.",
        "Nate: That's enough. Enough. Enough. Enough!",
        "Jonathan: You touch her again, I will kill you!",
        "Tammy: Jonathan, he can't hurt you anymore. Okay, let him go and let's just go. You own yourself, Jonathan. Tell him good-bye.",
        "Jonathan: No, Tammy. You're the one I'm saying good-bye to.",
        "[SCENE_BREAK]",
        "Josh: Reva, I know you were hoping...",
        "Reva: Hoping? No, I was counting on him, because I knew in my heart that I could. This is Tammy we're talking about.",
        "Josh: Reva, why wouldn't he just walk away? That's what he does.",
        "Reva: Not with Tammy's life at stake. He can't. He can't just walk away.",
        "[SCENE_BREAK]",
        "Tammy: I am not leaving without you.",
        "Jonathan: I'm going to talk to her alone.",
        "Nate: Why should I let you?",
        "Jonathan: I made up my mind. I'm not leaving you.",
        "Nate: Good boy.",
        "Jonathan: I've got your money. I've been coming through for you from day one. I've always done right by you. Now I want you to start trusting me.",
        "Nate: Okay. All right. Just don't forget who you really are.",
        "Tammy: That was good. That was good. We've just got to figure out...",
        "Jonathan: Tammy, stop.",
        "Tammy: We've got to come up with a plan, Jonathan. Nate's not just going to let us...",
        "Jonathan: There is no plan except you leaving. I'm staying. You drop this.",
        "Tammy: Do you really think I'm leaving without you?",
        "Jonathan: I'm not giving you a choice.",
        "Tammy: Jonathan, you're not going to make me or anyone else miserable if you stay. Why are you listening to him?",
        "Jonathan: I'm not listening to him. I'm listening to you. The other day you told me I was no different than him.",
        "Tammy: I didn't really mean that.",
        "Jonathan: No. Tammy, come on. This is what we do. I say mean things to you; you say things back to me to hurt me.",
        "Tammy: I've only ever said those things because I was hurt.",
        "Jonathan: And I was the one who hurt you. Face it, Tammy, I am just like Nate.",
        "[SCENE_BREAK]",
        "Bill: So glad you're home. Yeah, um...",
        "Olivia: I know what you're looking for.",
        "Bill: You do?",
        "Olivia: Yeah.",
        "Bill: Look, don't be mad...",
        "Olivia: Why would I be mad? I mean, you know me. I think greed is a good thing. A little greed...",
        "Bill: Greed? This has nothing to do with greed.",
        "Olivia: I don't want to disappoint you, but you know, it's just not going to happen, Bill. Get over it.",
        "Bill: What are you talking about? What is not going to happen? What are you...",
        "Olivia: I was late for the airport and I didn't have time to stop and pick up one of those little airport tchotchke souvenir things that you like so much.",
        "Bill: Sounds like someone's started taking me for granted.",
        "Olivia: But the good kind. The good kind of for granted. Maybe I don't have a gift, but I didn't exactly come home empty-handed. At least not for very long.",
        "Bill: Yeah, um, I'm sure you brought me the best gift of all. In fact, where is she? Where is that little Emma? Emma.",
        "Olivia: No, no, no, no, no, no, no, no, no. She's asleep in her room.",
        "Bill: She's asleep. In there.",
        "Olivia: Yeah.",
        "Bill: Really? All alone? Of course she's all alone. What am I... uh... can I go in there and just give her a little kiss good-night because I missed her so much?",
        "Olivia: If you wake her, she's all yours.",
        "Bill: She's all mine? Well, that could be worse.",
        "Olivia: Listen, why don't... just let her sleep. She's tired from her trip.",
        "Bill: Sleep. Yeah, sure.",
        "Olivia: She had a great time with her Uncle Sam.",
        "Bill: Are you trying to get me jealous? Does she love her Uncle Sam more than she loves me?",
        "Olivia: ( Scoffs ) No. He's a close second.",
        "Bill: That's great to know.",
        "Olivia: Um, did you happen to lose your mind while I was gone?",
        "Bill: What are you talking about? I just missed my girls. Is that a crime?",
        "Olivia: You just have a funny way of showing it.",
        "Bill: Yeah, well... you're right. I... I'm sorry. Oh, sorry. I... just... that was my new move. I was just trying to romance you. That... are you okay? Did I knock you?",
        "Olivia: I'm fine, I'm fine.",
        "Bill: Sorry. Just trying to be romantic.",
        "[SCENE_BREAK]",
        "Jeffrey: So, how long did you speak with this \"employee\" of mine and what did they say?",
        "Sonya: I didn't talk long. I was about to take a shower. He was polite and then he left.",
        "Jeffrey: So it was a guy.",
        "Sonya: Yes. He was tall, good-looking. Sort of an accent? Do you really not know who I'm talking about?",
        "Jeffrey: Well, let's see. Six feet tall, regal bearing, speaks like he's, well, from a different country.",
        "Sonya: Uh-huh, that's him. ( Sighs ) Since you're off the market, maybe you can hook us up. I'm still looking for a good time while I'm in town.",
        "Jeffrey: Well, as much as I'd love to help you out, I would never do that.",
        "Sonya: Oh. Why not?",
        "Jeffrey: Well, because I think you're a nice person and I wouldn't want to ruin your life.",
        "[SCENE_BREAK]",
        "Dinah: When we started this path, the only thing that I cared about was that I nail Cassie because of what she did to me, in my life.",
        "Edmund: And we are in the process of doing that.",
        "Dinah: Yeah. But it's a little inhumane, Edmund. It's a little inhumane, and quite honestly, I don't even have the feelings of anger towards her anymore.",
        "Edmund: Oh, no, no, no, no. I don't believe you, because you live for revenge.",
        "Dinah: You know something? The only thing I've ever wanted was you and I think I did a damn good job of handling everything that has come my way. Truthfully, if I had a fraction of what you feel for Cassie, the love and the devotion, I would be happy.",
        "Edmund: No, Dinah, we both know what you really want, and that's a baby of your own.",
        "Dinah: Yeah. Our baby.",
        "Edmund: No. Right now, I'm just the designated donor. Now, if you reach your ultimate goal, that's up in the air right now.",
        "Cassie: All right, I just got off the phone with the hospital and I told them we were coming, so... how far apart are your contractions?",
        "Bill: All right, you sit, relax and I am going to get us a bottle of wine.",
        "Olivia: I have a glass of wine right there.",
        "Bill: Then I'm going to get me a drink right over here, since you went in the closet and got wine.",
        "Olivia: Would you please remind me not to leave you alone for a while?",
        "Bill: And why is that?",
        "Olivia: Well, you're acting like you don't know me and it's kind of scaring me.",
        "Bill: Sorry, Honey. It's just, I love when you go away and come back. It's like getting to know each other all over again.",
        "Olivia: I would like to get to know you a little better right now.",
        "[SCENE_BREAK]",
        "Cassie: Okay, Dinah, I don't want to freak you out, but the lady in the ER said that if the baby is coming, that you need to lie down. Okay?",
        "Dinah: It's not.",
        "Cassie: It's not? But you just said that you were...",
        "Dinah: Yeah, I know what I said. I just, um, am a little embarrassed, because this whole thing is a false alarm.",
        "Cassie: Oh. Are you okay?",
        "Dinah: Yeah, I just... it felt real and now... now there's nothing.",
        "Edmund: Well, aren't false contractions somewhat common at this stage?",
        "Cassie: Yeah. Yeah.",
        "Dinah: Right. Good well, I'm sure that Cassie's right along with me that I could probably expect contractions throughout the whole thing. I think I'm just anxious, you know? I probably got my hopes up real high.",
        "Cassie: This is all crazy, you know, for all of us, Dinah.",
        "Dinah: I know. I know. It's a full-time job keeping my head on straight.",
        "Edmund: I've been with her the whole time and, really, she's been fine.",
        "Cassie: All right. You know, I'm still going to call Dr. Sedwick back, just to see if there's anything I should be doing for you. Okay?",
        "Dinah: Cassie?",
        "Cassie: Yeah.",
        "Dinah: You need to be worrying about Tammy right now.",
        "Cassie: I can't do anything for Tammy right now, Dinah, so just let me... let me do something for you, you know? Let me help you.",
        "Dinah: You see that? I'm good for her, huh?",
        "Edmund: Right. You made the right choice, Dinah. You believed in us and you're sticking to the plan.",
        "Dinah: What plan would that be? The one that we've hatched together, or your lifelong \"live with Cassie\" plan?",
        "Edmund: I'm sorry, I don't follow.",
        "Dinah: Well, see, you've promised her the stars, the moon and the farm, and since you can't give her the stars and the moon, you're going to give her the farm. So I guess stabbing me in the back is part of the divorce settlement? I think I'm going to need a little bit more convincing before I can believe in \"us\" again.",
        "[SCENE_BREAK]",
        "Reva: It's just, after everything we did for him...",
        "Josh: Yeah, I know, Reva.",
        "Reva: Working so hard to make him feel like he's a part of the family, giving him a home, a job. I just thought it was getting better. I thought he was starting to heal.",
        "Josh: The kind of damage Jonathan has had to deal with in his life takes years to work out.",
        "Reva: I just thought I'd finally gotten him to see that he could trust us, trust this family.",
        "Josh: We are not his family.",
        "Reva: Don't say that.",
        "Josh: Well, Reva, I'm just...",
        "Reva: No. No. Family is whatever you make it. Family is whatever you say it is.",
        "Josh: There was only so much you could have done for Jonathan. You gave it your best shot.",
        "Reva: Yeah, well, it wasn't good enough. I wasn't good enough. You know, I tried, but just never thought he'd walk away. I thought he'd given me the chance to make everything right.",
        "[SCENE_BREAK]",
        "Jonathan: What you and Reva and everyone else needs to get through their heads is I do not belong. Not in Springfield. Not with your family. You all thought... you all thought so from the beginning. I don't know what made you change your minds.",
        "Tammy: Because we've seen who you really are, Jonathan.",
        "Jonathan: No, you've seen what I let you see, Tammy. I've seen a lot of things, too. Springfield isn't all family togetherness, milk and honey.",
        "Tammy: No, but it's not all bad, either.",
        "Jonathan: No, it's not all bad. Maybe that's the problem with it.",
        "Tammy: All you had to do was give in, Jonathan. Give in to all the love that everyone was willing to give you. I've forgiven you for what you did to me. It seemed like you forgave Reva.",
        "Jonathan: No. Forgiveness is not what this is about. This is about who I am.",
        "Tammy: Well, who you are is not him! Who you are is Richard's son! That part of you is just dying to get out and stuff Nate back into the gutter where he belongs. So why can't you do that? Break away and be who you're supposed to be.",
        "Jonathan: No, who you think I'm supposed to be. Sandy was right about me. Yeah. Yeah. Mr. Wonderful isn't as stupid as he looks.",
        "Tammy: He doesn't know you like I do.",
        "Jonathan: No. What you don't know is that I hate you people. Why do you think I even came to Springfield? I came here to hurt whoever I could, whenever I could. I came here to set you up and now I'm done! Good-bye. I said get away from me! I came here to make Reva regret the day I was born. I got my two million bucks, I took your virginity, now I'm done!",
        "Tammy: You know you're lying. You look at me and you wonder, \"Could she really be right? Could I really be this good person that she sees?\" And I know that you want to answer that question by saying \"Yes. Yes, I am a good person.\" And that is what scares Nate. You watch your back. Just remember what you already know.",
        "[SCENE_BREAK]",
        "Reva: Tammy? Oh, Tammy. Oh, thank God.",
        "Josh: Are you all right?",
        "Tammy: I'm okay.",
        "Reva: Jonathan? ?",
        "[SCENE_BREAK]",
        "Nate: Son.",
        "Jonathan: Rum?",
        "Nate: Yeah. It's a pirate's life for me.",
        "Jonathan: ( Laughs )",
        "Nate: Well, for both of us. Well, it will be until we reach our first port of call and then we'll settle and start spending our ill-gotten gains.",
        "Jonathan: Here's to you, Dad.",
        "Nate: To me?",
        "Jonathan: To you. You made me what I am today. I owe you. Come on, let's ship off. I'm ready to get out of here.",
        "[SCENE_BREAK]",
        "Tammy: Thank you. There really isn't much to tell. I mean, Jonathan gave Nate the money and he let me go.",
        "Jeffrey: Jonathan let you go.",
        "Tammy: Look, what you have to understand, even though I don't expect you to, is that this was all Nate.",
        "Reva: I believe you, Tammy.",
        "Tammy: Reva, you know Jonathan. I mean, really know him. He had to force himself not to come with me.",
        "Josh: Not to come with you? Tammy, you were kidnapped.",
        "Tammy: Well, in a way, so was Jonathan. I mean, Nate has this hold over him. It's like he just can't get out from under him. Look, the only reason that Jonathan is staying with Nate is because he believes he doesn't really have anywhere else to go.",
        "Reva: You couldn't have convinced him to come home?",
        "Tammy: Jonathan thinks that Nate is his home.",
        "Jeffrey: Well, what about this place you were taken to? You said it's a boathouse?",
        "Tammy: Yeah. Just north of Pier 54. But the boat's in the boathouse. You can't see it.",
        "Reva: Any idea where they were going?",
        "Tammy: I just know that Jonathan's never coming back.",
        "Josh: Okay, Jeffrey, that's enough for you, all right? I think we should get Tammy to Cassie. Your mom's been tearing her hair out over this.",
        "Reva: You know, she should see a doctor first.",
        "Josh: Okay. Of course.",
        "Tammy: No, really, I'm fine. No one hurt me.",
        "Reva: No, no, Tammy. I mean, Cedars is right across the street. I'll go over there, I'll see if I can find a paramedic. She shouldn't go anywhere until she's seen by a doctor. Can you call Cassie and let her know that everything's okay? I'm just so glad that you made it back safely, Sweetie.",
        "Tammy: With Jonathan, I just want you to know I did everything I could.",
        "Reva: I know you did, sweetheart. I know. You wait here and you talk to your mother. I'll be right back.",
        "[SCENE_BREAK]",
        "Cassie: Here we go.",
        "Dinah: There we go. Is that my double caramel latte?",
        "Cassie: Chamomile.",
        "Dinah: Oh, come on. Let a pregnant girl have some fun, huh?",
        "( Cell phone rings )",
        "Cassie: Oh. Hello?",
        "Jeffrey: Are you sitting down?",
        "Cassie: Jeffrey. What's going on?",
        "Tammy: Hi, Mom.",
        "Cassie: Hi, Baby. Oh, my God. Honey, are you hurt?",
        "Tammy: No. I'm a little shaken up but I'm fine.",
        "Edmund: Is she okay?",
        "Cassie: Are you sure you're okay?",
        "Tammy: Mom, I'm okay.",
        "Cassie: Oh, thank God. She's okay. She's okay. Baby, what happened? Tell me what happened.",
        "Edmund: Well, now. Aren't you glad you didn't tell her?",
        "Dinah: No.",
        "Edmund: Dinah, are we just going to go on tangling this way?",
        "Dinah: Like I said, I'm a pregnant woman. I'm moody. It depends on how I feel.",
        "Edmund: A bit of advice when dealing with me...",
        "Dinah: Can't tell you how much I don't care. All I want to hear is what you told Cassie.",
        "Edmund: Not in here. Come on.",
        "[SCENE_BREAK]",
        "Bill: ( Sighs happily )",
        "Olivia: Well, that was...",
        "Bill: ( Laughs ) Yeah, I know. ( Laughs )",
        "Olivia: As usual.",
        "Bill: Oh, I know.",
        "Olivia: ( Laughs )",
        "Bill: Oh, my goodness.",
        "Olivia: I missed you. You know, I always miss you. I miss you when we're like this. I just feel less alone when I'm with you.",
        "Bill: That makes sense to me. The thought of you feeling alone, I just... I don't like it.",
        "Olivia: I came back because I needed you. But there's more. I needed... ( Cell phone ringing )",
        "Olivia: Is that mine?",
        "Bill: Hey, hey, hey, hey. Wait a minute now. Your heart is on your sleeve. Please ignore it.",
        "Olivia: It's you.",
        "Bill: I have to get this. I'm sorry. Josh? That is great. Great, great, great. Yes, yes. Please, do me a favor. Call my father, will you? All right, great.",
        "Olivia: What? You have to go bang some nails in some two-by-fours?",
        "Bill: ( Sighs ) No. It's Tammy.",
        "Olivia: What? Was there a problem?",
        "Bill: Nate. He kidnapped her and was holding her hostage.",
        "Olivia: Is she okay?",
        "Bill: Apparently so, yeah.",
        "Olivia: It's funny that you should mention Nate because that's what this is all about.",
        "Bill: What what's about?",
        "Olivia: Well, it wasn't just that I was missing you. I made some decisions. See, I decided that I wasn't going to obsess over Nate and what he did to my sister. That I wasn't going to let it ruin my life.",
        "Bill: Well, that's good. That's good. That's good because I know it's hard losing your sister. And I was hoping that Sam could help.",
        "Olivia: He did the best he could.",
        "Bill: But he couldn't help with everything.",
        "Olivia: Well, there are just some places that I go to in my mind that even Sam can't follow. But he did help me with some things. He's just concerned that I'm going to end up like Phillip. You know, full of bitterness and revenge. He told me that I had to let go of some of the things that have been haunting me all these years and that I should grab on to the life I have no, you know? That I should just hold onto it and forget the other stuff. And that's exactly what I'm going to do.",
        "[SCENE_BREAK]",
        "Edmund: I told you I was going to give you the farm. I have not wavered from that plan at all. I've just found a juicier way to do it.",
        "Dinah: Which is?",
        "Edmund: Make Cassie give you the farm. Make Cassie want to give you the farm.",
        "Dinah: This plan of yours, it requires some extensive brainwashing technique that you've mastered?",
        "Edmund: I'm going to make Cassie beg you to take back the farm she stole from you. How does that sound?",
        "Dinah: Crazy. How do we do it?",
        "[SCENE_BREAK]",
        "Josh: Everything is fine, Billy. No, you don't have to call some of your people. They're checking her out right now.",
        "E.M.T.: She's fine.",
        "Jeffrey: Okay. Let's go.",
        "Josh: Okay, I just got the thumbs-up. Tammy's fine.",
        "[SCENE_BREAK]",
        "Bill: Well, I'm glad to know that you listen to someone. ( Chuckles )",
        "Olivia: Come on. This is... Sam knows me, that's all.",
        "Bill: Right. Right, right. Well, Honey, I am your husband and I think at this point in your life, I know you just as much, if not better, than your little brother. That's true.",
        "Olivia: You do? You do? Maybe I just... it takes me longer to really hear things. Look, Sam just pointed out that maybe I was a little stuck, you know? I wanted to punish Nate. I wanted to make him suffer for what he did to my sister. I wanted to make him suffer for everybody who's ever made me suffer in my life. But that's a waste of energy. That's what I'm getting. It's not a life, and... I mean, I've got so much. I've got this beautiful little girl and a wonderful husband. I've got this hotel. And I was just really... I was really upset that Nate was able to touch any of that. It just made me feel things that I don't want to feel. So starting right now, I am going to focus on you and me and our present life, and our daughter.",
        "Bill: Well, I will drink to that. ( Glasses clink ) and to Sam. Thank you, Pal, for helping Olivia.",
        "Olivia: Don't. Don't. Listen to me. Listen. It just...",
        "Bill: God knows, I couldn't do it.",
        "Olivia: He gets it. He gets me because I don't have to...",
        "Bill: No.",
        "Olivia: Stop it. All right? I don't expect you to get it, given the type of life you've had.",
        "Bill: The type of life I've had? What is...",
        "Olivia: It's just more of, like, the storybook kind of...",
        "Bill: A storybook? Olivia, a storybook life? I'm sorry, I've had a storybook life? Excuse me, what version of my life have you been reading? I think I've had just as much turmoil as you had, if not more. I mean, the thing is, Olivia, I don't live in the past. I don't dwell on it and let it affect everything that happens to me in the present. Don't you get it? I mean, goodness, look at my father. My father who was a drunk. My mother, I mean, we had so many issues. I know they love me, but they had so many issues, I was left out in the shuffle more times than not, and you don't know how many days went by where I just wished that I was part of Michelle's family. I just wished I was. I wanted normalcy. I just wanted to be a part of a normal family. But Olivia, that does not exist. That doesn't exist. So you look beyond that. You move ahead and you appreciate the things you have and you grow and that's what we do, okay? You don't just dwell in the past. I mean, goodness, we all handle life crises a little bit differently, so forgive me if I have a smile on my face while I'm going through it. It doesn't mean that I don't care about everything, I can't understand anything...",
        "Olivia: That's not what I'm saying.",
        "Bill: ...I can't get anything.",
        "Olivia: I'm not saying that.",
        "Bill: I can't get...",
        "Olivia: I am not... ssh! I'm not saying that. I just... that's not what I meant. What I meant was that I have just dumped so much on you. I just figured that it's better that I go take my problems somewhere else.",
        "Bill: Baby, you are supposed to dump it on me. You are supposed to dump everything on me, okay? Yes, I've been there for you and I will continue to be there for you. But you have also been there for me. Don't you get it? When we first connected and I was in such rough shape after Eden and everything, you were there and you helped me out, and there's got to be many days ahead, many, many days when you're going to have to fish me out of the water, because I'm going to need your help.",
        "Olivia: I don't want to think of you in trouble like that.",
        "Bill: Well, guess what? I'm a person and we get ourselves in trouble.",
        "Olivia: You're the best person. I know.",
        "Bill: Well, right back at you, baby, because I love you. But the truth of the matter is, I make mistakes, you make mistakes, we all do. My goodness, I can get myself into trouble just as much as the next guy can.",
        "[SCENE_BREAK]",
        "Edmund: I'm going to make Cassie choose: The baby or the farm. And for Cassie, there's no choice involved. She'll give up the farm in a minute if it means keeping the baby.",
        "Dinah: Okay, so she then signs the farm away before she realizes that there's no baby. Has this been your plan all along?",
        "Edmund: Yes. I think it's going very well, don't you? Aren't you glad you're hanging on just a while longer?",
        "Dinah: Look who's here.",
        "Edmund: Act natural.",
        "Dinah: Tammy. I'm glad you're all right.",
        "Edmund: Tammy, we couldn't be happier.",
        "Tammy: Thanks. Where's my mom?",
        "Edmund: She's somewhere inside.",
        "Jeffrey: Edmund. You know, an old friend of mine is in town and she wants to have dinner with you.",
        "Edmund: Do I know this friend?",
        "Jeffrey: Well, she says she's seen you around. Funny thing is, though, that she seems to think that you work for me. Think about it.",
        "Edmund: I will, I will. I'm just a bit busy these days.",
        "Jeffrey: Ah, but busy doing what? That always seems to be the question with you, doesn't it, Edmund?",
        "Cassie: Oh, God, I was dying not knowing how to help you.",
        "Tammy: I know the feeling.",
        "[SCENE_BREAK]",
        "Nate: You're better off, son. We both know that. That girl-- well, besides being your cousin-- she was out of your league.",
        "Jonathan: What did you say?",
        "Nate: Easy. You'll forget her by the first port of call. I mean, you're going to have so much money, you're going to be able to do whatever you want.",
        "Jonathan: Look, just stop, man. I'm here. You got me. Leave it alone, okay?",
        "Nate: Okay.",
        "Jonathan: I don't want to hear you mention her name. I don't want you trying to brainwash me like I'm some lab project. Just shut up about everything.",
        "Nate: Yeah. I can do that.",
        "[SCENE_BREAK]",
        "Olivia: I just hope that you know how much I love you, and that you'll be patient with me because... I mean, we've known each other for a while, but we are still getting to know each other. Right?",
        "Bill: It's a lifetime project.",
        "Olivia: And it's one that I'm looking forward to. It's nice to look forward instead of back.",
        "Bill: The past is the past, right? I'll get t-shirts made up so you don't forget, okay? You know, I just... ( Clears throat ) I need to talk to you about something that...",
        "Olivia: Okay. As long as I can have my drink.",
        "Bill: I'll join you.",
        "Olivia: Honey?",
        "Bill: Hm?",
        "Olivia: You know, I know we're talking about moving into our future, but I... I think I just discovered a little bit of your recent past.",
        "[SCENE_BREAK]",
        "Edmund: We should go.",
        "Dinah: Don't you want to hear about the deadline?",
        "Edmund: Excuse me?",
        "Dinah: Two weeks.",
        "Edmund: Two weeks until what?",
        "Dinah: Well, two weeks until I go into labor, for real.",
        "Edmund: Oh, Dinah, listen.",
        "Dinah: No, you listen. I am tired of carrying this weight, both figuratively and literally. I'm also tired of watching you moon over Cassie when she's not looking and to pretend not to moon over her when she is looking. You have two weeks. Two weeks. Unless you're ready to carry the load yourself, Mr. Mom.",
        "[SCENE_BREAK]",
        "Cassie: I'm so happy you're okay. Okay. So, can I make you something to eat?",
        "Tammy: Yeah.",
        "Cassie: Yeah? Tammy? Jonathan made his decision. You're going to have to make yours.",
        "Tammy: What decision?",
        "Cassie: To move past this nightmare, because it really is over.",
        "[SCENE_BREAK]",
        "Josh: Have you seen my wife, by any chance? Her name is Reva Lewis? She's A...",
        "E.M.T.: No. She just pointed me in this direction and kept on walking. I don't know where she went.",
        "[SCENE_BREAK]",
        "Jonathan: \"To my girls, all my love, Richard.\" Richard.",
        "Nate: What's that? Well, this has been a long time coming. You and me at the end of the plan. Less of a plan and more of a bloody campaign. Jon, the last couple of weeks have been a struggle, but I'm feeling that we're starting to mesh together again, like... like a team. Do you feel that at all?",
        "Jonathan: Yeah. I feel it. ( Sighs ) I feel it.",
        "[SCENE_BREAK]",
        "_Announcer: Next, on \"Guiding Light\"... _",
        "Olivia: It ain't mine.",
        "Michelle: I'm... ...home.",
        "Olivia: You sure work fast, Honey.",
        "Marina: Are you asking me to move in with you?",
        "Mallet: I have a lead on Phillip and it's solid.",
        "Alexandra: Alan's been committed for psychiatric evaluation.",
        "Alan: Phillip's alive. I just need someone on the outside to help me find him."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=vZhBz7ifaPI"
}