{
    "Episode Summary": [],
    "Recap": [
        "Bill prepared to face Salerno. Olivia arrived and talked to him, had him slightly calmed down when Tony showed up to offer his respects. Bill demanded to know who killed her. Danny threatened Jeffery.",
        "Rick told Danny that Michelle made it through surgery but she's in a coma. Salerno sent get well flowers to the hospital. Gus pumped Alan and Alex for information eluding to her possibly being murdered. Alex behaved nervously when questioned. Jeffery brought Eden her new life as Allison Grey, living in New Mexico."
    ],
    "Recap Author": "Silver Eagle Dreamer",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Bill: It's your turn, Salerno. (Knock on door)",
        "Olivia: Bill?",
        "Bill: Please leave.",
        "Olivia: Come on, bill. Open the door. (Knocks) please? That's not going to bring her back, you know?",
        "Bill: Please leave.",
        "Olivia: I'm not going anywhere until you give me the gun.",
        "Frank: Oh, hey, honey. Nothing new. She's still in surgery.",
        "Shayne: Well, what about Danny?",
        "Frank: He's with Tony right now. At least he has some family left he can lean on.",
        "Tony: If you're looking for sympathy from me, Danny, you get nothing. You get nothing from me. After what you did...",
        "Danny: I'm not looking for anything from you.",
        "Tony: You and I came from the same life. We've had the same life, Danny, but if I had the choice to do things the way you did it, I wouldn't have done it.",
        "Danny: Don't you have somewhere else you need to be?",
        "Tony: You're pathetic, you know that? ~",
        "Jeffrey: Danny...",
        "Danny: Don't. Don't touch me. O'Neill, so help me, if Michelle does not pull through this, there will be nowhere you can run, nowhere you can hide. I will make you pay.",
        "Jeffrey: Danny, I understand what you're going through.",
        "Danny: No, you don't. No, you don't. You dragged me into this. It was your war with the mob. You and your crusade to grind Spaulding into the ground. ~",
        "Jeffrey: Danny...",
        "Danny: I didn't want anything to do with it!",
        "Jeffrey: You never left that life. I offered you a way out of it, the only way.",
        "Danny: Oh, yeah, really. Like you offered Eden a way out? Funny how your way hurts everybody but you.",
        "Jeffrey: Well, at least Eden's still alive, isn't she? Yeah, she's got a chance at a new life, and so do you, by the way.",
        "Danny: Do I? Do I with my wife and the mother of my child? Or is Michelle just the price that I'm going to have to pay?",
        "Jeffrey: I tried to tell you, Danny, not to tell her anything, to keep her out of it.",
        "Danny: You don't get it. It's because I lied to Michelle, because I didn't tell her about blowing up the warehouse. ~",
        "Jeffrey: Keep your voice down.",
        "Danny: Because I didn't tell her that you wanted me to blow up the warehouse to make it look like that Eden was killed that she's here. Look at what's happened.",
        "Jeffrey: If there's anything that I can do...",
        "Danny: Yeah, just get out of my face! ~",
        "Gus: No.",
        "Eden: No?",
        "Gus: No, you're not going to your own funeral.",
        "Eden: No one's going to see me.",
        "Gus: Eden, you're dead for a reason. ~",
        "Harley: Yeah. So you can stay alive, remember?",
        "Gus: Can you imagine O'Neill? He'd never go for this.",
        "Eden: So, we don't have to tell O'Neill.",
        "Harley: He will know, Eden. You are a ward of the federal government. As long as you're under their protection, they will know every move you make.",
        "Eden: I do not care what people have to say about me at my funeral-- probably the same things that they said to me when I was alive-- but bill is going to be there. Can't I just see bill one last time?",
        "Harley: I'm sorry, no.",
        "Eden: How would you feel if you never got to see Gus again, huh? (Cell phone rings)",
        "Gus: It's Alan.",
        "Eden: What a relief to him to know that I was blown up.",
        "Gus: No.",
        "Eden: He never liked me.",
        "Gus: No. It's not...",
        "Eden: Yeah.",
        "Gus: You were growing on him. You never got to know the real Alan Spaulding.",
        "Eden: Have you? Salerno kept me out of the loop, but we all know that someone high up at Spaulding is Vinnie's partner.",
        "Gus: Oh, and what? That has to automatically be Alan.",
        "Harley: Hey, you know we're hoping for your sake that Alan is clean. He's your father.",
        "Eden: And now that I'm going, what family do you have left, huh?",
        "Gus: Look, there's a plainclothesman outside, okay? We'll be back.",
        "Eden: Where are you going?",
        "Gus: I'm going to go plan your funeral.",
        "Tony: I don't blame you, bill. I'd want to kill somebody, too.",
        "Harley: Can you really do this?",
        "Gus: Come on. What does that mean? ~",
        "Harley: Okay, never mind.",
        "Gus: No, if you've got something to say, please say it.",
        "Harley: Being in Alan's presence does things to you.",
        "Gus: What does that mean?",
        "Harley: You're different around him. ~",
        "Gus: Oh, I'M... oh, are you referring to treating somebody as if they're innocent until proven guilty? Is that what you mean?",
        "Harley: Honey, I just know when it comes to...",
        "Gus: Yeah, I know, I know, I know. You know all about the Spaulding's. You were a Spaulding, you've given birth to Spaulding's, I know. Can you just... ~",
        "Harley: I did.",
        "Gus: Don't mess this up for me. Don't...",
        "Harley: Mess up what?",
        "Gus: You are treating me as if I don't know how to do my job. I am doing my job. I've been in the mix, 100%, unwavering, the whole time in this investigation.",
        "Harley: I know. Okay, okay, okay. You're right. So who's your pick for the drug connection: Alan or Alex?",
        "Gus: No, I didn't say that. I will keep that open. I'm not going to count anybody out.",
        "Harley: Okay. Okay, he sees us.",
        "Buzz: Frank, we both know that buildings don't just spontaneously explode.",
        "Frank: We're not going to do this right now, are we, pop?",
        "Buzz: Who was the target? Was it Eden? Michelle? Both?",
        "Frank: I wasn't saying that the explosion was deliberate.",
        "Buzz: You're not saying it wasn't. ~",
        "Frank: I was saying that it was suspicious, and right now the arson squad is running labs. There's just something about it that really bugs me.",
        "Buzz: Yeah, that's what I thought. ~",
        "Frank: I just think it's a little too coincidental that Tony just happened to be there.",
        "Buzz: You have your eye on him?",
        "Frank: Yeah, I've had my eye on him for a long time, especially when he came back to town. But he's clean. I don't like coincidences, dad, especially when someone ends up dead.",
        "Alan: Gus, are you suggesting that someone might have murdered your sister?",
        "Alexandra: Oh, please. To even suggest that someone wanted Eden dead. I mean, she was certainly controversial, that's for sure, but that was part of her bad girl image.",
        "Gus: Yeah, well, we all know that image wasn't that much of a stretch for her.",
        "Alexandra: Oh, Gus, this is grisly conversation to even speculate this way.",
        "Gus: That's what I have to do, isn't it? That's what I do for a living. I speculate.",
        "Alexandra: Yes, well, do you have to do it now with this?",
        "Harley: All he's saying is that ~Eden~ lived a wild life before and after she came to Springfield. Well, you have firsthand knowledge of that.",
        "Alexandra: Well, I don't know exactly what went on in her private life.",
        "Harley: No, no, no, of course not. But you knew her while you were both in Paris.",
        "Alexandra: Our paths may have crossed, yes, but that doesn't make us intimates. I mean, Eden was the kind of girl that took life by the throat. I do know she loved her brother very much. She had a good man in bill lewis. And that I definitely felt she was on her way. Oh, come on, Gus, please don't spoil her memory with this kind of thinking. And anyway, why are you asking me all these questions?",
        "Gus: I'm sorry. These questions have to be asked of everybody that knew my sister.",
        "Alexandra: I mourn her loss. I do. ~",
        "Alan: Alex, no one is suggesting otherwise.",
        "Alexandra: Then why do I feel like I'm being grilled by these two?",
        "Gus: Well...",
        "Alexandra: No, the news didn't say anything about any foul play. It was a horrible accident.",
        "Gus: Wouldn't you do the same thing if it was your brother? If it was Alan? Wouldn't you ask every question of everybody? I'm sorry... no, I am.",
        "Harley: We're just trying to find answers to a disaster. I mean, there may not be any, but this is part of the process, asking questions.",
        "Gus: I am sorry, though. Okay? I'm going to go home.",
        "Alexandra: Gus, I'm so sorry, too. ~",
        "Gus: Well, somebody looks scared.",
        "Harley: But of what?",
        "Gus: Yeah. What or who?",
        "Eden: Who's Alison?",
        "Jeffrey: That's you. US code title 18, section 3521: Witness relocation and protection. Alison grey. Eden august is just a name on a tombstone now. New passport, you got a new address here, new social security number, new driver's license. I've got some credit cards. You've got to love that, hm? And here's a library card because yes, you frequent the library now. And we've got some pictures here. Here are your parents, both deceased.",
        "Eden: This is me now?",
        "Jeffrey: Yeah, that's you now. We're going to set you up out west. New Mexico. A little town in the desert. You're there because you're recovering; you're starting over from a broken heart. There's a man you fell in love with who died tragically. Eden?",
        "Eden: Don't I get a say in this?",
        "Jeffrey: No. Not if you want to live. ~",
        "Frank: Danny, listen, we're going to go to company and get a bite to eat. If you want anything, to talk...",
        "Danny: Thanks. Yeah, thank you. Thanks. Everybody, I really appreciate everything that... it means a lot to Michelle that you're here. Thank you.",
        "Frank: I'll be in touch with you later about the investigation, all right?",
        "Rick: Mel managed to get through to my dad, gave him the update.",
        "Danny: Can I go in now?",
        "Rick: Yeah, sure. I'll be at the desk. Just talk to her, Danny. You'll know what to say.",
        "Danny: Hi, honey. I love you so much. Michelle, I need you. So does Robbie. Oh, please, come back to us. I'm so sorry I didn't tell you about the warehouse. It wasn't worth it. Please, please come back. Give me a chance to make it up to you. Honey, please. You're my life. You've always been my life. It's always been you.",
        "Jeffrey: What's happening with our favorite family, the Spaulding's?",
        "Harley: Well, from the way that Alexandra has reacted and the way that Alan has had her back, I would say that we're getting warmer.",
        "Eden: Can you make the bust no matter who ends up getting caught?",
        "Gus: Look, first we're going to bury Eden August, okay? Then Vinnie Salerno. Then any one of his partners and anybody else who's connected to him. I don't care if I take half this town down.",
        "Danny: Hey. (Sighs) she's in a coma. Rick says that all we can do is wait and keep talking to her.",
        "Tony: Talk to her, huh?",
        "Danny: Yeah. They think that coma patients can hear people talking to them. Tony?",
        "Tony: Yeah?",
        "Danny: Thank you for saving her. Thank you.",
        "Tony: You don't need to thank me, Danny. It's good. All right?",
        "Danny: Yeah. I need to check on my son. Will you sit with her?",
        "Tony: Yeah.",
        "Danny: Talk to her?",
        "Tony: Yeah.",
        "Danny: Okay. Hey, there. It's Danny. Well, she made it through surgery, but she's still unconscious. Yeah. How's Robbie? Oh. Hey, buddy. How you doing? Oh, yeah? Wow. That sounds like fun. You want to talk to mommy? Mommy... mommy can't talk to you right now, Buddy. She's sleeping. Yeah, she's taking a nap. And I'd love to wake her up so she can talk to you, but we need to let mommy rest right now. Okay? Okay, I'll tell her. She misses you too, and hey, she wants you to keep having fun there with uncle mike. All right? Okay. Hey, who loves you? Your mommy does, that's right. Who else? Your daddy. Right. Okay, buddy. I got to go right now. All right, you go play with the puppy and I'll call you later. Okay. Bye-bye.",
        "Nurse: This just came by messenger. ~",
        "Danny: (Sighs) okay. \"My prayers are with you, Vinnie Salerno.\" Can you do me a favor? Give those to somebody who needs them. Thank you."
    ],
    "Transcript Author": [
        "By Boo Proofread By Linda"
    ],
    "url": "https://www.youtube.com/watch?v=9purYLlLUVs"
}