{
    "Episode Summary": [],
    "Recap": [
        "Josh, Reva and gave Bill a wedding talisman that had been handed down from his great great grandfather in the Lakota tribe. Danny and Tony had it out about Danny's trip to the dock. Michelle, managing to appear menacing jumped into the fray and threatened Tony. Later, Tony received a call from Salerno and lied about having seen Danny at the docks.",
        "Harley confronted Eden about the antimonies in the decorations. Eden told her it was her last job and then Salerno was going to let her go. Harley called in Jeffery who tested it for purity and then told Eden she'd have to follow through with the drop so they could nail Salerno."
    ],
    "Recap Author": "Silver Eagle Dreamer",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Hey, you two are tromping out of here like a mini herd of buffalo. Are you sure you don't want to stay for a cup of coffee?",
        "Sandy: Ah, well, let's see. Let's weigh the options: Coffee, bill's swinging bachelor party at Olivia's. Coffee, bachelor party. I'm thinking bachelor party.",
        "Reva: I know it's sacrilege for me to even ask, but what exactly is going to happen at this party?",
        "Josh: Oh, come on, please. Has it really been that long since you've jumped out of a cake at one of these parties?",
        "Reva: Shhh. Not in front of the kid.",
        "Sandy: Let's see. What is on the agenda? Go fish, fruit punch, balloon animals, pin the tail on the lap dancer.",
        "Reva: Hey.",
        "Sandy: And some fun.",
        "Reva: And you're not drinking, right?",
        "Sandy: No, I am the designated driver.",
        "Reva: Good. It's a surprise because that's the only way you're going to get Bill there. He doesn't exactly strike me as the bachelor party type.",
        "Josh: Yes, it is a surprise. And mum's the word. Billy set this whole thing up. And believe me, once bill walks through the door, he's going to have fun. (Doorbell rings)",
        "Reva: I'll get that. Oh, you may want to check that with him first.",
        "Sandy: What?",
        "Josh: What is he doing here? Listen, listen, not a word out of you or you sleep on the couch tonight.",
        "Sandy: I didn't know a guy could say that.",
        "Beth: Gus.",
        "Gus: Whoa.",
        "Beth: Hi. Oh, don't bother. They're getting ready to close for a private party.",
        "Gus: Oh, yeah. What'd, they kick you out?",
        "Beth: No. I don't think I've ever been kicked out of a bar. Well, not that I can remember actually.",
        "Gus: Never kicked out of a bar? Good for you.",
        "Beth: No, actually, I just finished a meeting, a Spaulding thing that Alex couldn't make.",
        "Gus: Well, you make a much better Spaulding than I do.",
        "Beth: A lot of people keep saying things like that to me lately. I'm never quite sure how to take it.",
        "Gus: Oh, no, no. For me... well, it's a compliment from me. I'm just saying that I could probably learn a lot about how to behave as a Spaulding from you.",
        "Beth: Mm. And is that something you really want?",
        "Gus: (Sighs)",
        "Tony: Where's Michelle? Where's Robbie?",
        "Danny: Upstairs.",
        "Tony: Good. Danny, you thought we were done with the docks. We're not; not even close.",
        "Danny: You're damn right we're not done! Why the hell did you set me up?",
        "Beth: You don't really expect me to believe... could you hold this for me? ...That you want to be a better Spaulding?",
        "Gus: Well, why not? Come on, there's always room for improvement in this life, right?",
        "Beth: Mm. I don't know how Harley would feel about marrying someone with those aspirations.",
        "Gus: Oh, come on now. She's a professional. She's married all of them. She married the prince of the Spaulding's, she married Phillip, and Alan Michael there. So, no, I don't agree with you. Talking about marriage, I got to just check out the bar and make sure it's all set up for tonight.",
        "Beth: Tonight?",
        "Gus: Yeah, it's bill's bachelor party. So I just want to, you know...",
        "Beth: Ah.",
        "Gus: Yeah, big ol' party in here. This is where it will be happening tonight.",
        "Beth: Sounds like fun.",
        "Gus: Yeah, well, as long as they can get bill here, you know.",
        "Beth: Well, he likes to hang out with the guys, right?",
        "Gus: Since he's been with my sister, he's sort of become more of a homebody. You know, he likes to rent movies and stuff like that.",
        "Beth: That's nice.",
        "Gus: Yeah.",
        "Beth: I... I should go.",
        "Gus: Right. Well, you know, you could... would you like... you can hang out if you'd like to.",
        "Beth: No, I don't... I don't think so.",
        "Gus: Oh, come on, come on. Hey, maybe you'll jump out of the cake for me. Would you do that?",
        "Beth: (Laughs)",
        "Gus: No, I could use it.",
        "Beth: There's a time I would have seriously considered that.",
        "Gus: Really?",
        "Beth: But no, no, not tonight.",
        "Gus: I don't mean like tonight. I'm just saying I could use the help.",
        "Beth: I don't think that I belong at bill's bachelor party.",
        "Gus: I'm sorry. I forgot that you and bill used to date.",
        "Beth: No, it's okay. It's okay. I mean, the past is the past.",
        "Gus: I'm an idiot.",
        "Beth: And I wish bill nothing but the best. He's a good guy.",
        "Gus: Yeah. Yeah, he is a good guy. He's like the best thing that ever happened to my sister, you know.",
        "Beth: Don't sell your sister short. I think she's had a good influence on bill, too.",
        "Gus: You're the first person to ever say something like that about her. You know. I mean, she's has a bad rap in this town.",
        "Beth: I've never had a problem with her.",
        "Gus: Yeah.",
        "Beth: You've probably heard... (Laughs)... that I've had my share of tough times, and people in this town have been good enough to forgive me, so I try to keep that in mind when making decisions about others.",
        "Gus: Well, maybe you could mention it to Harley if you ever see her, you know what I mean? She tries with Eden-- believe me, she tries-- but she struggles a little bit.",
        "Beth: I don't think that I would have much influence with Harley. But I bet... I bet that if she sees that Eden is really trying to improve herself, she'll be her biggest supporter.",
        "Gus: Yeah.",
        "Reva: Bill, we're all thrilled that you found someone who makes you happy.",
        "Josh: Look, we're going to welcome Eden into this family, bill, if that's what you're worried about.",
        "Bill: Well, actually, it's a little deeper than that. Look, I know it's bothering Eden a little more than she's saying, but at the ceremony, my side of the church is going to be filled with people who've known me my whole life, who love me. And her side of the church, it's going to be Gus and Harley.",
        "Sandy: I'll sit on her side.",
        "Bill: You barely even know her.",
        "Sandy: Look, you've been in this town your whole life. You have major roots. Eden is basically a drop-in, like me. So it may take a while for her to fill up her side of the church.",
        "Josh: She doesn't have any friends?",
        "Bill: I mean, she's got like one or two.",
        "Reva: Well, she doesn't have a shortage of clients.",
        "Bill: Wow.",
        "Josh: Reva...",
        "Reva: Hey, I'm not making a judgment here. I'm just... Bill, you want her to be a member of this family, and we can't very well ignore who she is or who she was or who she's been.",
        "Bill: Yeah, but what about the person she's trying to become?",
        "Josh: She's your choice. You love her, right?",
        "Bill: You know I do.",
        "Josh: Well, that means we will work hard to love her, too.",
        "Bill: Right.",
        "Reva: I mean, if this family survived me, they could survive anything, right?",
        "Bill: Well... (Laughs) I'm sorry. I guess I'm a little over sensitive after everything that happened with Danny. A lot of people thought I made a big mistake trying to get him elected.",
        "Sandy: You don't want them thinking the same thing about Eden that you don't see her for who she really is?",
        "Bill: I mean, she is who she is. That's the problem that people have, you know. I don't know, they think I'm making some huge mistake because I'm blinded by love.",
        "Reva: Well, you know what? What's wrong with that? Bill, I hate to see you so worried. You know, you deserve to be happy. And if Eden makes you happy, then... then she's my best friend, okay? So lighten up.",
        "Bill: Okay. Well, I'll try. I just... I may have misjudged Danny, but there's no way I'm wrong about my future wife.",
        "Danny: There are going to be consequences for me? Really? Is that a threat?",
        "Tony: It's reality, Danny. I can't let it go. Sorry.",
        "Danny: Yeah, you can, Tony. The question is: Do you want to?",
        "Tony: Like I said, I had to know if you were loyal. I had to prove that.",
        "Danny: Come off it. You already knew.",
        "Tony: It's my job.",
        "Danny: No, no.",
        "Tony: You know that much! It's my job to protect the organization, Danny.",
        "Danny: Your job, Tony... your job is to earn and to make it up the mountain just like everybody else.",
        "Tony: Oh, come on.",
        "Danny: You really want to go there?",
        "Tony: Yeah, yeah, I do.",
        "Danny: You do? Because I'm ready if you are. You are so threatened by me. You always have been. Ever since you came back to town, you've been trying to keep me at a distance, trying to prove to everybody and to me that you're somebody different...",
        "Tony: You haven't done that before?",
        "Danny: ...That you're not...",
        "Tony: Huh?",
        "Danny: ...That you're not going to take orders from anybody. Well, news flash, Tony. You're still taking orders. You're just taking them from somebody else.",
        "Tony: Oh, you know...",
        "Danny: Yeah. But I understand.",
        "Tony: You understand?",
        "Danny: That's what you don't realize. I understand. I've always understood what it must have felt like for you. I have. You've wanted more responsibility, you've wanted more power, and I have always kept you on a leash.",
        "Tony: Oh, so you're saying that Salerno's keeping me on a leash. Is that what you're saying to me? Huh?",
        "Danny: You have a little more freedom to use your fists, but... I mean, it's a kind of respect, but it's not the respect you've always wanted.",
        "Tony: So I figured out who I am, Danny. No big deal. Who cares? But what about you? No one knows about you anymore.",
        "Danny: Oh, Tony, are we going to get off this or what? You thought I had changed; I didn't. I let you down. I apologized for that. Can we move past this please? You know, there's another way to look at what happened at the docks tonight. You've been wanting for such a long time to trump me, and you did. Congratulations. You won, Tony.",
        "Tony: Yeah.",
        "Danny: You won!",
        "Tony: Yeah, I win. I win.",
        "Danny: Okay.",
        "Tony: Danny, I don't care about your theories! I don't care about them. I have a job to do. If that means me turning you over to Vinnie, I'm sorry. Maybe he takes you out, maybe he doesn't. But that's the way it's going to be, you understand that?",
        "Danny: Are you...",
        "Tony: That's the way it's going to be!",
        "Michelle: The loyalty in this room is overwhelming.",
        "Danny: Honey?",
        "Tony: Michelle... Michelle, this doesn't...",
        "Michelle: It doesn't concern me? It's none of my business? Well, I'm making it my business. You take any action against Danny and you're going to regret it, Tony.",
        "Tony: You don't belong in here, all right, Michelle? I'm sorry. Danny...",
        "Michelle: Don't turn your back on me, Tony. You do not want me as your enemy.",
        "Tony: I don't know what's going on here, Michelle. I don't know why... this isn't...",
        "Michelle: What are you going to do? You're going to rat Danny out to Salerno?",
        "Tony: I have to, yeah.",
        "Michelle: What has Salerno ever done for you that Danny hasn't or wouldn't? Danny is your blood. He's treated you like a brother, Tony. He's protected you...",
        "Tony: Michelle...",
        "Michelle: ...When you couldn't keep yourself out of trouble.",
        "Tony: That's the way... that's the way you see it, but that's not...",
        "Michelle: Don't you realize how sorry you'd be if you handed Danny over to Salerno? How guilty you'd feel if Robbie and I have to go it on our own because something happened to Danny that was your fault.",
        "Tony: Okay, hold on a second here. I'm not trying to destroy the family, Michelle. I'm not trying to do that.",
        "Michelle: We're your family, too, Tony. Don't forget. So what's the real reason that you're doing this, Tony?",
        "Tony: It's my job. It's what I have to do.",
        "Michelle: No, the real reason...",
        "Tony: It's my job!",
        "Michelle: ...Tony.",
        "Danny: Tony feels that now that I'm back in the life, he's going to be in my shadow again.",
        "Tony: First of all, what are you talking about? This has nothing to do with that. Listen, Danny made the mistake. He failed the test, plain and simple.",
        "Michelle: So you're going to be a traitor to your own family? You're more loyal to Salerno after a few months then you are to Danny after a lifetime?",
        "Tony: This is crazy. You know what? I don't need this.",
        "Michelle: Yeah, when you decide which family means more to you, you let us know, okay?",
        "Tony: Okay.",
        "Michelle: God help you, Tony, if you choose Salerno over the people in this house, the people who have always loved you, and still do. Now get out. Now get out. (Door slams)",
        "Eden: Thank you.",
        "Sandy: Come on. You don't like girls popping out of cakes?",
        "Bill: Well, if it's my girl.",
        "Sandy: That's the point. She will be your girl-- at least for the night.",
        "Bill: Nah, you know, bachelor parties, they just don't work for me, you know. Drink until you puke your brains out, the inevitable stripper dressed as a cop coming to read me my rights. Forget about it, no.",
        "Sandy: See, that's my favorite part.",
        "Bill: Yeah.",
        "Reva: Oh, um, excuse me? You've been to many of these?",
        "Sandy: Oh, a guy can dream, can't he?",
        "Josh: Yeah, he is... he is so much your son.",
        "Reva: Bill, don't you think you may be over-thinking all of this just a little too much?",
        "Josh: What if it's just about a bunch of guys who like and want to get together with you and send you out to the world with a bang?",
        "Jeffrey: Well, it's the real stuff all right. Pure, uncut antimonious.",
        "Eden: That's enough to put Vinnie away, right? You can arrest him and this whole thing could be over.",
        "Jeffrey: I wish it was that simple, Eden. But it's not over, not by a long shot.",
        "Harley: But it's over for Eden, right?",
        "Jeffrey: No, it's not over for Eden either.",
        "Eden: But...",
        "Jeffrey: No, look, we're not going to have you arrested for a possession or attempting to distribute or anything. But you had a job to do for Salerno, and you're going to do it.",
        "Eden: I have to deliver that stuff?",
        "Jeffrey: That's right. And Salerno cannot suspect a thing. Now, when were you supposed to make that drop?",
        "Eden: Whoa, whoa, whoa, whoa, wait a minute.",
        "Jeffrey: Eden. Eden, listen to me. Now, you want to get out from underneath this guy, you're going to have to do what I tell you to do. You're going have to follow through with this thing to the end.",
        "Harley: He's right. Salerno is expecting you to deliver his merchandise.",
        "Eden: Oh, no.",
        "Jeffrey: I need a trial from you to him. Otherwise you will be calling him from behind bars, and you could tell him how you got busted. I'm sure he'd love to hear about it.",
        "Eden: So I have to do this.",
        "Harley: You do.",
        "Eden: He's going to know. He knows everything. He probably even knows you're right here now.",
        "Jeffrey: Just do what I tell you to do and leave the rest to me.",
        "Eden: Oh, and that's supposed to make me feel safe?",
        "Jeffrey: We've got to get into position.",
        "Eden: You mean you want me to do this right now?",
        "Jeffrey: Look, don't pretend you don't know what's going on here, okay? What, did you think you weren't going to get caught? You got caught, Eden, with $5 million worth of drugs.",
        "Eden: $5 million?",
        "Jeffrey: And you wanted to get married? You wanted to have the S.U.V. And the picket fence and the whole nine yards? You'd better listen to me.",
        "Harley: Not a word to Bill, right?",
        "Jeffrey: Especially not to bill.",
        "Harley: Just let me get her prepared to do this.",
        "Jeffrey: She's going to be fine. You make that drop, okay? And then you get out of there. We'll be in touch.",
        "Harley: Good luck. (Music playing loudly)",
        "Reva: Did you ask Tammy to turn the music down?",
        "Josh: I don't think it sounds as bad down here actually.",
        "Reva: (Laughs)",
        "Sandy: I think he's picking his battles.",
        "Josh: No.",
        "Reva: No, he chickened out. That's what it is.",
        "Josh: No, wait a minute. No, she's been through a tough time. I just want her to feel like she can, you know, be herself while she's here. (Phone rings) that's all. That's it.",
        "Sandy: Oh, I guess that was for Tammy.",
        "Reva: So loud music and the phone is all tied up.",
        "Sandy: Have you guys locked the fridge yet? You know, teenagers are like armies. You've got to stop them before they take new ground.",
        "Reva: You are such a wise old man.",
        "Josh: You both are just so very funny. You know, we should get over to Olivia's bar. We've got to talk to Billy, tell him the bad news.",
        "Sandy: Yeah. Yeah.",
        "Reva: Could you just wait for a minute? There's something I want to talk to you about.",
        "Josh: What? Oh, yes, there's something I want to talk to you about.",
        "Reva: You remember when I mentioned that there was something we wanted to give you?",
        "Josh: What are you doing for work these days?",
        "Sandy: Not much.",
        "Josh: Well, how about coming back to work at lewis construction?",
        "Reva: Josh used to rave about the job you did for them.",
        "Sandy: That was quite a while ago, and I was really trying to impress everyone.",
        "Josh: Well, you've succeeded, so how about making it permanent?",
        "Sandy: I was hoping to keep my options open.",
        "Josh: Okay.",
        "Reva: Options? Wait a minute. No, no. What options? I am going to give you the guilt trip on this one.",
        "Sandy: I was thinking something more finance-related. Nothing against you. I loved working for you, even if it was under weird circumstances.",
        "Josh: Are you sure about this? Because bill could use your help.",
        "Sandy: If you need me, I'm there. I would never say no. But...",
        "Reva: But you want to look around a bit.",
        "Sandy: Yes. And you guys' offer is much more than I deserve anyway.",
        "Josh: Okay. That's fine. I just wanted to make sure you didn't slip through the cracks, that's all. I mean, you're family, you know.",
        "Reva: And that means you're entitled to a big piece of the pie.",
        "Sandy: Oh.",
        "Reva: (Laughs)",
        "Sandy: Thank you. You guys do too much for me.",
        "Reva: That's not possible.",
        "Josh: Let's go. We'll see you later on.",
        "Reva: Have fun.",
        "Jeffrey: All right, grab your headphones. If Eden does her job right, we won't want to miss a thing that she says to Salerno.",
        "Harley: I'm torn, you know.",
        "Jeffrey: Torn, about what?",
        "Harley: Well, I don't know if I should be thanking you for not prosecuting Eden or hating you for throwing her back into the lion's den.",
        "Jeffrey: Well, she wasn't going to get one thing without the other, okay? Now she's got to do her job and she's got to come through with this delivery.",
        "Harley: I still feel a little sorry for her.",
        "Jeffrey: Well, I wonder if you would feel any different if you were still wearing your badge?",
        "Harley: I don't know.",
        "Jeffrey: Well, what do you want from me? What would you have me do? These operations take years to set up. You know that. That's just so we can get enough evidence to make an arrest that no one can walk away from. Now, Eden could have walked away years ago, but she chose to get involved with Vinnie Salerno instead. Now, maybe she didn't realize what it was going to cost her, but something tells me I think she was willing to take the risk.",
        "Harley: Yeah, but for what? For what? Money? The glamour of being on the arm of a mobster?",
        "Jeffrey: You know what? I really don't care. She made her bed. Now she can lie in it. She slipped in right next to that jerk.",
        "Harley: Just when I think we're staring to get along, I'm reminded of how cold you are.",
        "Jeffrey: Oh, well, gee, thanks. Well, I must be doing something right because you're still working for me.",
        "Josh: Next on \"Guiding Light\"...",
        "Harley: You sent my future sister-in-law to meet a dangerous mob boss with phony drugs?",
        "Jeffrey: Yeah, exactly.",
        "Bill: You know, I am the man of the hour here. I'm in need.",
        "Olivia: I know where there's a chair.",
        "Bill: Do you?",
        "Olivia: Yeah, come on."
    ],
    "Transcript Author": [
        "By Boo Proofread By Linda"
    ],
    "url": "https://www.youtube.com/watch?v=5eXW8MCjGos"
}