{
    "Episode Summary": [],
    "Recap": [
        "Edmond is upset that Jeffery has admitted he has feelings for Cassie, and continues to question him about why he took Cassie's case. Edmond warns Jeffery that Cassie is with him and it will stay that way. Joey tells Tammy he had fun being with her, until she started questioning them. He also tells Tammy that he and Lizzie are more than friends. Sandy asks the guy at the bank why they think Sandy is not Jonathon. The man at the bank tells Sandy that the signature they have on file does not match Sandy Foster's. Sandy tells Reva that he's on the phone and then proceeds to tell the man at the bank that \"they\" already know that Sandy is not Jonathon, that Sandy and Jonathon were friends, Jonathon is dead, and that they need to keep everything strictly confidential. Frank arrives at Company to see what all the commotion is about. Frank sees Gus get rid of the bulldozers, and crew. Remy, Tammy and Joey get text messages from Alan Spaulding to recruit a celebrity to come to the dinner where Alan will announce the winner of the Intern Contest. Dinah calls Cassie and tells her that she hopes the cape will look good on Cassie and that she wants to meet her in person but that she needs bail money first. Cassie tells Edmond that she's got to go to Baltimore for a hotel convention and she will see him later. Alexandra shows up at the hospital to see Buzz and promise to help Gus and Harley get back together. Edmond returns to the Springfield Inn and Dinah arrives. Edmond yells at her for planting suspicions in her mind. Edmond tells Dinah it's over and that Jeffery is headed out of town and she should follow him. Edmond goes through her purse and finds photos of Cassie & Richard together. Cassie sits next to Jeffery on the flight to Washington DC and tells him that he's stuck with her, and that she wants to be there while he interrogates the woman who was impersonating her. Reva gets a phone call from Josh and rushes off to meet him at Company. Edmond asks Dinah what she is doing with the photos of Cassie & Richard. Dinah tells Edmond that even in San Cristobel Richard had a double."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: You have feelings for cassie. You assigned yourself to the case, stay in town, and then use the crisis to get close to her.",
        "Jeffrey: Yeah, that's right, edmund. You know, sometimes agents get close... too close to the people they're trying to protect.",
        "Edmund: You had your eye on cassie from the moment you set foot in this town.",
        "Jeffrey: Maybe. Maybe that's true. Can you blame me?",
        "Edmund: No, mr. O'neill. I don't blame you for wanting cassie. She's a better person than you or I will ever be. But I think it's important to point out that regardless of how hard you've pushed yourself into her life, she remains with me. And I am never going to let her go. So might I politely suggest that you pack your bags, throw in the towel, and get the hell out of springfield?",
        "R.J.: You're still here.",
        "Dinah: You bet I am.",
        "Protestors: Down with spaulding!",
        "Dinah: We imaginary friends, we have to stick together, right? Oh, I want to be here for the important things that happen in your life, you know that? Like baseball games and birthdays and girlfriends. And I think I can, as long as we keep our special secret, all right? No one else can know I'm here.",
        "R.J.: Still?",
        "Dinah: Still. It's more fun that way, right? Okay. So we're secret pals forever? Let's do our secret handshake. Yeah. Give me a hug. Aw. You know something? Your daddy would be very, very proud of you. I think you need to go back to nanny, okay? Okay, babe.",
        "Mrs. Chitwood: Everything's fine, mrs. Winslow. Okay. Bye-bye.",
        "Protestors: Save company! Down with spaulding!",
        "Mrs. Chitwood: Hey, what are you doing over here, R.J.?",
        "R.J.: Just talking.",
        "Mrs. Chitwood: And who are you talking to, silly boy?",
        "Dinah: R.J., Please keep our secret.",
        "Harley: Hey, so what is going on?",
        "Frank: Well, uh... here you go.",
        "Cassie: Thank you.",
        "Frank: You're welcome. Dad's still surgery.",
        "Harley: I don't understand what's taking so long.",
        "Frank: Well, sis, it's a delicate procedure. They're doing an angioplasty. That takes time. Rick says if they can clear his arteries, they may be able to avoid bypass surgery.",
        "Harley: Oh, now it's maybe?",
        "Frank: Well, you know what? They need a couple days. They just want to see how he goes.",
        "Harley: You didn't happen to see gus floating around the hospital anywhere, did you?",
        "Frank: I thought he took off with his big brother, phillip.",
        "Marina: I can't believe they had the nerve to show up here period.",
        "Harley: You know, all daddy wanted was for him to be here by his side, and then he just... he takes off like a shot, first chance. He is just as selfish as the rest of those spauldings. I can't believe dad actually wants us to try and work things out.",
        "Gus: Knock it off, please. Just listen to me just for one second, okay?",
        "Foreman: Are you okay?",
        "Gus: Yeah, I'm fine. Just get your men out of here.",
        "Protester: Down with spaulding!",
        "Gus: I care about this place, just like you guys do.",
        "Foreman: Back off! Back off!",
        "Protestor: Yeah, right! You're a spaulding!",
        "Gus: That doesn't mean i can't think for myself. I have called off the bulldozers.",
        "Protester: I don't believe it. Don't believe it.",
        "Protestor: He's trying to get rid of us.",
        "Protester: So he can knock the place down.",
        "Protester: Spauldings only care about themselves.",
        "Foreman: Look, maybe you should get out of here.",
        "Gus: I'm not going anywhere until I make this right.",
        "Tammy: Today's been great, like it used to be with us. And then lizzie called, and you're all distant again. That's why I can't get my hopes up.",
        "Joey: Look, tammy, do we have to get into this now? It's sandy's birthday.",
        "Tammy: Hey, I just want to know. Did you hang out with me today out of some sort of obligation because of that woman who's been stalking my mom?",
        "Joey: No, not exactly.",
        "Tammy: And you had fun being with me?",
        "Joey: Yeah... until now. Look, tammy, you and I are always going to be friends, but I'm with lizzie now.",
        "Tammy: So you two really are more than just friends?",
        "Joey: I guess we are.",
        "Sandy: I appreciate the call, mr. Duncan, but what makes your bank think sandy foster isn't really reva's son jonathan randall?",
        "Banker: His signature doesn't match the one we have on file. I'm sure we could prove it if we had fingerprints.",
        "Sandy: You make him sound like some kind of criminal.",
        "Banker: He's an imposter. I'm concerned for your family's safety.",
        "Reva: Hello? Is someone on the line?",
        "Reva: Hello, hello? Is someone on the line?",
        "Sandy: Reva, it's me. I'll be done in a second.",
        "Reva: Oh, no rush. I was just trying to call cassie.",
        "Banker: Mr. Lewis, you need to inform your wife immediately.",
        "Sandy: Well, mr. Duncan, reva and I just found out that sandy isn't her son jonathan, so it's been quite a shock, and we're taking steps to deal with it. I'm sure you'll understand that we need to keep this strictly confidential.",
        "Banker: Of course. Do you know anything about this sandy foster?",
        "Sandy: Well, sandy was a close friend of jonathan's, and the sad truth is, jonathan's dead. We'll... I'll call you at the end of the week about the trust fund. Don't contact me. I'll contact you so we don't upset my wife. Thank you, mr. Duncan. Good-bye.",
        "Joey: Okay. I'm guessing that wasn't a birthday call.",
        "Sandy: Not even close.",
        "Reva: Happy birthday! Whoo-hoo! Whoa.",
        "Remy: Careful.",
        "Reva: Yeah!",
        "Sandy: Wow, reva. That's amazing.",
        "Tammy: And it's homemade, too.",
        "Sandy: For real?",
        "Reva: You don't think I can bake?",
        "Sandy: No comment.",
        "Reva: It's my mother's recipe. Just make a wish and blow out the candles before I hurt you. Ooh, that was good!",
        "Joey: All right. So what'd you wish for?",
        "Sandy: Well, I can't tell; then it won't come true, right? Thanks... thanks for coming, all of you. Especially you, mom.",
        "Reva: Um, I forgot to put that on your gift.",
        "Remy: Well, what does it say?",
        "Sandy: \"To a one-of-a-kind son.\" (Protestors shouting)",
        "Gus: Just have a little patience, please! Please!",
        "Frank: Excuse me! What do you people think you're doing?",
        "Protester: Saving your dad's restaurant.",
        "Frank: Not this way, you're not. What's the story here?",
        "Foreman: I'm under orders to demolish this by 5:00.",
        "Gus: I read those orders, and I'm telling you, they're not legal.",
        "Foreman: Your brother issued them.",
        "Gus: I am spaulding legal counsel, and I am telling you, if you touch this building, i will have you arrested by printed by sundown. So please, get your bulldozers and get out of here!",
        "Protester: Yeah!",
        "Protester: That's right!",
        "Protesters (chanting): Down with spaulding! Down with spaulding!",
        "Frank: What happened to your head?",
        "Gus: Just let it go, frank, all right?",
        "Frank: Is that demolition order... is that really illegal?",
        "Gus: The first draft probably is, but believe me, the next draft will be ironclad. Frank, I'll do everything I can to get phillip from trashing this place, I promise you. I mean, I owe you that. I owe your whole family.",
        "Frank: Yeah, you do.",
        "Cassie: Your dad's going to be okay, harley.",
        "Harley: Oh, yeah. I hope so. I hope so. I'm just thinking about... i just can't believe gus takes off in the middle of all this. What is that?",
        "Cassie: You have to forget about gus.",
        "Harley: I did forget about gus, until my father brought him back into my life, front and center.",
        "Cassie: You know what? I think you're going to have to listen to your own heart about gus. And I think that's what your dad was trying to tell you: That you shouldn't let all these angry feelings get in front of the feelings that are really important, harley.",
        "Harley: How can I not be angry when all the bad stuff that has happened to me and my family has happened because of gus and his family? I mean, am I just supposed to forget about that? Let bygones be bygones? And I know that's what my father is trying to say. Why are you looking at me like that?",
        "Cassie: Because your father is right. That's exactly what you should do, if you want to be happy.",
        "Jeffrey: All right. Listen up, winslow, because I'm only going to say this once, and I don't say this very often, okay? I... I may have made a mistake, okay? I allowed myself to get too attached to cassie, and I'm sorry. It'S... well, I'll get over it.",
        "Edmund: Yes, you will. Change of scenery's going to do you some good. So I suggest you head down to D.C., Interrogate the person who's been impersonating cassie, and wrap up this case once and for all.",
        "Jeffrey: And cut the cord that connects me to cassie?",
        "Edmund: Yes.",
        "Jeffrey: (Sighs) okay. You know what? You're right. I'm going to catch the next place to D.C., And I'm going to personally see that that imposter and her accomplices are put away for life, and then we can all get on with ours, okay? How does that sound for a plan? What do you say?",
        "Edmund: And should you decide to stay permanently in D.C., I will be more than happy to take all of your belongings and send them to your address.",
        "Jeffrey: Okay. I'll keep that in mind. Take care of cassie.",
        "Edmund: Good-bye, mr. O'neill.",
        "Jeffrey: Good-bye, eddie. (Cell phone rings) okay, what now?",
        "Dinah: Are you missing me yet?",
        "Jeffrey: How does newfoundland look from 30,000 feet?",
        "Dinah: Lonely, like me.",
        "Jeffrey: Good. Dinah, if you ever come back to springfield, you will be prosecuted for first-degree murder. I hope you understand that. And not even your father will be able to save your hide.",
        "Dinah: Don't worry, jeffrey, I am thousands of miles away from springfield, and your precious cassie, she's all yours.",
        "Jeffrey: Forget about cassie. Forget about springfield. Go back to europe and stay there.",
        "Dinah: Not a problem, jeffrey. I know what I have to do now.",
        "Remy: So my fraternity is having a rock the vote toga party. No one's allowed in without a toga and a filled-out registration form.",
        "Reva: Well, that ought to get them in.",
        "Remy: Hey, there's 20 million young voters out there. I think we could really make a difference.",
        "Reva: There you go. (Cell phone rings)",
        "Remy: Excuse me.",
        "Reva: Whoever it is, ask them to come over for cake.",
        "Remy: It's a text message from alan spaulding.",
        "Reva: Oh, cancel the invitation.",
        "Sandy: What does he want? (Several cell phones ring) uh-oh, let me guess.",
        "Joey: Yup, orders from above.",
        "Reva: Well, what does alan want now?",
        "Tammy: He has totally lost his mind. We're all supposed to recruit a celebrity to come to this big dinner.",
        "Reva: Big dinner?",
        "Remy: Yeah, that's when alan's going to announce the winner of the spaulding intern competition. You know, I'll tell you something. I am tired of this whole thing, and I can't wait for it to be over.",
        "Joey: Wait, reva, listen to this. \"Summer's almost over. Final step: Whoever brings the biggest name takes a big step towards a college scholarship and a job at spaulding enterprises.\"",
        "Sandy: Woop-de-doo.",
        "Tammy: There go my chances.",
        "Joey: And mine.",
        "Remy: What are you two worried about? You're like neck and neck in the lead.",
        "Tammy: Just forget it. This whole stupid competition has been rigged from the start anyway.",
        "Reva: What's that supposed to mean?",
        "Tammy: I mean lizzie, as in spaulding, as in her family runs it.",
        "Reva: What's the point of lizzie winning the competition? She doesn't need a scholarship.",
        "Tammy: Well, lizzie gets her thrills out of getting anything she can for herself, whether she wants it or not.",
        "Joey: That's harsh, tammy.",
        "Tammy: Is it?",
        "Remy: Oh, hey, I brought my camera, okay? Picture time, guys.",
        "Reva: Okay.",
        "Remy: Yes, yes, come on. Get in the picture.",
        "Reva: Come here, birthday boy.",
        "Remy: We'll start with the mother-son shot first. All smiles. All smiles. Sandy, come on, man, smile.",
        "Sandy: Okay, man.",
        "Reva: Yippy.",
        "Harley: What happened to you?",
        "Frank: Gus was over at the...",
        "Gus: It's a family emergency. It'S....",
        "Frank: Look, sis, maybe you should know that gus was...",
        "Gus: Please, it was a little family thing. How's your father.",
        "Harley: Still in surgery fighting for his life. He asked for you.",
        "Edmund: Cassie, sorry it took so long. How's buzz?",
        "Cassie: Oh, hey. Still in surgery. What happened with jeffrey?",
        "Edmund: Well, we came to an agreement.",
        "Cassie: What does that mean?",
        "Edmund: Well, I think it means that jeffrey o'neill is on his way to the airport as we speak. He's going to wrap up the identity theft case, and then i think maybe we can all get on with our lives.",
        "Cassie: Can we really?",
        "Edmund: Cassie, you're safe. I think I can promise you that much. The imposter has been caught.",
        "Cassie: What about the accomplices?",
        "Edmund: The accomplices will be very sorry if they show their faces around here.",
        "Cassie: Well, I'm glad the police took care of all this.",
        "Edmund: Meaning?",
        "Cassie: Meaning... I don't know, like, if things would have went down a little differently, and maybe....",
        "Edmund: You mean if I had caught her, then I would have done something drastic.",
        "Cassie: I didn't say that.",
        "Edmund: No, cassie, but i think that's where you were heading. I can't say that you're wrong, because there is not anything i wouldn't do to protect you.",
        "Rick: Hay, cooper family. Good news.",
        "Frank: Rick, rick, how is he?",
        "Rick: The procedure went very well. We cleared all the blockage.",
        "Harley: Well, that sounds good.",
        "Rick: It's very, very good.",
        "Frank: Yeah, absolutely. So what's next?",
        "Rick: Well, he's going to be in some discomfort for a while, but I've given him some medication to help him with that.",
        "Harley: When can we see him?",
        "Rick: He should be passing through any second. Yeah. You're welcome. You're welcome. He's going to be okay.",
        "Frank: That's good news.",
        "Rick: Speak of the devil.",
        "Harley: Hello?",
        "Frank: Pop.",
        "Buzz: God wasn't ready for me. (Laughter) (cell phone rings)",
        "Cassie: That's me. That's my phone. Excuse me. (Cell phone ringing) hello?",
        "Dinah: Good afternoon, girlfriend.",
        "Cassie: Who's this?",
        "Dinah: Promise me one thing: You'll put it to good use. I'm sure it will look great on you-- as good as it did on me.",
        "Cassie: How did you get this number?",
        "Dinah: I know everything about you. I'd prefer to meet you in person, but I guess asking for some bail money would be out of the question.",
        "Cassie: How can you....",
        "Dinah: Well, I get one phone call, remember? America's great.",
        "Cassie: Yeah, as long as you're in lockup.",
        "Dinah: You know, I do have one regret, and that is not meeting you ever. Maybe next time.",
        "Cassie: What do you mean, next time?",
        "Dinah: I have very good lawyers. See you soon, princess.",
        "Edmund: Cassie, everything okay? Who was that? Coming up on \"guiding light\"...",
        "Harley: Well, if it isn't the wicked witch of the midwest.",
        "Cassie: I bet you thought you were going to have both seats on the whole flight, huh?",
        "Jeffrey: Please tell me you're just here to wish me a safe flight.",
        "Cassie: I'm sorry. You're stuck with me all the way to D.C.",
        "Remy: Okay, okay.",
        "Reva: Thanks, remy.",
        "Remy: No problem. I will get you copies asap.",
        "Reva: Good, because I want to put sandy's pictures in the photo album okay.",
        "Remy: Okay.",
        "Reva: Okay. Let's go. Come out to the kitchen.",
        "Tammy: I didn't imagine all of it today, did I? I mean, you were having fun, too.",
        "Joey: Tammy, I told you I had fun.",
        "Tammy: I'm glad.",
        "Joey: Just stop making a big deal out of this, all right? Don't make it more than what it is. I don't want you to think I'm leading you on or anything.",
        "Tammy: I don'T. I know you wouldn't do that. But you were so different before lizzie called.",
        "Joey: Don't read into stuff, tammy.",
        "Tammy: I don't think I am. You get so defensive whenever her name comes up.",
        "Joey: Well, she's not exactly everyone's favorite person. I mean, everyone's always ragging on lizzie.",
        "Tammy: Well, then she's really lucky to have you.",
        "Joey: She's okay, you know, when we're together, when I'm with her.",
        "Tammy: So you two have hooked up?",
        "Joey: I like her. Just leave it at that.",
        "Tammy: I just wish i understood.",
        "Joey: Tammy, you're never going to understand. I mean, you and lizzie, you guys are totally different.",
        "Tammy: Then how could you be with me and now suddenly you're with her. What do you see in her?",
        "Joey: She doesn't make things so complicated, tammy. She lets me be myself, and that's what I like about her. (Sighs)",
        "Edmund: Cassie, what's wrong? Who was that?",
        "Cassie: That was the woman from the national hotel convention. Their meeting started today, and I promised that I would there and I just totally forgot.",
        "Edmund: Well, that's understandable, considering everything that's been going on.",
        "Cassie: Yeah, but you know, the convention organizer is furious with me.",
        "Edmund: Did you tell her you had a family emergency?",
        "Cassie: No. No, I didn'T. I was surprised and I was rattled. See, the thing is, I'm the only one from this area that was able to show up, and I promised I'd be there, and there's an information booth and a dinner tonight, so you know, I really have to go, edmund.",
        "Edmund: All right. All right, fine. We'll go together.",
        "Cassie: Well, it's out of town. The convention is out of town, so...",
        "Edmund: Where?",
        "Cassie: Baltimore. I just have to make an appearance. I'm sure I could be on the late flight back tonight. Yeah.",
        "Edmund: All right. I'll drive you to the airport.",
        "Cassie: That's okay. I have my car, so I might as well take it.",
        "Edmund: All right. Then I will explain everything to harley, and do the good night story-read with the boys.",
        "Cassie: No wonder I'm crazy about you.",
        "Edmund: I'll be thinking about you.",
        "Cassie: I'll be thinking about this morning... making love with you.",
        "Edmund: Me, too. Bye.",
        "Frank: Hello, are you in nFrank: Hello, are you in n there?",
        "Harley: Daddy, do you know where you are?",
        "Buzz: Back among the living.",
        "Frank: You're back, all right, big man.",
        "Marina: Can't keep a cooper down for long.",
        "Buzz: What is the verdict, doctor?",
        "Rick: Well, we doctors did our part. Your job is to rest, buzz.",
        "Buzz: The store, who's minding it?",
        "Harley: Oh, daddy, we've got it covered. Stop worrying.",
        "Frank: You don't need to be worrying about that.",
        "Harley: What's wrong?",
        "Frank: Dad?",
        "Buzz: I had a dream, and you were there, and you were there, and you were there.",
        "Marina: And what about toto?",
        "Rick: I hope there was a scarecrow.",
        "Harley: I'm thinking you guys were probably the flying monkeys.",
        "Alexandra: I guess we all know what part I'm playing in this little scenario, right?",
        "Harley: Well, if it isn't the wicked witch of the midwest.",
        "Buzz: Alex?",
        "Rick: Take it easy, buzz. Take it easy.",
        "Buzz: Alex, are you there?",
        "Harley: Not for long. Don't worry.",
        "Gus: So how did you manage to make this happen?",
        "Alexandra: Alan got me a day pass. The judge is a friend. Is buzz going to be all right?",
        "Harley: He will be, yes, no thanks to you and your family. What are you doing here?",
        "Alexandra: I just wanted to see him, harley.",
        "Harley: Why? To finish him off? You're out of his life, alex. Stay that way.",
        "Frank: Sis, dad wants to talk to alex.",
        "Harley: No!",
        "Marina: I don't like it either, but he does.",
        "Buzz: Alex, get your sorry prisoner butt in here.",
        "Alexandra: Please.",
        "Harley: If you do anything to upset him...",
        "Alexandra: I won't!",
        "Rick: Just a few minutes, alex. That's all he can manage.",
        "Alexandra: Fine.",
        "Buzz: Hey, baby. Family heirlooms, I presume.",
        "Alexandra: Oh, yes. I do believe the family crest is emblazoned in. I told you to stay away from those burgers and fries. This is what you get for not listening.",
        "Buzz: Nag, nag, nag.",
        "Alexandra: Buzz, you scared me.",
        "Buzz: It looks like I scared everybody. Just let things get to me. Did they tell you about company?",
        "Alexandra: Yeah. Yeah. And I want to help. You've got to know I want to help.",
        "Buzz: You can help.",
        "Alexandra: How? How? I will do anything. I owe you.",
        "Buzz: Good, because it's payback time.",
        "Alexandra: Oh.",
        "Buzz: Oh.",
        "Alexandra: Oh.",
        "Harley: She better not do anything to set him off.",
        "Rick: He's pretty sedated, harley. He'll fall asleep on her any second.",
        "Harley: Let's hope so.",
        "Frank: You taking off?",
        "Gus: I just wanted buzz to know that I was here, you know. Your sister and I promised him at least that.",
        "Frank: Yeah, I know. Look, why didn't you tell harley what you were doing, where you were? I mean, if she found out that you were trying to save company.",
        "Gus: She would have thought that it was a stunt to win her back.",
        "Frank: Wasn't it?",
        "Gus: Frank, why don't you just let me handle this my way, okay?",
        "Frank: Suit yourself. But gus, right now, so far, you're batting zero.",
        "Harley: So was alex your family emergency, the reason that you had to rush off, so you could bring her here safely?",
        "Gus: No.",
        "Harley: I tell you, she has pulled her selfish stunts in the past, but this tops the list.",
        "Gus: Your father doesn't seem to think so.",
        "Harley: He's on medication. He doesn't even know where he is. No one in their right mind would want a person anywhere near them who'd done what she had done. That kind of betrayal?",
        "Alexa: Loveu y ma and I'm so sorry.",
        "Buzz: I love you, too. You still here?",
        "Alexandra: Until they kick me out.",
        "Buzz: I drifted off.",
        "Alexandra: That's good. You need your rest. Whatever it is you want to tell me, buzz, it can wait.",
        "Buzz: No, it's important. It's about gus and harley.",
        "Alexandra: What about them?",
        "Buzz: They belong together.",
        "Alexandra: I know. And it's because of me. It's because of what I did.",
        "Buzz: You can help them.",
        "Alexandra: How? How? They don't trust me-- and not that I blame them at all. Give them some time. Maybe they'll find a way to work back together.",
        "Buzz: It can't wait. You can make it right. Promise me to make it right.",
        "Alexandra: Okay. Yes, I promise. I promise.",
        "Frank: Come on, alex. It's time to go.",
        "Alexandra: Um, frank, I know I don't have the right to ask, but would you let me know all...",
        "Frank: I'm sure gus will keep you informed.",
        "Alexandra: Sure.",
        "Frank: Let's go.",
        "Alexandra: Yes, I promise, buzz, I will do everything i can.",
        "Reva: See ya. Bye, sweetie pie I love you. Thanks for coming.",
        "Sandy: Thank you!",
        "Reva: Okay. Here we go. Come in here. I want to talk to you.",
        "Sandy: Okay. Oh, that feels good.",
        "Reva: So? How was your party?",
        "Sandy: That was great. I... I don't know how to thank you, reva.",
        "Reva: My pleasure. I feel like I have a lot of birthdays to make up for. I just wish that josh had been here, and marah and shayne.",
        "Sandy: You were here, and that's enough.",
        "Reva: Did you have parties as a kid? I mean, did your parents invite friends over to...",
        "Sandy: Reva...",
        "Reva: I know you had a rough childhood, sandy.",
        "Sandy: And I don't need to revisit it.",
        "Reva: I know. I guess I'm just selfish. I need to know, because if i were in your shoes, I would be carrying around a whole load of resentment toward the woman who abandoned me.",
        "Sandy: You were trying to protect me. And it's not your fault, how things turned out.",
        "Reva: It still doesn't keep me from having regrets. I just can't help but wonder how you must feel.",
        "Sandy: I feel glad that i survived, found you.",
        "Reva: Me, too.",
        "Sandy: So, maybe we should be cleaning up. Or better yet, you sit down and relax while i clean up-- a thank you for a great party.",
        "Reva: You want to clean up after your own birthday party? Are you sure you're my son?",
        "Dinah: A good time had by all?",
        "Edmund: Are you following me?",
        "Dinah: For god's sakes, i feel a little responsible for you. You were very upset about cassie with jeffrey. But the unmade bed says it all. I do hope that you were the one in between the sheets with cassie?",
        "Edmund: Stay the hell out of my life.",
        "Dinah: That's the thanks i get?",
        "Edmund: Thanks? Thanks? For what? Planting suspicion and stirring up trouble?",
        "Dinah: Now, come on. I was trying to protect the woman that you love so very much from becoming another one of jeffrey's victims.",
        "Edmund: Yes, so you've been saying.",
        "Dinah: I call it,n'I? Ca swed up here; so did jeffrey.",
        "Edmund: It's over. It's over. If you want jeffrey, he's on his way out of town, and he is all yours.",
        "Dinah: If it were only that simple. Now, do you have something to offer a girl a drink around here?",
        "Edmund: Bar's downstairs. Water's in the bathroom.",
        "Dinah: Water will work.",
        "Edmund: Fine, show yourself out.",
        "Dinah: So this is it? This is good-bye?",
        "Edmund: Yes. Whatever your game is, it's over, right now.",
        "Dinah: Okay. I hear you. Thank you for being so kind to me and giving me a place to stay.",
        "Edmund: Good-bye, D.",
        "Dinah: Good-bye, edmund.",
        "Cassie: No, I'm going to keep my bag with me, thank you. And here's my seat.",
        "Jeffrey: Oh, no.",
        "Cassie: Well, I bet you thought you were going to have both seats for whole flight, huh?",
        "Jeffrey: Please tme you're just here to wish me a safe flight.",
        "Cassie: Nope, I'm sorry. You're stuck with me all the way to D.C.",
        "Jeffrey: You're not doing this, right? Please tell me you're not doing this.",
        "Cassie: I think you have my buckle.",
        "Jeffrey: Okay, how much is it going to cost to get you off the plane? I'll pay you anything.",
        "Cassie: It's not going to happen. I'm going to be there when you interrogate the woman who was impersonating me, okay?",
        "Jeffrey: That's impossible.",
        "Cassie: Really? Like it's impossible for her to call me when she was in custody?",
        "Jeffrey: She did?",
        "Cassie: Yes, she did. She wanted to rub my nose in the fact that she knows everything about me and I know nothing about her. So I'm going to go and I'm going to even the score.",
        "Jeffrey: Cassie, I can't let you that. This... this woman, she's a sociopath.",
        "Cassie: Yes, she is. What kind of nut job is going to use her one phone call to take potshots at me instead of calling her lawyer?",
        "Jeffrey: All right, look, I'm just going to get the attendant because...",
        "Cassie: Too late. Better buckle up. He isn't it weird that I'm coming up...",
        "Marina: You look tired, grandpa.",
        "Buzz: I had a heart attack. (Laughter) I'm going to go to sleep now, so don't make me say...",
        "Frank: Yeah, well, I'm sure you'll have more to say tomorrow.",
        "Buzz: I'll be okay.",
        "Harley: Well, I'm just glad that alex didn't get you all riled up.",
        "Buzz: She talked about you.",
        "Rick: All right, everybody. It's time for buzz to get some rest.",
        "Alexandra: Gus, thank you for stopping the demolition at company.",
        "Gus: You heard about that?",
        "Alexandra: Well, the news of company came over the police car radio.",
        "Gus: That fight is just getting started, and it's getting ugly.",
        "Alexandra: Yes, well, you stick to your guns. This family needs you more now than ever before.",
        "Gus: Don't you mean the cooper family?",
        "Alexandra: No, I'm talking about the spauldings.",
        "P: Theybrgi e .",
        "Alexandra: Just one more moment, please. See what I mean? U'renethe gos.Eynow thholeowowfor heaven's sakes.",
        "Gus: I feel like I fell off the wagon somewhere along the line.",
        "Alexandra: No, come on. Yojust got caught in the web of lies that I created. It's not who you are. You never were that. You know, it honestly makes me sick at how good, how very good alan and I have gotten at playing lip service to spaulding honor. I mean, we turn people's lives upside down, even those that we really love.",
        "Gus: I am thene's onsibl o actions, so now I have to do damage control.",
        "Alexandra: Okay. Can you do it for all of us?",
        "Gus: I am not a savior, okay?",
        "Alexandra: Well, you just speak yourin you do what you can, all right? Because you can... for pete's sake, you might find some way to save yourself, here.",
        "Policeman: Sir, I've really got to get her back.",
        "Alexandra: It's fine.'Re for the moment. I know you're not going to let us down.",
        "Reva: You're not done yet. You still have one more birthday gift.",
        "Sandy: I'm about birthdayed out.",
        "Reva: Come on, you're going to like this.",
        "Sandy: What is it, family photos?",
        "Reva: See for yourself.",
        "Sandy: Okay. Well let's check it out. Birthday cards.",
        "Reva: One for every year of your life.",
        "Sandy: Wow. I can't believe you did this.",
        "Reva: Well, you know, there's some years that are missing, yes enidn'kn tre t stthe st oemreE. I me, I at bih ev whe we a I always wondered what you were doing as you were growing up, you know? So I'd get a card and I'd write a note inside and hope that one day, we'd be doing exactly this. Ttg hend. Know atev spp lovg you. (Phone rings)",
        "Sandy: I'll get that.",
        "Reva: No, I will. 'S fe. Got he... what? It'S... okay. Yes, dear. About ten minutes. En",
        "Sandy: Who was it? That wasn't the bank.",
        "Reva: The bank? No, they've been closed for hours. Actually, it was josh. He wants me to meet him at company for some unknown reason. But I'm going to go.Wot be long.",
        "Sandy: Okay. Go, I got the scrapbook and the cleaning to do and the...",
        "Reva: Can I tell you how nice it is to be able to look you in thfapyirth happy birthday. I won't be long.",
        "Sandy: \"To a one-of-a-kind son.\"",
        "Jeffrey: Mrs. Winslow, you can't do this, okay? You're interrupting a federal investigation.",
        "Cassie: By facing my attacker? Jeffrey, that's my right.",
        "Jeffrey: You're making a big mistake here.",
        "Cassie: I thought you would understand.",
        "Jeffrey: Oh, I understand. I understand that you're walking headfirst into trouble, big trouble. I understand that.",
        "Cassie: You know, if you're not careful, I'm going to think you're hiding something from me. Do you even have her in custody at all? I'm just kidding, okay? You're very sensitive. I have to do this. I have to see the woman who tried to steal my life.",
        "Dinah: Can't turn my back on you for a second.",
        "Edmund: What are you doing with these?",
        "Dinah: What are you doing rifling through other people's belongings?",
        "Edmund: These are pictures of cassie when she was married to my brother richard, living in san cristobel. What are you doing with them?",
        "Dinah: That's cassie, all right. But are you absolutely certain that that's prince richard?",
        "Edmund: Don't be ridiculous. I know my own brother.",
        "Dinah: Take another look. The truth is, even in san cristobel, richard had a double.",
        "Edmund: What?",
        "Dinah: It's a shame you didn't know that.",
        "Edmund: Are you expecting me to believe that these...",
        "Dinah: Some are; some aren'T. The likeness is eerie, almost as creepy as the thought of jeffrey o'neill playing the prince, and devoted husband to the fair princess cassie.",
        "[NEXT_ON]",
        "Cassie: You were at the farm, in my home!",
        "Dinah: It was my house, too, where I should have lived with my children.",
        "Tony: Hm, I can'T... I'm sorry.",
        "Michelle: We've got to come up with a way to celebrate our partnership, you know?",
        "Tony: Yeah?",
        "Michelle: Mm-hmm.",
        "Tony: Any ideas except for tempting me?"
    ],
    "Transcript Author": [
        "By Boo",
        "By e- by e."
    ],
    "url": "https://www.youtube.com/watch?v=8p8D0hHzgSg"
}