{
    "Episode Summary": [],
    "Recap": [
        "Jeffrey takes Beth to a Japanese restaurant. To her surprise he took her to an art house. She was expecting a man's movie. As the evening progresses, Jeffrey and Beth talk about his reputation and about their feelings. He surprises her by speaking Japanese. Beth wonders if he comes there often. He says it is a private sanctuary. Beth tells him he is charming. As the evening progresses so does the passion as Jeffrey begins to seduce a willing Beth. Nico and Danny go to Company. Shayne and Marina head to the concert but Marina is worried about Shayne being late. Reva and Chris talk. Josh meets with Mr. Walker who decides to leave when Shayne can't be located. Josh is furious. He confronts Reva about Shayne's whereabouts. Shayne and Marina decide to go back home, but a stuck in traffic. Reva foresees a car accident involving Shayne and Marina. Stay tuned."
    ],
    "Recap Author": "Barbara",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Beth: I have a confession to make.",
        "Jeffrey: A confession? Ooh. To da-- we love that sort of thing.",
        "Beth: When you said that you were going to take me to a movie, I assumed that we'd see, well, you know...",
        "Jeffrey: What, a \"guy\" movie?",
        "Beth: Fast cars, something with \"ah-nold.\" (Laughs) obscure French art house was not what i had in mind. I mean, a movie with subtitles...",
        "Jeffrey: I know it's always a pain to read those sometimes.",
        "Beth: No, no, no, no, no, no. It's not that. It's just... I kept getting what was going on five seconds after you. You speak French.",
        "Jeffrey: Well, you know, i guess I've always had an ear for languages.",
        "Beth: More than one?",
        "Jeffrey: Oh, yeah. Seven, if you include Urdu. That was just a joke. I speak some French, some Spanish, you know, Italian; things you would learn in school or traveling, you know. Chotto matte kudasai. Oh, and did I mention Japanese?",
        "[SCENE_BREAK]",
        "Danny: What? Is there a problem?",
        "Nico: Well, I've never been inside before. They normally have a table reserved for me out in the alley. You know, I think I've sampled everything on the menu from the garbage. Yeah. I did get caught once.",
        "Danny: Really? What happened?",
        "Nico: All I felt was the barrel of a shotgun in the back of my head. It's kind of embarrassing when you're leaning over the trash trying to get some grub. The guy pumps the action, tells me to split or he's going to have me thrown in jail. So I ran. I think I was having part of a buzz burger that night.",
        "Danny: So, what? You want to go eat somewhere else? I",
        "Nico: A crime boss who can't even tell when someone's lying? (Snickers) hey, man, you may not be dirty after all.",
        "[SCENE_BREAK]",
        "Josh: Hey, son, it's me. I'm at company now, and I was thinking you might want to come by here early so we could talk a little strategy, you know-- figure out what you want to say to this guy exactly. So when you get this message, call me, or better yet, just come straight here because you know I'm excited. Something major is going to happen tonight; I can feel it. (Music playing)",
        "[SCENE_BREAK]",
        "Marina: You know there's nothing I like better in the world than hanging out with you.",
        "Shayne: Me, too. Turn it back up.",
        "Marina: Last chance. Are you sure, are you absolutely 100% positive that you don't want to turn this car around right now and go back and meet the cub's exec? I mean, we're talking about the Chicago cubs here.",
        "Shayne: It's fine. Look, I've got it all timed out. We're going to check out part of the concert, and we're going to be back at company before that guy even gets there. Look, my whole future depends on this one meeting. You don't think I'd miss it, do you? ...'Cause I'm scared We're on our way yeah It's too late to take back What I'm feeling...",
        "[SCENE_BREAK]",
        "Christopher: You seem anxious. Not because of me, I hope.",
        "Reva: No. Come in, Christopher. My son has a meeting with a baseball executive from the cubs tonight and, well, it's a big deal, and big deals and kids equal anxiety. I told him to follow his heart. His heart told him to go to a concert with his girlfriend first.",
        "Christopher: Before the big meeting?",
        "Reva: Well, yeah. He's cutting it close, but you know, this is boring mother stuff.",
        "Christopher: Well, your son is embarking on a significant journey. You must be proud.",
        "Reva: Are we small talking?",
        "Christopher: Yes.",
        "Reva: Care to stop?",
        "Christopher: I'll follow your lead.",
        "Reva: You made a remark to me, and it made me feel like maybe you was getting a little carried away. I mean, it's one thing to use the gift i have, or the instincts that i have to help the police find a missing girl. But to change the world?",
        "Christopher: Okay, cards on the table, reva. Ever since my wife died, i have spent every waking moment researching, experimenting, testing, and looking... Looking for somebody like you, somebody with the power to change everything. You are that person, reva.",
        "[SCENE_BREAK]",
        "Danny: You couldn't sit at the house with a beer?",
        "Tony: I guess not.",
        "Danny: How many is that?",
        "Tony: I lost track.",
        "Danny: Hum. Did you notice josh Lewis sitting over there? This is not the kind of image we're trying to create.",
        "Tony: Would you keep your skirt on, miss manners? I told Mr. Lewis I don't handle the business part of Fifth Street anymore.",
        "Waitress: Here you go, guys.",
        "Tony: Ah, gracias.",
        "Nico: Thanks.",
        "Danny: Thank you. All right, I'm going to go talk to josh and make sure no damage was done.",
        "[SCENE_BREAK]",
        "Tony: Oh. Good, Danny. You go make nice, okay?",
        "Nico: Drink much?",
        "Tony: It's a special time in my life, and I don't want to remember any of it.",
        "Nico: So, you and the boss don't get along?",
        "Tony: The boss?",
        "Nico: Yeah. Danny's the don, right? Or ex-don... Whatever he wants to call himself. You're the lieutenant; you follow orders, part of the crew.",
        "Tony: Is there any reason that you're taking up air in this place?",
        "Nico: No.",
        "Tony: Then shut your mouth. Danny walks around like he's some yuppie business guy, but you know what? He's still Carmen Santos' son. He just figured a way to go underground.",
        "Tony: Listen, Danny's legit.",
        "Nico: Right. Hey, man, at least you don't try to pretend to be something you're not.",
        "Tony: And what am I?",
        "[SCENE_BREAK]",
        "Josh: Did you get the call from my foreman?",
        "Danny: Yeah, I did.",
        "Josh: Good.",
        "Danny: I did. He's great.",
        "Josh: Yeah.",
        "Danny: Josh, I really appreciate everything that you're doing.",
        "Josh: Well, it's good business, and you know, truth be told, I very much believe in what you're doing, you know.",
        "Danny: Great. Sorry, am I keeping you from something?",
        "Josh: No, not at all. I apologize. It's just that Shayne has a meeting tonight with one of the big executives from the ball club, you know? From the cubs.",
        "Danny: The cubs?",
        "Josh: Yeah.",
        "Danny: Hey, all right.",
        "Josh: And he's not really late...",
        "Danny: Congratulations.",
        "Josh: Thank you. He's not late, but he's not... It's not like he's early, either, and I just wanted to go over some things with him.",
        "Danny: That's fantastic. Wow, that's great. If i can do half the job with Robbie that you've done with Shayne...",
        "Josh: Yeah. (Laughs)",
        "Danny: That's great.",
        "Josh: You're just trying to get some free labor out of something, or me aren't you?",
        "Danny: No, no. (Laughter) (cell phone rings) it's Michelle, I've got to take this.",
        "Josh: (Laughs) okay. Oh.",
        "[SCENE_BREAK]",
        "Walker: Excuse me. Josh Lewis?",
        "Josh: Yeah.",
        "Walker: John walker, Chicago cubs.",
        "Josh: Hey, how are you? Boy, it's good to meet you.",
        "Walker: Very good to meet you.",
        "Josh: Yeah. And thank you so much for coming by to see my son. That's just... That's great.",
        "Walker: Your boy was throwing 95 as a senior. We've been watching him a while. He's a fine rook.",
        "Josh: Yeah.",
        "Walker: So, where is our star prospect?",
        "Josh: Um... (Laughs) why don't you... You know, you should sit down. The best burgers in town are right here in this restaurant, and I'm sure Shayne will be here any minute.",
        "Walker: Great. That sounds good.",
        "[SCENE_BREAK]",
        "Shayne: You know, we really should have left home a lot... A lot earlier.",
        "Marina: You think?",
        "Shayne: Here. Hop in the driver's seat for a second, okay?",
        "Marina: Okay. Wait, what?",
        "Shayne: I'll be right back. (Horns honking)",
        "Shayne: For you.",
        "Marina: Oh, my gosh. You are the best.",
        "Shayne: Anybody can buy a t- shirt from a vendor. I would be the best if I could figure out a way to get us into the parking lot a little bit quicker.",
        "Marina: Don't worry. I don't think we're that far from the gate.",
        "[SCENE_BREAK]",
        "Christopher: Reva, I've seen hundreds of people with psychic ability, but never anybody like you. Your talent is raw, but your potential is unlimited.",
        "Reva: Fate. Fate is a limitation.",
        "Christopher: Fate is a malleable property, just like everything else in the universe.",
        "Reva: I don't believe that. Fate is beyond us. It's supposed to be. Fate is what brought josh and me together. Fate has altered my life so many times, but it's also saved it. It just doesn't seem right to predict the future and then change it.",
        "Christopher: But you can be a part of fate. I mean, who's to say that you can't stop somebody from being in the wrong place at the wrong time? And is it wrong if people are spared tremendous tragedy and loss?",
        "Reva: I'm sorry about what happened to your wife, but you're talking about violating the laws of powers that we can't even conceive.",
        "Christopher: What if it was someone in your family? Wouldn't you want to do everything in your power to save them?",
        "[SCENE_BREAK]",
        "Beth: This all looks",
        "Beth: This all looks wonderful.",
        "Jeffrey: Deza-towa naniga Aluno?",
        "Waitress: That depends on what you want tonight, Mr. O'Neill.",
        "Jeffrey: Naniga osusume?",
        "Waitress: Privacy?",
        "Jeffrey: Domo arigato.",
        "Beth: I guess you must come here quite a bit.",
        "Jeffrey: It's a sanctuary. It's so peaceful, you know. It's very discreet. I've really never brought anyone here before. You are the first person. Kamahi. So, what were you expecting? Hot dogs outside the courthouse?",
        "Beth: Let's just say I dressed for every possible ambiguity. Would he be the jerk everyone says he is?",
        "Jeffrey: Right, which would mean nothing too low-cut because you wouldn't want to give him the wrong idea?",
        "Beth: Or would Jeffrey be someone I might enjoy getting to know. People in this town do like to talk.",
        "Jeffrey: Oh, really? I would have never guessed.",
        "Beth: You have a miserable reputation.",
        "Jeffrey: I haven't given a damn what anyone thinks or says about me, especially in this town. That is, until tonight.",
        "Beth: And why do I deserve the honor?",
        "Jeffrey: Because, Beth, you're exquisite. You're beautiful. I love your mind. I love your manner. So tell me-- I need a laugh-- what are they saying about me?",
        "Beth: \"They?\" They, who?",
        "Jeffrey: You know, \"they.\" The amorphous \"they.\" He or she who are always saying something about someone. Let me guess: He's rude, he's arrogant, he's abrasive, and he's abusive. Jump in any time you like.",
        "Beth: Egotistical, mean- spirited, detests small children.",
        "Jeffrey: See, I forgot those. I do not detest small children, Beth. I may be... Well, I may not be dr. Spock, but it's not the children I've got a problem with. It's the parents.",
        "Beth: Including me?",
        "Jeffrey: You're doing the best you can with Lizzie, i know.",
        "Beth: I almost didn't come tonight. Lizzie's world... My world is in complete upheaval right now and I was afraid that you might be like throwing a can of gasoline on the fire that is my life. But you're not who you seem to be.",
        "Jeffrey: Who am I?",
        "Beth: I don't know. But apparently, you are charming, attentive, and multilingual. Or are you just trying to loosen me up with sake and smooth talk?",
        "Jeffrey: Well, why don't we save some of the mystery for the next date?",
        "Beth: And who says you'll get another chance?",
        "[SCENE_BREAK]",
        "Tony: Listen to me, Nico. You don't want to be like me. If you want to learn from somebody, you watch Danny.",
        "Nico: Danny? Danny's fronting. Come on, Tony. Like he's not totally fake?",
        "Tony: Danny has a great wife, a great kid, and people in this town are starting to see him in a different light. It's a good life. He's happy.",
        "Nico: And you're not? You're on your own. You don't have anybody to tie you down, and people respect you. Look, man, I want that same thing when I go back to the streets. The way those two dealers looked at you that night? Oh, man, they were terrified.",
        "Danny: You were there?",
        "Nico: I'm not going to say nothing.",
        "Danny: That would be appreciated.",
        "Tony: I'm going to go for a walk.",
        "Danny: Grab some coffee while you're at it.",
        "Tony: This is I ignoring you, Danny.",
        "Nico: Later, Tony.",
        "[SCENE_BREAK]",
        "Josh: That's his voice mail. Listen, how's this? Why don't you come on over to our house, have a cup of coffee?",
        "Walker: Look, I've got a few more meetings before I leave town. Maybe a couple of hours.",
        "Josh: Okay.",
        "Walker: You've got my number.",
        "Josh: Yeah.",
        "Walker: When Shayne comes, call me.",
        "Josh: Right I'll do that. Thank you.",
        "[SCENE_BREAK]",
        "Marina: We're not going to make it, are we?",
        "Shayne: I'm really starting to worry about it at this point. I mean, once we park, we still have to go through security check. Oh, man. The music... They're already playing the music. They're already starting.",
        "Marina: Shayne, Shayne, Shayne. Look at me. Turn the car around. We're going home.",
        "Shayne: No. Marina, I promised you I was going to take you here, and I am not going to break my promise to you.",
        "Marina: Okay, and you did take me, and I have the t-shirt to prove it. I can lie to everyone and say I saw the whole thing. Now turn the car around. Let's go.",
        "Shayne: Marina...",
        "Marina: Shayne, what if you miss that meeting?",
        "[SCENE_BREAK]",
        "Josh: Is Shayne here?",
        "Reva: No. What's wrong?",
        "Josh: Terrific. The executive from the cubs is here. He's in Springfield right now, and Shayne missed his meeting with him. Now, if we don't find Shayne soon and get him back to the house, his whole career could be on the line.",
        "Reva: He'll be back.",
        "Josh: Reva, we don't even know where he is right now. Wait a minute, wait a minute. When you say that, is that some kind of intuition thing, or is there a fact thing that I don't know anything about?",
        "Reva: He went to a concert with marina. He was going to catch the first couple of acts and then be back here in time for the meeting.",
        "Josh: You knew about this and you didn't say anything to me?",
        "Reva: Oh, you know what? Let's not even get into who's telling what to whom.",
        "Josh: Reva, this is not a game. Why in the hell would you even let him do something like that?",
        "Christopher: I'm going to give you two some privacy. I'll go make a call.",
        "Josh: Reva, you knew how important this meeting could be to shayne's career.",
        "Reva: What was I supposed to do, Joshua?",
        "Josh: You're his mother, you could have said no.",
        "Reva: Or let him make some of his own decisions for his own life. Look, he's going to be leaving marina soon, and you have to admit she's been the one constant in his life for months. They've been taking care of each other. I felt like they deserved the responsibility.",
        "Josh: Deserved? Reva, we're not talking about a pair of star-crossed lovers here who are being kept apart from each other. We're talking about a couple of kids going to a jam fest.",
        "Reva: Shayne had a plan.",
        "Josh: Really? Did his plan include being disrespectful to an executive from the cubs? Reva, did his plan include potentially throwing his career away?",
        "Reva: His career? He just graduated from high school.",
        "Josh: Reva, we're talking about responsibility here. Shayne has got to start working on his reputation in this area. I mean, this is a big guy who's come to see him, and he's not even answering his cell phone, reva.",
        "Reva: Has the executive left town?",
        "Josh: No, he hasn't. He's agreed to stay for a couple of hours, maybe. But I gave him my personal assurance that Shayne would show up, so if Shayne doesn't, he's going to look like an amateur. He's going to look he's not ready for the majors.",
        "Reva: Well, maybe he isn't.",
        "Josh: Isn't that what it's all about, reva? I mean, come on. He's in this thing... He's not in it because he wants to ride around on the bus and play in the minor leagues. You know, if I didn't know it better, I would think that you were trying to...",
        "Reva: Trying to what?",
        "Josh: I don't know.",
        "Reva: What? Sabotage my own son?",
        "Josh: I didn't say that.",
        "Reva: Then what are you saying?",
        "Josh: I'm saying it would be nice if we were working towards the same goal in this situation.",
        "Reva: As long as it's your standards. Am I right?",
        "Josh: Reva, I love you with all my heart and soul, but that ship has sailed. You can keep throwing that contract situation with Shayne up in my face for the rest of our lives. The fact is, i did it, he made it, and now he has to start working on being the man he has the potential to be.",
        "Reva: Where are you going?",
        "Josh: I'm going to drag him out of that concert myself.",
        "Reva: Joshua!",
        "[SCENE_BREAK]",
        "Marina: Let's just think about this here. By the time we go through security, park the car, get inside, we're going to have time to see, what? Like, maybe five minutes of the show?",
        "Shayne: Marina...",
        "Marina: And they're not going to be a very pleasant five minutes, either. They're going to be the most miserable five minutes of both of our lives because we're going to be freaking out about you missing that meeting with Mr. Walker.",
        "Shayne: But we don't have that much time left to spend with each other.",
        "Marina: Well, okay. So let's make every minute of it count, starting with the drive back home. Now, you're still my favorite guy in the entire world. Can we bail now?",
        "Shayne: Are you sure?",
        "Marina: Shayne. Okay, I'll tell you what. If this meeting goes the way that we both hope it will, I'm going to let you hire any band you want to play in your backyard for my birthday. How's that?",
        "Shayne: You know you're the best thing that ever happened to me, right.",
        "Marina: I thought the best thing that ever happened to you was learning how to throw an off-speed pitch down low.",
        "Shayne: You're still better.",
        "Marina: Yeah, I know. Come on, let's go.",
        "[SCENE_BREAK]",
        "Bartender: Three little Indians.",
        "Tony: Do they have any friends?",
        "Bartender: That's enough for now, all right?",
        "Tony: I'll tell you when it's enough. Thank you. A brawler. Thug life, that's me. Want to be me, Nico? my life is freaking great. (Woman laughs) Marah? Don't get up. Don't do anything. She doesn't need you and you don't need her. Oh, damn, you've got to be freaking kidding me. Marah, what are you doing?",
        "Woman: Excuse me?",
        "Tony: I'm sorry. I just... I thought that you look like... Just forget it. Whoa. What's your problem?",
        "Man #1: That's my fiancée, you idiot.",
        "Tony: You know, all right, maybe you didn't hear me. I said I was sorry. My mistake. What are you going to do about it, anyway?",
        "Man #2: Teach you a lesson.",
        "Tony: That's an original line right there. All right, you want to bring it? Then bring it.",
        "[SCENE_BREAK]",
        "Marina: When did it get so foggy?",
        "Shayne: I don't know, but it'll be fine. Did my dad call?",
        "Marina: Yeah. Hang on I'm listening. The exec's already at company. Yeah, your dad sounded pretty anxious.",
        "Shayne: He's probably bugging out right now.",
        "Marina: More like going ballistic. I mean, he sounded like he was trying to be nice, you know, but he had that whole parental \"you're busted big-time\" thing going on. The exec's flight leaves in a couple of hours.",
        "Shayne: Okay, good, good. So i still have time. You know, I swear this meeting and my whole baseball life, it's more important to my dad than me.",
        "Marina: Oh, look, he just wants what's best for you. He doesn't want you to blow it.",
        "Shayne: His number is speed dial five. Can you call him and tell him that we're on our way?",
        "Marina: Yeah, yeah, absolutely. Oh, you have me on speed dial one.",
        "Shayne: Of course.",
        "Marina: That is so sweet. It went right to his voice mail. Here.",
        "Shayne: Hey, dad, i know you're worried, but listen, we skipped the concert. We're on our way home, okay, so just stall Mr. Walker. We'll be back soon. I promise. Everything's going to be fine, okay, dad? Just pray for no traffic.",
        "[SCENE_BREAK]",
        "Tony: You know, even if you take me down, I'm going to take at least one of you to the hospital with me.",
        "Man #1: Hum. That's funny.",
        "Tony: I'll take maybe even all of you.",
        "Man #2: I doubt that.",
        "Tony: Talk, talk, and talk.",
        "Bill: Whoa, whoa, whoa, whoa. Calm down. Calm down. Calm down.",
        "Man #1: Get your friend out of here.",
        "Bill: Relax! Relax, man. Stay here and let me handle this so you don't stay a night in jail.",
        "[SCENE_BREAK]",
        "Jeffrey: The tea ceremony, or sado, is very important in Japanese culture. It symbolizes everything from the first cherry blossom of spring to the dawning of a new day. It means a new beginning, a new chapter in someone's life.",
        "Beth: I'm about due for one of those.",
        "Jeffrey: The ritual of the tea pouring embodies four principles: Harmony, respect for others, purity of heart and mind, and tranquility.",
        "Beth: Thank you.",
        "Jeffrey: Did you notice the low entrance? That's so that the guests have to bow when they enter. It's a symbolic gesture of humility.",
        "Beth: Let me guess: You're still working on that one. (Laughs)",
        "Jeffrey: Okay, yeah. It's not my first reaction to most things, but i am working on it. But the room, it's very simple for a reason. It symbolizes a break with the outside world. It allows one to clarify the senses and to let go of all the stresses and concerns of everyday life, if only for a moment.",
        "Beth: That does sound like heaven to me.",
        "Jeffrey: Well, let me see what i can do. Close your eyes.",
        "Beth: Can I trust you?",
        "Jeffrey: Well, we'll soon find out. Close your eyes. All right, now, what do you hear?",
        "Beth: I hear water from the fountain.",
        "Jeffrey: Good.",
        "Beth: I smell a flower.",
        "Jeffrey: That's right. Just one. One flower, not a bouquet. And to appreciate the uniqueness of one special blossom is to be able to admire and be seduced by its beauty, its spirit, and its grace.",
        "Beth: I feel you. You're like a vision to me right now.",
        "Jeffrey: But I'm very real.",
        "Jeffrey: Kim WA haru ichiban no sakura no yoni utsukushii.",
        "Beth: Is that a line?",
        "Jeffrey: To which you respond, omawarisan, chikan o tsukamaete.",
        "Beth: What does that mean? \"Yes, I'll go to bed with you?\"",
        "Jeffrey: No, that means, \"police, and arrest this pervert now.\"",
        "Beth: (Laughs)",
        "Jeffrey: I really... I really want to be with you, but if you're not ready, I can wait.",
        "Beth: Being with you is like a chance for me, and it's the first chance I've had in a long time to feel desired, to stop worrying, to stop thinking, stop being afraid.",
        "Jeffrey: I understand. Sometimes, you know, you just... We don't want to be rational anymore, right?",
        "Beth: Some people in this town might tell you I'm not anyway.",
        "Jeffrey: I don't care about some people, Beth. I care about you. And I know that, you know, sometimes you just get tired of having to be in charge. Isn't that right?",
        "Beth: Yes.",
        "Jeffrey: Well, then... Allow me. You can always say no. I'll take care of everything.",
        "Beth: Including me?",
        "Jeffrey: Especially you. All you have to do is what you want to do. Just take what you want to take, and I'll do the rest.",
        "[SCENE_BREAK]",
        "Bill: Well, it took some fast-talking, but I just saved your butt.",
        "Tony: Would you stop? I was going to take those guys down myself. I don't need any of this.",
        "Bill: Tony, did you see gorilla number one? The guy bench presses 400 in his sleep, okay? And I just called Cassie so you don't have to worry about the cops.",
        "Tony: You know what, bill? I don't need any of your charity. I had this handled. It was taken care of.",
        "Bill: Tony, you're not going to handle anything. You're wasted, all right? And believe me, I know a drunken mess when I see one. My father gave me the education that I never wanted.",
        "Tony: Oh. Let me play you a sad song on the world's smallest violin.",
        "Bill: Let's go get up, tough guy.",
        "Tony: Or what are you going to do about it, huh?",
        "Bill: Sit back down, will you?",
        "Tony: That was pretty good. (Laughs)",
        "Bill: Well, you're pretty slow and you're pretty stupid right now. Tony, look at you. Why don't you just go back to Marah and try to fix things up, all right?",
        "Tony: Would you just leave it alone?",
        "Bill: Whatever you did, she'll forgive you.",
        "Tony: Boy Scout, drop it. You have no idea.",
        "Bill: I see. So this is just you feeling sorry for yourself.",
        "Tony: You really want...",
        "Eden: What is going on here?",
        "Tony: Just in time. Bill wants to hear my sins, why I can't go back to Marah.",
        "Bill: You know, right now, Tony, you're making it really hard to care.",
        "Tony: Bill, you would be surprised how fast that can change.",
        "[SCENE_BREAK]",
        "Marina: Why isn't your dad answering his phone?",
        "Shayne: I don't get it, either. (Honks horn) come on, step on it! This traffic is insane. We had to pick the one night when the interstates like a parking lot.",
        "Marina: Looks like it's clearing up ahead.",
        "Shayne: Finally. We're going to have to step on it.",
        "Marina: We're going to make it, Shayne.",
        "Shayne: We have to. I'm not going to let my dad down.",
        "[SCENE_BREAK]",
        "Christopher: Just consider what I've said. That's all I ask.",
        "Reva: I'll try.",
        "Christopher: We have a long way to go, but we'll get there if we do the work.",
        "Reva: Can I sleep on it? Dream on it?",
        "Christopher: Of course you can, reva. Reva?",
        "Reva: It's nothing, really. It's just...",
        "Christopher: Your heart is racing.",
        "[SCENE_BREAK]",
        "Marina: Okay, this is really getting annoying. I got his voice mail again.",
        "Shayne: Hold up the phone?",
        "Marina: Yeah, sure.",
        "Shayne: Hey, dad? Look, we're totally blazing to get there, okay? I'm not going to let you down. This traffic is just... Just call me back, okay? Please.",
        "Christopher: This is strong, reva, whatever it is.",
        "Reva: I don't... It's something. It's... Something. Oh, god. Something... I don't know.",
        "Christopher: Focus, reva. What are you seeing? What are you sensing?",
        "[SCENE_BREAK]",
        "Marina: Shayne?",
        "Shayne: It's going to be okay.",
        "Reva: Not okay. No, it's not okay.",
        "Christopher: What isn't?",
        "Reva: What?",
        "Christopher: What's not okay, Reva?",
        "Reva: No. No! (Tires squealing)",
        "Marina: Shayne. Shayne! (Crashing)",
        "Marina: (Screams) (horn honking)",
        "[SCENE_BREAK]",
        "Next, on \"guiding light.\"",
        "Tony: I mean, why are you here?",
        "Marah: You know why I'm here.",
        "Christopher: Don't fight what you're feeling, reva. Tell me what you're getting. (Sirens) This has been \"Guiding Light.\""
    ],
    "Transcript Author": [
        "By Suzanne Proofread by Priscilla"
    ],
    "url": "https://www.youtube.com/watch?v=GG8T-EF3TRE"
}