{
    "Episode Summary": [],
    "Recap": [
        "Bill and Olivia decide that it's time for Bill to adopt Emma. Alan is not thrilled with the plan and makes threats towards them. Alex is worried about Alan and all the stress that he's been under. Alan tells her that he can handle it all with no problem. Sandy, Josh, Ross and Frank have a boy's night out playing cards at Lewis. The older men tell stories about the ladies. Sandy learns a lot. Gus and Harley end up on the set of a soap that is doing a live broadcast. Gus acts like he's a writer and Harley is a technical consultant to fool the cast. They end up actually being shown on live TV, but no one in Springfield sees it. They decide to stay the night on the set so they can watch the motel to see when Wallace leaves. Wallace decides to stick around for a while."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Bill: ( Cell phone ringing ) ( Groans ) Lewis. Bill Lewis.",
        "Olivia: Hi, honey. Where are you?",
        "Bill: Uh, I'm actually at Josh and Reva's with my girl, Em. Where are you?",
        "Olivia: I'm standing in front of Towers waiting for my husband and daughter to join me for a nice family dinner.",
        "Bill: Yeah. Yeah, Hon, well... you know what? I'm on my way down there, so the sooner I get off the phone with you, the sooner I will see you. Okay, Em, we are in trouble, okay? We have to go meet mommy at the restaurant. I forgot! Now, I can't entirely take the blame on this because I think it was partly yours. You were the one who got so hot and said you wanted to swimming, so you know me, I can't pass up a party at the pool. And you know how hungry that makes us, and my goodness, someone loves her chocolate, don't you? Give me five. That's what I'm talking about. And then, of course, nap time rolls around we've both got to get a little shut-eye-- at least I did and, well, you didn't. Oh, my goodness, you messy little girl. You have to come over here. I've got to clean your face come here.",
        "Emma: ( Babbles )",
        "Bill: Now, you've got to have my back on this, all right? You've got to have my back on this because I'm not a finger- pointer, but this was your fault, all right? Let me wash that little face of yours. I'm going to get you cleaned up in about 30 seconds, okay, but I have to hope that Josh has something in his closet that is as nice as my plaid shorts, that I can wear to the restaurant.",
        "Emma: ( Babbles )",
        "[SCENE_BREAK]",
        "Alexandra: You're sure everything's under control?",
        "Alan: I paid off the blackmailer and I will never hear from him again.",
        "Alexandra: For your sake, I certainly hope so. What I would like to know, Alan, is how you were so careless as to let this man find out about Phillip in the first place.",
        "Alan: That is not important. The important thing is that you keep my secret.",
        "Alexandra: I said I would, and I will.",
        "Alan: Where are the gloves?",
        "Alexandra: In a safe place.",
        "Alan: Good. I don't want you slipping up and breaking under the pressure.",
        "Alexandra: ( Gasps ) Me? Oh, be quiet.",
        "Alan: Just keep the secret and protect the family and it will be what Phillip would have wanted.",
        "Alexandra: You killed him, Alan. I'm not sure you have the right to speak for him anymore.",
        "[SCENE_BREAK]",
        "Bill: Well, well, well. You are a lucky little girl because this joint doesn't usually go for sippy cups and high chairs.",
        "Olivia: It's called the VIP treatment, Emma. That's one of the perks of running Spaulding.",
        "Bill: See? Your mom is a powerful, beautiful woman. Just like you're going to be someday. Me, I am just a lucky, brave man.",
        "Olivia: You're a wonderful, wonderful man, and I am so happy that you understand why I decided to stay.",
        "Bill: Well, I don't understand, but I'm not going to press my luck.",
        "Emma: Daddy.",
        "Bill: Did she just say \"Daddy?\"",
        "Olivia: She said \"Daddy.\"",
        "Bill: She just said \"Dad,\" but I'm not her... you know.",
        "Olivia: But you're the only father she has.",
        "Bill: That's true.",
        "Olivia: You know what?",
        "Emma: Daddy.",
        "Olivia: Exactly! Forget the deal I made with Alan.",
        "Bill: What are you doing?",
        "Olivia: Bill.",
        "Bill: What?",
        "Olivia: I want you to adopt Emma.",
        "Bill: You do?",
        "Olivia: Yeah.",
        "Bill: You do.",
        "Olivia: I want her to know her real father, yeah. Phillip loved her, you know, and he wanted to be a good father to her, but I mean, you are the one who's going to hold her hand when she's walking to school, and you're the one who's going to be sitting in the audience when she has her first school play, and you're the one who's going to be waiting at home when she comes home from her dates. And...",
        "Bill: Wait a minute. Wait a minute. Wait a minute, now. No dating until you're 21, you got that? And marriage, 35-ish, 34 if you're good.",
        "Olivia: What?",
        "Bill: I didn't hear where I'm going to be when she wins her first Pulitzer prize. Or when she's the CEO of some big corporation. Don't you want her to be a career girl, just like her mom?",
        "Olivia: I want Emma to have a happy life, and that means you being her daddy. You make us both happy. You are the best father she could ever hope to have.",
        "Alan: Emma's only father is Phillip, and always will be.",
        "Emma: ( Coos )",
        "[SCENE_BREAK]",
        "Sandy: Trying to set a good example for the rest of us?",
        "Josh: Actually, I was kind of hoping I wasn't going to run into the rest of you.",
        "Sandy: Oh. Sorry.",
        "Josh: No, no, no. Sandy, that's not what I mean. I just... I figure on a night like this, everybody has something else to do. So, what are you doing here?",
        "Sandy: Well, I was with Tammy earlier.",
        "Josh: Uh-huh.",
        "Sandy: And she was with Reva at Towers.",
        "Josh: Okay.",
        "Sandy: Reva was pretty upset. And Tammy told me that Reva and Jonathan had it out right there in the middle of the restaurant, so I thought I'd give you a heads-up in case you wanted to go home and take care of her.",
        "Josh: Actually, taking care of Reva is not my job anymore.",
        "[SCENE_BREAK]",
        "Actor: Okay, now, why aren't you dressed yet?",
        "Harley: You don't understand. I...",
        "Actor: Well, I think I probably do understand. Have you been on a soap before?",
        "Harley: No, actually.",
        "Gus: Baby.",
        "Harley: Because I...",
        "Actor: Oh, what is this? Don't tell me you brought the boyfriend.",
        "Harley: Okay, I won't tell you I brought the boyfriend.",
        "Actor: All right, dude, listen. Listen. We've got to run lines, okay, so you're going to have to cut the cord.",
        "Gus: Whoa. Cut the... cut the cord? Listen to me. I don't... I'm not quite sure who you think we are.",
        "Actor: It doesn't matter who you are, okay? We don't have time for this. We're going on live tonight.",
        "Harley: Live?",
        "Actor: Nobody told you? Yeah. This is a live broadcast, okay? We don't even do this stuff anymore. Do you know your lines?",
        "Harley: No, because... ( laughs ) I'm telling you, I don't even... I haven't seen the script. I don't even...",
        "Actor: All right, all right. Come on. Come on.",
        "Gus: No, no, no. Hold it, baby. You're not going. You're not going anywhere.",
        "Actor: Dude, just hang on for a second, okay? Look, I don't normally do this kind of thing, all right, but you are kind of hot, so I'll take you to hair and makeup myself.",
        "Gus: Now, you are hot, baby, but buddy, you're not taking her anywhere.",
        "Day player: Sorry I'm late. My costume didn't fit.",
        "Actor: Now, wait a second. If you're the prisoner, who are you?",
        "Gus: Can I talk to you?",
        "Actor: Yeah?",
        "Gus: Listen.",
        "Actor: What?",
        "Gus: Um, I'm one of the writers, okay? Now, I'll talk to you if you can keep your mouth shut.",
        "Actor: You're one of the writers?",
        "Gus: Yes. Yes.",
        "Actor: I thought you guys worked from home.",
        "Gus: We do. But sometimes we like to come down to the studio and, you know, check things out. Thinking about killing somebody off.",
        "Actor: Oh, no.",
        "Gus: No, no. Not you, not you. Look at that: I've said too much already.",
        "Actor: Hey, are you a writer, too?",
        "Harley: Me, a writer? God, no.",
        "Day player: Then who are you?",
        "Harley: Uh, I'm... I'm obviously the technical consultant here. Nadine Bradshaw is my name. And can I tell you, this is all wrong. I don't know what you've got going on here, but...",
        "Actor: Are you kidding me? They finally sprung for a technical consultant around this...? Oh, God, that's great.",
        "Harley: I think it's great, too. Hey, I say, why not some reality for a change?",
        "Actor: That's what I've been saying. I've been begging them for somebody like you ever since they made me a cop on this show.",
        "Harley: Mm-hmm.",
        "Actor: I want it to feel more organic.",
        "Day player: Well, here she is.",
        "Actor: Yeah. Sweetheart, do me a favor. Just run along, okay, please?",
        "Day player: I thought we could run lines.",
        "Actor: Yeah, well, you don't have any lines, okay? Now, scoot. Hey, guys, hold up. Hold up, hold up, hold up. There's a couple of things I'd really like to talk to you about, okay? And a lot of questions I have for you, and I'd love to pitch you a couple of story lines I've been thinking of. Now, Rebecca, all right? The girl who plays Rebecca?",
        "Gus: One of my favorites.",
        "Actor: Who couldn't tell that from the way you write her.",
        "Gus: Yeah.",
        "Actor: Anyway, I'm thinking that we have this great chemistry and I'm thinking if you could just write us one scene?",
        "Gus: Yeah.",
        "Actor: The two of us?",
        "Gus: Yeah.",
        "Actor: I think we have the makings of a super-couple.",
        "Gus: Yeah, you know, it's funny because when I think about it, that's a good idea. I'm going to keep that in mind.",
        "Actor: Great. Great, great, great. Now...",
        "Gus: You guys are good together.",
        "Actor: Yeah, thank you. Now, listen, there's a couple of other questions about cuffs, all right? Now, I can't get these things right, when I cuff a perp, I'm going like this and just, you know, sort of... but it's not right. It's the motivation, it's just all wrong.",
        "Harley: Are those real? Maybe it's not such a...",
        "Gus: You have the key to this, right?",
        "Harley: ...Good idea for you to put these on.",
        "Actor: Yeah, yeah, yeah. Now, watch. Just watch it first. Watch it first.",
        "Gus: Chip, do you have the keys, chip?",
        "Harley: Are those real?",
        "Gus: Chip, do you have the keys to these things? The keys, Chip.",
        "Actor: It's Chad. Chad.",
        "Harley: Chad.",
        "Gus: Do you have the keys?",
        "Actor: I don't know. I might. No, I don't know where it is.",
        "[SCENE_BREAK]",
        "Ross: Any news about Harley?",
        "Frank: No, and it's killing me.",
        "Ross: Yes, I can see that. That's why I suggested that we go out for a drink. I think we can both use a quiet night out.",
        "[SCENE_BREAK]",
        "Olivia: Don't do this in front of Emma.",
        "Alan: Emma has a father. Just because he is not here, Olivia, doesn't mean...",
        "Bill: We know that, Alan. Olivia just said she wants Emma to know about Phillip.",
        "Alan: Her version of Phillip? No, thank you.",
        "Olivia: Please.",
        "Alan: Look, Bill, this doesn't concern you at all.",
        "Bill: Doesn't concern me?",
        "Olivia: Yes, it concerns him. He's my husband. He's going to be Emma's father.",
        "Alan: The hell he is.",
        "Olivia: I want Emma to have a normal, happy family life, Alan.",
        "Alan: Olivia, you wouldn't know normal if it hit you in the...",
        "Olivia: And you would?",
        "Alexandra: Please, let's not cause a scene, here.",
        "Alan: I'll tell you, I will cause a scene if you two try to adopt my Emma.",
        "Olivia: You have no say in this.",
        "Alan: You know, you can't remember that we have already discussed this.",
        "Bill: Listen to me. Emma will know about Phillip, I give you my word.",
        "Alan: I never take the word of a Lewis, Bill.",
        "Alexandra: Please, we can discuss this in private sometime later.",
        "Alan: There's nothing to discuss.",
        "Bill: All right. Look, Alan, I know you're upset, and I can even understand why, but you've got to think what's best for your granddaughter.",
        "Alan: I know what's best for my granddaughter, and it isn't you, Bill.",
        "Bill: You know what? I'm not going to fight you on this.",
        "Alan: Well, go ahead and fight me, because a Spaulding will always trump a Lewis.",
        "Bill: Oh, my goodness. You want to talk about revisionist history? You hold a grudge against my family because my mother dumped you and she married my dad.",
        "Olivia: Oh, I love these old family stories. Don't you?",
        "Bill: And that is the truth.",
        "Alan: Until she realized your father was beneath her.",
        "Olivia: Forget it. Forget it. You're flailing, okay? You don't have a leg to stand on, legal or otherwise. You're not even a blood relative.",
        "Alexandra: Oh, come on. That's hitting below the belt.",
        "Olivia: Oh, what do you expect, Alexandra? Your brother thinks he's King of the freaking world.",
        "Alan: I'm warning you, Olivia. Don't cross me.",
        "Olivia: Or what? You're lucky I let you see Emma at all.",
        "Bill: All right, let's just do this later, okay?",
        "Olivia: I'm not doing this later. I'm not going to play tug of war with my daughter.",
        "Alexandra: Bill's right. We can discuss this later. Please.",
        "Alan: No. Alexandra, no. I am not going to allow Olivia to erase Phillip from Emma's memory.",
        "Olivia: Forget Phillip. I'm going to erase you, Alan.",
        "Alan: After everything I've done, you are not taking my Emma from me. I will see you dead first.",
        "[SCENE_BREAK]",
        "Sandy: This is a really nice letter from Marah.",
        "Josh: Yeah. I got an e-mail from Shayne, too. It's been a pretty good day.",
        "Sandy: Well, you're a pretty good dad.",
        "Josh: Well, I think I am, too, but I appreciate you reminding me of that.",
        "Sandy: They're all really lucky to have you.",
        "Josh: Uh-huh.",
        "Sandy: Marah, Shayne. Even Reva.",
        "Josh: Reva. Yeah.",
        "Sandy: I'm worried about her.",
        "Josh: Well, that makes two of us, pal.",
        "Sandy: First I thought it was Jonathan getting to her again, but I don't think that's the case.",
        "Josh: No. I don't think we can pin all of this on Jonathan, either. Reva's perfectly capable of messing things up all by herself.",
        "Sandy: She's never boring.",
        "Josh: ( Laughs weakly ) Nope.",
        "Sandy: Josh?",
        "Josh: Hmm?",
        "Sandy: Can I help? I see how stressed you are, and tonight Reva had this look in her eye.",
        "Josh: Yeah. The look.",
        "Sandy: Sorry. You probably don't want to talk about it.",
        "Josh: No. You know what, Sandy? It's just this... I'm giving Reva some space right now, and we're just going to have to wait around and see what she does with it. ( Knock at door )",
        "Ross: Evening, gentlemen.",
        "Frank: Hey, guys.",
        "Josh: What is it that made me think I could actually hide out here tonight?",
        "Frank: Well, let's see. Your light's on and your car is in the parking lot.",
        "Josh: Excellent detective work, Frank. Hey, Ross, I was just looking at the plans for your house here.",
        "Ross: Oh, good.",
        "Frank: Ross? You moving?",
        "Ross: No, no, no. I'm adding on. I thought it would be fun for Blake to have a new project.",
        "Frank: Which means that you're keeping her out of trouble.",
        "Ross: It means I'd like to keep her away from her brother, but that's a losing battle.",
        "Josh: Yeah, those two seem pretty close these days.",
        "Ross: You just sent a cold chill down my spine. Thanks, Josh.",
        "Josh: ( Laughs )",
        "Ross: You know, Frank, I think we should let these two night owls finish their work.",
        "Sandy: You guys got a big night planned?",
        "Frank: Well, Ross offered to buy me a drink, but we didn't know where to go, so...",
        "Josh: Actually, you came to the right place.",
        "[SCENE_BREAK]",
        "Bill: Get your hands off my wife.",
        "Olivia: What have you done, Alan?",
        "Alan: What do you mean, what have I done?",
        "Olivia: You said, \"After everything you did...\"",
        "Alexandra: All right, all right...",
        "Olivia: What have you done, Alan?",
        "Alexandra: You know... you know what Alan... how hard he's worked to keep Emma close.",
        "Olivia: Yeah, I sure do. Like son, like father.",
        "Alexandra: Come on, she's his youngest grandchild. He loves her dearly.",
        "Alan: Yes, exactly. And you wouldn't be working at Spaulding if it weren't for Emma. As a matter of fact, you'd still be back at the Beacon where you belong, and will be shortly.",
        "Bill: You don't love that little girl.",
        "Alexandra: Oh, Bill, please.",
        "Bill: No, you don't.",
        "Alan: Yes, I do. I love that little girl more than anything.",
        "Bill: No, you love power and revenge, but you don't love that little girl. She's a bargaining chip to keep Olivia in line, and that's exactly what she is.",
        "Alan: Well, you know something, Bill? Somebody has to, because you're not up to the job.",
        "Bill: You know what, Alan? You had your shot and you blew it, okay?",
        "Olivia: Oh, please. This conversation is over.",
        "Alexandra: All right.",
        "Alan: It's not over until I say it's over.",
        "Olivia: Let me make something",
        "Olivia: Let me make something clear: I may work for you, but this is my family time.",
        "Alan: Emma is a Spaulding and will always be a Spaulding, Olivia.",
        "Olivia: She's a Spencer, too, Alan.",
        "Alan: Well, she'll have time to get over that.",
        "Alexandra: All right, Alan. That is enough. That's enough. Now, don't argue with me. All right? I'm saving you from yourself. Calm down.",
        "Bill: Well, all this fighting has made Daddy very hungry. Right, Em? Don't.",
        "Olivia: What?",
        "Bill: Don't, don't, don't, don't, don't. Don't listen to him, okay? He is all talk.",
        "Olivia: No, he's not, and you know it. He's not going to drop this.",
        "Bill: All right, then we will deal with it together. Okay? Right, Em? We're going to work on keeping Grandpa in his place.",
        "Olivia: All right.",
        "Emma: You're ticklish.",
        "Bill: I am ticklish. But Mommy just said something very important. \"All right,\" what? All right that you agree with me? Or all right, you're going to go do something behind my back?",
        "Olivia: I agree with you. We'll handle this together.",
        "Bill: Together.",
        "Olivia: Together.",
        "Bill: Together.",
        "Olivia: You said we could handle anything together. I believe you.",
        "Emma: Vroom, vroom.",
        "Bill: I love you. But what's your name, again? Who is this?",
        "Olivia: ( Laughs )",
        "Bill: Who is this person over here? Can you help me?",
        "Emma: Vroom!",
        "Bill: Vroom.",
        "Emma: Vroom!",
        "[SCENE_BREAK]",
        "Frank: So, Ross, you really don't like Blake's brother?",
        "Ross: Let me put it this way-- thank you, Sandy-- Sebastian makes Roger Thorpe look like a warm and normal human being. But Blake is very happy to have this connection with her father.",
        "Josh: Well, I guess I can understand that.",
        "Ross: Yeah, sometimes so do I. You know, Sebastian lacks even Roger's limited ability to love somebody, but he did inherit his father's powers of persuasion. Blake is drawn to him like a moth to flame.",
        "Josh: You know, I've been spending some time with them. They do seem pretty close.",
        "Ross: Yes, I'm afraid they are. Blake is thrilled, though, to have this new playmate. Harley's her best friend; she misses her a lot. Cassie's life is so complicated now it's ridiculous, so as far as Blake is concerned, Sebastian showed up at the perfect time.",
        "Josh: Yeah, the new playmate thing. You know, I think there are just some people in the world that are so bored with life they have to continually find somebody new and find new experiences, to keep things exciting.",
        "Sandy: Is life supposed to be exciting all the time?",
        "Frank: Not for me, man. I like routine. But of course, it didn't help my marriage.",
        "Sandy: To Marina's mom.",
        "Frank: Yeah, to Marina's mom. She hated the routine of being the wife of a cop. Anyway, there was another part to that, but more importantly, Cassie, I think she's a down-to-earth girl and I'm sure Tammy will be following right in her footsteps.",
        "Josh: Oh, no. I don't think so. I think Tammy is following in the footsteps of her Aunt Reva.",
        "Frank: Then you better take your vitamins, Sandy. ( Laughs )",
        "Sandy: Well, don't women like Reva and Blake need steady, strong guys to keep them on track? ( Laughter )",
        "Ross: Reva and Blake both would be offended at the notion of anybody trying to keep them \"on track.\"",
        "Josh: They need us, but they also need to be able to get away from us whenever they want.",
        "Ross: And we need to trust that when they leave, they will find their way back home.",
        "Sandy: Interesting.",
        "Ross: Yes, isn't it? Listen and learn, Sandy. Listen and learn. And speaking of finding your way home, I know that you're all wrapped up with the Harley situation, but how's the search coming for Darci?",
        "Frank: I'm still looking, Ross, but I haven't found her. But unfortunately, I had to put that on the back burner. Right now, all my energy has been trying to find my sister.",
        "[SCENE_BREAK]",
        "Harley: Chad?",
        "Actor: Yeah?",
        "Harley: Where are the keys?",
        "Actor: I don't know.",
        "Harley: The key.",
        "Actor: I bet I left it in my dressing room. ( Groans ) Whoa, yeah. That's what I'm talking about, right there! That was great! Oh, man. That was perfect. See, you've got to teach me how to do that. That's exactly what I'm talking about. See, the way you just spun me around, the arm back and the head... the whole thing, I felt the agony and the pain of all that.",
        "Harley: You know what, Chad? I promise you...",
        "Actor: You'll teach me that?",
        "Harley: But right now, we've got to go.",
        "Actor: All right, great, great. Hold on a second. I didn't get a chance to ask you about my motivation.",
        "Gus: You're doing it for love.",
        "Harley: Okay. There's got to be another exit out of this building, somewhere.",
        "Gus: Stay here until the coast is clear, okay?",
        "Harley: Gus, we can't just stay here. We're on a...",
        "Gus: We have to stay here because the Feds are all over the place.",
        "Harley: ...Television set.",
        "Stage manager: Okay, people. We're live in five, four, three...",
        "[SCENE_BREAK]",
        "Alexandra: For heaven's sakes, get a hold of yourself.",
        "Alan: I am not finished with Olivia yet.",
        "Alexandra: Yes, you are.",
        "Alan: No. I am not going to let her take Emma from me.",
        "Alexandra: She's not going to, I promise you. Now, let's have a drink.",
        "Alan: I don't want a drink.",
        "Alexandra: Alan, you need something to calm down. Now, believe me, let's have a drink.",
        "Alan: All right. I'll have a scotch. Excuse me, I'll have a scotch.",
        "Bartender: Sorry. My favorite soap is doing a live prime-time show tonight.",
        "Alan: You watch those silly programs?",
        "Bartender: Actually, it's pretty good.",
        "Alan: What's good about it?",
        "Bartender: Well, Brock's supposed to find out KD is sleeping with Sara.",
        "Alan: Who the hell is Brock?",
        "Alexandra: Brock. Sara's brother. KD is sleeping with his girlfriend.",
        "Alan: How do you know so much about this?",
        "Alexandra: I got hooked on it when I was in jail.",
        "Alan: Unbelievable.",
        "Alexandra: Yes, well, it helps pass the time of day. You know, being locked up does change one.",
        "Alan: I am not going back to jail.",
        "Alexandra: That's exactly where you're going if you keep losing it like this.",
        "Alan: I know what I am doing, Alexandra.",
        "Alexandra: I don't think you do.",
        "Alan: I can assure you it is almost over. Once Harley and Gus are found, there will be no more loose ends.",
        "Alexandra: Alan, I am really worried about you.",
        "Alan: Don't worry about me, Alexandra. I'm fine.",
        "Alexandra: No, that's why I had to drag you away screaming and kicking.",
        "Alan: Will you quit exaggerating?",
        "Alexandra: No, Alan. You almost slipped up right in front of Olivia and Bill.",
        "Alan: I knew exactly what I was saying.",
        "Alexandra: Do you honestly believe that?",
        "Alan: I'm handling the situation, and I will continue to handle the situation.",
        "Alexandra: All I'm trying to say is this whole situation is taking a toll on you. Now, I can see it, and the stress of it is beginning to show.",
        "Alan: Nonsense.",
        "Alexandra: You're only human. Would you please remember that?",
        "[SCENE_BREAK]",
        "Harley: It was so romantic.",
        "Gus: Yeah.",
        "Harley: He's good.",
        "Gus: He's always good, that guy.",
        "Harley: She was really crying.",
        "Gus: Yeah, I can't believe that was his cousin, but he didn't know.",
        "Harley: I know.",
        "Gus: You see Brock Harris anywhere?",
        "Harley: Where? Who's Brock Harris?",
        "Gus: No, I didn't see him. I'm asking you if you saw him. He's the big star of the show. Brock Harris.",
        "Harley: You really watch this thing, don't you?",
        "Gus: I've seen it, you know, once or twice.",
        "Harley: Oh.",
        "Gus: This is Worthington Falls, by the way.",
        "Harley: Worthington Falls.",
        "Gus: Everybody's rich. They're loaded.",
        "Harley: Obviously, they're spending money on plastic surgery. Did you see the women?",
        "Gus: Well, that's funny that you said that because there's a story line about plastic surgery. Breast augmentation. It was a big story line-- huge.",
        "Harley: Ha, ha, ha. Highly educational, I am sure.",
        "Gus: Well, this was very entertaining. Very entertaining.",
        "Harley: So fill me in. Who's sleeping with who?",
        "Gus: Oh, in this town, pretty much everybody is sleeping with everybody.",
        "Harley: Really?",
        "Gus: Oh, yeah.",
        "Harley: Makes Springfield seem tame. So, has anybody had, like an alien baby or been cloned?",
        "Gus: Don't rule that out, because I read a spoiler in \"Soap Opera Digest.\" That could happen.",
        "Harley: ( Gasps )",
        "Actor: Guys, guys. I need to find that consultant. Anybody see her?",
        "Stage manager: Who?",
        "Actor: The consultant. Wow. He looks like the real thing. The consultant. I've got to ask her some questions. I've got some time, yet, and she just, like, disappeared. You guys want to help me out? Come on, come on, come on. Let's go. Let's go for it. I'm hoping to get this new story line I just pitched.",
        "Gus: Remind me to send that guy a fan letter.",
        "Harley: Uh-huh. Okay. I thought we were dead. We're not. Let's go.",
        "Stage manager: And we're wrapped. Moving on.",
        "Gus: Not so fast. I've got a better idea.",
        "[SCENE_BREAK]",
        "Bill: Emma Spencer Spaulding Lewis. My goodness that is a long name for a little girl. But it's got a nice ring to it, I have to admit.",
        "Olivia: She's a lucky girl. So's her mommy.",
        "Bill: And her daddy is very lucky, too. Very, very lucky. I can't believe I am going to be a father. Olivia, this is huge. Huge.",
        "Olivia: You can handle it. You grew up with a mom and dad.",
        "Bill: Yeah, well, that's true, I did, but my parents weren't exactly Joe and Mary Normal. Right?",
        "Emma: Ice cream.",
        "Bill: Yeah. In fact, they spent my formative years apart, you know? Me, I acted out but I guess deep down I wanted them together. See, and I don't want Emma to go through that.",
        "Olivia: That's something we have in common.",
        "Bill: Well, that's good. And once we've got Emma on track, then all her brothers and sisters will follow suit. Right?",
        "Olivia: Brothers and sisters?",
        "Bill: You betcha. I'm thinking 12, 13.",
        "Olivia: ( Laughs )",
        "Bill: I don't know. What have you got...",
        "Olivia: Just slow down there.",
        "Bill: ( Laughs )",
        "Olivia: Let's do this legal thing with you and Emma first, and then we'll focus on our next project.",
        "Emma: Rock and roll.",
        "Olivia: I should have let this adoption go through the first time.",
        "Bill: Well, it wasn't so simple. And it's not going to be so simple this time around, either.",
        "Olivia: I don't care. I want what's best for my daughter-- our daughter. And that means you being her dad.",
        "Bill: I can't even tell you what that means to me. Thank you.",
        "Olivia: You don't have to thank me. We're a family.",
        "Bill: And we always will be. Got that? ( Cell phone rings )",
        "Olivia: Oh. Hang on. What do you want? Where are you? I don't want to... five minutes. Only five minutes.",
        "Bill: What was that?",
        "Olivia: Alexandra. She wants to talk to me.",
        "Bill: Are you kidding me? Well, so much for a quiet family dinner, hmm?",
        "Olivia: Okay, I'm ready. Bring it on, Dragon Lady. Hit me with your best shot.",
        "Bill: Okay, Olivia, wait a minute. I don't think this is a good idea.",
        "Olivia: No, it isn't. Not for her.",
        "[SCENE_BREAK]",
        "Ross: I'm out. So anyway, to finish this story, Frank and I couldn't get back to that elevator fast enough, could we?",
        "Frank: No, you're absolutely right. I feel sorry for Bill, though. I guess at some point, it's every man for himself.",
        "Josh: Yeah. You know what? Bill's a big boy. He can handle Alan Spaulding. You're very good at this game.",
        "Sandy: Yes, I am.",
        "Frank: Very good? What are you talking about? This guy is a card shark.",
        "Josh: Lucky for you we're not playing for real money.",
        "Frank: You got that right. Rick hasn't played since. He hates losing money.",
        "Ross: He hates spending money.",
        "Frank: That, too. As a matter of fact, he puts little notes all over the refrigerator. He says, \"Please don't leave the leftover pizza because I need it for lunch next week.\" Anyway. Well, there you go. There's my life. Sharing stories about Rick and playing cards for no money.",
        "Ross: I'm sorry I took all the fun out of the game, Frank, but I kept seeing the lead story on WSPR tomorrow, \"Mayor and Police Chief busted for illegal gambling.\"",
        "Frank: Yeah, well, at least my name would be in the headlines and not Harley's.",
        "Josh: I know you must be going crazy, Frank.",
        "Frank: I just wish I knew she was okay.",
        "Ross: I felt the same way when Dinah was on the run. Not knowing, that's the worst part.",
        "Josh: Yes, it is.",
        "Frank: My biggest fear is turning on the TV right now and seeing her face plastered all over.",
        "[SCENE_BREAK]",
        "Harley: Okay, okay. The coast is clear.",
        "Gus: Everybody's just left. So, what do you think? New career?",
        "Harley: ( Laughs ) No, no. Thank you.",
        "Gus: Why not?",
        "Harley: And what is this conversation? Is this supposed to be distracting me from the fact the Feds are now guarding the hotel we're trying to get into.",
        "Gus: Yeah, I know, honey. I know. We're going to get our guy, okay?",
        "Harley: Oh, I know we will.",
        "Gus: We'll get Steve Wallace. You just keep a positive attitude. Just think about it: How lucky are we? The TV studio's right across the street from the hotel. That's what I was thinking. See these cameras right here? I take one of these cameras, right? I point it out the window and we'll catch the guy coming out of the lobby. Just... ( whistles )",
        "Harley: Good plan.",
        "Gus: Meanwhile, just have a little dinner, do a love scene. You want to do a love scene? Hm? Yeah. That's right. A love scene. They do it in the living room all the time.",
        "Harley: Why is that?",
        "Gus: Because they can't afford bedrooms.",
        "Harley: Is that true?",
        "Gus: That's absolutely true, yeah.",
        "Harley: So where's the dinner that thou speaketh of?",
        "Gus: Oh, it's right over here. It's delicious, nutritious.",
        "[SCENE_BREAK]",
        "_ [About 10 minutes missing here due to breaking news of the Michael Jackson trial.]_",
        "[SCENE_BREAK]",
        "Ross: Blake, listen, honey, I'm sorry that I did not call, I am. But I'm fine. Well, I'm playing cards with Josh and Frank and young Sandy.",
        "Sandy: Hi, Blake!",
        "Ross: Yeah, they say Hi. Oh, now come on, Blake. What is this? The second time in our life together that I forgot to call on time?",
        "Frank: Blake, leave him alone!",
        "Ross: Everything is fine, honey, except Sandy keeps winning, that's all. Yes, I guess that's what it is, it's boys' night out. No, we don't need anybody to jump out of a cake.",
        "Frank: Yeah, we do. We need Blake. Come on, Blakie!",
        "Ross: Honey, the thought of you jumping out of a cake just made Frank very happy. Yeah, I know you still have that outfit. Well, we'll do it another night. Oh, I will, honey. Oh, I love you, too. Okey-dokey. Bye-bye.",
        "Sandy: Bye, Blake!",
        "Ross: You know, Blake has this special set of rules. She can do anything that she pleases, whereas if I'm late for a phone call for even five minutes, she thinks that I'm dead or in the arms of another woman, or both.",
        "Sandy: I think I like Blake. She sounds like a fun woman. Like Reva.",
        "Ross: Okay. ( Laughter ) They do keep us on our toes.",
        "Josh: Oh, yes, they do. Lucky us. Here's to the women who keep us on our toes. ( Glasses clink )",
        "Ross: And Frank? Here's to Harley. Safe home.",
        "Frank: Thank you, Ross.",
        "Josh: Safe home.",
        "Sandy: Safe home.",
        "[SCENE_BREAK]",
        "Harley: I'm in a sugar coma.",
        "Gus: Sweetheart? Would you care to dance?",
        "Harley: I can't. I can't.",
        "Gus: Oh, please.",
        "Harley: There's no music.",
        "Gus: I would like to dance with my lady.",
        "Harley: Did you just call me your lady?",
        "Gus: Can you just go with this, please?",
        "Harley: Right.",
        "Gus: Thank you.",
        "Harley: But I'll tell you this: I'll pay you money if you don't point that camera at me while we dance. I'll be shy.",
        "Gus: You ain't got no money.",
        "Harley: ( Laughs ) I don't have much of anything.",
        "Gus: You got me.",
        "[SCENE_BREAK]",
        "Sandy: You know, this has been fun, guys. I think we should do this on a regular basis.",
        "Ross: Oh, yeah. It's been fun.",
        "Josh: In fact, next time we're going to have Billy and Buzz here. Then you're going to see what fun really is. ( Laughter )",
        "Sandy: Hey, I'll hold you to that. ( Laughter )",
        "Ross: All right, thanks and so long.",
        "Josh: Bye-bye.",
        "Frank: Good-night, you guys.",
        "Josh: Good-night.",
        "Sandy: 'Night, Frank.",
        "Josh: You want another drink, Frank?",
        "Frank: No, I'm actually good. Thanks, Josh. You need to get back?",
        "Josh: Unfortunately, no.",
        "Frank: I hate going home these days, man. I appreciate the Bauer's opening up their house to us and everything, but man, what a difference a year makes, right? I mean, we really had high hopes for the Coopers. I mean, Harley had Gus, I had Darci. I mean, even dad had Alexandra. But nosirree, Alan and Phillip, they just took care of that, didn't they? And now we just sit around and wait for them to swat us.",
        "Josh: Well, I think Alan has moved on to other things, Frank. I think he's gotten tired of going after the Coopers. He's going after the Lewis's now.",
        "Frank: Then don't let him do that. Stop him.",
        "Josh: I'm trying, Frank. But Alan's a man who has nothing to lose. That makes him very dangerous.",
        "[SCENE_BREAK]",
        "Bill: Forget it. There's no reasoning with you.",
        "Alan: Because I'm always right.",
        "Bill: Look, the adoption is going through, Alan.",
        "Alan: You try, Bill, and it will be the biggest mistake of your life.",
        "Bill: Well, that's funny because the way I see it, you're the one making the mistake.",
        "[SCENE_BREAK]",
        "Olivia: Take your stinking advice and go to hell. I don't need it.",
        "Alexandra: Why are you being so pigheaded?",
        "Olivia: Because I can be. And this whole idea of you and your devil-spawned brother spending time with my daughter, I may have to rethink that, too. I may as well take her away now, Alexandra, before the two of you drive her away. It's time to go.",
        "[SCENE_BREAK]",
        "Bill: All righty. What did Alex want?",
        "Olivia: Something she can't have.",
        "[SCENE_BREAK]",
        "Alexandra: You know, Olivia's the one we should target, not Harley.",
        "Alan: Who says I have to limit myself?",
        "[SCENE_BREAK]",
        "Gus: You know, when we're done with all of this, I'm going to take you dancing for real.",
        "Harley: You will?",
        "Gus: Absolutely. Take you dancing and we can just trip the light...",
        "Harley: Oh.",
        "Gus: ...Fantastic.",
        "Harley: I am good at that. But you know what I would settle for? At this point, I would actually settle for my feet up in the living room. ( Laughs ) A nice, normal night at home.",
        "Gus: Yeah. It could happen.",
        "Harley: When?",
        "Gus: Right here. Right now. Yes. Welcome to my gaudy but nice living room. ( Laughs )",
        "Harley: ( Laughs )",
        "Gus: What do you think, huh? I think we can... look at that. The cable's out. We'll have to think of something to do in here.",
        "Harley: I know I can't. ( Strange noise ) what was that?",
        "Gus: I don't know. We better be careful, you know? We can't just let our guards down.",
        "Harley: Yeah, we can't get comfortable. Plus, I want to check to see if we can see the hotel from across the street.",
        "Gus: Okay, I'll tell you what. You just take a load off. Take a little sleep and I'll check it out.",
        "Harley: No, I... I want to be here in case our guy shows up.",
        "Gus: I will.... I'll check it out. You just take a lie down. I've got it handled, I promise.",
        "Wallace: Yeah, I know I said I'd be checking out tomorrow but I changed my mind. Yeah, I'm sticking around a while. _Next, on \"Guiding Light,\" _",
        "Edmund: Nothing is going to keep us from being together.",
        "Dinah: They have no idea how close they are to disaster. You're in love with her.",
        "Jeffrey: There's something that I need to tell you.",
        "Dinah: And I'm the only woman that can make you happy. I need you to help me drive Edmund crazy.",
        "Edmund: Another threat? Another threat? ( Distorted ): Another threat?",
        "Jeffrey: If you hurt Cassie, well, you know the drill.",
        "Dinah: Are you going to make me pay?"
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=ISE2SFnKYQ4"
}