{
    "Episode Summary": [],
    "Recap": [
        "Dinah admits to Harley about plotting with Alan-Michael to overthrow Harley. Harley tells Dinah the only thing important right now is her marriage with Gus. Gus tells Mallet that he is getting another partner and Mallet agrees with this. Gus finds a bottle of pills hidden in a tissue box in his desk at the police station and takes a couple. Harley later finds Gus at the hotel room and is relieved Gus has returned. He tells her that he came for his things. She realizes he is high and tries to beg him to stay. Gus tells her that he wants his old wife and old life back and leaves her behind. Harley tells Frank to take Gus off the streets and Frank finds Gus, telling him that they found pills in his desk. Reva has nausea, fatigue and dizziness. Jonathan visits her and asks her why he always seems to cause trouble for those he loves. She tells him that he is just like her and that he needs to do as she says and not as she does. He thinks she has a hangover. Josh plans a trip to Oklahoma. Cassie lets Tammy and Jonathan stay at her house for a while, but tells the two they will stay in separate bedrooms because of RJ. Cassie reads the newspaper headlines, \"DA to open probe into Lewis accounting practices\". Jonathan realizes this is his entire fault. He later tells Tammy that he is like Alfred and not like Reva. She tells him that he isn't and that he will never be alone again. After Josh and Reva have breakfast, he leaves for his trip. Reva feels worse and finally decides she needs to go to the hospital. Josh decides later that he doesn't need to go out of town after all and tells Cassie that he and Reva will go together to Oklahoma for the ground-breaking ceremony. He leaves to find Reva. A sad Reva is lying alone in the hospital bed and says, \"On my own. That's the way it has to be\"."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: Hey, hey. Whoa, whoa. Sorry.",
        "Dinah: Hey, I was hoping to maybe run into you. You okay?",
        "Harley: Yeah, yeah. I just... I was just out trying to kind of clear my head a little bit and... does he feel better? Yeah.",
        "Dinah: Gus.",
        "Harley: Yeah.",
        "Dinah: He didn't come home last night, did he?",
        "Harley: I'm gonna keep running, okay?",
        "Dinah: Wait, wait.",
        "Dinah: Listen, I think we need to talk.",
        "Harley: I really need to do this, Dinah. I really need to run.",
        "Dinah: No, Harley. Stop, the world can't stop when you have problems. Come on, the rest of us are still out here.",
        "Harley: Fine. Talk.",
        "Dinah: I have to tell you something that I did to you.",
        "[SCENE_BREAK]",
        "( Door slams )",
        "Gus: I'm putting in for a new partner.",
        "Mallet: I'm not surprised.",
        "Gus: This way when the paperwork is done, I won't be your problem, you won't be mine.",
        "Mallet: Great. Let's get it over with.",
        "Gus: Yeah, let's do that. Let's get it over with.",
        "Mallet: Fine. Hey, Frank?",
        "[SCENE_BREAK]",
        "Jonathan: Damn it, Tammy. You deserve to have things better than this. ( Sighs ) I'm going to do something to fix this.",
        "[SCENE_BREAK]",
        "Josh: Thank you, Cassie, you are a saint.",
        "Cassie: You sounded like you needed it.",
        "Josh: Yeah, well, Reva's still asleep and I needed somebody to share my bad news with.",
        "Cassie: Great.",
        "Josh: The H.B. project-- first e-mail this morning-- the county has decided not to issue the permits that we need.",
        "Cassie: What?",
        "Josh: Yeah.",
        "Cassie: They can't do that.",
        "Josh: Well, apparently nobody told them that. So, I'm going to want to take a couple of hours of your time today, maybe talk up a game plan to get it worked out. What do you think?",
        "Cassie: Sure. I'll make another pot of coffee and we'll figure it out. Just don't worry about it. I'm sure between the two of us we'll... ( knock on door )",
        "Josh: You're popular this morning.",
        "Cassie: I guess so. Tammy.",
        "Tammy: Hi, Mom. Uncle Josh.",
        "Josh: Hey, sweetheart.",
        "Cassie: Is everything all right?",
        "Tammy: Can I stay with you guys for a little while?",
        "Cassie: You want to stay here? ( Laughs ) Well, honey, of course, this is your home. You're always welcome to stay here.",
        "Tammy: I know, but...",
        "Cassie: Oh, sweetie, you couldn't be more welcome.",
        "Tammy: Mom, wait, it's not just me.",
        "Cassie: Jonathan? Great.",
        "[SCENE_BREAK]",
        "Reva: \"Early business calls. You looked so beautiful sleeping. I'm on my cell. Let's grab a late breakfast. Call me.\" Breakfast? I don't think so. Maybe some dry toast. Where's that list of symptoms, good symptoms, bad symptoms, every symptom you can think of. \"The first session should be the easiest to take. Your body is at its strongest, so you many not experience any of the normal symptoms: Dizziness, nausea, fatigue.\" Says who? Check. Check, and check. ( Phone rings ) Hello?",
        "Josh: Hello there, pretty lady. You're awake, huh?",
        "Reva: Yeah, I just got your note.",
        "Josh: Excellent. How would you feel about meeting me at Company in about an hour or so? There are some things I want to run by you. I'll buy you breakfast.",
        "Reva: Breakfast, huh?",
        "Josh: Yeah, I'm at Cassie's right now. We're having coffee, talking over some things. I need your input.",
        "Reva: No, you don't.",
        "Josh: Yes, I do, darling. I need every ounce of that Reva Shayne energy right now, actually about an hour from now.",
        "Reva: I'll see you there.",
        "( knock on door )",
        "Reva: Hi.",
        "Jonathan: Yeah, hi. What's with you, you look like crap. Hangover?",
        "Reva: Uh, yeah, yeah. It's one of those mornings.",
        "Jonathan: Yeah. Well, I'm not going to stay. I know that you're really mad at me about ruining Joshua's fund- raiser thing.",
        "Reva: No, I'm not...",
        "Jonathan: Whatever. Save it. I just want to... everything that's going on with the DA, like her closing down my bar and these bogus charges of giving alcohol to a minor, I just want you to know that it's not going to trip up you or Joshua, I promise.",
        "Reva: No, you're going to handle it, huh?",
        "Jonathan: Yeah, I'm trying. I'm really trying.",
        "Reva: I know. I know you are.",
        "Jonathan: You know when I was trying to cause trouble it made sense. It was easy. But now...",
        "Reva: Trouble follows you.",
        "Jonathan: Everything I do gets messed up. I try and make things good for Tammy, but it always ends up smacking her down.",
        "Reva: Yeah, you get that from me.",
        "Jonathan: What, the dark cloud over my head?",
        "Reva: The feeling that you're going to mess up everything you touch, that the people you love most are going to be the ones that end up paying. You want me to go on?",
        "Jonathan: Yeah. If you tell me it gets better.",
        "Reva: You can make it better. Do as I say, not as I did. And don't waste time getting your act together. Just do it. Don't waste time.",
        "[SCENE_BREAK]",
        "Cassie: Tammy...",
        "Tammy: Doris Wolfe closed Outskirts, so we have no income and no place to stay. And Jonathan didn't really do anything wrong this time, he really didn't. He needs someone to give him a break right now, Mom. It would be really great for both of us, if you could...",
        "Cassie: Tammy...",
        "Tammy: Yes, I know there are limits to everything. I know and I understand how you feel, I understand why. You think that having Jonathan here in the house, near R.J., could really cause problems, right? You think he'd be a bad influence...",
        "Cassie: Uh...",
        "Tammy: And I know it's been hard on you to tolerate just even seeing us together, let along having him under this roof, seeing him day after day, I know.",
        "Cassie: Tammy, are you...",
        "Tammy: What?",
        "Cassie: Are you going to tell me everything I'm going to say, or are you just going to let me cut in and say, \"Yes?\"",
        "Tammy: Yes? Yes, like he can come?",
        "Cassie: Yes, like you both can come. You're both family.",
        "Tammy: Oh, thank you. Thank you, Mommy.",
        "Cassie: You're welcome, you're welcome. But I wouldn't be quite so enthusiastic if I were you, because you haven't heard all my rules yet.",
        "[SCENE_BREAK]",
        "Harley: I needed Mallet. I needed Mallet. What is wrong with you?",
        "Dinah: Listen, you slept with Mallet...",
        "Harley: ( Laughs ) I know that. And don't you think I paid for it? I lost my husband.",
        "Dinah: You know I'm sorry about all of that. But we need to talk about something else. You slept with my boyfriend and then you took a job away from me that I really, really loved and I just...",
        "Harley: What?",
        "Dinah: I just... I'm going to spell it out for you. You hurt me and you, I don't know, I felt ignored and I felt that you took my for granted. And then I felt that you dumped on me whenever you wanted to, and you really didn't have a clue or really care about what you were doing. And that was happening in a time in my life when I was trying to reconnect to an old friend. And I finally found the guy that really made my heart beat, and I had a job that I really loved, and that was all gone. And so I lost all that and I felt lousy, and I felt really bad and angry and embarrassed that I'd even thought I could even have a life. So when somebody offered me a chance to get a little bit of my self-respect back, I did it, and I thought that that was probably the best thing to do because I could probably shake things up...",
        "Harley: I get what you're saying...",
        "Dinah: I don't think that you really...",
        "Harley: Who's the \"somebody?\"",
        "Dinah: Alan-Michael.",
        "Harley: Alan-Michael.",
        "Dinah: He offered me a chance to work with him, and I said yes. He gave me the knife and I took it, and I stabbed you in the back... Look, Alan-Michael held out his hand and I took it, all right? And I'm not sorry. In a lot of ways I'm not sorry because you had your head up your corporate butt!",
        "Harley: ( Laughs )",
        "Dinah: What are you laughing... this is funny to you?",
        "Harley: It's not funny. No, it's not funny. It's not anything. That's the point, it's not anything. You know what, Dinah? Maybe someday in the future I'll stop and think about what you and Alan-Michael did. But right now, I couldn't care less. I'm trying to figure out why I took that stupid job at Spaulding in the first place. Because the only thing that really matters to me is my marriage, and it's falling apart. My husband, falling apart. So the company and the corporate intrigue, and all that plotting and planning, and you, Alan-Michael and the rest of the world can just go to hell until I get my life back! Can you understand that, Dinah?",
        "Dinah: Can you understand something, Harley, and I want you to listen to me. Listen to me.",
        "Harley: I'm listening.",
        "Dinah: Okay, then you tell me what am I supposed to believe you're going to do. Now that you're a free woman, you're going to go after my man again? Is that it?",
        "Harley: No, no. Because it's Gus or nobody now.",
        "Dinah: How am I going to believe you this time?",
        "Harley: Because. Gus is my future. If I don't have him, I got nothing.",
        "Dinah: Hey.",
        "Mallet: Did I miss something? Hey, did I miss something?",
        "Dinah: No. I think we said it all. I finally I told her everything.",
        "Mallet: Everything?",
        "Dinah: Yeah, everything. About Alan-Michael, everything.",
        "Mallet: And?",
        "Dinah: She took it. She took it quite well.",
        "[SCENE_BREAK]",
        "Tammy: Your house, your rules. Okay, we'll do dishes. Of course, our own laundry.",
        "Cassie: So far so good.",
        "Tammy: Great. So I'll just go upstairs and get my old room ready.",
        "Cassie: Separate rooms.",
        "Tammy: ( Laughs ) Mom, aren't we past that?",
        "Cassie: ( Laughs ) Honey, separate rooms. My house, my rules. Did you really think that I was going to be more relaxed about this than your Aunt Reva?",
        "Tammy: What was I thinking?",
        "Cassie: I don't know. Because your little brother is living here. That means this house gets a \"G\" rating at all times-- not \"PG,\" not \"PG-13.\" He's still got a long time before that, thank you very much. So, that's the way this is going to stay. You got me?",
        "Tammy: Yes, ma'am.",
        "Cassie: All right. Now, do you think Jonathan will be able to handle that?",
        "Tammy: Absolutely.",
        "[SCENE_BREAK]",
        "Jonathan: And I'm stuck in a cell again, and Tammy's there with me, and of course she's telling me everything's cool, everything's going to be fine. And the only voice I can hear is the voice in the back of my head saying that this girl deserves better, you know? Like, it costs her so much to be with me.",
        "Reva: That's chump change, kid. Keep hurting the people you love most for the next ten or 20 years and then you come and talk to me. Or better yet, just stop now.",
        "Jonathan: That's what I'm trying to do.",
        "Reva: Don't try. Just do it. Or try harder. You know something, the chance for change comes along all the time. You just have to look for it. You always turn right when what you'd really like to do is turn left, then just do it. Make the turn the next time you come to that cross in the road. You know, sometimes you may have to make a sacrifice, but you have to take that chance, you know. And change is never easy, not for you, certainly not for me, and some days it's harder than others. But you can take the chance. You can do it. You can make the change and put the people you love first while there's still time.",
        "Jonathan: While there's still time? Time is the one thing I do have.",
        "Reva: Well, good. Then use it. ( Cell phone rings )",
        "Jonathan: It's Tammy.",
        "Reva: Maybe the window. Take the chance, you know. Put her first. Go for it, make it happen.",
        "Jonathan: I will. ( Cell phone rings )",
        "Reva: Tell her I love her.",
        "Jonathan: Hey. Can you hold on a sec? Thank you. Uh... raw eggs and tabasco.",
        "Reva: What?",
        "Jonathan: Raw egg and tabasco for your hangover. Hey, what's up, babe? Reva says, \"Hi.\"",
        "Reva: See, I can do it. They don't know anything. I just need to rest for a little bit. I can't because I gotta go meet Josh for breakfast. God, I'm burning up. High fever. That's not one of those \"normal\" symptoms. That's okay. That's okay, I'll just take something, splash some water on my face and everything will be fine. Mind over matter, that's all it is. It's just get it out of your mind, get out of the body, out of the blood...",
        "Josh: Hey. How are you doing?",
        "Reva: Hey. You look like a man on a mission.",
        "Josh: Well, that's exactly what I think I am. How does it fit me? What do you think?",
        "Reva: Fantastic. It suits you.",
        "Josh: I'm also starving, by the way. How about you, you hungry?",
        "Reva: Starving.",
        "Josh: After you.",
        "[SCENE_BREAK]",
        "Harley: My empty room. You're home.",
        "[SCENE_BREAK]",
        "Tom Pelphrey, \"Inside The Light.\" Stephanie makes me feel very comfortable, and working with her is a real pleasure. Reva is Jonathan's one champ through everything. Bottom line, I think, is Reva is really what keeps Jonathan together. See Jonathan on Wednesday, May 24, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Harley: You're here. ( Door shuts ) I'm so glad you're home. Thank you for not giving up on us. We both know that we're stronger than this, honey. We've overcome obstacles and any odds that were thrown our way to find our way back to each other. And I can't live without you, you know that.",
        "Gus: Do I?",
        "Harley: I know I hurt you. If I could make it go away, I would.",
        "Gus: I just came to get a few of my things, okay?",
        "Harley: No, no, no. Gus, don't. Don't do this. Listen to me, I know that you want to be here with me. Because you would have been gone before I even got back. And I know... no, I know you. I know you. I know that you want more than anything... baby, listen to me. You have to find a way to forgive me for this. Honey, I thought that I had lost you forever, okay? I made a mistake. It was a mistake.",
        "Gus: And I understand that. And I think I'm making a mistake right now, okay, because when I look at you, all I see is him. I see you and I see him, okay? And the truth of the matter is that if I wasn't here, if I was dead, you'd be looking at him the same exact way you're looking at me right now.",
        "Harley: That's not true. Listen to me, that's not true.",
        "Gus: I cannot do this, okay? I can't do this. I can't do this.",
        "Harley: I love you. I love you, I love you. Please, Gus. Please, please, please.",
        "Gus: It's over.",
        "Harley: Wait a minute, wait a minute. You're on those pills again, that's what this is about.",
        "Gus: Right. Like my life isn't complicated enough.",
        "Harley: Don't lie to me. I am looking at you. I am looking in your eyes. You are high.",
        "[SCENE_BREAK]",
        "Jonathan: Okay, I'm here.",
        "Tammy: Come on in.",
        "Jonathan: Are you sure?",
        "Tammy: Yes.",
        "Jonathan: Hey. So, what's going on?",
        "Tammy: Well, good news. Mom said we could stay here until we find a new place.",
        "Cassie: There will be house rules, all right? Firstly, separate rooms. Second, you are on your best behavior, that's 24/7, when you're under my roof. And three, no arguments, period. Do I get a promise?",
        "Jonathan: Tammy and I are really grateful for helping us out. So I give you my promise. And if there is anything I can do to help out around here, like hammer-and-nails stuff, whatever, you give me the word and I'll do it. Like I said, we're real grateful.",
        "Cassie: Just make it a pleasant stay. That's all the \"thank you\" that I'll need.",
        "Jonathan: Done deal.",
        "Cassie: Well, R.J.'s going to be home any minute for lunch. Are you guys staying? I'm going to making tuna fish sandwiches.",
        "Tammy: Actually...",
        "Jonathan: Yeah, sounds great. Thank you.",
        "Cassie: Coming right up.",
        "Tammy: But you hate tuna.",
        "Jonathan: Not your mom's, not today.",
        "Tammy: You're amazing, you know that? This is going to be great. I know it. I love you.",
        "Jonathan: I love you, too. I'm trying. I'm really trying.",
        "[SCENE_BREAK]",
        "Josh: I know that it seems like a last-minute kind of thing. But I feel like it's the only way I'm going to stay on schedule. I got to fly down there to Cross Creek, talk to that board, see if I can't get them to reconsider. I feel like a little kid right now, Reva. I just haven't been this excited about anything in a long time, maybe ever. So, come with me. You can be my secret weapon.",
        "Reva: Oh, I wish I could,",
        "Josh: But?",
        "Reva: But it's just... Jonathan is on the District Attorney's hit list.",
        "Josh: Well, I know that, but I thought you were going to let him deal with his problems in his own way...",
        "Reva: I thought I was, too. But I just... I can't bail on him.",
        "Josh: Okay, I understand that. I'm sorry I have to bail on you.",
        "Reva: I don't want to do anything to get in the way of what you're doing. I mean, you know that, don't you?",
        "Josh: Yeah, I know that.",
        "Reva: Okay, I will be there for the groundbreaking, I promise.",
        "Josh: Assuming there is a groundbreaking.",
        "Reva: There will be a groundbreaking. You go and get those permits reissued. You could be very persuasive yourself.",
        "Josh: You know what, I have to take this. It may take a few minutes so I'm going to step outside.",
        "Reva: Oh, great. I'll powder my nose.",
        "Josh: I will meet you right here at this table. Don't go anywhere.",
        "Reva: I won't.",
        "Josh: Josh Lewis?",
        "Reva: He didn't even notice. ( Sighs ) That's not good. It's just... it's not good. ( Heart beating )",
        "Josh: Hey.",
        "Reva: Hey.",
        "Josh: Is everything okay?",
        "Reva: Yeah. Just come here closer, you, so I can lean on you and absorb some of that good energy you're giving off. Just for a minute. Just for one very long minute.",
        "[SCENE_BREAK]",
        "Mallet: Sanitation... snake handler. How about a snake handler?",
        "Dinah: Honey, I don't know, we're wasting our time looking for jobs. I'll never find anything like I had with Harley at Spaulding. It made me feel...",
        "Mallet: Subservient?",
        "Dinah: Challenged, fulfilled. I mean, that's why I got so jealous and snippy when she pulled the rug out from underneath me. I don't know, it just... it made me feel whole and special, and that is something you just can't replace. I mean, it's special. And when it makes you feel that way, it just fills you up.",
        "Mallet: It fills you up more than anything?",
        "Dinah: Yes, and when you have it, you'd do just about anything not to let it go or to lose it.",
        "Mallet: I guess I wouldn't know.",
        "Dinah: You know what, sweetie? As upset as I am about this job, I would not trade places with Harley if you paid me. Seeing all the pain in her eyes, that was me before.",
        "Mallet: But not anymore?",
        "Dinah: No, thanks to you. You don't know.",
        "Mallet: Oh, I think I know.",
        "Dinah: Oh, I guess you do.",
        "Mallet: So, tell me. There's something I gotta know.",
        "Dinah: What?",
        "Mallet: If you really would have gone at it today, like gloves off, no rules, who would have won, you or Harley?",
        "Dinah: In the old days, no contest: Me. But these days: Harley. Yeah, Harley would have won hands down. I'm too happy... I'm too happy to be to be that tough.",
        "Mallet: Mm, good answer.",
        "[SCENE_BREAK]",
        "Gus: You know, okay. I wish that this life was different, that we could make a mistake and take it back anytime we feel like...",
        "Harley: We can. Because you can come home and we can work this out. But you have to stop taking those pills. We can work this out.",
        "Gus: Okay, can I get something straight with you right now? I took a couple of pills this morning and I was flying, okay? But I am straight and I am thinking clearly, and clearly enough to know that I cannot be with you or the kids, okay? I got some stuff to work out. But I couldn't even take them to the park if I wanted to, or take them to fly a kite or to play catch or something. I cannot be here.",
        "Harley: That's fine. Then you don't have to be here. We can get you another room, maybe on another floor, whatever you're comfortable with, as long as we are close and we're with...",
        "Gus: I don't want a baby- sitter. I don't want a cop, okay? I want my wife and my life back. I want my wife and my life back.",
        "Harley: I'm right...",
        "Gus: No, you're not listening to me. You're not listening to me. My wife-- my old wife. My old life. The life I was dreaming about when I was trapped in that cabin. That life is gone. And it's... and I have to figure out what to do with my life right now, whatever is left of it. And my job and my life and my... my health. And I will figure out. Believe me!",
        "Harley: Gus, wait. Listen to me. If you go back to work like this, if you mess up again and somebody gets hurt...",
        "Gus: You're not listening to me... I'm done listening... you tell the kids...",
        "Harley: No, I'm not telling the kids anything. And I'm not letting you go. I'm not moving and you're not leaving this room!",
        "Gus: Good-bye.",
        "[SCENE_BREAK]",
        "Josh: You dropped your bag.",
        "Reva: Oh. Sorry.",
        "Josh: There you go.",
        "Reva: See, you haven't even left yet and I'm missing you already.",
        "Josh: I know the feeling.",
        "Reva: Look, um, what was the call... about the permits?",
        "Josh: Actually it was a bad signal so I'm hoping that they'll call back. I think I'm stalling because I don't want to leave you.",
        "Reva: Yeah, well, you know what they say. It's good I'm not going because absence makes the heart grow fonder.",
        "Josh: No, no. We've had too much absence in our lives. I just got you go back. I don't want to be away from you for a single minute. I want to spend ever day with you. Always.",
        "Reva: Always, Bud. That's the plan. And you're right, we have spent too much time apart. And I'm only letting you go because I know how much this means to you.",
        "Josh: Thank you. For helping me fulfill my dream. ( Cell phone rings ) Okay, that's starting to bug me. Just a second. Yeah, it's Josh. Hold on for just a second, okay? That's the pilot. He's probably got the plane ready to go. You sure?",
        "Reva: That's fine. I will be there Monday. You won't even miss me because you'll be too busy getting the permits.",
        "Josh: All right, I'll call you. What?",
        "Reva: I love you. Go get 'em.",
        "Josh: Okay.",
        "Reva: Oh, no. Now I'm just going to crawl my way across the street to the hospital.",
        "[SCENE_BREAK]",
        "Tammy: Mom?",
        "Jonathan: Uh-oh.",
        "Tammy: What is it? What does it say? \"D.A. is to open probe into Lewis accounting practices.\" Doris Wolfe, again?",
        "Cassie: That woman is completely out of control.",
        "Jonathan: It's because of me. It's all because of me.",
        "Tammy: What? Jonathan?",
        "Jonathan: No, you stay here.",
        "Tammy: Wait. Mom.",
        "Cassie: Go.",
        "Tammy: Jonathan, where are you going?",
        "Jonathan: I caused this problem, and I'm going to fix it.",
        "[SCENE_BREAK]",
        "Mallet: ( Making kissing noises ) you sure that all this stability isn't too dull for you?",
        "Dinah: Quiet, you talk too much.",
        "Mallet: Most women would kill to have communication skills like me.",
        "Dinah: Oh, blah, blah, blah. No, if you don't have stability, you can go crazy.",
        "Mallet: I don't know what that means, but it sure sounds fun.",
        "Dinah: ( Laughs ) Fun? Yeah.",
        "Mallet: Hey, I need some more of that, you know, stability.",
        "Dinah: I'm sorry, but we are so good. And Harley and Gus, they're just... baby, they're messed up.",
        "Mallet: Well, I know. It's their problem. We can't fix it.",
        "Dinah: I know, I know. I'm just saying that if... I'm not playing matchmaker, but I think that if we can do something that it would probably be good.",
        "Mallet: Well, they have to work it out. They just need some time.",
        "Dinah: Yeah, I know. But you know what, if... if they got back together, I think it would be good for me and Harley and certainly you and Gus.",
        "Mallet: Oh, joy.",
        "Dinah: Oh, yeah. And then all will be right with the world again.",
        "Mallet: What's wrong with the world right now?",
        "[SCENE_BREAK]",
        "Frank: Okay, buddy.",
        "Harley: Hey, Frank.",
        "Frank: Hey, sis. You look pretty.",
        "Harley: Thanks.",
        "Frank: What's up?",
        "Harley: I need your help.",
        "Frank: Okay. What's the problem?",
        "Harley: I'm... I'm worried for Gus.",
        "Frank: ( Laughs ) Is this any way connected to Gus smacking Mallet?",
        "Harley: Yeah, they're having some problems.",
        "Frank: Yeah, no kidding.",
        "Harley: A lot that's my fault.",
        "Frank: You know, sis, I gotta say, it's got to be really hard for Gus to be partnering up with Mallet. You know, your ex there. Is there anything more going on? Harley?",
        "Harley: Don't ask.",
        "Frank: Okay. How can I help you?",
        "Harley: Ever since Gus came back from the cabin he hasn't exactly been himself. He hasn't been Gus. He's had... he's had trouble adjusting to things. A lot of trouble.",
        "Frank: Sis, what are you trying to say? Because you're using a lot of words here. What's going on?",
        "Harley: You would do the same thing if you were me, okay? Remember that. You shouldn't keep Gus on the streets, not right now, not with a badge and a gun. Don't do that. What I'm saying is it's dangerous.",
        "Frank: What's dangerous, to whom?",
        "Harley: Just do what I'm asking and just keep him off the streets until he's better, until he's feeling better. Because Frank, if you don't...",
        "Frank: If I don't, what?",
        "Harley: Something bad could happen.",
        "Frank: Hi, Gus.",
        "Gus: Frank? How are you doing?",
        "Frank: We need to talk.",
        "Gus: Sure. Talk about what?",
        "Frank: We need to talk about your job and your condition.",
        "Gus: What condition would that be?",
        "Frank: We also need to talk about the drugs I found in your desk.",
        "[SCENE_BREAK]",
        "Jonathan: Go back to your mom's.",
        "Tammy: Not until you tell me what you're going to do.",
        "Jonathan: I'm going to fix this for your family, somehow.",
        "Tammy: How? What's the plan? You gonna burn down the D.A.'s house? Hey, talk to me. You're not in this alone anymore. I'm here with you.",
        "Jonathan: Yeah, because I dragged you into it. I do that all the time. It has to stop now. Reva said I'm like her, like I make things more complicated for people that are in my life. But it's more than that. I make things worse, you know?",
        "Tammy: That's not true.",
        "Jonathan: That is true. And I don't get that from Reva. I get that from Alfred.",
        "Tammy: No.",
        "Jonathan: Yeah.",
        "Tammy: No, stop it. You hear me? You are not him, you will never be him. And another thing you're never going to be: Alone. Never again. It's you and me, got that? Forever.",
        "[SCENE_BREAK]",
        "Reva: Just feel like I'm burning up.",
        "Nurse: Dr. McCabe's on his way. I just paged him.",
        "Reva: I wasn't sure I was going to make it. You know, when I was on my way in I thought maybe...",
        "Nurse: Just try to relax if you can, Mrs. Lewis. Is there anybody that I can call for you, your son or your husband?",
        "Reva: Yeah, Jona... no. My husband's away, out of town. And that's good. That's just how I wanted it to be.",
        "[SCENE_BREAK]",
        "Josh: Hello, I think I left... oh, hi. I think I left my briefcase here.",
        "Cassie: Yeah, I think you did.",
        "Josh: Thank you so much. Okay, so listen. This happened. The jet is fueled up, it's ready to go. I'm on my way to the airport, my cell phone rings. The permits that we need, they're going to be issued after all. No problem.",
        "Cassie: Really?",
        "Josh: Yeah.",
        "Cassie: Well, that's great news. But I'm not sure it's safe to say you're problem-free.",
        "Josh: Why is that?",
        "Cassie: I guess you haven't seen today's paper? Doris Wolfe striking again.",
        "Josh: Oh, come on. Okay, you know what? Screw Doris Wolfe. I mean, if she wants to play the papers, that's fine. But our accounting practices are 100% clean.",
        "Cassie: Are you sure?",
        "Josh: 100% clean. She's just yapping away because she wants to look good at election time. This is not a problem, okay, don't worry about it.",
        "Cassie: All right, if you say so.",
        "Josh: Here's the way things are going to work: I'm going to stay in town a little bit longer, I'm going to make sure all the I's are dotted, the T's are crossed, and then-- this is my favorite part-- Reva and I will be able to fly to Oklahoma for the groundbreaking ceremony together. Isn't that nice?",
        "Cassie: She'll love that.",
        "Josh: Yeah, well, so am I. So, I'm going to go find her and I'm going to tell her the good news. So, if you need me, you can catch me on my cell phone. Bye.",
        "Cassie: ( Laughs ) Bye.",
        "[SCENE_BREAK]",
        "Reva: On my own. That's the way it has to be.",
        "[NEXT_ON]",
        "Gus: I'm off the force. Thanks for having them take my job away from me, hon.",
        "Dr. McCabe: What's going on, Mrs. Lewis?",
        "Reva: Oh, you tell me. I'm having a rough time of it.",
        "Josh: Uh, could you tell me where I might find Dr. McCabe?",
        "Mallet: Harley knows about us.",
        "Dinah: Every dirty detail?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=ckJwFEelR4c"
}