{
    "Episode Summary": [],
    "Recap": [
        "After Josh tells her that he still is in love with Reva, Cassie goes off in search of her sister to stop the papers from being signed. She goes to Outskirts where she finds Tammy and Jonathan kissing. Tammy jumps away from Jonathan and after Cassie leaves, Jonathan tells her that things are over. She begs him to forgive her for what she has done and he packs up her stuff and tells her to leave. Tammy removes her locket and leaves it on the bar. Gus asks Dinah if she is upset with Harley for taking the position at Spaulding back. Cassie runs into Dinah and asks if she is going to do something to Harley because of what happened with Mallet. Dinah says that although she may never get over it she is going to try to believe in her relationship with Mallet and go from there. While comforting Reva, Billy kisses her and then pulls away, not wanting to just be someone that she is using to get over Josh. Josh shows up at Reva's to go over some of the things in the paperwork and Reva excuses herself to go and get food for the guys. While at Company she meets a guy and impulsively agrees to go on a date with him. Billy asks Josh that after the divorce is final that he not stand in Billy's way of getting back together with Reva. When Reva returns, she and Josh have an intimate moment before Billy interrupts."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Mallet: Hey, sexy.",
        "Dinah: Hi. Perfect timing. Okay, what do you think?",
        "Mallet: Ah, it's fine. No, I mean it's fine. I'm kidding! I've been around long enough to know that women hate the \"f\" word.",
        "Dinah: Yeah. You're messing with me. Come on, I have a very big night tomorrow night.",
        "Mallet: Yeah, I know. I've got this intuitive feeling that you're going to be smoking hot.",
        "Dinah: Yes, yes. Smoking hot and the whole night is going to be smoking. Everything from the menu, to the invitations, to the killer speech I wrote.",
        "Mallet: Yes, it's a good speech. I bet your boss is really happy with all the work you've done.",
        "Dinah: Yes. Yeah, but, uh... turns out I don't think Harley is going to be showing up after all. Something's come up.",
        "Mallet: Good. So tomorrow night's all yours.",
        "Dinah: Exactly. Exactly. Now, can we play dress-up, please. You know, get in our outfits just to see how cute we're going to look.",
        "Mallet: That's a bummer because my dress blues are at the station.",
        "Dinah: Go get them.",
        "Mallet: You want me to get them?",
        "Dinah: Yes.",
        "Mallet: Right now?",
        "Dinah: Yeah. Please. I love playing dress-up. Yes we can do that. Yeah, come on. Come on, it will be cool.",
        "Mallet: All right, I'm going.",
        "Dinah: Everything is good. Everything is all good. ( Knock on the door ) Ah, what did you forget? Hey, you just missed Mallet. Hi.",
        "Gus: No, I've never missed Mallet in my life. I'm here to see you.",
        "Dinah: Why?",
        "Gus: I'm just curious. What did you say to Harley about how I'm feeling?",
        "[SCENE_BREAK]",
        "Reva: It has been way too long. Spring cleaning should be done twice a year, maybe three times a year. That's it, I'm done. Fine, I'm done. Maybe I could rearrange the entire room.",
        "Billy: Are we having fun yet?",
        "Reva: Oh, good, Billy, you can help me move the couch.",
        "Billy: Wait, wait. Wait a second, wait a second. Weren't you supposed to meet me over at the bar?",
        "Reva: I'm sorry, I got involved in the cleaning.",
        "Billy: That's a new line. That's original.",
        "Reva: I like cleaning. It's very... cleansing.",
        "Billy: What's going on here?",
        "Reva: Nothing, nothing. I just think it's time that I put things in order, you know.",
        "Billy: Reva!",
        "Reva: What? Okay, it is something. It's this something. It's these divorce papers, Billy. Because tomorrow I get to sign away my marriage to Josh in triplicate. So are you going to help me move the damn couch or not?",
        "[SCENE_BREAK]",
        "Cassie: You are an idiot.",
        "Josh: Nice to see you, too, Cassie.",
        "Cassie: You're blowing your last time, Josh. Do you realized that? I talked to Reva, and she says you're going through with the divorce?",
        "Josh: Yeah, we're signing the papers tomorrow.",
        "Cassie: You still love her.",
        "Josh: Yes, I do love her, that's true.",
        "Cassie: Then what the hell is wrong with you? Why in the world would you go through with this?",
        "Josh: Sometimes... sometimes you just have to go forward with.",
        "[SCENE_BREAK]",
        "Tammy: Please tell me I haven't totally messed things up. Please. Tell me you'll come back to me.",
        "Jonathan: What is this, some kind of test? I take a step too close, your mom and Frank are outside waiting to lock me up again.",
        "Tammy: No, I'm here by myself. I came back for you, Jonathan. I want us. I want you. Come back, Jonathan, and I will never leave you again.",
        "[SCENE_BREAK]",
        "Dinah: Gosh, you don't look so good.",
        "Gus: I feel good. I feel great, actually.",
        "Dinah: What exactly are you trying to prove? Why don't you go home and let Harley take care of you?",
        "Gus: What did you say to her?",
        "Dinah: Gus, I told her the truth. I told her that you appeared like you were hurting and trying to cover up. And that you took some painkillers, or whatever they were, after Alan's big blowup. You know, what's happening? What's going on with you?",
        "Gus: It's just she is acting strange, she's all crazy, worried about me, and she is changing our schedule. The whole week has changed. Now she doesn't want us to go to the dance. We don't get to go to the dance now.",
        "Dinah: Look, Gus, I mean, it's not as if you'd be dancing until dawn anyway. I think it's a good idea if you take it easy and you know, stay off your feet.",
        "Gus: Don't you want her to see all of her hard work?",
        "Dinah: Sure, absolutely, but... what are you getting at?",
        "Gus: I think you're upset. I mean, you were in charge there for a while, and you did a great job and everything, and now she's back, and you probably feel she is stealing your thunder, maybe, like at the big event? That kind of thing has got to hurt. Probably the same way it hurt when she took all of Mallet's attention away from you when I was dead-- or everybody thought I was dead, right?",
        "[SCENE_BREAK]",
        "Josh: Thank you very much. Look, Cassie, sometimes I have doubts, okay. I do. Last night I had to stop myself from breaking down Reva's door until I heard the whole thing's a mistake and I never had any intention to send the papers.",
        "Cassie: The whole thing is ridiculous. You never even told the lawyer to send over those papers.",
        "Josh: It doesn't matter anymore. It's what she wants.",
        "Cassie: You don't know that.",
        "Josh: Yes, I do know that. Look, she got a little upset because I was seeing Olivia, but other than that, I'm pretty sure that Reva is ready to move on. And the longer we put it off, the worse it's going to be.",
        "Cassie: Now, doesn't that tell you something?",
        "Josh: Yes, it tells me it's time to move on. And it tells me it's time to stop making things worse because we already know how the thing's going to end.",
        "Cassie: Do we all know how this is going to end?",
        "Josh: You know what? I have to go because I have to look over the paperwork for tomorrow's meeting.",
        "Cassie: Don't look over the paperwork. Talk to Reva.",
        "Josh: We are done talking. Don't look at me like that. Cassie, you can't fix this.",
        "Cassie: Who says? Somebody has to be okay in this family, and right now you and Reva are number one most likely to succeed.",
        "Josh: I've got to tell you something: That's a pretty scary thought.",
        "Cassie: Where is she right now? Is she at the house?",
        "Josh: She said something about meeting Billy at Outskirts to talk about some things.",
        "Cassie: Then find her.",
        "Josh: It's not on my way. See you around.",
        "Cassie: Josh, we have to fix this! Fine. I'll fix it.",
        "[SCENE_BREAK]",
        "Billy: There, how's that?",
        "Reva: You know, something, Billy?...",
        "Billy: I know, you're going to want to change it all around again, right?",
        "Reva: I'm thinking a little more to the right.",
        "Billy: Reva, does this all really help?",
        "Reva: No, no it does not. But do you have a better idea?",
        "Billy: When it comes to healthy solutions for paint, I'm not very good. But I have one suggestion.",
        "Reva: What?",
        "Billy: Talk to me.",
        "Reva: Oh, God, no! No! No more talking, no more words. You've heard it all, Billy, rerun the tape.",
        "Billy: Okay, on to column b: \"Solutions without involving talking.\"; I got it. We've got to go blow off some steam.",
        "Reva: I thought that's what we were doing.",
        "Billy: No, I'm talking about some steam. I'm talking about playing pool, I'm talking about shooting eight ball, I'm talking about letting you break. And I'll even sweeten it up, and I'll make it $10 a game.",
        "Reva: No, because you're too easy to beat. And I don't need that cash. And I'll have to take a shower because I smell like all-purpose cleaner.",
        "Billy: I'll wait. Reva...",
        "Reva: Okay, Billy, you want to talk, talk!",
        "Billy: All right. Josh is a big old fool for letting you go. There, I said it right out.",
        "Reva: And I'm okay. I am. Because I'm always okay. I get knocked down and I get back up and I move on!",
        "Billy: Reva...",
        "Reva: You know, Billy, I was just getting ready to fight again. I was a fool to think things were going to be okay with us, you know, that we were friendly, with each other-- me and Josh. But that's it. It was friendly. It was friendly as in a friendly divorce. But you know what? In the end, that's exactly what it is, it's a divorce, friends or not.",
        "Billy: Sweetie, I'm real sorry about the--",
        "Reva: I'm okay, I am.",
        "Billy: I just want you to know I'm sorry, that's all.",
        "Reva: I'm fine. I am so fine.",
        "Billy: Reva...",
        "Reva: I am fine without Joshua. I am. I mean, I can live without him. It's going to take time, but I have plenty. I have memories...",
        "Billy: Reva.",
        "Reva: I'm fine, Billy. I really am.",
        "Billy: Darling, you're a whole hell of a lot more than fine.",
        "Reva: And I am okay.",
        "Bill: I know you're okay.",
        "Reva: I really am okay.",
        "Billy: You are more than okay.",
        "[SCENE_BREAK]",
        "Tammy: Did you hear what I said?",
        "Jonathan: Yeah, I heard you.",
        "Tammy: I meant it; I will never leave you again.",
        "Jonathan: Uh-huh.",
        "Tammy: Aren't you happy to see me?",
        "Jonathan: I'm confused. I guess. You know, you went through a lot of trouble to get away from me.",
        "Tammy: I was afraid. When I'm with you, it's like-- oh, it's like this thing that we have is... what we are, it's so crazy. And it's like who I am and who I've been, it just gets burned up and burned away, and all I can think about is us, and you.",
        "Jonathan: And that's so scary.",
        "Tammy: Everyone kept telling that me I wasn't seeing things clearly. And they were right. I couldn't see what we were from the outside. They said it would blow up, that I would get hurt.",
        "Jonathan: And you believed them?",
        "Tammy: I didn't know what to do. Finally, I talked to Harley, and I realized we can have what they have. You know, what her and Gus have. People don't always get them, but they know what they have, and that's enough. If you're lucky enough to feel that much for somebody, with somebody, you don't ever let go of it. You don't let anyone come between you. Because there's nothing more real, more rare, or more right in this world.",
        "Jonathan: I told you all that.",
        "Tammy: I know and you were right from the beginning, I know. Nobody can come between us. We are unbreakable. It's not too late, is it?",
        "Jonathan: Tammy...",
        "Cassie: Tammy!",
        "[SCENE_BREAK]",
        "Dinah: You know, I don't blame Harley.",
        "Gus: No matter what, you're a human being. It probably bothered you. It bothers me. It bothers me. They have history, these two, right? They were married; they're always going to have that connection. End of the story. Actually, it's not the end of the story. I take that back. I love the girl, and she loves me. Mallet seems like he is crazy about you, and you're crazy about him. In the grand scheme of things, that's all that matters, right?",
        "Dinah: Yeah.",
        "Gus: Right. So if you're trying to keep her at bay or make her think crazy things about me...",
        "Dinah: I'm not trying to do that. I simply said to Harley I saw what I saw like I saw it, and I'd be willing to help her in any way. So I did that out of the kindness of my heart.",
        "Gus: That's what I wanted to hear. That's good. You're a good friend to her; I appreciate it.",
        "Dinah: Well, I owe her.",
        "Gus: Yeah. I'm glad we cleared all of this up.",
        "Dinah: Me, too.",
        "Gus: And I'm sorry I'm going to miss your big moment at the thing.",
        "Dinah: Ooh-ooh, I know. We're going to know. We're going to miss you. You tell Harley I'm going to give her a full report, absolutely, in the morning. And you take care of that leg of yours, all right?",
        "Gus: Yeah, thanks.",
        "Dinah: Bye, sweetie.",
        "[SCENE_BREAK]",
        "Billy: Whoa, whoa.",
        "Reva: Okay, what? What is it? What's wrong?",
        "Billy: Nothing's wrong. That was fine. That was perfect for me. I just got to be sure that you're kissing me because of me and not because you're trying to get over Josh.",
        "Reva: Billy, it was a little kiss. Why are you making a big deal out of it?",
        "Billy: It was a big deal to big. Don't you understand? It is. You know exactly what I want, darling. I've been straight-- I don't want to be-- just being careful. I don't want to do it.",
        "Reva: Listen--",
        "Billy: No, wait, wait, wait. You and I have been here before. You turned to me when you were getting over Josh, and we got married, and you weren't over Josh then and you're not over Josh now.",
        "Reva: I'm trying. I am trying.",
        "Billy: I know you're trying. And you know, once you cross the line, I will be there, but--",
        "Reva: But?",
        "Billy: I ate dinner at that new Chinese restaurant and I got this fortune cookie.",
        "Reva: Oh.",
        "Billy: No, it was a good fortune; it was. If you want to get an idea of what the future holds for you, just look at the past. Now that's a cheap bit of advice, but wow, that's true.",
        "Reva: I don't know where that leads us though, Billy. Because I care about you, too, I do so, so much, and I don't want to lose you. That's the last thing I want. I need you in my life!",
        "Billy: I'm not going anywhere. And I'll be in your life as much as you need at any level you need. I just want to make sure its me you want because of me, not because you're trying to get rid of Josh.",
        "Reva: Well, that sounds fair.",
        "Billy: Oh, good. ( Laughter )",
        "Reva: Oh!",
        "[SCENE_BREAK]",
        "Tammy: Mom.",
        "Cassie: Tammy.",
        "Tammy: It just happened-- I didn't mean-- we need to talk.",
        "Cassie: No, we don't.",
        "Tammy: We don't?",
        "Cassie: Not now, honey, my head is-- never mind. I need to find Reva, and someone told me she was here.",
        "Jonathan: No.",
        "Cassie: Well, then, I guess I was mistaken.",
        "Tammy: Mom, listen. I know what I said, and I still mean it. This doesn't change anything. I still plan to go to school. I'm still going to live a life that will make you proud. I will.",
        "Cassie: Tammy, fine. But not now. Okay, honey? I need to find Reva, and we'll talk about this when I do what I have to do.",
        "Tammy: Wait, Mom. I can fix this. I just need to talk to her.",
        "Jonathan: Let her go. Don't waste her time trying to change her mind about me. Getting yourself all twisted trying to get your mom on my side this time.",
        "Tammy: Why not?",
        "Jonathan: Because this is over, Tammy. This is the end. This is it.",
        "[SCENE_BREAK]",
        "Robert Newman, \"Inside The Light.\" Probably Josh and Reva's wedding, first wedding. That was one of the most extraordinary days that I remember in shooting this show. Larry Gates was my friend, and he was a mentor to me, and he was a father figure to me, and in the last few months of his life, I used to go up and sit with him, and we would just talk about acting and life. And I miss him terribly, and I don't think that there will ever be for me, in my life, anybody quite like Larry Gates. See Josh and Reva, Wednesday, April 12, \"Inside The Light\".",
        "[SCENE_BREAK]",
        "Reva: Joshua!",
        "Billy: Hey, little brother.",
        "Josh: I'm sorry, I should have knocked.",
        "Reva: Well, no, it's your home, too. It's ours.",
        "Billy: Yeah, we just didn't hear you come in.",
        "Josh: You were busy. I didn't realize the two of you were going to be here.",
        "Reva: Well, I decided-- I'm doing some spring cleaning. Stay in tonight and--",
        "Billy: Clean.",
        "Josh: Right. Well, I thought I might take a look at the paperwork before we meet with the mediator tomorrow.",
        "Reva: Oh, good idea.",
        "Josh: Okay. Excuse me.",
        "Billy: Look, if you want to still take me up on my suggestion, we can go out and blow off a little steam.",
        "Reva: No, it's... you know what, though? I could use some fresh air. I'm going to go out and grab us all something to eat.",
        "Josh: Nothing for me, thank you.",
        "Reva: Oh, come on, please. You want something. I mean I know you. You always want something after you-- or when you work on papers-- do paperwork. Um, so that's what I'm going to do. I'm just going to get us all something to eat.",
        "Josh: Reva... actually, I would like a large coffee.",
        "[SCENE_BREAK]",
        "Tammy: I don't understand. Why are you pulling away now? I took some time to figure out stuff, us, you know, but I'm here now.",
        "Jonathan: And what about next time? What about the next time you don't know how you feel? Because that's what happens, Tammy. Things don't always go like you think they're going to go. What are you going to do then? You going to run to your mother?",
        "Tammy: No.",
        "Jonathan: Come on, Tammy. Come on. She walked in here, and you jumped away from me. You can't help it. Okay, okay, then you stood up for us. What about tomorrow? What about next week? I can't keep losing you over and over again.",
        "Tammy: You never really--",
        "Jonathan: You got a restraining order against me! The cops hauled me away and locked me up! I can't keep doing that! I won't!",
        "Tammy: How many times do you scream about people accepting you for who you are? Well, how about accepting me, huh? This is who I am, okay? I get scared. I have doubts and fears, and regrets and guilt. I...",
        "Jonathan: Guilt?",
        "Tammy: I love you. Yes, yes, I love my family, but Jonathan, I love you. I know I made your life hell, but you never turned away from us. Even when I turned to other guys. You never turned away from me.",
        "Jonathan: Watch me.",
        "Tammy: ( Screaming ) ( sobbing )",
        "[SCENE_BREAK]",
        "Dinah: Oh, hi.",
        "Cassie: Hi. That's a beautiful dress. Is that for the Spaulding party?",
        "Dinah: Yeah, thank you. And for Mallet.",
        "Cassie: Oh, lucky guy.",
        "Dinah: Yeah, yeah. Thanks. Okay, I'll see you later.",
        "Cassie: Dinah, are you happy?",
        "Dinah: What?",
        "Cassie: I asked if you were happy?",
        "Dinah: I heard what you said, but I just didn't expect that question.",
        "Cassie: Yeah, well, I didn't expect to ask you.",
        "Dinah: You spoke to Harley, right? Did she tell you about her and Mallet sleeping together? She did. She did, that's great. She's unbelievable. Well, I already know what is on your mind. You're thinking because Harley slept with my guy, she should be worried about what I'm going to do to her?",
        "Cassie: Well, that's a good question, Dinah. Should she be worried?",
        "[SCENE_BREAK]",
        "Reva: Oh.",
        "Ted: Excuse me, excuse me, I think you're stealing my food.",
        "Reva: No, I don't think so. I just called in this sandwich.",
        "Ted: Club sandwich, green salad and overdone fries?",
        "Reva: No.",
        "Ted: Then you're stealing my food.",
        "Reva: No. I have a lot of hungry men at home, and I'm bringing them back a...",
        "Ted: Club sandwich.",
        "Reva: A green salad, and you do like your fries crispy, don't you? ( Laughter )",
        "Ted: What did you order? Maybe I'll have that instead. It has to be better than having the same thing night after night.",
        "Reva: Oh, you always order the same thing.",
        "Ted: Yeah, a security blanket, long, crazy days, and then some things stay the same. Very boring.",
        "Reva: No. Stability has its appeal.",
        "Ted: But you don't seem like you go for the stable type.",
        "Reva: Well, I didn't say I was stable myself. I said it was nice to have that in your life.",
        "Ted: Ted Murphy.",
        "Reva: Oh, Murphy and Weeks.",
        "Ted: Uh-huh. And you are?",
        "Reva: Someone who doesn't carry a card.",
        "Ted: Oh, but does have a name?",
        "Reva: Reva Shayne.",
        "Ted: Is there a Mr. Shayne?",
        "Reva: Not really.",
        "Ted: Well, I'm glad to hear that. I know you don't carry a card, but if you don't mind, do you have a phone?",
        "Reva: I don't really think that this is something that--",
        "Ted: Why don't we just talk about that over dinner late next week, or drinks.",
        "Reva: Late next week?",
        "Ted: Okay, sooner, tomorrow?",
        "Reva: Tomorrow.",
        "Ted: In my business, if I don't move, I lose. You've got to take the chances. You've got to take the gamble. You gamble, Ms. Shayne?",
        "Reva: ( Laughs ) I play a little poker.",
        "Ted: I thought so. You look like a woman who will take a chance. So, if it is heads, you say yes to a date with me.",
        "Reva: And if it's tails?",
        "Ted: I say yes to a date with you. Oh, look, it's tales. You win.",
        "Reva: Oh.",
        "Ted: Tomorrow--",
        "Reva: I have a very busy day tomorrow. Very busy. I could probably make it an early lunch.",
        "[SCENE_BREAK]",
        "Billy: Are you all set for tomorrow, signing the papers?",
        "Josh: I get the feeling you're really looking forward to tomorrow, Billy.",
        "Billy: Josh, you know me better than that. I made no bones about I feel about Reva. She's a hell of a gal. And, look, you two have not been getting along too well.",
        "Josh: There's no secret about that.",
        "Billy: There's no secret. And I made it no secret that I think a clean break is a way to go.",
        "Josh: So you're a happy man?",
        "Billy: In many ways, it is a very sad day for you and me and the family and the kids. No, I'm not celebrating, Josh. I was one of the biggest fans of the Josh and Reva love story, but life happens.",
        "Josh: Yes, it does.",
        "Billy: This is gonna be a little weird, and I know I've got a lot of demons to chase yet, but, um, I can't expect you to think that I'm really the right guy for Reva, but I just want to know that when I get my life together and you've signed all these papers and you and Reva have moved on, that you're going to step aside and let me have a chance with Reva.",
        "[SCENE_BREAK]",
        "Dinah: I am not real good at making guarantees, but I know I have hurt you many times. And am I completely over the things that make me do those type of things? No. And am I ever going to get over the fact that they slept together? No. But what I am going to try to do is I'm going to get through it. I'm going to get past it. I'm going to be okay, and I'm going to have a guy in my life and I'm going to depend on that love to get me through, no matter what.",
        "Mallet: Hey.",
        "Dinah: Hey.",
        "Mallet: Hi, Cassie, a nice surprise. Am I interrupting something here?",
        "Cassie: Nope. I was just leaving. Have a good time at the party.",
        "Mallet: Yeah, we will. Are you going to be there?",
        "Cassie: No, I don't think so. I have some family business to take care of, so...",
        "Mallet: Okay.",
        "Dinah: All right, you have a good night, all right?",
        "Cassie: I'm trying. Good night.",
        "Mallet: What was that about?",
        "Dinah: Nothing. Nothing important. Get inside. Let me see the police blues. I have to see my man in his uniform.",
        "Mallet: There's something I have to tell you first.",
        "Dinah: What?",
        "Mallet: I went down to the station and Frank called me in and he wanted to know if I could cover tomorrow night's shift.",
        "Dinah: What? Wait a minute, you've got to work? That means you can't go to the ball.",
        "Mallet: No, I told him to get someone else. Tomorrow night is a big night for you, and I'm going to be there. And if you're going to have to fire me, then you're going to have to fire me because I'm not going to miss it. And I wouldn't miss it for anything in the world.",
        "[SCENE_BREAK]",
        "( Tammy sobbing )",
        "Jonathan: Here. You can go back to sleeping in your frilly bed with your fuzzy bear. This is all of your stuff, so you have no reason to come back. Go home, Tammy.",
        "Tammy: I am home. You're my home.",
        "Jonathan: No, not anymore. Take it and go.",
        "Tammy: You said this is all mine, but what's this?",
        "Jonathan: I don't know. I thought it was yours. Now it belongs to the lost and found. Is there anything else in that box you don't want?",
        "Tammy: No, it's all mine.",
        "Jonathan: Good, then we're done. Good night.",
        "Tammy: You're really just going to let me walk out that door? You're willing to give up on everything that we have?",
        "Jonathan: You were.",
        "Tammy: I was wrong. I was so stupid and so scared that I lost track of who I am and what I want most.",
        "Jonathan: So you're not stupid or scared anymore?",
        "Tammy: I'm really sorry that I hurt you. I understand we will probably hurt each other for the rest of our lives. But we'll also love each other for the rest of our lives. That's the deal I'm willing to make, Jonathan. That's the deal that I cannot live without. Nothing makes me feel the way I feel when I'm standing here next to you. Like we felt when we made those vows to each other.",
        "Jonathan: The vows that you broke.",
        "Tammy: Never again. I swear on my life, on my heart, never again.",
        "Jonathan: I wish...",
        "Tammy: You can.",
        "Jonathan: No. Too much has gone on. You made your choices. Now I'm making a choice.",
        "Tammy: I'll make you believe in me. I'll find a way.",
        "[SCENE_BREAK]",
        "Josh: You're asking for my blessing so you can date Reva?",
        "Billy: No, I don't want your blessing. In fact, I don't even hope for that.",
        "Josh: What do you want from me, Billy?",
        "Billy: I just don't want you to hurt my chances, that's all. If I blow this, I want it to be on my own head and my own heart. Just don't get in my way. It's the only thing I have going for me.",
        "Josh: Billy, you have more going than you know.",
        "Billy: Maybe I do; I just can't see that. And Reva helps that.",
        "Josh: Yeah, she has a way of making a man see the blessings in his life.",
        "Billy: And I think she deserves to be happy. I think she needs somebody who will treat her the way she needs to be treated, and somebody who knows her and loves her the way she is. And I can't think of many guys who can say that and that can do that. In fact, I only think there are two of us.",
        "Reva: Hello! Anyone hungry, because I've got- - a real talent for jumping in at the right moment. Everything all right?",
        "Billy: Yeah, we're just watching television.",
        "Josh: Yeah. It was the seventh inning stretch so we turned the sound down and we were just talking.",
        "Reva: About?",
        "Josh: Well, I was just saying that after everything is finalized tomorrow, it's going to be such a relief.",
        "Reva: For who?",
        "Josh: Well, for all of us, I think. We've all been sort of stuck lately, and after tomorrow, instead of moving backwards, we're going to be able to move forward with our lives.",
        "Billy: I think that's a good thing. I really do.",
        "Reva: It's funny, because believe it or not, I was just thinking the same thing myself. Still reading?",
        "Josh: Well, I assume the mediator will explain all the clauses that I don't understand, which are actually most of them, and we'll just finalized everything else on the spot, right?",
        "Reva: The house and the company.",
        "Josh: Yeah, yeah. Do you want to take a look at the--",
        "Reva: Wait.",
        "Josh: What?",
        "Reva: Oh, dear, you've got ink on your hands-- no, don't do anything. Just let me get it off. Don't touch anything because you're going to smudge it. ( Laughing )",
        "Josh: What?",
        "Reva: You also have it on your cheek.",
        "Josh: Excellent. Where?",
        "Reva: It's a lovely shade for you, I have to say.",
        "Josh: Listen, um...",
        "Reva: You've got, um--",
        "Billy: Hey, coffee, get it while it's hot!",
        "Josh: Thanks. You know what, thank you, thank you, but I think I'm going to head upstairs and start packing because I'm going to-- obviously I'm going to move back to the Beacon after tomorrow, so you have a good night.",
        "Reva: Josh, wait.",
        "Josh: What?",
        "Reva: Were you going to say something before...",
        "Josh: What?",
        "Reva: Before Billy came in?",
        "Josh: Good night, that's all.",
        "Reva: Oh.",
        "Josh: Good night.",
        "Reva: Good night, Bud.",
        "[SCENE_BREAK]",
        "Dinah: ( Laughing ) You are perfect.",
        "Mallet: So are you. You know I love you.",
        "Dinah: And...",
        "Mallet: And...",
        "Dinah: You're never gonna leave me.",
        "Mallet: I'm never gonna leave you.",
        "Dinah: No. Promise.",
        "Mallet: I promise I'm not going anywhere. It's gonna take a little time I've been down the road before and you know that I'll be back again in the end, we'll both be fine unless you make the same mistake and the chance that I'm a better man I can see everything good I can hear all my words I can see every tear that has been wiped away could it make me want to stay because I wish I could get it back again so we all don't have to pretend and I wish I could get it back again to the place where this whole thing began I can look into your eyes and I've seen so many things that make me want to stop and take a stand in the end, you'll see I'm kind but I know we can find our way if you would only take my hand and I can see everything good I can hear all my words I can wipe every tear of false fears and I wish I could get it back again to the place where we both don't have to pretend and I wish I could get it back again.",
        "[NEXT_ON]",
        "Josh: I'm having a bad day.",
        "Reva: There is life after Joshua Lewis. There has to be. If you want the wine sauce so much, you have it.",
        "Josh: Just stop. Reva! ( Reva screams ) ( water splashing )"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=RIpsPPc8Q5c"
}