{
    "Episode Summary": [],
    "Recap": [
        "Cassie tells Jeffery all about Edmund's ultimatum. Together they devise a plan so that Cassie can have sole custody of her baby. Cassie goes to Dinah for help and realizes that despite everything Dinah still has feelings for Edmund. Edmund is finally ready to give Dinah what she wants. Dinah agrees to help Cassie & Jeffery and then later promises to help Edmund. Tammy confronts Sandy about his \u0091infidelity' and it backfires. He accuses her of still having feelings for Jonathan. Reva sees Jonathan's bruises and accuses him of looking for trouble. Nate accidentally lets it slip that he knows about Jonathan's black eye and Reva becomes suspicious. She doesn't believe his lie, and enlists the help of Olivia who lets her know that Nate is indeed Alfred."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: What do you want, Edmund?",
        "Edmund: I think we both agree that the child should be born into a unified, stable family. Officially, you see, the baby belongs to me. You're just an egg. It's the baby or Jeffrey O'Neil.",
        "Jeffrey: You've been avoiding me. You want to tell me what's going on?",
        "Dinah: ( Knock at the door ) Who is it?",
        "Edmund: It's Edmund, Dinah.",
        "Dinah: Okay. Hang on. Hey. Come on in. Nice surprise.",
        "Edmund: Surprise? I doubt it. You gave me an ultimatum.",
        "Dinah: Well, I didn't say it like that.",
        "Edmund: Really? You said you'd keep seeing Jonathan until something better came along. Namely me.",
        "Dinah: It's just a fact.",
        "Edmund: Right.",
        "Dinah: Does this visit mean that you've given more thought to that idea?",
        "Edmund: As matter fact I have.",
        "Dinah: And?",
        "[SCENE_BREAK]",
        "Tammy: He's cheating on me. He's not cheating on me. Cheating on me. Not cheating on me. Cheating on me. Great.",
        "Sandy: I hope it's me you're thinking about.",
        "Tammy: Sandy...",
        "Sandy: Hi. You miss me? I came straight from the airport. What's going on?",
        "Tammy: You said you'd be back for the Fourth.",
        "Sandy: I know. I tried. I was down at Cross Creek, a bunch of stuff came up, couldn't get away.",
        "Tammy: Cross Creek? That's strange, because everyone else came back from Cross Creek a few days ago. What took you so long?",
        "[SCENE_BREAK]",
        "Reva: Jonathan.",
        "Jonathan: I don't have time, Reva.",
        "Reva: Oh, hey, make time. Please. I want to help you. I mean, your father is out there somewhere. He may be responsible for Marissa's death.",
        "Jonathan: I'm fine.",
        "Reva: Yeah, you're fine. Everybody's fine. What is... What is...",
        "Jonathan: Don't... come on.",
        "Reva: My God! Who did this to you?",
        "Reva: Jonathan, who did this to your face?",
        "Jonathan: I got drunk, took a header down the stairs. Josh wasn't even there. Go figure.",
        "Reva: You were in a fight, weren't you?",
        "Jonathan: Yeah. You should have seen the other guy, though. Good thing I have health insurance.",
        "Reva: You have to stop this. Please. Stop pushing them to the point where they want to hit you.",
        "Jonathan: Thanks for assuming that I started it, Reva. I deserve to be hit. It's always my fault, right? I deserve to be hit. Just like you hit me?",
        "Reva: No, no. I never said that you deserved anything.",
        "Jonathan: Later.",
        "Reva: Jonathan.",
        "[SCENE_BREAK]",
        "Sandy: I'm telling you the truth. I was at Cross Creek, and I had to take care of some stuff.",
        "Tammy: Just tell me the truth. Tell me where you've been the past couple of days. I know you haven't been at Cross Creek.",
        "Sandy: Okay, you want to know what I was doing and where I've been. I was having this made for you.",
        "[SCENE_BREAK]",
        "Jeffrey: So what is going on?",
        "Cassie: I have been avoiding you.",
        "Jeffrey: No kidding.",
        "Cassie: Do you remember the other day when I ran into Edmund? He kind of gave me an ultimatum. So I needed some time to process it.",
        "Jeffrey: What did he say?",
        "Cassie: He said that I stop seeing you and let him move back into the farmhouse or I don't ever see my baby.",
        "Jeffrey: Cassie, first of all, Edmund cannot keep you from your own child. Okay, it's an empty threat.",
        "Cassie: There's a contract, Jeffrey.",
        "Jeffrey: There's a contract between you and Edmund with Dinah, for her to carry your child.",
        "Dinah: I never signed the contract. Edmund's signature in the only one on there.",
        "Jeffrey: Edmund's not a lawyer. I can tell you, all right, that in this situation you're the biological mother. You have rights, contract or no contract.",
        "Cassie: Okay, so if you and I walked into a courtroom tomorrow can you guarantee 100% that the judge is going to side with me?",
        "Jeffrey: Come on. There are no guarantees. You know that.",
        "Cassie: Right. There are no guarantees.",
        "Jeffrey: Edmund put your eggs into Dinah... for crying out loud-- without your consent.",
        "Cassie: And that's why I know that he is capable of anything.",
        "Jeffrey: No threat from Edmund is going to keep me away from you.",
        "Cassie: Good.",
        "Jeffrey: Now look. Okay, look. Listen to me. Come here. The best thing that we could possibly do would be to convince a judge that Edmund would be an unfit parent.",
        "Cassie: Well, he would be an unfit parent.",
        "Jeffrey: Of course he would. But we have to prove that. Now, there is no way that Edmund would be able to successfully sue for custody of this child if he were, oh, let's say, under investigation for criminal charges.",
        "Cassie: What charges?",
        "Jeffrey: Take your pick.",
        "Cassie: Starting the fire in the barn, assaulting you.",
        "Jeffrey: Yeah, those are all good, but Edmund was an Ambassador back then. He had Diplomatic Immunity. He's not an Ambassador now.",
        "Cassie: Dinah.",
        "Jeffrey: Edmund kidnapped Dinah. So if Dinah were to, say, press charges this afternoon, Edmund would be in jail by tonight. Bye-bye custody battle.",
        "Cassie: If, if boy, come with Dinah. ( Laughs ) That's a really big if, Jeffrey.",
        "Jeffrey: Well, my dear, that's where your charm and persuasive powers come into play.",
        "[SCENE_BREAK]",
        "Dinah: Oh, let me breathe. Let me breathe.",
        "Edmund: You said this is what you wanted.",
        "Dinah: I know. I do. I did. I did. I did. I just ( Laughs )... slow it down a little, okay.",
        "Edmund: Did you take it slow with Jeffrey? Did you take it slow with Jonathan?",
        "Dinah: Oh, come on, I feel differently about you. You know that. What's all this rush? What's all this rush? You know, I mean, we have got all afternoon. We've got all evening. Why don't you just close the curtains and let me slip into the bathroom and put something more comfortable on, okay?",
        "Edmund: You don't need to do that.",
        "Dinah: No, I do. I do.",
        "Edmund: I can slip you out of your clothing right here.",
        "Dinah: ( Laughs ) No. Oh, come on. Come on. Come on. I'm feeling self- conscious is the truth. I just don't feel good right now the way I'm looking.",
        "Edmund: Don't. You look beautiful.",
        "Dinah: Oh, come on, I'm huge.",
        "Edmund: With my child. It's very sexy.",
        "Dinah: ( Laughs ) Come on. Just let me slip into something more comfortable, okay. Turn off the lights. I want them all off.",
        "Edmund: Having second thoughts, Dinah?",
        "Dinah: What?",
        "Edmund: Well, for months you've been saying how much you want me and now that I'm here and I want you... is this some sort of game?",
        "Dinah: Game?",
        "Edmund: Because it better not be. Because I'm putting a lot at risk. If Cassie finds out...",
        "Dinah: Edmund, I'm a woman. I'm not a machine. You can't walk in here and start kissing me and groping me... although I love it. It just... you have to give me a few minutes to get where you are, you know. I mean, maybe some soft lights, some soft music. That wouldn't hurt.",
        "Edmund: Well, if this isn't what you want, maybe we shouldn't...",
        "Dinah: What? No. No. No. No. Edmund, come on. I do want this. I do. Just give me a few minutes to be alone in the bathroom and I will be more than ready. I promise. ( Knock on door )",
        "Cassie: Dinah, it's Cassie. I need to talk to you, Dinah. Open up the door, please.",
        "[SCENE_BREAK]",
        "Nate: Reva?",
        "Reva: Nate. ( Laughs ) Where did you come from?",
        "Nate: I was just waiting for you.",
        "Reva: Oh.",
        "Nate: Sorry.",
        "Reva: No, really it's me. I've just turned into the biggest klutz in the world.",
        "Nate: I scared you.",
        "Reva: So what are you doing here?",
        "Nate: I'm not taking no for an answer.",
        "[SCENE_BREAK]",
        "Edmund: Don't say anything. She'll go away.",
        "Dinah: Hold on. Cassie, I'm coming.",
        "Cassie: Hi. I really need to... what are you doing here?",
        "Edmund: I came by to check on Dinah.",
        "Dinah: I'm so glad you're here. Come on in. Come on in. You want to talk to me about something?",
        "Cassie: Yeah, it's personal and private and...",
        "Edmund: If it has anything to do with the child...",
        "Cassie: It doesn't. You know, I'm going to wait in the lobby, okay.",
        "Dinah: No, no, no. Don't go. Edmund was leaving, right?",
        "Edmund: No.",
        "Dinah: Well, you came by to see if I'm all right and I am. So...",
        "Cassie: Okay. She said she's okay. So you can go now.",
        "Edmund: I guess my services are no longer required.",
        "Cassie: What did Edmund really want?",
        "Dinah: What he said. I was a little creeped out being alone here with him.",
        "Cassie: So that's it? That was the weird vibe I was feeling, Dinah?",
        "Dinah: Vibe. What you were sensing was fear and tension. At least on my part.",
        "Cassie: I thought you wanted to be alone with him?",
        "Dinah: Well, that was before he grabbed me at your party.",
        "Cassie: So it's over? The crush? Or whatever you want to call it? It's over?",
        "Dinah: Why? Are you looking to get back together with him?",
        "Cassie: No, I'm not. I just need to know that we're on the same page. Because there's something I need you to do for me.",
        "Dinah: Oh, really? What more can I do other than carry your child?",
        "Cassie: Edmund threatened me. Either I take him back or he's going to do everything he possibly can to keep that baby away from me. I didn't sign the contract. Now I don't know what that means, but Edmund seems to think that it means everything and he's holding it over my head.",
        "Dinah: Oh, that is a nasty idea. What does it have to do with me?",
        "Cassie: I may need to make Edmund look very bad. So you go to the police, you tell them how he terrorized you, how he kidnapped you. If there are criminal charges pending, there's no way that he could win the custody battle against me.",
        "Dinah: You want him to go to prison?",
        "Cassie: I want my child.",
        "Dinah: Edmund has done some horrible things, but he's the father of this child.",
        "Cassie: Look, Dinah, since the day you became pregnant with my child, you have told anyone that will listen that you were doing it so you could make-up for all the pain you caused me. So now is your chance. Here you go. This is your way that you could show everyone that you're a better person.",
        "[SCENE_BREAK]",
        "Sandy: It's called a Promise Ring. While I was away I found the perfect stone. It matches your eyes. See. You don't like it?",
        "Tammy: No, it's beautiful. But I can't accept it, because I know you're just giving it to me out of guilt.",
        "Sandy: Guilt? Guilt over what?",
        "Tammy: You know what?",
        "Jonathan: Good. You're both here.",
        "Sandy: We're in the middle of something.",
        "Tammy: Jonathan, what happened to you?",
        "Jonathan: Nothing. I need to talk to you about work.",
        "Tammy: Did you see a doctor? You should see a doctor.",
        "Jonathan: Look, would you stop talking and listen? I'm trying to tell you something. Give these back to Josh for me, okay? Bye.",
        "Tammy: Whoa, whoa, wait up. How are you going to get into the office without your ID and keys?",
        "Jonathan: I won't. I'm not going back to the office. I quit.",
        "Sandy: Gee, that's too bad. Bye.",
        "Tammy: What's going on?",
        "Sandy: I'm out. Celebrate. Be happy. Throw a party.",
        "Tammy: Jonathan...",
        "Jonathan: Don't touch me.",
        "Tammy: Is this about your mom?",
        "Sandy: Reva finally pushed him away?",
        "Tammy: No, his adoptive mother, Marissa. Olivia's sister.",
        "Sandy: What about her?",
        "Tammy: She died. Drowned. And it might not have been an accident.",
        "Sandy: Oh, you mean somebody might have...",
        "Jonathan: I am not talking about this with you, Sandy.",
        "Tammy: Jonathan, I know you're hurt right now.",
        "Jonathan: Hurt? Why would I be hurt? My so-called mom never did a thing to protect me. I say good riddance.",
        "Tammy: Don't push away the people who care about you. Let us help.",
        "Jonathan: Oh, you care about me now? That's not what you said the other day in the barn, Tam-Tam. You said I make you feel dirty. You said you hate the way you feel when you're around me. So which is it? Which is the truth?",
        "[SCENE_BREAK]",
        "Jeffrey: Edmund, I was speaking with Springfield University. They asked me to recommend somebody to teach a class at the law school. In the deviant mind, I thought of you.",
        "Edmund: You're a barrel of laughs, Mr. O'Neil.",
        "Jeffrey: Well, I thought that was funny. Come on.",
        "Edmund: You're also very smug. It's not going to last, your fling with Cassie. You'll tire of her. Or she'll realize you're just a cheap imitation of the original and move on.",
        "Jeffrey: Yeah. Well, I'll take my chances.",
        "[SCENE_BREAK]",
        "Reva: I'm sorry. This is all my fault for saying that there couldn't be anything between us and then I quit my job.",
        "Nate: But you can't stay away.",
        "Reva: I know. But I give you mixed messages. And I'm really sorry about that.",
        "Nate: Are you?",
        "Reva: You're a great guy. And I really appreciated the attention that you gave me. Not to mention the fact that I was tempted, but I love my husband. And that's that.",
        "Nate: Whew! I'm glad we got that straight. Actually I didn't come here to get you to change your mind.",
        "Reva: You didn't?",
        "Nate: I came here to ask you to reconsider coming back to work for me.",
        "Reva: Thank you. Really. I mean, thanks. It's a very sweet offer, but I think I'm going to stick to my original decision.",
        "Nate: You're sure? Going once. Going twice? Well, I guess I'll just have to find myself another barmaid. Can I just trouble you for a glass of water before I head off? The A/C broke in my car.",
        "Reva: You have got to be kidding me.",
        "Nate: No, it's like a deathtrap, sweatbox.",
        "Reva: No, not the please can I have a glass of water? Can you be a little more original than that?",
        "Nate: Send me back out into the July heat, dehydrate, die.",
        "Reva: ( Laughs ) Please. Forget it. Come in. Can I get you a glass of water. ( Laughs ) I'm sorry. I've been so out of it.",
        "Nate: You seem to be apologizing a lot today.",
        "Reva: Oh, well, I ran into Jonathan. And he got into another fight. And I came down pretty hard on him.",
        "Nate: Why?",
        "Reva: Because I'm scared that he's going to hurt someone, hurt himself.",
        "Nate: It's a just a shiner, Reva. It'll heal in no time.",
        "Reva: How did you know he had a black eye?",
        "[SCENE_BREAK]",
        "Nate: You caught me. I didn't want to tell you this because you get enough bad news about your kid.",
        "Reva: Tell me.",
        "Nate: The fight Jonathan was in last night happened in my place.",
        "Reva: At Outskirts?",
        "Nate: Jonathan showed up late. He was already tanked and you could just tell he was looking for trouble. So he goes right over to this big guy who's famous for his bad temper...",
        "Reva: Who?",
        "Nate: Just some mean S.O.B. And your Johnny picks a fight for no reason. Reva, he wanted to get hit. And afterwards I offered to take him to an E.R. To get checked out, but he wasn't having any of it. I thought about telling you, but it was pretty late and you said you wanted to put some distance between the two of you. I do the wrong thing?",
        "Reva: No, not at all. I appreciate the fact that you helped out my kid. You're a good friend, Nate.",
        "[SCENE_BREAK]",
        "Jonathan: Did I goof? You didn't tell Sandy about our little one-on-one in your mom's barn the other day?",
        "Sandy: I've been out of town.",
        "Jonathan: No, you were here for this.",
        "Tammy: Stop it, Jonathan. This isn't about me.",
        "Jonathan: I think it is. Look at Sandy. He's really wondering why you fight so hard to keep me in the Lewis Circle of Love.",
        "Tammy: Do whatever you want. Get into as many fight as you want, sleep with Dinah. I don't give a damn what you do, okay?",
        "Jonathan: Yeah, I can tell.",
        "Sandy: Come on. We're going.",
        "Tammy: No, we're not.",
        "Sandy: Yes, we are.",
        "Tammy: Where are you taking me?",
        "Sandy: Someplace we can talk.",
        "Tammy: Do you want to talk? I'll talk. I know, Sandy. Okay, I know.",
        "Sandy: You know what?",
        "Tammy: I know that you've been cheating on me. I know that you slept with that other girl.",
        "Sandy: All right, come on. We're not doing this here.",
        "[SCENE_BREAK]",
        "Dinah: What if the charges don't stick? He gets out on bail, then he comes after me. And it's not about just hurting me, it's about hurting the baby.",
        "Cassie: Well, that's exactly why he'll never hurt you.",
        "Dinah: He already did. You saw him when he raised that shovel at me.",
        "Cassie: You have a thing for him. Yep, you do.",
        "Dinah: No, I don't.",
        "Cassie: Yeah, you do. You're still the same old Dinah. Do you know that? You haven't changed at all. You still want everything I have. Even the husband that I don't want anymore.",
        "Dinah: You know something. If you want to talk about somebody who has ulterior motives, I think you should look in the mirror, Sweetie. All you care about is the baby. I'm just an incubator to you.",
        "Cassie: That child is my first priority. You bet. And you know what, Dinah? It should be yours too.",
        "Dinah: It is.",
        "Cassie: I am not going to let Edmund cut me out of my child's life. It's not going to happen. I will do whatever it takes, because I know exactly what it's like to grow up without a mother. I know about that ache inside, Dinah that never goes away. No matter how old you are, no matter how many people you have in your life that you love, no matter how many kids you have of your own. There is still a hole. And I know it well.",
        "Dinah: You know, when I used to go to the park and the grocery, I used to look at little girls looking to hold their mommies' hands. And I wanted to hold a hand like that, too.",
        "Cassie: And you wanted someone there when you came home from school. Just wanted to hear how your day was. When my little boy or my little girl comes home from school, I want to be there with hugs and kisses and milk and cookies.",
        "Dinah: That's great that you want that for your child.",
        "Cassie: Would you do this for me, please? Thank you. Dinah, thank you very much. Dinah? Dinah, are you okay?",
        "Cassie: Dinah, are you, okay?",
        "Dinah: Everything's fine. Everything's fine with the baby. It's okay. I'm actually happy that you and I can talk like this.",
        "Cassie: Yeah, me, too.",
        "Dinah: I feel close to you right now.",
        "Cassie: We are close. You're carrying my child, Dinah.",
        "Dinah: Which, by the way, gave me a heck of a kick. And quite honestly I didn't get much sleep last night, because it was just bouncing all around. And I thought maybe I could grab a nap. Would that be all right?",
        "Cassie: Sure. When do you want to talk to the police? You know what? You don't even have to talk to the police. You could give Jeffrey your complaint, you know.",
        "Dinah: Okay. Okay. Whatever would be better. That's fine. I'll be sure to give you a call when I wake up, okay?",
        "Cassie: Okay. All right. You know, I need to schedule an appointment with the doula. Okay. Bye, Sweetie.",
        "Dinah: You know, normally it would be okay, but it's just jumping around in my tummy so much. It's just so uncomfortable.",
        "Cassie: Okay, well, I hope all that jumping around is normal and it's okay and everything's fine.",
        "Dinah: Oh, it's okay. I'll call you. I promise.",
        "Cassie: Okay. Thank you. Bye.",
        "Dinah: Bye.",
        "[SCENE_BREAK]",
        "Edmund: Well, I see someone's done the world a great service. Hurt, I trust.",
        "Jonathan: Still does.",
        "Edmund: Good. Stay away from Dinah, Jonathan. She's to produce a happy bouncing baby.",
        "Jonathan: A baby will never be happy with you as its dad. Maybe I'll convince Dinah to run away with me, disappear. Yeah, teach Junior to despise the ground you walk on. That'll be some sweet justice.",
        "Edmund: You try that and as God is my witness, I'll--",
        "Jonathan: What?! What?! You'll what?!",
        "Edmund: Nothing. It's not really worth it. Stay away from Dinah, Jonathan. Or you'll be very sorry.",
        "[SCENE_BREAK]",
        "Sandy: Since I met you, I haven't so much as looked at another girl. I don't know how you could doubt that...",
        "Tammy: Stop.",
        "Sandy: ...That you're the only one for me.",
        "Tammy: Please. I know you've been sleeping with someone else, okay? I know.",
        "Sandy: What?",
        "Tammy: All those nights that you had to work late? What were you really doing?",
        "Sandy: I was working. Yes, Tammy, I was working. Okay, why? Why would I cheat on you? Give me one good reason why.",
        "Tammy: You know the reason. That's what hurts the most. More than even... you said you were okay with us not sleeping together. You said you understood my feelings.",
        "Sandy: I did. I do.",
        "Tammy: If waiting wasn't okay with you, all you had to do was tell me. I would have understood. For you to say that it's okay, make me think that you actually care about me and then run off with someone else, I don't know... maybe I shouldn't blame you. Maybe it's my fault.",
        "Sandy: Maybe it is. Maybe it is your fault. You stand there accusing me of cheating, but you're the one who's been cheating on me.",
        "Tammy: What?",
        "Sandy: You want me to be guilty because you feel so guilty.",
        "Tammy: That's crazy! What in the world do I have to feel guilty about?",
        "Sandy: That as much as you may care about me, you still want Jonathan.",
        "[SCENE_BREAK]",
        "Zoë: Sandy?",
        "Jonathan: Zoë. I've been meaning to call you.",
        "Zoë: What happened to you, honey?",
        "Jonathan: Oh, I... car accident. I was driving too fast. Stupid. I'm fine. Um, but I've been so busy between that and trying to break up with Tammy. I mean, I was trying to be nice, but that girl just doesn't take a hint, you know?",
        "Zoë: Then forget about nice, Sandy. Just ditch her. So we can get back to where we left off. I won't wait around forever, you know.",
        "[SCENE_BREAK]",
        "Reva: I'm sorry. I had to make that call. It was about this volunteer thing that I signed up for.",
        "Nate: Not a problem. I was able to amuse myself. That's a good shot of you and Josh. Any word when he's coming back from San Cristobal?",
        "Reva: I hope soon.",
        "Nate: Any progress with him tracking down Jonathan's father?",
        "Reva: None.",
        "Nate: Now, if you ask me, your husband is a fool for going off without you. But you didn't ask me, so I'm just going to shut up and mind my own business.",
        "Reva: Nate, there's probably something you should know.",
        "Nate: ( Laughs ) News is never good when it's prefaced like that.",
        "Reva: No, it's... I actually told Josh about what went on between the two of us.",
        "Nate: Oh. I see.",
        "Reva: I mean, I explained to Josh that the attraction wasn't so much about you as it was about what was going on inside of me at the time.",
        "Nate: Oh. That makes me feel so much better.",
        "Reva: Oh, look, you know what I'm talking about.",
        "Nate: ( Laughs )",
        "Reva: Anyway, he went away to put some space between us. It's okay. We're fine. But I just... I don't think he'd want me hanging out with you, especially in our house. So...",
        "Nate: So you're kicking me out. All right.",
        "Reva: I'm sorry.",
        "Nate: Oh, Reva. You're protecting your marriage. It's quite impressive, really. I was going to ask you to join me for a bite of lunch. Somewhere public, amidst a sea of humanity, but I guess Josh wouldn't like that, so... I'll see you around.",
        "Reva: Lunch? That's... that's fine. Company.",
        "Nate: You sure?",
        "Reva: Oh, no, I'm sure. I mean, it's lunch, right? Friends do lunch.",
        "Nate: Works for me.",
        "[SCENE_BREAK]",
        "Jeffrey: Hey.",
        "Cassie: Hey.",
        "Jeffrey: Did you talk to Dinah?",
        "Cassie: Yeah. She said she'll help us.",
        "Jeffrey: And she realizes that this could get very nasty and possibly send Edmund to prison, right?",
        "Cassie: Yeah. She says she'll do it. She's not thrilled about it, but she'll do it.",
        "Jeffrey: Listen, even if Dinah doesn't come through for us, I'm going to find a way, okay? I'm going to find a way to get Edmund off of your back, and this relationship of ours is not going to cost you this child. I promise. I won't let it. I mean it, Cassie. We're going to get past this, we're going to be together, and this child will be a part of your life. I promise.",
        "[SCENE_BREAK]",
        "Edmund: ( Knocking on door ) Dinah, it's me. Open up.",
        "Dinah: Hello. Twice in one day.",
        "Edmund: So, what did Cassie say?",
        "Dinah: Wouldn't you like to know?",
        "Edmund: Yes, I would. So tell me.",
        "Dinah: Well, actually, Cassie, she and I have been bonding lately, and we've been confiding in one another, and guess what? She wants me to help her. She would like me to bring up charges against you for kidnapping.",
        "Edmund: I didn't kidnap you.",
        "Dinah: Well, I know that. But she doesn't know that. She thinks that if I raise the charges against you, then you will never have custody of this child.",
        "Edmund: O'Neil.",
        "Dinah: Yeah. It was actually quite smart. So I think this puts you in a very difficult position.",
        "Edmund: Yes, I'm sure you're enjoying it immensely.",
        "Dinah: Well, I know how to get you out of this jam, believe it or not. I can go to Jeffrey and I can say that I made up the whole thing-- the kidnapping, I can say that you never had anything to do with it-- and what is he going to do? Is he going to slap a nutty pregnant woman in a jail cell? Nah. So that's what I would do for you. But you have to do something for me in return.",
        "Edmund: I was here before. I wanted to. You pushed me away.",
        "Dinah: I know, I know. I wasn't ready, but now I am. So why don't you just go ahead, lay down in the bed and let all this unpleasantness just go away.",
        "[SCENE_BREAK]",
        "Tammy: How can you accuse me? I do not still have feelings for Jonathan!",
        "Sandy: Yes, you do.",
        "Tammy: That is insane! He hurt me, Sandy.",
        "Sandy: And even so, you still want him. Every time you two are in a room together, I see it. Do I understand it? No. But he's the reason that you keep pushing me away, Tammy!",
        "Tammy: I just feel sorry for him or whatever you want to call it!",
        "Sandy: You know it's true! And Jonathan knows it's true, too!",
        "Tammy: No, that's it. I just...",
        "Sandy: Listen to yourself. Look? See, there you go. It makes you so mad, you put so much energy into denying it. That tells me that I'm right, there's something there!",
        "Tammy: No. You cannot be right. Because that would mean that I pushed you into the arms of another girl. That I gave up the best thing in my life because I can't get Jonathan out of my head.",
        "[SCENE_BREAK]",
        "Jonathan: Reva? You home?",
        "Nate: You're worthless, boy.",
        "Sandy: Get lost. Get lost. Get lost.",
        "Edmund: You're not worth it. You are not worth it.",
        "Tammy: Stay away from me, Jonathan. You make everything dirty.",
        "Reva: What is wrong with you? What is wrong with you?",
        "Nate: You're worthless.",
        "Tammy: You're dirt.",
        "Reva: What is wrong with you? What is wrong with you?",
        "Tammy: Dirty.",
        "Reva: ...Wrong with you.",
        "Tammy: Dirty.",
        "Reva: What is wrong with you? What is wrong with you?",
        "[SCENE_BREAK]",
        "Nate: If you're having second thoughts, speak now or you'll be sharing a hamburger with me.",
        "Reva: No, no second thoughts. I mean, I was in a bum mood and you made me feel better. Just as long as we understand each other.",
        "Nate: We do. Unfortunately.",
        "Reva: Well, then, let's eat. I have to make a quick phone call, but why don't you go in and grab us a table and I'll be in a minute? Thank you. He's gone. So? Was I right?",
        "Olivia: That was him. That was Alfred. Jonathan's adoptive father. _Next, on \"Guiding Light.\" _",
        "Jeffrey: Your soon-to-be-ex needs to get out of the picture.",
        "Cassie: Dinah is going to come through for us.",
        "Edmund: I never kidnapped you.",
        "Dinah: Get laid, go to jail.",
        "Edmund: Let's go. I'll go for it.",
        "Jonathan: Is this a bad time?",
        "Tammy: Not now. I'm not in the mood.",
        "Jonathan: Don't tell me you caught Sandy with another girl.",
        "Olivia: That's Alfred.",
        "Reva: I want him to suffer.",
        "Olivia: Either you turn your boyfriend in or I will."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=HC9WSa3UH64"
}