{
    "Episode Summary": [],
    "Recap": [
        "Jonathan helps Sandy out of the car. Sandy wants to call the cops. Jonathan offers to leaves town for good, if Sandy will let him leave before the cops show up. Sandy lets him leave. Jonathan asks him to tell Reva she was right to give him up, But when Sandy tells Reva about the wreck, he leaves that part out. Tammy lets Nate go. He takes her hostage. Marina decides to move into her own apartment. Danny thinks he found her one at The Beacon. Michelle goes to Bill's. She reveals that she is pregnant, but she doesn't know who the father is. Reva calls Josh to help her with Nate. When Josh gets there, she realizes Nate is gone. They later realize that Tammy let him go."
    ],
    "Recap Author": "Jen",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: ( Groans )",
        "[SCENE_BREAK]",
        "Bill: Olivia?",
        "Bill: Olivia? You home, baby? I think I need a little loving. Whoa, whoa, whoa. Wait one second, Honey. One second. Hey, Michelle. Hey.",
        "Michelle: ( Nervous laugh )",
        "Bill: Hey.",
        "Michelle: ( Nervous laugh ) Hey, yourself, there. Lucky Olivia, huh?",
        "Bill: Well, just think, this could have all been yours.",
        "Michelle: Just put your clothes on, you freak.",
        "Bill: Yeah, I just thought, you know, you were... you were... you were someone else.",
        "Michelle: Mm-hmm.",
        "Bill: ( Embarrassed laugh ) Oh, my goodness! Michelle's back. When did this happen? When did you get back? Did you bring me any gifts? Do you need a hand with that bag?",
        "Michelle: No, no, I'm fine. I'm fine, thank you. No thanks, I'm fine.",
        "Bill: Well, why didn't you call me? I would have picked you up at the airport.",
        "Michelle: I really didn't want anyone to know that I was flying in.",
        "Bill: Well, why not?",
        "Michelle: Um.",
        "Bill: Michelle?",
        "Michelle: Hmm?",
        "Bill: Is everything all right?",
        "Michelle: I could really use a friend right now.",
        "Bill: I'm here.",
        "Michelle: And, um, I also need a place to stay.",
        "Bill: Uh, yeah, yeah, yeah. Yeah. You got it. Anything else?",
        "Michelle: Mm-hmm. I need to know what's going on between Danny and Marina.",
        "[SCENE_BREAK]",
        "Marina: ( Moans ) Okay, stop.",
        "Danny: Why? I thought we were taking a break.",
        "Marina: It's too distracting. I'll go get us some sodas.",
        "Danny: Okay, thanks. ( Clears throat ) Hey, Michelle. It's me. Um, why am I calling? Um, I ran into Rick and he told me that you're homesick and I'm not calling to make it worse for you. I just thought you should know that Robbie came in third at his swim meet and he would have done better except he stopped to pick a nickel off the bottom of the pool. And he just... he really wishes that you could have been here to see it. And he wants to talk to you, so call us, okay? Bye.",
        "[SCENE_BREAK]",
        "Frank: You know, I didn't think you would be talking to me today, after I gave you that witness file on Reva and Nate. You know? I was hoping I wasn't going to cause any problems.",
        "Josh: No problems, Frank. You were just doing your job.",
        "Frank: Yeah, well, Josh, you know some people are kind of stupid, you know? They look at things, they think that they see something that's really not there and they make it bigger than it really is, and...",
        "Josh: You know what, Frank? It's all right, it really is. You said Alfred's gone, right? So whatever these people think they saw, it really doesn't matter anymore, does it? ( Cell phone rings ) Excuse me.",
        "Frank: Yeah.",
        "Josh: Hello?",
        "Reva: Joshua? Come home.",
        "Josh: Reva?",
        "Reva: Come home, Bud. Please. Now. I've done something.",
        "[SCENE_BREAK]",
        "Nate: Look, I know Jonathan has told you that I'm a rotten father, but I've been trying to make that right with him. I've been trying to prove to the boy that I love him. But Jonathan, he doesn't want love. He doesn't want help. He's dangerous. He's out of control. I think he might have killed...",
        "Tammy: His mother?",
        "Nate: I don't know. Please. Untie me. I have to go and warn Reva. If you love your aunt, if you want to save her, please help me.",
        "[SCENE_BREAK]",
        "Reva: Nate didn't leave town. He's here, in the house.",
        "Josh: What?",
        "Reva: He's here because I invited him. I put something in his drink. I drugged him and he passed out and I somehow managed to get him tied up. He's in the living room and he can't move.",
        "Josh: Reva, what the hell were you thinking?",
        "Reva: I'm not sorry about what I did. I'm afraid of what I might do. Come home, Bud. Now. Please.",
        "[SCENE_BREAK]",
        "Nate: I just hope Jonathan hasn't done anything to Reva.",
        "Tammy: We've got to find her. All right, I'll check the pool. That's the last place I saw Jonathan. You can check J. Farley's.",
        "Nate: Wait. I think it would be easier-- safer-- if we stuck together.",
        "[SCENE_BREAK]",
        "Reva: ( Gasps ) oh, God. Oh, my God. Oh, my God. ( Screams )",
        "Josh: ( Yells )",
        "Reva: Oh, my God. ( Hyperventilating )",
        "Josh: Where is he?",
        "Reva: I don't know. I don't know. I don't know.",
        "Josh: What the hell happened to this place? Did he do this?",
        "Reva: ( Whimpers ): No, I did.",
        "Josh: Reva, are you all right?",
        "Reva: No! I'm not all right. ( Sobs ) I thought I had him. He was in this chair. I had him taped. Loads and loads of duct tape. No one could have escaped this! Come on. We have to find him. Come on. What? What is the problem?",
        "Josh: \"What's the problem,\" Reva? You practically kicked me out of this house and I thought it was because we needed some space, and now I find out it was because you had a plan: To bring an insane man into our house, drug him, tie him up... and then you call me because you think you're going to do something worse. And now you want me to go with you to find him? What, for round two?",
        "Reva: He was after my son.",
        "Josh: Oh, Reva.",
        "Reva: I had to stop him. I mean, maybe it wasn't the best-laid plan, but I knew I had to do something. It was better than doing nothing! Come on. Come on, please.",
        "Josh: No. Reva.",
        "Reva: Maybe it wasn't right. I mean, maybe...",
        "Josh: I can't do this anymore, Reva! I'm done! Okay? Ever since Jonathan arrived, it's been one crisis after another. You make a mess, I clean it up. You make another one, I clean that one up. I'm done. It's over, Reva. I should not have come here. I'll call Frank, okay? I'll call Frank. I will ask him to send over a squad car in case Alfred returns.",
        "Reva: No. No. No. ( Sobs ) If you leave. if you don't help me, then Jonathan is dead. Nate is going to kill him.",
        "[SCENE_BREAK]",
        "Jonathan: So long, Sandman. ( Groans ) You left me at the bottom of that mountain, man. Fair is fair. Come on. Come here. ( Grunts ) Hey. Sandy? Sandy, you still breathing? Hey. Wake up.",
        "Sandy: ( Mumbles ): Where...?",
        "Jonathan: You crashed the car. You crashed the car.",
        "Sandy: You tried to kill us. What are you doing? You may have nothing to live for, but I have Tammy.",
        "Jonathan: Chill out. You can stop. Look, I didn't try to kill you. I saved your life.",
        "Sandy: Yeah, right.",
        "Jonathan: Look. You see? You were so busy yapping that you didn't see a truck coming. I had to swerve out of the way. If I didn't swerve, we'd both be dead right now, okay? You see the skid marks?",
        "Sandy: I don't remember a truck.",
        "Jonathan: That's because you were too busy looking at me.",
        "Sandy: What's with you? You're so much more trouble than you're worth.",
        "Jonathan: Who... who are you calling?",
        "Sandy: The police.",
        "Jonathan: Wait.",
        "Sandy: If I don't call it in, somebody will.",
        "Jonathan: I know. Look, that's why you have two minutes to say yes or no.",
        "Sandy: Yes or no to what?",
        "Jonathan: Offer of a lifetime.",
        "[SCENE_BREAK]",
        "Marina: Why am I even doing this?",
        "Danny: So you have a place to live.",
        "Marina: Some place.",
        "Danny: What? Your family is here.",
        "Marina: That's kind of the point. I mean, I love my family and all-- don't get me wrong-- and I think there was a time where we really did need to stick together, but...",
        "Danny: What?",
        "Marina: Well, I mean, Harley's at home with her boys now, my grandfather has his restaurant back. I don't know, maybe its just time for a change. Time for me to grow up and live like a big girl.",
        "Danny: Well, you've lived away from your family before.",
        "Marina: At the museum? Oh, no, that was like sleep-away camp. I don't know, I've always wondered what it would be like to live in my own apartment and decorate it any way I wanted to. I don't know, I'm in training to be a cop. It's time. It is time for a lot of things.",
        "Danny: That sounds very good to me. Why don't you think about it and think about where you want to live and we can talk about it some more after I get back from my meeting with Bill?",
        "Marina: Okay.",
        "Danny: I've got to get going. Okay?",
        "Marina: Mm-hmm.",
        "Danny: So, what do you want to do with all your stuff?",
        "Marina: Let's just leave it here until I decide. Winters will be rough, but I'll manage.",
        "Danny: Okay.",
        "Marina: Do you think I'm making the right decision?",
        "Danny: ( Stammers ) I can't. I can't. You have to figure that out. I cannot influence you one way or another.",
        "Marina: No, you're right. You're right. No, you're right, you're right. I just don't want to end up, like, 40 years old and still wrestling my father for the remote control.",
        "Danny: Will you stop? Stop freaking out about it. We'll talk about it when I get back, okay?",
        "Marina: Okay.",
        "Danny: Bye. Hi, Frank.",
        "Frank: Hey, Danny.",
        "Marina: Daddy.",
        "Frank: Hey, Sweetie. Are you going somewhere, honey?",
        "[SCENE_BREAK]",
        "Michelle: Look, I'm sorry that I just showed up here like that without calling. I had heard Olivia was out of town and I just thought maybe I could sleep on your couch or something.",
        "Bill: I already said you could.",
        "Michelle: I just, you know... I want to keep a low profile for a little while.",
        "Bill: A low profile? Why? What's going on?",
        "Michelle: I called Robbie at camp, though, and checked in with him.",
        "Bill: Yeah, well, tell me about Rick and Mel.",
        "Michelle: No, not yet. Not yet, but I will. You know, soon. Why don't you just tell me what's going on around here? Like, catch me up on all the gossip.",
        "Bill: Oh, yeah, sure, we'll gossip, and then we'll do nails. It'll be so much fun. It'll be a blast. We could rent a movie. Right, the Danny/Marina report.",
        "Michelle: I just want to know, Bill, are they a serious couple now...",
        "Bill: Oh, my goodness.",
        "Michelle: Is it a friendship thing? I mean, I hired a private investigator...",
        "Bill: What? You... wait a minute. Hold it. Slow down. You hired a PI to spy on Danny?",
        "Michelle: Not to spy on him.",
        "Bill: Okay.",
        "Michelle: Just to find out who he was spending time with, you know? For Robbie's sake.",
        "Bill: For Robbie's sake. Yeah, right, okay.",
        "Michelle: Why is it so strange to try to protect your son?",
        "Bill: Michelle, please. Are you kidding me? You fly in here from Africa without telling a soul, and then you show up on my doorstep needing a place to hide, and the first three questions out of your mouth are about Danny and Marina? Now tell me, what is going on here? ( Gasps ) You got fat. ( Gasping )",
        "Bill: Well, hey, can I get you something, Michelle. My goodness. How about some more water.",
        "Michelle: No.",
        "Bill: You probably need water.",
        "Michelle: Bill, I'm fine. Okay, I'm fine.",
        "Bill: Oh, my goodness. Is it chilly in here? I can turn down the air conditioner. It's over here.",
        "Michelle: No, no. Bill, that's not what I need.",
        "Bill: Then tell me what do you need?",
        "Michelle: I'm telling you. I need to know how involved Danny is with Marina.",
        "Bill: Oh, my goodness. Are you telling me that this is Danny's baby, Michelle? ( Knock at the door ) Who is it?",
        "Danny: Danny. We had a meeting, remember?",
        "[SCENE_BREAK]",
        "Frank: So my little girl is moving out, huh?",
        "Marina: Eavesdrop much?",
        "Frank: No, I wasn't eavesdropping. I... all right, I was spying. That's what I was doing.",
        "Marina: Oh, well, at least he's honest.",
        "Frank: Was it something that I said?",
        "Marina: No. Dad, I just think it's time.",
        "Frank: Why do I feel like I'm losing my little girl again?",
        "Marina: Dad, this is not the same as when mom and I moved to California. For one thing, I'm not leaving town.",
        "Frank: Well, honey, I don't want you to rush off quickly and become an adult too fast. You know, you and Danny...",
        "Marina: No, Dad. Right now it's just me. In a studio or one bedroom apartment eating vanilla ice cream and watching old movies. That's not entirely honest. I don't plan on being alone for long.",
        "Frank: You don't?",
        "Marina: I'm going to buy a goldfish.",
        "Frank: Goldfish. So this move isn't about Danny then?",
        "Marina: Well, I didn't say that.",
        "[SCENE_BREAK]",
        "Jonathan: Look you're right about this accident. And everyone is going to blame me. It doesn't matter that you were driving it. It's my car and I'm a wanted man.",
        "Sandy: It doesn't matter about the money you stole. It has nothing...",
        "Jonathan: Look, I'm about to offer you a prize that's bigger than the jackpot. Me, gone.",
        "Sandy: Gone?",
        "Jonathan: I'll break off all my contacts. I won't talk to Reva, Josh or anyone.",
        "Sandy: Tammy included?",
        "Jonathan: Yeah. Come on. What is it going to be? You've got to think, but you've got to think fast. ( Police sirens in the background )",
        "Sandy: Go. Get out of here.",
        "Jonathan: Thanks. It's been real, Sandman. Can you tell Reva... tell her that she was right to give me away, okay?",
        "[SCENE_BREAK]",
        "Reva: I found a receipt that Frank gave you. Nate's file. It was a boat rental. A boat rental receipt from San Jamar. He rented a boat in Jonathan's name. Jonathan who can barely swim. The minute I saw it I knew what he was going to do. He was going to drown my son just like he drowned Marissa. Two accidental deaths.",
        "Josh: So you were going to take out Alfred before he went after Jonathan. Was that the plan?",
        "Reva: No, I wasn't going to... I wasn't going to kill him. I mean...",
        "Josh: No, no. Of course not. You were just going to drug him and tie him up and what else?",
        "Reva: No, I had to stop it. All I wanted to do was stop him. Just stop him. But keep him away from my son. So I did this. I smashed the living room. I tried to make it look like he attacked me and then I left him. I gagged him again and I went upstairs and I had every intention of calling the police and letting them know. So they would arrest him. But then something made me call you. I called you.",
        "Josh: So then what was going to happen then? We were going to make up a whole new story. Maybe that I came in here and I saw the two of you together. And I'm actually the one that tied him to the chair. Something like that?",
        "Reva: Maybe. Or something better. All I know is I had to help my son. You have to help me.",
        "Josh: Okay, Reva. All right. Just... I just can't... give me a minute to think, okay.",
        "Reva: We can call the police.",
        "Josh: No, we can't call the police, Reva. I talked to the police. I talked to Frank. He said they didn't have enough to go after Alfred. They're not going to do it because you have a hunch.",
        "Reva: Yes, but if we could find Jonathan. If Jonathan can tell them that he didn't rent that boat. If he could testify in court...",
        "Josh: It's not going to be enough.",
        "Reva: But it changes everything!",
        "Josh: No, you change everything, Reva! You always change everything! Last night you were waving a red flag in front of a bull and now he's out there running around someplace. And yeah, maybe he's going to go after Jonathan. But maybe he's going to go after you. Did you think about that? Or maybe he'll go to the police. They don't have enough to put him away. But if he tells them what you did here last night, they could put you away, Reva, for a long time! We have to go. Now. Go.",
        "Cop: I'm here for a Mrs. Reva Lewis.",
        "[SCENE_BREAK]",
        "Tammy: Jonathan? Jonathan? Did... did you find him? Well, I'll go check at J.Farley's and you can check...",
        "Nate: Don't waste your time. I was afraid it would come to this. Jonathan has rented a boat. No, I didn't understand it at first either, but it's all falling into place. Jonathan is going to do to Reva what he did to Marissa.",
        "Tammy: No. He hates water. He would never rent a boat. He'd never do that.",
        "Nate: Interesting. Seems like you know my son better than I do. Either that, or you're calling me a liar.",
        "Tammy: Jonathan's not the one who tied you up, is he?",
        "Nate: Are you calling me a liar again?",
        "[SCENE_BREAK]",
        "Reva: I'm Reva Lewis.",
        "Cop: I'm here because there's been an accident.",
        "Reva: ( Crying ) Oh, my God. Jonathan.",
        "Cop: The young man's name is Sandy Foster. We offered to call an ambulance, but...",
        "Reva: Sandy. Oh, my God. Are you all right? What happened?",
        "Sandy: I swerved to avoid a pothole and. never mind. No big deal. I'm fine.",
        "Josh: No, we'll let Rick Bauer decide that. We're going to go to the hospital.",
        "Sandy: No doctors. Please. Officers, thank you for everything.",
        "Cop #1: Are you sure?",
        "Josh: We'll take care of him. Thank you.",
        "Reva: Thanks. Thanks. Thanks for everything. Are you sure? You have a cut on your head. Come on. Are you dizzy? Do you have a headache? Let me get you some ice or something.",
        "Sandy: No, no, no. I'm fine. But Jonathan...",
        "Reva: What? What about him?",
        "Sandy: Well, he was drunk. Which is why I was driving. And then he grabbed the wheel.",
        "Josh: Where is he?",
        "Sandy: He's gone. And he's not coming back.",
        "[SCENE_BREAK]",
        "Tammy: I really don't know Jonathan that well. We only met last year. I just know that he hates water.",
        "Nate: My son has a phobia. You're right about that. But that never stopped him going fishing.",
        "Tammy: No?",
        "Nate: No. We used to go out all the time. You see, I know my son, Tammy. And I know what he's capable of. And I know when he gets angry, he becomes a very, very dangerous young man.",
        "Tammy: He has a temper, but I really don't think that he's dangerous.",
        "Nate: No. Do I need to remind you what he did to Reva's family? Sorry, Little Princess, what he did to you. Do you think a boy like that is going to let a little water stop him? Jonathan's going to finish what he started, Princess.",
        "Tammy: Finish... what?",
        "Nate: Jonathan's not going to stop until he destroys your entire family. Jonathan wants to kill Reva. Jonathan wants to punish her for abandoning him on my doorstep.",
        "Tammy: No. No, he understands why she did what she did. He loves her.",
        "Nate: Fooled you. He fooled everyone. You know even now, Jonathan's hands might be wrapped around Reva's neck. Can your conscience handle that? Can you live with yourself knowing that you let that happen?",
        "Tammy: No.",
        "Nate: Then help me. Let's go to the dock.",
        "Tammy: I mean no, I don't believe you!",
        "[SCENE_BREAK]",
        "Marina: Danny's coming from a totally different place than me. He's been married, he has a son. Me? I've got you and Grandpa.",
        "Frank: Yeah, well, your grandfather's a pushover.",
        "Marina: Yes, he's actually coming around. You, on the other hand, can't stop yourself on the 60 questions every time he comes over to take me out on a date. Oh, he has to work so hard to prove that he's the new and improved Danny Santos.",
        "Frank: That's right. That's exactly right. Is that a problem?",
        "Marina: Dad...",
        "Frank: You know what, Marina? I could tell exactly how this is going to go. I can just see it right now. You're going to move then you're going to get married and then you're going to move again as far away from your father as you possibly can and then you're going to have children. And then I'm going to have to sue to have visitation rights. I can just see it right now.",
        "Marina: Dad. I think you're getting a little ahead of yourself.",
        "Frank: I don't think I am, Sweetheart. You know, your Aaunt Harley? Look what happened to her. She met Mallet. She got married. She moved to Florida and I didn't see her for practically five years.",
        "Marina: I'm not going to disappear. I promise. I love you too much.",
        "Frank: I love you, Sweetheart.",
        "[SCENE_BREAK]",
        "Danny: Bill?",
        "Bill: Just a second!",
        "Michelle: He cannot see me, Bill. He cannot see me",
        "Bill: I know. Go, go. Go in here. Go in here. I'm coming. Oh, sorry about that. I just had to throw on some clothes. You want to go downstairs and grab a beer or something? You can... you can do that.",
        "Danny: Well, actually I don't really have a lot of time. Can we just talk here? Is that okay?",
        "Bill: Yeah, yeah.",
        "Danny: All right.",
        "Bill: That's good. So what? You want to talk about teaming up on some new projects then?",
        "Danny: This place is different. I like what you did with this place.",
        "Bill: Yeah, thanks. It's a Lewis job. We're converting some of the old suites into luxury condos. Just thought I'd renovate our place to use as model to show perspective buyers. But anyway...",
        "Danny: It's nice.",
        "Bill: Yeah.",
        "Danny: Oh, hey, before I forget. Do you know where Michelle is?",
        "Bill: No. Why do you ask?",
        "Danny: Because I haven't been able to get a hold of her and Robbie's getting kind of anxious to talk to her. He wants to invite her home for his next swim meet and I know she won't come, but he needs to be able to ask her.",
        "Bill: She may show up. Stranger things have happened.",
        "Danny: That's true.",
        "Bill: Yeah, like, you know, you and Marina.",
        "Danny: Huh? Why are you talking about me and Marina?",
        "Bill: You know what? I don't even know. You start off as friends and now... I don't know. What would you call yourself these days?",
        "Danny: I don't know. What would you call us?",
        "Bill: I... I don't... I'm sorry. I just... you seem happy. But...",
        "Danny: Why wouldn't I be happy? Does this place have a washer and dryer or is it A...",
        "Bill: Community. Yeah, yeah. It's community.",
        "Danny: Oh, this is nice.",
        "Bill: Yeah, thanks.",
        "Danny: Nice starter apartment. Is this the closet?",
        "Bill: Yeah, it is. But I wouldn't go in there. Don't. It's Olivia's.",
        "Danny: Why not?",
        "Bill: The place should be condemned.",
        "Danny: I don't care. Have you ever seen Michelle's closet?",
        "Danny: That's nice. Lots of space.",
        "Bill: There is.",
        "Danny: Yeah. Yeah, I mean there is. There's lots of space in here. Tons of space. You okay?",
        "Bill: Yeah, yeah. Sure. I'm just...",
        "Danny: Yeah. You seem a little distracted.",
        "Bill: Well, it's been a hell of day. Sorry.",
        "Danny: Well, we can talk some other time.",
        "Bill: Would you mind? That would be great.",
        "Danny: No, no, no. That's fine. That's fine. No big deal. But will you tell me if you hear from Michelle?",
        "Bill: Yeah, yeah. I will.",
        "Danny: I really think it's time for her to come home. Robbie... Robbie really needs her.",
        "Bill: Yeah, yeah. He does. So just give me a call at the office.",
        "Danny: All right.",
        "Bill: We'll reschedule.",
        "Danny: Okay. Great. Thanks.",
        "Bill: Sorry.",
        "Danny: And hey...",
        "Bill: Yeah?",
        "Danny: That closet...",
        "Bill: What?",
        "Danny: Is totally neat compared to Michelle's.",
        "Bill: ( Laughs ) Michelle? Are you in here?",
        "Michelle: I'm right here. I'm here, okay? Good thing Olivia's a clothes freak. I had lots of things to hide behind.",
        "Bill: You should see what she keeps in my apartment. That must have killed you, huh?",
        "Michelle: It was just hot in the closet.",
        "Bill: He asked about you.",
        "Michelle: I know. I heard. It was good to hear his voice.",
        "Bill: Are you going to tell him that you're home, Michelle?",
        "Michelle: Yes, I will. Soon.",
        "Bill: Listen to me. You can't hide forever.",
        "Michelle: How about long enough to find out whose baby this is?",
        "[SCENE_BREAK]",
        "( Knock at the door ) ( Knock at the door )",
        "Nina: Guest services. Hello?",
        "Jonathan: Yeah, what's up?",
        "Nina: Here's the ice you ordered when you checked in. Looks like you could use it.",
        "Jonathan: Yeah. Thanks.",
        "Nina: Is there anything else you need?",
        "Jonathan: No, thanks. I'll be fine.",
        "Nina: Well, if you think of anything just let me know. I'm Nina, the manager.",
        "Jonathan: Actually, Nina, I was just about to order up some drinks. Is there any chance you'd like to stay with me?",
        "Nina: I guess I can stick around for a few minutes.",
        "Jonathan: I'm Sandy. Sandy Foster.",
        "[SCENE_BREAK]",
        "Sandy: Jonathan did say that he swerved to save us and if he hadn't, we'd both be dead.",
        "Reva: Was he hurt?",
        "Sandy: Cuts, bruises. Nothing serious.",
        "Josh: So basically he pulled you out of the wreckage and said good-bye.",
        "Sandy: That's the extent of it.",
        "Reva: What will he do? I mean, who will look after him? I mean he wouldn't just leave without saying goodbye.",
        "Josh: Reva, I think he sent Sandy to do that for him.",
        "Reva: Did he say anything else?",
        "Jonathan: Tell Reva... tell her that she was right to give me away, okay?",
        "Sandy: Just good-bye.",
        "Josh: Reva, maybe he somehow knew that if he saw you, he wouldn't be able to leave. And I really got the feeling from Jonathan that he was ready to start new and that's the best thing for everybody.",
        "Reva: He should be home. He should be with me. He should be home. Here with me. Not out there running all alone away from Alfred.",
        "Sandy: I should go see Tammy. How long ago did she leave here?",
        "Reva: Tammy wasn't here.",
        "Sandy: That's weird, because Bill said she was headed over here.",
        "Reva: Oh, my God. Oh, my God.",
        "[SCENE_BREAK]",
        "Tammy: Jonathan's not the one who tied you up, is he?",
        "Nate: Are you calling me a liar again?",
        "Tammy: It was my Aunt Reva, wasn't it? She left you there to go find the police. Jonathan's not out to hurt her. You're out to hurt him.",
        "Nate: Princess, look, you've got it all worked out.",
        "Tammy: Jonathan told me the stories about you. They're all true, aren't they?",
        "Nate: Jonathan told me the stories about you, too.",
        "Tammy: I won't help you find him.",
        "Nate: I'm afraid, Princess, you don't get a choice. Come on.",
        "Tammy: I'm staying here.",
        "Nate: You'd be really smart to do what I say. So if you think Jonathan's capable of doing bad things, you cannot fathom what I'm capable of.",
        "[SCENE_BREAK]",
        "Marina: How did your meeting go?",
        "Danny: What meeting? I just wanted to get out of lifting heavy boxes.",
        "Marina: Thanks.",
        "Danny: No, actually if you're still serious about getting your own place, I think maybe I found the perfect condo for you.",
        "Marina: Are you serious?",
        "Danny: Mm-hmm. I was over at Bill's and it turns out that Lewis Construction is converting some of the Beacon's hotel rooms into condos. I checked it out and it could be pretty right for you.",
        "Marina: Really?",
        "Danny: Mm-hmm.",
        "Marina: I'm getting really excited now.",
        "Danny: Well, good.",
        "Marina: Maybe I'll get this great apartment with big windows and a terrace.",
        "Danny: There's your terrace.",
        "Marina: Two hot guys living across the hall.",
        "Danny: Oh, yeah. And the jealous boyfriend across town who chases them out of the building with a crowbar.",
        "Marina: Oh, yes, but only then two new guys move in, even hotter than the first.",
        "Danny: Well, clearly I'm going to have to check out the neighbors before I let you move in anywhere.",
        "Marina: Ah.",
        "[SCENE_BREAK]",
        "Michelle: I loved Tony.",
        "Bill: I know.",
        "Michelle: But you know, I loved Danny, too. And after my memory... you know. You know what happened.",
        "Bill: I know. I know everything that happened. I know. I know.",
        "Michelle: Sometimes I don't even... I don't even think I want to know who the father is. You know, Tony's gone...",
        "Bill: Wait a minute.",
        "Michelle: And Danny is with Marina right now. If it's Danny, why would I even spring it on him?",
        "Bill: Wait a minute. Wait a minute. Wait a minute.",
        "Michelle: I just want things to be simple.",
        "Bill: Simple?",
        "Michelle: You know. It used to be.",
        "Bill: First of all, when were things ever simple?",
        "Michelle: Never.",
        "Bill: All right, I'll tell you something. This baby right here. This baby is going to need a mother and the father.",
        "Michelle: This is so different.",
        "Bill: If this baby is Danny's, you have to tell him.",
        "[SCENE_BREAK]",
        "Nina: So, Sandy, what brings you to Maplewood? You have family here?",
        "Jonathan: No, no family. No friends either. Ow.",
        "Nina: Looks like you have some enemies though.",
        "Jonathan: No, I'm... I'm a klutz. I tripped getting off the bus. I was in a bit of a rush.",
        "Nina: ( Laughs ) A rush to get where?",
        "Jonathan: Here, actually. I'm excited to start my new life. Does that sound corny?",
        "Nina: Really corny. ( Both laugh ) But if you're serious about starting over, this place has a lot to offer.",
        "Jonathan: I bet it does.",
        "[SCENE_BREAK]",
        "Tammy: Get away from me! ( Tammy screams )",
        "Nate: ( Screams )",
        "Tammy: Help me. Help! Help me! ( Coughs )",
        "[SCENE_BREAK]",
        "Reva: I should have known.",
        "Reva: I should have known. The duct tape. There's no way he could have gotten out of this. I should have known.",
        "Josh: Tammy must have come here and seen him all tied up.",
        "Reva: What have I done? What have I done? What I have done?!",
        "Josh: You don't think that he would...",
        "Reva: Nate. I don't know what he would have done?",
        "Josh: Who?",
        "Sandy: What's going on?",
        "Reva: Nate! Nate has Tammy.",
        "Josh: Reva?",
        "Reva: What?",
        "[SCENE_BREAK]",
        "Nate: What a sweet little princess. You just made a really bad mistake.",
        "[SCENE_BREAK]",
        "Announcer: Next on \"Guiding Light\"...",
        "Gus: I just think that we should postpone the wedding.",
        "Harley: What do you mean?",
        "Josh: So it sounds like Nate really does have Tammy.",
        "Nate: Jonathan will come for you, all right.",
        "Tammy: Jonathan hates me.",
        "Reva: Oh, thank God I found you.",
        "Cassie: What's wrong?",
        "Reva: It's about Tammy."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=KHGLiEBkhe4"
}