{
    "Episode Summary": [],
    "Recap": [
        "Michelle and Danny talk about their kiss, which Marina overhears and worries about her and Danny's relationship. Danny assures Marina that she is the one he is in love with but she is not so sure. Marina gets the information on what was in the syringe and wonders why Edmund would need a labor-inducing drug. She is unaware that Edmund is following her and out to silence her. Edmund tries to convince Michelle to move on and realize that Danny has done the same and later Danny tells Michelle that they can not go back to the past. Blake's new book based on Harley and Mallet comes out much to Ross and Harley's displeasure and Beth's pleasure. Harley later gives Alex reason to help her with her term as Spaulding CEO. Mallet assures Frank that the book isn't true and uses it as an excuse for he and Gus not to be partners anymore, Frank has a different idea though and tells Mallet to convince everyone that they are the best of friends."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: Cassie? I just confirmed everything with Reverend Rutledge for tomorrow. Hope's baptism is going to be perfect, held on a perfect day. I'm going to be back pretty soon. Is there anything I can get while I'm out? ( Laughs ) All right. All right. That's great. I'll talk to you later. Bye-bye.",
        "Marina: Wow, Edmund. You sound like the perfect dad. If only Cassie knew.",
        "Edmund: Knew what?",
        "Marina: I was at your suite at Towers, remember? Nice work getting rid of Michelle's things. Really nice touch, locking up Dinah. And really, really nice touch with the whole accident in the burning car. No one knows that the baby you brought Cassie was actually Michelle's. But you didn't do a very good job covering up your tracks, because I'm on to you, so enjoy your freedom while you can, because you're going down.",
        "Edmund: So are you, Marina. It's too bad. You should have left damn well enough alone.",
        "Marina: What was in that needle, Eddie? Hey, it's Marina Cooper. Hey, did you guys run a tox screen on that needle capper I gave you?",
        "[SCENE_BREAK]",
        "Blake: I want to thank you for all your hard work publicizing my book, Maris.",
        "Maris: It was pure pleasure for me, Blake. I love the book. It really sizzles, girl.",
        "Blake: It's pretty juicy if I do say so myself.",
        "Maris: The characters of Marley and D.C. Hammer and Ross are so real, I feel like I know them.",
        "Blake: Thank you, but it is fictional, purely fictional.",
        "[SCENE_BREAK]",
        "Harley: Don't they give you a chance to ease into this job?",
        "Stephen: Can't sit down yet. Meeting/Video conference with some of the department heads in 20 minutes.",
        "Harley: Right. I know, and actually I worked on a speech for that and it's, it's here, somewhere, I hope. I think.",
        "Stephen: Don't worry, Miss Cooper. You're the C.E.O. You'll figure it out.",
        "Harley: Yeah. I hope so.",
        "[SCENE_BREAK]",
        "Mallet: I knew I shouldn't have let you drive.",
        "Gus: We got here, right, don't be such a girl.",
        "Mallet: Yeah it was a near death experience for me and the old lady with the shopping cart.",
        "Gus: If you took your hands away from your eyes, you would have seen we would have been fine. All right?",
        "Mallet: How long do we have to do this, be partners before Frank gets the point?",
        "Gus: I don't know.",
        "Mallet: A few months hopefully.",
        "Gus: I was hoping weeks.",
        "Mallet: I was kind of hoping days.",
        "Gus: Hello. Hey, Babe. Are you home?",
        "Harley: I wish. I just had six meetings in a row, six, and there is already rumors that there is some corporate hostile takeover being planned for the pharmaceutical subdivision, and I have to give a pep talk to the department heads and I can't find the speech that I wrote.",
        "Gus: Well, I'm about to go out on my first new assignment with my new swell partner. I'll trade you.",
        "Harley: No, no thanks, I've already been partners with Mallet. At least you don't have to wear high heels all day.",
        "Gus: He would probably like that. Baby, are we going to be able to do this thing? Are we going to be able to pull this thing off?",
        "Harley: Probably.",
        "Gus: All right. Well, I suppose at the end of the day as long as we get home, we got each other. That's all that matters, right?",
        "Harley: You took the words right out of my mouth, sweetie. ( Phone rings ) Oh, I've got to go. That's L.A. Calling me back. I love you, bye.",
        "Gus: All right I love... hello?",
        "[SCENE_BREAK]",
        "Danny: Hey.",
        "Michelle: Hey I'm glad you're here.",
        "Danny: I got your message. What's up?",
        "Michelle: I decided that I'm going to go to Hope's christening. Is that going to be a problem for you?",
        "Danny: No, Michelle, it's not a problem for me, but do you really think that's a good idea for you after everything that's happened?",
        "Michelle: I don't know, Danny. Will it hurt? Yeah, it probably will, but I have to start getting on with my life. I have to face the fact that my baby is gone.",
        "[SCENE_BREAK]",
        "Marina: Why am I doing this? Why am I pushing this when I know that the answer is going to push Danny back to Michelle? Yeah, I'm still here. Do you have anything? I need those results. Okay, yeah, I'll still hold. Why were you in Edmund's suite, Michelle? And what was in that syringe he had?",
        "Marina: I said I needed those results. No, I'm sorry. It's just I need them ASAP, okay? Just do the best that you can. Thanks.",
        "[SCENE_BREAK]",
        "Danny: You know, I'm really just trying to think about what's best for you.",
        "Michelle: I know, that's what you've always done.",
        "Danny: I mean, why? Why put yourself through that kind of pain by going to Hope's christening when you don't really have to?",
        "Michelle: Because sometimes you just need to deal with things.",
        "Danny: Speaking of which, we need to deal with what happened between us. We need to talk about that.",
        "Michelle: You mean the kiss?",
        "Danny: Yeah.",
        "[SCENE_BREAK]",
        "Harley: Why can't I find the stupid speech? Oh, there it is. Oh, gosh! Thanks, Jude. Really appreciate it. I'm going to have to wing it.",
        "Alexandra: Hello, Harley.",
        "Harley: Hello, Alex.",
        "Alexandra: I picked these up on my way in. Some budgets you're going to have to go over and approve.",
        "Harley: Uh-huh. That's fine. Does that say $62 million?",
        "Alexandra: Yes. You know, if you think you're in way over your head, Harley, I'd be happy to help in any way I can.",
        "Harley: No, it's fine, really. It's all good.",
        "Beth: So just one more meeting and you can go home to Gus and the kids. How's it going?",
        "Harley: Why does everybody keep asking me that? I'm fine.",
        "Beth: Good. Good. Glad to hear it. Ready to face the troops?",
        "Harley: Ready.",
        "Beth: Great. Then I'll see you back here for the meeting.",
        "Harley: Wait. You're... you'll be at that meeting?",
        "Beth: Of course. I wouldn't miss it.",
        "[SCENE_BREAK]",
        "Maris: Your book has just hit the shelves and already the buzz is incredible. The chemistry between Marley and D.C. Hammer is off the charts. I love the part where they make passionate love in the laundry room and the commissary and prison yard. I have to get back to the office. I will be in touch with you about your book tour.",
        "Blake: Oh, wow, thank you so much. Yes, yes. \"Love in the Lockup.\"",
        "Ross: Provocative title. Is it based on anybody we know?",
        "Gus: Hmm.",
        "[SCENE_BREAK]",
        "Man: Nice to have you back Aitoro.",
        "Gus: Nice to be back.",
        "Cop: How did you finally tame that wild woman, Aitoro?",
        "Cop: And we thought she'd never mend that broken heart, right?",
        "Frank: Listen, as soon as this warrant comes in, we're rolling. This person is considered to be armed and dangerous so proceed with extreme caution. Don't deviate from the plan. Wait for my signal to take the guy down, and I don't want anybody striking out on their own. And I especially don't want any vigilante guerrilla tactics.",
        "Mallet: I think he means you. ( Laughter )",
        "[SCENE_BREAK]",
        "Danny: Marina...",
        "Michelle: Look, I'm sorry. Sorry, Marina.",
        "Danny: Listen...",
        "Marina: You kissed her... again.",
        "Danny: No, actually.",
        "Marina: That's what she said, Danny.",
        "Danny: Well, Marina...",
        "Marina: And you didn't deny it.",
        "Danny: I...",
        "Marina: How many times have I asked you if you still had feelings for her, Danny? I've asked the questions and I have tried to give you the space that you needed.",
        "Danny: You have, you have given me space, Marina.",
        "Marina: Does it look like I'm a doormat to you?",
        "Danny: You're totally misunderstanding this. Give me a second to explain it to you.",
        "Marina: See, I know how Michelle feels because she's told me. She still loves you. And she's never stopped. And you're the reason she came back into town. So I guess the only remaining question is how do you feel about her? But I guess the answer to that is pretty obvious, huh?",
        "[SCENE_BREAK]",
        "Edmund: Michelle, I'm sorry, I didn't mean to startle you.",
        "Michelle: That's okay.",
        "Edmund: I thought you'd be in California by now.",
        "Michelle: Um, I have my ticket. I'm just waiting.",
        "Edmund: Waiting? Waiting for what?",
        "Michelle: Hope's christening. I wouldn't miss it.",
        "[SCENE_BREAK]",
        "Blake: Ross, I told you that I was using Harley's story as the basis for my book.",
        "Ross: You also told me that you were going to change the names and the details so that someone we care about wouldn't be recognized.",
        "Blake: Well I did.",
        "Ross: You did? Let's take a little look see. Marley Trooper and Russ lturow D.C.Hammer. And look at this. Marley was once a detective in a city called Summerfield. Nobody would ever guess this had anything to do with Harley and Gus.",
        "Blake: All right. Okay. The names are a little familiar.",
        "Ross: I just have one basic question. Is this fiction or non-fiction, did you run any of this by Harley?",
        "[SCENE_BREAK]",
        "Harley: I had a speech prepared for this occasion, but I guess my son didn't like it because he rewrote it for me. I don't know if you can see, but here he has a family that's holding hands. And actually, that's appropriate because Spaulding Enterprises is a family. At least I would like it to be. I would like it to be the kind of company where we share common goals, where we support and help each other to do the best work that we can. So first off, I'd like to say my door is open, always, please, come in. I value your input. Not only do I love it, I need it. I have never run a company before, but I do have a lot of other skills to offer and a lot of life experience. And if you have any doubts, let me assure you this is not a lark for me. I take this responsibility very seriously. Very seriously.",
        "[SCENE_BREAK]",
        "Ross: You said that you were going to fictionalize Harley's story and you didn't. This is practically a biography and everything in here is barely disguised truth.",
        "Blake: Not everything, uh-uh. No. The affair between Marley and D.C. Hammer, that's pure fiction. I think.",
        "Ross: The one place where you should have told the absolute truth, you didn't. Honey, now everybody is going to think that Mallet and Harley slept together. Everybody, including Gus.",
        "Blake: Oh, they will not. They are not going to think that! They're not going to think that Harley did it all. That Gus is not going to think that. Is he?",
        "Ross: Your asking yourself is question right now.",
        "Blake: I really think you're blowing this out of proportion.",
        "Ross: No, I'm not. This is Harley's first week as C.E.O. of Spaulding Enterprises and she is trying to get respect from the board and the rest of the company and you come along and hit her with this! One big, fat sexual embarrassment that the whole world is going to see.",
        "[SCENE_BREAK]",
        "Harley: I have been a part of the Spaulding world, the Spaulding family for a long time. My son Zach is a Spaulding. His father Phillip, as you know, was a Spaulding. And I would like the Spaulding name to be used as a force of good. I'd like it to be a name that is respected around the world.",
        "Reporter: ( Scoffs ) ( Laughter )",
        "Harley: I'm sorry. Do you have a question? Is there a joke that you'd like to share with everyone else? ( Laughter ) Ahem.",
        "[SCENE_BREAK]",
        "Mallet: Gus, you all clear on what we're doing once we get out there?",
        "Gus: I'm clear.",
        "Mallet: Okay. Great. Because I know it's be a while since you've been on the force. If you need pointers, let me know.",
        "Gus: Maybe you're forgetting that I was on the force more recently than you.",
        "Mallett: But I was on the force, first. You're kind followed in my footsteps. They are big shoes to fill.",
        "Gus: I was wondering how you get that big foot of yours out of your mouth every day of your life. How?",
        "Mallet: It bugs you, that life existed in Springfield before you arrived, that you weren't the first one to plant your flag in this town.",
        "Gus: \"Plant your flag\"? Is that a euphemism?",
        "Mallet: I think it is.",
        "[SCENE_BREAK]",
        "Ross: If you are extremely lucky, somehow Harley will understand this. But I know two detectives who won't be quite so forgiving.",
        "[SCENE_BREAK]",
        "Mallet: \"Love in the lockup.\" ( Laughter )",
        "[SCENE_BREAK]",
        "Harley: \"When Marley Trooper was sent to prison for a murder she didn't commit she was sure her life was over until she saw the handsome Warden with piercing eyes and realized it was him. The man she'd never stopped loving.\" Okay, everyone, let's take a five-minute break.",
        "[SCENE_BREAK]",
        "Edmund: Michelle, no, no. Sit, sit. I really don't think it's a good idea for you to go to Hope's christening.",
        "Michelle: Edmund, Cassie invited me.",
        "Edmund: I know. But doesn't seeing a new life welcomed into the world remind you of what you've lost?",
        "Michelle: Yeah, probably.",
        "Edmund: Why would you want to do that to yourself?",
        "Michelle: Because it happened Edmund, okay? And I have to face the fact that my baby is gone and start to heal and get on with my life.",
        "Edmund: Right. You say you want to move on, Michelle, but I just... I just don't believe it. Where are your eyes right now? I think you're just looking for reasons to stay in town. And I'm sorry to be so blunt, but we've been very honest with one another other the past few weeks.",
        "Michelle: Yup. Yup, we have. We have. And you've helped me a lot Edmund when I really needed help.",
        "Edmund: So please, take my advice. Distance. Distance is what you need right now, Michelle. Distance from Danny, distance from Springfield. Distance. I think we...",
        "Michelle: I'm just not so sure. I... I did it, Edmund, I told Danny that I still loved him.",
        "[SCENE_BREAK]",
        "Danny: Marina...",
        "Marina: You kissed her.",
        "Danny: Will you listen to me? Just listen to me. All right? Please? You know how upset Michelle has been since she lost her baby. Now, she was sharing some very painful stuff with me and you can understand how difficult it would be for me to see her like that, can't you? Can't you?",
        "Marina: Yeah.",
        "Danny: Well, she was very upset, she reached out to me and she kissed me. And I... Marina, I wasn't going to just push her away from me.",
        "Marina: So you wanted it, too.",
        "Danny: No, Marina, I didn't. I... you know... you know this about us, Michelle and me. We have a long history together and when that happened, it was... it was about the past that we have shared with each other.",
        "Marina: You didn't kiss her in the past, Danny, you kissed her right now in the present.",
        "Danny: And where am I right now in the present, Marina? Am I with Michelle? She's here, she's back, she wants to be with me. I could with be with her if I wanted to but I'm not. I am with you.",
        "Marina: I don't know. Okay? I just... I don't know. I... care about you so much, but I can't keep going through this. I'm... Danny, I'm tired. And I'm starting to feel really stupid. That's a bad combination.",
        "Danny: Marina, I love you. You're the one I want to be with. I've told you that.",
        "Marina: I know that. I know that you have. But I'm just not sure it's true. ( Cell phone rings )",
        "Danny: No, come on, don't answer it.",
        "Marina: I have to.",
        "Danny: Let your voice mail pick it up. You don't have to...",
        "Marina: I have to get this. Cooper. Yes, you have the results of the syringe I gave you. What have you got for me? Laprosin? What's that. A drug used to induce labor? No, no, that's okay. I'll come by later to pick up the paperwork. Thank you. Edmund, what were you doing with a drug used to induce labor?",
        "[SCENE_BREAK]",
        "Harley: When I get my hands on Blake Marler, it will not be pretty! How could she do this to me?",
        "Alexandra: Well, is it true? I mean, you and Mallet, did you... never mind. It's none of my business.",
        "Harley: It's nobody's business. But for the record, no, we did not.",
        "Alexandra: Well, then, you know that and Gus knows it. It doesn't matter, does it? Come on, Harley, you're not the first C.E.O. To be accused of something in a scandal, you know? And you're certainly not going to be the last one. What matters is how you handle it.",
        "Harley: Gus will be furious. What about my kids? They're already being teased at school.",
        "Alexandra: Nobody said this job was going to be easy, did they? That's why so few of us come out of it in one piece.",
        "Harley: You know what? I don't care. Let the press torture me. Nothing is going to stop me from doing what I know is right for myself and this company. I will succeed! And you're going to help me do it.",
        "[SCENE_BREAK]",
        "Frank: So I take it Gus doesn't know about this?",
        "Mallet: Because I'm still standing. Frank, if that book says what I think it is, it's all junk. Pure fiction.",
        "Frank: Good, I'm glad to hear it.",
        "Mallet: Except that part where they describe me as tall and handsome with piercing eyes. I'm kidding, Frank, I'm kidding. But it could create serious problems between Gus and I. Maybe... you know what? Maybe you should split us up and assign us other partners. It's probably a good idea, Frank.",
        "Frank: Guess what, Mallet? I'm going to do the exact opposite. As a matter of fact, I want you to convince the whole world that you and Gus are the best of pals.",
        "Mallet: You're kidding, right? Oh, you're not kidding.",
        "[SCENE_BREAK]",
        "Danny: Can we get back to us now?",
        "Marina: Yeah.",
        "Danny: Marina, what... what more can I do to make you see how much I love you?",
        "Marina: I don't know.",
        "Danny: I mean, I asked you to move in with me, we're living together. Doesn't that... doesn't that tell you something?",
        "Marina: Yes. And no. I don't know. I'm sorry, Danny. I know that you're trying, but I just don't think that I'm being unreasonable. I don't want you to feel like you have to prove something, but at the same time, you kind of do. Does that make any sense?",
        "Danny: Yeah. It does.",
        "Marina: No, it doesn't.",
        "Danny: No, it does!",
        "Marina: No, I'm not. I just felt fine until Michelle lost the baby and it could have been yours. I don't know. I just... I feel like things got stirred up again and not just in me. In you, too.",
        "Danny: It's okay. It's all right. You don't have to explain anymore. I get it. I get it. I do. Will you just take my word for it, please? You're number one with me.",
        "[SCENE_BREAK]",
        "Edmund: You told Danny you still love him. So how did he respond?",
        "Michelle: Well, he said a bunch of stuff. But he didn't say he loved me.",
        "Edmund: But he still could. That's... that's what you're thinking at any rate. That's probably why you're finding excuses to stay in town.",
        "Michelle: I... maybe, yeah. Maybe I'm hoping that Danny will say \"don't go.\" God, I sound so needy.",
        "Edmund: Michelle, Michelle, it's not needy to love someone. I mean, to think about what could have been. Sometimes you just... you have to be realistic. You have to see that Danny's moved on. Danny is with Marina now, they're living together and that he seems very, very happy.",
        "Michelle: And Cassie's with Jeffrey now, but you haven't given up.",
        "Edmund: Yes, but that's different. Cassie and I just had a child together.",
        "[SCENE_BREAK]",
        "Marina: Hey, I gotta go do something.",
        "Danny: What? Hold on. What?",
        "Marina: It's nothing. Just something that could change my entire life and step on everything I care about.",
        "Danny: What?",
        "Marina: I'm kidding. I just have to pick something up at the station but I will see you at home, okay?",
        "Danny: Okay. Wait, wait. Come here.",
        "[SCENE_BREAK]",
        "Edmund: I have to go. Think about what I said, Michelle. You really should leave town.",
        "Michelle: I will. I will. Right after Hope's christening.",
        "Edmund: You're making a mistake and a big one, but there seems to be a lot of that going around these days. Good luck. See you.",
        "[SCENE_BREAK]",
        "Harley: Here's the scoop. I know that you want this job for yourself. Only you're not going to get it because of your criminal record and the board wants new blood and fresh ideas. That's why they picked me. Now, I'd be more inclined to listen to somebody like you as opposed to say, Alan or Olivia if I thought I could trust you. Am I getting my point across?",
        "Alexandra: Oh, quite succinctly.",
        "Harley: So you can either sabotage me which will only tick me off or you can help me out. Show me the ropes. If I were you, I'd pick door number two because, \"A\" it's smarter and, \"B\" you owe me. You owe me and my family for the years of hell that you have caused us.",
        "Alexandra: Do you want my advice?",
        "Harley: If it's sincere.",
        "Alexandra: Don't trust Beth.",
        "[SCENE_BREAK]",
        "Beth: ( Laughs ) Hi, Marilyn? It's your friend inside Spaulding. Look, I have a little dirt for you on our new C.E.O.",
        "[SCENE_BREAK]",
        "Harley: Thanks for the tip, Alex, but I figured that one out for myself. Now you'll have to excuse me, I have to go take care of something. Or should I say someone.",
        "Alexandra: Oh.",
        "[SCENE_BREAK]",
        "Marina: Laprosin. A drug used to induce or augment labor. Why would you have that, Edmund?",
        "Frank: Marina?",
        "Marina: Oh, Dad!",
        "Frank: Sorry, Honey, I thought you heard me coming.",
        "Marina: No, what are you doing here?",
        "Frank: Laugherty's dad had surgery so I thought I'd see how he's doing. What are you doing up here?",
        "Marina: I like it up here. It's quiet.",
        "Frank: Huh. Honey? Are you all right?",
        "Marina: Yeah. Yeah, I'm just...",
        "Frank: You sure you're all right.",
        "Marina: I was trying to figure something out, that's all. Dad, have you ever had to choose between doing a selfish thing and the right thing?",
        "Frank: Yeah, hundreds of times. But it's not really much of a choice.",
        "Marina: No?",
        "Frank: No, not if you want to live with yourself. But I think you already know that.",
        "Marina: Yeah.",
        "Frank: I really need to push for that warrant and I don't like you up here all by yourself.",
        "Marina: Dad, I am training to be a cop.",
        "Frank: Yes, I know. That but you're still my little girl and I love you and I just want you to be careful, okay?",
        "Marina: Okay. Love you. I'll go home soon.",
        "Frank: All right.",
        "Marina: ( Sighs ) Right now I just need to figure everything out without any distractions. ( Music plays )"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=a41xEEdF4fw"
}