{
    "Episode Summary": [],
    "Recap": [
        "Edmund grabs Cassie as she is coming out of the hotel and steals a good morning kiss behind the valet parking booth. Jeffrey interrupts them, he's sitting in the valet booth. Josh and Shayne talk about his baseball career. Josh and Reva discuss their future once the nest is empty. Dr. Sedwick brings the copy of the DNA results to Olivia and tells her that someone ran another test weeks ago without her knowledge. Olivia assumes that Alan did it. Cassie and Edmund make plans to go away to an inn to be alone. Jeffrey calls them a pair of bunnies. Jeff tells Cassie about Edmund threatening him. Edmund is yelling at someone on the phone about Jeffrey's past. Olivia confronts Alan about fixing the test. He is shocked. Cassie and Jeffrey discuss \"his type of women\" and what is wrong with Cassie. Why is she not his type. She says that she really doesn't care what he thinks and he wants to know why is she asking then. Jeffrey tells her that she is a pitbull, harsh and uptight and that she needs to loosen up and have fun. She should try smiling sometime instead of always showing her teeth and snarling. Edmund calls Cassie faking am emergency in his room. Cassie comes only to find that Edmund lied and that he has planned a clandestine meeting for the two of them. Stay tuned."
    ],
    "Recap Author": "Barbara",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: Okay. So I need another projector for the Dyna-Tech conference. No problem. Hey. What...",
        "Edmund: Does that answer your question? I just couldn't wait to be alone with you again.",
        "Cassie: I got that.",
        "Edmund: Good. How are you feeling? Is your fever gone?",
        "Cassie: A little tingly.",
        "Jeffrey: (Clears throat) Morning.",
        "Cassie: This is ridiculous.",
        "[SCENE_BREAK]",
        "Josh: Well, you're the agent, you tell me. Is it possible that Shayne could go in the first round tonight? Well, yes, I know it's a strong draft. I get that. But Shayne's got to be much more attracted to these guys now that they know he's signed with you, with an agent, right? An agent's contract makes him ineligible for college ball, right? So all these teams have to know that if he gets drafted, he'll go pro right away.",
        "Reva: Joshua!",
        "Josh: I have to go. Okay. Thanks, bye. Hey. How you doing? Where were you?",
        "Reva: Hi. I was out walking, jogging, kind of trying to clear my head.",
        "Josh: Are you okay?",
        "Reva: It happened again while I was out there. I had the same image that I've had before.",
        "Josh: You mean the thing where something flashes in front of your face?",
        "Reva: Not something, someone. It's Shayne.",
        "Josh: I thought you said that it happened so fast you can't recognize who it is or what it is or...",
        "Reva: I know it's him.",
        "Josh: Okay. I think that makes sense. It's... You know, he's about to graduate from high school, it's his senior prom tonight. You know, he's moving on.",
        "Reva: There's more to it than that. I just can't get a handle on it. That's why I went out walking, hopefully to clarify some things, but no such luck.",
        "Josh: Reva, I think you've got to let this go, you know? I think it's making you crazy.",
        "Reva: That's why it's so frustrating is because... I get the feeling that it has something to do with this decision that Shayne has to make, whether he goes to Stanford or whether he goes pro.",
        "Josh: Or maybe it's about your worries. Maybe it's your thing...",
        "Reva: No, no, I don't think so. Dr. Langham told me that if I can open myself up to a subject and really concentrate on it then it will be clearer, whatever it is will make more sense to me. And...",
        "Josh: Wait, wait a minute. Wait a minute. What are you doing?",
        "Reva: Well, if I take out the letter of intent from Stanford and I have a contract from that agent, if I can physically hold both of them in my hands, then maybe they'll help me understand...",
        "Josh: No. You know what? No. I don't think it'll help you at all, Reva.",
        "[SCENE_BREAK]",
        "Dr. Sedwick: Good morning, Olivia.",
        "Olivia: Dr. Sedwick?",
        "Dr. Sedwick: I got your message so I brought you the paperwork on your D.N.A. paternity test.",
        "Olivia: I didn't mean for you to handle it all. I'm sorry.",
        "Dr. Sedwick: That's all right. Anything wrong?",
        "Olivia: No. It's just what you told me on the phone, yesterday, Phillip is the father of my baby. It's just good to see it in the black and white.",
        "Dr. Sedwick: Olivia, I brought those papers over myself because there's something you really have to know.",
        "Olivia: Something wrong with the baby?",
        "Dr. Sedwick: No, no. The baby's fine. It's just that this isn't the first time this paternity test has been run. It was done another time without my knowledge.",
        "Olivia: I don't understand. Who ordered it?",
        "Dr. Sedwick: I don't know.",
        "Olivia: Well, this means that...",
        "Dr. Sedwick: Yes. It means that someone else has known who the father is for weeks.",
        "Olivia: Someone who's been lying about it.",
        "[SCENE_BREAK]",
        "Gus: Stop it. That is not a joke.",
        "Alan: Did you hear that one at the station?",
        "Gus: No, no, no. Plus that would be no way to spend taxpayer dollars.",
        "Alan: Well, look who's here. Stan, Jeremy, how are you? Good to see you. Listen, guys, I want you to meet my son, Gus Aitoro. Gus, come here. I want you to meet Stan Thompson.",
        "Gus: How are you? Good to meet you. How you doing?",
        "Alan: Jeremy Weathers. Aitoro is his professional name. He is a detective with the Springfield Police Department.",
        "Jeremy: Yes, I've been reading about him in the paper.",
        "Phillip: Excuse me. I'm sorry to interrupt. Good morning. May I speak with you privately for a moment?",
        "Jeremy: Go ahead. We'll keep an eye on your boy.",
        "Alan: Excuse me. Let me guess, you've come to catch me up on you and Alexandra's campaign from stripping me of all my control of Spaulding. Is that it?",
        "Phillip: No. It's actually about the child that Olivia's carrying.",
        "Alan: Oh. Something of a more domestic nature, right?",
        "Phillip: Well, I just thought you might like to know that you're the father.",
        "Alan: I am the father, huh?",
        "Phillip: D.N.A. test confirmed it. You're the man.",
        "Alan: Well, I appreciate your telling me, Phillip.",
        "Phillip: Well, you're welcome. I didn't do it for you. I think every child deserves to know who to call daddy.",
        "Alan: Well, wait, Phillip. Look, I know this wasn't easy for you.",
        "Phillip: Since when has that ever made any difference to you? Please, go back and join Gus and your pals. Buy a round of drinks, get some cigars, let them pat you on the back. Oh, may I make one request, though?",
        "Alan: Which is?",
        "Phillip: Please don't do it again.",
        "Alan: Do what?",
        "Phillip: Don't ruin a child instead of raising him. Try to be the guy that Lucia said you once were, somebody with a heart and a soul, not just an agenda.",
        "Alan: That's not fair, Phillip.",
        "Phillip: I don't think either one of us should talk about fairness. I think that dropped from our mix a long time ago.",
        "Alan: I didn't ruin you.",
        "Phillip: That's your opinion. Certainly not for lack of trying and God only knows what you're doing to poor little Gus.",
        "Alan: Gus is a grown man.",
        "Phillip: As if that makes any difference whatsoever. You've been given another chance. Don't screw it up this time. The last thing the world needs is another poisoned child.",
        "Gus: That didn't look too fun. Are you all right? What's up?",
        "Alan: I'm going to be a father again.",
        "[SCENE_BREAK]",
        "Josh: Just leave the papers in the desk.",
        "Reva: Is that an order?",
        "Josh: No. It's a suggestion. That's a strong suggestion. You know, this choice that Shayne has to make is a big deal. It could change the course of his life forever.",
        "Reva: All the more reason to make sure we make the right decision.",
        "Josh: Yeah, but with what, your psychic powers? I mean come on, Reva.",
        "Reva: Are you implying that I expect to hear some voice from the other side help me make this decision for Shayne? Because if that's what you're thinking, you are so far off base. And you're making it sound like its science fiction.",
        "Josh: I'm sorry. I didn't mean to.",
        "Reva: I'm just trying to think about what Dr. Langham told me. That if I can learn to decipher the images that I get, then they can become very powerful tools.",
        "Josh: Yeah. But Reva, we don't need tools. This is Shayne we're talking about. This is our son. We know him and that should be enough. Come here. Come here. Sit down with me. All of this, this whole thing, it's going to be over very soon.",
        "Reva: Yeah. It could be as early as first thing tomorrow morning.",
        "Josh: That's right. He's got to make some choices and maybe that's a good thing. I mean, they say that life really begins after the senior prom, right? I don't know who says that, but somebody says that, I'm sure.",
        "Reva: Either way, Shayne will be going out into the world.",
        "Josh: Doing what he was meant to do: Following his dream.",
        "Reva: Just like Marah's doing.",
        "Josh: Yeah. She's doing okay.",
        "Reva: A testament to brilliant parenting. I was just thinking about how quiet this place is going to be with just the two of us.",
        "Josh: I think we'll get along just fine.",
        "Reva: Will we? I mean, without dirty clothes tripping over, hearing mom and dad being yelled at the top of their lungs. \"Mom!\"",
        "Josh: We're going to do fine. I'm positive.",
        "Reva: I'm just going to miss Shayne, that's all.",
        "Josh: Me, too. Let's turn his room into a sauna.",
        "Reva: You are evil. You are so bad. Don't touch me. I have to go change my clothes. Cassie needs me over at the Beacon. See you later.",
        "Josh: Okay.",
        "[SCENE_BREAK]",
        "Cassie: Why are you following us?",
        "Jeffrey: Because you're walking ahead of me. You guys are just like a couple of bunnies, aren't you?",
        "Edmund: Cassie, may I speak with you for a minute, please?",
        "Cassie: You stay here. Can you believe that guy?",
        "Edmund: That guy has made one thing very clear.",
        "Cassie: Yeah, what's that?",
        "Edmund: Every time we try to get a moment to ourselves something or someone ruins it.",
        "Cassie: Mostly him.",
        "Edmund: Yes, I know. So I've got a solution, it's radical but necessary. I know a place, it's very private, no one will find us, no one will even bother us. Will you please go there with me?",
        "Cassie: I will make it a priority.",
        "Edmund: Good. What about the kids?",
        "Cassie: I'll ask Reva to watch them. Where do you want to go?",
        "Edmund: Well, it's an Inn, it's a few hours from here, flowers, candlelit room, champagne chilling by the side of the bed.",
        "Cassie: I am there. Do you think we'll be able to get a room?",
        "Edmund: Well, the room's already been booked. The deposit's non-refundable.",
        "Cassie: Well, aren't you a confident man.",
        "Edmund: Yes. You like that?",
        "Cassie: I do. What do you have up your sleeve?",
        "Edmund: I'm going to go to Towers and pack. I'll call you later.",
        "Cassie: I have a question.",
        "Jeffrey: I'm all ears.",
        "Cassie: What the hell are you doing hanging out in my parking attendant's booth?",
        "Jeffrey: Well, don't get all hysterical. I was just out here eating, eating a bagel.",
        "Cassie: Yeah. Everyone eats breakfast in the booth.",
        "Jeffrey: Well, they do if they need to.",
        "Cassie: What is that supposed to mean?",
        "Jeffrey: That means I was trying to have a nice peaceful breakfast in the dining room, but then I saw the mayor coming my way and he had one of his campaign donors with him.",
        "Cassie: So the mayor likes my hotel.",
        "Jeffrey: Well, I was in the mood for a bagel not a glad-handing session with the mayor, so I came out here and I found what I thought was going to be a quiet secluded non-political area.",
        "Cassie: You are unbelievable.",
        "Jeffrey: And then I was doing fine until you... Came barreling out here with Prince Smarming and trying to suck his face.",
        "Cassie: Are you saying that we interrupted you? Is that what you're saying?",
        "Jeffrey: Well, I was out here first, wasn't I? So why don't you two go find a bush or a shrub or something, okay? And tell Prince Smarming that if he wants to try and threaten me again, not to bother.",
        "Cassie: What do you mean again?",
        "Jeffrey: Yeah, he read me the riot act in your martini bar the other night. And that was before he walked into your room and saw us together soaking wet.",
        "Cassie: I'm just as mad as he is, okay?",
        "Jeffrey: Oh, yeah. But you wouldn't try to threaten me, would you, just for bothering you?",
        "Cassie: Well, don't be so sure.",
        "Jeffrey: Edmund also thought I should try to find another place to live.",
        "Cassie: Well, there's a good idea. I could forward your mail.",
        "Jeffrey: Well, you see, I've kind of gotten used to it here. It's close to downtown, but not too close. You've got a decent bagel and you've moved me to another room away from your little brat who makes all that noise and your tub that overflows all the time. So you see I'm kind of comfortable.",
        "Cassie: I'm so glad.",
        "Jeffrey: The point is: I'm staying, so Edmund's going to have to get used to it. And you, could you just stay out of my way and I'll try to stay out of yours?",
        "Cassie: Could you try a little harder? Because I have been trying to stay away from you for weeks. You know, you're like a rash. The more you scratch it, it just pops up.",
        "[SCENE_BREAK]",
        "Edmund: Nothing to report? I put you on to the man weeks ago. I don't care how hard it is to find information. Three years of Jeffrey O'Neill's life were missing and I want to find out what he was doing and where he was doing it, do you understand? 36 months of the man's life are missing because he wants them to be. I don't want to them to be. Find out what he was doing. He's hiding something; I want to know what it was. Why is it so important to me? Because I'm too damned close to getting what I want to let Jeffrey O'Neill or anyone else get in my way. Now get back to work.",
        "[SCENE_BREAK]",
        "Gus: Cheers.",
        "Alan: Olivia's carrying my child. It's mine.",
        "Gus: Well, isn't it also hers?",
        "Alan: You know, it's been almost 30 years since I held a child in my arms and thought this was the future, the person who will carry on the Spaulding name.",
        "Gus: Well, it's very nice of Phillip to come clean and tell you all about it.",
        "Alan: He didn't do it out of respect. He did it out of obligation.",
        "Gus: To who?",
        "Alan: To the child. He's already trying to protect the child.",
        "Gus: From who?",
        "Alan: From me. He thinks I'm going to break its spirit, poison it.",
        "Gus: He said that to you?",
        "Alan: In so many words, yes. That's Phillip. He thinks I only care about myself, that I was a terrible father. I gave him everything. Everything I did, I did for him. He just never understood it.",
        "Gus: Well, what are you going to do?",
        "Alan: Well, I'm going to get ready for the birth of my child.",
        "Gus: And Olivia? What she going to do?",
        "Alan: To hell with what she feels or what she thinks. The baby is mine and she has no right to keep it from me.",
        "Gus: Oh, I'm sorry, Al, I thought that she was the mother. I'm sorry.",
        "Alan: Tell me, what am I supposed to do, treat her as if she was some kind of Madonna figure, some saint? That woman left me for my son.",
        "Gus: Yeah, I know. That's a very lousy thing, you know? But so what?",
        "Alan: So what? Gus, that woman has the morals of an alley cat.",
        "Gus: That's not what I'm saying. If you want to be a good father...",
        "Alan: You're damn right I want to be a good father.",
        "Gus: Let me finish. If you want to be a good father, then you have to come to terms in your head that Phillip and Olivia are in a relationship. This is about the child, right? And if you want to do what's best for the child, you've got to put the bad blood behind you.",
        "Alan: And what if I can't?",
        "Gus: Well, if you can't, then whatever Phillip said about you is probably true.",
        "[SCENE_BREAK]",
        "(Cell phone ringing)",
        "Olivia: I have proof, proof that I wasn't lying to you last night. This is your baby.",
        "Phillip: Hi.",
        "Olivia: Hi, Phillip.",
        "Phillip: You've reached Phillip Spaulding. Please leave a message at the tone.",
        "Olivia: Hi, it's me. Listen, you have to call me as soon as you get this message. We've been set up, okay, by Alan? It had to have been him. You got the wrong results about the baby and I'm sorry and I know this is weird and it's all judge jumble, but I can explain everything, okay? At least I understand why you got so angry with me last night but I swear to you, I wasn't lying to you. You are this baby's father and I've got proof right in my hands, so please, please call me. I love you.",
        "[SCENE_BREAK]",
        "Answering machine: You have one new message. Message deleted.",
        "[SCENE_BREAK]",
        "Alan: You don't have any children, do you, Gus? You don't know what it's like to love a son more than anything in the world, to give him everything he wants and needs only to have that son turn on you and break your heart. Now, you're saying I'm supposed to let go of everything, all of his deceit, his betrayal, his disrespect. Is that what you're saying?",
        "Gus: Well, I know it's a little easier said than done.",
        "Alan: The man-- my son-- stole my wife, and my wife went with him and left me with nothing. Now I am supposed to sit by while those two people raise my child after the way they have treated me?",
        "Gus: Well, I understand, but it's... This is not about you. You see, it's about the child, right? You want to be the best father for that child.",
        "Alan: Why does this matter so much to you?",
        "Gus: I... I'm just... I guess thinking about how I want my family to be.",
        "Alan: Have the waiter put the check on my tab.",
        "Gus: I don't understand. Where are you going?",
        "Alan: I'm going to pay a little visit to the mother of my child.",
        "[SCENE_BREAK]",
        "Shayne: Hey, Dad. I've got to run. But, is that the Cubs game from last night?",
        "Josh: Yes, it is. And it's a good game. I taped it. Have a seat.",
        "Shayne: No, I can't. I'm going to try to get a workout in before I have to get ready for the prom.",
        "Josh: Oh, you don't need a workout. You can take a break. Sit down.",
        "Shayne: Did you just tell me to skip a workout?",
        "Josh: Yes, I did. It's... This is a special occasion, son. You know, it's a big night. You've got the senior prom, you got the draft, sit down.",
        "Shayne: And then I get to decide what to do with the rest of my life. Prior has got the nastiest slide.",
        "Josh: Yes, he does. And he's got the curveball working on this game, too. Hey, listen, do you remember the first time I ever took you to a baseball game?",
        "Shayne: Yeah. I think I ate about four huge pretzels. I got mustard all over my jacket.",
        "Josh: That's right.",
        "Shayne: And you taught me how to play.",
        "Josh: Yes, I did. And you loved the game. You were six years old.",
        "Shayne: How high do you think I can really go in the draft?",
        "Josh: Well, Devries thinks you can go as high as your man Prior here did just a few years back.",
        "Shayne: Are you serious?",
        "Josh: Yeah. The Cubs picked Mark Prior and signed him to a $10 million deal plus a $2.5 million bonus just for signing.",
        "Shayne: I could be looking at that kind of money?",
        "Josh: Well, you'd have to make some kind of decision here. You'd have to decide whether or not you wanted to go pro.",
        "Shayne: Yeah. But the teams aren't sure that I will then they're not going to risk a high draft pick on me.",
        "Josh: But, see, that's not your problem. You don't have to be thinking about that right now. See, I have a good feeling about this. I think by the time you get home from your senior prom tonight, there's going to be some team out there that's going to be throwing buckets of money at you, millions of dollars, son.",
        "Shayne: Millions?",
        "Josh: It could happen, Shayne. Don't forget, the money's not what's going to make you happy.",
        "Shayne: Oh, yeah? So what is, the pretzels and the mustard?",
        "Josh: No, playing the game, son. Following that dream you had in that ballpark when you were six years old. Anything else would be a huge mistake. Now you believe that, don't you?",
        "Shayne: Yeah, I guess.",
        "[SCENE_BREAK]",
        "Jeffrey: Look, lady, I'm a very busy guy. I've got a full caseload to handle here and believe it or not, it's not my sole mission in life to keep up and up on yours.",
        "Cassie: Then why does it keep happening?",
        "Jeffrey: I don't know. Coincidence, accident.",
        "Cassie: You just happen to be playing peeping tom today, is that it?",
        "Jeffrey: I told you, I was trying to get away from the mayor. And you know what? If I did get my kicks being a voyeur, you would be the last person I would want to voy, okay?",
        "Cassie: Is that so?",
        "Jeffrey: Yeah, that's so. As I told you before, you're not my type.",
        "Cassie: Do you even have a type?",
        "Jeffrey: Well, I'm not sure that I do. But if I did, you wouldn't be it.",
        "Cassie: Good.",
        "Jeffrey: Good.",
        "Cassie: What's wrong with me, anyway?",
        "Jeffrey: Like I told you, I'm trying to eat.",
        "Cassie: Do you think you're a prize?",
        "Jeffrey: Well, if I said yes, you'd call me arrogant, and if you said no you'd call me a liar, so I think I'll take the 5th.",
        "Cassie: I really want to know why. I want to know why I fall short. I do. And don't think I'm going to get mad, because I really don't care what you think.",
        "Jeffrey: Then why are you asking?",
        "Cassie: Just call it a zoology experiment. I'm just curious about the behavior of a certain animal.",
        "Jeffrey: Like a pig, a jackass. Is that it?",
        "Cassie: You said it.",
        "Jeffrey: Yeah. All right. You really want to know, I'll tell you. You're harsh.",
        "Cassie: Harsh?",
        "Jeffrey: Yeah. You're, like, midway between uptight and abrasive. And every time I see you-- and I mean every time-- you're like baring your teeth like some kind of a dog, a pit bull. That's what you are, a pit bull.",
        "Cassie: Maybe there's a reason.",
        "Jeffrey: Well, maybe I like girls that can smile, you know, once in a while. Maybe I like girls that can kick back and have some fun.",
        "Cassie: You have no idea how much fun I can be.",
        "Jeffrey: Oh, yeah, you're just a barrel of monkeys, aren't you?",
        "Cassie: Maybe you bring out the worst in me. Did you ever think about that? You know, that you have face, that... You have Richard's face, except you're the scum of the earth.",
        "Jeffrey: Harsh. Yeah, harsh. Can I make another observation?",
        "Cassie: No.",
        "Jeffrey: There's no need for you to be angry all the time. It's not that you're a terrible-looking woman, it's just...",
        "Cassie: No, there's no reason for me to be angry all the time.",
        "Jeffrey: You need to loosen up a little bit, okay? Loosen up. You know, maybe Eddie boy can help you with that, but I doubt it. Or better yet, here, take a lesson from your sister. Now, here's someone who can have a good time.",
        "Reva: Yeah. What was that all about?",
        "Cassie: That man is trying to ruin my day. But you know, he's not going to. Today is way too important and he is not going to ruin it.",
        "Reva: Because?",
        "Cassie: Because I'm going away with Edmund.",
        "Reva: Going away with? As in not a business trip this time. As in no separate rooms?",
        "Cassie: Strictly pleasure.",
        "Edmund: Oh, Cassie, thank God I got through.",
        "Cassie: Edmund? What's up?",
        "Edmund: I need to see you right away.",
        "Cassie: Well, where are you?",
        "Edmund: Come to my room in Towers, Cassie, immediately. It's an emergency.",
        "Cassie: Are you sick? Are you okay?",
        "Edmund: Cassie, please, just get here as soon as you can.",
        "[SCENE_BREAK]",
        "Josh: You know why this decision is so hard for you, Shayne? Because both choices are so good, so great, you know? On one hand you've got a free ride at Stanford, on the other hand you have pro ball. That's what I call a quality dilemma.",
        "Shayne: Yeah. Well, it just doesn't seem like anything I choose is going to make it any easier.",
        "Josh: Do you still wish you had somebody to make the choice for you?",
        "Shayne: Well, it definitely would make me sleep a lot better.",
        "Josh: You know, your granddaddy, H.B., he made a choice for me once when I was right about your age, or at least he tried to.",
        "Shayne: About what? I mean, it wasn't baseball.",
        "Josh: No, it was really more about business. See, he wanted me to go into the family business, the oil business. He thought that that was what I was cut out to do and that was what I would be happy doing. But I said no way, not a chance.",
        "Shayne: And how come?",
        "Josh: Well, you've heard about the angry young man, right? That was me. I wasn't about to let anybody make any choices for me like that about my life, especially my old man.",
        "Shayne: Okay. So what'd you do instead, then?",
        "Josh: I ran away. I just left. I ran away from everything and anyone I had ever known. But eventually I came back and I realized something. I realized that my dad had been right all along. And all I was doing was wasting time.",
        "Shayne: So you still feel bad about it, like, now?",
        "Josh: Son, the point I'm trying to make is this, that there are some things in life that you get one shot at, one shot at doing it right and that's it. Now, I spent a lot of time fighting with my dad, arguing with him all the time and for what? See, it just... It didn't have to happen that way.",
        "Shayne: You miss Granddad a lot, don't you?",
        "Josh: Yes, I do. I think about him all the time and I think... I'm thinking on him even more because of what's going on with you right now, you know? It's the father/son thing.",
        "Shayne: Yeah. Hey, you want to go have a catch?",
        "Josh: Yes, I do. I would like that.",
        "Shayne: Let's do it.",
        "[SCENE_BREAK]",
        "Gus: Hey, do me a favor. Give me another bloody Mary and put it on this guy's tab right here, okay? Thank you.",
        "Phillip: Celebrating something?",
        "Gus: Yeah. Yeah. Harley and I are getting married.",
        "Phillip: Congratulations.",
        "Gus: Well, thank you. Are you sure you mean that?",
        "Phillip: Yeah. I think I do. I'm happy for both of you.",
        "Gus: Well, that's something hearing those words coming out of your mouth. I bet you can't even believe it.",
        "Phillip: I'm having a hard time believing it. But what the hell, I can occasionally admit when I'm wrong. No, I think... I think the two of you have actually turned out to be quite good together.",
        "Gus: Well, thank you. Where's Olivia?",
        "Phillip: Haven't a clue.",
        "Gus: I know about...",
        "Phillip: Uh-huh.",
        "Gus: ...The thing.",
        "Phillip: Right.",
        "Gus: I'm sorry. I'm sure you wanted to...",
        "Phillip: It's all right. It turned out better this way.",
        "Gus: Why's that?",
        "Phillip: This way Alan gets the heir that he wants and I get to see the truth about Olivia.",
        "[SCENE_BREAK]",
        "Olivia: Oh, my gosh. Was that a kick? You're getting so big, so fast. You bastard.",
        "Alan: Olivia.",
        "Olivia: What, did you come here to gloat?",
        "Alan: I don't know what you're talking about.",
        "Olivia: Of course not. You're naïveté squared.",
        "Alan: I came here to inform you that I just heard the news.",
        "Olivia: What news is that?",
        "Alan: About the baby. And I hope we can work this out some way. I'm sure we can.",
        "Olivia: What are you talking about?",
        "Alan: The baby, our baby.",
        "Olivia: Our baby, what kind of scam are you rig to pull on me? It won't work. You won't get away with lying to Phillip about the results. Don't play dumb with me Alan. You bought off a lab technician to run the test without my permission behind my back. This had to be your baby didn't it so you lied to Phillip and told him it was.",
        "Alan: This is madness.",
        "Olivia: My doctor also ran a test and got very different results. Why don't you have a look. You're slipping. What did you think you could hide this forever? This baby is Phillip's. And I can prove it to him. So why don't you get out of here before I call the police.",
        "[SCENE_BREAK]",
        "Phillip: I'd say there's a good chance... Actually, no, I would say there's an excellent chance that Alan is now going to suddenly become very cool with you. He went to see Olivia, right?",
        "Gus: Yeah.",
        "Phillip: It's not making any sense to you yet. Let me explain. When I left the family, you were next in line. That was okay with Alan. That was actually great for the time being, because you're smart and in your way, you're actually kind of tough. And Alan will tell you that that's the way he likes his Spaulding's. The only problem is that you're already pretty much fully formed, as are most adults of your age. See, now, there's a child coming along. He has one last chance to mold a life from birth. You've suddenly become obsolete. Welcome to the family.",
        "[SCENE_BREAK]",
        "Alan: So, I'm not the father, huh?",
        "Olivia: Oh, I'm sure this comes as a complete shock. And the name Baitinger means nothing to you?",
        "Alan: Baitinger?",
        "Olivia: The lab technician you bought off by giving him a job at Spaulding.",
        "Alan: I know no one by the name of Baitinger. It's not mine?",
        "Olivia: You really believed that this baby was yours, didn't you?",
        "Alan: Tell me something. Is this you and Phillip's way of torturing me more, breaking my heart once again?",
        "Olivia: I thought that it was you who had the test done.",
        "Alan: I just found out about this 20 minutes ago, when Phillip came to me and informed me that I was the father. You must be so happy about this. Phillip is the father! Once again I am a fool!",
        "Olivia: Alan, Alan, please, please just go. Please. Please. Why would Phillip tell him the baby is his? Because Phillip knew first.",
        "[SCENE_BREAK]",
        "Reva: Well, look at that. Our very own personal equipment manager.",
        "Josh: Well, Shayne's fastball has such pop on it, it actually loosen the laces.",
        "Reva: You two have some catch going on there.",
        "Josh: Yes, we did. Boy, he is such an amazing kid, Reva. He's absolutely incredible.",
        "Reva: Even without the fastball.",
        "Josh: Yes, even without the fastball. He is smarter and so much more well grounded than we were when we were his age.",
        "Reva: Yeah, well we were crazy, plain and simple.",
        "Josh: Well, I guess that's what love does to you, huh? It's what it's still doing.",
        "Reva: About Shayne, I trust that whatever happens will be fine because as well as we know him, whatever decision he makes will work because he is smart and he is grounded and he knows himself better than either one of us do.",
        "Josh: I agree. But there's still a lot of what-ifs.",
        "Reva: And how.",
        "Josh: For instance, what if he goes high at the draft tonight and some team offers him millions of dollars to play pro baseball. Could we possibly ask him to turn that down in favor of college?",
        "Reva: Well, maybe not. And I'm fine with him going pro, as long as it's his choice.",
        "[SCENE_BREAK]",
        "Cassie: Edmund? What's up?",
        "Edmund: Look.",
        "Cassie: What about the Inn? Our reservations.",
        "Edmund: I lied.",
        "Cassie: Why?",
        "Edmund: Because we've been planning and thinking too much. And it's time for us to just be, like this.",
        "[NEXT_ON]",
        "Edmund: Cassie, are you sure you're ready?",
        "Frank: Well, we sort of got roped into this.",
        "Marina: Well, you need to un-rope yourself! There's no way I'm going to prom with my dad and my grandfather!",
        "Eden: Oh, come on, you live in the museum. You could have easily put that in my stuff. How could I have the pin, unless I'm the killer?"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=v4Zka-zisWs"
}