{
    "Episode Summary": [],
    "Recap": [
        "Edmund dreams that Cassie finds out about the baby being Michelle's. He swears never to let that happen and tells Cassie that he has set up a meeting with the Reverend about Hope's christening and he wants to ask Reva and Josh to be godparents. Rick stops by with a gift from Michelle and tells them about Michelle's accident and losing her baby. Cassie wants to go and see Michelle since she knows what she is going through but Edmund stops her. Jonathan questions Sandy and gets the name of the town out of him and then goes and meets up with Tammy, who finds out from the minister that Sandy is well known. He takes them to see Sandy, and they find a grave marker with Sandy's name on it. The minister says that Sandy's death was tragic and sudden. Sandy asks Josh if he can take some time off and upon returning to Springfield, Tammy wonders again what Sandy is hiding. Michelle wakes up from a bad dream and tells Rick about seeing Maureen and her saying the baby isn't in Heaven. She asks Rick to take a present to Edmund and Cassie for their new baby and then breaks down in tears over her own. After Rick comes back to the hospital, Michelle asks what the babies name is and Rick tells her it is Hope. Reva and Josh feel uncomfortable about being Hope's godparents but then decide to do it after figuring out their lives will always be tied together. Later Reva places a mysterious call and Josh receives one. It looks as if they are going to get together, but we find that Josh has been called by a coworker Stephanie, who wants to know if the rumors are true and he is now single."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: You're beautiful. Our little Hope.",
        "Cassie: I love you. You've given me everything I've ever wanted.",
        "( Knocking on door )",
        "Cassie: Edmund? Edmund, are you in there?",
        "Edmund: Cassie, don't!",
        "Michelle: Where is she? Where's my baby, my little girl? Edmund stole her. I thought he was trying to help me, but all he wants was my baby! You are a monster. You are a sociopath. You took my little girl and you left me for dead.",
        "Cassie: My God, you have done some horrible things in your life.",
        "Edmund: Cassie, it's not true.",
        "Cassie: Don't lie to me. You took Michelle's baby and you let her think it was dead. And worst of all, you let me love her. You let me believe Hope was mine and you let me love her? How could you do that to me? I should have known that you... I should have known. I hate you! I hate you, Edmund. Don't you hear me? I hate you! I hate you!",
        "Edmund: That's not going to happen. I've won.",
        "[SCENE_BREAK]",
        "( Baby crying )",
        "Michelle: I'm coming! I'm coming!",
        "Rick: Michelle, what is it? Wong what's wrong, are you in pain?",
        "Michelle: The baby was crying?",
        "Rick: The baby?",
        "Michelle: Oh, my baby, Rick, oh, my God, I'm losing my mind. I can't do this anymore. I can't. I can't do it. Oh, my God.",
        "Rick: Sweetheart.",
        "Michelle: ( Crying )",
        "[SCENE_BREAK]",
        "Jonathan: What have we got there, naked biker chicks? Don't worry, Sandman, your secret's safe with me. Look, you asked me a lot of questions about my life at school and you hardly ever talked about yours. Why is that? Did you off somebody? Run away from the circus or something? Tammy had a lot of questions. Maybe you two need some couples therapy.",
        "Sandy: Tammy knows everything she needs to know about me. The biggest revelation. I still have a couple of overdue books at the Shrewsbury Public Library. So far I've managed to evade the cops.",
        "Jonathan: Yeah, so far.",
        "Sandy: We're done.",
        "Jonathan: Sure. Look, Sandy, I don't know what you're up to, but whatever it is I hope you got it under control.",
        "Sandy: Thanks for your concern.",
        "Jonathan: Look, the past can mess you up, so deal with it before it screws up Tammy's life",
        "[SCENE_BREAK]",
        "Tammy: Excuse me, Hi. I saw you last night before the service.",
        "Reverend: Oh, yes, Hello. You said you knew Sandy. Well, I haven't been here long, but I've heard great things. He's quite well known about these parts?",
        "Tammy: Really? If you want we could pay him a visit.",
        "[SCENE_BREAK]",
        "Josh: This a private party or can anybody join in?",
        "Reva: What are you doing here?",
        "Josh: I was invited to see the new baby. How are you doing?",
        "Reva: You first. I'm fine, really. I'm... actually, I'm doing great you?",
        "Josh: I'm fine, really. I'm... actually, I'm going great.",
        "Reva: I was really kind of hoping you were saying you were lousy and lonely like I am. You know, part of me would love nothing more than to throw myself into your arms and forget that we even have a problem.",
        "Josh: So what's stopping you?",
        "[SCENE_BREAK]",
        "Edmund: Yes, Hello, I'm calling about a patient, Michelle Santos, she recently lost her baby. No, I just want to know what kind of condition she's in, please. No, no, I'm not. No, I'm just a friend. No, I'm not going to leave my name, I just want to find out what kind of condition she's in. May I speak to a doctor, please?",
        "Cassie: Doctor? Is there something wrong with the baby?",
        "Edmund: Hope is fine. Hope is fine, she just sneezed.",
        "Cassie: She sneezed? You called the doctor?",
        "Edmund: Well, I guess I panicked. I guess I panicked. I seem to call the doctor every time she coughs or sneezes. I'm just terrified of her getting sick.",
        "Cassie: Your daddy's a nervous wreck.",
        "Edmund: Yes, I am. Especially today.",
        "Cassie: Why today?",
        "Edmund: Well, I have a bit of a surprise. I booked a date at the church for Hope's christening. Reverend Robbins is on his way over to discuss if details.",
        "Cassie: Edmund, we haven't talked about that yet. And we haven't even decided on God parents.",
        "Edmund: Well, I've taken care of that, actually, Josh and Reva are on the way over. I was hoping you'd be pleased.",
        "Cassie: Okay, it's just so sudden. It... whatever. Whatever. Fine. Fine. Any excuse for a party, right? I get to show you off to the whole wide world.",
        "[SCENE_BREAK]",
        "Reva: Well, let's see, the last time I threw myself into your arms, I ended up at the bottom of an elevator shaft.",
        "Josh: Right. Sorry about that. Maybe things would have turned out differently if I hadn't...",
        "Reva: No, no. You meant what you said that night. My fall doesn't change anything.",
        "Josh: Reva, I spent a lot of years waiting for you to go from one crisis to the next and then come back to me.",
        "Reva: This isn't a crisis.",
        "Josh: I know that. I just can't help but feel that...",
        "Reva: That you should stick by me? That it's your responsibility or your job to do that? But it's not. I know that. So I think that we should just go inside and take a look at that brand new little niece of ours.",
        "Josh: Okay.",
        "Edmund: Josh, Reva, come in. Come in.",
        "Josh: Thank you. Hey, Sweetheart.",
        "Reva: Where's that sweet little angel? I'm so excited to squeeze her cheeks! Oh! She is beautiful!",
        "Josh: Congratulations. You both must be so proud.",
        "Cassie: Yeah.",
        "Reva: Enough about all that, though. Tell me. I cannot believe Dinah actually gave birth right here.",
        "Cassie: Yeah.",
        "Edmund: Well, later. First thing's first. Cassie and I... excuse me Josh have... come here, Sweetie. A job for the two of you. She is beautiful!",
        "Reva: Really?",
        "Josh: A job?",
        "Edmund: Well, it's a request, really.",
        "Josh: It's a request?",
        "Edmund: Cassie and I would be very honored if the two of you would be Hope's God parents.",
        "Cassie: So, what do you think?",
        "Reva: What do I think? I think that this is probably the most beautiful little baby in the world! My goodness, who do you look like? I can't see your eyes, but the shape of your face looks familiar. I just don't know who she looks like.",
        "Cassie: ( Laughs )",
        "Reva: Can you tell?",
        "[SCENE_BREAK]",
        "Michelle: Every time I close my eyes I dream about the baby. And it's so real. It's like I feel like she's in the next room and, um, and I get up and I start to go to her so that I can look at her and take her and hold her and every time I get there I wake up and I realize she's gone and it just hits me all over again.",
        "Rick: Michelle, you suffered a terrible loss, Sweetheart, it's only natural for you to have dreams.",
        "Michelle: It's not just that, either. When I first got here, I saw Mom.",
        "Rick: You had a dream about Mom?",
        "Michelle: I don't know if that's what it was. But we talked and I asked her to take care of the baby. She told me...",
        "Rick: What?",
        "Rick: She said the baby's not with her. And she told me not to give up hope. And it was... it felt so peaceful.",
        "Rick: Michelle, you've been through a terrible accident, okay? This is just going to take a little time for you to heal, okay?",
        "Michelle: I know she was just saying things that I wanted to hear. I guess that's why I know it's not real. I just... I just want it to be, you know?",
        "Rick: I know. Of course you do. I know you do.",
        "Michelle: It's just so hard to accept that my baby's gone? And I know I have to. I have to for Robbie.",
        "Rick: I know, Sweetheart. What's this?",
        "Michelle: This is... it's something that someone gave me before the accident and I was holding on to it because it made me feel closer to her. But I know, I know I can't hold on to it anymore and I need to be able to let it go. Do you think that Cassie might like it?",
        "Rick: Cassie?",
        "Michelle: Well, Cassie and Edmund's baby is due any day so I feel like I should give them something.",
        "Rick: Michelle, their baby's actually here. They had a little girl.",
        "Michelle: That's great. Would you do me a favor? Would you give this to them.",
        "Rick: Sure, but would you like to do it yourself?",
        "Michelle: No, I would like to do it right away. Cassie went through this when I had Robbie. Weird, huh? It's my turn now. Would you please give this to them? It's the right thing to do.",
        "Rick: Well, you know, I guess I can do it for you. What do you say?",
        "Michelle: Thank you.",
        "[SCENE_BREAK]",
        "Tammy: Sandy's always been a mystery to me.",
        "Man: Not to the people around here.",
        "Tammy: Jonathan!",
        "Jonathan: You're okay.",
        "Tammy: What?",
        "Jonathan: Nothing. Nothing. What's new?",
        "Tammy: Can we have a minute?",
        "Man: Sure.",
        "Tammy: What are you doing here, following me?",
        "Jonathan: Yeah.",
        "Tammy: Well, how did you find me?",
        "Jonathan: You asked me where to look for Sandy and I told you at church and when you disappeared I squeeze it had name of the town out of Sandman. Smooth or what?",
        "Tammy: Why are you here?",
        "Jonathan: I just wanted to make sure you got home in one piece.",
        "Tammy: Why wouldn't I?",
        "Jonathan: I don't know. You start digging up skeletons, sometimes they can do more than dance.",
        "Tammy: You don't think...",
        "Jonathan: I don't know what to think. I don't know what Sandy could be hiding.",
        "Tammy: So you're here to protect me?",
        "Jonathan: Maybe. Maybe I just want to get the dirt on the guy. It could be really dirty. You never know.",
        "Man: Ready?",
        "Tammy: Let's go.",
        "Jonathan: Where are we going?",
        "Tammy: He's going to take us to see Sandy.",
        "Jonathan: Now this was definitely worth the trip.",
        "[SCENE_BREAK]",
        "Reva: You know, at first I thought she looked like her momma, but now I don't know. Maybe someone on Edmund's side.",
        "Cassie: ( Laughs ) So do we have God parents or what?",
        "Reva: She's such a beautiful baby.",
        "Josh: Are you sure? Isn't there someone else or anyone else that might be a better...",
        "Cassie: No, we want you guys, you know, Josh and Reva.",
        "Edmund: Or Reva and Josh if that's what you'd prefer.",
        "Reva: I'm going to put Hope down in her bassinet. She's asleep. Excuse me.",
        "Cassie: What's going on? Is it the responsibility? I mean, come on, because we don't want you and Josh to really do anything?",
        "Reva: Cassie, there is no me and Josh. We're separated.",
        "Cassie: Reva, I'm sorry. I mean, I knew things were serious, but I didn't know they were that serious.",
        "Reva: Yeah, it's serious. I mean, it's just we're not on the same wavelength anymore. We keep trying to be.",
        "Cassie: You love him.",
        "Reva: Yeah, of course I love him. But...",
        "Cassie: No, come on, sit down hey, you and Josh have gone through this many times before, Reva, and you've always found your way back to each other. And you're going to do it again.",
        "Reva: Yeah, yeah. I know. But I just think right now you should probably find someone that's a little more stable to be Hope's God parents.",
        "Cassie: No. You're not skating out of this that easily. Because Hope needs you and I need you.",
        "Reva: So I don't have a choice?",
        "Cassie: No. No choice. ( Laughs )",
        "Reva: I would be honored to be Hope's Godmother. But I can't speak for Josh. He really may not even want to be connected to me right now.",
        "Josh: Thank you. Listen, Reva might feel more comfortable if I just sort of back off on this. I'm not sure that she wants to be connected to me right now.",
        "Edmund: I think the two of you will be able to work out your differences.",
        "Josh: Yeah, I used to think that myself and now here we are ready to go our separate ways again.",
        "Edmund: Don't give up, Josh. You do whatever you have to do to hold on to your wife and your kids. Some people may not understand what you do but you do it anyway because you do it for your family. Nothing's more important than that. Nothing is more important than that. Nothing. Excuse me. Yeah?",
        "( Sneezes )",
        "Edmund: Please!",
        "Man: Sorry, I have a cold.",
        "Edmund: Well don't come inside. And cover your mouth when you cough!",
        "Cassie: Hey, Jeffrey, it's Cassie. Listen, we are here planning Hope's christening and I really want you to be a part of it, the planning and everything. So I know that you're in court, but if you happen to get out early, can you come over here as soon as possible?",
        "Man: Sign here, please.",
        "Edmund: How would you like to make $100.",
        "Man: ( Sneezes ) $100? Sure.",
        "Edmund: Great. I need you to deliver something to me to the district attorney, Jeffrey O'Neill.",
        "Man: What is it you'd like me to deliver?",
        "Edmund: That cold.",
        "Man: ( Coughs )",
        "[SCENE_BREAK]",
        "Sandy: Come on, Tammy, answer.",
        "Tammy: Hello?",
        "Sandy: Hey, hey, you. You hiding out on me?",
        "Tammy: I'd never do that.",
        "Sandy: I'm sorry about having to work the other night.",
        "Tammy: No big deal.",
        "Sandy: So where you at?",
        "Tammy: Out running some errands.",
        "Sandy: I'm glad I caught you. Your Momma wants us to come and help her plan Hope's christening.",
        "Tammy: Now?",
        "Sandy: Is that a problem?",
        "Tammy: Um, no, not really. Well, kind of. Can I meet you later?",
        "Sandy: Is everything okay?",
        "Tammy: Great. I'll just... I'll see you after I'm finished doing what I'm doing. Okay?",
        "Sandy: Sure.",
        "Tammy: I love you.",
        "Jonathan: I love you.",
        "Tammy: Thanks a lot.",
        "Jonathan: He didn't hear me.",
        "Tammy: We'd better get this over with. Can we go now?",
        "Man: Right this way. This is it.",
        "Tammy: This is what? I thought you were taking us to see Sandy.",
        "Man: Yes. He's right here.",
        "[SCENE_BREAK]",
        "Josh: You guys getting much sleep?",
        "Edmund: Barely a wink.",
        "Reva: Well, that's the women in this family, you know. Talking, squawking, and raising holy hell.",
        "Cassie: ( Laughs )",
        "Edmund: Hope is definitely her mother's daughter and your niece.",
        "Reva: I'll tell you something else she's definitely-- wet.",
        "Cassie: Okay.",
        "Reva: Aren't you? That's why you're squirming, worming. Got her?",
        "Cassie: Oh, yes.",
        "Reva: Here, take that just in case.",
        "Cassie: I'll change her.",
        "Edmund: I'll help you.",
        "Reva: She really is beautiful.",
        "Josh: Yes, she is. I'll tell you what. When I'm around a little baby like that, it just brings back a flood of memories that... listen um, I don't have to be God parents if you're not comfortable with that.",
        "Reva: I was going to say that same thing to you.",
        "Josh: Yeah, but you're Cassie's sister so that makes you an obvious choice to step in.",
        "Reva: I don't mind you stepping in with me if you don't mind.",
        "Josh: You sure about that?",
        "Reva: Yeah, I'm sure.",
        "Josh: Okay.",
        "Reva: Okay. I mean, we should face the facts Joshua, our lives will never be untied.",
        "Josh: Well, that's not necessarily a bad thing, is it?",
        "Reva: No. No. It's definitely not. That's why I think we need to focus on this being about Edmund and Cassie and Hope and not us.",
        "Josh: Deal. ( Knock on door )",
        "Josh: I'll get it. Hey. Rick, how are you? Come on.",
        "Edmund: Rick, what brings you here?",
        "Rick: Actually, because of Michelle.",
        "Edmund: No, Rick, you don't know what you're doing!",
        "Cassie: What is going on?",
        "Edmund: Rick, I'm sorry. I'm sorry. We just... we can't do this today.",
        "Cassie: Do what today? What's wrong with you?",
        "Rick: I'm sorry I'm interrupting something, but I just wanted to drop this off, that's all.",
        "Cassie: A present?",
        "Rick: Yes, from Michelle. It's just something, you know, she wanted the baby to have.",
        "Cassie: Thank you. That's very nice. Can you put it right there. Let me take a peek. Oh! So sweet, Reva, look at this.",
        "Reva: That's darling. Well, that's just wonderful. Tell Michelle thank you.",
        "Rick: I will. I will. Oh, look at her. Oh, my goodness, she is so beautiful. You're so lucky. You're so lucky.",
        "Cassie: Yeah, we are. You know, the minister is coming in just a moment to help us plan the christening for the baby. I hope you can come. Please say you can.",
        "Rick: Absolutely. I'd love to come. Just give me the where and when.",
        "Cassie: Okay. And Danny and Marina and Michelle. I really would like Michelle to come, please let her know.",
        "Rick: Actually, I'm not sure that Michelle can make it.",
        "Cassie: Oh, well I thought you said she was in town.",
        "Rick: She is. It's... it's... um. You know, it's just not a good time. It's just not a good time.",
        "Josh: Why not?",
        "Cassie: What's going on, Rick?",
        "Rick: You guys are celebrating. I'll talk about it some other time.",
        "Reva: Just tell us now.",
        "Rick: Michelle was in a car accident. A real bad car accident. And unfortunately she lost the baby she was carrying.",
        "Cassie: Oh, my God. I'm so sorry. How badly was she injured?",
        "Edmund: Yes, how badly?",
        "Rick: For a while we thought we were going to lose her. She's pulled through nicely and she's going to do fine. Anyway, she just wanted to give your beautiful child a gift in the honor of her child.",
        "Cassie: Well, you tell her that this baby loves it. And, please tell her how deeply sorry we are.",
        "Edmund: Yes, deeply. Deeply sorry. All of us. And the fact that she could be so generous in this tragic time is a good sign, I think, that she's healing.",
        "Rick: No, she's in shock, as a matter of fact.",
        "Josh: Is there anything at all that we can do to help?",
        "Rick: No, not at all. Enough sadness for the day. You guys are celebrating this beautiful child and I'm sorry. I didn't even ask you the name of your beautiful little girl.",
        "Cassie: This is Hope.",
        "Rick: What a beautiful name, Hope. She seems so content. So happy.",
        "Cassie: ( Laughs )",
        "Edmund: She is.",
        "Rick: You're blessed. See you later.",
        "[SCENE_BREAK]",
        "Man: There wasn't anyone in this town who didn't love Sandy. His death was sudden, tragic.",
        "Jonathan: What happened to him?",
        "Man: Nobody seems to know for sure.",
        "Tammy: I can't believe it.",
        "Man: You didn't know he was...",
        "Jonathan: She needs some alone time right now.",
        "Man: I'll be inside.",
        "Jonathan: Thanks.",
        "Tammy: Sandy Foster, dead!",
        "Jonathan: That's what the headstone says.",
        "Tammy: What does this mean?",
        "Jonathan: It means our little cub scout isn't what he says he was.",
        "Tammy: Then who is he?",
        "[SCENE_BREAK]",
        "Sandy: Did you talk to Tammy again? Did you say anything? And you won't, ever? Is that... is that understood? Okay, good. Now, how about that lead you're pursuing? How close? Well, you call me and... just tell me.",
        "[SCENE_BREAK]",
        "Cassie: Life is so unfair. I can't believe Michelle lost her baby.",
        "Edmund: It just makes me appreciate what we have that much more. ( Knock on door ) Hello Reverend Rutledge, thank you for coming.",
        "Cassie: Hi, Reverend. So good to see you again. Welcome to our home. And you know my sister Reva and my brother-in-law Josh.",
        "Josh: Hi, there.",
        "Cassie: Why don't we sit down and get started.",
        "Edmund: Please, we're very excited about welcoming our daughter into the church and the community.",
        "Reverend: I just have a few preliminary questions. I understand that you're divorced.",
        "Edmund: Yes. Yes. Is that a problem?",
        "Reverend: Well, that might affect your level of commitment to the child.",
        "Edmund: I just want to tell you, Reverend Rutledge, that I'm committed 100%. I love this woman and my daughter, and I will die before I let anything happen to them.",
        "Cassie: Family is extremely important to me, too. And that's what I've asked my sister, Reva, and my brother-in-law, Josh, to be the Godparents.",
        "Reverend: You do understand the responsibilities?",
        "Reva: Of course we do.",
        "Josh: Yeah, sure.",
        "Reva: We're responsible for nurturing Hope, for teaching her about trust and faith.",
        "Reverend: You'll work together to share your love, to show her by example?",
        "Josh: Well, I believe we can do that, yes.",
        "Reva: So do I.",
        "Reverend: Perhaps we could have a few minutes alone?",
        "Cassie: Sure.",
        "Josh: Excuse us. That went good, I guess.",
        "Reva: Yeah. I think so, too.",
        "Josh: Do you... do you think that they're going to need us for anything else?",
        "Reva: You have to go?",
        "Josh: Yeah, I can't really stay.",
        "Reva: That's fine. I'm sure they're finished with us. You go ahead.",
        "Josh: Okay. I guess I'll see you at the christening then.",
        "Reva: Bye.",
        "[SCENE_BREAK]",
        "Tammy: Who is this Sandy? What happened to him?",
        "Jonathan: Nobody knows. Scary, huh?",
        "Tammy: Maybe it's Sandy's father, Sandy, Sr.",
        "Jonathan: ( Laughs ) That's even scarier.",
        "Tammy: Maybe it's just a coincidence. Someone with the same name. It's strange, but there has to be an explanation.",
        "Jonathan: I can think of a few, but they're all like big movie endings and they all end up with Sandy in the gas chamber.",
        "Tammy: You came as a friend to make sure I was safe. I really need to know what's going on.",
        "Jonathan: We'll go ask the minister. Maybe he knows something else.",
        "Tammy: Thank you.",
        "Jonathan: All right. But then as soon as we're done we leave here, okay?",
        "Tammy: Deal.",
        "Jonathan: Come on.",
        "Tammy: Come on. Let's get some answers.",
        "[SCENE_BREAK]",
        "Josh: You look like I feel.",
        "Sandy: I'm fine. I just have a whole lot going on.",
        "Josh: Sandy, don't take life so seriously, okay? You're young, you got your health. You're in love with a beautiful woman. Enjoy it while it lasts. Can I get a couple beers, please?",
        "Sandy: I'm hearing you, Josh, but can you please tell me why there's always something, some complication keeping you from enjoying what you have?",
        "Josh: What's the complication?",
        "Sandy: Well, I want Tammy in my life.",
        "Josh: I thought Tammy was already in your life.",
        "Sandy: Yeah. Yeah, can I have some time off?",
        "Josh: Why?",
        "Sandy: Can I tell you afterwards?",
        "Josh: Take all the time you need. If there really is some kind of a problem, Sandy...",
        "Sandy: I'm okay. Thank you. Everything will be okay. Yes. It will be.",
        "[SCENE_BREAK]",
        "Reva: Josh was sorry he had to leave without saying good-bye",
        "Cassie: Josh, just being so rude.",
        "Edmund: He'll be at the christening, though, right?",
        "Reva: Yes, of course he will. We both will be.",
        "Cassie: I'm so happy that you're going to be Hope's Godmother.",
        "Edmund: She's lucky to have you.",
        "Reva: We're lucky to have her, too.",
        "Edmund: Luck had nothing to do with it. See you soon.",
        "Reva: Okay. See you soon. She's beautiful.",
        "Cassie: Bye.",
        "[SCENE_BREAK]",
        "Reva: Oh, I'm so glad you picked up. I don't know whether I can deal with things the way they're going right now. I was hoping maybe you could meet me at the Beacon.",
        "Josh: Okay. Sure. She wants to meet with me. Hmm.",
        "[SCENE_BREAK]",
        "Cassie: I'm so glad that you suggested we plan this christening. We need to celebrate this little miracle.",
        "Edmund: She's something, all right. She's almost as beautiful as her mother.",
        "Cassie: Every time I look at her, my heart just melts, you know?",
        "Edmund: Yeah. Yeah, mine, too. Oh, Cassie, I don't remember the last time I was this happy. At least... at least not for a long, long time.",
        "Cassie: We're so blessed. When I think about... when I think about what happened to Michelle, Edmund, my heart just breaks for her. I've been there, you know. I know how it feels to lose a child.",
        "Edmund: It will be all right, Cassie. Michelle will have another baby.",
        "Cassie: But it's something in you never get over, okay? You never forget. There's always something missing in your life. I want to see her. I want to go see Michelle.",
        "[SCENE_BREAK]",
        "Sandy: That is good news! Good news! I'm going to finally take care of this once and for all.",
        "[SCENE_BREAK]",
        "Jonathan: He looks pretty good for a dead guy.",
        "Tammy: Don't joke.",
        "Jonathan: So what now?",
        "Tammy: I don't know. I just don't know.",
        "[SCENE_BREAK]",
        "Reva: Thanks for coming. I really needed to see you.",
        "Josh: I have to admit I was surprised when I got your call.",
        "Reva: I was surprised when I called, too. It took me three tries. I kept hanging up.",
        "Josh: What's this about?",
        "Woman: I just wanted to take my boss out for lunch, Josh.",
        "Josh: That's very nice of you but I have to tell you something. I don't think I'm going to be your boss much longer. See, I bought that TV station for a particular reason. It didn't really work out, so I don't know what I'm going to do with it yet.",
        "Woman: Uh-oh. I guess I'll start working on my resume.",
        "Josh: Sorry about that. Stephanie, right?",
        "Woman: Right.",
        "Josh: I've had kind of a tough day and I don't feel like talking about business so....",
        "Woman: That makes two of us. There's this rumor that's going on around the station.",
        "Josh: Rumor?",
        "Woman: Word is you're available.",
        "[SCENE_BREAK]",
        "Rick: Pretend I'm asleep and my big brother will go away trick.",
        "Michelle: Did you bring them my gift?",
        "Rick: They loved it. Cassie and Edmund told me to tell you thank you.",
        "Michelle: What was she like?",
        "Rick: Oh, you know, about what you expect.",
        "Michelle: Did she have that great new baby smell?",
        "Rick: I didn't notice.",
        "Michelle: Did she cry a lot when you were there?",
        "Rick: Michelle, don't do this to yourself. You're in enough pain already.",
        "Michelle: You're right. You're right. Just... just tell me what her name was. What did they name her?",
        "Rick: Her name is Hope. Like her cousin, hope.",
        "Michelle: Hope.",
        "[SCENE_BREAK]",
        "Edmund: Cassie, you can't go see Michelle. It's not a good idea.",
        "Cassie: Listen to me, I have been through the exact same thing she's going through. Maybe I can help her in some way.",
        "Edmund: Cassie, seeing her is going to remind her you have a baby and she doesn't. Imagine seeing a new mother for you back then. You just shouldn't go.",
        "Cassie: You're right.",
        "Edmund: I mean, how can you talk about anything else but your baby, about your joy? It's going to kill her?",
        "Cassie: I don't know if I could. What if she starts asking me questions. How do I answer them? The truth is, you never get over the loss of a baby. I don't think I could ever go through that again.",
        "Edmund: We're not going to lose Hope, Cassie, I promise you. And about Michelle...",
        "Cassie: No, I'm not going to go see her. You're right. It was just... it's not the right time. I'm just going to stay away.",
        "Edmund: Good. Good idea.",
        "Edmund: I'm the one who needs to see Michelle.",
        "[SCENE_BREAK]",
        "Announcer: Next on \"Guiding Light\"...",
        "Coop: This is a very dangerous situation right now.",
        "Lizzie: I'm tired of being the good girl.",
        "Alan: I have a little surprise for him and I want you to deliver it. So hurry home.",
        "Billy: You got exactly what you wanted.",
        "Reva: No, what I wanted was for Joshua to be happy.",
        "Woman: By the way, what is the dating policy at the station",
        "Michelle: I remember every single thing you did."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=kTCOvGqacek"
}