{
    "Episode Summary": [],
    "Recap": [
        "Mitch Hendon jumped from the roof of The Beacon and pulled Cassie with him. Jeffrey grabbed Cassie just in time before she went over the edge with Mitch. Tony tried to convince Eden that they should establish an alibi for her so the police can find the real killer. Eden said she was tired and didn't feel like proving anything. Harley found Marina's acceptance letter to Northwestern. Marina told Harley not to say anything to Frank because she knows they can't afford it. Bill shows up at Eden's apartment as she is fondling her Tony scrapbook and tells her he is going to spend the night. At The Beacon, Cassie and Jeffrey have a moment after he saves her life. Edmond comforts Cassie and commiserates that too bad it had to be Jeffrey that saved her life, but the important thing is that she was saved at all. Jeffrey made another cryptic phone call to say that there had been a change in plans. Federal agents showed up at The Beacon to take over the Hendon case after he survived the fall from the roof. Outside, an agent calls Jeffrey \"Colonel\", to which Jeffrey bristles and says be careful, they are in an un-secure location. Shane and Marina make plans for a romantic camping getaway."
    ],
    "Recap Author": "Sylvia",
    "Show Title": "Guiding Light",
    "Transcript": [
        "tony: Here you go. Drink up.",
        "Eden: Oh, no way. Alcohol is the last thing i need.",
        "Tony: Yeah, alcohol is the last thing that you're getting. I had the bartender fix you up an energy drink.",
        "Eden: Thank you. I really appreciate it.",
        "Tony: Yeah. Look, eden, I know... I know it stinks that you have to look for address book and scan page by page to find out who can help you out with these alibis. But this is what you've got to do to prove to the cops you had nothing to do with these murders, right?",
        "Eden: Why can't gus just take my word for it?",
        "Tony: Come on. Come on. Keep looking.",
        "Eden: You know, my brain is just fried. Yours must be, too. We have both had one of those days.",
        "Tony: Yeah, but i'm not the one who's topping anybody's list of murder suspects.",
        "Eden: Well, i was talking about you and marah. I mean, you guys didn't actually have a joyous reunion tonight.",
        "Tony: Here we go. Here we go. Karen dipaulo. What about her? Did you hang out with her on any of the days that murders were committed?",
        "Eden: I don't remember.",
        "Tony: What about frank friagoni, huh?",
        "Eden: Look, can we just pick this up tomorrow?",
        "Tony: Frank bosco. You're pretty wiped, huh?",
        "Eden: Yeah. I just... It's one of those days where I just want to just go home, go to bed and just forget this day ever happened.",
        "Tony: That's a bad idea. You shouldn't be alone. E& Party I'm going to throw will be your going-away party.",
        "Marina: (Groan)",
        "buzz: You're going to college.",
        "Marina: I'm so sick of me. Come on, is there anyone else in this family that we can throw a party for?",
        "Buzz: Oh, come on, I can throw a great bash. If i just could get your knuckle head father and his stubborn sister to get along.",
        "Marina: Yeah. What is up with them? I haven't even seen them together recently.",
        "Buzz: It is not good. I mean, frank and harley need each other.",
        "Marina: Is there anything i could do to help?",
        "Buzz: I guess... Well, I'll check on it and I'll get back to you about that. How will i do this? I guess I'll... I know. I'll have a family breakfast. I'll invite frank first. Last i heard, he was having a really boring evening.",
        "Marina: Yeah, am I getting really old? Because having a boring night sounds so good to me.",
        "Buzz: Oh, yes. Yeah. I mean, you... Peace and quiet is what you need. You deserve peace and quiet,, because you're getting so old. Because you know, this is old!",
        "Marina: (Laughs)",
        "buzz: But you've got to clean up first. We're opening tonight.",
        "Marina: Peace and quiet, huh? Well, that's one thing we have plenty of in this boring, little town.",
        "Mitch: You won't take me!",
        "Cassie: No! (Screams)",
        "jeffrey: Hang on! Hang on!",
        "Cassie: I can't. I can'T. Help me!",
        "Frank: All right, it's confirmed. Hendon's on the roof.",
        "First cop: Is he armed?",
        "Frank: I assume yes. All right, jensen, i need you to go to the top floor of the hotel. I need to clear out the entire floor, all guest, all personal.",
        "First cop: Got it.",
        "Ross: Frank...",
        "Edmund: There's still no word about cassie.",
        "Ross: Listen, i understand the need for caution, but i think you're going overboard.",
        "Frank: You know, ross, your client agreed to turn himself in, but that just didn't happen, now did it?",
        "Edmund: Has anybody seen cassie? The front desk doesn't seem to know where she is. And now I hear some lunatic is running around in her hotel.",
        "Ross: Now, wait a minute. Mitch has been convicted of anything.",
        "Edmund: He wanted by the police, he presumed to be armed and dangerous. That's lunatic enough for me. Now you sure this guy is up on the roof?",
        "Ross: Edmund, will just let us do our job?",
        "Frank: All right. Sure. One of you get the main stairs. Pat get the back stairs. Now!",
        "Jeffrey: (Groaning)",
        "cassie: Oh, god, my arms. Make him stop.",
        "Jeffrey: Mitch! Try reach down now. Try to reach my hand. Three, two, one.",
        "Cassie: No! No!",
        "Jeffrey: Don't do that! Mitch, you're a brave soldier. You're a brave soldier, mitch. The enemy could never break you. (Helicopter sound)",
        "cassie: Oh, god.",
        "Jeffrey: Hey. Cassie, look at me. You're okay. You're all right. Let's get you up here. Here.",
        "Cassie: (Screams)",
        "jeffrey: Cassie! Cassie! Look at me. I got you. I won't let go. You understand? I'm not letting go. I've got you. (Helicopter sound)",
        "cassie: My arms are going numb.",
        "Jeffrey: Well, just don't think about it, all right? Just stay calm and keep breathing, all right. Keep breathing. And don'T... Don't look down.",
        "Cassie: What?",
        "Jeffrey: Don't look down. You had to do it, didn't you?",
        "Cassie: You had to say it.",
        "Jeffrey: Another one of my many faults. All right, i'm just going to move up here a little bit. Okay i got you.",
        "Cassie: No, wait! Wait!",
        "Jeffrey: Don't worry, i got you. All right, on three.",
        "Cassie: Hurry, please.",
        "Jeffrey: I'm going to pull you up here on three. Ready? One, two, three! (Groans) come on. Come on. You got it. Yes. It's all right. It's all right.",
        "Edmund: Cassie's unaccounted for. There's a murderer up on the roof! What are you going to do about it?",
        "Frank: You either let us do our job, or I'll have you arrested for obstruction of justice. You got that? Samuels, keep an eye on him.",
        "Third cop: Step back, sir.",
        "Edmund: Oh, this is ridiculous!",
        "Gus: Hello, gentlemen. Having a busy night.",
        "Edmund: Got ourselves a situation.",
        "Gus: Yeah, I know. I heard. Hendon gave you the slip, but you can relax.",
        "Frank: With hendon on the roof, I don't think so.",
        "Gus: He's not on the roof.",
        "Frank: Then where is he?",
        "Gus: I saw him around the side of the building. That's where i saw him.",
        "Frank: Then why aren't you there?",
        "Gus: Because I'm in here, frank. I'm here to tell you to call the coroner and the meat wagon. Your client is not going anywhere. At least not by himself. He fell off the roof.",
        "Frank: Let's go.",
        "Edmund: What about cassie?",
        "Frank: Edmund, I told you to stay put. He is not to leave the room.",
        "Edmund: You have no right to keep me here.",
        "Ross: Yes, he does, edmund. Stay out of it.",
        "Tony: What? What did i say?",
        "Eden: Nothing. I'm fine.",
        "Tony: Fine. This is not fine.",
        "Eden: Look, it's just calling bill is not option, okay?",
        "Tony: You guys, had that fight, huh?",
        "Eden: Yeah, another part of the day from hell.",
        "Tony: Hey, okay. Wait a minute. All right, we had a very tense moment a couple of hours ago, but now here we are, back on track.",
        "Eden: Yeah, but you and i have a different relationship than i do with bill.",
        "Tony: It's just the perfect reason to give him a call. He's the number-one guy in your life.",
        "Eden: I know. I mean... I just... I've got to just let it cool down that's all.",
        "Tony: Was that his idea or yours?",
        "Eden: Bill got to see the real me. So before we got to serious, i think I did him a favor.",
        "Tony: Eden, sit. Come on. Talk to me.",
        "Eden: I mean, come on, how many girls have you dated that were up for a possible murder rap?",
        "Tony: You're innocent.",
        "Eden: No, no. The point is that I was an idiot to think that I could live a normal life.",
        "Tony: Can we please stop with this self-pity act?",
        "Eden: No, it's a fact. Come on, i am not normal. I mean, it's a beautiful summer evening. Am i going to dinner or going to a movie like most people? No. I am sitting here combing my address book so that i can dodge a possible murder indictment.",
        "Tony: Okay. All right. Listen, listen, listen. Bill likes you a lot. Isn't that the point? And you... You like him, too.",
        "Eden: You know, it's funny in some ways bill's the perfect guy and I could see it going to the next level. But I don't know. There's just something standing in the way.",
        "Tony: Like what?",
        "Eden: It's hard to say. But you know what? My brain is fried. I really have got to go home. But thank you so much for everything, okay? All right.",
        "Bartender: Can I get you anything else?",
        "Tony: No. Thank you. Wait a minute. Wait a minute. Wait a minute. You're friends with bill lewis, right? I've seen you two hanging around together.",
        "Bartender: Sometimes. Why?",
        "Tony: How would like to make a quick $20?",
        "Harley: Hey.",
        "Marina: Hey.",
        "Harley: How did the party for shayne go?",
        "Marina: Oh, it was so much fun. He was really surprised.",
        "Harley: Yeah.",
        "Marina: Yeah.",
        "Harley: Springfield's newest star.",
        "Marina: Yeah. I think it's been kind of rough on him though, you know, since the details of his contract were announced that the press has been all over him.",
        "Harley: Oh, yeah. I heard he set some record with his signing bonus or something.",
        "Marina: Yeah. I mean, that's it. It's like he's not even a guy or a pitcher anymore. You know, he's become this current event.",
        "Harley: Well, everybody wants a piece of him. (Laughs)",
        "marina: Yeah. I mean, it's kind of cool. I guess it sucks in a way, too.",
        "Harley: Well, he'll handle it, you know. It's not going to change who he is.",
        "Marina: Yeah. I mean, it's just going to change his bank account. And his address.",
        "Harley: So how are things going with you?",
        "Marina: What? With, like, shayne going pro?",
        "Harley: Well, with shayne, with ben, with the murders. I've been thinking about you a lot.",
        "Marina: Then tell me is there any hope for me?",
        "Harley: Well, of course there is. Hey, you are the first cooper to go to college. That is huge.",
        "Marina: (Moans)",
        "harley: No pressure, of course.",
        "Marina: Yeah. Ready or not. Springfield u, here I come.",
        "Harley: How busy are you the next two weeks or so?",
        "Marina: Well, i don't know. Why?",
        "Harley: Well, rick keeps reminding me on a daily basis that i am welcome to use the bauer cabin anytime. And since I certainly don't have anything going on, i was going to take the kids up there and have a little vacation. I can bring you along.",
        "Marina: Oh, that sounds like it can be really fun.",
        "Harley: Yeah.",
        "Marina: Yeah. Yeah, totally. I mean, I just have to, you know, check my... Check my date book and see...",
        "Harley: Sure. Go ahead.",
        "Marina: ...What my schedule is like.",
        "Harley: Do you want to tell me what this is about?",
        "cassie: Oh, my god, i thought i was dead. I felt your hands slipping off my arm. You saved me.",
        "Jeffrey: Now it's your turn.",
        "Cassie: What?",
        "Jeffrey: To save me. I can't breath.",
        "Cassie: Oh. Oh, I'm sorry.",
        "Jeffrey: (Gasping for air) not that it wasn't an interesting position.",
        "Second cop: Don't move.",
        "Jeffrey: Don't shoot! Don't shoot! I'm jeffrey o'neill. I'm the da everything is under control here.",
        "Cassie: Yes.",
        "Jeffrey: Put the guns away.",
        "Cassie: He helped stop me from falling.",
        "First cop: We got a call that hendon was up here.",
        "Jeffrey: Yeah, he was. He was. He's not here anymore. He nearly took this lady with him.",
        "Second cop: Yeah, he's down there.",
        "First cop: Are you all right? M'am?",
        "Cassie: Yeah. Somehow.",
        "Marina: Harley, it's not what it looks like.",
        "Harley: Really. Because it looks like an acceptance letter from northwestern.",
        "Marina: Okay, well, i can explain.",
        "Harley: Well, i hope so, marina. Because at your graduation you told you've been accepted to springfield university and that's where you were going. Why didn't you tell anybody about this?",
        "Marina: It's a great school.",
        "Harley: Why didn't tell anybody this? No, no, no.",
        "Marina: No, i just... No, i just applied. It was kind of a joke. I just wanted to see if I'd get in.",
        "Harley: If you don't even consider going to northwestern, the joke is on you.",
        "Marina: No, northwestern is not the school for me.",
        "Harley: Because?",
        "Marina: Because i want to stick around here. That way i could help out here and I could be close to you, and i could be close to dad, and i could be close to grandpa. The tuition's a fortune.",
        "Harley: Well, in this case you get what you pay for.",
        "Marina: I can't pay for it, okay. I applied too late to get financial aid.",
        "Harley: Well, what about your father?",
        "Marina: My dad doesn't have that kind of money.",
        "Harley: Oh, come on, he'll get it.",
        "Marina: No. He's scraping to make the ends meet as it is now. You know how the big check he sends every month to mommy dearest is?",
        "Harley: I didn't even realize he was still sending eleni money.",
        "Maria: Sad, but true.",
        "Harley: Okay, well, you know what? He'll get it. He'll get it. It'll work out. Marina, northwestern? I mean their theater arts program is suppose to be amazing!",
        "Marina: I know. I know.",
        "Harley: And that's what your focus is, right?",
        "Marina: Look, anything that northwestern's got, springfield u. Got, too. Harley, the bottom line is... Is...",
        "Harley: Money.",
        "Marina: Yes. And I know i can't afford it. That's why i didn't tell anyone. I don't want to rub my dad's nose in it. I don't want people coming up to me with these pitying looking expressions on their faces, because I'm missing out on this amazing opportunity. That is why I have to ask you to please not tell anyone.",
        "Harley: Marina...",
        "Marina: No. Especially not my dad. Promise me.",
        "Bill: Hey. What's going on? There's like ten cop cars out front.",
        "Bartender: I don't know. I've been in here all night.",
        "Bill: So, what's up? Why did you call me down here?",
        "Tony: Because i asked him to. I figured, you know, you've wouldn't have shown up if i called you myself.",
        "Bill: You're probably right. What do you want?",
        "Tony: I want to talk about eden-- away from the museum and all the roommies.",
        "Bill: Well, you wasted a call.",
        "Tony: You don't like it that she and I are friends, do you?",
        "Bill: Have I said that?",
        "Tony: Oh, you didn't have to. I could see it written all over your face. See, here I am stepping up for eden. Doing al the things you should be doing.",
        "Bill: Well, that's your take on it.",
        "Tony: Am I wrong? Because I think I'd be pretty steamed if the situation were turned around and we were talking about marah.",
        "Bill: But we're not talking about marah. We're talking about eden, right?",
        "Tony: That's right. That's right. A girl who could use more help than anyone can give her right now.",
        "Bill: So, tony, what is this? You call me down here to ask permission to be her friend? Well, go ahead, okay. You have my blessing. Okay, got to go.",
        "Tony: Eden's a handful, bill.",
        "Bill: Well, you seem to be managing just fine.",
        "Tony: Well, i get the feeling you're not just mad at me. You're mad at yourself.",
        "Bill: Look, i thought you wanted to talk about eden.",
        "Tony: I do. I do. Listen, bill, you guys are a good couple, right?",
        "Bill: Yeah, well, we have our moments.",
        "Tony: Well, hey, you dug her enough to make her your lady. Why can't you dig her enough to make your friend? You know, and be there when she's going through a very, very tough time.",
        "Bill: Oh, like now?",
        "Tony: Yeah. Like now. She's alone tonight and she shouldn't be.",
        "Bill: Tell you what, tony, if you feel for her so much why don't you go over there and keep her company yourself?",
        "Tony: No. No, no. That's where you come in.",
        "Edmund: Listen to me. Listen to me. Mrs. Winslow is still unaccounted for. The staff has no idea where she is. You've got to let me speak to chief cooper right now.",
        "Third cop: I'm sorry.",
        "Second cop: All secure on the roof. The woman up here got through it okay.",
        "Third cop: Roger that. The coroner's on the way up to get the perp.",
        "Second cop: Roger. We'll be down soon.",
        "Edmund: He said there's a woman up on the roof. Who?",
        "Third cop: Hey!",
        "Frank: Samuels! Get the paramedics here, immediately!",
        "Ross: Paramedics for what? I thought mitch was dead.",
        "Gus: So did i. But the tough sob survived the fall.",
        "Frank: Yeah, barely.",
        "Gus: You got that? Code 12, code 12. We need all units to respond to the beacon hotel. You got that? The beacon hotel. Now!",
        "Jeffrey: It's okay. Hey, surprised you'd be standing so close to the edge after all the gymnastics tonight. Are you all right? Seriously, are you all right?",
        "Cassie: My kids could have been orphaned.",
        "Jeffrey: You can't think like that.",
        "Cassie: First richard goes, and then almost exactly one later, poof, just like that.",
        "Jeffrey: Well, tonight, it was hendon who went poof.",
        "Cassie: Yeah, well, i came close.",
        "Jeffrey: Close doesn't count when you survive. You weren't slated to go tonight.",
        "Cassie: You know, it can be anyone's time, any hour of the day, any place on earth. Richard proved that.",
        "Jeffrey: Well, it wasn't your time tonight; it was mitch's time.",
        "Cassie: You talk like he was a friend of yours.",
        "Jeffrey: You're the one who held on to him, wouldn't let him go. You didn't even know him from adam.",
        "Cassie: He needed help.",
        "Jeffrey: Well, it didn't have to come from you.",
        "Cassie: I did what anyone would have done.",
        "Jeffrey: No, you didn't. Believe me. I know what people do and what they don't do.",
        "Cassie: You know, i've never been up here at night before.",
        "Jeffrey: Well, you'll never forget it now.",
        "Cassie: Yeah.",
        "Jeffrey: Yeah.",
        "Edmund: Cassie.",
        "Cassie: I'm so glad you're here.",
        "Edmund: Cassie, i would have come here sooner, but... What happened?",
        "Cassie: Mitch hendon was on the roof, and he was going to kill himself. I mean, the man wanted to die. And I didn't know why. And then he started talking about being a prisoner of war.",
        "Jeffrey: The vietnam war never ended for the guy. He killed his wife because she became the enemy. And killing himself was a way for him to get some peace.",
        "Cassie: And he thought I was the enemy.",
        "Jeffrey: Yeah, it got a little hairy there for a while. But cassie did a great job. I thought she was going to be able to talk him down, but...",
        "Cassie: But he just freaked. He freaked out and he grabbed my arm and he jumped over the edge and I...",
        "Edmund: What?!",
        "Cassie: Yeah. But then... At the last minute jeffrey grabbed my arm and he saved me.",
        "Edmund: Well, there's a debt you can't repay easily.",
        "Jeffrey: Well, maybe it'll make it harder for her to kick me out of the hotel.",
        "Cassie: Oh, please stay. Please stay as long as you want.",
        "Jeffrey: Oh, really?",
        "First cop: Mr. O'neill. They need you downstairs. Hendon survived the fall.",
        "Jeffrey: Okay. Well, back to work. Go ahead. I'll catch up with you. Yeah, it's o'neill. Change of plans.",
        "Edmund: Cassie, i'm sorry i wasn't here.",
        "Cassie: Yeah, me too.",
        "Edmund: Are you all right? Just... Just please, please tell me you're all right.",
        "Cassie: Yeah, i'm all right. Thanks to our favorite district attorney.",
        "Harley: Marina, i know why you're doing this.",
        "Marina: Okay, great. So then just please don't tell my dad.",
        "Harley: It's because you love your dad. Hey, i don't have a problem being your co-conspirator, because I'm afraid to keep something from frank. God knows, i've done it before. But this something is northwestern.",
        "Marina: Yeah.",
        "(Harley marina): It's a really great school.",
        "Marina: I know. I know. Okay, I'm going to springfield u.",
        "Harley: Marina...",
        "Marina: It is my future.",
        "Harley: Exactly!",
        "Shayne: Hey. You know, you missed a good party last night. So, what did i miss?",
        "Marina: Nothing. Harley was just going back inside to say hi to grandpa. Right?",
        "Harley: Yes. Yes, i was. Things are looking up so much for you, shayne. Congratulations.",
        "Shayne: Thanks.",
        "Harley: You take care of that arm.",
        "Shayne: Hey, you okay?",
        "Marina: Yeah, i'm fine. What took you so long to get back?",
        "Shayne: Oh. Guess?",
        "Marina: Oh, no, was it another reporter?",
        "Shayne: Oh, yeah. Okay, so the phone rings, I pick it up and bam. Hey, shayne, how many incentive clauses you think you're going to get your first year, huh? So i'm trying to be nice to the guy. I talked to him for a few minutes, but he wouldn't shut up. And so then I, you know, i just finally hung up on him.",
        "Marina: Good. He deserved it.",
        "Shayne: You don't get it though. This is driving me insane. I just want to find a nice big rock, crawl under it. I've got way too many people interested in my life, my future. It's just...",
        "Marina: Yeah, i know what you mean. You know, I think I may have just the rock for you.",
        "Buzz: Hi.",
        "Harley: Oh, daddy. Don't sneak up on me like that.",
        "Buzz: How can i sneak up anybody here? I run the joint.",
        "Harley: Yeah.",
        "Buzz: Listen, i'm glad you stopped by, because I want to talk to you about something.",
        "Harley: What?",
        "Buzz: You and frank. At the risk of sounding like a father, you two have got to get straight with each other. (Knock at the door)",
        "eden: Tony? (Knock at the door)",
        "bill: Can i come in?",
        "Eden: What, do you need to use the phone or something?",
        "Bill: You shouldn't be alone tonight.",
        "Eden: Yeah, everyone keep saying that to me. But I'm fine.",
        "Bill: No, you're not.",
        "Eden: Yes, I'm fine.",
        "Bill: Eden, with all this garbage going on, you shouldn't be alone tonight, okay?",
        "Eden: Well, what about the garbage that's going on between us?",
        "Bill: We're going to deal with that when the time is right. But right now I want to make sure you're okay. So, I'm going to crash here on your couch.",
        "shayne: Well, i've never been to the bauer cabin before.",
        "Marilna: Well, your time has come, shayne, you couldn't ask for a better getaway place.",
        "Shayne: And you're saying it's going to be empty for two whole weeks, huh?",
        "Marina: Yeah.",
        "Shayne: Oh.",
        "Marina: Oh. I mean, just think about all the stuff we could do there.",
        "Rather: This is a cbs news special report, dan rather reporting from world we could, like, rent a boat, go sailing, hike to the top of mount springfield. Headquarters, cbs news in new york. We're on the air because now it's official. The two sons of saddam hussein now said officially by the united states by the united states government and military to have been killed today in a raid by U.S. Soldiers in mosul. Lieutenant sanchez briefing reporters, still in progress, says that he and his people are now certain that they have made positive identification the two sons of saddam hussein are dead. Let's pick up this briefing in progress. Yes, sir. I can't hear you, sir, please use the microphone. Do you think that you are coming closer to saddam hussein and do you have an idea where is saddam hussein? Sir, we remain focused on finding, and for meanting the iraqi people. Yes, sir. Are the bodies still in m mosul? No, the bodies have been brought to bayep. Sir, I was on the street a while ago speaking to people, iraqis about this, and they were extremely skeptical and said prove it, we have to see pictures, we have to see evidence. They seemed extremely distrustful of this kind of word. Is there something through do to confirm in their minds that this has in fact transpired? Yeah, you can come back tomorrow when we conduct the detailed briefing of the operation. We'll show you additional details. Any other questions? Sure, just on the identification, were the bodies in such a condition that it wasn't just apparent from looking at their faces who they were? No, the bodies are in a condition where you could identify them. Any other questions? Sir, there were reports that there was a teenager among the four who were killed. Any information on who that might have been? We're continuing to work on the other two bodies at this point. We'll get final confirmation on who they are. Okay? This was easy. General, we heard shooting, we hear shooting tonight in baghdad and we hear the american also shot some bullets. Was it a celebration or some kind of, you know, people who are fighting the americans and their occupation to iraq? I couldn't answer that. I don't know, probably a combination. What we've been experiencing here on a daily base is that we're having engagements, we're still fighting a war, that's likely to be going on out there right now, and also given that the iraqi people have watched cnn, it's probably very appropriate that they would be celebrating about now. Okay, any other questions? If not i'll see you tomorrow for the detailed briefing on the conduct of the operation. Thank you very much.",
        "Rather: Lieutenant general richard sanchez briefing reporters in baghdad. Saddam hussein's sons, uday and qusay, were killed in a six-hour firefight today, when U.S. Troops surrounded and then stormed what's described as a a palatial villa in the northern iraqi town of mosul. The senior american general in charge at the moment on the ground said, and i quote, we are certain that uday and qusay were killed today, said lieutenant general sanchez. Now the commander says multiple sources have confirmed that the two saddam hussein sons were among the four people killed today. One of the four bodies is a teen-age boy, qusay does have a shall-year-old teen-age son, but it's not yet certain that his son was killed. Two other persons are known to have been killed. General sanchez would not identify them. Some reports said that one of saddam's grandsons, that would be the 14-year-old son of qusay, was killed, but i repeat that has not been officially confirmed. So headline of the hour, confirmed by u.S. Military officials, saddam hussein's two sons were killed in a firefight today in northern iraq. We go to washington and cbs news correspondent jim stewart. Jim, what other details do you have?",
        "Reporter: I was listening along with you, dan, and speaking with people at the pentagon and C.I.A. The thing that leaps outs here is how the united states got this information, it came from an iraqi source, someone, an iraqi citizen provided the united states with details about where the two sons were. The other thing that leaps outs to me from this briefing is how quickly united states forces were able to react. They started moving forces into that area within two hours after receiving this tip. That's extraordinarily fast, i think, and just goes to show how prepared they have come to be lately to find the main targets in this war now which is saddam hussein and of course his two sons. The final thing that struck me was that they seemed ready, in fact even eager to provide proof that these two men's deaths and say they will do so tomorrow in a detailed briefing.",
        "Rather: Jim stewart reporting live from washington. By any reasonable analysis, U.S. Intelligence, military and otherwise, which has been under considerable criticism for other aspects of the iraqi campaign lately, clearly did a good job in being tipped, following up on the tip, and finding the two sons of saddam hussein, and the headline at this hour, it's now official, it's been confirmed, the two sons of saddam hussein were killed today. There will be more about this on the local news on this cbs news station as the afternoon goes along, and of course we'll have fresh details and a full report on tonight's cbs evening news. With jim stewart, dan rather, cbs news. I'll see you later.",
        "Ross: He's what?",
        "Agent #1: Show him where our ambulance is, will you?",
        "Gus: Wait. Whoa, whoa, whoa. He is under arrest for murder, my friend.",
        "Agent #1: I understand that. But this is a federal matter now, detective. It's all in there.",
        "Gus: This is crazy.",
        "Frank: Well, you just can't come in here and snatch our perp like that.",
        "Jeffrey: Actually, he can, frank. Yeah, I mean, federal jurisdiction supercedes ours. You know how that goes.",
        "Gus: But what do they want with him? Why are they interested in him?",
        "Jeffrey: Well, according to this, he's one of them. Undercover.",
        "Frank: Hendon's a fed?",
        "Ross: I don't believe it.",
        "Jeffrey: Well, believe this whatever he may have done here in springfield, he belongs to them now.",
        "Shayne: So you're saying we should just stay at the cabin over night?",
        "Marina: Well, you know, i mean, after, like, a really long day of hiking and sailing and whatever else, i mean, we're not going to want to, like, scoff down dinner and rush back here to get back here in time to get here for some stupid curfew.",
        "Shayne: I know, but i think your dad would go a little nuts if he found out.",
        "Marina: Well, i'm willing to take that risk. Okay, I only have you for another month.",
        "Shayne: I know.",
        "Marina: And i want to spend as much time with you as possible.",
        "Shayne: You know that's what i want. You know that's what i want.",
        "Marina: Yeah, you've wanted that for a year.",
        "Shayne: Yeah. All those minutes are gone now.",
        "Marina: Let's not let anymore get away. I want to spend them sailing and then hiking and...",
        "Shayne: Mm-hmm.",
        "Marina: Whatever else we can think of.",
        "Shayne: I like the sound of that.",
        "Marina: Yeah. You know, if we decided that this is something that we both really want, then we'll work it out.",
        "Gus: Hey, hey, hey. I don't really care if he's a-- fine, he's a fed. I don'T.... I don'T... These are special circumstances, okay?",
        "Agent #1: That's why we're taking him with us.",
        "Frank: Yeah, you know what? Hendon's more than a murderer to us. He's got information that could help us with three other cases.",
        "Gus: He is ours! He is... Would you... Could you back us up?",
        "Jeffrey: I can'T. The law says that hendon is their man. I would ask a favor though if you guys let us know, his update, you know, if he survives this.",
        "Agent #1: I can't promise anything.",
        "Gus: This is crazy. We have worked for so long on this case, okay. They've taken... It's going to hell.",
        "Jeffrey: Actually, that's... That's not true. We do have something. Hendon told me that he put a pi on ben just before mrs. Hendon died.",
        "Gus: What? I'm suppose to squeeze every pi in town?",
        "Frank: Jeffrey, he's all we got.",
        "Gus: Does the pi have a name?",
        "Jeffrey: Life is full of questions, gus.",
        "Cassie: Why, you know? Why? Why him? Of all the people to save my life, it had to be jeffrey o'neill?",
        "Edmund: It would have been much worse if he hadn't saved you.",
        "Cassie: Yeah, i've been thinking about that.",
        "Edmund: Cassie, i'm very grateful that he did. And that you're all right. Now, come on. We're going to go downstairs, you're going to watch will sleep, you're going to tuck rj's blanket around him just a little more tightly and then you're going to kiss tammy good night.",
        "Cassie: And pretend nothing ever happened.",
        "Jeffrey: Promise me something.",
        "Cassie: That I'll never come out on a roof by myself again.",
        "Jeffrey: At least not alone. Or in the presence of a crazed man.",
        "Cassie: Deal.",
        "Edmund: Good.",
        "Cassie: Oh, my god.",
        "Edmund: It's all right.",
        "Cassie: Yeah. (Laughs) I mean, jefrey o'neill.",
        "Frank: I need you to pull all the cased files. That's right. All of them.",
        "Gus: I need a name. I need a name. So i need you to get me every single licensed pi in this town, okay? And do not... I beg you please do not leave any stone unturned here. Excuse me, boys.",
        "Harley: Hey, ross, what's going on?",
        "Ross: What isn't?",
        "Frank: I absolutely know it's a lot of work. I'm sorry. But you know, we need the information.",
        "Harley: Hey, frank.",
        "Frank: Hold on one second. Listen, we just ran into a major snag. Is there something i could do for you, sis?",
        "Harley: No, no, no. It can wait.",
        "Frank: Okay. I don't care if it takes ten nights. We need the information now. That's right. Thank you.",
        "Jeffrey: Hendon in the ambulance?",
        "Agent #1: He'll be med-evac to d.C. Within the hour. I appreciate the heads up on it, colonel.",
        "Jeffrey: Don't call me, colonel. What's the matter with you? This is unsecured location. Understood?",
        "Agent #1: Sorry, sir.",
        "Jeffrey: All right, well, at least everything is over for now.",
        "Agent #1: Yeah, it's a good thing rasmussen and I were in the area when you called. It would have been a mess if hendon was taken to cedars.",
        "Jeffrey: For all of us. All right, good work. Get out of here. And, watkins, I want your report as soon as possible and send it over the regular secure channel.",
        "Frank: Next on \"guilding light.\"",
        "Harley: We have a big problem on our hands. And it concerns your daughter.",
        "Marina: We could hit the road, jack. And we could spend the entire day and night together all by ourselves.",
        "Ross: Ben, I'm afraid it's too late.",
        "Ben: (Crying) This has been \"guiding light.\""
    ],
    "Transcript Author": [
        "By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=u1qnC9isA68"
}