{
    "Episode Summary": [],
    "Recap": [
        "Marah and Marina face the possibility that Carrie planted the razor in Marah's doll. As they deal with the repercussions, Shayne arrives with Sandy to recruit Marah for a bonding day with Reva. When Reva notices Marah's injury, Marah downplays the incident. Later, Sandy is moved to find that Reva had prepared a bedroom for him, complete with radio collectables and his old baby shoes. Alone, Sandy takes the shoes from the house fearing that Reva might get a psychic read off of them. Marah returns to the museum where Carrie surprises her. Olivia reveals to Cassie that Edmund has started an investigation into the death of Cassie's baby. Meanwhile, Edmund meets with the nurse who was on staff when Cassie's baby was pronounced dead. She admits that she saw the baby alive, but was kept out of the room for the exam. But her bizarre conspiracy theories make Edmund question her credibility. When Cassie arrives she confronts Edmund about his secret quest. Danny watches Tony and Eden but doesn't tell Bill that he suspects that something is going on between them. Eden gets a message to meet Tony, but when she gets into the Towers elevator, she finds herself alone with a very intense Danny. He presses her until she spills the entire story of \"The Shadow\" and how she and Tony protected Danny and Bill."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tony: No one's talking, Danny.",
        "Danny: Well, I'm sorry, but that gas valve didn't just open up by itself. I know I told you I didn't want you in the middle of this, but do me a favor, just stay on top of it. I need to know if someone's targeting my family.",
        "Bill: Hey, what's going on?",
        "Danny: Hey, there.",
        "Bill: Ah, Danny, you got a second? I got to talk to you about a few things.",
        "Danny: Uh, yeah, sure, okay. Let's do it.",
        "Tony: You can sit.",
        "Eden: So, how are you feeling?",
        "Tony: Well, like I got pummeled by a couple of mobsters. And you? I'm fine, Eden. All right, now listen to me. You need to watch out for yourself. You need to protect yourself, okay?",
        "Eden: Why? Why? What's going on?",
        "Tony: I... I... I... I'm not sure yet.",
        "Eden: Well, that's a lot of help, Tony.",
        "Tony: All right, listen. You remember the deal that we try to figure out with Bill hiring Bruzi's guy, remember?",
        "Eden: Yeah, and I'm sure Bill didn't know anything about it.",
        "Tony: All right, well, listen. Whether he did or he didn't, it doesn't matter. I think it was just the start of something big, you know. I think also that someone's out for Danny's interests. And until we find out who, I'm telling you, everyone's a walking target.",
        "Cassie: I keep you warm. Yes, we do. There you go. That's better. Yeah.",
        "Olivia: You know, Cassie, I can take her.",
        "Cassie: Oh, that's okay. Do whatever you need to do, okay? It's fine.",
        "Olivia: It's just that, you know, you've done more than your share.",
        "Cassie: Olivia, I'm here to help you. It's okay. Right? (Laughs)",
        "Olivia: Yeah, still, I just... I don't want to take advantage or anything, and besides, it's almost... it's almost her feeding time. Come here, sweetheart. Come on. There you go. Look at you. Look at you.",
        "Edmund: Ah, thank you very much.",
        "(Commotion)",
        "Nurse Chickering: ...Or whatever your name is!",
        "Desk Clerk: Miss, I really...",
        "Nurse Chickering: I don't want to check in.",
        "Edmund: Nurse Chickering?",
        "Nurse Chickering: Who's asking?",
        "Edmund: Edmund Winslow. Is there a problem?",
        "Nurse Chickering: Yes! This dreadful man won't let go of my coat.",
        "Desk Clerk: I was just offering to check it for her, Mr. Winslow.",
        "Nurse Chickering: And no doubt leave it in some unattended cloakroom. Besides, there's a dreadful draft in here.",
        "Edmund: Yes, of course. I'll take things from here. Thank you very much. Nurse Chickering, I can't tell you how much I appreciate you coming all this way to see me. I trust that your flight on the private jet from San Cristobel...",
        "Nurse Chickering: It was one of the most unpleasant experiences of my life. Noisy, bumpy, just dreadful!",
        "Edmund: Ah, yes. Well, I apologize.",
        "Nurse Chickering: So, why have you brought me here?",
        "Edmund: Well, it's my understanding that you worked with the doctor that delivered the Winslow baby, the child that didn't survive.",
        "Nurse Chickering: Indeed. This pub is quite dreadful. What does one have to do to get a menu around here? The service, it's quite...",
        "Edmund: Dreadful?",
        "Nurse Chickering: Hmm.",
        "Edmund: Hmm. Mm-hmm.",
        "Marina: The blade was in the doll?",
        "Marah: Stuck right into the back of it, blade side out. Can you imagine if I grabbed it just a little bit harder?",
        "Marina: Okay, okay, I don't even want to think about that.",
        "Marah: Well, this is all that I can think about.",
        "Marina: Okay, but the blade was already in the basket, right?",
        "Marah: Possibly. I keep a lot of my sewing supplies in there.",
        "Marina: Like sharp stuff, and... and...",
        "Marah: Well, some of it, but...",
        "Marina: It was probably just an accident.",
        "Marah: Oh, right, right. Just like the gas leak in Michelle's house was an accident. You know what? I should have seen this coming. That doll kept popping up all over the place. Every time I would move it, it would come back out. It was like a warning or something.",
        "Marina: You think? Look, I don't know. This just doesn't seem like her thing, you know?",
        "Marah: I don't know. I don't know. You know, Michelle gives her an ultimatum. Cut to a few hours later and she's sucking in poisonous gas. That same night I walk out on Carrie, and then this happens. You know, sure, Carrie is all smiles and magic rings when we do what she wants. But the second we challenge her, Carrie lashes out.",
        "Marah: Please do not tell anyone other than Michelle about this. I don't even know how I would explain it.",
        "Marina: You could say you did it slicing a bagel, or...",
        "Marah: No one's going to buy that.",
        "Marina: I don't really see how you're going to be able to hide it.",
        "Marah: I don't know. Long sleeves and deep pockets or something.",
        "Marina: I thought you were sick of keeping Carrie's secrets.",
        "Marah: I am. And that goes double for taking her side, but I need to do what's best for my father right now. I think that he's getting close.",
        "Marina: To confessing?",
        "Marah: My mom said that the two of them have been spending more time together, which is good because it might mean that he's opening up more and that he might finally be ready to deal with his part in Maryanne's death.",
        "Marina: I wish I could say the same about my grandfather.",
        "Marah: Well, we still need to be there to support them, and if this were to come out any other way...",
        "Shayne: Who's the man? Who's the man? I think that would be me! You just let a guy with crutches beat you.",
        "Sandy: The operative word being \"let.\" I \"let\" you beat me.",
        "Marina: You guys were racing?",
        "Sandy: Well, he is fast on those things.",
        "Marah: Where were you, anyway?",
        "Marina: What is that in your hair? Is that a stick in your hair?",
        "Shayne: Must have been from the last trail, the low branches.",
        "Sandy: Oh, oh.",
        "Marah: \"Trail?\" Wait a minute, do not tell me you guys were snow...",
        "Sandy and Shayne: Snowmobiling!",
        "Marina: Shayne, how did you...",
        "Shayne: It's cool, it's cool, 'cause Sandy did all the driving, so...",
        "Sandy: Very safely.",
        "Marah: Do you really think that that was a good idea? I mean, if you hit one bump the wrong way, Shayne could be set back months in recovery.",
        "Shayne: Marah, chill. It was my idea, anyway.",
        "Sandy: And a guy's got to listen to his big brother, right?",
        "Shayne: Yeah.",
        "Sandy: We didn't go over any jumps or anything. Very safe.",
        "Marah: What?",
        "Shayne: Listen, I'm fine. Nothing happened to me, okay? And besides, I'm finally standing up on my own feet. What should I do all winter, just sit around?",
        "Marah: Shayne, there is a big difference between sitting around all winter and snowmobiling.",
        "Shayne: Listen, you have to live every day like it's your last because it just might be.",
        "Marah: God, that is so morbid. Are you okay?",
        "Shayne: Yeah, I'm fine.",
        "Marah: Look, I know that this is about Sandy, all right? He is set on pushing his way into this family.",
        "Shayne: Yeah, into this family that he belongs to. Imagine that.",
        "Marah: Shayne...",
        "Shayne: No, no, no listen. He's here, okay, and he's not going anywhere, so just get used to it. And besides, you liked him before, so what's not to like now? Field trip time!",
        "Marina: Whoa. Don't you want to take a break?",
        "Shayne: No, no, no, no. Breaks are boring. Come on, let's go!",
        "Marah: Wait, where are we going?",
        "Shayne: We're going to Mom's house. This family could use some serious bonding time.",
        "Sam: Hi, Cassie. Liv didn't tell me you were going to be here.",
        "Cassie: Hey, Sam. I'm here. Oh, I wanted to ask you a question. Has Olivia been overly protective with Emma lately?",
        "Sam: Yeah, I'm thinking it's her guilty conscience. All that lying she's been doing might start to get the best of her. I have to thank you by the way.",
        "Cassie: For what? Helping her pull it off?",
        "Sam: No, for being her friend. She's not very good at making them these days. Or keeping them.",
        "Cassie: Look, I don't mind helping her. I'm not crazy about the secret, but I don't mind helping.",
        "Sam: I'm with you.",
        "Cassie: Have you told her?",
        "Sam: Are you kidding? I never let her hear the end of it. You know how she gets when she, you know...",
        "Cassie: Yeah, I do. Did she tell you that your nephew's in town?",
        "Sam: Jonathan's here in Springfield?",
        "Cassie: Well, he goes by Sandy now, but yeah.",
        "Sam: That's interesting.",
        "Cassie: He's interesting. (Laughs)",
        "Sam: Well, what's he like? I haven't seen him since he was a little kid.",
        "Cassie: Um... well, I don't know him very well, but I hear he's different, you know. Tough childhood and all.",
        "Sam: I'm not surprised. Marissa's husband can be a real jerk. My sisters sure know how to pick 'em. I just hope that Liv gets it right this time with Phillip. Sandy... so what's he like? What's he doing?",
        "Cassie: Having a pretty tough time finding his place in the family, but Reva's trying to make it as easy as possible.",
        "Sam: And Marah and Shayne? How are they adjusting to instant brother?",
        "Cassie: Shayne has warmed up to the idea. Marah is, uh...",
        "Sam: Not so much.",
        "Cassie: It would probably help if you went to go see him.",
        "Sam: You think?",
        "Cassie: Yeah.",
        "Sam: I'll try. I'll... yeah, sure.",
        "Cassie: Okay.",
        "Sam: I'll do that!",
        "Olivia: Yeah, I mean, it's never good when you walk into a room and everyone grows quiet.",
        "Cassie: Oh, no, I was just telling Sam that Sandy's in town.",
        "Olivia: Oh.",
        "Sam: You kind of forgot to mention that.",
        "Olivia: I did? I've been a little busy.",
        "Cassie: I tell you, I am so happy for Reva. I mean, to finally have her son back.",
        "Bill: All right, so I've got a call into The Journal. I'm going to follow up with WSPR, and we've got to set up that luncheon with the union guys.",
        "Danny: Mm-hmm. Bill, I know all this already.",
        "Bill: Yeah, I know.",
        "Danny: Right, so why don't you talk about what you really want to talk about?",
        "Bill: Look, Danny, ever since that little incident with Tony came out in the papers, your numbers have been down.",
        "Danny: How down is down? That down.",
        "Bill: Worse.",
        "Danny: Bill, look, I understand that Tony could... might be a liability.",
        "Bill: Mm-hmm.",
        "Danny: But he's my family and I need him to do something for me right now.",
        "Bill: Already I'm not liking the sound of this, Danny.",
        "Eden: It's about Michelle, isn't it? He wants you to find out who caused that gas leak.",
        "Tony: And I will be... I will be looking around.",
        "Eden: And once you get your answers?",
        "Tony: I will protect his family, Eden.",
        "Eden: He is such a hypocrite. He freaks out when your bruises make the headlines, but when push comes to shove, he has no problem sending you in to do the pushing and shoving. If Danny only knew you got hurt because you were protecting him and Bill...",
        "Tony: Well, he doesn't know, and he won't know, you got it?",
        "Eden: I got it.",
        "Danny: Everything okay?",
        "Eden: Yeah. Tony doesn't want to breathe the same air as you and cause a scandal.",
        "Danny: You were with him at the hospital after he got hurt, right?",
        "Eden: Yeah, so?",
        "Danny: So I want to know what happened that night.",
        "Eden: Tony loves you. You know it, and you use it. Is it fun for you seeing how high he'll jump?",
        "Danny: Careful, Eden. Careful.",
        "Eden: You know, you have no problem using him to keep yourself clean, but you get all shocked and appalled when he comes up back with dirt under his nails.",
        "Danny: Actually, you're the problem. He's a completely different person when he's around you.",
        "Eden: Oh, really? It is my fault?",
        "Danny: Really. Eden, I want to know what the hell happened that night.",
        "Eden: You know, people like Tony and me, we'll do anything to protect the people we love. It is too bad that you cannot get your head out of Campaign Santos long enough to appreciate it.",
        "Bill: Hey! What's going on?",
        "Danny: Nothing. Eden here was just telling me how far she'd go for you.",
        "Cassie: Well, you haven't had much rest today. Why don't you go take a nap, and I'll take Emma for a little while.",
        "Olivia: No, it's okay, I'm fine. Fine.",
        "Cassie: Okay, what's... what's going on?",
        "Olivia: Nothing.",
        "Cassie: If you don't want me to hold Emma, can you tell me why?",
        "Olivia: I just... I hope that this isn't too hard for you.",
        "Cassie: It's not too hard for me. I offered my help. I'm not crazy about the secret, but other than that...",
        "Olivia: No, that's not... that's not what I mean.",
        "Cassie: Then I don't understand.",
        "Olivia: You just, you've been spending a lot of time with Emma, you know. You're holding her, and just being around her, and...",
        "Cassie: Yeah, so?",
        "Olivia: She... she was a baby that you thought was dead, and now she's here. You just, you've been, look, I just... I've been watching you with her, and I just get the feeling that maybe you're not over the loss of your own baby.",
        "Cassie: I have dealt with the loss of my child. I have. Will I ever be over it? No, probably not. But I've gotten through it. I've had to, you know. I have three children that need my help as their mother. And I have this amazing life. And for the first time in a long time, I'm really happy. But you know me and we work together, and I really don't understand why you don't see that.",
        "Olivia: Look, I'm sorry, I am. I just... I just got the impression that maybe you hadn't really come to terms with your loss.",
        "Cassie: What would give you that idea?",
        "Olivia: Not what, but who: Edmund.",
        "Nurse Chickering: I had to construct a sling out of dental floss, paper clips and a book of matches. And would you believe that dreadful patient had the nerve to complain? He was lucky to have got a sling at all. If it weren't for my...",
        "Edmund: That's fascinating, Nurse Chickering. Absolutely fascinating. May I get you another scotch?",
        "Nurse Chickering: Mr. Winslow, I am a firm believer in moderation. Perhaps just one more.",
        "Edmund: (Laughs)",
        "Nurse Chickering: As I was saying, then...",
        "Edmund: You know, it is a remarkable story. It really is, and you are a remarkable story-teller. But I was hoping that we might be able to discuss, just a little bit, Cassie and Richard Winslow's baby.",
        "Nurse Chickering: I never liked you very much when you were the prince. Something in your eyes. Are they blue or green?",
        "Edmund: Neither. The baby.",
        "Nurse Chickering: Yes. Your brother's baby. I remember that day well. The audacity of some people.",
        "Edmund: \"Some...\" What people?",
        "Nurse Chickering: Why, the doctor -- may he rest in peace -- ushered me right out of the room while he was working on the Winslow baby, told me my help was not required. All I wanted to do was to comfort the poor child, but oh, no...",
        "Edmund: Wait, wait, wait, please. \"Comfort the child?\" Are you saying you saw the baby alive?",
        "Nurse Chickering: Indeed I did.",
        "Shayne: Hi, Mom!",
        "Marina: Hi, Reva.",
        "Sandy: Hi, Reva.",
        "Marah: Yeah, hi, whatever.",
        "Reva: Whatever? Okay. Now, I am officially confused.",
        "Shayne: We came to see you.",
        "Reva: Really?",
        "Shayne: Yes.",
        "Reva: Why?",
        "Shayne: Well, because I was thinking that it's been a while since we've all been together, and we should do it more often. Right, Marah?",
        "Marah: Oh, yeah, all the time.",
        "Reva: Okay, well, it's nice to see you. Actually maybe it's fate that brought you all here, because I'm in a bit of a psychic rut, and I've had a feeling about the family, and I can't seem to put my finger on it, so maybe having you all here together will help.",
        "Sandy: Is that how it works?",
        "Reva: Beats me. (Laughs) I'm still trying to figure it out myself. But the images can come from anywhere. Sometimes all I need is an object to get an image of the person it belongs to.",
        "Marah: Ah, Mom, we just came over to hang out with you. I don't think anyone wants their minds read today, right?",
        "Marina: Yeah. My mind is full of really boring stuff right now.",
        "Reva: Yeah, well don't worry about it, because I'm not reading anybody's mind today anyway.",
        "Sandy: It's cool. I have nothing to hide.",
        "Shayne: This is great, right? This is great! It's fun!",
        "Reva: You know, if you want something to do, I have an idea, something you can take a look at. It's for you, actually.",
        "Sandy: What is it?",
        "Reva: I... uh... Go upstairs and check it out yourself.",
        "Shayne: I'm in. I am in.",
        "Marina: We're getting him off sugar.",
        "Reva: (Laughs) So it's just us girls. Marah, honey, what happened to your hand?",
        "Marah: It's nothing, Mom. (Sighs)",
        "Reva: Okay, then tell me how it happened.",
        "Marah: I was slicing a bagel.",
        "Reva: (Laughs) Been there, done that. Didn't look anything like that. So you can tell me the truth whenever you're ready.",
        "Marah: It was my doll.",
        "Reva: A doll did that to you? Now I am worried.",
        "Marah: No. Do you remember when I was young, my rag doll that I had, Polly?",
        "Reva: Of course, you two were inseparable. You wouldn't even let me wash her.",
        "Marah: Have you seen her recently? Maybe you brought her over to the Museum, and you didn't tell me?",
        "Reva: No, no, I haven't seen that doll in ages. In fact, I don't even think it made it to the move here to this house.",
        "Marah: Yeah, that's what I thought. Anyway, she has been showing up recently, and I showed her to Sandy the other day and then I put her away, but she kept popping up all over the place. And somehow she ended up in one of my sewing boxes, and when I went to grab her, there was one of my razor blades stuck in her.",
        "Reva: Oh, God, that must have hurt!",
        "Marah: Well, you know, it was just more embarrassing than anything.",
        "Reva: (Laughs)",
        "Marah: I guess I should stick with the whole bagel-slicing story.",
        "Reva: No, no, because no one will buy it.",
        "Marah: Yeah, I figured. But, you know, Attack of the Razor-Doll isn't really an easy sell, either.",
        "Reva: It's true.",
        "Marah: I could have used one of your psychic visions to keep me away from the box.",
        "Reva: You know, it's funny that you should mention that.",
        "Marah: No. Whatever it is, no.",
        "Reva: Just... Marah, listen to me. I'm working with Christopher again, and he mentioned that these abilities that I have can get passed on to family members, like a mother could pass it to her daughter. I mean, my mama had the gift.",
        "Marah: You want to know if I'm psychic?",
        "Reva: Yeah.",
        "Marah: I'm getting a \"no.\"",
        "Reva: Don't make fun of me. Christopher just wants to run a few simple tests.",
        "Marah: I'm not interested.",
        "Reva: Marah!",
        "Reva: Mom, no, this psychic thing is your thing, not mine.",
        "Sandy: You did all that for me?",
        "Marah: What is it?",
        "Sandy: Go check it out.",
        "Reva: Well, like I said, it's... it's not quite finished yet, but it is all yours.",
        "Olivia: Look, I'm only being honest with you because you've been a good friend to me, Cassie.",
        "Cassie: What else did Edmund say? What did he tell you?",
        "Olivia: He just, he was asking questions about the baby, you know, and the only reason he was asking me is because of my connections in San Cristobel.",
        "Cassie: What kind of connections?",
        "Olivia: The kind a girl shouldn't be proud of. He wanted to know if I had heard of anything shady going on involving babies.",
        "Cassie: I don't understand. Why would Edmund do this?",
        "Olivia: Well, I got the impression he was doing it for you.",
        "Cassie: I never, ever put Edmund up to this. I didn't. He knows that I have accepted the death of my child. What else did he say to you, Olivia? What else?",
        "Olivia: He just... brought up the possibility that your baby could be alive. Look, he's grasping at straws, you know? He's looking for answers or proof or something.",
        "Cassie: No, if he is investigating the death of my child, it's for him. It's not for me. And I'm going to put a stop to this.",
        "Nurse Chickering: The Winslow baby was premature. He could very well have died after I saw him.",
        "Edmund: That's what Richard and Cassie were told, that their son had died.",
        "Nurse Chickering: Yes, well, it's very sad.",
        "Edmund: Nurse Chickering, was it common for you to be asked to leave the room? Indeed, had it ever happened before?",
        "Nurse Chickering: You know, this scotch is very lovely. So strange to find such a fine drink in such a dreadful place.",
        "Edmund: Nurse Chickering, please.",
        "Nurse Chickering: Oh, yes, right. I can recall one other time when I was chased out of the room. So unusual for the doctor, usually such a charming man.",
        "Edmund: Do you remember the case well?",
        "Nurse Chickering: It was another baby. Odd circumstances. That poor child died as well.",
        "Edmund: Nurse Chickering, did you ever ask the doctor why he wanted to be alone with the baby?",
        "Nurse Chickering: Oh, no. I know all too well what becomes of those who toss around conspiracy theories.",
        "Edmund: So you believe something was going on?",
        "Nurse Chickering: But then, isn't something always going on in San Cristobel? It's dreadfully close to the Bermuda Triangle.",
        "Edmund: \"Bermuda Triangle?\" The place where things disappear without explanation?",
        "Nurse Chickering: Oh, but it's just the scotch talking.",
        "Edmund: Is it?",
        "Nurse Chickering: Yes, I've said too much already. Once I called in a sighting to the paper and they followed me for a week.",
        "Edmund: \"They?\" Who \"they?\" \"They?\"",
        "Nurse Chickering: Yes, well, I really must be going. Thank you very much for the drink.",
        "Edmund: Nurse Chickering, just a few more questions if you don't mind.",
        "Eden: Danny was awfully quiet when he left.",
        "Bill: Yeah, well, it's Tony, you know. Tony's stressing Danny out. That's why I didn't want him anywhere near this campaign. But anyway, I don't want to talk about that because we have more important things to talk about.",
        "Eden: You don't want to talk about us, do you?",
        "Bill: Yes, I want to talk about us.",
        "Eden: Really?",
        "Bill: Mm-hmm, here you go.",
        "Eden: It's a pen.",
        "Bill: That's right, it's a pen.",
        "Eden: You're giving me a pen.",
        "Bill: Yes, I am giving you a pen. Now, I want you to try that pen out.",
        "Eden: You're giving me a pen that doesn't work?",
        "Bill: That's right. It doesn't work. It's out of ink.",
        "Eden: Really?",
        "Bill: Mm-hmm.",
        "Eden: So why are you carrying this around anyway? Why don't you just throw it away?",
        "Bill: Well, I'm giving you that as a token of my appreciation. Because that is the very same pen that you used to help me plot out my crews at Lewis Construction. Do you remember that? You stayed up \u0091til all hours helping me plan what I needed to do. I mean, we spent so much time scribbling in and crossing out that...",
        "Eden: The pen ran out of ink.",
        "Bill: That's right.",
        "Eden: And I think we used an entire notebook that night. So are you carrying around that notebook, too?",
        "Bill: The notebook. The notebook is in my nightstand, yeah, that's right. Come on, I'm not psychotic, I'm just... a little sentimental. Besides, I like having it with me. It just reminds me how I got here and who made it all possible.",
        "Eden: I don't want to take credit for who you've become.",
        "Bill: Eden, look, I want you to realize this, okay? Before we met, I was just drifting around. I had not a clue. Now look at me. I'm helping around Lewis Construction, I'm managing a campaign, and I get to wake up every morning to the most amazing woman.",
        "Eden: You...",
        "Bill: And it's because of you. You made me believe that I could be someone important.",
        "Eden: No, you were smart and talented before I came along.",
        "Bill: And that is... that is very true. That is very accurate.",
        "Eden: (Laughs)",
        "Bill: I will not deny that, but you know what you did?",
        "Eden: What?",
        "Bill: You're my teacher. You helped me... you helped me and showed me how to manipulate a situation and make it work for me, to use what I had to my advantage.",
        "Tony: Danny is done with the mob, and he sure as hell did not go bringing them into Lewis, all right?",
        "The Shadow: No, he didn't. Bill did.",
        "Eden: That is a lie!",
        "Tony: Eden, don't let him get a rise out of you. He's nuts. Everyone knows that Bill is squeaky clean.",
        "Eden: I wanted you to be successful. I didn't want...",
        "Bill: What?",
        "Eden: You're the one with the moral compass, who always wants to do the right thing. Don't lose that. It's what makes you who you are.",
        "Bill: Oh, who am I? A guy too busy to make his girlfriend feel appreciated?",
        "Eden: No, the guy I love.",
        "Bill: Oh.",
        "Eden: And I'm keeping you.",
        "Bill: Oh, yeah?",
        "Eden: And this.",
        "Bill: Good. Good.",
        "Eden: Give me kisses. Mmm...",
        "(Phone rings)",
        "Bill: Oh, hold on, I got to take this, I'm sorry. Life on the campaign trail. This may be a long one.",
        "Eden: Okay, I'll be here.",
        "Bill: All right. Bill Lewis. Yeah.",
        "Waiter: Miss August?",
        "Eden: Yeah.",
        "Waiter: I have a message for you.",
        "Eden: From who?",
        "Waiter: From Mr. Santos. He wants to meet you down in the lobby. Something about the other night.",
        "Eden: Thank you.",
        "Bill: Yeah. We already went over that. Yeah.",
        "Danny: Going down?",
        "Eden: I thought you left.",
        "Danny: I didn't.",
        "Eden: I was just going outside to get some air.",
        "Danny: Tony didn't send you that message, Eden. I did. I saw what was going on with you and my cousin earlier: The looks, the whispers, and I saw your face when you thought that message was from Tony.",
        "Eden: What do you want, Danny?",
        "Danny: I want to know what the hell is going on. Or maybe you didn't understand that when I asked you earlier?",
        "Eden: It's not what you think.",
        "Danny: You know, Eden, I really want to believe you, but you don't make it that easy. You've been going on and on about how you've turned your life around, but, frankly, I don't see it. What I do see is that you and Tony are involved in something. You've been hanging out together all the time lately. You were with him when he got into trouble the other night.",
        "Eden: You know what, Danny? Just leave this alone. Let it go, okay, please.",
        "Danny: And you're playing Bill against Tony. Maybe they don't see it yet, but I do.",
        "Eden: I am in love with Bill. I'm with Bill.",
        "Danny: You're in love with the idea of being with Bill.",
        "Eden: No, I am not in love with the idea!",
        "Danny: Eden, you're using him. You think that being with him is going to make people forget who you are or what you are. Am I right?",
        "Eden: You know what, Danny? Just stop it. Just stop it right... just stop it!",
        "Danny: I will if you tell me what the hell is going on!",
        "Eden: I can't!",
        "Danny: Yes, you can, because So prove to me I'm wrong about you. Prove to me that you're not the common piece of street trash that I think you are.",
        "Eden: You know what? We did it all for you! To protect you and Bill.",
        "Reva: Just ignore the label \"Guest Room.\" It used to be a guest room, but now it's your room for as long as you want it to be.",
        "Sandy: How'd you find all the antique radios and microphones? You have an Atwater Kent from the '30s up there.",
        "Reva: No, no, you have an Atwater Kent from the '30s up there.",
        "Sandy: You must have...",
        "Reva: All yours, Sandy.",
        "Sandy: You must've been just looking for that...",
        "Reva: Ever since I found out you were you. And it was quite a project, I must say. You couldn't have picked a more mainstream hobby?",
        "Sandy: Well, I don't know what to say, Reva. No one has ever gone to that much trouble for me.",
        "Reva: It was no trouble. It was my pleasure. Did you see the, um, little shoes by the bed?",
        "Sandy: They were mine?",
        "Reva: Yeah. A little too cute to pass up. Richard held onto them for me the whole time I was gone. I don't know, I guess my holding onto them made me think about what kind of shoes you were filling these days, and what kind of life you had, and if you were happy. They aren't ruby slipper magical or anything but they've certainly made me feel a lot closer to you.",
        "Sandy: I can't thank you enough for everything you've done for me, Reva, but I can't accept the room.",
        "Reva: I understand. But just know that you'll always have a place in my home in every sense of the word.",
        "Marina: Hey, the room looks really nice, Reva.",
        "Shayne: You have some cool stuff up there, Bro.",
        "Reva: (Laughs) Thanks.",
        "Marah: Um, you know what you guys? I've got some work left to do at home, so I'm going to take off.",
        "Reva: Okay, sweetie.",
        "Shayne: See you later.",
        "Reva: Thanks for coming by!",
        "Shayne: Mom, where did you get all that stuff? What is that?",
        "Reva: That antique store on Fifth Street.",
        "Sandy: I'm sorry if you're still mad about the whole snowmobiling thing.",
        "Marah: No, it's not that. Look, Sandy, whatever you do, don't hurt my mom, okay?",
        "Sandy: Whoa, where's this coming from?",
        "Marah: I'm just... putting it out there.",
        "Sandy: I know you've had problems with me becoming part of the family, but I would never hurt Reva.",
        "Marah: Good. Because she really needs you to be a part of her life.",
        "Sandy: I'm going to go back in. Are you sure you don't want to stay?",
        "Marah: Yeah, I have stuff to take care of.",
        "Sandy: Okay, well, goodbye, Sis.",
        "Eden: Tony and I got an anonymous tip from this guy who called himself \"The Shadow.\"",
        "Danny: Eden, don't make stuff up.",
        "Eden: I am not making this up. This \"Shadow\" guy said that he had information that would affect the campaign. Something that would hurt you and Bill. So we met with him, okay?",
        "Danny: What did this shadow person tell you?",
        "Eden: It doesn't matter. Tony handled it, and that is how he got hurt.",
        "Danny: Does it have something to do with the other families, with Salerno or Bruzi?",
        "Eden: Ask Tony.",
        "Danny: I'm asking you! Now, why didn't you tell me, or Bill, why didn't Tony come to me?",
        "Eden: Because he wanted to keep you clean, all right? And I wanted to make sure that nothing happened to Bill. You got it?",
        "Danny: Eden, I'm going to ask you one more time. What did this shadow person tell you? What were you protecting us from?",
        "Eden: Bill. He wanted to get the jobs done.",
        "Danny: What are you talking about?",
        "Eden: Lewis Construction. He needed to get the projects done faster, so he hired more crews, and more workers, and some of the guys, they were...",
        "Danny: Connected to the families.",
        "Eden: Yeah.",
        "Danny: Bill didn't know.",
        "Eden: He couldn't have. He wouldn't have done this, Danny. But it's over. Tony cleared the guys off the crew, and it's over. It's handled. Danny, I mean it. It's over. Danny!",
        "Edmund: Yes, yes, well, Chickering is quite the character. And, I'm afraid, also quite the lush. But she did bring up some fascinating things about the baby. Raised some legitimate questions, too. Unfortunately, I think one of them concerns her sanity. Oh, look, Dax, I have to go. Bye. Hello, Love, Beautiful.",
        "Cassie: I know what you're doing, and I want you to stop.",
        "Marina: Hey, you.",
        "Shayne: Hey.",
        "Marina: You running out of steam, yet?",
        "Shayne: No.",
        "Marina: You know what they say about Rome not being built in a day, right?",
        "Shayne: Mm, yeah.",
        "Marina: You don't have to live your whole life this minute. You've got a lot of time ahead of you. I'm counting on it. You ready to get out of here?",
        "Shayne: Yes. Mom, I think we're going to, um, we're going to head out.",
        "Marina: Yeah.",
        "Reva: What, you've had your fill of family bonding?",
        "Shayne: Yeah, something like that.",
        "Marina: Great.",
        "Shayne: I'll race you to the car.",
        "Reva: Okay, sweetie.",
        "Marina: Bye.",
        "Reva: Take care.",
        "Sandy: I think I'm going to head out, too.",
        "Reva: Oh, okay.",
        "Sandy: Thank you, Reva, for everything.",
        "Reva: I love you. Don't ever forget that.",
        "Sandy: I'll see you soon.",
        "Reva: Sometimes all I need is an object to get an image of the person it belongs to.",
        "Carrie: Playing with dolls, Marah? How charming.",
        "Marah: You want to come after me, Carrie? Bring it on.",
        "Marina: Next on Guiding Light...",
        "Edmund: Cassie, if we knew about the baby, if there was no doubt...",
        "Cassie: Did you find anything?",
        "Reva: I don't want to appear too forward, but I kind of thought maybe you would spend the night."
    ],
    "Transcript Author": [
        "By Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=HEctZOrKFJk"
}