{
    "Episode Summary": [],
    "Recap": [
        "Though Carrie has been arrested and Josh urges his family to move on, Marah still struggles to understand why Carrie was able to take such control over her. Reva feels an obligation to Maryanne for saving her daughter's life and while Josh makes plans to take Reva away, Reva visits Maryanne's grave, to say thank you and goodbye. Jeffrey spends his day challenging Danny to rid himself and Springfield of the mob once and for all. By sacrificing the election he's just won, Danny has the chance to be the kind of man everyone believes him to be. Danny hates Jeffrey for doing this to him and asks what kind of sacrifice Jeffrey is willing to make for the same cause. Danny later returns to the cheers of his family and friends, knowing he must disillusion them, even make them hate him, for a higher good."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marah: Mom, are you okay?",
        "Reva: Oh, sweetie, yes, honey I'm fine. I'm so fine. How did you know?",
        "Marah: Harley called.",
        "Reva: Carrie was here, she's in police custody?",
        "Josh: Carrie's in police custody, you don't have to worry about her.",
        "Marah: What happened?",
        "Josh: Your mom had a pretty big night, marah. And we discovered that you need to know about. Maryanne did not drown in the",
        "Josh: Yeah.",
        "Marah: How do you know?",
        "Reva: Well, sweetie, i relived the whole thing. Maryanne is the one who saved you, saved both of you.",
        "Marah: I can'T... I don't believe this. After all this time; after all these months and years?",
        "Josh: It's over, marah. You're free.",
        "Marah: Free? Dad, how can you even think that",
        "Harley: How did you find he?",
        "Gus: Please, I'm a detective. I got people that have got people that tell me things.",
        "Harley: This has been the most insane night. I am not kidding you. This carrie curruther's thing has me freaked out.",
        "Gus: It's finished, it's over right?",
        "Harley: Finished. Over and done with and time to move on to something else. Speaking of which, what is going on with you? You were so weird on the phone with me earlier when I called you.",
        "Ed: The first lady of springfield.",
        "Michelle: That's sounds so weird?",
        "Ed: Get used to it, baby.",
        "Ed: So, where's danny?",
        "Michelle: I don't know. He's missing his own victory party here.",
        "Ed: That gives us a chance to talk.",
        "Cassie: Hey, guys?",
        "Michelle: Hi.",
        "Cassie: Have drinks.",
        "Michelle: Thank you. Hey, you know, I want to thank you for being here.",
        "Ed: You're welcome, you know, not being able to support ross. He's your best friend and me dredging up the past and everything that's happened.",
        "Ed: That's what I wanted to talk to you about, okay?",
        "Bill: I'm sorry. Can I get her for one photo, please?",
        "Michelle: I'll be right back.",
        "Cassie: Do I throw a party or do I throw a party?",
        "Edmund: Very interesting.",
        "Cassie: What was that?",
        "Edmund: I'm sorry, what?",
        "Cassie: The tone in your voice. You didn't sound too impressed.",
        "Edmund: Oh, I don't know. It's just the... I never thought danny santos would be mayor of springfield.",
        "Cassie: People change. Don't forget that.",
        "Edmund: Yes, well danny and i are the poster boys for that.",
        "Cassie: Yes, you are. Okay, look, I don't expect you guys to be friends, but, you know, stranger things have happened.",
        "Edmund: True.",
        "Cassie: But danny's my friend.",
        "Edmund: Have I not beenEdmund: Have I not been gracious?",
        "Cassie: You are the epitome of graciousness. Keep it up.",
        "Bill: Still no sign of the big guy.",
        "Eden: The way I see it, I am standing next to the big guy.",
        "Eden: You made this han.",
        "Bill: Well, no, danny wanted this whole mayor thing and i helped a it will.",
        "Eden: A little?",
        "Bill: A lot. It's all me. But I couldn't have done it without you, okay. We make a great team. Tonight everyone's going to know it.",
        "Tony: Michelle, do you think danny's still upstairs with jeffrey?",
        "Michelle: I guess so. I don't know what was so big that jeffrey o'neill had to talk to danny tonight.",
        "Jeffrey: I suggest that you settle down, danny.",
        "Danny: No way, forget it. Forget it. O'neill, I worked too damn hard to win this election. Do you know how hard I worked? I am not giving it up.",
        "Jeffrey: You're forgetting, danny, you don't have a choice.",
        "Danny: Believe me, I have a lot of choices.",
        "Jeffrey: No, you don't, danny. You can't have it both ways. Either you're legit or you're not legit. This says you're not legit. I'm offering you an opportunity.",
        "Danny: An opportunity? That s that what you're calling this, an opportunity? You're trying to take me down.",
        "Jeffrey: Listen to me. Just take the time and listen to what I'm saying.",
        "Danny: I've listened to you long enough, o'neill, this meeting is over.",
        "Jeffrey: It's not over until I say it's over. I thought your wife and kid meant more to you than this.",
        "Danny: Take your threats and demands and go straight to hell, got it!",
        "Jeffrey: Come here! Listen to me, danny. You walk out that door, you're never going to get a chance like this again. This is your last chance at redemption, you got it?",
        "Harley: So, how does it feel being out of that boring office and back out on the streets?",
        "Gus: Oh, yeah, it's good.",
        "Harley: You working on anything interesting?",
        "Gus: No. The routine stuff, you know? Frank's got me doing bupkis. Hey, let's get out of here. We'll go over to the beacon to danny's victory party.",
        "Harley: I like this.",
        "Gus: It's called being lazy. Call me captain. I'm just being lazy.",
        "Harley: I would love to go to that but I have stuff I have to finish up here, first. And then I get to work with jeffrey o'neill again.",
        "Gus: How's that going? Any link between spaulding an the drugs on the street.",
        "Harley: Wouldn't you like to know.",
        "Gus: Not going to tell me?",
        "Harley: No. I have to hook up with reva and marah. I will meet you at the beacon maybe. If not, tell danny and michelle I said congratulations.",
        "Gus: Yeah, sure. You might have found the link to spaulding yet, but I guarantee you there is one.",
        "Danny: Redemption? You think that you're saving me by shoving me back into the mob?",
        "Jeffrey: I got news for you, danny, you never left it.",
        "Danny: The hell I didn'T.",
        "Jeffrey: You can't deny it, danny.",
        "Danny: My hands are clean, o'neill.",
        "Jeffrey: All that time you were cleaning up 5th street, you were still in bed with the other families, danny.",
        "Danny: That's bull. I'm a free man.",
        "Jeffrey: You're not a free man, danny! You wrong to them, you know it, I know it, and worst of all, they know it.",
        "Danny: You don't know what you're talking about.",
        "Jeffrey: Play make believe. Go sit in that fancy mayor's office downtown.",
        "Danny: I will.",
        "Jeffrey: And then play house with your wife and pretend you're on top of the world!",
        "Danny: I am on top of the world!",
        "Jeffrey: How long is that going to last, danny? How long before someone comes knocking? How long before that bill becomes due? Because it is going to come due, isn't it? And when it comes, you're going to be paying through your nose.",
        "Danny: What do you want from me?",
        "Jeffrey: Okay, good. Now you're listening. You cooperate. You do what I tell you and then you're finally going to get a chance to walk away from the mob once and for all.",
        "Danny: Nobody walks away. Isn't that what you've just been telling me?",
        "Jeffrey: I can make it happen.",
        "Danny: Right.",
        "Jeffrey: And I can also make it, danny, that your son can grow up with the respect that his father never had.",
        "Danny: You don't understand. If I cooperate with you, I'm a dead man, or I spend the rest of my life in witness protection.",
        "Jeffrey: Doesn't have to be that way.",
        "Danny: I think you overestimate yourself.",
        "Jeffrey: I know what I'm doing, danny.",
        "Danny: You don't know who you're dealing with. These guys don't just go away, o'neill.",
        "Jeffrey: Trust me, I know who I'm dealing with.",
        "Danny: No, you don'T.",
        "Jeffrey: And we're not just going to make a couple of arrests, danny. We're going to clean up these streets once and for all.",
        "Danny: (Laughs)",
        "Jeffrey: And we're going to do it together.",
        "Danny: It'll never happen.",
        "Jeffrey: Well, that... that's up to you now, isn't it?",
        "Ed: Honey, I need to talk to you for just one minute, okay?",
        "Michelle: Okay.",
        "Tony: That yours?",
        "Ed: No, that's me. I'll be right back, okay?",
        "Michelle: Okay. So are you having a good time?",
        "Tony: You want me to lie?",
        "Michelle: Well, it is a little thrill.",
        "Tony: Kind of to say the least.",
        "Michelle: But he did it. He won, danny won!",
        "Tony: He sure did, he won. (Cheers and applause) yeah, danny won. Did you ever doubt him, seriously?",
        "Michelle: Well, you know, briefly. I think we all did.",
        "Tony: Well, you know I'm skeptical.",
        "Michelle: I know. But you never ever doubted that he deserved it.",
        "Tony: Never. In fact, I'm very, very proud of him. He worked extremely hard at it. He deserves it.",
        "Michelle: It just goes to show you that dreams do come true.",
        "Tony: Sometimes, yeah.",
        "Cassie: Hey, have you seen danny?",
        "Michelle: He's upstairs with jeffrey o'neill?",
        "Cassie: Why?",
        "Michelle: I don't know. City business, I guess.",
        "Cassie: Do you want me to go get them? I have a way of handling mr. O'neill.",
        "Michelle: No thanks. I'm going to have to get used to it if he's going to be the mayor. Duty will call, right?",
        "Ed: Hey, can I steal her for one second? Please, please.",
        "Michelle: What's wrong?",
        "Ed: That was holly. One of her reporters just told her that carrie carruthers is... is alive.",
        "Michelle: Oh, my god! I mean, I knew it was a possibility, but....",
        "Ed: She's in police custody for trying to kill reva.",
        "Michelle: What? Is reva all right?",
        "Ed: She's fine. She's fine.",
        "Michelle: Wow. Wait, dad, this means that marah should be cleared of the charges right? This is good news.",
        "Ed: Yes, it is. But there's something else, and that's what I've been trying to tell you.",
        "Michelle: Well, what?",
        "Ed: All right. The reason that carrie went after reva is because reva had figured out the truth about what happened the night of the accident. Maryanne carruthers wasn't killed in that car when it went off the bridge. Carrie killed her.",
        "Josh: Marah, carrie can't hurt us anymore, ever again.",
        "Marah: I know.",
        "Josh: It's okay. We can always breathe a little easier now.",
        "Reva: Joshua.",
        "Josh: It's okay to feel relieve.",
        "Marah: Dad, I don't feel relieved. I still feel sick over the whole thing. I almost killed somebody.",
        "Josh: You did not kill carrie and even if you had, it would have been justified. See?",
        "Marah: I have a very difficult time justifying it under any circumstances.",
        "Reva: Sweetie, you did what you had to do in order to save your father's life.",
        "Josh: I feel pretty good about that personally.",
        "Marah: Me, too. I just, I don't know....",
        "Reva: I wish it could have happened another way.",
        "Marah: You know, I keep seeing me pulling the trigger and I see it clearer everyday. I just wish I could forget about of this.",
        "Reva: You won't forget about all of it. But with time the pain will go away.",
        "Marah: This is worse than anything tony ever did. I did this.",
        "Josh: No, marah. Carrie did this. Carrie made this whole thing happen because she was sick or evil or whatever. You just can't let her get to you.",
        "Marah: I wish to god that she didn'T. Just wish I could forget about all of this.",
        "Josh: You will. Like your mom said, time will heal this, you just have to give it time, you have to believe all that.",
        "Marah: Okay, I'll try.",
        "Harley: Mind if I come in?",
        "Reva: After everything you've done if this family, get in here.",
        "Harley: How are you feeling?",
        "Reva: I'm better, I am. They're going to let me out of here later. I can go home in sleep.",
        "Josh: Have you seen carrie? Did she confess to killing maryanne?",
        "Harley: Carrie admitted maryanne was alive after the car crash and she swam to shore, where she was strangled to death my carrie.",
        "Reva: That's how it was when I relived it.",
        "Harley: Then she said something. She said \"always remember.\"",
        "Reva: \"Always remember\"? What?",
        "Harley: I don't know. Because after that, her lights went out. She's gone. You look at her and you can tell she's not there anymore.",
        "Josh: I don't buy that. It's an act, a trick.",
        "Harley: I don't know, josh.",
        "Josh: It is. It's part of a plan, I'm sure. She's going to try to get sympathy from the judge.",
        "Harley: The woman is a shell. I mean, all that rage that we saw earlier, it's gone. Or it's buried, I don't know where.",
        "Reva: Well, it doesn't surprise me. She's been nuts long before tonight.",
        "Josh: I just want to see her locked up. I want to see her jailed for the rest of her life and away from us.",
        "Marah: Will she go to jail?",
        "Harley: Probably not. She'll probably be institutionalized.",
        "Josh: Have you told buzz about this?",
        "Harley: No, I couldn't reach him. But I want to try him again. Excuse me.",
        "Marah: Dad, I've got to do something.",
        "Josh: You want somebody to go with you?",
        "Marah: No, thank you.",
        "Josh: I don't think you should be alone.",
        "Marah: I need to do this alone.",
        "Reva: Joshua, let her do it alone.",
        "Marah: I love you, okay?",
        "Michelle: I don't believe this.",
        "Ed: I know. It's like none of us, we weren'T....",
        "Michelle: Dad, you must be so happy.",
        "Ed: I'm relieved.",
        "Michelle: Oh, god, I prayed for this so many times. You know what? Tonight is like a new beginning in so many ways, we're going to put the past behind us and move forward, okay?",
        "Ed: I want to do that, too.",
        "Ross: Sorry, I'm interrupting something?",
        "Michelle: No, it's good.",
        "Ed: Carrie carruthers, she was alive and she was arrested tonight.",
        "Ross: I didn't get a call about this.",
        "Michelle: It just happened. But, ross, it turns out that carrie is the one who is responsible for maryanne's death.",
        "Ross: I can't tell you how happy I am about this. But right now I'm here to congratulate the apparent mayor elect. Is danny inside?",
        "Michelle: He is meeting with district attorney o'neill.",
        "Ross: Ah, there is an upside to losing this election.",
        "Danny: Good fight, counselor, no hard feelings, right?",
        "Ross: None whatsoever.",
        "Danny: Where blake?",
        "Ross: She's at home with the kids, a place where I'll be very soon. I just want to say hello to danny. No danny?",
        "Bill: Yeah, well you can't leave without saying hi to him, first.",
        "Ross: You're dying for this photo opportunity.",
        "Bill: I'm not necessarily dying, but hey there's plenty of food. Come on.",
        "Eden: He's so happy tonight.",
        "Michelle: We all are.",
        "Gus: Hey, hi.",
        "Eden: What are you doing here?",
        "Gus: I'm never going to miss a big party, free food.",
        "Eden: Yeah, and danny did great.",
        "Gus: Yeah. He's got great people on his side. You make a great team.",
        "Eden: Yeah. I think so, too.",
        "Bill: Still no danny?",
        "Michelle: He's still upstairs with jeffrey o'neill. I don't know how much longer he can be.",
        "Bill: In that case, excuse me.",
        "Gus: Take here; I'm hungry. Should we?",
        "Eden: Should we what?",
        "Bill: You know?",
        "Eden: I do?",
        "Bill: Yeah, you do. Tell them our news.",
        "Eden: Bill, I don't think telling them's a good....",
        "Bill: What are you waiting for? Come on, follow me. Come here. Excuse me, ladies and gentlemen. Can I have your attention, please? I have a little announcement to make. One that makes me a very happy man. Danny santos is not the only winner tonight. We're engaged. That's right. Thank you very much. Thank you. (Applause)",
        "Danny: Why me?",
        "Jeffrey: You're a mobster, danny, remember? Through and through.",
        "Danny: It's just in my blood, huh?",
        "Jeffrey: Exactly. And now, finally, you're positioned... positioned to let the world think of t worst of you.",
        "Danny: What about my family? Including my family?",
        "Jeffrey: Everybody, danny.",
        "Danny: And if I say no?",
        "Jeffrey: If you say no, danny there's always that note that's going to come due. But before that happens, the feds are going to prosecute, danny. They're going to come down on you like a ton of bricks and I'm going to make sure of it. Your friend cassie winslow, your campaign manager bill lewis. Your cousin tony. Anybody and everybody that's invested faith and/or money into danny santos is going to be....",
        "Danny: O'neill, not one of them has done anything.",
        "Jeffrey: It's guilt by association. That's the law. How many times do I got to tell you? I didn't write it.",
        "Danny: And if I say yes?",
        "Jeffrey: Okay. If you say yes, then you will understand why I let you win this election. After the recount-- and there will be a recount-- ross marler will be declared the newly elected mayor of springfield. Well, yeah, danny, that's the whole point, don't you get it? It was all in your grasp and then it was taken away.",
        "Danny: You set this up, too, my... my reason for going back.",
        "Jeffrey: That's the story vinnie salerno is going to buy. That's the story you make him buy. It's easy.",
        "Danny: You get off on using people, don't you? How do you sleep at night?",
        "Jeffrey: I guess the same way you do. I put my head on the pillow, i close my eyes. Maybe you need some time to think about this. But then again, what's there to think about? Go back to your party, danny. Drink some champagne, shake some hands, kiss your wife. We'll pretend this meeting never happened.",
        "Danny: Come on, everyone saw you drag me away.",
        "Jeffrey: Well, then lie, danny. We both know you're capable of that. Danny? Don't take too long before you get back to me.",
        "Danny: You say we're in this together, huh?",
        "Jeffrey: Yeah, we are.",
        "Danny: And you're telling me that I have to give up everything. What are you giving up, o'neill?",
        "Marah: Well, you got your wish, carrie. I can't forget. Not about maryanne, but about what I did to you, what I let you turn me into.",
        "Reva: Marah will be fine, sweetie, don't worry.",
        "Josh: I've been worried about her since her first day of kindergarten.",
        "Reva: Well, she has to do whatever this is to have some peace of mind.",
        "Harley: Carrie's at central booking.",
        "Josh: So this... this whole thing is finally over?",
        "Reva: Yes, it is. Now where's the doctor? I want to get out of here now.",
        "Josh: No, no.",
        "Reva: I'm feeling fine.",
        "Josh: Stay, stay, stay. Can you do me a favor, please?",
        "Harley: Sure.",
        "Josh: Can you just stay here with her and make sure she doesn't go anywhere until the doctor lets her go somewhere? And then can you driver will home?",
        "Harley: Sure.",
        "Reva: Marah really does need to have....",
        "Josh: I'm not going after marah. I have to call billy. I have to go after something else.",
        "Reva: What something else?",
        "Josh: You'll find out later. I'll see you back at the house.",
        "Reva: Bye.",
        "Josh: Bye. Yeah, wanda, it's josh, I'm sorry. I hope I didn't wake you. Yeah. Wanda, just... stop talking for a minute, okay, just listen to me. I need you to find an all-night florist, order four dozen roses, maybe, and see if you can get some champagne. No, not the cheap stuff, the good stuff. It's for reva, okay?",
        "Reva: Is the coast clear? Is he still out there?",
        "Harley: What are you doing, reva?",
        "Reva: I'm going to get dressed. You need to keep an eye out, let me know if he starts backing over here.",
        "Harley: You haven't even been released yet.",
        "Reva: It's just paperwork, harley. Come here, there's a knot. You need to drive me somewhere before I go home.",
        "Harley: Do I want to know where?",
        "Reva: Probably not. I need to say good-bye to someone.",
        "Tony: Bill, congratulations. Seriously, do you mind if I have a couple seconds?",
        "Bill: Not at all. Not at all.",
        "Michelle: Hey.",
        "Bill: What's up?",
        "Tony: Well, you look happy.",
        "Eden: I am.",
        "Tony: You could be a little more excited, don't you think? I mean, it's something, right? You're engaged.",
        "Eden: Okay. You'll find someone, tony.",
        "Tony: Maybe.",
        "Eden: You may not believe it, but there are other fabulous girls out there.",
        "Tony: Yeah, we'll see.",
        "Michelle: Wow! So you're getting married.",
        "Bill: Are you congratulating me? Is that that what's going down?",
        "Michelle: I am congratulating you. Just very surprised.",
        "Bill: I can see that, I can see that. And before you ask, yes, yes, i thought this through and this is what I want.",
        "Michelle: You love her. I think this is great. I just expect to be best man or woman or whatever.",
        "Bill: Of course.",
        "Michelle: Good.",
        "Gus: Ah-ha. I'm glad that ring is exactly where it belongs, on the finger.",
        "Eden: Yeah.",
        "Gus: On the finger. Listen to me, I'm proud of you and I want you to be happy. So I'M... this is your official congratulations. All right?",
        "Eden: Thank you.",
        "Gus: All right. Hey, take care of her.",
        "Bill: Count on it.",
        "Cassie: Well, look at that, bill and eden are getting married, danny's the new mayor, everybody's happy.",
        "Edmund: Especially you.",
        "Cassie: I love it when good things happen to my friends. On a night like tonight, it makes you feel like absolutely nothing can go wrong. There he is! ( Cheers and applause)",
        "Michelle: You're happy?",
        "Danny: Of course.",
        "Michelle: Everything you ever wanted?",
        "Danny: Everything.",
        "Ross: Above and beyond politics, I admire the way you've turned your life around. I think you're going to make a fine mayor. Congratulations.",
        "Danny: Thank you. I really appreciate that. I hope we can be friends.",
        "Ross: Absolutely. Enjoy your evening.",
        "Danny: You, too.",
        "Cassie: Partner.",
        "Danny: Hey there. Wow. Another hug. Thank you.",
        "Cassie: You know, what you have done with fifth street you are going to do for this town in no time. I know it.",
        "Edmund: Well done, danny.",
        "Danny: Edmund.",
        "Edmund: Life doesn't always present us with second chances.",
        "Danny: I'll remember it.",
        "Bill: You did it. You did it.",
        "Danny: No, we did it. Really.",
        "Bill: I helped. I helped. But turn man that people have faith in. Turn man that people can believe in right here, all right?",
        "Danny: I hope so. And it's a new beginning for springfield. Also a new beginning for me.",
        "Danny: What?",
        "Bill: Eden and I got engaged.",
        "Danny: No way. That's terrific. Congratulations. This night just keeps getting better.",
        "Bill: Let me tell you something, everything's going to get better and better. People, come over here, we got the right man in the right place dan new santos for mayor. The man's going to be taking care of us all. (Cheers and applause)",
        "Ross: Danny looks a bit overwhelmed.",
        "Ed: It's a big night.",
        "Ross: Yes, it is. All around.",
        "Ed: I'm sorry about the election. I never thought.",
        "Ross: Neither did I. Neither did my pollsters. But there are other public offices to be had.",
        "Ed: Really?",
        "Ross: Yes, really. This is not a swan song for me. I forgot how much I enjoyed politics.",
        "Ed: You want some coffee. I thought I'd drop in on buzz.",
        "Ross: I'd love to, but I have to take a rain check. I've got a redhead waiting for me at home. She's a little prettier than buzz.",
        "Cassie: Did ross leave?",
        "Ed: He had to go home.",
        "Cassie: How's he doing? Is he okay?",
        "Ed: He's resilient.",
        "Cassie: I called blake but she didn't pick up the phone.",
        "Ed: She's probably home in how.",
        "Cassie: I'm going to give her a call.",
        "Ed: Cassie, how's reva?",
        "Cassie: She's fine, I guess, why?",
        "Ed: You don't know? Let me steal this guy for one quick second, okay. You all right?",
        "Danny: Yeah, I'm fine.",
        "Tony: You look like you might need some fresh air, hmm?",
        "Danny: I'm happy.",
        "Tony: You should be. You did this, danny, you did it on your own. You got the votes to prove it. In all sincerity, I really am sorry that I doubted you.",
        "Danny: No, tony, don't be. I'm serious.",
        "Tony: I mean it. You know what I am going to do right now. I'm going to put you on the spot and embarrass you a little bit.",
        "Danny: No, no.",
        "Tony: Excuse me, you know what? Well, you know what? I'd like to make a toast. Here's to danny. (Cheers and applause) (gunshot)",
        "Marah: Carrie was right, I'll never be able to forget. I'll never forgive myself for what I've done. I'll be just like her.",
        "Harley: This couldn't have waited till tomorrow.",
        "Reva: Harley, why don't you get in the car.",
        "Harley: And leave you here all by yourself?",
        "Reva: I won't be long. I'll be right over there.",
        "Harley: Okay.",
        "Reva: Maryanne, I want to thank you for saving marah. I hope you can rest now. I know how it must have felt to die without justice. I know how it must have felt to die without justice. But we know the truth now, and carrie will be held accountable for taking your life away from you when it was just starting. I wanted to bring you flowers, but everything was closed. Maryanne, thank you for coming.",
        "Reva: I think we could have been friends, you and me. I was lucky. I had a momma who let me be me, didn't try to change me. I'm sorry you didn't have that. That you had someone who forced you to change. It's no way to live. Or die.",
        "Harley: Reva?",
        "Reva: Sorry. Are you okay?",
        "Harley: Yeah. I was talking to dead people again?",
        "Harley: She...",
        "Marah: I'm not going to let that happen, carrie. I'm not going to turn into you.",
        "Michelle: Hey, that was beautiful.",
        "Tony: \"Here's to danny\" was beautiful?",
        "Danny: Well, it was... she's right. She's right. It was very nice. Thank you. You know, I owe you for a lot.",
        "Tony: Oh, no, you don'T... you owe me nothing. You don't owe me a thing, danny. Listen, I'm just glad to be part of this family. I'm proud of you and you've given me something to look up to. I appreciate that.",
        "Tony: So you want to tell me what's up with o'neill?",
        "Danny: What do you mean?",
        "Tony: He putting screws with you again?",
        "Danny: No, nothing, he just has some ideas.",
        "Eden: Really? Jeffrey o'neill has a political agenda?",
        "Danny: Well, who doesn'T.",
        "Tony: I think he should make an appointment.",
        "Bill: So are you still mad?",
        "Eden: No.",
        "Bill: A little?",
        "Eden: Will you just drop it.",
        "Bill: A lot.",
        "Eden: You know, I just thought we would wait for another night. I am not mad, all right.",
        "Bill: I just wanted to tell everyone that I am marrying the most beautiful, sexiest, smartest woman that I ever met. Now I'm finished.",
        "Gus: Hey, hey, look. Oh, this is embarrassing already. She's got a reputation that i want to protect.",
        "Bill: Well, that's my job now, okay?",
        "Gus: Okay.",
        "Cassie: I cannot believe they didn't call me. I cannot believe it. This psycho carrie tried to kill her, okay? That's a big deal. What's going on?",
        "Ed: Reva was stabilize and then she left the hospital.",
        "Cassie: Thank god.",
        "Edmund: Good, good, so she was released?",
        "Edmund: Well, no, she left before she was released. (Cell phone rings)",
        "Jeffrey: Hi.",
        "Marah: I didn't think that you would pick up. Carrie's in custody.",
        "Jeffrey: Yeah, I know. Are you all right?",
        "Marah: I... no, not really. It's just... it's still too much. I wish I felt like it was over, but I don'T.",
        "Jeffrey: Hang in there, kiddo, the worst part is over, i promise.",
        "Marah: Do you have to go?",
        "Jeffrey: Well, I just... i need to get back to my room and there's one thing I've got to take care of and then I'll call you.",
        "Danny: What are you giving up, o'neill?",
        "Michelle: This is incredible, isn't it? You know that you have given me everything that I've ever wanted? I'm so proud of you, mr. Mayor.",
        "Danny: Mr. Mayor. Mr. Mayor. Oh, michelle. I want us to remember this night forever.",
        "Harley: Next on \"guiding light\"....",
        "Danny: Do I go back into my old line of work, this time as your undercover dog or do I say no and let you destroy me?",
        "Michelle: Apparently they're saying that the election was rigged somehow and the D.A. Is looking into it. They're going to do a recount."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=IdBQEfqzdBs"
}