{
    "Episode Summary": [],
    "Recap": [
        "Reva remembers the words of Sarah telling her that she is not fighting, but running. She asks Josh as they awake, if he will still love her even if she is bald. He tells her he wants to grow old with her. Later in the day, Billy tells Josh the land deal where the cabin sits at Cross Creek fell through. Josh hatches a plan with Billy to move the cabin to Springfield. Reva visits Colin McCabe, her oncologist and tells him that she wants him back as her doctor. He tells her she needs to tell her husband about the cancer and she refuses, telling him that she will go through it all by herself. She tells him that she and Josh will grow old together with or without his help. He tells her to make an appointment for radiation treatments which she does. Beth and Alan are at Cedars Hospital for her pregnancy check up. She tells him that she has documents to sign that will make him say away from Lizzie and Coop and allow them to lead their own lives. He threatens to tell the police that Beth held him captive for months in the cabin and that he needs a lawyer. She tells him not to bother because she knows he has skeletons in his closet about the events leading up to Ross's plane crash. Rick eavesdrops on this conversation. She finally gets Alan to sign the papers and he suddenly kisses her and tells her to leave with him tonight to renew their vows on a private tropical island.",
        "Harley and Gus visit Mallet at his apartment and Harley tells him that she wants to find Dinah. Jeffrey is there as well. Mallet tells both everyone that Dinah is just grieving and is actually at a spa with Blake. Suddenly, Blake arrives and tells all that Blake is missing. Later, Blake tells Jeffrey that she knows what Dinah is capable of and that Ross deserves to be avenged. Harley, Gus and Mallet go to Alan-Michael's apartment and find out that Dinah has taken a flight to St. Gabriel's in the Caribbean. As they leave to find Dinah, Mallet discovers that his gun is missing. As the closing dramatic music is playing, a voice says, \"Can you bring the tray out\"? Someone is entering the room of a lush tropical resort. \"Try not to drop it\", the voice continues. Dinah walks towards a man who is reading a magazine, his face hidden. \"Go ahead\", the voice pleads. Dinah says very calmly, \"Surprise partner\", and whacks the man in the face with her briefcase."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Sarah: What you're doing is not fighting, Reva, girl; it's running it's running. It's running.",
        "Josh: Hey. Hey. You okay?",
        "Reva: What? Yeah, I think so.",
        "Josh: You sure?",
        "Reva: What's going on?",
        "Josh: Nothing. I mean, if you have to ask, I'm clearly losing my touch.",
        "Reva: No. I just, I think I'm getting a cold or something, and I really don't want you to catch it, sweetie. We'll pick this up later, okay?",
        "Josh: Okay, I guess we've got all the time in the world, right?",
        "Reva: That's what I'm hoping.",
        "Josh: Well, I know I'm not going anywhere. You're stuck with me.",
        "Reva: Joshua...",
        "Josh: Hmm?",
        "Reva: Would you still love me if...",
        "Josh: If what?",
        "Reva: I don't know, just if I went gray or... went bald?",
        "Josh: Bald? I'm sorry, you were asking me if I would still love you if you were bald?",
        "Reva: Uh-huh.",
        "Josh: Well, first of all, between the two of us, here in this bed right now, if anyone's going bald, it's probably going to be me. But having said that, to grow old with you, to be gray and maybe even bald, I can't wait. I mean, just picture it, sweetheart, you and me and matching walkers side by side, calling out... ( mocking an old man ): Marah, Shayne! Bring me a tequila and prune juice!",
        "Reva: ( Laughing ) Stop it.",
        "Josh: And the grandkids, they took my dentures again.",
        "Reva: Oh, that's terrible.",
        "Josh: Okay. Well, maybe now that I think about it, I can wait. But here's the thing: I'm not afraid. I'm not afraid of anything, as long as we're together.",
        "[SCENE_BREAK]",
        "Lizzie: So my baby is going to be your baby's niece or nephew. How great will that be to have an aunt or uncle the same age?",
        "Beth: You know, you're right. I grew up pretty much alone, and I would have loved to have someone my same age. Boy, they are really running behind today, aren't they?",
        "Lizzie: Who cares, as long as we're doing this together.",
        "Rick: Look at you two. Look at you two. Are you models for maternity magazine?",
        "Beth: As a matter of fact. ( Laughter )",
        "Rick: How's everything going?",
        "Lizzie: It'd be better if granddad would focus on his kid, instead of my love life.",
        "Rick: Yeah, good old Alan.",
        "Lizzie: No, he's being really bad, Uncle Rick. He served Coop papers. Granddad is actually trying to get Coop to sign away all of his rights to our baby.",
        "Beth: Honey, honey. I told you not to worry about that. Everything's going to be fine.",
        "Rick: Yeah, everything is going to be fabulous. Excuse me.",
        "Beth: Honey, you need to trust me on this. Those papers could turn out to give you a tremendous advantage. And I told Coop the same thing.",
        "Lizzie: You talked to Coop?",
        "Beth: Mm-hmm. And I made him see that the only way he could fight Alan was by getting closer to you.",
        "Lizzie: You know, I thought maybe he would fight granddad, but now I don't think that...",
        "Beth: Believe me, Coop knows exactly what he has to do. I don't want to speak for him, but how does a big summer wedding sound? ( Laughter )",
        "Alan: You'll marry that boy of over my dead body.",
        "Beth: Never say things you don't mean, dear. You never know, they may just come true.",
        "[SCENE_BREAK]",
        "Harley: Hey, George, it's me. I need the Spaulding jet fueled up and ready to go, ASAP. No, I don't have the flight plan yet. I'm waiting to speak to Dinah Marler first, but it won't be long.",
        "Gus: My little superhero wife, leaping tall buildings in a single bound. Very sexy.",
        "Harley: Thank you.",
        "Gus: And you're doing the right thing by Dinah.",
        "Harley: Finally. I don't want to look in the mirror and see Alan staring back at me. You know, I want people to see that I can be a CEO and a Cooper at the same time.",
        "Gus: Of course you can. Are you kidding me?",
        "Harley: Thank you. I mean, Dinah is my good friend, she comes to me and all she wants me to do is help get her some answers about who might have brought her father's plane down, and I say no. I say no because I don't want the company to look bad. So basically I chose the company over a good friend. I don't want to be that person.",
        "Gus: Well, you're not. That's not you. And you're doing the right thing now, that's all that matters, right?",
        "Harley: Yes. But she moves fast. She's like me in that way, too. So we have to move fast. Let's just hope she hasn't gone off on her own already.",
        "[SCENE_BREAK]",
        "Mallet: Well, you sound kind of hot. What are you wearing?",
        "Dinah: Not much, how about you?",
        "Mallet: So how is spa life? You feeling relaxed and flexible?",
        "Dinah: Yeah, I'm letting go of everything I was worried about back in town.",
        "Mallet: Are you?",
        "Dinah: Yeah. Blake's taking very good care of me. And I'm feeling better. I'm not thinking of work or Harley. I'm just thinking of you.",
        "Mallet: Mm-hm. And not even...",
        "Dinah: No, not even daddy. I'm doing really good with that. I'm going to leave the investigation to you and the police.",
        "Mallet: Well, you are amazing.",
        "Dinah: Yeah. And when I come back, I'm going to be a new woman.",
        "Mallet: Well, remember, I've got a thing for the old one. ( Laughs )",
        "Dinah: Yeah, she has her good points, too.",
        "[SCENE_BREAK]",
        "Gus: I can't believe it. I can't believe it. You actually think Dinah is going a little crazy?",
        "Harley: I think she might. To find out she lost her father and it might not be an accident all at the same time? That's a lot for anybody. She's hurt, she's angry. Not a good combination.",
        "Gus: Mallet's aware of what's going on and we're both looking out for her. She's going to be fine.",
        "Harley: That would make me feel better if Dinah trusted Mallet.",
        "Gus: Why wouldn't she trust Mallet? He seems like a pretty standup guy to me.",
        "[SCENE_BREAK]",
        "Josh: Listen to me, Wanda. This may be the most important thing that Lewis has ever done. And I want to do it right, okay? I want to make my father proud. Um... I got to go. So you call me if you need anything, all right? Bye.",
        "Reva: I need you, Bud.",
        "Josh: Yeah, I can feel that and it feels really good, too. Look at you. Are you going to look this sexy every day? All day? Because if you are, I can think about a dozen reasons to play hooky.",
        "Reva: Well, then let's do it. Let's spend the whole day. Because I could spend the rest of my life playing hooky with you. Just stay in this room and to hell with the rest of the world.",
        "Josh: I think you'd get sick of me pretty quick.",
        "Reva: Never.",
        "Josh: Reva...",
        "Reva: Don't.",
        "Josh: Is everything okay?",
        "Reva: Things are great. They're abso -- why wouldn't they be? I'm with you.",
        "Josh: Okay. Just asking.",
        "Reva: Things are perfect. How long has it been since we've been able to say that?",
        "Josh: It's been a long time, but we've got a long time to make it up. But I've got a million calls to make on this project before the end of the day, so um...",
        "Reva: Well, then, go. What are you standing around getting all mushy on me for?",
        "Josh: Okay. All right. But I have plans with you later. Reva...",
        "Reva: Go! You've got work to do. And if you stay here, I cannot be responsible for my actions. Go.",
        "Josh: Okay. Bye.",
        "Reva: We both have so much to do.",
        "[SCENE_BREAK]",
        "Rick: Hey, we missed you for breakfast this morning.",
        "Colin: Yeah, I stayed here last night.",
        "Rick: The smell, the Chinese food, I thought that's what kept you here.",
        "Colin: No, no, I was here.",
        "Rick: Oh, you were here. That's right, you said that. Was it busy?",
        "Colin: No. No. It's just uh... I had work to do. Plus, I'm trying to stay out of your wife's way; I don't think she likes me very much.",
        "Rick: Oh, Colin, please. She's mad because I moved you in without mentioning it to her first. It's not your fault. It's not. Okay, all right, she thinks your personality is a little icy, and that you don't have my highly evolved sense of humor, but who does? But Colin, you know something, I think she is wrong. I think deep down, behind that blank stare of yours is a funny, funny guy screaming to get out. Okay, then. Okay. You didn't miss anything with that Chinese food, by the way. It tasted like a pair of dirty old socks. Okay. It's my beeper. Silent. Like you. Which is a good thing. Silence is good, Colin, keep up the good work. I'll see you. Tonight.",
        "[SCENE_BREAK]",
        "Alan: Elizabeth, would you excuse your mother and me for a minute? We need to...",
        "Beth: No, no, she won't. I told her I don't want you to stress her out. So don't. So, honey, what do you think for a wedding dress? Should you have an empire waist or an a-line?",
        "Lizzie: Well, by the summer, I'll be pretty big. So empire.",
        "Beth: I couldn't agree more. But whatever it is, honey, your wedding is going to be the event of the summer.",
        "Lizzie: I hope so. Okay. I'm going to go make a quick call, and I can go check in with Uncle Rick, right?",
        "Beth: Okay, honey, take your time; we'll be right here.",
        "Lizzie: And don't stress her out. That's my little brother or sister in there.",
        "Alan: You two are ganging up on me.",
        "Beth: It's good for you. I'm surprised to see you here.",
        "Alan: Why? I told you things were be different for you this time, that am going to be there for you and my baby.",
        "Beth: I'm glad you realize how important this baby is, not just for us, but for the future of Spaulding-- the business, as well as the family legacy. I'm very aware this is prime real estate, prime Spaulding real estate. Ooh, my goodness.",
        "Alan: Something wrong?",
        "Beth: No. This prime real estate just kicked.",
        "Alan: Really?",
        "Beth: No, no. You can look, but you can't touch.",
        "Alan: What do you mean I can't touch my...?",
        "Beth: Alan. Let me put this as simply as possible: As important as this baby is and will be to you, my other child and her happiness is equally as important to me. Which is why I have a little something I'd like you to sign.",
        "Alan: Sign?",
        "Beth: It's nothing, really. Just a little something that guarantees we both get what we want.",
        "[SCENE_BREAK]",
        "Harley: You know, Dinah has trouble trusting anyone. It's not just Mallet.",
        "Gus: Well, it sounds familiar.",
        "Harley: You see, I keep telling you we're very similar, me and Dinah, but I had Frank to keep me grounded. You know her life story. No wonder she is so freaked out all of the time.",
        "Gus: Well, her father just died in a plane crash, babe.",
        "Harley: I know, and he came into her life late anyway, so she feels cheated on many levels. Ross was the only person who made Dinah want to do better, be better. We have to help her out with this. I owe her big time, and it's the right thing to do.",
        "Gus: I think we need to get Mallet involved. Even if she doesn't trust him 100%. He's the one who can talk her down off the ledge.",
        "Harley: We've got a lot of work to do.",
        "Gus: Yeah, we do. After you.",
        "[SCENE_BREAK]",
        "Mallet: Nice too see you, too.",
        "Jeffrey: We need to talk about Ross Marler's plane crash. Do you have any news on the guy who took shots at you and Gus?",
        "Mallet: No, not yet. They haven't been able to find the guy. Frank's got to put more man power on it. But when they find him, they'll bring him in, we'll get him to talk. We might actually find out what happened to Ross's plane, and you know, who's behind it-- if, if.",
        "Jeffrey: How did Dinah handle the news?",
        "Mallet: Now, would you be worried about Dinah or what she might do to who she thinks is responsible?",
        "Jeffrey: Mallet, I'm just trying to--",
        "Mallet: No, I know what you're trying to do, so just stop it, okay. You're just another one of these people tiptoeing around like Dinah is a time bomb that's waiting to go off. She's not hanging on by her fingernails. I mean, hell, O'Neill, she's grieving; her father just died. Why don't people just let her grieve in peace? And, yeah, she's concerned. She is interested in what and who might have brought down her father's plane. Wouldn't you if you were in her place?",
        "Jeffrey: Of course.",
        "Mallet: She made some changes. And she has built a whole new life. And no matter what is going on, her life-- her life-- our life comes first.",
        "Jeffrey: And what about Ross's death?",
        "Mallet: It's at the top of my list, okay? And I will get her through this. And I've got questions and I've got answers. ( Knock at the door ) And you know what? For all we know, Dinah could be the one in trouble if someone did sabotage Ross's plane. Hey, hey, come on in. Why am I not surprised? Sit down, have a drink. I'm only going to say this one last time, okay? Everybody listening? Dinah is not running around on some blood mission to avenge her father's death. Everybody got it? Good. What, Harley? You've got that look in your eye. Forget it, I don't want to hear it.",
        "Harley: I wish you were right. I do, I wish you were right. But my gut tells me Dinah is in big trouble.",
        "[SCENE_BREAK]",
        "Alan: You know, Beth, you amaze me.",
        "Beth: Alan, you say the sweetest things.",
        "Alan: It took a lot of nerve to give me this... whatever you call it.",
        "Beth: It's called a post-nup. It just says that you stay out of Lizzie's and Coop's way. They raise their child, live happily ever after. You stay out of their way, and in return, you get your last shot at fatherhood with our little one.",
        "Alan: And what if I don't agree?",
        "Beth: Then it's bye-bye, daddy. Bye-bye.",
        "Alan: Beth, you cannot play a game of \"Let's Make A Deal\" with my child. You've got too much to learn to play that game. If you play your cards right, I may teach you in time.",
        "Beth: But you see, Alan, I've already spent years watching, learning, waiting. Now it's my turn.",
        "Alan: Is that so?",
        "Beth: Yes. See, I know you. I know what's important to you. I know what you'll fight for, and that's family. I also know how much you want to make up for past mistakes-- failures, really. And I know that this little one is your last chance. Sign and you'll have that last chance. Refuse, and it's bye-bye, baby.",
        "[SCENE_BREAK]",
        "Billy: Hey, hey, how you doing?",
        "Josh: How you doing? I've got stuff to tell you.",
        "Billy: Me, too.",
        "Josh: Let me start.",
        "Billy: Wait.",
        "Josh: The guy-- the county has just signed off on our entire timetable, and the guy who's designing the medical facility is sending over some renderings that are guaranteed to knock your socks off. Wait. This just came out in the \"Springfield Journal\" and it's going national-- tomorrow it's going to be in every newspaper in the country. Now, don't you think our daddy would be proud of his boys, hmm?",
        "Billy: Yes, he would.",
        "Josh: You may speak now.",
        "Billy: The deal on the adjacent property fell through.",
        "Josh: What?",
        "Billy: So if we want to build this the way H.B. wanted it built, it means that a building right in the center of the project has to come down.",
        "Josh: Cross Creek?",
        "Billy: Yeah.",
        "[SCENE_BREAK]",
        "Reva: Hi, I'm here to talk. Hello.",
        "Colin: I don't suppose there's any point in me mentioning that this is a private room, Mrs. Lewis. I know you think you're above the rules.",
        "Reva: No, no, I just like to make my own rules. And did I happen to mention I'm like no one you met before?",
        "Colin: And like no one I'll ever meet again. Yes, I think we've covered that.",
        "Reva: If you feel that bag that I put behind you, it's because it's chockfull of all of the pamphlets you gave me. And as I gathered it together I thought, hey, why not go right to the source? So here I am for a little face- to-face. What do you say?",
        "Colin: You fired me. You didn't need me or any of my medical treatments.",
        "Reva: Well, as much as I would like to will this away, and I'm a strong-willed person, so it is not as insane as it sounds, but what was most important to me is my husband and I want to grow old with each other. So I'm going to fight this thing. With or without you, I'm going to fight it. I'm going to fight it for my life and my family, and I'm going to fight it like nobody you've ever met before! And I plan on winning, so, you want to be on my team?",
        "[SCENE_BREAK]",
        "Harley: Dinah came to me a few days ago asking to borrow the corporate jet. She wanted to hunt down the person who caused Ross's death, her words.",
        "Mallet: Any idea what she was planning?",
        "Harley: I don't know, but it wasn't pretty.",
        "Mallet: Okay, look, look, look, listen. Look, for all you people who think you know Dinah so well, you're wrong. Dinah left a couple of days ago to go to a spa, and Blake went with her.",
        "Jeffrey: Are you sure?",
        "Mallet: Yeah, I just talked to her a few minutes ago. So all this anger you guys are worried about is all being soaked away in a big tub of mud right now.",
        "Blake: No, it's not.",
        "Mallet: Blake? Where's Dinah?",
        "Blake: It seems as if she's disappeared from the spa. I don't know, but Dinah is gone.",
        "[SCENE_BREAK]",
        "Ricky Paul Goldin, \"Inside The Light.\" I come from a show business family. My father is a hypnotist, my uncle produced big movies, and I kind of just got slid into it, this business. I picture my life being completely different in about five years from now. See Gus Wednesday, May 17th, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Mallet: Great. That's just great.",
        "Harley: Whoa, whoa, whoa!",
        "Mallet: What?",
        "Harley: We'll find her.",
        "Blake: I am sorry, I am. I am just as worried about Dinah as you are.",
        "Mallet: Oh, yeah, the hell you are. All right, all right, all right, just... so let's just start with what you do know. All right, so when was the last time you saw her? Where were you? Where was she? When did you realize that you'd screwed up?",
        "Blake: Look, I'm amazed about this as much as anybody. I mean, the car keys were hidden, and one minute I was sitting next to Dinah, we're both wrapped up in seaweed, and the next minute she's gone with the car. I tried. I tried to do what I could. But not even Ross could control Dinah when she's obsessed over something. I've got to go. I have kids to take care of, and I'm going to win an election. So just call me if you hear anything.",
        "Gus: Well, somebody certainly didn't come back relaxed.",
        "Jeffrey: Well, I'm going to see what I can find out. I'll be in touch.",
        "Mallet: Well, I'm going to call her. I'm going to talk to her again.",
        "Harley: Mallet, she won't answer. Enough with the talking. We have to do something. Come on, let's go!",
        "[SCENE_BREAK]",
        "Alan: Beth, you can't leave with my baby. Because if you do, I will go to the authorities and tell them that you kept me in a cabin for months and left me there to die.",
        "Beth: You're right, Alan. You could report me for that.",
        "Alan: Right.",
        "Beth: But then you have one or two skeletons in your closet, too, don't you? For example, what you know about the events leading up to the sad and surprising death of Ross Marler. Yes, you see, when you disappeared, I pulled the log for your cell phone calls. Lots of calls to and from Ross in D.C. Why was that, Alan?",
        "Alan: Well, it seems we're at a standstill, Beth. So I'd better call my lawyer.",
        "Beth: Oh, don't bother. I already called him. Who do you think drew up the post-nup?",
        "Alan: You hired my lawyer?",
        "Beth: Well, he is the best, isn't he?",
        "Alan: You have crossed the line, Beth.",
        "Beth: And don't I know it. What was that for?",
        "Alan: I couldn't control myself.",
        "Beth: Alan, let me go.",
        "Alan: No, I'm not going to let you go, 'cause I think we make an incredible couple, Beth. I think we should stay together, travel the adventure of surprises. Marry me.",
        "Beth: It's too late. I already did that.",
        "Alan: Well, then, remarry me.",
        "Beth: What?",
        "Alan: Remarry me, Beth.",
        "[SCENE_BREAK]",
        "Billy: Josh, there's no way around it. It's right there smack dab...",
        "Josh: We can't possibly tear down the cabin.",
        "Billy: No, I don't think we can either.",
        "Josh: That place has been a part of our lives for as long as I can remember.",
        "Billy: And don't forget that H.B. and Miss Martha are buried up there.",
        "Josh: I can't do it. I can't do it. As much as I want to build this veterans facility, I can't imagine life without Cross Creek. That would be like... that would be like life without Reva.",
        "[SCENE_BREAK]",
        "Colin: Very nice speech, Mrs. Lewis.",
        "Reva: I'm glad you're impressed, Dr. McCabe.",
        "Colin: I will have the office move your file back to my caseload. Very good.",
        "Reva: \"Very good\"? That's it?",
        "Colin: Do you want an award for deciding to try to live?",
        "Reva: Do they make them?",
        "Colin: How about a bravo for being a bit less irrational and self-destructive? Patient Leslie Raddick, State Street...",
        "Reva: It's just not fair, all right? I mean, not now, not when everything is finally looking up, okay? I just don't have the time for this. You know, there's no time or room for needles and tests and results and blood. I just couldn't let it in, okay? I wouldn't let it in. I was scared. Is that what you wanted to hear me say? Okay. In fact, I was terrified. I still am. And I just want it to stop. I want to know that this is all just going to go away, you know? I want to know when this sick feeling in every inch of my body is just going to go away, or if it is. Or maybe it won't. Maybe by the time it goes away I'll die first. Is that it? Is that the right thing? I mean, is that what you wanted to hear come out of my mouth?",
        "Colin: I think it would be a good time to let your husband in on the news. He'll want to hear about what's coming next.",
        "Reva: Yeah, well, I won't let him know. I can't.",
        "Colin: Mrs. Lewis, I understand why you held off at first. You needed concrete facts and time to come to terms...",
        "Reva: No! No. Not now, not ever. I'm going to deal with this on my own. Do you understand that? On my own.",
        "[SCENE_BREAK]",
        "Harley: Okay, so when you found Dinah in here, what was she doing?",
        "Gus: Well, she was tearing the room apart. She was trying to find anything that would link Alan-Michael to Ross's plane going down.",
        "Mallet: Right so you walk in here, she's here. What do you say? What does she say? What's happening?",
        "Gus: Getaways.",
        "Harley: What?",
        "Gus: I asked her to check the trash to see what, you know, we could find, and the paper was open to getaways, to island getaways, like the Caribbean.",
        "Harley: So Alan-Michael was planning a little trip.",
        "Mallet: And Dinah's right behind him.",
        "[SCENE_BREAK]",
        "Billy: What's the point in doing this the way H.B. wanted if we're not going to do it the way H.B. wanted to? I mean... you're just going to have... Josh, are you listening? Josh.",
        "Josh: ( Laughing )",
        "Billy: Okay, what's so funny?",
        "Josh: There may be a way that we can have both, Billy.",
        "Billy: Both?",
        "Josh: Yeah, I mean, it's not like it's never been done before. People might think we're crazy, but what the hell? We don't really care if people think we're crazy, do we?",
        "Billy: Well, we certainly don't.",
        "Josh: All right, close your eyes for just a minute, and imagine the cabin...",
        "Billy: I imagine the cabin.",
        "Josh: ...At Cross Creek. We put it on a truck...",
        "Billy: We put it... what?",
        "Josh: We put it on a truck piece by piece, brick by brick and we move the whole thing to Springfield.",
        "Billy: Cross Creek in Springfield?",
        "Josh: Yeah, I'm just thinking this, that Reva and I, when we were there a little while ago, she was talking about the power of that place, the memories, you know, how it's so full of happiness and so full of hope. Well, why not experience that every day right here in Springfield? Huh? What do you think? Say something.",
        "Billy: I love it. And I was wondering why I thought I could get Reva away from you. ( Laughter )",
        "[SCENE_BREAK]",
        "Reva: I'll make an appointment to start the radiation.",
        "Colin: Wait, wait, wait. As your doctor... I am your doctor, right? Okay, as your doctor, I have to make you understand that hiding this is not a reasonable option.",
        "Reva: Well, I'm not a reasonable woman.",
        "Colin: Well, cancer is not a reasonable disease. Now, I... yes, there are not as severe side effects associated with radiation as with chemotherapy, but there are still very serious side effects. You're going to be exhausted, you might have redness, skin inflammation that will be difficult to hide...",
        "Reva: Assuming that's the way I respond to the treatment.",
        "Colin: Okay, it's true, not all patients have that response, but still there's no question... all of our statistics show how vital having the support of loved ones is to improving our chances of recovery.",
        "Reva: Well, I'm going to have the warm and supportive you, Dr. McCabe. What more could I possibly ask for?",
        "Colin: Okay, well, you might still need someone to drive you home.",
        "Reva: You sat with my husband at that table, and you heard how excited he was about this project that he is working on, right? How long do you think it will take for that look to go out of his eyes if he knows?",
        "Colin: He would want to know.",
        "Reva: And I want to spare him. For once in my life I want to spare him.",
        "Colin: This is not that big a town. I understand you guys have lots of friends here at Cedars. Rick and Mel, Lillian Raines, these people have access to medical records. Now, I would never volunteer information about your treatment or your condition, but suppose one of them stumbles across something? What then?",
        "Reva: You know what? I'll deal with that when and if it happens. But another day that Josh doesn't know that I have cancer is another day that he doesn't know I have cancer. And it's another day that him and the people I love don't have to feel the burden. That's what's important. That's what's the most important thing. Anything else?",
        "Colin: No. Just be sure to schedule your radiation.",
        "Reva: I will, right now. Always, Bud.",
        "[SCENE_BREAK]",
        "Reva: Oh, it feels so good to be in your arms today.",
        "Josh: Just today?",
        "Reva: No, forever. Okay, what's that look in your eye?",
        "Josh: Nothing.",
        "Reva: Yeah, come on.",
        "Josh: It's nothing. I might have a little surprise for you, but you're going to have to wait for it.",
        "Reva: How long?",
        "Josh: It will be worth it, I promise.",
        "Reva: It always is.",
        "Josh: Listen, this next bit of time may get a little hectic for me, and this project might be the sort of thing that sort of runs me into the ground...",
        "Reva: It's okay. I'll be here for you. And when it's all said and done, I'll still be here for you.",
        "Josh: As if there was ever any doubt.",
        "Reva: No, of course not. ( Cell phone rings )",
        "Josh: Just a second. Ah, this is about your surprise. I think I'll take it outside.",
        "Reva: Oh, come on. ( Laughter ) Ah, yeah, hi. I need to make an appointment to start radiation treatment. Yeah, that's right. I'm a doctor-- sorry, patient of Dr. McCabe's. Reva Lewis.",
        "[SCENE_BREAK]",
        "Jeffrey: What if she does catch up with whoever it is who did this, and what if that person is Alan-Michael?",
        "Blake: Listen, Jeffrey, I know exactly what Dinah is capable of. She has caused me more pain than I care to remember. But I'm not out to get her. Ross deserves justice, and if someone did take him away from me intentionally, they deserve whatever they get.",
        "[SCENE_BREAK]",
        "Alan: Say yes, Beth. Because if you say yes, we will leave tonight for my private island retreat, where I will have a minister there ready to renew our vows.",
        "Beth: Why now, Alan?",
        "Alan: Well, because the first time the circumstances weren't so good, and I want you to have a proper ceremony. Now, I want you by my side from now on.",
        "Beth: As equals?",
        "Alan: Say yes.",
        "Beth: Yes, as long as you sign this.",
        "Alan: It's a deal.",
        "Beth: Mmm...",
        "Lizzie: Oh, gross. Get a room.",
        "Alan: Elizabeth.",
        "Rick: Hi, Beth, Lizzie, Alan. Dr. Sedwick was just called into emergency, so unfortunately she'll have to cancel her appointment.",
        "Beth: I guess we'll have to reschedule.",
        "Alan: Can I speak to you for a second?",
        "Lizzie: Please tell me that smooching was part of some master plan.",
        "Beth: Your grandfather is going to leave you and Coop alone.",
        "Lizzie: Promise?",
        "Beth: We have him right where we want him.",
        "Lizzie: That's what I wanted to hear. I can't wait to tell Coop.",
        "Beth: Remember to take your vitamins and drink your milk.",
        "Lizzie: Coop makes me milkshakes.",
        "Alan: Well, according to Rick, everything is just fine.",
        "Beth: Great. I'll reschedule for next week.",
        "Alan: He assures me you can fly, and so I'll call Jeremy, and tonight we'll be sleeping on the islands.",
        "Beth: Not if you don't sign this.",
        "Alan: All right, all right, all right.",
        "Beth: Oh, I'm looking forward to having that twice-a-day foot massage you're going to be giving me.",
        "Alan: That I'm going to be giving you?",
        "Beth: Yes, yes, it's right here in the post-nup, paragraph 82.",
        "[SCENE_BREAK]",
        "Rick: Hey, Blake, it's Rick. I'm good. I was just calling to see how you were doing. That's good to hear. Actually, I was wondering if you heard any news regarding Ross's plane crash.",
        "[SCENE_BREAK]",
        "Mallet: Maybe she booked it under a different name.",
        "Harley: But she'd need to use her passport...",
        "Mallet: She could have a passport with a different name...",
        "Gus: I got it. Saint Gabriel's.",
        "Mallet: Looks like we're going to the Caribbean, bad limbs and all. One other thing before we get down there: I want you to be clear on something. I want you to understand something.",
        "Harley: All right.",
        "Mallet: We're going to go down there and find Dinah, and we're going to bring her back here safe and sound. I don't want to spend a lot of time talking and thinking about things turning out any other way. Okay?",
        "Harley: Okay. What? What's wrong?",
        "Mallet: Nothing, let's go. Let's go.",
        "[SCENE_BREAK]",
        "Alan-Michael: Can you bring the tray up? Try not to drop it. Go ahead.",
        "Dinah: Surprise, partner.",
        "[NEXT_ON]",
        "Josh: I don't know what I would do without you, Reva.",
        "Reva: Well, hopefully, you'll never have to find that out. Mr. Marler keeps a suite here. And if Alan-Michael did have something to do with Ross's death, do you think she's just going to forgive and forget?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=dZxD712nQcw"
}