{
    "Episode Summary": [],
    "Recap": [
        "Mel talks to Leah, who is coming home today. Rick treats Beth at Cedars for continued abdominal cramping. Mel eavesdrops as Alan tells Rick that with one phone call, Ross died. Rick tries to explain to an irate and hurt Mel how sick Phillip is and that he was trying to protect the family. Ava tells Buzz that because Coop and Lizzie are engaged, she needs to find another place to live. Olivia talks Frank into making up with Buzz. Ava tells Olivia that she is just like Lizzie and Olivia tells Ava to grow up. Buzz tells Frank that he will always have feelings for Olivia, but that Frank is the man for her.",
        "At the engagement party, Coop suddenly arrives and Lizzie lies to him, telling him it is a baby shower. He finds the engagement party invitation and flips out, telling Lizzie that he has to go clear his head. Outside, Lizzie goes berserk and starts destroying the gifts. Jonathan comes outside and asks what the problem is and she tells him that if it wasn't for Ava, she and Coop would be engaged. She tells him that he will help her get rid of Ava and he balks. She adds that she will tell Tammy they slept together if he doesn't help. Lillian finds the trashed gifts and tells Jonathan to leave after Lizzie tells her that it was Jonathan who did this. Beth starts having horrible pains and Dr. Sedgwick tells Rick that Beth has lost the baby. After hearing this news, Mel tells Rick to pack his bags and leave. Leah walks up and is happy to see her parents. As she hugs Leah, Mel glares at Rick. After finding out about Beth, Lizzie phones Coop and says, \"Coop, it's the baby; it's a miscarriage\"."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Mel: I gave Remy the time and the flight number, honey, so he promised he'd be there. So when he forgets, just call me from baggage claim, okay? ( Laughs ) I'm kidding, Leah. Of course he's going to be there for you when you get off the plane. What? No, no, your dad's out of town, but he's due back today. I will, I'll tell him. We can't wait to see you either, honey. Fly safe. Okay. Love you. Bye.",
        "[SCENE_BREAK]",
        "Beth: The baby's fine, I'm fine, I really just want to get home to my own bed, and I need to speak to Lizzie before anybody else does.",
        "Rick: Beth, I know I am the last person in the world that you want to listen to right now, okay? But I want you to stay here. Those cramps are no joke.",
        "Beth: I know that, Rick. I'm... I'm aware of that. In fact, nothing is very funny right now, is it?",
        "Rick: No, I guess it isn't. Nicole, would you excuse us for a second?",
        "Beth: I know what you're trying to do, but you have to deal with your own guilt, and you can't do it by keeping yourself busy, trying to take care of me.",
        "Rick: It's not about my guilt, Beth, it's about you and your baby, and I am not going to let anything happen. I want you to stay here. I'll run some tests, and if they come back, everything's okay...",
        "Alan: Rick.",
        "Rick: What are you doing?",
        "Alan: My job as a husband, and I want you to stay away from Beth. You have done enough.",
        "Rick: What the hell are you talking about?",
        "Alan: You are the reason she is in there, and you are the reason that a man is dead.",
        "[SCENE_BREAK]",
        "Marina: Ooh. Lucky me. \"We're engaged: Henry C. Bradshaw and Elizabeth L. Spaulding.\"",
        "Remy: I heard Lizzie was pregnant, but I didn't think they'd jump into the whole wedding thing.",
        "Ava: Hey, guys.",
        "Marina: Hi!",
        "Ava: How you doing?",
        "Marina: How are you?",
        "Ava: Ah, good.",
        "Marina: What's up?",
        "Ava: Uh, you tell me. What you got there?",
        "Marina: What's what? Oh! ( Laughs ) This. Yeah, it's an invitation. It came for Remy in the mail.",
        "Remy: By messenger, actually.",
        "Marina: Yeah.",
        "Ava: Ooh, big, fancy party. Sounds good.",
        "Marina: Mm-hmm.",
        "Ava: What?",
        "Marina: It's an engagement party.",
        "Ava: An engagement party? Oh. Well, have a good time.",
        "Marina: Ava, it's just us. You can throw something, if you want. Sometimes it helps, just to throw something.",
        "Ava: No, no. I'm not... I'm good. I'm good. Coop and Lizzie are having a baby, and of course they're getting married, right? I mean, it's the right thing to do. Right?",
        "[SCENE_BREAK]",
        "Lizzie: Tammy, hey!",
        "Tammy: Hey!",
        "Lizzie: I am so glad that you made it, both of you. I am so happy, I could scream.",
        "Jonathan: Yeah, I bet Coop feels the same way, like screaming.",
        "Tammy: Where is Coop, anyway?",
        "Lizzie: Oh, um, emergency down at the restaurant. You know how he is with his family. That's why he's going to be a great dad. Hey, okay, you two, have fun. Hi! Yes, this is great!",
        "Tammy: Did she seem nervous to you?",
        "Jonathan: She seems like Lizzie to me. When can we go?",
        "Lillian: Lizzie? Lizzie.",
        "Lizzie: ...For coming, thank you. Nana! I'm so glad that you made it.",
        "Lillian: Oh, I wouldn't have missed it, honey. Have you talked to your mom? She was due back in town today.",
        "Lizzie: No, I haven't. Oh, hi!",
        "Lillian: Where's Coop? I haven't seen him either.",
        "Lizzie: Oh, oh, restaurant emergency, but any minute, he is going to walk right through that door.",
        "Lillian: Hey, where's your engagement ring?",
        "Lizzie: Oh, well, I told you, we're going to wait on that because Coop is saving up for something special.",
        "Lillian: Oh, that's so sweet.",
        "Lizzie: I know.",
        "Lillian: He's such a nice boy. I like him so much.",
        "Lizzie: Me, too! ( Laughs ) It's going to be great! Everything is going to work out just fine. You'll see, it's going to be great.",
        "Lillian: Honey, did you plan this party before he proposed to you?",
        "Lizzie: No.",
        "Lillian: Well, I mean, it takes time to print up invitations.",
        "Lizzie: Oh, yeah...",
        "Lillian: You have everybody here you know.",
        "Lizzie: Yeah, to celebrate with me.",
        "Lillian: With you and Coop.",
        "Lizzie: Nana...",
        "Lillian: Honey, don't pretend with me. You tell me the truth.",
        "Lizzie: You're wrong! Look, I am engaged to the man that I love, and we are going to get married.",
        "Lillian: Oh, Lizzie.",
        "Lizzie: I am carrying Coop's baby, and we're engaged, and we're going to be married, and it is going to work out. You'll see. Hi! Hi, you made it! Great! Thanks for coming!",
        "Coop: Lizzie?",
        "[SCENE_BREAK]",
        "Remy: Fight for him.",
        "Ava: What?",
        "Remy: I've seen the two of you together. It looks right to me.",
        "Marina: No, Remy, no, don't torture her! Okay, fighting Lizzie is one thing, but now that there is a baby involved, it's something else.",
        "Remy: Well, what's so great about a baby being raised by two people who don't love each other? There are different ways of doing the right thing. Coop needs to stop and think about that.",
        "Marina: Wow, Remy. You really are smarter than you look.",
        "Remy: Thanks. ( Laughs )",
        "Marina: Ava, look, if you want to go crash the party and rescue Coop, I'll drive the getaway car.",
        "Ava: I can't do it. I wish I could, but I'm not going to be the one to come between Coop and his baby.",
        "[SCENE_BREAK]",
        "Lizzie: Coop? Coop! Hey.",
        "Coop: Um... Lizzie, what is all this?",
        "Lizzie: This is such a surprise. I had no idea you were going to be here.",
        "Coop: Yeah. Look, I wanted to come over and talk to you about...",
        "Lizzie: Oh, let's talk. Yeah, we can talk about whatever you want to talk about.",
        "Coop: Yeah. Um, is there some sort of occasion?",
        "Lizzie: Occasion? Um, no. I mean, it's, it's kind of a shower, but unofficial.",
        "Coop: You mean for the baby.",
        "Lizzie: Yeah. A couple people, they stopped by with some presents, and it was... well, let's talk. We can talk later, though, right? I'll call you, okay? I'll call you.",
        "Tammy: Oh, hey, Coop, you finally made it.",
        "Coop: Hey, Tammy.",
        "Tammy: Yeah, about time.",
        "Coop: Hi.",
        "Tammy: So, what's up, you guys? Did you set a date yet?",
        "[SCENE_BREAK]",
        "Buzz: Ava.",
        "Ava: Hi.",
        "Buzz: Hi.",
        "Ava: Oh, it was a little slow, so I thought I would take my break. Do you need me?",
        "Buzz: Oh, do I need you? ( Laughs ) I've got things under control. Are you okay?",
        "Ava: Yeah, sure. Shouldn't you be leaving soon?",
        "Buzz: I wasn't planning to. Why?",
        "Ava: Coop and Lizzie's engagement party.",
        "Buzz: Engagement?",
        "Ava: You didn't know?",
        "Buzz: He asked her to marry him?",
        "Ava: That's the word on the street.",
        "Buzz: He asked her to marry him, and he didn't ask me for permission? He didn't go to his father? What?",
        "Ava: He's not supposed to ask you.",
        "Buzz: He... right.",
        "Ava: So what would you have said if he asked you?",
        "Buzz: I think I would have asked him if he loved her, and I think he would have said no.",
        "Ava: It's not exactly the point, is it?",
        "Buzz: Sorry, kiddo.",
        "Ava: Yeah, me, too, but... he's a great guy, and that's why I care about him so much, and that's why he's doing what he's about to do, because he's a great guy. Um, I need to look for a new place to live.",
        "Buzz: Oh, I don't want you to go.",
        "Ava: No, I don't want to go either. I love the boardinghouse. I love the kitchen in the morning, and everybody's running around getting their coffee, and Coop's making fun of Marina's pajamas. ( Laughs ) And you, you're screaming at us to get us ready for the day.",
        "Buzz: I'm yelling at you because you're family.",
        "Ava: I know. It feels like that, but it also feels like I need to step away from the family a little. If it's okay with you, I'd like to keep my job.",
        "Buzz: Oh, absolutely. Can't lose my best waitress. Look, I mean... I don't know if it's going to make you feel any better or any worse, but Coop's crazy about you. You know that?",
        "Ava: Oh, I was... no, thanks, but not now. Thanks. Oh, look over there. It's Frank and what's-her-name.",
        "Buzz: First I lose Frank, now I lose Coop.",
        "Ava: Ah, you lost Frank because of Olivia, because she saw what was happening between you two, and... she's unbelievable.",
        "Buzz: It's not her fault.",
        "Ava: You are too good for her!",
        "[SCENE_BREAK]",
        "Frank: Listen, you know, there are other places to eat, Olivia.",
        "Olivia: Where the burger is as good as here? No. Just go in and grab a table. I'll be right behind you. Go make nice with your dad.",
        "Frank: What, you really want us to clear the air between father and son, don't you?",
        "Olivia: You just go clear it up, Chief. Please? He's your father. You don't know how jealous most people are of what you guys have.",
        "Frank: You know, you are such a beautiful, beautiful person. You have such a big heart. And I love you for that. I'll keep that as our little secret, okay? Hey, Ava, how you doing?",
        "Ava: Hey, Frank. Wow. Sure is nice to hear someone say such nice things about you for a change, isn't it? You sure have him fooled.",
        "[SCENE_BREAK]",
        "Rick: You of all people, Alan, should understand what I did and why I did it, so don't act like a naive idiot in front of me.",
        "Alan: You know, I have always admired your devotion to Phillip. You know that. But you have crossed the line, Rick. You undid everything that I had been doing ever since he's been gone.",
        "Rick: Done what?",
        "Alan: I have done everything in my power to keep him from hurting anyone, while you, he asked you to make a phone call, you do, and then Ross' plane crashes. Have I missed anyone...",
        "Rick: I never intended to take...",
        "Alan: Yes, well, the road to hell is filled with good intentions, Rick.",
        "Mel: Good God, Rick. What have you done?",
        "Alan: Well, is that better?",
        "Beth: I didn't ask you to chase Rick away.",
        "Alan: Well, you didn't have to. Just seeing you here like this, knowing what you went through down on the island, that terrible news about Rick and Ross, I'm sure...",
        "Beth: And Phillip. Phillip and you, Alan. You think I'm just going to forget that you hid him away, that you made me believe that he was dead, that you, you married me knowing?",
        "Alan: Beth, I know that you're upset right now, and I understand that. I'll explain everything, and we will get through it. The most important thing is that you and our child is healthy, okay? Now, once you start feeling better, we will return to the island...",
        "Beth: Return to the island? Do you think that I would go anywhere with you?",
        "Alan: Beth, that is our plan, to renew our vows.",
        "Beth: You're crazy! Do you know that? You're crazy if you think... oh!",
        "Alan: Beth! Beth, what is it?",
        "Beth: Get a doctor! Get help! Alan, get help! Oh, oh! ( screaming )",
        "Dr. Sedwick: Wait outside.",
        "Alan: Just tell me, tell me the baby's all right, that... at least give me that.",
        "Dr. Sedwick: We'll do everything we can.",
        "Alan: What do you mean, \"everything you can\"?",
        "Beth: Ah!",
        "[SCENE_BREAK]",
        "Rick: Just give me a second. Everything, everything that you just heard right now is not the whole story.",
        "Mel: It's a mistake or a dream? Please, 'cause I can settle for that. Tell me it was a dream.",
        "Rick: I wish I could, honey, but I can't.",
        "Mel: Phillip is alive.",
        "Rick: Yes, he is. Alan shot him, and apparently he hired some loser to hide him away for a while. That's all we know.",
        "Mel: How long have you know this?",
        "Rick: Phillip came to me right before Gus and Harley's wedding.",
        "Mel: Since last summer?",
        "Rick: It wasn't the right time to talk to you about this...",
        "Mel: Not one word. Not one word that the man who kidnapped your son is out there somewhere.",
        "Rick: Honey, he's sick, and he's far away from our family. That's all I care about.",
        "Mel: And here you are, doing your usual favors, playing his lapdog.",
        "Rick: No.",
        "Mel: And Ross Marler died so that you could protect your, your crazy, power- hungry, totally unworthy best pal.",
        "Rick: No, that is not the case, honey.",
        "Mel: What is the case, then? Please, explain it to me.",
        "Rick: I loved Ross Marler, I loved the man, I respect him more than any man I've ever met in my life, and I'll have to live with that. But Phillip was a psychotic man. Ross was going to the island to bring him back to Springfield, where they could have endangered our children.",
        "Mel: Phillip... no, you know what, I don't want to hear it.",
        "Rick: Honey, you've got to understand this.",
        "Mel: I do understand, Rick. That's what's making me so sick right now. I understand.",
        "[SCENE_BREAK]",
        "Frank: Hey.",
        "Buzz: Hey.",
        "Frank: Kind of quiet, huh?",
        "Buzz: No complaints.",
        "Frank: How's that new delivery guy working out?",
        "Buzz: Good so far.",
        "Frank: Good, good. We saw Ava outside.",
        "Buzz: \"We\"?",
        "Frank: Me and Olivia.",
        "Buzz: Oh.",
        "Frank: She wanted me to come in here to kind of make nice with you.",
        "Buzz: Oh, well. If it'll score points with Olivia, I'll certainly pretend to get along.",
        "Frank: See, Pop, that's just the point, is I don't want to pretend.",
        "Buzz: It's no problem, it's no problem.",
        "Frank: Dad, you don't understand. I don't want to pretend anymore, okay? I really hate what happened between us, and I want to try to fix it. Now what do you think?",
        "[SCENE_BREAK]",
        "Olivia: Well, great. Just what Springfield needs, another queen of righteousness. Go ahead, take your best shot.",
        "Ava: I'm not taking shots. I am just sticking up for my friends. Hmm. The Coopers, they've been like a family to me. I love the way they stick together, or they stuck together until you came along.",
        "Olivia: You don't know what you're talking about.",
        "Ava: I know that you turned Frank and Buzz against each other to spin them into your little web.",
        "Olivia: Yeah, that's me, the spider of Springfield. You'd better watch out, because I bite!",
        "Ava: It's true. You turned Frank and Buzz against each other, just basically to stroke your own ego. What a lousy thing to do. As a matter of fact, you remind me of Lizzie Spaulding. Oh, maybe Lizzie learned everything she knows from you.",
        "[SCENE_BREAK]",
        "Lizzie: Do you want a drink? I can make you a drink.",
        "Coop: Wait. Have we set a date yet for...",
        "Lizzie: No! We have no dates, not yet, but we will let you know as soon as we do.",
        "Tammy: Sure. Okay. Sorry, I know you just got here, so why don't I go find Jonathan?",
        "Lizzie: Great idea. Talk to you later! Okay. Oh, hey! I'm glad you guys made it! Yeah! Thank you.",
        "Coop: Lizzie, Lizzie, this is an engagement party?",
        "Lizzie: Shh!",
        "Coop: You're telling all these people that we're getting married?",
        "Lizzie: It means everything to me. Don't freak out, okay? Just let me explain.",
        "Coop: Holy crap, this is not...",
        "Lizzie: Coop, just let me explain, okay?",
        "Coop: Explain? No, it seems like it's all pretty clear right here...",
        "Lizzie: I saw the ring. I saw the ring, okay? And I was so happy, and I couldn't keep it a secret, so I told a few people. I wanted to celebrate us, okay? And I went overboard.",
        "Coop: Oh, my God, Lizzie, you...",
        "Lizzie: Please don't do this to me. Okay, when you didn't propose to me, that was bad enough, okay, but to call all these people and tell them that the party was off, I couldn't do it. I, I... I took the easy way out, okay? I just let it all happen, and I couldn't face everyone, their talking and their whispering and...",
        "Coop: Did you honestly think, though, that this was going to...",
        "Lizzie: No, I didn't think, okay? I just thought that maybe if I let it happen, then later I could tell them that, that the engagement was off. I couldn't stand being embarrassed again. You have to understand that. Now, I mean, now Tammy saw you, and she knows that there's something wrong, and everybody's going to figure it out.",
        "Conrad: Lizzie Spaulding. How surprised was I, then?",
        "Lizzie: Hi! Conrad!",
        "Conrad: Congratulations. To both of you.",
        "Lizzie: Thanks. Um, listen, Connie, I... I'm sorry, we're just, we're right in the middle of something.",
        "Conrad: Oh, I understand.",
        "Lizzie: Okay.",
        "Conrad: I'll talk to you later.",
        "Lizzie: Thanks. Bye.",
        "Coop: Look, Lizzie, I can't do this anymore. Okay? I am trying to do the best I possibly can for you and for the baby, all right, but this is like a brick on my chest, right? And I feel like I can't even breathe right now.",
        "Lizzie: Okay, okay, I'm sorry, okay? Just, just go, okay?",
        "Coop: Lizzie, I hate to leave you here like this, all right, but I cannot be here tonight playing nice with these people. All right? I've just got to... I've got to clear my head.",
        "Lizzie: Which means you're going back to Ava. Why? Why doesn't he love me? Why?",
        "Jonathan: Hey! Hey, hey, hey! What the hell are you doing? What is this about?",
        "Lizzie: What is this about? You want to know? My baby needs a father!",
        "[SCENE_BREAK]",
        "Ron Raines, \"Inside The Light.\" When I have free time, I love to go to the theater, the opera, or spend with my family. My daughter is a junior in high school. The similarities between Ron Raines and Alan Spaulding are very few, but there's one very strong connection, and that is family. And I'm very committed to my family, and... See Alan, Wednesday May 24, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Buzz: Frank, I'm willing to give it a shot, but it's your call.",
        "Frank: When I found out that the two of you slept together, it really, really hurt, Pop. I know in the very beginning you really tried to help me. I know you always want the best for me, but you know, it turned real ugly, real quickly.",
        "Buzz: Frank, I owed you the truth from the very beginning.",
        "Frank: So how do you feel now, Pop? And don't tell me what you think I want to hear, okay? I want to hear it straight out of your mouth. I want the truth-- please. Please tell me, do you still have feelings for Olivia?",
        "Buzz: Yeah, I do.",
        "[SCENE_BREAK]",
        "Olivia: Listen, little miss perfect. When it comes right down to it, I'd much rather be like Lizzie than you. She goes after what she wants. She doesn't stand around waving her hands in the air, saying, \"I'm the good girl; I deserve to win.\" That's not the way it works, sweetheart. You want something, you go after it. Sometimes it gets messy, and yeah, sometimes, people get hurt. And I have been that person on more than one occasion. I admit that, but I'm not the villain this time. I'm the just a person who's trying to figure out how to have the best possible life I can for me and my little girl. And yes, I am sorry that Frank and Buzz are at odds, but you know something, Ava, they're grownups. They'll actually work through this. We're all just doing the best that we can.",
        "Ava: If that's all that you've got, then I'm not impressed.",
        "Olivia: That means nothing to me. Why don't you go off, and when you grow up and step off your pedestal, and have lived a little, come back and talk to me.",
        "[SCENE_BREAK]",
        "Jonathan: Hey, you're losing it.",
        "Lizzie: He's gone, okay. He left. We're not engaged! God, all he cares about is the baby!",
        "Jonathan: Because that's what really matters. Get your head straight and face reality.",
        "Lizzie: Oh, you want some reality? I'll give you a little bit of reality. If Ava wasn't in the picture, Coop would be here. We would be in there; we'd be eating hors'derves and we'd be opening presents. I've had it. Ava has got to go.",
        "Jonathan: Wow. Good luck with that.",
        "Lizzie: Oh, no, no, no. You are going to help me with this.",
        "Jonathan: First of all, don't touch me! Second of all, like you said, you're on your own.",
        "Lizzie: Guess again. Tammy. If you don't help me, I'm going to go inside and tell little Tammykins that we slept together.",
        "[SCENE_BREAK]",
        "Tammy: Hi, Remy.",
        "Remy: Hey, Tammy.",
        "Tammy: Where's Marina? She called me and said she'd be here.",
        "Remy: I don't know. She's looking for Coop.",
        "Tammy: Oh, I just saw him a little while ago with Lizzie. Something is going on. They didn't look happy. I think Lizzie might have jumped the gun with this whole engagement party.",
        "Remy: ( Laughs ) Well, how Lizzie of her.",
        "Tammy: Right.",
        "Remy: Oh, well I would like to hang around and enjoy all the free food and free drama, but I'd be late getting to the airport. Don't want to keep my niece waiting.",
        "Tammy: Well say hi to Leah for me.",
        "Remy: I will. Later.",
        "Tammy: Later. Where is Lizzie?",
        "[SCENE_BREAK]",
        "Rick: Sweetheart, listen to me. What happened to Ross was a tragic and terrible mistake.",
        "Mel: Mistake. Try telling that to Blake's kids.",
        "Rick: I understand that, but you have to understand something. All we wanted to do was to get Ross to change planes, to delay the plane, to give Phillip enough time to cover his tracks so he could get off the island. That plane was never intended to take off.",
        "Mel: But it did take off, Rick. And it crashed.",
        "Rick: Honey, I was just trying to help everyone.",
        "Mel: Not everyone, Phillip!",
        "Rick: No. My family. He kidnapped my son, do you remember? So when he came to me and asked me to falsify this autopsy he was... he was manic. He was falling apart. He told me that he didn't want to be around anyone or anything that would make him snap and steal a bunch of children, i.e. Jude. So I just wanted him to stay where he was, heal and get better. But stay away from my family!",
        "Mel: He needed to be in a hospital, Rick.",
        "Rick: No.",
        "Mel: He needed medical attention. How could you possibly think that being out on his own would be the best for him?",
        "Rick: Honey, we locked him up in a hospital last time; it didn't work.",
        "Mel: Yeah, but that's what you would've pushed for with any other patient-- any other patient. But he talked you into it again, didn't he? Like he's done a million times before. All that man knows how to do is take and you just hand him the keys.",
        "Rick: You're wrong, honey.",
        "Mel: I've been living it with you for years, Rick, and I am sick of it. I am the one that you're supposed to do anything for, not him. Phillip is a fugitive, Rick. And you're the one that can be arrested and you would be locked away.",
        "[SCENE_BREAK]",
        "Beth: Where am I?",
        "Alan: In the hospital.",
        "Beth: What is...",
        "Alan: No, just rest.",
        "Beth: My baby.",
        "Alan: Beth, don't move. Don't move, Beth, please. Please, lie back.",
        "Beth: Tell me everything's okay with the baby. Tell me everything's okay with the baby. Tell me everything's okay with the baby! Go away! Leave me alone! Leave me alone!",
        "[SCENE_BREAK]",
        "Rick: Stop. You know me. You know my heart. And you know what I did I believe was the best thing for our family. Phillip is a sick man. I didn't want him coming back to Springfield and harming our children. Sweetheart, I'm sorry that I wasn't honest with you from the beginning about this. I just...",
        "Mel: Sorry is not enough this time.",
        "Rick: Let's just go. Let's get out of here. Let's have some coffee and just talk about this.",
        "Mel: I don't know, Rick. I don't... I don't know.",
        "Rick: What do you mean, you don't know? Sweetheart, what... just give me a second. Margaret? I'm assuming those are Beth's release papers. Is she going home?",
        "Dr. Sedwick: Oh, no. I'm afraid not.",
        "Rick: What do you mean? What happened? What's wrong?",
        "Dr. Sedwick: She lost the baby, Rick.",
        "[SCENE_BREAK]",
        "Buzz: You know, Olivia... Frank, she's important to me. Yes, I've got feeling's for her. Frank, I'm probably always going to have feelings for her.",
        "Frank: I knew it.",
        "Buzz: You wanted me to tell you, I told you. But I'll tell you something else. I've always wanted the best for you. And, you know, for a long time it was Eleni, until it wasn't. And the time in between, you know, nobody deserved you. I think Olivia does, okay? I mean, you're two of the best people, my favorite people I know in this world. You have more integrity, more heart, than any man I know. And she... I mean, people don't get her. I don't know why. I mean, she has flaws. We all have flaws.",
        "Frank: I don't see Olivia as flawed, Dad.",
        "Buzz: You know, I mean, like, in a sense, of, like, a gem, you know? A flaw makes them have character. My God, that woman has character. She's funny, she's alive, she's smart, she's beautiful. That woman, she just needs somebody to help open her up, you know? And I think you're the man for the job, okay?",
        "Olivia: Hey, guys.",
        "Frank: It's okay right now.",
        "Olivia: Really?",
        "Buzz: Yeah. You know, I've got to go to the kitchen. I'll be back.",
        "Frank: Thank you for... thank you for pushing me to come in here and do that. It made a difference.",
        "Olivia: It did?",
        "Frank: Yeah, it made a big difference.",
        "Olivia: Good.",
        "Frank: Oh, no.",
        "Olivia: What?",
        "Frank: Your eyes. What's going on with your eyes?",
        "Olivia: Oh, nothing. I just... it's allergies. It's allergies.",
        "[SCENE_BREAK]",
        "Ava: You're home early.",
        "Coop: Was I supposed to be out late?",
        "Ava: Well, I don't know much about engagement parties, but I kind of figured you'd be out all night.",
        "Coop: And yet here I am. Why, she asks?",
        "Ava: I'm not going to ask why. It's none of my business.",
        "Coop: Okay. Well, I'm not at the engagement party because I'm not engaged.",
        "Ava: Oh.",
        "Coop: Oh? Wow, you don't really sound that disappointed.",
        "Ava: No, I'm just trying to take it in. It's just... you know, I saw you in the hallway with the champagne, and I thought maybe...",
        "Coop: No. No, I didn't have the champagne to celebrate an engagement. I was looking for you. I just wanted to see you.",
        "[SCENE_BREAK]",
        "Lizzie: Either you help me or I am going to tell Tammy all about everything that we've been doing for the past month.",
        "Jonathan: What?",
        "Lizzie: One time, 100 times, doesn't really make a difference, does it, Jonathan?",
        "Jonathan: You be careful. Tammy will never believe that I slept with you.",
        "Lizzie: Oh, she won't? Well, what if I tell her all about your tattoo that's on... well, you know where it is. And Tammy knows where it is. And now I do, too. So I want Ava out of my life and out of Coop's life, and you are going to help me figure out how to do this. Because if you don't, I swear that I am going to tell Tammy everything.",
        "Tammy: Jonathan? Oh, Lizzie, what happened out here?",
        "Lillian: Yeah, that's something I'd like to know, too.",
        "Lizzie: Oh, it's fine. Don't worry, Nana.",
        "Lillian: No, this is not fine. Oh, and why are you here? Because there's trouble.",
        "Jonathan: What? I didn't touch a thing.",
        "Lizzie: We were just talking, and then all of a sudden he just started whipping the presents off of the table and smashing them.",
        "Jonathan: Lizzie, what the hell are you talking about?",
        "Tammy: He did not do any of this, Mrs. Raines.",
        "Lillian: How do you know? You didn't see anything.",
        "Lizzie: No, it was him.",
        "Lillian: How could you come here, act like a madman, and threaten your hostess?",
        "Jonathan: Yeah. Okay, Grandma.",
        "Tammy: Okay, don't.",
        "Lillian: Grandma says go now.",
        "Jonathan: Sure. No problem. You believe whatever you want. Has she ever told the truth?",
        "Lizzie: Nana, everything's a mess now.",
        "Lillian: Honey, it's going to be okay. Don't you worry. You all go on back inside. Everything's fine.",
        "Lizzie: You look really upset. Is there something else wrong?",
        "Lillian: There's something you've got to hear, and I'm sorry, but I just got a call from the hospital.",
        "[SCENE_BREAK]",
        "Tammy: I don't get it. She must be crazy. Why else would she say something like that?",
        "Jonathan: Why? Who the hell knows? She's crazy enough to say anything!",
        "[SCENE_BREAK]",
        "Ava: So you wanted to see me?",
        "Coop: That's the problem. Ava, I always want to see you.",
        "[SCENE_BREAK]",
        "Buzz: That was Harley. She's on her way back.",
        "Frank: Did she say if they found anything at St. Gabriel's? ( Buzzer ) No. She said too much to get into on the phone. But she said keep a close eye on the kids.",
        "[SCENE_BREAK]",
        "Rick: You know I put the family first. You know...",
        "Mel: No, I don't know that. Because for years you have been trying to prove the opposite.",
        "Rick: Well, I would understand why you're upset.",
        "Mel: I don't! Ross Marler is dead, and the baby is gone. What's next? What is the next lie? What is the next secret?",
        "Rick: That's it.",
        "Mel: Good. Good, because I know enough to know that I've had enough. No, I want you to pack your bags and I want you to leave. I can't live with you. I can't live with you anymore.",
        "Rick: Don't say that.",
        "Leah: Mom, Dad, I'm home!",
        "Rick: Hey, sweetheart.",
        "[SCENE_BREAK]",
        "Alan: I know that you're upset.",
        "Beth: I know what you are, Alan.",
        "Alan: You're upset, Beth, but we will get through this together.",
        "Lizzie: Mom, oh, my God, they just told me. I'm so sorry. I got here as soon as I could. Granddad, how did this happen?",
        "Alan: She was under a lot of stress, Lizzie.",
        "Lizzie: Stress?",
        "Alan: A lot of things happened down on the island. I don't have time to go into them right now.",
        "Lizzie: I think about what it would feel like to lose my baby, and it's just...",
        "Beth: Don't. Stop, stop. Stop, Lizzie.",
        "Alan: Sorry. It just must be really hard. It is hard.",
        "Beth: Get out. I want you to leave, Alan.",
        "Alan: Beth, I want to be here for you.",
        "Beth: Get out! Go away! I don't want you here. Go away. Please go away.",
        "Lizzie: Mom...",
        "Beth: No, no, don't. Just go away, everybody. Just go away, please. Just go away.",
        "Lizzie: Mom, come on. Okay.",
        "[SCENE_BREAK]",
        "( Phone ringing )",
        "Coop: Hello?",
        "Lizzie: Coop?",
        "Coop: Lizzie? What's going on?",
        "Lizzie: It's really awful. The poor baby...",
        "Coop: What baby? Our baby? Lizzie, where are you?",
        "Lizzie: I'm at the hospital. Coop, it's a miscarriage.",
        "Coop: Look, I'm on my way.",
        "Ava: Are you okay?",
        "Coop: Yes. I have to go.",
        "[SCENE_BREAK]",
        "Tammy: Lizzie lies and trashes everything like she's a three-year-old. Then she lets you take the blame. Why? You never did anything to her.",
        "Jonathan: There's something about Lizzie that...",
        "Tammy: No, please. You don't have to explain her to me. I understand what Lizzie's going through. She feels all alone, like Coop turned his back on her. Not that he actually did, but if Lizzie doesn't get everything exactly the way she wants it, it's always a crisis, you know? Especially now that she's pregnant. I mean, moment to moment, who knows what she'll say or do? You can never tell with her.",
        "Jonathan: Yeah, you sure can't.",
        "[NEXT_ON]",
        "It's my child. It's our child. Do you understand what I'm saying here? Yeah, you love it as much as I do. Yeah. Were you buttoned-down businesswomen or sexy when you decided to sleep with Mallet? This is not the first time you got this young lady drunk. This is not Jonathan's fault."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=6AD0Bx0Alr4"
}