{
    "Episode Summary": [],
    "Recap": [
        "Billy is released from the hospital and he confronts Josh about Reva. Josh reminds him that she wouldn't even be alive if it wasn't for him since he had to do mouth to mouth since Billy was incapacitated. Billy tries to tell Reva how he feels about her but she tells him that she wants to be with Josh and that they can only be friends. Billy says he understands and Josh informs Reva that the doctors don't want her by herself. He asks her to come stay at the Beacon so he can keep an eye on her. Billy turns himself into Frank, telling him that he was drinking at the time of the accident. Sandy confronts Jonathan about trashing his room and Jonathan says that he is more dangerous than ever now that he has Tammy and Sandy doesn't. Tammy and Cassie meet up and discuss how this is the anniversary of when Cassie got Tammy back from the foster homes. They celebrate until Jonathan comes in and after Cassie makes a couple of comments to Jonathan, Tammy decides to leave. Dinah fantasizes that she is in charge of Spaulding and that she has everything that she wants. Mallet comforts Harley and then takes dinner to Dinah, where they wind up making out on her desk. Harley has girl time with Blake and Cassie. They discuss her and Mallet and Harley says that nothing will happen since Gus is the only guy for her. She later confesses that Mallet asked her if there was a chance for the two of them before he committed to Dinah. Unbeknownst to her, Alan-Michael is listening in on their conversation."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Billy: Hey there.",
        "Reva: Hi, Billy.",
        "Billy: You know, all this napping, I was beginning to think you were avoiding me.",
        "Reva: No. If I wanted to avoid you, I'd...",
        "Billy: Hey, take it easy. I don't know, I think your head's going to hurt a little bit there until you're... out of here.",
        "Reva: Yeah, well, my head will feel fine once I get back to my own home.",
        "Billy: Well, darling, I don't think they're going to let you get out of here until you're at least 102%.",
        "Reva: Give it a rest, Billy. I know what this is about; I do. It's about you feeling guilty, right?",
        "Billy: Guilty?",
        "Reva: For heaven sakes, it was an accident, Billy, an accident. Right?",
        "[SCENE_BREAK]",
        "Cassie: Tammy.",
        "Tammy: Mom.",
        "Cassie: Hi, sweetie.",
        "Tammy: Hi. I was just thinking about you.",
        "Cassie: Are you up for celebrating this year?",
        "Tammy: It's our anniversary. What do you think?",
        "Cassie: Well, I would love to, but first there is something I need to tell you.",
        "Tammy: Okay.",
        "Cassie: It's about Sandy. Someone broke into his room at the Beacon.",
        "[SCENE_BREAK]",
        "Sandy: Returning to the scene of the crime?",
        "Jonathan: I don't know what you're talking about.",
        "Sandy: I'm supposed to be scared because you broke into my room.",
        "Jonathan: Do you think because of our past you can deal with me. You got rid of me once?",
        "Sandy: Well, I will if you want me to.",
        "Jonathan: Oh, okay. I was weak back then. I was a pussy cat. I didn't have anything to live for, nothing to fight for. I have Tammy now. That makes me scarier than you can even imagine.",
        "[SCENE_BREAK]",
        "Harley: You know, I was thinking about that last undercover op.",
        "Mallet: Mm-hmm. Well, we made the bust. That's what's important, right?",
        "Harley: Well, it's not all that's important.",
        "Mallet: Are you upset that I went with the whole husband/wife thing?",
        "Harley: I just think maybe we should avoid, you know, husband/ wife scenarios in future. You've got a good thing with Dinah and we don't want our jobs to screw up the rest of our lives.",
        "Mallet: Okay.",
        "Dinah: Hey.",
        "Harley: Hi.",
        "Dinah: I thought I heard you guys. How are you doing?",
        "Mallet: Flower delivery.",
        "Harley: And I just came to make sure that you weren't regretting, you know, stepping in as the big boss.",
        "Dinah: No. No, I think I'm just going to be just fine.",
        "[SCENE_BREAK]",
        "Alan-Michael: Such cozy friends. But it won't take much to drive you apart.",
        "[SCENE_BREAK]",
        "Tammy: Please, Mom, no more lectures, no more Jonathan is dangerous, and blah, blah, blah-- not today, okay?",
        "Cassie: You know, you're right. Jonathan is the last person on the planet I want to talk about right now. Because I would rather focus on our special day and on you and how happy I am that we are standing here together.",
        "Tammy: Me, too.",
        "Jonathan: Uh-oh, why is everybody so happy?",
        "Tammy: Hey, Jonathan.",
        "Jonathan: Hi. Did I forget somebody's birthday or something?",
        "Tammy: Today is the anniversary of the day that my mom got me back from foster care.",
        "Cassie: One of the very best days of my life.",
        "Jonathan: That's cool. So are you guys celebrating?",
        "Tammy: Mom and I went through a lot back then.",
        "Cassie: When I got my little girl back, and I made a vow that day that I would do whatever it took to protect her. I let her slip through my fingers once-- never again.",
        "Tammy: Thank you. I know how you feel, Mom, and I love you.",
        "Cassie: I love you, too, sweetheart.",
        "Tammy: And I always will, okay? Never forget that.",
        "Cassie: Tammy, honey...",
        "Tammy: Come on. Happy Anniversary, Mom.",
        "Cassie: Tammy... ( sighs ) Happy Anniversary.",
        "[SCENE_BREAK]",
        "Reva: Joshua, would you please tell your brother that accidents happen?",
        "Josh: Accidents happen.",
        "Reva: See.",
        "Josh: Okay. Here's the deal: Reva, your doctor says that you should be well enough to leave by tomorrow.",
        "Reva: Tomorrow, no.",
        "Josh: Sorry.",
        "Reva: Ooh. Okay, tomorrow. I'll wait till tomorrow.",
        "Josh: Okay. Billy, you get to leave now. In fact, your nurse wants to see you in room two. She's going to give you the once over and then you're free to go. And don't worry about Reva; I'll take good care of her while you're away.",
        "Billy: I won't be long.",
        "Reva: Okay.",
        "Josh: So... you gave us quite a scare.",
        "Reva: Well, you need to be shaken up every now in then.",
        "Josh: Well, I have learned to never to expect the expected when you're around.",
        "Reva: ( Laughing )",
        "Josh: Close your eyes, okay? I'm going to track down your doctor, make sure he gets to chance to...",
        "Reva: Joshua?",
        "Josh: Yeah.",
        "Reva: Do you believe in destiny?",
        "Josh: Actually, I believe that we make our own destiny. Get some rest.",
        "[SCENE_BREAK]",
        "Harley: Oh, my cell phone number.",
        "Mallet: Oh, yeah.",
        "Harley: I wrote it down somewhere because I can never remember these things.",
        "Mallet: I'm ready, give it to me.",
        "Harley: It's in here somewhere.",
        "Mallet: Is everything in that jacket from the '70s or just the jacket itself?",
        "Harley: I haven't worn this coat in a long time.",
        "Mallet: ( Laughs ) What? What is it? What is going on?",
        "Harley: Let's um...",
        "Mallet: Harley.",
        "Harley: I forgot that I didn't get Gus' shirts from the dry cleaner and I have to call the cleaners and tell them I'm on my way to get them.",
        "Mallet: Whoa, whoa, whoa. It's okay. You're going to have lunch with the girls right now.",
        "Harley: No. No. Don't you understand, they've been in there for months. They can throw them away. I can't just go have lunch with girls. I've got to go get them.",
        "Mallet: The shirts will be there tomorrow. They were here today; the shirts will be there tomorrow. Okay? They're just shirts, okay? Everything is going to be okay. Go have lunch.",
        "Harley: I'm fine. No, I'm good. I think, though, that I may actually be losing my mind.",
        "Mallet: I don't think you're losing your mind, but I'll let you know if I think you're losing your mind, but I don't think you're losing your mind, okay?",
        "Harley: They're just shirts, right?",
        "Mallet: Yeah.",
        "Harley: Yeah. It's just one of the one million things that pops up every day to remind me of what my life was like just a couple of months ago. I am doing fine; I take a few steps forward and then-- wham-- something comes out of nowhere that breaks it all open for me. I get through one hour and I'm so proud of myself. You know, a whole day sometimes. And then there it is. There he is.",
        "[SCENE_BREAK]",
        "Josh: Hey, hey, hey. You still haven't told Reva yet, have you? She still does not know you have been drinking when you got behind the wheel of that car, does she?",
        "Billy: No. But I will tell her. I owe her that and won't let her down.",
        "Josh: Well, I think that it's a little late for that, don't you? Look, Billy, you have to get your act together first, and then whatever it is you think you're doing with Reva...",
        "Billy: I'm not just thinking, I'm doing. I'm offering Reva what she needs or what you... I'm willing to give her what you can't or won't. You're lost.",
        "Josh: Come on. I mean, I get it, all right? She's been helping you through these tough times and so you're having these for her now, but...",
        "Billy: Wait a minute, you're not the only one who had a relationship with Reva. I've had a relationship with Reva for a long time and it is good-- sometimes great. We were having a good time until you came along. And if you hadn't come along...",
        "Josh: If I hadn't come along, Reva would be dead right now and that is a fact. She stopped breathing, Billy, and you couldn't help her.",
        "Billy: Yeah. Another fact: You told her you were moving on. Why not let her move on. Hey, Frank. Hey, Frank.",
        "Reva: I really don't.",
        "Frank: All right, um...",
        "Billy: Hey, Frank.",
        "Frank: Billy, you're back. Good. Listen, could I have a minute or two with you, please?",
        "Billy: Uh... sure. Well, um... can I say a few things to Reva first?",
        "Frank: Absolutely, I'll wait outside.",
        "Billy: Okay.",
        "Frank: Reva.",
        "Reva: So they're springing you, huh? You abandoning me?",
        "Billy: No. Darling, I would never abandon you, but, um...",
        "Reva: But what? What is wrong, Billy?",
        "Billy: Well, look, I, um, tried to tell you this before when we were-- before everything happened, you know. And um...",
        "Reva: Yeah, and...? Tell me. I mean... what is on your mind, cowboy?",
        "Billy: We're good for each other, you and me. And I've been by myself here, but I'm... ( stammering )",
        "Reva: You're what?",
        "Billy: What I'm trying to say is, if you want, I would take care of you. It might be a little rough at first, but you know, I think we both need it and um... once we got settled in, we could uh...",
        "Reva: Wait. \"We\"? Are you saying what I think you're saying, Billy Lewis?",
        "[SCENE_BREAK]",
        "Jonathan: I hate hospitals.",
        "Tammy: Jonathan, let's wait a minute.",
        "Jonathan: What's up? You want to go back to your mom? Is that why you're being so quiet? I understand. I mean, I know it's a big day for you.",
        "Tammy: That's not it. Listen, I have to ask: Did you break into Sandy's room?",
        "Jonathan: Yeah, and I threatened his life, too.",
        "Tammy: What?",
        "Jonathan: I meant what I said. Every word.",
        "[SCENE_BREAK]",
        "Dinah: How do you think I'm doing, huh?",
        "Alan-Michael: Scale of one to ten?",
        "Dinah: Yeah.",
        "Alan-Michael: Ten-and-a-half.",
        "Dinah: Oh, good. Great.",
        "Alan-Michael: We should do some PR on you. I mean I could set up a interviews, a couple of television spots.",
        "Dinah: No. No. I can't stand PR. I am here for Harley, okay? I'm just covering until she gets back.",
        "Alan-Michael: Dinah, come on. You saw that look in her eye when she was with Mallet. A blind man can tell that she's in love with the force. Back on the beat with a partner? It's where she belongs. She's not coming back here any time soon.",
        "Dinah: Sorry. You made your point. We will do some publicity. I don't want to see my mug-shot on the business section of the paper, so we'll do some interviews, we'll do some photo shoots, whatever. Nothing huge.",
        "Alan-Michael: There you go. The new CEO showing the kind of spunk that will take this corporation to new heights.",
        "Dinah: Where you going?",
        "Alan-Michael: I'm going to set up a photo session. I've got this guy-- he's great-- he usually shoots celebrities for vogue, but we need to do this right, you know. Think beautiful, think powerful.",
        "Dinah: Beauty and power, hey?",
        "[SCENE_BREAK]",
        "Harley: I'm not going to do this. Because this will make me crazy. And I'm already late. Thank you.",
        "Mallet: Hey, Harley...",
        "Harley: No, I'm fine. I know what you're going to say. I'm fine and it's all good. Thank you. And I'm late. I've got to go inside. The girls! It has been so long since we were all together.",
        "Blake: I know.",
        "Harley: So how is Reva?",
        "Cassie: She's... she's okay. How are you?",
        "Harley: Um... I don't know. See for yourself.",
        "Blake: Yeah. We kind of did.",
        "Harley: Oh, you mean my partner dropping me off, that?",
        "Blake: Yeah. Yeah.",
        "Harley: You know, Blake, if you're planning to write a sequel, I'm going to have to strangle you and leave you by the side of the road.",
        "Blake: No sequel, I promise, okay? I don't think I could top the original. You have forgiven me, haven't you?",
        "Harley: Only because it's too exhausting to stay mad at you.",
        "Blake: Ok, I love you so much. So, good, we'll talk. Because, you know, we saw the hug.",
        "Harley: Mallet is my partner and he is my friend, okay? He's my very good friend. And for your information, that was because I just had a Gus moment.",
        "Cassie: Which is totally understandable.",
        "Harley: Thank you. Right now, for me, the only thing that makes sense for me is being on the force. It's the only thing that feels right.",
        "Cassie: You know, I think Gus would be glad.",
        "Blake: I'm not sure about that. I'm sorry. Do I want you to be happy? Of course I do. But it just makes me a little nervous.",
        "Harley: About what?",
        "Blake: Harley and Mallet. Dinah and Mallet. Dinah is pretty much head over heels, and when she falls...",
        "Harley: You know what? Blake, they're good together. I think they're perfect together. I'm thrilled for both of them.",
        "Blake: You are, really?",
        "Cassie: Blake, you have never lost a husband.",
        "Blake: Well, I realize that, but... look, if you still have feelings for Mallet at all...",
        "Harley: Could you give me a break here? Like she said, I just lost my husband.",
        "Blake: I realize that, but, honey, it is okay to... you have every right to move on with your life. And if there's any part of you on any level that might want Mallet back, now would be a good time to admit it before somebody got hurt.",
        "Harley: My heart is with Gus. You know, it always will be. It doesn't matter whether he is here or not. I can't be with another man. It's not an option. Not now, not ever.",
        "Blake: Harley, you can't put your heart on ice.",
        "Harley: Watch me.",
        "Cassie: Okay. How about we order some food?",
        "Blake: No, no, because we need to address this. This is important. At some point in your life, you're going to want to be with somebody else. And it's not a disrespectful thing to admit that. You are not being unfaithful to Gus for wanting someone else.",
        "Harley: Yes, I am.",
        "Harley: I can't believe I just said that out loud.",
        "Cassie: It's all right.",
        "Harley: No, it's not.",
        "Cassie: It's all right.",
        "Harley: No, no, listen, because I don't feel like that, you know? I realize when I said it out loud it sounds like I'm admitting to something that I don't actually feel.",
        "Cassie: You didn't admit anything, and would you relax? You don't have to admit anything. Right, Blake?",
        "Blake: Well, of course not, but you don't have to feel guilty.",
        "Harley: You know what I feel, Blake? I feel like I miss my husband.",
        "Cassie: If she feels anything else, then she'll feel like she's not being true to Gus.",
        "Harley: Do you feel that way? When you're with Jeffrey, do you feel like you're betraying Richard?",
        "Cassie: We're not talking about me, all right?",
        "Harley: No, let's talk about you, because I'm sick of myself and I'm sick of my problems. Let's solve some of your problems.",
        "Cassie: Well, I don't think anyone can solve my situation. I... I found out some things about Jeffrey.",
        "Blake: What kind of things? Hey, I'm not taking notes, okay?",
        "Cassie: It turns out that I knew him before in San Cristobel, that he was there, and Jeffrey was helping to protect Richard. He was a stand-in.",
        "Harley: What do you mean, that Jeffrey pretended that he was Richard in order to protect him?",
        "Blake: And didn't tell you? Richard didn't tell you?",
        "Cassie: Not a word. You know, it was a security issue.",
        "Harley: Well, I understand, you know, a security issue, sure. Isn't that strange?",
        "Cassie: Uh, yeah, in the least, yeah, it was strange... and kind of scary.",
        "Blake: Scary?",
        "Cassie: Yeah, that he's so good at keeping secrets.",
        "Harley: Well, you know, that's... that's his work. And you love him, don't you?",
        "Cassie: I do. But we're not talking about me. So, Harley, if you... if you find that you still have feelings for Mallet, then...",
        "Harley: I don't. I won't. No, not now, not ever again. I won't go back there.",
        "[SCENE_BREAK]",
        "Photographer: Hold it right there.",
        "Dinah: I don't know about this.",
        "Alan-Michael: Well, I do. Trust me. We need to do a little press right now.",
        "Reporter: Hello, Mrs. Marler. I know that you're busy, so right down to business.",
        "Dinah: Well, business is booming. I've already raised Spaulding's profit by 63% this quarter, and I'm planning to do much better when Spaulding designs makes its debut at fashion week.",
        "Photographer: She is something, huh?",
        "Alan-Michael: Yes, she is.",
        "Dinah: Yes, I am.",
        "Reporter: Does your new job leave you time for a personal life?",
        "Mallet: Does it ever!",
        "Dinah: Honey, the flowers are beautiful!",
        "Mallet: Yes, they are, and yes, she is.",
        "Dinah: Don't you have dinner tonight with the president?",
        "Mallet: Yes, I do, and your mom's going to look after the baby, so if you want to get down to the big house.",
        "Alan Michael: She sure can. She's got this place running by itself.",
        "Photographer: It's a great honor to shoot you, ma'am.",
        "Reporter: You set quite an example.",
        "Alan-Michael: Yes, she has.",
        "Dinah: Yes, I have.",
        "Mallet: Yes, you have. I've just met the most amazing woman in the world, which makes me the luckiest man in the world.",
        "Dinah: ( Laughs ) Yes, it does.",
        "Photographer: That's it. Hold it. ( Phone ringing )",
        "Dinah: Harley Coop... I'm sorry, Dinah Marler's office. Hello? Hello? Hello? Well, this is going swimmingly, folks.",
        "Mallet: I have no appointment.",
        "Dinah: I was just thinking of you.",
        "Mallet: I had a feeling you had no time to go out on your first day, so I hope it's okay that I...",
        "Dinah: Is it okay?",
        "Mallet: ...That I barged in.",
        "Dinah: Are you kidding me? Is it okay? It's phenomenal. Thank you.",
        "Mallet: Mm-hmm. Mm...",
        "[SCENE_BREAK]",
        "Jonathan: This is serious, Tammy, no joke. Sandy is dangerous. I'll do whatever I have to do to keep him away from you.",
        "Tammy: There's a court order. Sandy can't come near me.",
        "Jonathan: That paper's worthless and you know it.",
        "Tammy: Maybe it will work.",
        "Jonathan: You've seen the look in his eyes. This is not the same guy that you were going to marry. And we just let this happen?",
        "Tammy: You need to let someone else deal with it, okay? You have to stay out of trouble.",
        "Jonathan: You want me to sit back and watch?",
        "Tammy: No, no, you won't.",
        "Jonathan: No, I won't. And you've known for better or worse, this is me.",
        "[SCENE_BREAK]",
        "Billy: Reva, I can make you happy. I'm telling you, after all we've been through...",
        "Reva: Oh, Billy...",
        "Blake: No, no, look, nobody understands you better than me, and you understand me better than anybody else, and with me, it is unconditional.",
        "Reva: I know that. I do, and that means everything to me, Billy. You mean everything to me. There's no friend in this world I value more.",
        "Billy: Friend?",
        "Reva: And that's all it can be, sweetie. You know that. You know I love you. I do, I love you to death, but not the way you want me to. That's just not in the cards for us anymore. And what I said to you at Cross Creek, I meant, that I realize where I belong, and it's with Josh.",
        "Billy: ( Sighs ) Okay. But how many times are you going to beat your head against that wall?",
        "Reva: Well, like you said, I have a hard head.",
        "Billy: But what makes you think this time is going to be different?",
        "Reva: I don't know, I really don't, but I'm just not ready to walk away forever.",
        "Billy: Well, supposing Josh is?",
        "Reva: Billy, you and I...",
        "Billy: We're great together. And I'd be good for you now.",
        "Reva: But I wouldn't be good for you. I mean, you understand that, right?",
        "Billy: Yeah. But it doesn't mean I'm going to give up trying. And I really don't want you to give up on me. It wouldn't be good for me, not now.",
        "Reva: Not ever. I will never, ever give up on you, Billy Lewis, not in this lifetime. I will always have your back.",
        "Billy: Yeah, always.",
        "Josh: Everything okay in there?",
        "Billy: Yeah, she's fine. But check it out for yourself.",
        "Josh: Well, thank you. I think I will.",
        "Billy: Okay.",
        "Josh: I'll see you later, Frank.",
        "Frank: Yeah, see you, Josh.",
        "Billy: All right, you want to talk to me?",
        "Frank: Yeah, I do actually. I'd like to ask you a couple of questions about the crash.",
        "Billy: Wait, why don't you just save your breath here, huh? I'm going to make this easy for you.",
        "[SCENE_BREAK]",
        "Reva: So what did Rick say?",
        "Josh: Well, first, you get to fill out all of the paperwork, and then if you promise that you'll come in at least once a week for a check-up for the next few weeks, Rick will release you first thing in the morning.",
        "Reva: Deal! Give me the pen. I can't wait to get back home to my own bed.",
        "Josh: Yeah, there is one other thing to talk about, though. In fact, it has to do with you going home. Rick thinks, and I tend to agree with him, that you should not be alone right now.",
        "Reva: Okay.",
        "Josh: And your legs may be hurting, I guess, for a while, so it wouldn't be good for you to be going up and down the stairs at your house.",
        "Reva: So what's the alternative?",
        "Josh: Stay somewhere else.",
        "Reva: Like?",
        "Josh: With me.",
        "[SCENE_BREAK]",
        "Jonathan: Does it scare you when I talk like that?",
        "Tammy: Yes. And no. I now you're just trying to protect me.",
        "Jonathan: I will protect you.",
        "Tammy: I just want you to stay out of trouble.",
        "Jonathan: Tammy...",
        "Tammy: But knowing that you're willing to do anything to protect me, it tells me everything I need to know about you and about us.",
        "Jonathan: I won't let anybody mess with us.",
        "Tammy: Shh.",
        "Jonathan: Nobody.",
        "[SCENE_BREAK]",
        "Dinah: I don't understand why we work.",
        "Mallet: To pay bills, honey.",
        "Dinah: Uh-uh. ( Laughs )",
        "Mallet: What?",
        "Dinah: I mean, why do you and I work?",
        "Mallet: Oh, um... because I have infinite patience.",
        "Dinah: What I don't understand is that I never thought I could get here in life. I mean, ever since you've been a part of my life, my life has just been getting better and better and better, and I don't know if I can handle it.",
        "Mallet: You could try joy.",
        "Dinah: Well, yeah, but I think I'm afraid. I'm afraid, Mallet, if I just blow the whole thing up. I mean, it could just blow up tomorrow.",
        "Mallet: Yeah, you're right, it could, true. And nobody knows that better than I do, but it hasn't happened yet, and I'm working really hard to make sure that it doesn't happen",
        "Dinah: Me, too.",
        "Mallet: One thing I know is that... you know, I don't know why we work. And I'm not asking. All I know is that I haven't felt this way about anybody in four... well, a really long time. So I'm just going to kind of give into it. So you're going to have to get used to cheap takeout, yesterday's flowers and donuts.",
        "Dinah: Yeah, really bad singing in the shower, by the way.",
        "Mallet: Oh, you'll get better, honey. It's not that bad.",
        "Dinah: You're hired. ( Laughter ) Thanks for the donuts.",
        "[SCENE_BREAK]",
        "Blake: Are you sure you guys are going to be all right? Both of you, my gosh! ( Laughter ) I hate to run out on you like this.",
        "Cassie: You've got to get moving or you're going to miss your plane.",
        "Harley: Yeah, and how many weeks has it been since you actually saw Ross?",
        "Blake: Oh, I got to go! Everybody promise that we're doing lunch once a week.",
        "Harley: We promise, like we've been promising for the last five years. Now go. And send Ross our love, okay?",
        "Blake: All right, I will. And bye, guys.",
        "Harley: Bye.",
        "Cassie: Bye.",
        "Alan-Michael: Great. I go to the trouble of planting a bug, and, come on, give me something I can work with, something I can use to get under Dinah's skin.",
        "Cassie: Why does it seem like every time we get together there's a whole new set of horrible problems?",
        "Harley: Because there are.",
        "Cassie: What? What is that?",
        "Harley: It's a dry cleaning receipt for some of Gus' shirts. Why do I keep going to Mallet for comfort? I don't want to do it, you know. He's made a commitment to Dinah, I am still in love with Gus. Why can't I just keep it professional, you know? Why do I just keep making things worse?",
        "Cassie: Honey, when you're with Mallet, what do you feel? How do you feel?",
        "Harley: I feel good. I do. I'm okay. As a matter of fact, I think it's the only time that I am okay, when I'm with him. Maybe that is the reason I went back on the force, just so I could be around him. I don't know. I don't know...",
        "Cassie: What?",
        "Harley: I don't know. I feel... I feel okay when Mallet is around, that's all.",
        "Cassie: Well, it makes perfect sense.",
        "Harley: It does?",
        "Cassie: Sure. I mean, having someone to turn to who knows you so well. Of course. But, you know, you have choices. You have me, you have Blake, you have your whole family. We are all here to help you if you just let us.",
        "Harley: I know.",
        "Cassie: You know what's great is that you see what is going on here, you know? That you see what's happening before it goes too far, before you and Mallet maybe would... oh, God, Harley.",
        "Harley: Too late. It went a little too far. ( Whispers ): I slept with him. I slept with Mallet.",
        "Alan-Michael: Well, what do you know?",
        "[SCENE_BREAK]",
        "Reva: You expect me to come home with you?",
        "Josh: Listen, now...",
        "Reva: No, no, no. No! No, this is that same ridiculous pattern, you thinking you have to take care of me.",
        "Josh: No, Reva, listen. We'll get you a room at the Beacon-- not my room, okay?",
        "Reva: ( Laughs )",
        "Josh: And... and it'll be close to my room in case you need somebody to help you.",
        "Reva: At the Beacon?",
        "Josh: Doesn't it make some sense somehow?",
        "Reva: With everybody else who lives at the Beacon?",
        "Josh: Yes.",
        "Reva: Oh, goody, can Olivia be my maid?",
        "Josh: That's funny.",
        "Reva: Uh-huh?",
        "Josh: Yeah.",
        "Reva: All right. All right, all right, but just for now.",
        "Josh: Just for now.",
        "[SCENE_BREAK]",
        "Billy: Look, there's no need to go fishing here, Frank. I'm going to be responsible. See, I owe it to her.",
        "Frank: Her, as in...?",
        "Billy: Reva. I caused the accident, Frank. I had been drinking. I got behind the wheel that night, I had been drinking, I'm the one who's responsible. I guess you'd better just take me in.",
        "[SCENE_BREAK]",
        "Jonathan: I'm sorry.",
        "Tammy: For what?",
        "Jonathan: This whole day, this drama. It's your anniversary with your mom. I ruined it for you.",
        "Tammy: Hey, I am right where I want to be.",
        "Jonathan: Tammy...",
        "Tammy: No regrets.",
        "Jonathan: You've dreamed dreams your whole life, and I don't want you to give them up for me.",
        "Tammy: Jonathan...",
        "Jonathan: Look, it's not always going to be like this, I promise, okay? Us, it's not always going to be about having less. It's going to be about making your life better, and I can do that. I... I know I can. And I'm going to prove it to you.",
        "Tammy: You don't have to.",
        "Jonathan: I want to. And I'm going to show you that there's a lot more that I can give you. A lot more.",
        "[SCENE_BREAK]",
        "Mallet: All right. I've got to let the big boss lady get back to work.",
        "Dinah: Uh, hang on. I hired you. Don't you want to hear what your job description is?",
        "Mallet: Well, I haven't officially accepted the job, have I?",
        "Dinah: I don't care. ( Clears throat ) Everybody needs a tour to see how things work around here.",
        "Mallet: Uh-huh? Well, do these employees get any benefits?",
        "Dinah: Yeah, everybody gets them if they're good.",
        "Mallet: Oh, I'm good, Dinah. Trust me. Oh, look at that. Your desk is clear.",
        "Dinah: Boss. I want you to call me boss.",
        "Mallet: Yes, boss. Whatever you say.",
        "[SCENE_BREAK]",
        "Harley: It just happened. We didn't even know what we were doing. That's not true. We knew what we were doing, but I was crazy, I was so confused, and I was grieving Gus. And Mallet is my friend, you know? He's so sweet and he's so familiar to me.",
        "Cassie: It's okay, you know? We all grieve in our own way. What you have to do now is you have to forgive yourself, okay? You have to forgive yourself and you have to move on. Put it behind you because Mallet is with Dinah now, and you are moving on with your life. Right?",
        "Harley: Um... about the whole moving on thing...",
        "Cassie: Oh, boy.",
        "Alan-Michael: Come on. Keep going, keep going.",
        "Harley: No, no, listen, we agreed that it would never happen again. That's what we agreed.",
        "Cassie: Okay, and then what? Mallet did...",
        "Harley: No, he came to me, and he needed to know if there was a chance for us.",
        "Cassie: What do you mean, ever?",
        "Harley: Yeah. Before he made a commitment to Dinah, he had to ask.",
        "Cassie: And if you'd said yes...",
        "Harley: He said he'd wait. He said he waited ten years and he would wait another ten.",
        "Cassie: And what did you say?",
        "Harley: I said no. \"No,\" I said, \"You have to move on. You have to be with Dinah.\" That's what I wanted. I mean, that's what... that's what I still want.",
        "Cassie: Okay, then it's all taken care of, right? There's... there's nothing else to worry about, right?",
        "Harley: Cassie, it wasn't exactly the right time to have that conversation.",
        "Cassie: Well, why not?",
        "Harley: Because... because I love Gus. You know? I will always love Gus. Nothing will ever stop that, but, you know, I've got to be a little honest with myself here. Road, way, way down the road...",
        "Cassie: Yeah.",
        "Harley: ...That, what if?",
        "Cassie: What if?",
        "Harley: But I can't, not with Mallet. You know, I made that decision a long time ago. Before there was even a chance at a second chance for us, and I have to stick to that.",
        "Cassie: Can you, though?",
        "Harley: Yes. I don't know. I don't know because every time we're in a room together, you know, there's this pull between us. And I'm always so vulnerable and needy, and all I do is look up and he... and he helps me. He's always there to help me. But I can't. I... I can't do it because Mallet's my past. He's my past, and I have to stick to that. And... and that's my final answer.",
        "[NEXT_ON]",
        "Billy: Look, guilty people don't need lawyers, Frank. They just need somebody to apologize to.",
        "Coop: You smell good.",
        "Lizzie: About your date with Ava this evening, keep her busy all night.",
        "Tammy: I thought we were going to spend the whole day together.",
        "Jonathan: Well, after I do this thing, we'll be spending a lot of days together."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=qvxyW1WXQc0"
}