{
    "Episode Summary": [],
    "Recap": [
        "Harley catches Gus at the mall in his undercover disguise, after which she grills him on the why and what of his unusual attire. After he dances around a bit, she lets the matter go and enlists his help in checking on Eden and Bill. Phillip continues his reign of creepiness on Olivia in their bedroom while downstairs, Lizzie is telling Alan, Alex and Beth that Phillip is back. Alan is party bound, wanting to celebrate the return of the prince. Phillip and Olivia eventually cease their verbal dancing and go downstairs to meet and greet the family. Two toasts later, everyone splits off into groups and begins plotting their strategy regarding Phillips return to the fold. Alex wonders if he's ready while Alan says not to worry. Olivia has conversations with everyone but Beth in hopes of turning them against Phillip - to no avail. She resorts to torturing Alex instead before following Phillip to bed. Upstairs, Phillip puts more pressure on Olivia to see if she'll crack but she throws him off with a few choice words. He tells her he feels he should take things slow and sleep in the guestroom but once outside the door, he becomes outraged. Later that evening, he creeps back into her room to watch her sleep but she wakes up and freaks out. He leaves and she bolts the door. And.... after most everyone goes to bed, Beth tells Alan that she's considering moving out of the house. He talks her out of it.",
        "Meanwhile - at Danny and Michelle's house, Salerno visits, brings an unreasonably big ugly vase as a gift and doubts Michelle's sincerity when she invites him to dinner and encourages him to bring a guest. Michelle finally tugs on the right strings and Salerno leaves with Danny, somewhat convinced she's on her way to accepting life as a mob wife. Danny and Michelle share a tortured kiss and he runs off with Salerno. Later in the day, Tammy pays a visit to Michelle and asks for the keys to the family cabin for her and her friends to hang out. Michelle is under the impression that Cassie approves so she hands over the keys. When next we see Danny, he's at the club with Tony, Salerno and two henchman. Salerno drops a hint that something is going down on the weekend but won't say what. After Salerno goes to check the place for bugs.. Danny expresses to Tony that Salerno doesn't trust him... to which Tony replies, \"Neither do I.\" After a bit of sleuthing later on... Danny may have a clue to the weekend doings. At Towers, Eden and Bill are kissing on each other and Eden says she wants the big wedding after all. Bill goes to make the arrangements for the use of the club and also to meet with Gus. Once he's out of earshot...Eden leaves a message on Salerno's phone saying that she'll do one more job and then she's out. Harley shows up with her coconuts (the tropical theme for the shower) and Eden lets her know that the wedding is definitely back on. During their conversation Harley worms the truth out of Eden about her relationship with Salerno by showing her the discarded note from the Beacon. Eden says that Salerno's not going to be a problem.. Harley warns her that may not be true. At the mall, Bill meets with Gus for the \"she's my sister\" talk. At Towers, Salerno calls Eden with her new assignment. She refuses but he says that if she does just this one last thing, she's out so she agrees."
    ],
    "Recap Author": "Silver Eagle Dreamer",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: Ah, sexy mama. What's the matter, you too good for me?",
        "Harley: Didn't I arrest you once upon a time?",
        "Gus: Yes.",
        "Harley: Gus!",
        "Gus: You're going to mess up my disguise. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: Well, here she is.",
        "Beth: Judging by that smile on her face, I'd say she has some good news.",
        "Lizzie: Oh, the best news, mom. Dad's home. Uncle Rick said he was okay, and he let him go from Ravenswood.",
        "Beth: Oh, my word.",
        "Lizzie: Well, wasn't that worth rushing home for?",
        "Alan: Well, of course it was, sweetheart. I think this moment calls for a celebration, huh?",
        "Lizzie: Yeah. Then tomorrow we can finally start getting back to normal.",
        "Beth: Well, one day at a time, sweetie. It's going to take your dad a chance to settle back in.",
        "Alexandra: Lizzie, last time I saw him he was still quite out of it. Are you sure he's his old self again?",
        "Lizzie: Maybe even better.",
        "Alan: Well, that's great. Well, let's get the celebration started. Where is your father?",
        "Lizzie: Oh, he's upstairs with Olivia.",
        "Alexandra: Wonder how she feels about celebrating.",
        "Phillip: Am I frightening you, Olivia? Are you wondering if I'm still crazy or just how far am I willing to go?",
        "Olivia: Okay, Phillip. You want to act crazy? Bring it on. There was a time when I thought you'd never want to touch me again, after everything I did to you.",
        "Phillip: Like I said, just water under the bridge.",
        "Olivia: But I lied to you about losing our baby. I mean, all those days and weeks of your life that you'll never get back again. When I came back to town, I took over your place at the company, I moved into your home. I wouldn't let your family visit you. After all that, you're willing to move past this? After everything I did, you still want me? Are you feeling okay?",
        "Phillip: Never better.",
        "Olivia: Well, what do you say? Do you want to go downstairs?",
        "Phillip: That's a good idea. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Salerno: You really ought to lock your door.",
        "Michelle: And you really ought to knock.",
        "Salerno: My apologies, Michelle. At least I haven't come empty- handed. That's for you.",
        "Michelle: Wow. Thank you. Thank you. It's lovely.",
        "Danny: Yeah, thank you.",
        "Salerno: Danny, I was hoping you and I could talk.",
        "Danny: Sure, Vinnie. Sure. You'll excuse us, Michelle?",
        "Michelle: Actually, I'll stay. There's something I've been meaning to say to you. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Michelle: Danny is probably not going to like this. He's always made a point of keeping his work and his family separate. But at risks of the world colliding, I'd like to invite you to dinner at our house some night when you're free.",
        "Salerno: You want me to join you for dinner?",
        "Michelle: Sure. You've got to eat, right? And feel free to bring a guest.",
        "Salerno: Well, this is a surprise.",
        "Danny: Is it?",
        "Salerno: I always got the feeling you never really liked me, you know? Maybe you heard some rumors, read things in the papers.",
        "Michelle: I don't really buy into rumors, and I've read a lot of lies about my own family, so I don't believe everything I read.",
        "Salerno: I should tell you that Danny has offered to get me settled into Springfield. Some people might not like the idea of me making my home here-- some people like your family.",
        "Michelle: You're right. They probably won't.",
        "Salerno: When someone hates my guts and then they start acting like my new best friend, it makes me question things. So either Michelle has had a change of heart, or you're trying to play me. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Bill: Well, what was that for?",
        "Eden: Giving me the wedding of my dreams.",
        "Bill: So wait a minute. I leave you alone for five minutes, and we go from \"let's elope now\" to \"dream wedding\"?",
        "Eden: There are some things we've got to work out, but... they're bumps we're going to have to drive over, but we'll do it.",
        "Bill: All right. All right. That's what I like to hear. So you're back on board?",
        "Eden: Yes, thanks to Mel and Rick Bauer. They helped me realize how much a real wedding means. And yes, I will marry you.",
        "Bill: You know, you make me very happy.",
        "Eden: And you make me very happy.",
        "Bill: All right. This is what I'm going to do. I'm going to call the country club to let them know that the wedding is still on, okay? I love this wedding stuff. Does that make me a little weird? I mean, am I getting a little...",
        "Eden: No.",
        "Bill: Okay. Okay, good.",
        "Eden: It makes you the most wonderful guy in the world.",
        "Bill: Okay. I'll be right back.",
        "Eden: Okay, hurry.",
        "Bill: Okay.",
        "Eden: Vinnie, it's me. Look, whatever you need me to do, I'll to it, but then it's over. One last job, and my debt is paid. Then, I get my life back. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Harley: So what is up with this outfit?",
        "Gus: I'm undercover, honey. I'm trying to figure out how delirium's getting out onto the streets.",
        "Harley: Frank moved you to vice and you didn't tell me? Don't tell me that you're doing this without a partner.",
        "Gus: Well, you know how it goes sometimes, right? But don't worry, don't worry. It's official now, because he pushed the paperwork, pushed it through for me. So...",
        "Harley: Let me guess what took place. You did something without following department procedure, and yet Frank still miraculously moves you to vice, which is where you want to be anyway?",
        "Gus: No, no, no. I didn't say that. I practically had to get myself arrested first.",
        "Harley: I knew it was something like that.",
        "Gus: Well, I'm trying to do my job, okay?",
        "Harley: This is not about you doing your job. This is about you trying to figure out how delirium gets from Spaulding to the mob to the street, which is why you're working the street. This is about you trying to clear Alan.",
        "Gus: All right, so a little piece of it has to do with Alan. All right, a big chunk of it. All right, the whole thing, okay? The whole thing is because of Alan. But I'll tell you this-- he's got nothing to do with how the mob is getting their drugs. I can't... I think it's Brad Green, except I can't make the connection between brad green and Salerno. I can't...",
        "Harley: What does that have to do with you and Brad Green in Paris? His wife seems to think you two had a thing.",
        "Eden: Vinnie, he would have killed both of us if we had. But that didn't stop Brad from hitting on me.",
        "Gus: Are you listening? So I think that I'm making some progress, you know? I think I'm getting some information to help clear my father. Can we get out of the mall, and can we go home, please? I'm offering now, huh?",
        "Harley: No. I can't go home. I have to go meet your sister. Shower stuff.",
        "Gus: Coconuts?",
        "Harley: I'll tell you later.",
        "Gus: I didn't even know the mall sold coconuts.",
        "Harley: Well, now you know. Listen, I want... I want this shower to be special for Eden. I want it to be great, because she seems really, really worried. Does bill seem worried to you?",
        "Gus: I don't know. What, you want me to look in on the groom, you take care of the bride?",
        "Harley: Yeah. I just want to make sure that my groom can meet me later at towers. Is that cool? Could you change your clothes, ice-g?",
        "Gus: You don't know what you're talking about.",
        "Harley: Mm-hmm. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: Welcome home, son.",
        "Phillip: It's good to be home.",
        "Alexandra: Phillip, Phillip, you look wonderful, darling. You look better than you've looked in a long time.",
        "Beth: We missed you around here.",
        "Phillip: Not nearly as much as I missed being here. I can promise you that. And I can't tell you how ready I am to jump back into everything.",
        "Alan: Good.",
        "Phillip: I had Evie schedule a board meeting for the end of the week, because I want everyone at Spaulding to know that I'm back and ready to go, which reminds me...",
        "Olivia: Phillip, don't you think it's a little too soon just to jump back into work? Maybe you should just ease into it, you know? Get used to being home.",
        "Phillip: Look at you. I'm back and I'm all better, and you're still looking out for me.",
        "Lizzie: I'm looking out for your social calendar. Okay. So I had this idea that maybe you and mom and I could hang out this weekend-- you know, make it a real family affair. And Zach and James and Emma can come, too.",
        "Phillip: That sounds great.",
        "Alan: I want to make a toast to my son Phillip, to his good health and long- awaited return home. May he never leave home again. Hear, hear.",
        "Phillip: And I would like to make a toast to my family, and especially to my wife Olivia, for the daughter that she has given me, which makes everything worthwhile. Here's to all of us being under one roof again.",
        "Harley: Did you get anything on the Brad Green phone list I gave you? Well, help me out a little here, O'Neill. I'm meeting green tomorrow. Good. Yes, I'm still working the Eden angle. I'll tell you, I hope I come up empty, because I hate the thought of her being involved in this drug business in any way, especially now. Well, I'll do what I'm going to do. You do what you have to do, okay? Good. Hey. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Bill: Hey. How are you?",
        "Harley: Hi, bill. I mean, chick stuff. You know, you don't want to be around.",
        "Bill: Oh, yeah. Yeah, sure. Of course. Okay. I'll catch you later, all right? Behave yourselves.",
        "Eden: Always. I'll see you later.",
        "Bill: Okay. Bye-bye.",
        "Harley: Bye. (Phone rings)",
        "Bill: Hello? Yeah. Yeah, I'll meet you there. All right. Bye.",
        "Eden: I almost canceled on you today.",
        "Harley: You did? No shower?",
        "Eden: No wedding.",
        "Harley: What? You and bill are...",
        "Eden: No, we're good. We're better than good. I was just thinking the whole big wedding wasn't the way to go. No worries, I am back on board, and... just a temporary case of wedding jitters.",
        "Harley: Right. You sure that's all it was?",
        "Eden: Mm-hmm.",
        "Harley: Okay. Because we have a party to plan. See? And look-- I already sorted your guest list.",
        "Eden: Darcy, and all of bill's friends.",
        "Harley: Well, bill's friends are your friends, right?",
        "Eden: Harley, please. They were just hoping I was a phase. You know, it's pathetic. I have no friends.",
        "Harley: That's not true. You have Marah.",
        "Eden: Overseas.",
        "Harley: You have Danny and Michelle.",
        "Eden: Co-ed bridal?",
        "Harley: Well, we won't call it a bridal shower. We'll call it an engagement party. Come on. At this point I don't think we're in a position to rule anybody out.",
        "Eden: Bill and Danny, they're on the outs. They had a big blowup after the campaign scandal.",
        "Harley: Yeah. Well, I talked to Michelle, and I'll tell you, she really believes that Danny did nothing wrong.",
        "Eden: Yeah, but bill believes he did.",
        "Harley: Bill really thinks that Danny rigged that vote?",
        "Eden: Yeah. That and that he didn't cut his ties to the mob.",
        "Harley: Yeah. That's a whole world that it's tough to get out of. Your case, for example.",
        "Eden: Harley, we've gone over this.",
        "Harley: Yeah, and we didn't get very far. Come on. Tell me the truth. You're still in touch with Vinnie Salerno, aren't you? ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Danny: Vinnie, I think you're reading too much into this. Really, Michelle's just inviting you over for dinner sometime.",
        "Michelle: No, it's okay, Danny. I completely understand why he'd question it. I'm not from your world, and I've tried many times to bring you into mine. Obviously didn't work.",
        "Salerno: So, if you can't beat them, join them.",
        "Michelle: Bottom line, I love my life. I love my house. I love the fact that my son is going to go to all the best schools. And I love my husband and the security that he provides us. And it's all a product of your world. I'm not thrilled about it, no. But I also realize at the end of the day I love what I have. You can't always get it where you want it.",
        "Salerno: Women, huh? They know where their bread is buttered. Come on, Danny. We've got places to be.",
        "Danny: Oh, you... okay, sure. Can you just give me a minute to get my stuff together?",
        "Salerno: Yeah, I'll meet you in the car.",
        "Danny: All right.",
        "Salerno: Make it quick.",
        "Danny: Sure. Hey, you okay? Huh?",
        "Michelle: Yeah.",
        "Danny: This is just the beginning. He's going to be in our house again. He's going to be in our life until this is over. It all starts now.",
        "Michelle: Okay. You'd better go. Your boss is waiting. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: Well, do they look happy to you?",
        "Alexandra: They're either smiling or gritting their teeth. Can't really tell. I still don't trust her, Alan.",
        "Alan: Well, don't you worry, because neither does Phillip.",
        "Alexandra: Still, you know, his sudden return home, I'm sorry, but my paranoid mind says, is he completely recovered?",
        "Alan: You can rest assured that Phillip knows exactly what he's doing. Well, it's great having Phillip hope, isn't it?",
        "Olivia: It is. And I think home is where he should stay. Look I know he's eager to get back to work and pick up where he left off at Spaulding, but I hope you'll support me in keeping him away from the office right now.",
        "Alan: Well, I think that decision should be left up to Phillip. I mean, he looks fine.",
        "Olivia: Yes, he looks fine, but who knows how fine he really is? And I've been doing a good job of keeping his seat warm.",
        "Alan: You know, you're going to have to give up that suite one of these days, Olivia.",
        "Olivia: Before or after the feds tear your company apart, Alan? I have been able to keep the press from ripping us to shreds while this investigation is going on. I am the face of squeaky clean Spaulding enterprises, and you know it.",
        "Alan: Yes, I suppose I do. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Beth: So, a bit of a full house around here.",
        "Lizzie: Yeah. Maybe grandpa can get Olivia her own wing so she can leave the rest of us alone.",
        "Beth: Actually, honey, we may need to be the ones to get out of her way.",
        "Lizzie: What do you mean?",
        "Beth: Well, I just thought since your dad is home that maybe you and James and I would be better off getting a place of our own.",
        "Lizzie: How would that be better?",
        "Beth: Honey, you can't be comfortable living with Olivia.",
        "Lizzie: Mom, I don't care as long as dad's here.",
        "Beth: Okay. I just want you to think about it. It would make the transition easier for everyone, especially for your dad.",
        "Lizzie: Well, no one's trying to make this whole transition easier for me. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alexandra: Oh, darling, I'll tell you, it is so good to have you back home again. And it must be wonderful to be able to think straight, huh?",
        "Phillip: Yes, it is.",
        "Alexandra: Well, now you can take back control of your life.",
        "Phillip: Why is it I have a feeling you have some suggestions about how I should do that?",
        "Alexandra: Oh, well... oh, maybe just one or two. For instance, you could dump Olivia.",
        "Phillip: I appreciate your concern. I really do. But don't worry. I have Olivia exactly where I want her.",
        "Phillip: Well, I think I've had enough excitement for one day. I'm going to call it a night.",
        "Alexandra: Oh, good-night, darling.",
        "Phillip: Good night. Coming, sweetheart?",
        "Olivia: I'll be up in a minute.",
        "Phillip: Okay. Don't be long.",
        "Alexandra: Well, aren't you going up with your husband?",
        "Olivia: Soon.",
        "Alexandra: Oh, well, don't worry. I'm sure it'll come back to you like riding a bike.",
        "Olivia: Always the class act.",
        "Alexandra: Of course, it's really none of my business what goes on behind closed bedroom doors. I just want my family to be happy.",
        "Olivia: I'm happy.",
        "Alexandra: Happy now, or when you had Phillip under your thumb at Ravenswood? I can't help but wonder if you weren't happier when you were here and he was there.",
        "Olivia: He's my husband. Maybe you're just jealous because it's been so long since you've had one of your own.",
        "Alexandra: Oh, well, don't worry about me, dear. I'm fine.",
        "Olivia: Me, too. Now if you'll excuse me, I'm going to go join my husband upstairs. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Bill: Seriously, what's going on? Why'd you call me down here?",
        "Gus: Just wanted to see how everything was going with the whole, you know, wedding plans and everything.",
        "Bill: Oh, yeah. It's great. Luckiest guy in the world right here. I mean, he had a little snag. Things are worked out. In fact, I think Eden and Harley are working on the shower thing right now.",
        "Gus: Yeah? Want me to throw you a bachelor party?",
        "Bill: Bachelor party? No, no, no. That's okay.",
        "Gus: Why not?",
        "Bill: No. You know what? Last bachelor party I went to, a girl popped out of a cake, humiliated the groom. It was ugly. You want to go out for a beer sometime, call me up. We'll do that.",
        "Gus: That's cool with me. It's less work. No problem.",
        "Bill: So seriously, is that why you called me down here, or...",
        "Gus: I thought, you know, maybe we could have the little talk.",
        "Bill: Gus, you know, Eden and I are...",
        "Gus: No, no. I'm not... you know, I'm not talking about the sex talk.",
        "Bill: Oh, because that...",
        "Gus: The talk.",
        "Bill: Oh, the \"you hurt my sister I'll kill you\" talk?",
        "Gus: Well, no. That should be implied.",
        "Bill: Yeah, sure.",
        "Gus: The talk is this. I'm passing the torch to you, you know? Because up until now I've been the man in Eden's life, and now that man is you. I just want you to take care of her.",
        "Bill: Hey, you know I'll do it. But you know just as well as I do she can take care of herself.",
        "Gus: Yeah. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Eden: I told you the whole Salerno story.",
        "Harley: Yeah. You also told me that part of your life is over.",
        "Eden: It is, Harley.",
        "Harley: Really? Then why is Salerno still contacting you?",
        "Eden: How did you get this?",
        "Harley: I picked it up after you threw it away. I was hoping that you were going to tell me the truth. I would have told you when we were bridal shopping, but you never said anything. Come on, tell me. What does he want from you?",
        "Eden: What he always wants, Harley. He wants to hang onto me. He went through the roof when he found out that I was getting married. He tried to talk me out of it.",
        "Harley: What are you telling bill about all of this?",
        "Eden: Nothing. I told him that I wanted to elope.",
        "Harley: Oh, there's a solution.",
        "Eden: I just wanted to get married so I could throw it in Vinnie's face.",
        "Harley: But if you really think that Salerno could hurt you...",
        "Eden: It is taken care of. He is not a threat anymore, okay?",
        "Harley: You'd better be sure, Eden. Because something like this doesn't just go away because you want it to. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Salerno: Oh!",
        "Danny: Here it is.",
        "Salerno: Yeah. I like the looks of this place, Danny.",
        "Danny: Yeah?",
        "Salerno: You did good.",
        "Danny: Thanks.",
        "Salerno: So what's it going to run me?",
        "Danny: Huh? Nothing. I own the place. It's yours for as long as you want it.",
        "Salerno: Nice. Very nice.",
        "Tony: Gentlemen, sweep the place for bugs, all right? Vinnie's a careful guy, Danny. Don't take offense. It's not personal.",
        "Danny: Hey, I don't take it personally. I'd do the same thing. Vinnie, I was thinking, if you really want to make your mark on this town, you're not going to do it hanging out here. I should show you around, give you the lay of the land, don't you think?",
        "Salerno: You sure you don't mind being seen around town with a guy like me?",
        "Danny: What are you talking about? You're my boss. I made a reservation tomorrow at towers for breakfast if you're up for it.",
        "Salerno: Yeah. Yeah, I think I'll take you up on that.",
        "Danny: All right. Great. He doesn't trust me yet.",
        "Tony: Neither do I. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Harley: How can you be so sure Salerno's going to leave you alone?",
        "Eden: Harley, what am I, on trial here? How many times are you going to ask me the same question?",
        "Harley: Well, humor me.",
        "Eden: I told Salerno that it was over once and for all, and this time I think he's going to listen to me.",
        "Harley: That's it? That's all you're going to say?",
        "Eden: That's all you need to hear. Harley, I know I have given you no reason, but please, will you just trust me? Good. Now, what is with the coconuts?",
        "Harley: Well, every party needs a theme, right? I'm going with tropical. Really. Picture it. This could be, like, you know, a big cabana. We could do, you know, rum drinks, reggae, parrots. What do you think?",
        "Eden: Are you serious? People actually do this?",
        "Harley: Well, I don't know. I guess we could throw a boring old bridal shower and you can sit there worrying and worrying whether your guests are having a good time-- something more for you to worry about.",
        "Eden: Pass me the coconuts.",
        "Harley: Good. I thought you'd see it my way. What, what, what?",
        "Eden: I just want this so badly, Harley. I want this to be my life-- the fun, the friends, the parties. It doesn't feel real.",
        "Harley: It is real. It's real, and it's yours. And I'm going to make sure you get it. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Tony: I can't trust you until you've proven yourself, Danny. My loyalty is to Salerno. He's my boss.",
        "Danny: Yeah.",
        "Tony: All right?",
        "Danny: Mine, too, Tony. Mine, too.",
        "Salerno: All right, the place is clean. Let's get down to business. We don't have a lot of time here.",
        "Danny: What's up? Something big going down?",
        "Salerno: End of the week. You know something? I don't think I'm going to need you on this job, okay?",
        "Danny: Vinnie...",
        "Salerno: So why don't you go man the front door while we talk shop?",
        "Danny: All right. All right. You know what's going down? I can't climb up the ladder if he doesn't give me a shot.",
        "Tony: You'll get your shot, Danny. But for now you know your place.",
        "Danny: Come off it, Tony.",
        "Tony: Don't push it. Otherwise I'm going to have to go in there and tell Vinnie that you can't be trusted. You understand me? Huh?",
        "Danny: Yeah. Yeah, I understand.",
        "Tony: Okay, good. Now, you heard the boss. Now watch the door. (Knocking on door) ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Michelle: Hey.",
        "Tammy: Michelle, hi. You busy?",
        "Michelle: No. No, come on in.",
        "Tammy: Wow. That vase is big.",
        "Michelle: Yeah. It was a gift from a friend. So what's going on?",
        "Tammy: Well, I feel kind of weird asking, but a bunch of us were looking for someplace fun to hang out, and since it's getting warmer, I thought we might want to go up to the woods and swim in the lake, or whatever.",
        "Michelle: Oh, you want to borrow the keys to my family's cabin?",
        "Tammy: Well, I was going to ask Rick, but...",
        "Michelle: Oh, no, no. He's been really busy lately-- the baby and everything.",
        "Tammy: Yeah.",
        "Michelle: So you guys going to go tomorrow after school?",
        "Tammy: Yeah, after school.",
        "Michelle: And your mom knows and everything, right?",
        "Tammy: Uh-huh.",
        "Michelle: Well, wish her a happy mother's day for me.",
        "Tammy: Yeah. Oh, same to you.",
        "Michelle: Thanks. You know, I used to go up to the cabin when I was in high school with my friends. You know, it's weird, because it wasn't that long ago, and yet it just kind of feels like... just hang onto it, Tammy.",
        "Tammy: The keys?",
        "Michelle: The fun and the friends. You know, you're only a kid once, and then before you know it, everything changes. You wake up one day, and you're just not at all where you thought you'd... never mind. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: Well, Beth, we seem to be the last two standing. I guess Spaulding parties aren't what they used to be. Even Elizabeth checked out early.",
        "Beth: Yes. Well, that may be my fault. I made the mistake of suggesting that it may be time for us to move out.",
        "Alan: Why on earth would you suggest something like that to her?",
        "Beth: I'm just starting to feel that this isn't the place for me anymore. Phillip's home, Olivia is his new wife. It's really not appropriate for me to be here.",
        "Alan: Don't forget, this is my home, and I will decide what is appropriate.",
        "Beth: Alan, when I moved back in here, it was to give you Lizzie and James a sense of family and stability, and that was something that I needed, too. But now this is awkward for everyone. And let's face it-- Lizzie would probably do well to spend some time apart from Olivia.",
        "Alan: You've given this some serious thought, haven't you?",
        "Beth: Yes, I have. I just wanted to run it by you before I made any definite plans.",
        "Alan: Well, I'm glad you did, because there's no way I'm going to allow you to leave this home.",
        "Beth: Alan...",
        "Alan: Now, listen. Elizabeth and James are my grandchildren. This is their home, and this is your home, too, Beth.",
        "Beth: It's Olivia's home now.",
        "Alan: Like hell it is. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Olivia: I thought you'd be asleep by now.",
        "Phillip: Oh, no. I waited up. Take a while to get Emma to sleep?",
        "Olivia: Yeah, it did.",
        "Phillip: You looked beautiful tonight.",
        "Olivia: That was the dress you gave me.",
        "Phillip: It's too bad you didn't have that necklace that I gave you to wear.",
        "Olivia: I told you it's being cleaned.",
        "Phillip: I asked you to wear it every day, didn't I?",
        "Olivia: Well, as much as I would love to do that, it's not exactly an everyday piece of jewelry.",
        "Phillip: But you said you'd wear it every day.",
        "Olivia: Did I? You may have forgotten. You know, it wasn't that long ago you could barely remember your name.",
        "Phillip: I don't think I was that bad.",
        "Olivia: Oh, but you were. It struck me tonight when you were talking to Alan about returning to Spaulding just how far you've come in such a short period of time. I mean, it wasn't that long ago you were an incoherent mess, you know? And at work, all the water cooler talk, I mean, your own staff cracking jokes about needing to pad your office walls.",
        "Phillip: Just hold on. Don't let her see it, no matter how angry she makes you.",
        "Olivia: Now you're back in the loving bosom of your family, and you don't need padded walls to protect you, because you have me.",
        "Phillip: You know, I think I could use some rest tonight.",
        "Olivia: Oh. I thought you said you wanted me.",
        "Phillip: Oh, more than anything. But, I think I'm going to hit the guest room just for tonight. Good night, sweetheart. Sleep well, while you can. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Danny: It's 1:00 pm. The meet is in Queens at 4:00 pm. I figure about an hour with Salerno and the other guys, tops. That'll put me on a 6 o'clock flight back to Springfield. So, that means, by 8:00 pm, I'm going to be here, home, in our living room, giving you a big hug, all right?",
        "Tony: All right, gentlemen. This is a big score Vinnie has coming up. All right, well we're done here. So let's... time to make the rounds for Vinnie. What do you say, Danny, watch out for the boss until we get back?",
        "Danny: Yeah.",
        "Tony: Thanks. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Harley: Listen, O'Neill, I've been thinking. Maybe Eden is not the one we're looking for, you know? Maybe she's not the connection between brad green and Vinnie Salerno. Got to go.",
        "Gus: Well, hello.",
        "Harley: For me?",
        "Gus: Yes. Turns out the mall doesn't just sell coconuts, and I remembered I didn't wish you a mother's day before. Happy mother's day and everything. Yeah.",
        "Harley: As soon as I'm done with this I'm looking forward to spending quality time with all my boys.",
        "Gus: Yeah. Yeah. How's it going over here?",
        "Harley: It's good. You know, we've covered, you know, guest lists, tropical fruit.",
        "Gus: Well, that's a party. Thank you, because, you know, she doesn't really have friends.",
        "Harley: Yeah. Well, I'm starting to see what it is you see in your sister. I mean, she has made a lot of bad choices, but she is really, really trying to move past that. And I have to respect her for it, you know? And I for one hope that she gets the happy ending that she's aiming for. (Phone rings) ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Eden: Hello?",
        "Salerno: I got your message, Eden. Open the envelope.",
        "Eden: What envelope? If you got my message, then you know this is it. One last job, right?",
        "Salerno: Works for me. Open it.",
        "Eden: No, Vinnie. I can't.",
        "Salerno: You will.",
        "Eden: Promise me that this is it; that it's over.",
        "Salerno: It'll be over.",
        "Gus: Hi. Everything okay?",
        "Eden: Oh, great.",
        "Gus: Great.",
        "Harley: Great. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alan: This is your home, Beth. You are a Spaulding. Olivia will never be a Spaulding.",
        "Beth: But Phillip doesn't need me here.",
        "Alan: Yes. Well, maybe I do at this time. You know, you represent goodness in this family, and we need all the goodness we can muster right now. You know, I love coming home and having Elizabeth and James here, and you. It makes me forget all the problems I'm faced with right now.",
        "Beth: Alan, thank you. That's very sweet.",
        "Alan: You are aware that our family is under siege at this moment. I mean, we can't afford to have any one of the family break ranks. We have to appear and stand united. Beth, listen to me. Please, please don't leave right now.",
        "Beth: Okay. I guess I can put it off for a little while longer.",
        "Alan: Good. I promise you, you will not regret this. This is your home. It will always be your home.",
        "Olivia: What are you doing?",
        "Phillip: I'm watching you. I like to watch you sleep. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "[NEXT_ON]",
        "Olivia: I am the mother of his child. So if he thinks I'm going to stay home and bake cookies while he throws our daughter's future away, he's got another think coming.",
        "Phillip: Olivia is at home where she belongs, spending quality time with our little girl.",
        "Alexandria: Things are really looking much brighter, aren't they?",
        "Danny: Are you out of your mind? You keep that up and you won't live long enough to marry Eden."
    ],
    "Transcript Author": [
        "By Boo Proofread By Linda"
    ],
    "url": "https://www.youtube.com/watch?v=rpnJo1S8hrw"
}