{
    "Episode Summary": [],
    "Recap": [
        "Reva Shane is in the Guiding Light spotlight as we spend a day in her life. Reva and Josh try to make a Hello from Home tape to send to Marah and Shane. Reva and Josh both are sad that their family is falling apart but in the process of making the tape they discover that even though this has been a hard year for their family love is still the bond that holds everyone together. Reva and Josh wonder if they should tell Marah and Shane about their separation but finally decide to be honest with their kids and tell them the truth on the tape. Reva discovers Billy slipped of the wagon again. Billy encourages Reva to make up her mind if she wants Josh in her life before its to late and she loses him."
    ],
    "Recap Author": "Eva",
    "Show Title": "Guiding Light",
    "Transcript": [
        "( cell phone rings )",
        "Josh: Hello.",
        "Reva: It's me. I just noticed what the date was.",
        "Josh: Yeah, me, too. In fact, I was just about to call you. What do you want to do?",
        "Reva: We do what we said we would. A promise is a promise, right? ( Knock on the door )",
        "Josh: That was quick. Come in.",
        "Reva: We should have done this at the house.",
        "Josh: You don't think the bachelor pad is going to cut it.",
        "Reva: Bachelor pad?",
        "Josh: Yeah. It doesn't come tripping off the tongue easily for me either, but the uh-- excuse me, feet-- the idea of doing it at the house just felt-- I don't know...",
        "Reva: Homey?",
        "Josh: Like a lie, actually. So, what do you think we've been waiting for?",
        "Reva: What do you mean? To tell the kids about us?",
        "Josh: Yeah.",
        "Reva: Well, you know, it's not easy, trying to figure out the right time.",
        "Josh: Is there ever one?",
        "Reva: No. But we can't do it like this. Can you imagine the kids getting their packages and they're all excited because they're going to see our faces and hear about the family?",
        "Josh: And Marah's going to be checking to see if I'm wearing the same old boring sweater that I was wearing the last time we did this.",
        "Reva: Of course there'll be that moment of \"ooh, I wonder what Mom's done with her hair now.\" ( Laughs ) And they'll pop the tape into the machines and they'll hear how the family is falling apart, and how the home we so desperately want them to come home to isn't really a home anymore.",
        "Josh: Reva.",
        "Reva: Well, it is not, Joshua.",
        "Josh: Well, we can't just put on a happy face and pretend like everything's cool, can we? These are the days that I've been missing...",
        "Reva: Hi, guys.",
        "Josh: Hi.",
        "Reva: Happy New Year.",
        "Josh: We missed you. And we have some news-- not such good news, actually. Um...",
        "Reva: Your father and I aren't together. I mean we're together right now, here, to talk to you. I thought our love would last forever...",
        "Josh: Okay. Your mother and I have come to a decision. We can't, um...",
        "Reva: Something's happened, kids.",
        "Josh: Something's happened, kids.",
        "Reva: Your father and I are separated. I'm sorry that we had to tell you this way, but we thought we should be together, even though we're not.",
        "Josh: Reva! Reva. I think the button is jammed now.",
        "Reva: Joshua, I don't know how to do this.",
        "Josh: Well, what do you want to do?",
        "Reva: Break our promise. Wouldn't be the first time.",
        "Marina: Hi, Reva. Josh.",
        "Josh: Hi.",
        "Marina: Oh, my gosh, is it that time of the year again? I can't believe it. It's already been a year. So, how's it going?",
        "Josh: Yeah, we were just uh...",
        "Marina: Making the tape that you send to Marah and Shayne every year. How's it going?",
        "Reva: Actually...",
        "Marina: You got a lot of people on there, so far?",
        "Reva: This year, we decided...",
        "Marina: You know what? This year I'm going to make it easy on you guys, all right. I'm ready when you are.",
        "Josh: I'm not sure that we're...",
        "Reva: Shh... she wants to talk. Just don't get in her way.",
        "Josh: Okay, hang on. All righty. Go.",
        "Marina: Hello, Marah and Shayne. Amazing, isn't it, it is 2006 already. Oh, I miss you guys. I haven't been so good at this whole writing thing and keeping in touch. Let me think. The last letter I sent to you, Shayne, was probably about how serious Danny and I were getting. I would have loved to see your expression on that one. Anyway, you don't have to worry about it. It didn't work out. Danny is back with Michelle. Surprise, surprise. Actually, they have a beautiful daughter, Hope.",
        "Josh: You think we should stop her?",
        "Reva: Too late now.",
        "Marina: You know, I know I said that I wasn't going...",
        "Josh: What a year she's had.",
        "Reva: More good news from home.",
        "Josh: Hey, hey, you know what? Maybe if Marah and Shayne hear bad things are here, maybe they'll come home.",
        "Reva: You want that?",
        "Josh: Yes. No.",
        "Marina: I think I'll be ready for the right relationship if the right guy came along.",
        "Alan-Michael: There she is, sitting beauty.",
        "Marina: Sorry. Excuse me. I'm middle of something here.",
        "Alan-Michael: You're in the middle of town talking to your imaginary friend again. I'm trying to save you from yourself.",
        "Marina: Just keep walking, hello.",
        "Alan-Michael: What, you're too busy for me? Hello!",
        "Marina: ( Whispers ) taping.",
        "Alan-Michael: Hi, Josh. Reva.",
        "Josh: Hello, Alan-Michael. Welcome home.",
        "Alan-Michael: Thank you. What's with the camera?",
        "Marina: Thank you for letting me be a part of this again. You have to excuse him. You know, he just can't help himself. Anyway, good luck with the tape.",
        "Josh: Thank you. Okay, I don't know what that was, but it's none of my business, right? I don't think we should let Shayne see that on tape, though.",
        "Reva: Well, yeah, we can. We just have to do a little creative editing, that's all. And what she said for fine. She's moving on with her life. She looked happy.",
        "Josh: Yeah, well, it's easy to look happy when you know you're on tape.",
        "Reva: That's exactly what I'm saying. That's what we do. We keep going, we make the tape, we get the people who love and miss Marah the most-- and Shayne.",
        "Josh: To say what?",
        "Reva: I don't know. \"Hi, life is good, love from home.\" And then we'll tell them about us in person, soon.",
        "Josh: So, basically we just pretend?",
        "Reva: It isn't pretending to say we're fine, life is great.",
        "Josh: It isn't?",
        "Reva: You know, there is another camera back at the house. Why don't we split up, and then we'll get together and edit what we have later. Maybe that will be fun, you know, cheer us up. See you later, Bud.",
        "[SCENE_BREAK]",
        "Josh: A love letter from home.",
        "[SCENE_BREAK]",
        "Reva: Hi, Marah. Hi, Shayne. This is the 2006 edition of \"the folks say hello.\" Actually, your father's not here right now, but he will be, soon. For now, it is just me. But what do you think of the place? I mean, I've done a little work. Here, you know what? Look, a little cosmetic work. What do you think? I changed the color, Marah. What do you think of the color? Oh, and your brother moved back into the house, Jonathan, along with the snake. You know, you remember Lou? It's just nice that the house isn't as empty-- empty of kids-- that's what I mean.",
        "[SCENE_BREAK]",
        "Josh: All right, here we go.",
        "Hawk: Howdy, Shayne. Howdy, Marah. Grandpa Hawk here. It has been a long time since I laid eyes on you, too long. If you was interested in seeing the world, you should have come on out to Oklahoma, we've got all kind of action there, as much as a body could possibly want. And that's not to say that things wasn't jumping in this bird. Around Christmastime, your mom, she threw this big party, and your brother, Jonathan, he turned out to be the guest of dishonor.",
        "Josh: Hawk!",
        "Hawk: I mean he knocked your dad right into the Christmas...",
        "Josh: Hawk. We're not going there, okay? Not on this.",
        "Hawk: You told me to talk about what I wanted to.",
        "Josh: Please.",
        "Hawk: All right, this tree thing. It's all a part of the ruckus about how you got these two cousins-- first cousins, actually-- and they are determined to...",
        "Josh: They're half cousins. We're just trying to make this easy, fun, you know. We don't have to get into the family issues.",
        "Hawk: Oh, you should have told me up front you wanted me to lie!",
        "[SCENE_BREAK]",
        "Reva: Shh... real quiet. Surprise him, because he's right out-- I don't see your brother Jonathan! ( Jonathan and Tammy laughing ) Ah, though he could get away with it, did he?",
        "Tammy: Come here.",
        "Jonathan: No, oh, no.",
        "Reva: Tammy. Oh, which reminds me, she's staying at the house, too. It is no big deal. Just for a change of pace. Oh, great.",
        "Tammy: We're a couple now. After my marriage to Sandy didn't happen, Jonathan and I realized that we're meant for each other. I know what you're thinking, and believe me, there are plenty of people in this town who are freaked out by this, but it is good. It's good. It's real. Isn't that what everyone wants deep down? I know we have a lot of obstacles to get past, but we will. Because we can do anything together.",
        "Jonathan: Josh going to let you keep that on there?",
        "[SCENE_BREAK]",
        "Cassie: I wish I could say there was more good than bad this year, but with your cousin Tammy-- okay, you know what? You don't want me to do this. And Reva definitely does not want me to do this.",
        "Josh: Yes, she does. Okay, all right. Here you go. Hang on. Ah! I don't know what's going on with this thing. Come here, sit down with me. Just tell me what is going on.",
        "Cassie: Well, you're trying to make this nice, happy video, and I'm not feeling either right now.",
        "Josh: You're doing great, Cassie, really. I've got five, ten good seconds on that tape. I mean, I can use that, the magic of editing.",
        "Cassie: Gee, thanks. Well, if you edit it, they won't they wonder why I didn't mention Tammy?",
        "Josh: No, it doesn't matter.",
        "Cassie: Oh, it doesn't matter if Marah and Shayne think I don't give a damn about my own daughter?",
        "Josh: No, that's not what they're going to think.",
        "Cassie: How can they not think that? Even Tammy thinks that I don't care.",
        "Josh: That's not true. She thinks you don't understand her. That's something entirely different. She knows that you care and that you love her.",
        "Cassie: I hope so. I love Tammy with every ounce of my being. And every now and then, I have to admit to myself that Reva feels exactly the same way about Jonathan. I love my daughter, and I love my sister, but I don't know how to get through this mess.",
        "[SCENE_BREAK]",
        "Jonathan: Reva, look, we need to forget the whole personal video schick thing. We're going to bring this camera, we're going to go to the jail, the jail where I was, I, your son was, we're going to show them my cell. I'm going to introduce them to thug life. I'm going to bring them around all of the places I almost burned down.",
        "Reva: You think this is a joke, don't you?",
        "Tammy: Aunt Reva, what's wrong.",
        "Reva: I'm trying to do something here!",
        "Jonathan: It's nothing personal, chill out. Mom, I was just...",
        "Reva: The family's falling apart, in case you hadn't noticed, Jonathan! Cassie and I are barely speaking! Josh and I can't even sit next to each other on a couch and talk honestly to our own kids!",
        "Jonathan: Hey, you just let Tammy talk honestly. I thought that made you happy.",
        "Reva: Well, I should erase it.",
        "Tammy: You don't mean that.",
        "Reva: I just want Marah and Shayne to think that there's something good that they can come back to in his town, not just a bunch of problems and weirdness.",
        "Jonathan: Yeah, you don't want them to think their brother and their cousins are a bunch of twisted freaks, so. You know what, Tammy? We should redo our chunk. Tell them we are together, but just, you know, in a book club. Here.",
        "Tammy: Are you ashamed of us? I thought you were on our side.",
        "Jonathan: Not anymore. What would the good children think?",
        "Reva: I'm sorry. I do want the kids to know what is going on, but I just hate how painful this might be for them.",
        "Tammy: Aunt Reva, I'm sure it will be a great tape. You going to interview my mom?",
        "Reva: I don't know yet.",
        "Tammy: Well, if you do, could you tell her I said hi?",
        "Reva: Sure. Well, um, I should get going. You've got snow to finish shoveling. And F.Y.I., I am going to leave in what you said on the tape.",
        "Tammy: ( Laughing )",
        "Jonathan: Gotcha.",
        "Reva: You think so?",
        "Jonathan: Uh-huh.",
        "Reva: Uh-huh.",
        "Jonathan: Uh-huh. ( Laughter ) ( screaming )",
        "Jonathan: Hey, it is me, I'm your brother Jonathan. Um, okay, so you probably heard a lot of crap about me, and most of it is true. But so is this: I really love being a part of this family. And your mom-- well, our mom-- is the reason for that. She's a great woman, and she gives me-- she makes me nuts sometimes, but that's cool. You know, she makes everybody nuts. But the way she takes care of me, the way she is there for me, why am I telling you all of this? You know, she is your mom.",
        "[SCENE_BREAK]",
        "Josh: All right, guys, it is me, obviously, and your Aunt Cassie who wants to say...",
        "Cassie: Hello, and about a million other things. So sit back and get ready because I'm about to go.",
        "[SCENE_BREAK]",
        "Reva: Okay, here we are at Cassie's place, and I know she can't wait to say hello to the both of you. You're not going to believe the changes that have happened this past year. So you know what? Why don't we take a peek inside right now?",
        "Jeffrey: Hey, Reva, what are you doing?",
        "[SCENE_BREAK]",
        "Josh: This has been recording the entire time we're talking.",
        "Cassie: No?",
        "Josh: That's going to be a really thrilling tape, isn't it? ( Laughter )",
        "Cassie: Well then keep it running, actually, because there's something else I want to say.",
        "Josh: Okay. All right.",
        "Cassie: Hi, it is your Aunt Cassie again, and now I want to play director.",
        "Josh: Wait. What are you-- don't be...",
        "Cassie: Uh-huh, yeah.",
        "Josh: Don't be hijacking my camera, okay?",
        "Cassie: Okay, Marah and Shayne, we all know your dad would put everyone in Springfield on the tape before he turns the camera on himself for this tape. You don't know if he still has a goatee or not.",
        "Josh: Okay, look, mystery solved. See? Now leave me alone. Goodbye.",
        "Cassie: Guys, your dad always seems to show up just when you need him. He never stops caring, he never stops trying to find ways to help you. And your mom is the same way. Not that you need me to tell you that, but Reva is so full of love. She's so full of love that sometimes she leads with her heart, and some people think that's her big flaw, but I actually think it's a big part of why she is so special.",
        "[SCENE_BREAK]",
        "Reva: Please, Jeffrey, please don't tell her you saw me out here.",
        "Jeffrey: Would it help if I walked in there with you?",
        "Reva: No.",
        "Jeffrey: Reva, come on, you're here, okay? And she's inside; you're that close.",
        "Reva: No. Please. I said no. Please, not today.",
        "Jeffrey: She misses you, Reva, and Tammy almost more than she can bear.",
        "Reva: Yeah, I understand that.",
        "Jeffrey: Come on, give it a try. Come inside.",
        "Reva: I can't. I've got a whole list of people I have to see yet.",
        "Jeffrey: You can put me on your video. No? Say hello to Marah and Shayne. Hey there. Hi, Josh.",
        "Josh: Hello.",
        "Jeffrey: What did I miss?",
        "Cassie: Josh is making a video for Marah and Shayne. Kind of a hello from home thing.",
        "Jeffrey: Oh, really? Didn't you make one of those last year?",
        "Josh: Yes, I did.",
        "Jeffrey: I can put my two cents in if you want?",
        "Josh: Actually, I was just leaving, and I think I'm pretty much out of tape, so how about maybe later?",
        "Jeffrey: Okay, all right.",
        "Josh: I'll see you. Thank you. Bye. Hey, it's me. Guess who we just missed? Jeffrey O'Neill. And let me fill you in on some of the stuff about him, okay? Now he and Cassie are together, and they seem like they're together. Of course that could change any minute. I just mean how things change, and Jeffrey is a man of mystery, which, Marah, you probably remember from back at the time when you were um... hey, guess who you just missed? Jeffrey O'Neill. And he and Cassie, you heard it from her, they're an item. I know it's a crazy world, isn't it, isn't it? I mean, first she's with Richard, and then she's with Jeffrey, and they look almost exactly alike-- okay, it is true, Jeffrey and Cassie are together. And Cassie seems genuinely happy. ( Cell phone rings )",
        "Josh: Hello.",
        "Reva: Hey, I'm just checking in. How's it going?",
        "Josh: Pretty good, I got Hawk and Cassie. How about you?",
        "Reva: Jonathan and Tammy. I think I've got some stuff we can use. We should probably meet later and go over our notes.",
        "Josh: Sure, where do you want to do that?",
        "Reva: How about the house?",
        "Josh: Okay, that is fine. I'll be there later.",
        "Reva: That's fine. So we just keep going, right?",
        "Josh: Keep going.",
        "Olivia: Hey, Josh? Hello?",
        "Josh: Olivia?",
        "Olivia: Hey your door was unlocked. I've got the Stimson contract; I want to go over it with you.",
        "Josh: I'll be right out, okay? Make yourself comfortable.",
        "Olivia: Okay.",
        "Josh: Everything all right in there?",
        "Olivia: Perfect!",
        "[SCENE_BREAK]",
        "Billy: Whoa. Wait, wait. You've got no business coming in here with that thing.",
        "Reva: Yes, I sure do.",
        "Billy: Reva.",
        "Reva: What?",
        "Billy: You've got not business walking in here with that.",
        "Reva: Of course I do. I'm making that video that we send to Marah and Shayne every year. They're going to want to hear from their favorite Uncle Billy, even if he is a big old crouch. Kids, this is where your Uncle Billy is staying.",
        "Billy: Reva, look, why don't you go on outside here and come in and I'll get it all cleaned up, okay?",
        "Reva: No! No, it doesn't matter. We love you anyway, even if this place looks like a disaster area. Billy, don't you believe in hotel maid service?",
        "Billy: Reva, wait, wait. No, no, no.",
        "Reva: Oh, my God. Oh, my God.",
        "Billy: Reva...",
        "Reva: I can't do this. I just can't do this anymore.",
        "Billy: Look, darling--",
        "Reva: No! Don't! Don't talk to me! Don't try to explain this to me! You're drinking. And everything else in this family is coming apart, and I can't pretend that everything's okay anymore!",
        "Reva: Okay, Billy, tell your favorite niece and nephew what an amazing year you've had. How you fell off the wagon, and then you swore you sobered up again.",
        "Billy: I did.",
        "Reva: Tell it to the bottle.",
        "Billy: That's not fair, Reva.",
        "Reva: Don't talk to me about fairness.",
        "Billy: Look. It's the holidays, you know what that's like.",
        "Reva: Yeah, I do.",
        "Billy: Okay. Well then you know what I've been going through. I don't have Bill, I don't have Mindy, I lost my job at Lewis. And Vanessa came through town, all of a sudden, I'm realizing that, you know, I don't even have a woman in my life. And you know where I spent Christmas? Right here by myself. And New Year's, the same. New Year's Eve. And, um... and friendship's not what it used to be.",
        "Reva: Why did you let yourself be alone? Why didn't you come to my place and stay with me if you were feeling shaky?",
        "Billy: Well, the truth is, I wanted to be alone. I wanted to drink, and not get drunk. Just... I needed to drink, that's it. Here. Kids, your uncle is a drunk, and this is what it sounds like when a drunk has been drinking. I'm sorry you have to hear it, but I love you and I always will.",
        "Reva: I'm... I'm so sorry.",
        "Billy: Me, too.",
        "Reva: Because you know what I'm going to have to do now, don't you?",
        "Billy: Oh, yeah. Yeah, I know. Been there, and done that, seen the movie, wearing the t-shirt. Fun, fun, fun. I love this part of it.",
        "Reva: But then, who am I to judge?",
        "Billy: What did you say?",
        "Reva: I was just alone as you were on Christmas day and New Year's in my own way. I wanted to hop off my own wagon.",
        "Billy: And hop on to what?",
        "Reva: What I've needed, always needed: Joshua.",
        "[SCENE_BREAK]",
        "Josh: You said you brought the Stimson contract?",
        "Olivia: I've got it right here. Are you in a rush? Because I was thinking if you're hungry, we could order some room service, anything you want, it is on me.",
        "[SCENE_BREAK]",
        "Billy: You and Josh, always so complicated. I wonder whether you're addicted to Josh or whether you're addicted to the excitement?",
        "Reva: Does it matter?",
        "Billy: Oh, I think it does, darling.",
        "Reva: It's just hard, you know, being apart from him. Even though I asked for it.",
        "Billy: Yeah, I'll say. You told him he wasn't enough.",
        "Reva: That's exactly what I said. I told that him he couldn't give me what I needed.",
        "[SCENE_BREAK]",
        "Josh: The button on this thing is broken, I can never tell if it is taping.",
        "Olivia: What are you taping?",
        "Josh: It is just a little thing for Marah and Shayne.",
        "Olivia: I don't need to be a part of that.",
        "[SCENE_BREAK]",
        "Billy: The difference between us is booze is bad for me, but Josh may be the best thing that happened to you. The question is: Are you willing to find out?",
        "Reva: Well, I don't have the answer to that, either.",
        "Billy: Well, darling, give me this. Come on over here.",
        "Reva: Billy.",
        "Billy: Hey, take a good, long look at yourself. All right, now, you've got a decision to make, and you've got to make it soon. Because I know my little brother. He's going to get used to living apart from you, and then it'll be a question of you going in a different direction than him. He'll be gone.",
        "[SCENE_BREAK]",
        "( Knock on the door )",
        "Josh: Hey.",
        "Reva: Hi.",
        "Josh: You ready to take a look?",
        "Reva: I saw Billy. He had another slip.",
        "Josh: When?",
        "Reva: I went over to his room to get him on tape, and there was a bottle.",
        "Josh: Great. I mean, here I am worried about making a video.",
        "Reva: You can still worry because we're nowhere with it yet. Billy's going to be okay for now. I'm so sorry.",
        "Josh: Yeah.",
        "Reva: Why don't we take a look at your stuff.",
        "Hawk: And your brother, Jonathan, he turned out to be the guest of dishonor.",
        "Josh: Hawk.",
        "Hawk: He knocked your dad right into the Christmas...",
        "Marina: Danny's back with Michelle. Surprise, surprise.",
        "Tammy: We're a couple now.",
        "Cassie: I wish I could say there was more good than bad this year, but.. okay, you know what, you don't want me to do this. And Reva definitely does not want me to do this.",
        "Billy: Kids, your uncle's a drunk.",
        "Reva: Oh, man, we are in trouble.",
        "Josh: Well, that was a horror show. Let's see, divorce, alcoholism, Cassie living with Marah's ex, kissing cousins. Yee-haw.",
        "Reva: Well, we brought it on ourselves.",
        "Josh: How so?",
        "Reva: We told everybody we taped to be light and sweet, and to skip over anything unappealing, anything...",
        "Josh: Anything real.",
        "Reva: Yeah, yeah. And this is what you get, denial.",
        "Reva: We can't tell them we have broken up on a videotape.",
        "Josh: Reva, we haven't come up with any other way to tell them. What are we supposed to do, wait until they come home?",
        "Reva: So what are we going to do, burn or shred it?",
        "Josh: No, no, no. I want to find something.",
        "Jonathan: I love being a part of this family. And your mom-- well, our mom, is the reason for that. She is a great woman. She makes me nuts sometimes, but that is cool, she makes everybody nuts. But the way she takes care of me, the way she's there for me... why am I telling you all of this? You know, she is your mom.",
        "Josh: See, now, that's actually nice. Go figure.",
        "Reva: Yeah.",
        "Josh: Now, look at this.",
        "Cassie: I love Tammy with every ounce of my being. And every once in a while, I have to remind myself that Reva feels exactly the same way about Jonathan.",
        "Josh: We have to tell Marah and Shayne the truth.",
        "Reva: I...",
        "Josh: Reva, they're both adults, we're adults, we just have to do.",
        "Reva: So what are we supposed to do, start all over again?",
        "Josh: No. We take what we shot so far and edit it together somehow. And then you and I sit down and we just lay it out. What do you say, are you willing to do that?",
        "Reva: Hi, Marah. Hi, Shayne. My babies.",
        "Josh: Okay, no crying. It's too early.",
        "Reva: I know, I know. It's silly.",
        "Josh: Hey, guys. We promised you a tape every year that you're away. And, um...",
        "Reva: A promise is a promise. Your family and your friends...",
        "Josh: They miss you, each and every one of them. Now, from the way they're cutting up--",
        "Reva: You'd think that Springfield was the happiest place on earth.",
        "Josh: Yeah, you might think that, but it wouldn't be the truth.",
        "Reva: No, the truth is that Springfield isn't an easy place. It's still the town you left, it's a real place with real people.",
        "Josh: Real people who have had a very screwed up year. ( Laughs ) All of your friends, all of your relatives, lots of difficulties, sadness, mistake after mistake for each one.",
        "Reva: For us, too. You know, but we're all still here, flailing away, you know, getting ready to make another year's worth of mistakes. It's not that we don't try to learn-- it's not that we're not learning or that we're not trying to make the best of each year. We are.",
        "Josh: That's true. In fact, that's something you can always count on. We're always trying. Whether or not we succeed, that's an entirely different story.",
        "Reva: And that's just the way life goes. And since Springfield is a real place, real things happen here. Some good, and some not so good.",
        "Josh: Okay. Um... we've been putting off telling you about this because, well, first of all, we weren't sure how long it would last. Actually, we didn't quite know how to tell you, but...",
        "Reva: Your father and I are taking a break from each other.",
        "Josh: A little time apart.",
        "Reva: And it's just-- we don't know where it is going to lead yet. That's the thing. But please, please, please don't worry because seasons change, and people do, too.",
        "Josh: That's true. But this is something that has not changed, okay? We still love each other.",
        "Reva: And we love you. We love you guys so much.",
        "Josh: We're a family, and just because the two of you live on opposite sides of the world from each other, and we now live on opposite sides of the town from each other, that hasn't changed. Because where you are doesn't change who you are, at least not in the ways that count.",
        "Reva: And as long as we keep each other in our hearts, and we do.",
        "Josh: See, here we go.",
        "Reva: We miss you, we do, Marah and Shayne. We miss you so much.",
        "Josh: We love you. So Happy New Year! And we'll see you soon.",
        "Reva: Be safe. Be well.",
        "Josh: We're here, okay? We're here.",
        "[NEXT_ON]",
        "Alan-Michael: Harley's out there all alone with Mallet, her ex, and you're totally cool with it.",
        "Cassie: They're kicking her out, she is no longer suited to be a member of the Springfield University community.",
        "Harley: He is alive, I knew it!",
        "Mallet: Harley!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya These are the days that bring you meaning I feel the stillness of the sun and I feel fine sometimes when the nights are closing early..."
    ],
    "url": "https://www.youtube.com/watch?v=HJtE9hsfu28"
}