{
    "Episode Summary": [],
    "Recap": [
        "Dimitri brings Gus an enormous number of files from the pharmaceutical division of Spaulding. Jeffrey insists that Gus spend the night going through each file but Gus reminds him that he doesn't speak Russian and won't be able to translate anything he finds. Gus enlists the Russian-speaking Dimitri to handle a phone call to the Russian shipper. Gus lets Jeffrey know that the drugs are disappearing once they reach the trucking portion of the shipping plan. Danny approaches Ed for help surprising Michelle this Valentine's night and insists that he attend tonight's hotline fundraiser. Tony and Marah have a tender conversation for the first time in months with Tony eventually asking her to consider them being friends again. Sandy confronts Jeffrey in his room and surprises the D.A. with the news that he's changed his attitude towards him and wants him to make Marah happy. Jeffrey calls Marah but hangs up when she answers. Showing her a box of roses that arrived for her accompanied by an anonymous invitation to the country club Valentine's Day dance, Sandy urges Marah to go after a relationship with Jeffrey if that's what will make her happy. Tony meets secretly with Bruzi and orders him to apologize to Danny later. Bruzi offers to confront Danny tonight at the fundraiser but Tony has another idea for the meeting."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: The last one, thank goodness. Because you know what? It's getting late, you guys.",
        "Marah: All right. Well, what do you guys think?",
        "Michelle: It looks good. It really does. Everything looks really good thanks to that Lewis eye for design. So talented.",
        "Marah: I'm glad I could do it. It's for a good cause.",
        "Michelle: Yes. Here's hoping we raise lots of money for the Crisis Center tonight.",
        "Harley: Yeah, we will. It's going to be a huge success.",
        "Michelle: I hope so.",
        "Harley: So it's Valentine's Day. Why are we all pretending to have a better time than we actually are?",
        "Marah: Maybe because it is Valentine's Day.",
        "Michelle: I keep thinking about my dad.",
        "Harley: Why, is Ed okay?",
        "Michelle: Oh, he's just tired, that's all.",
        "Marah: What's on your mind?",
        "Harley: Oh, I just... I bought this great dress, and I'm hoping Gus will actually notice, and that the evening's festivities won't end with us fighting.",
        "Marah: Why would you guys fight?",
        "Harley: Oh, it's nothing. It's just some work stuff. Silly. And, you know, we just haven't let loose and had a lot of fun in a long time, that's all. I'm going to finish up the flowers so we can all change.",
        "Michelle: So when was the last time you felt normal?",
        "Marah: I'm thinking. Well, hey, at least things are looking up, right?",
        "Michelle: Yeah. No contact with Carrie, what, for 24 hours now?",
        "Marah: No emergency phone calls, drop-by visits.",
        "Michelle: No threats.",
        "Marah: So we did the right thing.",
        "Michelle: Right. You know what? We just have to keep reminding ourselves that she has no power unless we give it to her.",
        "Marah: And that will never happen again. Boy, this leaves an awful lot of time free for romance and reconciliation.",
        "Tony: Reconciliation? Wow, there's a concept.",
        "Jeffrey: What do you mean, why did I order room service? Because, Samantha, my lovely Assistant DA, you and I are going to be up most of the night working on the Javits brief, which is going to leave us very hungry sometime between now and dawn. I hope you like shrimp cocktail. What do you mean you made other plans? Yes, I know what day it is. It's Valentine's Day. Yeah, well, it's not a legal holiday, is it? Okay. Yeah, I got it. I got... Okay, okay, okay. Take the night off. Spend it with your boyfriend. You know, have a good time. Yeah, okay, you're welcome, you're welcome. Okay, I'll see you then. Good-bye.",
        "(Knocking on door)",
        "Jeffrey: Yeah, it's open. It's open! Just leave it. I take it you're not here to deliver the shrimp cocktail.",
        "Sandy: We need to get something straight about Marah.",
        "Jeffrey: Okay, down, Simba, okay? I've got no plans to be with your sister tonight or any other night, for that matter.",
        "Sandy: That's cool. Prove once and for all what a colossal jerk you are. Let Marah go.",
        "Gus: Alexandra, it is Gus here. I just wanted to leave a little message for you and tell you that by the time you finally do call or send those files, I'll be tripping the light fantastic with my beautiful fiancée-to-be, because tonight is Valentine's night, as you know. So I don't know where your files are, and I don't know why they didn't make it over here, but I wanted to thank you in advance for all of your cooperation.",
        "Dmitri: Excuse me, Mr. Gus?",
        "Gus: Hey, Dmitri. What are you doing working so late?",
        "Dmitri: You know. I have files for you.",
        "Gus: Oh, good. Well, put them right here, okay? Because the sooner I can get through those, the sooner I can wine and dine my fiancée/bride-to-be.",
        "Dmitri: Slash?",
        "Gus: Yeah. Just put the files right here, thanks.",
        "Dmitri: Okay.",
        "Gus: Cool.",
        "Jeffrey: Let me get this straight. You want me to be with your sister.",
        "Sandy: That's the last thing I want. You're totally wrong for her -- full of yourself, obnoxious. Did I mention full of yourself?",
        "Jeffrey: Yeah, you did, twice.",
        "Sandy: For some reason known only to Marah, she has a thing for you. And I hate seeing her unhappy.",
        "Jeffrey: You know, there are worse things than being unhappy.",
        "Sandy: Name one.",
        "Jeffrey: Okay. Lonely, miserable, disillusioned.",
        "Sandy: Mm-hmm. That's three.",
        "Jeffrey: I could go on.",
        "Sandy: We all know you're good with words. It's feelings you're lousy at.",
        "Jeffrey: You know what? You're right. You're absolutely right. I agree completely, and that's why your sister should stay as far away from me as possible.",
        "Sandy: You see? I know that, you know that, but she wants you. Do you have any idea how lucky you are?",
        "Jeffrey: You know what? I don't feel like sparring with you, kid, okay? Do I know how lucky I am? Yeah, I'm real lucky, okay? There's a beautiful young woman who is offering herself to me. But you know what? I've got nothing to offer her.",
        "Sandy: Maybe she knows something you don't.",
        "Jeffrey: Yeah? Well, maybe she's creating a fantasy that doesn't exist.",
        "Sandy: Well, if you care for someone...",
        "Jeffrey: Then you let them go.",
        "Sandy: I thought that's what you do when you don't care. Or is it the same for you? If Marah thinks you're the guy that can make her happy, just do it. You might surprise yourself.",
        "Jeffrey: With happiness?",
        "Sandy: Whatever. Message delivered.",
        "Tony: Is Danny around?",
        "Michelle: Oh, you know what? He stepped out, but he should be back in time for the party.",
        "Tony: Well, I might be gone by then. Listen, give him a message, please. Let him know that I'm working on the meeting.",
        "Michelle: \"The meeting?\"",
        "Tony: For the campaign. He'll understand.",
        "Michelle: Okay.",
        "Tony: Okay?",
        "Michelle: I'm going to go help Harley with the flowers, okay?",
        "Tony: See you. Looks nice. I haven't seen you around much.",
        "Marah: I've been busy. You should come back later.",
        "Tony: That's okay.",
        "Marah: You used to love Valentine's Day.",
        "Tony: Yeah, well, you know, that was then. I'm sure you'll be partying, though, huh?",
        "Marah: No. No, it's not really my thing anymore, either.",
        "Tony: How have you been, Marah?",
        "Marah: Good, I guess. In some ways better than ever.",
        "Tony: That right?",
        "Marah: Yeah. I've got my courses and my designs, and Shayne is doing wonderfully.",
        "Tony: That's good.",
        "Marah: And I've been spending a lot of time with my friends.",
        "Tony: Okay. So do I maybe fit in there anywhere as friends?",
        "Marah: I don't know.",
        "Tony: I mean, you know, we've been everything else.",
        "Marah: Yeah, that's true.",
        "Danny: Thank you.",
        "Ed: Door's open.",
        "Danny: Yeah, I can see that. Are you all right?",
        "Ed: You don't see a drink in my hand, do you? I haven't slit my wrists. So you can go back and tell that to Michelle. I mean, that's why you're here, right? To check up on me for her?",
        "Danny: No. Actually, Michelle doesn't know I'm here. You know what today is, right?",
        "Ed: Valentine's Day.",
        "Danny: Right.",
        "Ed: Well, gosh darn it, where's my box of chocolates, huh?",
        "Danny: Sorry. The only Valentine's gift I'm interested in right now is for Michelle. But I do need your help with it.",
        "Ed: You're the man who can afford the diamonds and the rubies and the sapphires and stuff.",
        "Danny: Mm-hmm. This is much more important to Michelle than that.",
        "Ed: Well, that's a pretty tall order. What are you going to give her?",
        "Danny: You.",
        "Gus: O'Neill, brother, she got me good.",
        "Jeffrey: What do you mean? Wait, wait, wait. Don't say anything. Are you alone?",
        "Gus: No, I'm not alone. I'm here with 4,000 files that Alexandra sent over to me.",
        "Jeffrey: Alexandra gave you that much material, huh?",
        "Gus: Yes, she did. I got everything from reports on aspirin sales in Botswana to test market results in glow-in-the-dark lip gloss to global laxative projections. It's a mess, it's a mess. Guess what I will never find in this pile.",
        "Jeffrey: Info on Antimonious.",
        "Gus: Exactly.",
        "Jeffrey: Well, then hang up and start reading.",
        "Gus: O'Neill...",
        "Jeffrey: Look, I don't care if it takes all night or if it takes all week. You know, you've got to put a finger on why those shipments from San Cristobel are coming up short in Kiev.",
        "Gus: Wait a second. Look. I don't... What if I never find anything in these files? What if I am forced to work with that Russian fax that I don't even trust the translation of?",
        "Jeffrey: Just get it done, okay? Khorosho, spasivo.",
        "Gus: But O'Neill, I don't have any contacts. I don't speak Russian. O'Neill! Yes, sir. Get it done, get it done, get it done. Get a life!",
        "Dmitri: (Singing in Russian)",
        "Gus: Dmitri!",
        "Dmitri: Yes, Gus? Mr. Gus?",
        "Gus: Yes. Do you have plans for tonight, for Valentine's Day?",
        "Dmitri: Nyet. But I do like that Mitzi in accounting.",
        "Gus: Oh, yeah? You like her, but you don't have plans?",
        "Dmitri: Plans? No.",
        "Gus: Well, comrade, you do now.",
        "Marah: So how would we do that? What would we do as friends?",
        "Tony: Go bowling?",
        "Marah: Bowling? Maybe we could start with dinner sometime or something.",
        "Tony: Yeah? You'd cook? Are you sure?",
        "Marah: Ha-ha. No, we could let Buzz do the cooking. He likes you now, right?",
        "Tony: Yeah, I think so. Yeah. That sounds good. I guess just let me know when.",
        "(Phone rings)",
        "Tony: Excuse me. Where the hell did I put my phone? Yeah? All right. I'm on my way.",
        "Marah: Business?",
        "Tony: Yeah, I have the meeting that I was telling Michelle about. Listen, I have to go, but when you're in the mood, just let me know, okay?",
        "Marah: Tony?",
        "Tony: Yeah?",
        "Marah: Thank you for talking.",
        "Tony: Anytime, Marah.",
        "Harley: That looked friendly.",
        "Marah: Mm-hmm. It was. Tony wants to be friends. And the weird thing is it could be okay.",
        "Harley: Oh, good. He can be a date for you for tonight.",
        "Marah: We're in negotiations for a dinner.",
        "Michelle: Yeah, at this point.",
        "Marah: You know what, guys? I'm going to head home and watch Casablanca , get some pizza. No, don't feel sorry for me. I'm ordering double cheese.",
        "Harley: Boy, I thought Gus would be here by now.",
        "Michelle: I'm surprised Danny's not back, either.",
        "Gus: Listen to me. The Russian drug rep is on the phone, okay? He's on hold. I'm going to give you the phone, you're going to say, \"DA,\" and then you're going to say, \"Please explain to me where the missing drug shipments of Antimonious are,\" okay?",
        "Dmitri: Please, please, Mr. Gus, don't make me do this.",
        "Gus: Please do this for me. What is the problem? Listen, you do this for me, I'll give you a big promotion, okay?",
        "Dmitri: I don't want promotion. I like it in mail room.",
        "Gus: Okay, well, then you'll stay in the mail room for the rest of your life, okay? I'll give you a big, fat bonus. Just please do this for me. You can buy Mitzi all the sweaters in the world. Please, okay? Ready? Show time. Go, go.",
        "Dmitri: (Speaking Russian)",
        "Gus: Did you find out something? What? What?",
        "Dmitri: Oh, it was incredible.",
        "Gus: It's incred... What is it? What? Tell me. What?",
        "Dmitri: She knows my cousin, Boris!",
        "Ed: So did you bring gift wrap, ribbon to match the color of my eyes?",
        "Danny: Ed, I want this Valentine's Day to be the best ever for Michelle, and that's not going to happen if you don't show up at our party tonight.",
        "Ed: Then it's not going to happen.",
        "Danny: It's to raise money for the hotline. Are you telling me you don't... you don't want to help her?",
        "Ed: Of course I want to help. Where's my checkbook?",
        "Danny: No, Ed, you can make a donation anytime. Michelle doesn't want your money. She wants you. She wants her father back.",
        "Ed: Back from where? What did she tell you?",
        "Danny: Nothing except that you're going through something, which is pretty obvious, and that you're taking some time off from Cedars.",
        "Ed: That's it?",
        "Danny: Yeah. I didn't ask her for details. I'm not going to ask you for details. I... You're a big boy. If there's something that you need to tell me, you either will or you won't. That's up to you.",
        "Ed: There's nothing that needs to be said, told.",
        "Danny: Okay. Fine, then. But Ed, I am not going to stand around and watch you destroy your relationship with Michelle.",
        "Ed: Danny, please, come on. Just stay out of it.",
        "Danny: Do you remember...",
        "Ed: There is nothing that you can do.",
        "Danny: Last time I heard that, I hopped a plane to Africa and brought a certain doctor back in time for his son's wedding.",
        "Ed: And why do you tell me that now? Do you think that I don't know that I owe you?",
        "Danny: No, Ed, you don't owe me anything! You owe Michelle. You owe her everything. You do. Look, I don't know what is going on with you, and frankly, I've got enough stuff to worry about. But you are going to stop hurting Michelle in the process.",
        "Ed: You could always charter a plane and send me back to Africa.",
        "Danny: Well, tempting as that might be, no. You're going to the party tonight.",
        "Ed: You try really hard, Danny. I mean, I watch you, and I see you trying to give Michelle a life that's perfect. And you know something? I tried to do that, too, years ago, and I just... I failed. And the thing is, I think that you're going to fail, too. And then what's going to happen with you and Michelle when Michelle suddenly realizes that there is no such thing as a life that's perfect?",
        "Gus: Great. Your cousin Boris. Dmitri, what did Serge say about the missing inventory on Antimonious? What did he say?",
        "Dmitri: It's the trucking.",
        "Gus: \"It's the trucking.\"",
        "Dmitri: Yes, the trucking. She stinks.",
        "Gus: Keep going. What?",
        "Dmitri: Serge say latest shipment... 1,000 units leave Cristobel. See. Now, it gets to Petersburg and those 1,000 units go from ship to trucks. But when trucks arrive in warehouse in Kiev, only 700 units left. You understand?",
        "Gus: Yes, yes. 300 units are missing between St. Petersburg and Kiev.",
        "Dmitri: Dah, dah. You see, it's the trucking.",
        "Gus: The trucking, she stinks.",
        "Dmitri: She stinks! Yes.",
        "Gus: Got it.",
        "Dmitri: Yes.",
        "Gus: Got it. Got it.",
        "Dmitri: I did bad.",
        "Gus: No, no, you did great. You did... That was... That's great. And look, you're going to get the bonus, okay? But there's just one little thing: This is our secret.",
        "Dmitri: Oh, no problem.",
        "Gus: Okay.",
        "Dmitri: I'm safe with secrets.",
        "Gus: Good. I'm sure you are. Okay. Got to go buy something for Mitzi...",
        "Dmitri: Oh, that's right.",
        "Gus: ...In accounting.",
        "Dmitri: My next show time.",
        "Gus: Right on. Okay.",
        "Dmitri: Oh, man. Thank you, Mr. Gus.",
        "Gus: Not a problem.",
        "(Door closes)",
        "Gus: Long story. Look, I got to make this quick. I got to make this quick. I got to go see Harley. I'm late for Valentine's Day. Okay, the 2-4-8 on the Antimonious, it's the shipping. It stinks.",
        "Jeffrey: Sounds like you're having a little Russian party of your own over there.",
        "Gus: No, look, I'm serious. The Russian drug rep said... Here's the example: 1,000 units get dropped off at St. Petersburg, but only 700 make it to Kiev.",
        "Jeffrey: Yeah, the numbers are about the same for all of the shipments.",
        "Gus: Yes, but not enough to make any bells or alarms go off.",
        "Jeffrey: I don't know about that.",
        "Gus: Exactly. And also not enough for the accident and breakage reports to mean a thing.",
        "Jeffrey: Since those 300 units never made it to the warehouse to be broken.",
        "Gus: So in other words...",
        "Jeffrey: The trucking, she stinks. Yeah. Well, you know what? It's funny how everything just keeps coming back to the trucking, isn't it?",
        "Gus: Yeah. So look, I got to... You put that through your machine, you do whatever you've got to do, okay? But I got to go see Harley, otherwise I'm a dead man.",
        "Harley: No wonder my ears were burning. You were talking about me.",
        "Gus: (Laughs)",
        "Harley: To who?",
        "Gus: Yeah. What?",
        "Jeffrey: All right, so 300 units of Antimonious gets taken off the trucks, multiplied by \"X\" number of truckloads for a week, cut with meth which could double or triple the volume yielding a nasty a little designer drug by the name of Delirium. Okay, so 20 bucks a pop, street value... Oh, my God.",
        "Sandy: But she wants you. Do you have any idea how lucky you are?",
        "(Phone rings)",
        "Marah: Can someone get that? Hello? Hello? Nice talking to you, too.",
        "Sandy: You're back.",
        "Marah: God, scare me half to death, why don't you?",
        "Sandy: Sorry. The door was open, which it shouldn't be.",
        "Marah: Yeah, I know. I know.",
        "Sandy: I stopped by a while earlier to put the finishing touches on our surprise for Marina and Shayne. That's when a delivery came.",
        "Marah: What delivery?",
        "Sandy: You didn't see it?",
        "Marah: I don't know what you're talking about.",
        "Sandy: Maybe the pizza box blocked your view. Hang on.",
        "Marah: That's for me?",
        "Sandy: Yeah. There you go. Pretty nice.",
        "Marah: Oh, my gosh. This... this has to be a mistake.",
        "Sandy: Well, there's a card here, a Valentine's card with your name on it. Maybe it belongs to the other Marah who lives here.",
        "Marah: Nice try, wise guy.",
        "Sandy: What's it say?",
        "Marah: \"This valentine will admit you to the Valentine's Dance at the Country Club, table five. Be mine and be there.\"",
        "Sandy: Hmm. Who's it from?",
        "Marah: I don't know. There's no name on it.",
        "Sandy: Oh, secret admirer.",
        "Marah: Yeah, right. You know what? This is probably from my dad. He knows that I don't have a Valentine's Day date. He probably feels sorry for me.",
        "Sandy: Right. Because red roses are the paternal \"I feel sorry for you\" flower of choice.",
        "Marah: Who else would it be?",
        "Sandy: It could be any of a thousand guys who want to be with you tonight.",
        "Marah: Right, a thousand.",
        "Sandy: At least.",
        "Marah: Okay. Name one. Now I still say that these are from my dad.",
        "Sandy: Marah, think. Would Josh ask you to meet him at the party tonight?",
        "Marah: Yeah, why not?",
        "Sandy: Well, you guys aren't exactly on stellar terms.",
        "Marah: Yeah, that's going to change. It already has.",
        "Sandy: Okay, well, all I'm saying is if he were to ask anybody to meet him tonight, it would be Reva. So, no. These are definitely from a secret admirer.",
        "Marah: Will you stop saying \"secret admirer?\" You know what? These could be from Tony. I ran into him earlier at the Georgian Room and he was talking about being friends.",
        "Sandy: Well, there's only one way to find out: Go.",
        "Marah: You're right, you're right. I will go. Maybe this will turn out to be a fun surprise.",
        "(Knock at the door)",
        "Jeffrey: Yeah, leave it outside. I'll get it later.",
        "(Knocks continue)",
        "Jeffrey: I said leave it. Leave it out there. Leave the tray out there. It's only shrimp.",
        "Bellboy: Mr. O'Neill?",
        "Jeffrey: You know, it says \"DO NOT DISTURB,\" okay? It doesn't say, \"DISTURB AT WILL.\" Yeah?",
        "Bellboy: I apologize, sir. But the messenger said this was urgent.",
        "Jeffrey: Okay, yeah. It better be. Here.",
        "Bellboy: Thank you very much.",
        "Jeffrey: What's this? \"This valentine will admit you to the Valentine's dance at the Country Club, table five. Be mine and be there.\" Beth. What the heck? It's only dinner.",
        "Ed: I mean, things could fall apart really fast in anyone's life.",
        "Danny: I know. Believe me, I know. If you're talking about me and Michelle, we entered into this new phase in our life with our eyes wide open. She knows exactly who I am, where I came from, the person I used to be. Michelle doesn't have any illusions about me.",
        "Ed: Well, maybe you're the one with the illusions.",
        "Danny: What... what are you talking about?",
        "Ed: I'm talking about the truth. I'm talking about reality. You think that you can change who you were. You think that you can rewrite history in someway so that you create a new image for yourself that's politically correct...",
        "Danny: Hey, wait. This isn't about me.",
        "Ed: And you can't do that, Danny. You cannot do that. That's what I'm saying. You can't... The past is not something that you could seal up in a bottle and pretend it never happened. And you can't take your worst mistake, your worst nightmare of a mistake, and turn into something kind of harmless footnote so you could live the rest of your life, you know, free and easy and pretend it... That kind of redemption doesn't exist.",
        "Danny: You don't believe in redemption?",
        "Ed: And even if you could convince yourselves that you've escaped your past, what about Michelle? Michelle is someone who has always believed that the world is either black or white. You're her hero or her heartbreaker. There is nothing... there is no in between.",
        "Danny: I think you're being too hard on yourself. Michelle's a lot more forgiving.",
        "Ed: Really?",
        "Danny: Really. Find out. I know we already gave you one, but in case you lost it. You can either stay here tonight and have a private pity party, or you can come to our party tonight for Michelle. It's for Michelle.",
        "Ed: Danny?",
        "Danny: Yeah?",
        "Ed: For your sake I hope that you never have to disappoint her ever again.",
        "Tony: What? No muscle this time, Bruzi?",
        "Bruzi: You didn't bring your girlfriend?",
        "Tony: A little follow-up advice for you.",
        "Bruzi: For this we need a sit-down.",
        "Tony: I believe in the personal touch, which is what this is about. If you're smart, Bruzi, you'll apologize to Danny. Mano a mano. ¿ Comprende?",
        "Bruzi: It was a misunderstanding, Tony.",
        "Tony: Not... not... not the kind of misunderstanding that Danny wants to read about in the papers. You hear me?",
        "Bruzi: I saw that article, and these reporters are shameless.",
        "Tony: It's damaged Danny's campaign, Bruzi.",
        "Bruzi: That's too bad. I like Danny.",
        "Tony: But you don't care. And I'm telling you right now, I suggest you start caring.",
        "Bruzi: Or?",
        "Tony: Let's just say \"or get wise.\" You hear me?",
        "Bruzi: If Danny takes action, or you do, that also ends up in the papers, and Danny can kiss his election good-bye. So, I'm not worried.",
        "Tony: Do not... Bruzi do not underestimate Danny like you underestimated me. You hear me? There's a lot of other ways to take action.",
        "Bruzi: Say I stop by this party of his tonight, pay my respects. Will that make you happy?",
        "Tony: No, it wouldn't. It's not a good night for it.",
        "Bruzi: You're making it hard to take advice.",
        "Tony: I tell you what you can do, Bruzi. You can sit outside in your car, outside the party. I'll convince Danny to come and talk to you for a couple of minutes. Is that good enough?",
        "Bruzi: You'd do that for me, Tony?",
        "Tony: Anything to keep the peace.",
        "Gus: Yeah. No, I was just talking to one of the Spaulding legal guys and said, \"Hey, man, I'm done. I can't do no more tonight. I have a hot date for Valentine's Day and her name is Harley Cooper.\" He does know you.",
        "Harley: One that I was starting to believe you would miss.",
        "Gus: Oh, please. Valentine's Day? Never.",
        "Harley: Yeah, well, you didn't show up, I was convinced that this whole thing was just going to go to waste.",
        "Gus: (Laughs) Now I can honestly say \"never.\"",
        "Harley: (Laughs)",
        "Gus: Never.",
        "Harley: Sweetie?",
        "Gus: Mm-hmm. Yes?",
        "Harley: Is there something you want to tell me?",
        "Gus: What? What do you mean?",
        "Harley: Well, I mean, I have to track you down to your office on a night when even Alan Spaulding isn't at Spaulding.",
        "Gus: No. I've taken this job seriously, honey, you know.",
        "Harley: I know you are.",
        "Gus: Yeah.",
        "Harley: Which is why when I find you in your office on a night like this, I assume there must be goings-on going on.",
        "Gus: Oh, no.",
        "Harley: Are there?",
        "Gus: Well, honey, why do you... No. Look actually what I was thinking recently was we... I've got to stop, you know. I got to get away from the grind. Like, maybe you and I should take a little vacation, just the two of us. Someplace romantic where there's trade winds and piña colados and nude beaches, you know, any old place. Something tropical and sunny, like San Cristobel.",
        "Harley: Why San Cristobel?",
        "Gus: Just popped into my head. It's a beautiful place.",
        "Harley: Sweetie, we can't just... I can't drop everything and just run off to the tropics.",
        "Gus: Honey, come on. What happened to those crazy kids that were in love, huh? That used to sleep in convertibles and almost burn down motel rooms, huh? Remember that?",
        "Harley: Lucky enough to be in jail. (Laugh)",
        "Gus: Look it. We need some sunshine. You and me on a nude beach, and a half of a bikini for you. Top or bottom is fine. I'm not picky.",
        "Harley: I'll think about it.",
        "Gus: Okay.",
        "Harley: Do you want to get in your tux?",
        "Gus: Yes, yes. It's in the executive washroom. I can't believe sentences like that are coming out of my mouth.",
        "(Both laugh)",
        "Gus: I'll... I'll be back.",
        "Harley: I'll wait for you.",
        "Danny: Sorry I'm late. Hi.",
        "Michelle: I thought you were going to stand me up.",
        "Danny: Oh, right. Come on. Would that be good politics for me?",
        "Michelle: No.",
        "Danny: I just need a little extra time to get that extra special gift for you.",
        "Michelle: I told you not to get me anything.",
        "Danny: Yeah, right.",
        "Michelle: (Laughs)",
        "Danny: Here you go?",
        "Michelle: Oh, really?",
        "Danny: Mm-hmm. Really. Open it up.",
        "Michelle: Danny, it's beautiful.",
        "Danny: That's because it belongs to you. Put it on. Happy Valentine's Day, honey.",
        "Michelle: Thank you.",
        "Danny: I love you. It looks great.",
        "Michelle: I love it.",
        "Danny: Good. I love you.",
        "Michelle: I love you, too.",
        "Danny: Actually, there is one more gift that I was hoping to line up for you, but I'm not sure if it's going to arrive in time.",
        "Sandy: I'll get it.",
        "Marah: Thank you. So, how do I look?",
        "Sandy: Horrible. This is a huge mistake.",
        "Marah: Thanks. No, really, thank you for convincing me to come tonight. But I have a question about what you're wearing.",
        "Sandy: Am I planning to go to the locker room where I've hidden a tux and change into it? No, I'm not staying.",
        "Marah: Why not?",
        "Sandy: I'm going to make sure Shayne and Marina's surprise is ready to go. And then I'm heading back to my place with your pizza.",
        "Marah: Always the ulterior motive.",
        "Sandy: Right. Have fun.",
        "Marah: Thank you.",
        "Sandy: Happy Valentine's Day.",
        "Marah: You, too.",
        "Sandy: I'll take care of this. Go. Go get 'em.",
        "Marah: Right. Hi.",
        "Jeffrey: Hi. It's table five. Happy Valentine's Day.",
        "Marah: Same to you.",
        "Sandy: Next on Guiding Light...",
        "Marah: Because I know that if we left here right now and went back to your place, it would be just as incredible as the last time.",
        "Blade: Happy Valentine's Day, sweetheart. You and I are going to have a great time tonight."
    ],
    "Transcript Author": [
        "By Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=I7HS-Ed1Lng"
}