{
    "Episode Summary": [],
    "Recap": [
        "Mallet overhears Dinah ordering a beer at Company. They spare back and forth about it and about the past and can people change. Edmund cuts the power at Cassie's and scares her to death by looking in the window at her. He plays the hero and turns the lights back on. They talk about the divorce. He tells her she can have the farm. Dinah shows up and he tells her that Cassie is fighting him and wants the farm. Dinah ends up overhearing Cassie thanking him for letting her have the farm.",
        "Olivia runs into Josh at The Beacon. They talk about Reva, her marriage to Bill, and their failed marriage. You can tell she is concerned about Reva. Reva tries to set up Nate. She gets him to the house and they argue. It looks like he is going to rape her, as Josh is outside the door debating on whether to go in. Josh leaves. Reva is saved from being raped by Nate passing out. It looks like she drugged his drink."
    ],
    "Recap Author": "Jen",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dinah: Edmund. What are you going to do to Cassie?",
        "Edmund: Nothing terrible. Just go someplace public, all right? Very public.",
        "Dinah: Why?",
        "Edmund: You're going to need an ironclad alibi.",
        "Dinah: What is it that you're doing that's so awful that I need an alibi? Excuse me, ma'am. Can I get a light beer, please?",
        "Mallet: Guess your baby doesn't care if it's domestic or imported.",
        "Dinah: I'm sorry?",
        "Mallet: I doubt that. Hey, enjoy your beer. Both of you. Don't let me stop you.",
        "Dinah: I won't.",
        "Mallet: Salud. Just make sure that he or she doesn't get behind the wheel tonight, okay?",
        "Dinah: Excuse me, who the hell are you? The pregnancy police?",
        "Mallet: Yeah. You got me. Yeah, I'm on the force, but I'm off duty tonight. My name is...",
        "Dinah: Don't bother. It was a rhetorical question. I know exactly who you are. AC Mallet. The ex-warden.",
        "Mallet: Wow. My legend precedes me.",
        "Dinah: So, how come you're not still in jail?",
        "Mallet: I was going to ask you the same thing.",
        "Dinah: Well, my legend precedes me, too. Why are you bothering me?",
        "Mallet: I'm a cop. I know trouble when I see it and you look like the kind of gal that has a real knack for finding trouble.",
        "Dinah: Maybe it seems to find me first.",
        "[SCENE_BREAK]",
        "Cassie: Hey, it's me. I was just sitting here having a glass of wine, alone, thinking about you-- missing you-- and I was wondering when you would be coming home. Every time a storm comes through. Man, the candle people must love me. I hope it's over. I cannot stand being alone in the dark. ( Thunder crashes ) oh, my God.",
        "[SCENE_BREAK]",
        "Josh: Hello.",
        "Olivia: Hello.",
        "Josh: You need a hand with that thing?",
        "Olivia: No, it's... no. I heard you were staying here.",
        "Josh: Yeah. In fact, I guess you and Bill are in the same boat as me and Reva right now. You sort of hit the rocks over this Nate business, huh?",
        "Olivia: Those rocks.",
        "Josh: I must say I'm surprised, though, that you're the one here with the suitcase. So, what? You packed up and Bill is staying at the house?",
        "Olivia: Actually, I was getting ready to go to the airport to visit my brother Sam after I had dinner with Bill.",
        "Josh: Oh.",
        "Olivia: Yeah, everything is fine at home, with Bill and me, anyway. But I think I figured out why you're here.",
        "Reva: Nate, it's Reva again. I'm still waiting and so is your money. Jonathan's ready to hand it over, so you get the money and in exchange, you leave town for good, so come to the house and let's finish this. Nobody tries to kill my kid. $2.3 million. You're going to want to have a drink to that, won't you, Nate? ( Knock on door ) Well, that was fast. He must have been on his way when I called.",
        "Bill: Hey, Reva. Is it a bad time?",
        "Reva: Uh, yeah, actually it is.",
        "Bill: Of course it's a bad time. And it will continue to be a bad time as long as Nate's around, right? That's why I think it's important that you have your family gathered around you to give you the kind of support you need. Oh. Unless you're expecting support from somebody else.",
        "[SCENE_BREAK]",
        "Dinah: I'm a \"person of interest,\" right, or whatever it is you cops call it.",
        "Mallet: Does that bother you?",
        "Dinah: Well, no. I just think there are some people that say they're going to change and turn their life around and then there are other people that just listen. But I don't need to explain myself to you.",
        "Mallet: Fair enough. Cheers.",
        "Dinah: Well, you know, I wasn't actually going to drink this.",
        "Mallet: Oh, good.",
        "Dinah: Very unattractive. Sarcasm like that? Yuck. From a desperate man? No, no.",
        "Mallet: Desperate?",
        "Dinah: Mm-hmm. I mean, you're here, drinking alone. What happened? Did you have a tough time scrounging up a date at the women's prison?",
        "Mallet: ( Laughs ) that's good. That's really good. I've always heard pregnancy mellows a woman. Is this you, mellow?",
        "Dinah: Oh, yeah. Really mellow.",
        "Mallet: Well, you're doing a really great job of hiding it. But it makes me curious, though, what else you could be hiding. Oh, look at that little love child. Let's feel that little bugger kick, shall we?",
        "Dinah: Now, how about this in your wrist?",
        "Mallet: Okay, Miss Mellow, you made your point.",
        "Dinah: It's not mine, you know. The baby. I'm the gestational carrier. It belongs to a friend of Harley's actually. Cassie Winslow.",
        "Mallet: Hm. Good for you. It seems like a very brave thing for you to do.",
        "Dinah: Yeah. I'm going to have a baby of my own some day. I've even picked out a perfect daddy.",
        "Mallet: Perfect, huh?",
        "Dinah: Yeah. Perfect for me. We're going to build the life we've always wanted.",
        "Mallet: Sounds like you two share common goals.",
        "Dinah: Yeah. We're going to take real good care of each other.",
        "Mallet: Sounds like the kind of guy that will give you everything you deserve.",
        "[SCENE_BREAK]",
        "Cassie: Edmund. You scared me to death. What the hell are you doing out here?",
        "Edmund: Well, I'm so sorry.",
        "Cassie: What do you want?",
        "Edmund: Well, to see you, of course. I was coming up the walk when your... well, anyway, I brought the divorce papers. There's just a few things I'd like to go over, if that's all right.",
        "Cassie: I thought we said we were going to let the lawyers handle this, Edmund.",
        "Edmund: Well, I was hoping to avoid that. We seem to be getting along much better now. Unless, of course, I'm interrupting something. I don't want to do that.",
        "Cassie: No. No. The storm knocked the lights out again so it's not a great time to be looking at papers. Leave them here and I'll look at them later.",
        "Edmund: Are you going to be all right in the dark? Where's RJ?",
        "Cassie: RJ is at a sleepover, and yes, I'm fine.",
        "Edmund: All right. I can take a look, if you'd like. It's probably just the fuse box again.",
        "Cassie: No, Edmund, that's...",
        "Edmund: I'll be fast, I'll be fast. Don't worry. Don't worry, Cassie. No strings attached. Okay?",
        "Cassie: Wow. That was fast. Thank you.",
        "Edmund: There you go, just the fuse box.",
        "Cassie: Okay. Okay, now that we're back in the 21st century, you want to go over the papers. I hope there's not a problem.",
        "Edmund: Well, Cassie, I wish I could say there wasn't, but unfortunately, there is. A big problem.",
        "[SCENE_BREAK]",
        "Olivia: I mean, if you wanted my opinion...",
        "Josh: Not at the moment.",
        "Olivia: Well, I'm going to give it to you anyway because it's an ex-wife's prerogative. You leaving Reva like this...",
        "Josh: I did not leave Reva.",
        "Olivia: Fine. Taking a break, getting some space, whatever you want to call it.",
        "Josh: Look, let me get something straight, all right? I am here for a night, one night, that's it. I needed to get away, Reva needed to be alone, there you have it.",
        "Olivia: Josh, she's not alone in the house, is she?",
        "Josh: Don't worry about it. According to Frank Cooper, Alfred has left town, and I hired a private investigator to look into things, just...",
        "Olivia: He's gone? We can't let him walk like that.",
        "Josh: Olivia, Alfred is gone, yes. It's over. And we're all better off for it.",
        "Olivia: No. No, we aren't. He murdered my sister.",
        "Josh: And you want him to pay for that. I understand. But that's not going to bring her back. I'm sorry if I sound a little insensitive right now. I'm a little tired. I want things to get back to normal, and I would think that in your life, you would want some normalcy, too. For Bill's sake and for Emma's sake.",
        "Olivia: Yeah, of course I do.",
        "Josh: You know, there is something that's good that's come out of all of this insanity. You and Reva seem to be coexisting a little more peacefully.",
        "Olivia: Don't go crazy on me.",
        "Josh: No, it's true. It's going to make holiday dinners so much more pleasant, don't you think? In fact, if I'm not mistaken, you and Reva... you seemed to be concerned about her just a minute ago.",
        "Olivia: Stop it. I just know that she and Nate...",
        "Josh: She and Nate, what?",
        "Olivia: They're... they were... I don't know. It's a thing. I don't know anything. I really don't.",
        "Josh: Of course you know. The whole town knows.",
        "Olivia: Well, I would have figured it out. A guy like you doesn't leave his wife because of some stolen money and a troubled step-kid.",
        "Josh: I did not leave my wife.",
        "Olivia: Yeah, fine. I've done the walking and I've also been walked out on. It's always better to do the walking.",
        "[SCENE_BREAK]",
        "Bill: You expecting someone?",
        "Reva: Yeah. Joshua. He's expected...",
        "Bill: Try again. I just saw him checking in at the Beacon, Reva.",
        "Reva: Well, I think he had a meeting.",
        "Bill: Really? Does he bring a suitcase to all his meetings?",
        "Reva: Did he send you over here?",
        "Bill: He has no clue that I am here right now. Reva, come on. Be honest. What's the story? Come on.",
        "Reva: There's no story. It's just we needed some time apart, you know?",
        "Bill: Okay.",
        "Reva: This whole Jonathan/Nate/Alfred mess has us all at our limit, you know?",
        "Bill: Sure. I mean, what is this? What are you going to do? You have your own little private cocktail party? Is that what's going on here?",
        "Reva: Yeah, I just might.",
        "Bill: Oh, my goodness.",
        "Reva: You don't have to worry about me; I'm not driving.",
        "Bill: Yeah, well, I am, so I guess I will have a club soda.",
        "Reva: No. You won't.",
        "Bill: What are you doing?",
        "Reva: I know you, Bill. I know what's going to happen.",
        "Bill: Oh, is that right?",
        "Reva: We're going to sit down, we're going to relax and then you're going to give me all these reasons why Josh is right and I am wrong. I know you guys. You Lewis men. You stick together.",
        "Bill: Yes, we do. We stick together, but that is not why I am here, Reva.",
        "Reva: Look, Bill, I appreciate it. I do. I appreciate your concern, but Josh and I are fine, so you go to Olivia, you just go to Olivia. Go home. Bye-bye, bye-bye, bye.",
        "Bill: Okay, okay. Not so fast, Blondie, okay? I am not here to lecture you about Josh or Alfred or anyone else, okay? I'm not. Reva, I'm here because I care about you and you should not be alone tonight, okay?",
        "[SCENE_BREAK]",
        "Mallet: Who are you looking for?",
        "Dinah: No one.",
        "Mallet: Okay.",
        "Dinah: Can I ask you a question?",
        "Mallet: You just did.",
        "Dinah: Two questions. Something I've always wanted to know from an ex-warden. Do you believe people can change?",
        "Mallet: I guess that depends on the person. >From what I've seen, it's really hard to go back once you've crossed that line.",
        "Dinah: Okay. What line would that be?",
        "Mallet: Everybody knows the line once they've crossed over it.",
        "Dinah: Are you talking about you and Harley?",
        "Mallet: No. I thought we were talking about you.",
        "Dinah: Okay. Once you cross the line, are you saying a there's no hope?",
        "Mallet: No. There's always hope. But it doesn't mean it will happen. But why bother moving on without hope?",
        "Dinah: Okay. You're right.",
        "Mallet: Sounds like you've made a few mistakes in your life. Maybe had a few people give up on you?",
        "Dinah: Oh, one or two.",
        "Mallet: Well, look at you now. I mean, you're carrying a baby so another couple can have a kid. That's pretty impressive. Maybe there's hope for you after all.",
        "Dinah: You never know.",
        "Mallet: Just so you're not tempted.",
        "Dinah: Thanks.",
        "Mallet: You know, when you talk about change and whether people can change or not, I've always found that basically the good guys stay basically good guys and the bad ones tend to more or less stay the same. But I guess you don't want to hear that, right?",
        "[SCENE_BREAK]",
        "Cassie: Edmund, look, we both agreed to move forward with this divorce. We both know that that's what's best, okay? I mean, come on, we've been through enough, I think.",
        "Edmund: Is that what you think this is, Cassie? That I've just come here to make things more difficult for you, for us?",
        "Cassie: I don't know, Edmund. I really don't know, I'm not sure.",
        "Edmund: Oh, please, it's all right. It's all right. I deserve you thinking the worst of me.",
        "Cassie: I really wish things were different.",
        "Edmund: So do I, Cassie. But we shared some beautiful moments along the way and with luck and time one day that's what you'll remember.",
        "Cassie: Why don't we talk about the papers?",
        "Edmund: Okay.",
        "Cassie: So what's the problem?",
        "Edmund: Well, I feel that you've asked for less than I think you should have.",
        "Cassie: Less?",
        "Edmund: You've offered to sell the farm, Cassie, split the profits. I don't want that. Our marriage is over, but the dream we had of giving the children a wonderful place to grow up in isn't. When Will comes home for a visit, it should be to a house he knows. And Tammy and R.J. And even the child Dinah is carrying now should have this house, too. It's a good house. It's good to know the place you'll come home to. I miss that. I don't want the children ever to miss it, so I want you to have the farm.",
        "Cassie: Wow. That's so kind of you. I'm sorry. I'm so sorry that I jumped to the wrong conclusion.",
        "Edmund: No, Cassie. What's done is done. What matters is yet to come.",
        "Cassie: I'd drink to that.",
        "Edmund: Good.",
        "Cassie: ( Laughs )",
        "Edmund: That's a good idea. Let's drink to that. Let's drink to the best of times we had in this place and, more important, our new lives.",
        "Cassie: I'd like that.",
        "Edmund: Good.",
        "Cassie: Wow, thank you, Edmund. Thank you for just being so good about our...",
        "Edmund: Moving forward.",
        "Cassie: Yeah.",
        "Edmund: I want your happiness, Cassie. I've wanted that for a long time and that will never change.",
        "Cassie: To new beginnings, then?",
        "Edmund: And to happy endings. I want what's best for you, Cassie. For our child, of course. I always will.",
        "[SCENE_BREAK]",
        "Bill: Okay, listen, this whole thing with Alfred right now has got everyone crazy. But in the end it comes down to one simple thing.",
        "Reva: Simple?",
        "Bill: Yes, united we stand, divided we fall, as a family.",
        "Reva: Bill, I appreciate...",
        "Bill: Okay, yes, listen. Listen. Give Josh some time. He's going to come around, okay? And that's all I'm going the say on that subject right there. But this is important to you, it's important to Olivia so it is important to me. And, listen, I will do whatever it takes to make sure this Alfred spends the rest of his days in prison. I will, you have my support, Reva.",
        "Reva: You know what I really need? I just need to calm down, you know? After everything that's happened to me today, you get it?",
        "Bill: Yeah, sounds good. Sounds good. But listen, I am not going to leave you here on your own while Alfred is out there.",
        "Reva: What? Where?",
        "Bill: Out there somewhere.",
        "Reva: No, I'm just jumpy. I said I'm jumpy.",
        "Bill: I can see that.",
        "Reva: That's why I need some down time.",
        "Bill: Exactly. Then let's have some down time together.",
        "Reva: No. Bill, you're sweet.",
        "Bill: You're my favorite aunt.",
        "Reva: You're so sweet. I love that you want to protect me, I do. But, honestly, Alfred is gone.",
        "Bill: He's gone?",
        "Reva: He's gone. He's a lot of things, but he's not stupid.",
        "Bill: Wait a minute. You really think he's gone?",
        "Reva: Absolutely. I mean, it's up to the police to find him now.",
        "Bill: Really?",
        "Reva: Yeah. Yeah. I'm just through playing all these games, you know? I think I've finally grown up. I have, you know? And with Nate gone, Jonathan and everybody that I care about most in this world are safe. So, now, you need to go and spend time with Olivia. She needs you more than I do so please, go.",
        "Bill: Boy, you're really trying to get rid of me.",
        "Reva: Yes.",
        "Bill: Well, it hurts. It hurts deep right here.",
        "Reva: You'll get over it.",
        "Bill: You know that?",
        "Reva: You'll get over it. Don't worry about Josh and I; we'll be fine.",
        "Bill: If you say so.",
        "Reva: Go home, brat boy.",
        "Bill: ( Laughs ) All right. But listen..",
        "Reva: I'm not going to do anything crazy! Why would I? Get out of here.",
        "Bill: Please don't.",
        "Reva: I won't. Go. ( Laughs )",
        "[SCENE_BREAK]",
        "Olivia: How about a drink?",
        "Josh: Do I look like I need one?",
        "Olivia: Honestly? Yeah.",
        "Josh: You know, I'm not really sure I should be drinking in a hotel room with my ex-wife.",
        "Olivia: Oh, come on, I'm married to Bill. Doesn't that practically make me your niece?",
        "Josh: Oh, God.",
        "Olivia: Yeah, let's not talk about that. Here you go, Uncle Josh.",
        "Josh: ( Laughs )",
        "Olivia: ( Laughs ) Let's have a cocktail and chat. To marital bliss in the Lewis family.",
        "Josh: And now you're going to tell me how to achieve marital bliss?",
        "Olivia: Exactly. But let's talk about Reva, shall we? See, I don't think you should call her tonight or tomorrow and don't answer her calls, okay? Just come to dinner with Bill and me for an hour or so before I catch my flight.",
        "Josh: I'm not hungry.",
        "Olivia: Don't eat. The point is, if you stay here you're going to be thinking about her and trying to figure out some way to make up with her tonight and that is going to be a mistake.",
        "Josh: Why do you care about this?",
        "Olivia: Maybe I want something good to come out of all of this. My sister's gone, Alfred has made everybody miserable. Maybe I just want to see some joy, some hope.",
        "Josh: And convincing me to stay away from Reva is going to help you achieve that?",
        "Olivia: Well, now, if there's one thing I've learned from breaking up and making up with Bill so often is that nothing makes us feel closer than 24 hours apart. It's true, believe me.",
        "Josh: Hmm.",
        "Olivia: What?",
        "Josh: You've gotten very good at this family thing. I think Bill's excellent for you maybe you married to wrong Lewis the first time around.",
        "Olivia: No such thing as the wrong Lewis. Good guy; bad timing.",
        "Josh: Live and learn.",
        "Olivia: Yup. And I have. Bill and Emma are such blessings. And I know that second chances don't come along that often and I also know that when you're a part of the family like this, you don't want to screw it up. And you don't want to let a snake like Alfred screw anything up for you, either. So what do you say, how about dinner?",
        "Josh: Why not? I'll put on some pants.",
        "Olivia: Please do.",
        "Josh: ( Laughs ) Excuse me.",
        "[SCENE_BREAK]",
        "( Knock on door )",
        "Reva: Bill! I thought I told you I wanted to be left alone.",
        "Nate: Why, Reva, is that any way to greet an invited guest? So? Where's my son? Where's my money?",
        "Reva: Relax. Jonathan's coming. I just thought we could take this opportunity to have a nice little one-on-one.",
        "Nate: A nice little one-on- one. ( Laughs )",
        "Reva: A talk. Now that you're getting everything you want, I thought maybe we could call a truce. What do you think?",
        "Nate: A truce?",
        "Reva: Uh-huh.",
        "Nate: No, I don't think so. I think you are clumsily trying to keep me here and Jonathan isn't on his way after all.",
        "Reva: You know, take one step towards that door and you won't see one penny of that $2.3 million. Jonathan's coming.",
        "Nate: You still have faith?",
        "Reva: And I still make a mean Sidecar.",
        "Nate: Yes, you do make a mean Sidecar.",
        "Reva: You taught me well. The perfect proportion of brandy.",
        "Nate: Yeah, and cyanide?",
        "Reva: ( Laughs ) Just enough to hurt you, not kill you. I hope.",
        "Nate: Yeah, I'm a good teacher. Brought out your natural abilities.",
        "Reva: You brought out a lot in me, in the beginning. You gave me a place where I felt like I could let my guard down and have some fun.",
        "Nate: I think I made you feel a little more than that, Reva.",
        "Reva: Well, you did bring out some feelings in me that I thought I had forgotten for good. You wanted me, I thought. And.",
        "Nate: Yeah, and now you're starting to make me feel like a French pastry, all buttered up.",
        "Reva: Is it working?",
        "Nate: I don't know. I haven't heard what you're after yet.",
        "Reva: I want you take the cash and then the next plane, bus, or train and get the hell out of town. For good. And leave my family alone.",
        "Nate: You want me to give up the boy?",
        "Reva: In exchange for a big, huge, fortune. I did my best trying to scare you off and that didn't work, so I'm trying a different approach and hoping for better results.",
        "Nate: And this new approach would be what?",
        "Reva: Appealing to your sense of fair play, your decent side.",
        "Nate: Well, you see, Reva, I don't actually have a decent side, I just don't. And Jonathan isn't even here yet, so why don't we just cut through and get to the grit of it. What's the real reason you called me over tonight?",
        "[SCENE_BREAK]",
        "Olivia: Hey, Honey, look who I found.",
        "Josh: Hello, hello.",
        "Bill: Uncle Josh, are you going to join us for dinner?",
        "Josh: Well, your wife is holding me prisoner. I was about ready to head home and she helped me to see the light.",
        "Bill: Olivia, our very own lighthouse.",
        "Olivia: Don't make fun of me. I know what I'm talking about.",
        "Josh: She does, actually. She helped me to see that there's only one way to fix thing this thing with Reva. Even I see the pattern.",
        "Olivia: You have to break the cycle.",
        "Josh: That's absolutely correct. I cannot keep cleaning up after Reva's messes, especially not tonight. Tonight, God help me, I'm going to try something completely new. I'm going to test the theory that absence makes the heart grow fonder. Maybe I should explain a little bit. Reva and I we...",
        "Bill: No. No need to. You had an argument. Reva told me. I know.",
        "Olivia: Then I guess you know that... that...",
        "Bill: Nate is leaving town, yes. And good riddance, really. I mean, it's...",
        "Olivia: What is wrong? I mean, are Reva and I the only two people who want to hunt this dog down?",
        "Bill: Actually, Honey, Reva's ready to move on.",
        "Josh: You talked to Reva?",
        "Bill: Yeah. We had a very nice talk. She's fine. She's missing you, but she's fine.",
        "Josh: Well, that's a good thing, I guess.",
        "Olivia: Well, I told Josh that he's doing the right thing. This is going to make he and Reva appreciate what they have.",
        "Bill: Yeah, if you say so.",
        "Josh: I'm gonna grab a drink at the bar. I'll be right back.",
        "Bill: So is this your new theory. Staying away makes everything better?",
        "Olivia: Not all the time.",
        "[SCENE_BREAK]",
        "Cassie: I was worried about how hard this would be, you know?",
        "Edmund: Well, we have a child to think about now, Cassie. And I will always be there for that child. I will never let go and I promise you that.",
        "Cassie: Thank you.",
        "Dinah: Hi.",
        "Edmund: Dinah.",
        "Dinah: I'm sorry if I'm interrupting.",
        "Cassie: No. You're not interrupting anything. Are you okay? Is the baby okay?",
        "Dinah: Yeah. Yeah. Are you okay?",
        "Cassie: Me? Yeah, I'm fine. Why?",
        "Edmund: What's the matter, Dinah you look...?",
        "Dinah: Frantic, I know. I just, um, I think I... I did it again.",
        "Cassie: Did what?",
        "Dinah: I forgot my prenatal vitamins again.",
        "Cassie: It's okay. That's all right. You know what? I'll check upstairs.",
        "Edmund: Good.",
        "Cassie: Okay.",
        "Dinah: Sorry to be such a ditz.",
        "Cassie: Not a problem.",
        "Edmund: We'll hunt down here.",
        "Dinah: ( Laughs ) Wow, candles, wine. Now I know why I needed an alibi. I want to thank you for protecting me from the sight of your awful revenge.",
        "Edmund: Dinah, listen to me. You don't understand. The minute I got here tonight everything has gone wrong. The lights went out, after I got the lights back on, Cassie started arguing every single point on the divorce that we already agreed on.",
        "Cassie: Really?",
        "Edmund: Yes, Dinah. I chased you away thinking I had the entire situation in hand and I was wrong. Boy was I wrong. And you showed up just in time.",
        "Dinah: Did I?",
        "Edmund: Uh-huh.",
        "Dinah: Good. Good.",
        "Edmund: What are you doing? Dinah? Come on!",
        "Edmund: Dinah, this has to stop. Every time you get into a snit because something I say or do that confuses you, you threaten to take that off and expose your very attractive albeit completely un-pregnant midsection.",
        "Dinah: Do you blame me?",
        "Edmund: Cassie has been fighting me over the assets. She wants to keep the house, Dinah. Your house.",
        "Dinah: The house?",
        "Edmund: The house, Dinah. You lived here first. You belong here. We belong here, Dinah. It's a promise I made to you; it's a promise I want to keep.",
        "Dinah: Well then you know what? Then you don't let her do this to us if this is our home and our future. I want this over right now, Edmund, right now.",
        "Edmund: I want it over, too.",
        "Dinah: Good. I'm glad to hear that. Step one, you sign these divorce papers, okay? I want you to put the pedal to the medal, I want to get this show on the road and you sign these right now, okay?",
        "[SCENE_BREAK]",
        "Reva: You want to know the real reason I called you over here tonight?",
        "Nate: Desperately.",
        "Reva: The real reason is because I know the real you. Just like I know there's good in my son's heart, I know there's good in you, too.",
        "Nate: You think so?",
        "Reva: Tell me something, Nate. Who smacked you around when you were a kid?",
        "Nate: What? ( Laughs ) Oh yeah, that's funny, Reva. That's really funny.",
        "Reva: Really. Because I think it's serious and sad. Nobody starts out in this world making the wrong choices. They take what they see as their options, but sometimes they just don't see it clearly enough. Sometimes their perspective is knocked out of whack. What do you think?",
        "Nate: I think knocking a good stiff one back puts everything in perspective again. Ah. You see? Clearer already.",
        "Reva: Then see what I see, Nate, okay? We both know that you weren't born this way. Somebody did it. Who beat the bad into you.",
        "Nate: You're right. Thank you. See all thee years I thought it was me and now I see it was... it was Mum's fault. No, that's not it. No, it was Dad's fault. No. It's life, Reva. It's life. Life is tough and life made me this way. So the hell what? That's the way it goes. No apologies. Now, where the hell is he? Where is my son?",
        "Reva: He's coming! Why? What do you feel like you need to go a couple rounds with him, huh? Work off some steam? Beat the crap out of him again?",
        "Nate: Him or somebody else. I don't care.",
        "Reva: Why? Why do you do that? Why do you want to hurt others? Why do you want to destroy my son?",
        "Nate: Oh, your son?",
        "Reva: Why do you want to subject him to the same fate that your wife Marissa went through?",
        "Nate: What?",
        "Reva: Let him go. Let Jonathan go.",
        "Nate: No, what did you just say?",
        "Reva: Just let him go.",
        "Nate: No, no, no. What did you just say?",
        "Reva: I didn't say...",
        "Nate: Subject him to the same...",
        "Reva: I didn't say that.",
        "Nate: Repeat it!",
        "Reva: I'm just trying to keep my son safe! That's all I said.",
        "Nate: He's not coming here, is he? Is he? You lied to me, Reva. Reva, you lied to me!",
        "Reva: Jonathan is coming. He's coming and he's bringing your money. That's what this is. I want this over with so that you'll leave town.",
        "Nate: So I'll leave town and leave you and Johnny alone forever, is that it?",
        "Reva: Yes.",
        "Nate: Well, I'm sorry, Reva. But getting the cash isn't enough anymore. Getting my son back isn't enough anymore. I'm afraid there's something else I want now.",
        "[SCENE_BREAK]",
        "Dinah: Come on, sign them.",
        "Dinah: Come on, sign them. What are you waiting for?",
        "Edmund: I can't, Dinah, not yet. I have to have lawyers look it over first. I'm not going to lose this house. I have to make sure everything's set.",
        "Dinah: First thing tomorrow. You promise me.",
        "Edmund: I promise.",
        "Cassie: I've looked everywhere, but I cannot find them. I don't know where they are.",
        "Dinah: Um, I found them. I found them. In the kitchen on top of the refrigerator.",
        "Cassie: Oh.",
        "Dinah: I don't know why this keeps happening. I'm actually confusing myself these days.",
        "Cassie: It's okay. It really is okay. You're doing so good. You're doing great. Better than most first-time pregnancies. I'm telling you.",
        "Dinah: ( Laughs ) You think so?",
        "Cassie: Stop being so hard on yourself, okay?",
        "Dinah: Okay. Okay. Thank you. Have a good night.",
        "Cassie: Sleep well, please.",
        "Dinah: Right.",
        "Cassie: Well...",
        "Edmund: Well, that was a lovely girl bonding moment. More wine?",
        "Cassie: No. No. I think I've had enough. So we're good here, right? I'll walk you out.",
        "Edmund: I'd appreciate that, thank you. Cassie...",
        "Cassie: Oh... you can see the stars now.",
        "Edmund: Storm has passed.",
        "Cassie: Good night, Edmund.",
        "Edmund: Good night.",
        "Cassie: Wait. Wait. Um, thank you. Thank you for letting me have the farm. That was so amazingly generous.",
        "Edmund: Are you happy, Cassie?",
        "Cassie: Yup.",
        "Edmund: Good. All I've ever wanted is your happiness. Good night.",
        "[SCENE_BREAK]",
        "Bill: All right, Honey, well at least let me... at least let me give you a ride to the airport, huh?",
        "Olivia: No. Because if you keep kissing me like that I'm not going to get on the plane.",
        "Bill: Oh. Well, listen, you and Sam, you take care of each other, right? And forget about all this bad stuff.",
        "Olivia: You mean Alfred?",
        "Bill: Yeah, he's gone. He can't hurt us, okay?",
        "Olivia: Yeah. So is my sister.",
        "Bill: I know. I know. Listen to me. Listen to me. You take all the time you need to grieve with your brother, okay? Just get back here when you can because, Emma, she's feeling all this bad energy.",
        "Olivia: I know. I know. I know, okay?",
        "Bill: Okay.",
        "Olivia: Where's Josh?",
        "[SCENE_BREAK]",
        "Nate: So, Reva, I think you know what it is I want. I think you want it, too.",
        "Reva: Nate...",
        "Nate: We should have done this a long time ago, Reva.",
        "[SCENE_BREAK]",
        "Josh: Okay. It's going to work like this. I go in, Reva apologizes, I accept her apology, things are great tonight, things are really good tomorrow morning, and then...",
        "[SCENE_BREAK]",
        "Reva: So what are you going to do now? Take what you want?",
        "Nate: Why, Reva, I think that's a swell idea.",
        "[SCENE_BREAK]",
        "Josh: Then it starts all over again. Good night, Reva.",
        "[SCENE_BREAK]",
        "Reva: That was going to work. You want to play, Nate? Nate? There's only one rule, one, Love. Don't play a player! ( Laughs ) What now?",
        "[SCENE_BREAK]",
        "_Announcer: Next on \"Guiding Light\"... _ You really miss Michelle, don't you? Michelle will always be crazy about Danny. I'm home.",
        "Jonathan: She's the one who can't stay away from me.",
        "Reva: You abused my son. It's time for you to pay the price."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=6Wz1J0U-Kz0"
}