{
    "Episode Summary": [],
    "Recap": [
        "Beth finds Gus passed out on the ground. Harley visits Alex at the police station. Jeffery tells Cassie she's in danger and that he needs to follow her. Bill and Dinah share a drink. Bill tells Jeffery he will blow the Salerno case if his sister's name isn't cleared. Danny tells Michelle that he set the warehouse explosion; Michelle forgives him and gets angry with Rick for being protective. Michelle urges Danny to return to the family business. Harley stops by the Spaulding Mansion to visit Gus who is at Harley's trying to visit her one last time before he goes to \u0091get away.'"
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Beth: Gus?",
        "Gus: Hey. Harley.",
        "Beth: How many rounds did you go?",
        "Gus: Oh, a lot. Like a half one. Come here. Come here. I missed you. I missed you.",
        "Beth: Uh, no, gus. You'll regret this in the morning.",
        "Gus: Beth?",
        "Harley: Feeling at home with the drug traffickers and the con men?",
        "Alexandra: What are you doing here, harley? I'm expecting my attorney.",
        "Harley: Well, your attorney will have to wait. We have unfinished business, mrs. Godfrey.",
        "Alexandra: If this is about you and gus, you know I'm willing to do everything I can to help you two get back together, harley.",
        "Harley: Well, it's a little late for that. Gus is one of you, now. A spaulding to the core. But I won't let you destroy my brother's life. Frank won't lose his job and darci because of you.",
        "Alexandra: Okay, I think there's something you should know before you start forming a lynching party here, because i have told ross everything. Everything I did to frank, okay? And he has my written testimony.",
        "Harley: Well, then why doesn't frank have his job back? And why did darci leave town feeling like dirt?",
        "Alexandra: I don't know. I only know that I am trying to make things right, harley. I swear it. What do you want from me?",
        "Harley: I want you to suffer.",
        "Bill: Come here often?",
        "Dinah: Hey.",
        "Bill: Yeah.",
        "Dinah: Yeah. You got my page.",
        "Bill: Yes, I did. And what's up with all the public appearances, huh?",
        "Dinah: You don't have any white wine in your house.",
        "Bill: Then I will get some. Come on, we had a deal. If you're going to stay at my place, then you're going to stay put. Right?",
        "Dinah: I told you, I get lonely.",
        "Bill: Yeah, well, we're out of here, all right? What if someone recognizes you.",
        "Dinah: No one is going to recognize me.",
        "Bill: Why? Because you're wearing that funny little hat and you changed the color of your hair? Come on, let's go.",
        "Dinah: No. Nobody knows I'm here. I'm anonymous. I can be no one or someone.",
        "Bill: Well, that's very dramatic, but I'm cool with who you are.",
        "Cassie: Get back!",
        "Jeffrey: Whoa, cassie. Whoa. Take it easy. Friend, friend. Not foe, friend.",
        "Cassie: Jeffrey, what... oh, my god. What are you doing?",
        "Jeffrey: What am I... is that any way to greet somebody?",
        "Cassie: Are you stalking me?",
        "Jeffrey: Don't flatter yourself.",
        "Cassie: What is going on, jeffrey? Every time I turn around, you're breathing down my neck and it's creeping me out.",
        "Jeffrey: Well, I seem to have that effect on a lot of people.",
        "Cassie: Why are you here now?",
        "Jeffrey: Why am I here? You wouldn't believe me.",
        "Cassie: Try me.",
        "Jeffrey: Okay. I'm here because I really need to be near you right now. It's as simple as that.",
        "Danny: Just open the door!",
        "Guard: Only authorized personnel are allowed inside.",
        "Danny: I have to get my wife out of there!",
        "Guard: I'm sorry.",
        "Danny: It's ridiculous.",
        "Salerno: Your big hero set off that explosion. Danny santos is the one that almost had you killed, not me. My hands are clean, babe.",
        "Reva: Do you really expect anyone to buy that ridiculous story?",
        "Salerno: Hey, look. Buy it, don't buy it, it's the truth.",
        "Michelle: You're just out to destroy him because he put you behind bars.",
        "Salerno: I can account for every second of my time when that bomb went off. I was nowhere near that warehouse.",
        "Reva: And yet you can be sure that danny is responsible.",
        "Salerno: Oh, you bet I can. I have a witness. Santos was seen setting the bomb and meeting eden august inside the warehouse. And then, leaving you and eden inside, he calmly walked outside, pressed the button and-- boom-- it was all over. And hubby left you in the rubble along with the ex-hooker who died.",
        "Danny: Hey.",
        "Guard: Whoa, whoa, whoa. Wait.",
        "Danny: Just get out of my way.",
        "Guard: Back off.",
        "Danny: Get out of my way.",
        "Guard: Back off! Or I'll have you removed from the area.",
        "Reva: I suppose you have a name for this witness?",
        "Salerno: Oh, you bet I do. But I'm saving that one for the trial.",
        "Michelle: Because there isn't any witness. Because there's not one bit of truth in anything the guy is saying.",
        "Salerno: You don't believe me, michelle?",
        "Michelle: No.",
        "Salerno: You don't? Well, why don't you ask your husband danny if he's responsible for putting you into a coma and wiping out your memory? Ask him. Go ahead. He's right over there.",
        "Reva: We'll bring you more of this breaking story as it develops. Until then, I'm reva lewis, coming to you from the springfield correctional facility. Stay tuned for your local news and we'll see you tomorrow.",
        "Cameraman: And you're off. (Banging on door)",
        "Michelle: Let me out of here!",
        "Reva: Michelle.",
        "Michelle: The lock-down is over. Open the door!",
        "Reva: Michelle, just hang on.",
        "Michelle: I want to see danny. Open the door!",
        "Danny: Hey. Are you okay?",
        "Michelle: Is it true?",
        "Danny: Did he touch you?",
        "Michelle: Is it true? Did you set that explosion? I want to know the truth. Are you responsible for putting me in that hospital bed?",
        "Reva: Nothing you said on tv is going to get you out of here. The feds have an airtight case against you.",
        "Salerno: Ooh.",
        "Reva: Drug trafficking, money laundering.",
        "Salerno: Oh, you really get off on this stuff, don't you?",
        "Reva: Seeing you pay for what you did? You bet I do.",
        "Salerno: Oh, I can hear you at the country club now. Prison riot in cell block d and reva lewis was there-- right after her hair appointment and just before lunch with the girls. Interviewing a guy like me really gets your creative juices flowing, doesn't it?",
        "Reva: Get him out of here.",
        "Salerno: Well, any time you need a pick-me-up, give me a call. I'll be around.",
        "Reva: Don't trip on your leg irons, vinnie. We want you in one piece for your day in court.",
        "Josh: Okay, thank you. I appreciate that. That was the station. They talked to reva.",
        "Rick: I just... I just want to hear my sister's voice.",
        "Josh: You won't get through. They don't have their cell phones, rick. I cannot believe that danny was the one that set off that bomb.",
        "Rick: I can believe it.",
        "Josh: I just...",
        "Rick: Come on.",
        "Josh: Hey, whoa. Wait a minute. Wait a minute. Did you know anything about this? Did you know that danny...",
        "Tony: Josh, I saw the interview same as you, okay?",
        "Rick: She's not answering the phone.",
        "Tony: Well, rick, maybe she's with danny. Danny did go out to the prison.",
        "Rick: Oh, so he can talk his way out of it, right?",
        "Tony: Why don't you ask him, not me.",
        "Rick: I'm asking you, okay? My little sister trusted you and danny, and this whole time you were back in operation, working for the mob as if you never left.",
        "Tony: Oh, come on.",
        "Rick: You and danny set this explosion, didn't you, tony?",
        "Tony: I don't know. Why don't you tell me, rick? You've got all the answers, right?",
        "Rick: Tell me I'm wrong! Tell me I'm wrong.",
        "Josh: Easy, easy.",
        "Tony: Danny loves michelle. You of all people know that. He didn't lie to her, rick, when he went undercover, okay? He told her; she supported him.",
        "Josh: Tony.",
        "Tony: What?",
        "Josh: We just want the truth, all right? We want to know if danny did this.",
        "Tony: You want the truth, josh? You want the truth? The truth is you both know that he would never hurt michelle. Your sister, rick, followed him in the warehouse. He had no idea that she was there, okay? No idea.",
        "Josh: Oh, god.",
        "Rick: He did it. Of course he did it.",
        "Tony: Hey, you know what? Sometimes people do things out of love because they get crazy like that. Sometimes, rick, it backfires.",
        "Alexandra: You don't think I'm suffering enough in here?",
        "Harley: I don't see it. I don't see contrition. I don't see devastation.",
        "Alexandra: Oh, really? Well, just because you don't see it doesn't mean it doesn't exist. Harley, what do you really want from me?",
        "Harley: I want you to admit what you did to frank-- a decent, kind man-- and I want you to say it to my face.",
        "Alexandra: All right. I admit it. I framed frank and I am sorry, so sorry.",
        "Harley: Yeah. Sorry you got caught.",
        "Alexandra: No. I'm sorry for lies, I'm sorry for so many lies. But the one thing I never lied about was the way I felt and the way I still feel about your father.",
        "Harley: But you lied about breaking it off with him. You promised me that you would and you did not. Another broken promise. Another lie.",
        "Alexandra: No. No, I tried to. I tried to break it off, but he wouldn't let me, and I think... I actually think somewhere in me I thought maybe it could still work out. I don't know.",
        "Harley: Oh, yeah. You could sell my brother down the river, but you could still have my father?",
        "Alexandra: Harley, what is it you really want from me?",
        "Harley: I've been returning my wedding gifts all day. And I realized... I realized that I need to give back the most important gift of all, to you and your family-- all the anger, the bitterness, the resentment. Take it back. I don't want it anymore. I don't want to live like this anymore. The suspicion, the defensiveness. I am done with you-- you and alan and gus. I just want to get on with my life.",
        "Alexandra: Well, you can try.",
        "Harley: What is that supposed to mean?",
        "Alexandra: I'm willing to take the consequences for my actions, harley. Are you?",
        "Beth: You've got to go to the hospital.",
        "Gus: No, I'm not going to the hospital.",
        "Beth: Yes. Yes.",
        "Gus: I don't need... I don't need to go to any hospitals.",
        "Beth: (Mutters) okay. My car is right down there around the corner. I'll back it up the alley as far as I can...",
        "Gus: You don't need to back it up. I can walk to the car. I'm not an invalid.",
        "Beth: Okay. We'll give it a shot.",
        "Gus: Okay. And where are we going?",
        "Beth: Home.",
        "Gus: Home is where the harley is. That's where...",
        "Beth: Yes, but at the moment all your worldly goods are at the spaulding house.",
        "Gus: No, I'm not doing that. I'll stay here instead of going there.",
        "Beth: Okay, gus. You've got two choices. You either walk with me to my car or I'm going to drag you there. So what's it going to be?",
        "Gus: You're very bossy.",
        "Beth: I know. Let's go.",
        "Gus: Well, you're not the boss of me.",
        "Beth: No? Well I am right now.",
        "Gus: And we can go and...",
        "Beth: And gus, I'm sorry.",
        "Gus: For what?",
        "Beth: For not being harley.",
        "Dinah: Hart was my life. I thought that he and I were forever.",
        "Bill: I know how that goes.",
        "Dinah: And I think that something happened when I knew i was losing him. I think I was left with a lot of hurt and a lot of anger.",
        "Bill: Look, you don't have to get into this with me right now. That's okay.",
        "Dinah: You know, maybe I do. Maybe I need to know if you're still going to be here once you understand the whole enchilada.",
        "Bill: Hey, of course I will.",
        "Dinah: Okay. There's no excuse for what I did and I think that my whole life was leading up to it. I had a screwed-up childhood, went through a lot even after coming back to springfield.",
        "Bill: We all loved you. Mom, ross, me.",
        "Dinah: I know that, I know that, but it wasn't enough. No one was enough until hart. When I was with hart, I finally had what I needed. And then cassie ended up tricking him to feeling sorry for her and she stole him from me. And that was awful because i couldn't have her take anything more from me. And I didn't want to be alone anymore. I wanted her out of my life. I had the gun and I fired it. But afterward, hart was the one who was dead. And I never wanted that, ever.",
        "Bill: I understand that.",
        "Dinah: I wish someone would have stopped me. Maybe I'd still have hart and maybe I wouldn't be on the run all alone.",
        "Bill: Hey, listen to me. Come here. You are not alone. All right? You got me.",
        "Dinah: Yeah.",
        "Bill: And all I know is that we're going to get past this, all right? Because it's the only way to happiness. So I'm glad you don't hate cassie any more.",
        "Dinah: No. I have that all under control now.",
        "Bill: Well, that's good. That's good. I'm proud of you.",
        "Dinah: That means a lot coming from you.",
        "Bill: All right, listen. I have to take care of something very important. You promise that you're going to finish that drink and head straight home?",
        "Dinah: Yeah. Are you going to be home soon? I don't like being alone.",
        "Bill: It's not going to take long, okay? It's not going to take long. In fact, I've got a feeling that our luck is going to change, for the better. All right. I'll see you.",
        "Dinah: Okay. I make my own luck, little brother.",
        "Cassie: You want to be near me? What's that about?",
        "Jeffrey: Well, what can i say? I guess you're one of the few people in this town that would go one on one with me.",
        "Cassie: Not counting a few fun-loving yoga instructors that like to have one- night stands with you, huh?",
        "Jeffrey: That's a different kind of one on one.",
        "Cassie: This isn't charming. I don't like being followed, not even by someone as stealthy as you, so I want you to stop the game-playing, please, and tell me why you end up everywhere i am.",
        "Jeffrey: All right, you want to know?",
        "Cassie: Next time, that kick, I won't miss it, okay?",
        "Jeffrey: Okay. Okay, I will tell you. I am tailing you, for your own good.",
        "Danny: Come on, let's get out of here. Please?",
        "Michelle: No, no. I'm not letting you...",
        "Danny: Michelle?",
        "Michelle: ...And try to make me feel better.",
        "Danny: This is not the place to have this...",
        "Michelle: To tell me that you set the bomb that... it nearly killed me. To admit...",
        "Danny: Michelle?",
        "Michelle: ...That you've been keeping this from me ever since I opened my eyes?",
        "Danny: I will tell you everything here. Just not here.",
        "Michelle: Yeah, that's a novel concept. You're going to tell me everything, all the facts about my own life, huh?",
        "Danny: Michelle, I'm just trying to...",
        "Michelle: \"Protect you.\" I know. The two words I dread most. \"Protect you.\" I have told you so many times i can handle myself. But if you keep treating me like I can't, you're the one who's going to need protection.",
        "Danny: Michelle...",
        "Michelle: A lot of people just heard salerno say that you were responsible for that explosion. Is he right?",
        "Danny: Yes. I set the bomb. I almost killed you.",
        "Alexandra: Are you really willing to throw away the love that you and gus have? The kind of love that may just happen once in a lifetime, because he made one mistake?",
        "Harley: It's not just because of what gus did. A part of me can actually understand that he was trying to protect you.",
        "Alexandra: Then what is it?",
        "Harley: It's who he has become. One of you. Lying and deceitful. Willing to sacrifice anyone and everything-- even me and my family, so that you wouldn't have to pay for what you did.",
        "Alexandra: Come on, gus wanted to tell you. He was tormented by this lie, but he promised alan, his father...",
        "Harley: I don't want to hear the justification. Gus knew that trust was everything to me. Did that matter to him?",
        "Alexandra: Can you possibly believe that he was pulled in two different directions?",
        "Harley: Yes, I believe it. I saw it up close. But my pull should have been stronger. He should have chosen me!",
        "Alexandra: Well, he didn't want to make a choice at all. He thought he could help me without hurting anyone else. I mean brad was dead. The drugs had stopped with him.",
        "Harley: Then he should have just told me. That would have changed everything.",
        "Alexandra: He was trying to protect you as well as me, harley. And then one lie, well, rolled into ten lies. Everything got out of control, all right? And he thought you could have this one wonderful, joyful evening. This wedding for heaven's sake.",
        "Harley: Look at you. You are in prison and you'll still doing it. You're still trying to work that spaulding spin making all these lies seem perfectly reasonable.",
        "Alexandra: Oh, really, harley. Gus will spend the rest of his life making this up to you if you will just give him a chance.",
        "Harley: That will never happen. Gus didn't just ruin my wedding. He ruined my faith in him. Nothing will ever save that.",
        "Beth: You really took a beating.",
        "Gus: I took a beating? You should see the other guy.",
        "Beth: (Laughs)",
        "Gus: Sometimes it's good anyway to have a beating. Everybody should have beating every now and then. It's good for the soul, you know.",
        "Beth: I'm not going to argue with you there. You screwed up royally. You had a good thing and you blew it.",
        "Gus: She just pour salt in my wounds. I have some salt.",
        "Beth: Yeah, you know something? I've been where harley is now. I've been sandbagged by the spauldings. My entire life has been torn apart by their lies and manipulation.",
        "Gus: Mm-hmm. Yeah and...",
        "Beth: And I'm still... living in their house. (Laughs)",
        "Gus: Yes.",
        "Beth: But not with phillip.",
        "Gus: You're not really helping me much. Thank you.",
        "Beth: Okay, well, what about this? I get a digital camera, take a few shots of your misery, e-mail them to harley. Might make things better.",
        "Gus: Nah, she'll just see the pictures and be mad that somebody got to me before she did.",
        "Jeffrey: I told you at the farm that we worried about this person who's been impersonating you showing up here.",
        "Cassie: Is she here?",
        "Jeffrey: We don't know. But we do know... well, we think anyway that it's more than just a she.",
        "Cassie: I don't get it.",
        "Jeffrey: We wondered why would somebody be using your credit cards and then paying off the bills. It's because impersonating cassie winslow is just a small part of something a lot bigger.",
        "Cassie: How big?",
        "Jeffrey: Well, we don't know. We think it might be a whole international ring. These people, they assume other people's identity. They steal their identity. And then they try to gain access to important people like heads of state, royalty, that sort of thing. I can't say too much more about it. But we also know that they are on to you. They know that you know.",
        "Cassie: Venice.",
        "Jeffrey: Exactly. You tracked these people to their hotel room, okay? They don't want to be discovered. You have become a threat to them.",
        "Cassie: Well, are these people dangerous?",
        "Jeffrey: I don't want to find out, cassie. And until they're in custody, meet your new best friend.",
        "Cassie: No. No way. No way. You call the feds. You call whoever you have to call. Then you find me somebody else, okay? Someone else. I can't have you.",
        "Jeffrey: What's wrong with me?",
        "Cassie: You complicate things, okay? And the way you effect edmund it just...",
        "Jeffrey: The way I affect you, you mean.",
        "Cassie: It's life threatening to be around you, jeffrey, okay. You know, I've been near you twice and almost been killed. I'm out of here. And don't even think about following me.",
        "Cassie: Bill. Hi. I'm sorry.",
        "Bill: O'neill, I'm glad you're here.",
        "Jeffrey: Well, that's refreshing.",
        "Bill: Yeah, well, don't get excited, because we need to talk now.",
        "Jeffrey: Yeah, I'm sorry, bill. I'm running kind of late. Could you make an appointment with my office?",
        "Bill: No, this can't wait.",
        "Cassie: Be my guest.",
        "Jeffrey: Wait. We're not done here.",
        "Cassie: Want to bet?",
        "Jeffrey: All right, you've got 30 seconds.",
        "Bill: That's good because that's all the time I'm going to need to blow your case against salerno wide open if you don't work with me. Good. Now I have your attention.",
        "Michelle: Why didn't you tell me?",
        "Danny: You have to know i would never deliberately hurt you.",
        "Michelle: Why didn't you tell me? Why did I have to hear it from that pig instead of you?",
        "Danny: I'm so sorry that it came out like this. You don't know how sorry.",
        "Michelle: Well, when were you going to tell me? Never. You were never. You were never going to tell me.",
        "Danny: No. It's not...",
        "Michelle: Did you not think it was important? Did you not think I deserved to know?",
        "Danny: Michelle, you didn't know me. How could I even know how you would react or if you would even believe anything I told you?",
        "Michelle: Just tell me why you did it. Why?",
        "Danny: What happened at the warehouse was one of the those jobs that I had to do for salerno to prove my loyalty to him.",
        "Michelle: A test?",
        "Danny: A test. A test that went horribly wrong. And I am paying it for every day of my life. Michelle, I wanted to tell you. It's been driving me crazy. In a way I've been walking around like you, like two different people. Everybody sees me as this hero and I have all these secrets. All these terrible things that i was forced to do. I wanted you to know before the explosion we shared everything with each other. We were working together to nail salerno. We were in it together.",
        "Michelle: Wait a minute. Wait. So you're telling me I knew about this warehouse ahead of time?",
        "Danny: No. It was the one thing that i didn't tell you about. And it's why I think you followed me to the warehouse because you knew I wasn't telling you something. Michelle, if I knew that you were there in the warehouse... you have to... it was a terrible accident. And you have to believe me. I'm paying for it every time i look at you. I can't do anything to change it. I have to live with it every day. But I can't make you do anything you don't want to do. Believe me or don't believe me. It's up to you. Coming up on \"guiding light\"...",
        "Michelle: I don't know you, okay? I don't know any of you. So I don't need your opinion and I don't care what you have to say!",
        "Jeffrey: Dinah contacted you, didn't she?",
        "Bill: Yeah, she has. As matter of fact, I know right where she is.",
        "Alexandra: Harley! This old fashioned righteousness of yours isn't going to keep your feet warm in bed at night.",
        "Harley: So long, alex. You know, you don't look so hot in orange. Too bad that's all they offer at vailsburg.",
        "Alexandra: Well, I may be the one behind bars, but seems to me you're in a prison of your own making. Which is worse, I wonder?",
        "Harley: That's so funny. Because I feel like I just won my freedom from you and that insanity you call a family-- including gus. So once I've signed off on these wedding gifts, I can start erasing all of you from my memory.",
        "Harley: Well, that won't happen. Because the kind of thing that you and gus have that's the real thing. So you walk away from it, you'll be running on empty the rest of your life, my dear. You can trust me on this. You don't want to live a life without love.",
        "Jeffrey: You want salerno to walk? Are you out of your mind?",
        "Bill: A life for a life. That's the deal, right? Ross talked to you, I know about looking into my sister's case. Reopening it. Entering a plea of leniency, right?",
        "Jeffrey: I said I would look at it.",
        "Bill: All right, well, how's it going?",
        "Jeffrey: It's going to take some time.",
        "Bill: Well, time has just run out, mr. O'neill. You have to do whatever it takes to get my sister's name clean on the books, all right? Or I'm going to go the courts and make sure that they know that eden didn't die in that far. And there goes your trump card for putting salerno away.",
        "Jeffrey: So you would jeopardize eden's safety for your sister like that?",
        "Bill: I'd never tell where eden was even if I knew. Never do that to her. But you owe me and you owe my family.",
        "Jeffrey: I don't owe you anything, bill. What are you talking about? I'm the one who saved eden in the first place. I could have let her twist in the wind after she messed up the drug deal.",
        "Bill: Mr. O'neill, never mind! I just want my sister back. No strings attached.",
        "Jeffrey: Why are you in such a hurry? Why are you and ross both in such a hurry, bill? Dinah contacted you, didn't she?",
        "Bill: Yeah, she has. As matter of fact, I know right where she is.",
        "Josh: Are you okay?",
        "Reva: It's over and I am still in one piece.",
        "Rick: Is michelle with you?",
        "Reva: No, rick, she wanted some alone time with danny.",
        "Tony: Are they holding danny?",
        "Reva: I don't know, tony.",
        "Tony: You don't know. Well, he doesn't deserve this, reva. Salerno gave the orders, the feds, they applied pressure. He doesn't deserve this.",
        "Reva: Danny followed those orders and a young woman died.",
        "Danny: I would give my own life to take back what happened, to take back all the pain that i caused you. I really hope you can forgive me. It's up to you. Do you really think that I could be capable of killing you?",
        "Michelle: You know, as far back as I can remember, you've only been kind to me. I mean you never left my bedside when I was in the hospital. That could be love. Or it could be guilt.",
        "Danny: What do you think it is?",
        "Michelle: I think that it's love, because I can see that in your eyes. I can see it in the way it hurts you whenever I don't look at you the same way.",
        "Danny: It is love.",
        "Michelle: Maybe, you know, it's better that I don't remember because I don't really know what I lost. So I can't really be mad about that.",
        "Danny: I'm so sorry. You don't know. You couldn't know how sorry i am. I know how tough this is.",
        "Michelle: You know, it's not as tough as you think.",
        "Danny: I just...",
        "Michelle: Look, I know... i know you wouldn't do anything bad to me. And I don't know how the old michelle would have reacted, but I'm not her. So I can't hold a grudge about something that I don't even remember.",
        "Danny: What does that mean?",
        "Michelle: I forgive you. Look, I'm finally getting to know who you are. And I know... I know that you love me. Not because everyone in the town tells me so. I know that because I feel that.",
        "Danny: I do love you. I do. Thank you. Michelle, I promise you, you will never ever be in that kind of danger again. You're safe now.",
        "Jeffrey: Okay, bill. Let's call her up. Call up dinah. We'll set up a meeting and we'll see if we can come to some sort of arrangement.",
        "Bill: No, no, no. Not until you come up with a plan to clear her name.",
        "Jeffrey: She did shoot a guy in cd blood, bill.",
        "Bill: She was out of her mind. She lost the person that... the only person that she believed in, that she trusted. I mean, can't you enter a plea of temporary insanity?",
        "Jeffrey: She had it together enough to catch a plane out of the country to avoid arrest.",
        "Bill: This is a crime of passion. People are let go for those kind of crimes all the time.",
        "Jeffrey: No. Not without paying.",
        "Bill: Yes, and dinah has paid. I mean, she's not the same person that she was when she left here.",
        "Jeffrey: I bet she's not.",
        "Bill: Look, she just wants to come home to her family. Now, are you going to help me or do I have to go to the courts and let them know that you have a witness on ice?",
        "Jeffrey: And here I thought you were one of the good guys.",
        "Bill: In the last few months I learned one thing: To get results, you've got to take action, not just talk.",
        "Cassie: Wow, you guys are still here. This must be serious.",
        "Gus: This is terrible. I became alan spaulding's son and I just lost gus aitoro.",
        "Beth: Hmm.",
        "Gus: Gus? Did you see him anywhere?",
        "Beth: Hey, hey.",
        "Gus: Gus?",
        "Beth: Look.",
        "Gus: I got hit here, too.",
        "Beth: I know. I'm sorry. I'm sorry. You can be both. You can.",
        "Gus: You're a good guy. Thank you for all your help. I've got to go though. Let me go.",
        "Beth: Oh, gus. Gus, gus, gus.",
        "Gus: Whoa!",
        "Beth: Why don'T... you know what? Why don't I help you up stairs, huh?",
        "Gus: I'm just going to go pack my bags. I got to go on a little holiday.",
        "Beth: Hey.",
        "Gus: I need a vacation.",
        "Beth: No. You are in no shape to go anywhere.",
        "Gus: Yeah. What if I stay around here and get into another brawl? And you should see what I did to this guy. (Beth laughs) so you don't want anything to happen to the next guy. Trust me.",
        "Beth: Okay, okay. Why don't you do me a favor and go see harley before you leave on this vacation?",
        "Gus: She won't see me.",
        "Beth: Okay, maybe not. But what you've got to lose? It's worth a try.",
        "Harley: There. Gus can send those back.",
        "Rick: Oh, thank god. Michelle?",
        "Tony: Danny?",
        "Rick: Michelle, are you all right?",
        "Michelle: Of course.",
        "Rick: Are you all right?",
        "Michelle: You saw the show?",
        "Rick: Yes, of course we did.",
        "Reva: Danny, you swore to us that michelle's accident was just that. An accident that you or the mob had nothing to do with it.",
        "Danny: I know. But I was working undercover. I couldn't tell anybody anything.",
        "Rick: Do you have any idea about all the lives you have ruined?",
        "Tony: Rick, back off, all right?",
        "Danny: It's okay. Let him talk. Let him talk.",
        "Josh: What about bill, danny? I mean, after all the work he did to help you get a fresh start in this town, you reward him by killing his fiancéE. I don't understand that.",
        "Danny: Josh, you have to understand that I had no choice.",
        "Josh: Oh, that makes it okay then?",
        "Michelle: Okay, we're going to sit here and trash every judgement danny's made? Because we've had a really long night.",
        "Rick: Yes, we all have. Let's go. You know, I'll take you home and we'll pick up robbie and he can... you both could stay with us.",
        "Michelle: I'm going home with danny to our house.",
        "Rick: You can't be serious.",
        "Michelle: This is my husband, all right?",
        "Rick: Wait, michelle. No wait a minute.",
        "Michelle: We're going to deal with it.",
        "Rick: You don't even know who this man is, michelle, because you don't remember who he is. You left him before because of his connection to the mob and the violence. You left him, michelle, because you were afraid for your life.",
        "Michelle: Well, I'm not afraid now.",
        "Rick: Well, you should be. Because now you know what he's capable of doing. Michelle, this isn't just about you this time. You have an innocent little boy to think about. I'm telling you that your life has been endangered from the moment you met this man. That's not love, michelle. He's not capable of loving you.",
        "Danny: Hey, rick, that's enough.",
        "Rick: Come on, let's get out of here before he hurt you again.",
        "Danny: Hey, I would never hurt your sister. Got it?",
        "Rick: That's right. You put her right in the middle of a war, didn't you?",
        "Danny: Rick...",
        "Michelle: Don't you dare, rick. Don't you dare talk about me like that. I don't know you, okay? I don't know any of you. So I don't need your opinion and I don't care wt you have to say!",
        "Rick: Michelle, this isn'T... this isn't you. I just hope you realize that before he hurts you again.",
        "Tony: Okay, you know what? Let's get out of here. Let's cool off, all right? See you guys.",
        "Josh: You okay?",
        "Reva: Yeah, yeah. I mean, you know me.",
        "Josh: What is it, reva?",
        "Reva: Vinnie salerno did a number on me today.",
        "Josh: Didn't show on camera.",
        "Reva: Yeah, well, it was after the interview. He told me that I needed to be with guys like him for excitement to fulfill that something I'm not getting at home.",
        "Josh: Really?",
        "Reva: Yeah. (Laughs nervously)",
        "Josh: Well, you did help put him away. I'm sure this is his way of getting some small revenge on you. Don't let him get to you, okay?",
        "Danny: I don't know how I'm going to deal with this.",
        "Tony: You know, danny, I say let it go. It'll pass. They'll get over it.",
        "Michelle: What's he supposed to do? Sit back and let them trash who he is?",
        "Danny: Yeah, I've worked too hard to build this new life for us. I can't do that.",
        "Michelle: What's wrong with the life that you had?",
        "Danny: What? Are you kidding me? Michelle, it was too dangerous for us and for robbie. I turned my back on it.",
        "Michelle: Well, don'T. Don't do that. That's the person you were when I fell in love with you.",
        "Cassie: Is there something i should know?",
        "Jeffrey: Nope.",
        "Bill: I'll get back to you.",
        "Jeffrey: Well, you made it back in one piece.",
        "Cassie: This time.",
        "Jeffrey: Oh, do I detect a change of heart?",
        "Cassie: I left here and i kept looking over my shoulder. And I kept looking over my shoulder again. Then I called home to check on the boys. And I called tammy and then i started thinking, you know, are these people a danger to my children?",
        "Jeffrey: No. You're the prime target... for now.",
        "Cassie: But you don't know for sure.",
        "Jeffrey: No.",
        "Cassie: Okay, my family is going to wonder why you are around all the time. And I don't want to frighten my children, jeffrey.",
        "Jeffrey: We'll think of an excuse. Deal?",
        "Cassie: Deal. Thank you. Thank you so much.",
        "Beth: Harley, I'm so sorry about everything that's happened.",
        "Harley: Thanks. I stood outside for a long time, but I didn't want to leave without seeing gus.",
        "Beth: I'm sorry. You just missed him. (Knocking)",
        "Gus: Harley? (Knocking) harley, you in there? (Knocking)",
        "[NEXT_ON]",
        "Edmund: Well, if you're looking for ways to recoup your losses it's not that difficult. You...",
        "Tammy: Uncle edmund, you're good at business, but what you're even better at is revenge.",
        "Cassie: He told me that I was in danger and the threat may already be in town."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=uc03HiOP0OQ"
}