{
    "Episode Summary": [],
    "Recap": [
        "Josh and Reva argue about Reva trying to catch this crazy person. Marah tells Tony she received a threatening phone call. Tony blows and says that to keep her safe that Marah is moving into the carriage house with him. He will tell her parents. Marah says that he could move in with them, he says the Santos mansion would be safer. She is spooked by that idea. They talk to Reva and Josh and Josh says that's fine but they will live under their roof with Tony in the pool house. Reva tells Marah that the pool house is right outside her bedroom and that she needs to wear her slippers and make sure that they are not her only form of protection. They hug. Harley and Gus talk about Gina and the bracelet. Gus wants to find her grave. They visit the grave and meet the caretaker who tells them that she doesn't get many visitors. He tells them that she has a secret benefactor. Gus wants to know who it is. Danny and Michelle discuss their situation. Michelle admits that she still loves Danny and that she broke up with Bill, namely because he wasn't Danny. She feels they have to go their separate ways. Danny says he can't look at another woman. He kisses her."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Josh: Reva, you want to speed things up, I get that, but part of the thrill for whoever's doing this...",
        "Reva: Is toying with me.",
        "Josh: Exactly. So if you go charging in one direction, he's going to go another direction. We know that about him.",
        "Reva: We know that he or she or whoever it is, is smart, we know that.",
        "Josh: I don't know anything anymore. This... This psycho has got me questioning everybody I've ever known or met, Reva. I'm paranoid now about the mailman, about what kind of packages are delivered here. I practically tackled the meter guy the other day.",
        "Reva: Right, so it's time to take the next step. We have to meet this monster halfway.",
        "Josh: Reva, you've got to slow down.",
        "Reva: No. Joshua, I know what I'm talking about. We have to smoke the stalker out of hiding. And we have to do it on live television.",
        "[SCENE_BREAK]",
        "Tony: So no substandard materials, no deals. We want a quality operation from top to bottom.",
        "Workman: It'll look that way, don't worry.",
        "Tony: No, it will be that way or we go somewhere else. Hey, I thought you had to study. Whoa.",
        "Marah: He called.",
        "Tony: Who called?",
        "Marah: The guy who's been stalking my mom. He called the carriage house, and when I answered, he knew my voice. He must've gotten the number from my mom's address book when he broke into the house or something, if he's a he... Tony, his voice sounded like one of those freaky horror show voices.",
        "Tony: What did he say?",
        "Marah: He said that time's running out for my mom.",
        "Tony: Oh, man. Marah, he knows where you live. If he got a hold of your mother's telephone book, well, you can't stay there.",
        "Marah: It will be okay.",
        "Tony: No, no, you are not going back.",
        "Marah: Tony, all my stuff's there, I can't just leave.",
        "Tony: You're going to pick up a bag, and you're going to move in with me.",
        "[SCENE_BREAK]",
        "Harley: I just got off the phone with Larry Matusi.",
        "Gus: The forensics photographer.",
        "Harley: I told him that you would buy dinner if he had the enlargements done by the end of the day. He agreed.",
        "Gus: No problem, whatever it takes. That's my mother.",
        "Harley: It sure is. I think I see a resemblance.",
        "Gus: I don't really see it. Where'd you get this thing?",
        "Harley: In the back. My dad hides it because he doesn't want to admit he needs glasses.",
        "Gus: Is there anything you don't think of?",
        "Harley: I didn't think to order coffee. Coffees.",
        "Gus: No, no.",
        "Harley: Thanks.",
        "Gus: I'm talking about the... I'm talking about busting into the Spaulding mansion and sneaking a picture of my mother.",
        "Harley: Well, that wasn't entirely my idea. And we already knew that she was Phillip's nanny, so that helped. I'll tell you, I cannot wait to see this thing enlarged. Get a look at that bracelet, looks like it's loaded with jewels.",
        "Gus: I was thinking about that, maybe it's a knockoff.",
        "Harley: Maybe it isn't.",
        "Gus: Maybe it isn't. But if it's real, I mean, how would she get something like that? Unless...",
        "Harley: Unless what?",
        "Gus: Unless it was bought for her with somebody with a really big bucks like Miguel Santos.",
        "Harley: Why would Miguel Santos buy a big, fat expensive bracelet for somebody and then leave her to die in a rat hole?",
        "Gus: Maybe a little going away gift.",
        "Harley: Come on. That's...",
        "Gus: Look, please, baby, I'd like to think that my mother was the sweet, innocent, little Italian nanny, you know, but there are other possibilities.",
        "Harley: What other possibilities?",
        "Gus: Maybe, maybe she was a putana. Maybe she was a common thief.",
        "[SCENE_BREAK]",
        "Michelle: Robbie just went down for his nap.",
        "Danny: Can I come in? Just for a minute?",
        "Michelle: Sure.",
        "Danny: Saw Bill leaving just now.",
        "Michelle: Yeah, you did.",
        "Danny: Problems between you two? He didn't look very happy.",
        "Michelle: We came to an understanding. Things were going a little bit too fast.",
        "Danny: For who, for you?",
        "Michelle: For both of us. We just decided to take a step back and see how it goes.",
        "Danny: Hmm. You know, that's usually what someone says when they what they really mean is I'm not in love with you. So if you're not in love with Bill, is there anyone else?",
        "Michelle: Danny, I don't even have time for a relationship right now. I've got my work, I've got Robbie. Mel's taking on more responsibility at the hospital, so I'm helping Rick out with Jude.",
        "Danny: You're avoiding, Michelle. You're avoiding us.",
        "Michelle: I can't handle this right now, Danny, okay?",
        "Danny: What I said to you yesterday, obviously, had an effect. That's why you broke it off with Bill. Am I right?",
        "Michelle: What do you want me to say to you? That you were right all along? Okay, Bill and I are friends, we are best friends, and the minute we got together... I can't... I can't talk about this with you.",
        "Danny: Well, good. You know, I don't want to hear details about you and Bill.",
        "Michelle: I feel like I'm this child who's broken something and trying to hide the pieces and her daddy seems to have found them.",
        "Danny: Michelle, I'm not your father. I'm not. And I'm not your judge.",
        "Michelle: Bill is a wonderful guy, and he's always there when I need him. He makes me laugh, he's generous, he's loving, he's courageous, he's everything that a woman would ever want. Everything.",
        "Danny: Everything except one.",
        "Michelle: Except he's not you.",
        "[SCENE_BREAK]",
        "Josh: Okay, all right, just let me understand this now. You want to go on television, live, right, and taunt this psycho in front of thousands of viewers.",
        "Reva: That's exactly the point. Let everyone in Springfield know what this person is trying to do to us.",
        "Josh: Why, Reva? Why? So he'll call the station instead of calling here, so he'll get his threats on the air, is that the idea?",
        "Reva: Yeah. So maybe he does. Then maybe someone might recognize his voice, or someone may have seen or heard something that can give us some clue to his identity, but at least we'll be doing something instead of waiting around here for him to break in or make a call or splatter blood on our clothes.",
        "Josh: Reva, just think about this for a minute.",
        "Reva: We have to get to him before he gets to us, okay? We know he has an ego, because he loves toying with us, he loves mocking the police. So maybe with some publicity, it will go to his head and he'll make a mistake.",
        "Josh: Reva, this could put our entire family at risk.",
        "Reva: Well, I think that's already a reality, don't you?",
        "[SCENE_BREAK]",
        "Marah: Moving in together is a great idea.",
        "Tony: You think?",
        "Marah: Yeah, we have an extra room at the carriage house. It used to be Ross and Blake's kids...",
        "Tony: I'm not moving into the carriage house with you.",
        "Marah: Why not? You get along with Bill and Ben and Remy.",
        "Tony: Sure I do, sure. But I can't protect you, then.",
        "Marah: Tony, I can't just run away and leave because some guy likes to make crazy phone calls. I have school.",
        "Tony: I'm not asking you to drop school or anything. I'm going to make sure that you're protected 24/7. But you cannot stay where you are now, Marah. There's...",
        "Marah: So let me guess, you expect me to move into the lighthouse with you.",
        "Tony: No. The Santos estate. It's the safest place in town. Nobody can touch you there, except for me, of course.",
        "Marah: I can't.",
        "Tony: You can't. Why?",
        "Marah: Tony, I want to be with you, but that house... I can't live in that house, I'm sorry.",
        "Tony: Okay. We'll move into an apartment together.",
        "Marah: No way.",
        "Tony: No?",
        "Marah: Yes, yes! That would be perfect. Really, we're going to move in together.",
        "Tony: Why not? We'll get a two-bedroom, so you can have a place to study or sleep when you're mad at me.",
        "Marah: Yes, yes. It's perfect! We have... My parents have a bunch of extra furniture in the basement that we don't even use.",
        "Tony: Your parents.",
        "Marah: Yeah, how are we going to tell them?",
        "Tony: Don't worry about it. Leave it to me.",
        "Marah: My dad's going to freak out.",
        "Tony: I'll take care of it. Come on.",
        "[SCENE_BREAK]",
        "Harley: Somehow I doubt your mother was a thief.",
        "Gus: Just look at the facts, okay? She was ousted from the Spaulding mansion because she was hanging out with the wrong sort of people.",
        "Harley: That's not a fact. That's Alexandra's story.",
        "Gus: Then where did she die, huh? Where? Giving birth to me, where?",
        "Harley: Yes, yes, yes. In a building owned by Miguel",
        "Gus: In a flophouse. A rat hole. Now, nice girls don't end up down the Southside of Chicago in places like that.",
        "Harley: Nice girls end up in places like that all the time.",
        "Gus: Oh, really? With what, with jewelry on their wrists?",
        "Harley: Maybe it belonged to her grandmother and she couldn't bear to part with it. You don't know.",
        "Gus: What is so hard to think that it was... Miguel Santos gave it to her as a gift. It was either that or she stole it from the Spaulding mansion, okay?",
        "Harley: Well, see, that's a possibility. That I can check in to. I can contact Chicago P.D., and I can see if there's a reported theft in the Spaulding... Are you going somewhere?",
        "Gus: Yeah, I'm going to Chicago. Because now that I've seen my mother's face, I need to see where she was buried.",
        "Harley: Hmm, you're not going, no.",
        "Gus: Don't try to stop me.",
        "Harley: I'm not going to try to stop you. I wouldn't dream of it. I only meant I'm going with you.",
        "[SCENE_BREAK]",
        "Reva: Are any of us safe now?",
        "Josh: Reva, if we go after this nutcase, it might backfire.",
        "Reva: So, what, we wait for him to make the next move?",
        "Josh: No, I didn't say that.",
        "Reva: He called Marah. He told her that time was running out. Maybe that was a threat to more than just me.",
        "Josh: No one's been hurt yet.",
        "Reva: But can you guarantee that if we let him do this his way?",
        "Josh: You know I can't.",
        "Reva: Okay, well, then what choice do we have? Either way, he's making calls to our family and friends. He's making threats. He's turned Holly's world upside down. Enough is enough. I say let's catch the freak.",
        "Josh: Okay. Okay, but if we're going to do this we're going to do it right. We're going to get the whole family together, we're going to talk about it, we're going to make a plan.",
        "Reva: I wouldn't have it any other way.",
        "Josh: We're all going to decide what you say and when you're going to say it. We're going to get everybody into position as if we're going into war, because quite frankly, Reva, that's what I think we're going to be doing here once we bring this guy out into the open.",
        "Reva: All hell is going to break loose, but I say we put panic buttons in every room.",
        "Josh: We're going to have to make sure that this guy doesn't have any way of turning off the power. Cassie's going to have to beef up security at the hotel. And there's no way in hell that Marah's going to continue to live in the carriage house.",
        "Marah: Well, I agree.",
        "Josh: For once.",
        "Tony: That's why we've decided to move into our own apartment.",
        "[SCENE_BREAK]",
        "Ed: Hey, Bill.",
        "Bill: Ed, hi, hi. Is this place even open yet?",
        "Waiter: Perfect timing. We just opened for lunch. Follow me, please.",
        "Bill: Actually, I'm just going...",
        "Ed: So you okay? You look a little...",
        "Bill: Yeah, yeah. I'm good, I'm good, good, good. Great, actually.",
        "Ed: Good. I'm meeting Holly here for lunch.",
        "Bill: Holly, good, good.",
        "Ed: Yeah. I know she's not real popular with the Lewis' right now.",
        "Bill: Look, Ed, innocent till proven otherwise, that's my take on this whole stalker mess, really. I mean, I can't believe that she'd have any reason to hurt Reva.",
        "Ed: She wouldn't. Until whoever you're meeting comes, you want to sit down and join me?",
        "Bill: You know what, thanks. But I really don't think I'd be very good company right now. In fact, I'm just looking for Ben, I know he usually hangs out here, and... It's just... Oh, never mind, it's a long day.",
        "Ed: What's going on? What's wrong?",
        "Bill: Well...",
        "Ed: What?",
        "Bill: I feel a little silly telling you this, but Michelle and I, we just broke up.",
        "Ed: Oh, I'm sorry, I really am.",
        "Bill: Not half as sorry as my dad's going to be. I can't wait to tell him.",
        "Ed: Oh, come on, you can't worry about that. I mean, I know both families were so anxious for you two to get together, but if it doesn't work for you, then it's what counts. I'm just surprised.",
        "Bill: Yup, me, too.",
        "Ed: You are?",
        "Bill: Yeah.",
        "Ed: So the breakup was my daughter's idea?",
        "Bill: Oh, yeah. But, you know, I understand what she's saying. We moved a little too fast. She just got out of the marriage. And then I jumped the gun a little too quick and, well, you know. It'll be fine, though, it'll work itself out, you know. Just cared about her for so long, and I think I'd be great for her. I think I could make her really happy.",
        "Ed: See, some people are oblivious to what would make them really happy.",
        "Holly: A recurring theme in my life. Hello, Bill.",
        "Bill: Hey, Holly.",
        "Holly: Are you and Michelle joining us for lunch?",
        "Bill: No, we certainly aren't. In fact, I'm headed right over that way. But, Ed, thank you. Holly.",
        "Holly: What did I say?",
        "Ed: Nothing.",
        "[SCENE_BREAK]",
        "Danny: See, now was it really so hard to admit that you have feelings for me?",
        "Michelle: Yes, because I don't want to have them. I don't want to feel anything but relief that it's over, because we're divorced.",
        "Danny: Right but you don't feel relief, Michelle, do you?",
        "Michelle: Danny, there's always going to be a part of me that belongs to you. But we've gone our separate ways now.",
        "Danny: No, we... Have we? Really?",
        "Michelle: Well, I have. At least I've tried. Loving you almost cost me Robbie, almost cost me my life. Every time we thought this is it, we've made it, something horrible would get in the way.",
        "Danny: Right, my mother, but she's not... She can't hurt us anymore.",
        "Michelle: Do you know how long it took me to train Robbie to go to sleep without his or how long it took me to go to sleep without the sound of your breathing? I worked so hard to forget every moment that we ever shared so I could adjust, and not just the good ones, but the bad ones, too.",
        "Danny: Good ones as in lying in bed together every Sunday reading the paper, talking about that house we want to build up at Laurel Falls?",
        "Michelle: Yes, yes, yes.",
        "Danny: Or building a fire up at the cabin and making love all night long.",
        "Michelle: Stop it, stop it, Danny.",
        "Danny: Why? Michelle, you can't forget what we had together, what we have, what we will always be. You can't. That's why it didn't work out with Bill. That's why I can't even look at another woman.",
        "Michelle: Not even Cassie?",
        "Danny: No! Ca... Michelle, there is one woman on earth for me, and that's you.",
        "Michelle: Don't, Danny.",
        "Danny: Don't what? What? Don't love you? It's too late.",
        "Michelle: Don't do this to me.",
        "Danny: What am I doing? What am I doing? What?",
        "Michelle: I don't want to love you anymore.",
        "Danny: So you do still love me? Is that what you're saying?",
        "Michelle: Stop it. Okay, just stop it.",
        "Danny: All right, Michelle, you tell me that you don't love me anymore, and I will never bother you again. Tell me. Go on, tell me. Tell me. Michelle, Michelle, listen to me, listen to me. I had the most beautiful, the most trusting woman in the world as my wife, and I betrayed that trust, I know I did. I made you think that I was dead, I caused you so much grief and misery, and I will always regret that.",
        "Michelle: Danny, wait, wait, wait.",
        "Danny: No, listen, I don't blame you for turning your back on me, I don't. But I swear to you, if you give me the chance, I will never hurt you again.",
        "Michelle: You don't get it. You don't get it. I'm not afraid that you're going to hurt me.",
        "Danny: Then what?",
        "Michelle: I'm afraid that I'm going to hurt you.",
        "[SCENE_BREAK]",
        "Holly: Oh, well, I'm relieved to hear I didn't drive him away. But I'm sorry to hear about that, they were so cute together. Remember that night in the restaurant?",
        "Ed: (laughs) Yeah, when both families interrupted their first date, including Billy. That was kind of shameless, wasn't it?",
        "Holly: Yes, but they handled it so well. They were so natural together.",
        "Ed: See, we Bauer's, we don't know when we're well off.",
        "Holly: Oh, so Michelle... Michelle broke his heart?",
        "Ed: Yeah, well, see, what I'm afraid of is that she did it because she can't get over Danny. I mean, sometimes I just want to shake her and make her see how much better off she'd be with Bill. I mean, what is it? I mean, is she addicted to this darkness and intrigue of life with a Santos, or what?",
        "Holly: \"Addicted to darkness and intrigue,\" wouldn't know anything about that.",
        "[SCENE_BREAK]",
        "Bill: Come on, Ben, where are you? You owe me some listening time. I'm down over at Towers, and I want you to come down here. I'll even buy you lunch. Okay, I'm sure you get a big two-hour lunch over at Spaulding, so make your way down here.",
        "Marina: Yeah, actually Mr. Reade is currently away on special assignment. He's unavailable.",
        "Bill: Great. Then I guess there's always the bartender.",
        "Marina: Why? You need somebody to talk to? Me, me. I'm listening.",
        "[SCENE_BREAK]",
        "Josh: The two of you want to move in together.",
        "Marah: Just until the stalker's caught.",
        "Tony: We'll find someplace nobody knows about, go undercover.",
        "Josh: \"Undercover.\"",
        "Marah: Yeah. And I can get a part-time job, so I can help pay for the rent, so it's not like Tony's taking care of me.",
        "Tony: I'll just be there to watch her back.",
        "Marah: I live with three guys now, so it's not that big of a stretch.",
        "Reva: Oh, it's a very big stretch.",
        "Marah: You heard Dad, it's not safe for me. And Tony has promised to provide me with all kinds of security in our new home.",
        "Josh: This is a very big step that you're considering here.",
        "Reva: Yes, your father's right.",
        "Josh: Yeah, I understand that you want to protect her. At least I hope that's what this is about, Tony. I get that. But I guess I understand why you're proposing this situation.",
        "Marah: We're not proposing; we've decided we're going to move in together.",
        "Josh: Oh, I see. So, your mom and I want you to move into this house, Marah, but the two of you are determined to live together.",
        "Marah: Yeah, that's right.",
        "Josh: Okay.",
        "Reva: Okay?",
        "Josh: Yeah. They can live together. Here, under this roof.",
        "[SCENE_BREAK]",
        "Sexton: There it is. She doesn't get many visitors.",
        "Harley: Thank you for showing us the way.",
        "Sexton: Are you family? Well, I'll leave you to it then.",
        "Gus: Don't, don't, I need you. Hi, Regina. This is Harley. Without her, I wouldn't have found you. And now that I have found you, I'm Gus. I'm your son.",
        "[SCENE_BREAK]",
        "Reva: Who are you and what have you done with my husband? Have you been taken over by aliens?",
        "Tony: Did I just hear what I think I heard?",
        "Marah: Dad said you could move in with me.",
        "Tony: Is he serious?",
        "Reva: Are you serious? You're going to let Tony live in this house with our daughter?",
        "Josh: Reva, think about the alternative.",
        "Reva: I don't believe this. There has to be some kind of catch.",
        "Tony: The catch is he's setting me up like he did on the hunting trip. I move in, something happens.",
        "Marah: What?",
        "Tony: Oh, I don't know. It's got to be a trap.",
        "Josh: This is not a trap. I'm not playing some kind of a game here.",
        "Reva: Okay, well, then I'm going to have to put my foot down. I'm as liberal as the next woman, but I will not let Tony sleep in the same bed that she keeps Mr. Bruno, her stuffed teddy bear.",
        "Josh: Reva, would you rather have her go someplace where we can't keep an eye on her? Listen, everybody, we're talking about serious danger here. We're talking about real danger. right? Well, the phones here are monitored, the police are watching the house, we have a security guy standing outside the front door 24 hours a day. We have me, your mom, and Shayne to watch you, that's three more people that can keep an eye on you. More than you would have anywhere else, right?",
        "Tony: Well, there would be security's that's already in place. I guess I'll move into your room...",
        "Josh: Excuse me? Slow down, cowboy. I didn't say anything about moving into her room together. I said you could share the house.",
        "Marah: So where is he going to sleep?",
        "Reva: He could sleep in the pool house.",
        "Josh: That sounds good to me.",
        "Reva: We could make it very comfortable for you.",
        "Josh: That's right, you'll be very comfortable in the pool house. Assuming, of course, that this really is about protecting Marah.",
        "Marah: What? Where are you going?",
        "Tony: I'm going home. I'm going to go get a toothbrush and some more clothes. I guess I'll be living in the pool house.",
        "[SCENE_BREAK]",
        "Danny: You're afraid that you'll hurt me? Michelle, the only way you could ever hurt me would be to deny that you still love me. Can you do that?",
        "Michelle: No, Danny. But maybe I'm just protecting myself.",
        "Danny: From what? From me?",
        "Michelle: No, from me, from me. You were right, you were right all along.",
        "Danny: About what?",
        "Michelle: I was so quick to sit in judgment of you, just to think the worst of you. I held myself above you like I was someone who would never deceive anyone that they cared about, but look what I did to Bill.",
        "Danny: What? Michelle, you had a couple dates with him.",
        "Michelle: I let him believe that I was over you, that we could be more than friends. He was with Beth. And I let that happen, I guess, because I needed him.",
        "Danny: It takes two people, Michelle.",
        "Michelle: You don't get it. He broke up with Beth for me, and I knew that I wasn't over you, I knew that he could get hurt, and he did.",
        "Danny: He'll be fine. He will get over it.",
        "Michelle: Does that make it okay? Bill was my best friend in the whole world. And maybe I'm not in love with him, but I'll always love him. And I hurt him, because I wasn't strong enough to walk away from you on my own.",
        "[SCENE_BREAK]",
        "Marina: Michelle dumped you?",
        "Bill: Yes, yes, she did.",
        "Marina: Oh, well, that's so amazing to me. I mean, you guys look so good together.",
        "Bill: Well, I've heard that one a few times.",
        "Marina: You know, I guess it just goes to show you, it's not necessarily the couples who look like they belong on the top of the wedding cake who end up lasting, you know? I mean, it's usually ones who no one wants to even be together.",
        "Bill: Oh, like you and Ben.",
        "Marina: Well, yeah, yeah. I mean, maybe it's the couples who have kind of a hard beginning, you know, it ends up making them stronger and they end up lasting. Maybe it's possible, maybe we do actually overcome our obstacles and live happily ever after. Yeah.",
        "Bill: Well, I'm glad one of us is feeling better.",
        "Marina: Oh. No, no, no, no. Things are going to get better for you. It's just... You had some kind of bad luck, you know, with Beth and then with Michelle and... You know, maybe what you need to do is you need to start thinking, like, outside the box.",
        "Bill: What?",
        "Marina: Well, just, you know, maybe your problem is as simple as the fact that you're going after the wrong kind of women.",
        "Bill: Yeah, you can say that again. Mm-hmm.",
        "Marina: I'll tell you what. Right now, I am helping my dad get back in the dating scene, but after I'm done helping him, you know, maybe I can help you.",
        "[SCENE_BREAK]",
        "Holly: Nope, he's not looking any happier.",
        "Ed: He said he wanted to meet Ben here. He probably needs a friend.",
        "Holly: So do I. Thanks for the lunch, this is very nice. Usually I would be at my desk, but that was when I had a desk.",
        "Ed: Sweetheart, you're going to have a desk again really soon.",
        "Holly: Well, I was thinking. I mean, maybe... maybe I'm due for a change.",
        "Ed: Oh, don't say that. Not after I've been thinking how brave you've been recently.",
        "Holly: Yes, say good things to me, all nice things, just make them up if you have to.",
        "Ed: Well, you are. I think you are braver than all the men in your life, certainly, past and present. I mean, I left town when the going got rough. Fletcher did the same thing. Roger went halfway across the country.",
        "Holly: Yeah, that's true. Nobody stuck around to make it work.",
        "Ed: No, see, you did. You never ran away.",
        "Holly: No, Holly doesn't run away, she stays right in town, goes crazy right in front of everybody.",
        "Ed: Well, in that case, maybe it's time for you to let the people who know you and love you get you through this little crisis.",
        "Holly: But, you know, I've been thinking, think I got away with everything, and I've got to pay for all the bad things, all my sins past and present.",
        "[SCENE_BREAK]",
        "Gus: It's a nice place, isn't it?",
        "Harley: Fresh flowers, that's nice.",
        "Sexton: Sorry to disturb you, but I need to let you know the churchyard closes at 5:00.",
        "Harley: Oh, sure, sorry. We just, I think, lost track of time.",
        "Gus: Let me ask you something, are all the graves kept this nicely?",
        "Harley: You know, the upkeep, the fresh flowers?",
        "Sexton: Well, we do the best we can, but this one merits special attention.",
        "Gus: Why is that?",
        "Sexton: Some kind of bequest.",
        "Gus: A bequest?",
        "Sexton: We get money every month.",
        "Gus: Is that right... This bequest... Is there a name with the bequest?",
        "Sexton: A name?",
        "Gus: Somebody's paid for this tombstone and the upkeep, the gardening. If somebody's footing the bill, I need to know a name.",
        "[SCENE_BREAK]",
        "Reva: Okay, with the TV and extra pillows and blankets, the pool house should be a very comfortable place for Tony.",
        "Marah: Comfortable, but not home.",
        "Reva: You know, I'm sure a part of you wanted to tell Tony, was hoping that Tony will tell your dad to shove it and sweep you up in to his arms and carry you off to your own apartment.",
        "Marah: Yeah, part of me does.",
        "Reva: And I understand that. But you have to give Tony credit for making a compromise for the people who love you.",
        "Marah: Well, I'm glad you're happy.",
        "Reva: Well, I do love you. And I love the fact that you have all kinds of time for the things that you really want to do, Marah. And it can happen later, after we catch this person who's making these crazy threats.",
        "Marah: Yeah, I guess it is safer for me to be staying here.",
        "Reva: And breakfast is free. You love your daddy's pancakes.",
        "Marah: Yes.",
        "Reva: Yes! And it won't be all that bad, because the pool house happens to be right outside your bedroom window.",
        "Marah: I know.",
        "Reva: Just be very quiet when you tiptoe down the stairs. And make sure that you're wearing your slippers, because it's cold outside. And I wasn't born yesterday, so just make sure that those slippers aren't your only form of protection.",
        "Marah: Don't worry, Mom, I wasn't born yesterday, either.",
        "Reva: Well, I feel like you were. I feel like it was only yesterday that I was holding you in my arms. And now you're this grownup woman with a life of her own, who doesn't need her mommy and daddy anymore breathing down her neck.",
        "Marah: Yes, I do need you. I will always need you guys. I love you.",
        "Reva: I love you, too. And I liked it a whole lot better when I could tell you to go to your room.",
        "Marah: Well, you just did. He's back. Part of me thought maybe he wouldn't come back, but he did.",
        "Tony: You ready?",
        "Marah: Yes.",
        "Josh: So did I just do something really dumb?",
        "Reva: No. I think you did something very smart. It's going to be great having our daughter back home again.",
        "Josh: I was just thinking about how great it would be to... to lock her up here, so she could never get out again.",
        "Reva: Yeah, that's a nice thought.",
        "Josh: We'd be able to protect her all the time.",
        "Reva: Yeah, but she's going to outlive us.",
        "Josh: Well, then Shayne would take over.",
        "Reva: You've got it all planned out, don't you?",
        "Josh: All planned out, yes.",
        "Reva: You know, I've been spending so much time worrying about this freak and catching him that I haven't thought about the really important things. I mean, facing this person is going to be easy, but actually dealing with your own kids is the really difficult part.",
        "Josh: How 'bout dealing with your kid's boyfriend?",
        "Reva: I think your brave enough to handle that.",
        "Josh: We'll see.",
        "[SCENE_BREAK]",
        "Danny: Michelle, you are the strongest woman I know. You married me when everyone told you to walk away. You had my son. And when you feared that his welfare was in jeopardy, you had the strength to do what I couldn't do and break away.",
        "Michelle: No, it wasn't strength, Danny, it was self-preservation.",
        "Danny: It was strength. It was strength. It was courage. You suffered more than anyone should ever have to suffer because you loved me and because I made some mistakes.",
        "Michelle: It wasn't just you.",
        "Danny: No, my mother, too, but she is out of the picture. Don't you... Don't you remember how we used to dream about just being a normal family again?",
        "Michelle: Yes. I remember how we tried and we never worked.",
        "Danny: No, but those things that stood in our way don't exist anymore. I'm not doing business with the other families anymore. Tony and I have made a complete break.",
        "Michelle: Danny, Danny, until I'm strong enough to be able to follow my heart and not second guess myself, not blame me for... We don't even have a chance.",
        "Danny: We do. We have more than a chance. We do.",
        "Michelle: Danny, I don't even know what I think anymore. I don't know what I want.",
        "Danny: Yes, you do, Michelle. You do know what you think.",
        "Michelle: No, I don't! I don't.",
        "Danny: (sighs) All right. You need some space, some time.",
        "Michelle: It might be more than time.",
        "Danny: You do love me, don't you?",
        "Michelle: Yes, yes, but that doesn't fix everything.",
        "Danny: Okay. All right, I'll give... I'll give you space. I'm still going to come around and see Robbie.",
        "Michelle: Of course. Of course. Thank you.",
        "Danny: Okay. You know, if you just want to talk anytime, just pick up the phone and call me. Michelle, most people spend their entire lives trying to find the love that we found. Don't... don't be afraid of it. Don't waste any more time hiding from it.",
        "[SCENE_BREAK]",
        "Gus: So you receive money every month, but you don't know who sends it to you.",
        "Sexton: The bequest is anonymous.",
        "Gus: There's no name on the check.",
        "Sexton: The money's wired from a...",
        "Gus: Tell me you get money every single month and you don't know who's sending it to you!",
        "Harley: Okay, okay, wait a second. We're not just family, we're detectives.",
        "Sexton: Detectives.",
        "Harley: Yes. We are trying to get as much information as we can about this woman, anybody who might know this woman.",
        "Sexton: I wish I could help you.",
        "Gus: Look, I'm her son. Does that give me any kind of special privileges with you?",
        "Sexton: I've told you everything I know.",
        "Gus: I just want to know who paid for this. \"A promise kept.\" What does that mean? I mean, how long have you worked here? Don't you know anything. Don't you know any of the history of the people here.",
        "Harley: It's okay. He doesn't know. I'm sorry. It's obviously emotional for him.",
        "Gus: Yeah, sorry.",
        "Harley: But thanks. Thanks for everything. We'll be out of here in just a little while. You okay?",
        "Gus: No, I'm not okay until I figure this out. Maybe it was just a promise kept to put the flowers here every week.",
        "Harley: That's hardly worth engraving in stone, okay. I think you were the promise, the baby was the promise.",
        "Gus: Well, then who made that promise, Miguel Santos? Or somebody we haven't even heard of?",
        "Harley: We're not going to find any answers here, though.",
        "Gus: Yeah, we're not going to find any answers here because there with the guy who had that stroke who's...",
        "Harley: Roy Baker.",
        "Gus: Yeah, Roy Baker. Look, we've got to hunt him down, we've got to beat it out of him somehow. Otherwise, my mother's never going to find any peace.",
        "Harley: No, no, no, no. Otherwise, you're never going to find any peace."
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=kaBzWA_KlsA"
}