{
    "Episode Summary": [],
    "Recap": [
        "Buzz showed up at the reception after the funeral at the Beacon. Marina said that the reception was drab and wanted to liven it up. Billy backed her up, they put on some music and got the party started. Joey encouraged Tammy to go talk to Edmund and apologize. Lizzy didn't look all that thrilled about the cease fire. Salerno threatened Tony for the way he was speaking to him. Tony expressed that killing Eden wasn't in his or the business's best interest. Danny tempted Salerno with promises of getting his money back as long as he gave up the name of the drug supplier but Salerno wasn't buying it. Salerno sent him back to the hospital. Bill showed up at Salerno's with a head full of steam. Danny gave him the address where Eden was staying to keep him from confronting Salerno. Bill got to the room just in time to see Eden.",
        "Bill asked Rick if he knew where Michelle was and saw her name on the room plate. He said it was his fault that Michelle was at the warehouse because he told Michelle about a fight that he and Eden had. Harley and Gus set a date for their wedding - his fathers birthday. Sandy asked to move in with Josh and Reva siting that his apartment house was flooded. Josh found out it was a lie but allowed him to move in anyway. Michelle woke up but didn't seem to recognize Danny."
    ],
    "Recap Author": "Wendy",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Billy: Hey.",
        "Buzz: Oh, hey.",
        "Billy: Buzz, thanks for coming.",
        "Buzz: Hey, listen it's a shame what bill had to go through, you know, losing Eden and then what Michelle happened... happened to her.",
        "Josh: Actually, he doesn't know about Michelle yet. He's dealing with a lot right now.",
        "Buzz: Where is he?",
        "Reva: He wanted to spend a little more time at her grave. But I'm surprised he's not here by now.",
        "Buzz: Well, this is quite a turnout, you know? Who knew that Eden had so many...",
        "Billy: Yeah, she's one of those people who took a little getting used to. You either loved her or... well, you know.",
        "Eden: Let go of me!",
        "Jeffrey: Get... get in here.",
        "Gus: Okay, you don't have to be so rough. She's here. You've got her back.",
        "Jeffrey: Where do you think you're going, Eden?",
        "Eden: The bathroom.",
        "Jeffrey: No. So you can make a run for it again? I don't think so, honey.",
        "Eden: I need to see bill.",
        "Jeffrey: Well, you can't always have what you want, Eden.",
        "Eden: And you can't stop me.",
        "Jeffrey: If I can't stop you, the agents outside are going to stop you. You didn't think about that, did you?",
        "Eden: Bill is hurting, and he needs me. D I am going to him!",
        "Jeffrey: Do you realize the risk that you just took?",
        "Eden: I don't care. Let Vinnie see me.",
        "Jeffrey: It's not about you anymore, my dear. Okay, I am not worried about you. You're already dead.",
        "Bill: Hey, Rick.",
        "Rick: I didn't know you were coming.",
        "Bill: Yeah, I know. I'm looking for Michelle.",
        "Rick: Listen, you can understand why we didn't tell you, after...",
        "Bill: No, I know. She's in D.C. With Robbie. I missed her at the funeral. I need to talk to her, hear her voice. I've been trying to reach her on her cell, but I thought maybe you have the number where she's staying.",
        "Danny: I'm so sorry, honey. I'd give anything to go back and change what happened. Hey.",
        "Bill: What did you do to her?",
        "Rick: Bill. That's enough.",
        "Danny: Take it easy.",
        "Rick: Bill, stop it. Stop it. Take it easy.",
        "Bill: What happened? What happened? What are you sorry for?",
        "Rick: She was in the warehouse, bill.",
        "Bill: Rick, what are you talking about? Is she going to be all right?",
        "Danny: Yes, she is.",
        "Rick: She just had surgery. She's still in a coma.",
        "Bill: Why didn't anyone tell me this?",
        "Rick: Just keep him settled down.",
        "Danny: I will. I'll talk to him. Bill? Bill, nobody wanted to tell you about this right now. You've got enough going on.",
        "Bill: I should have been told, Danny. I should have been told.",
        "Danny: Okay, you're right. You're right. Rick thinks that she can hear us.",
        "Bill: I don't even know what to say. Danny, what was she doing at the warehouse? Oh, my god. I know why she was there.",
        "Danny: You do?",
        "Bill: It's because of me. It's my fault.",
        "Tony: Eden, Vinnie? What was the point in having her killed? It got you nothing but a town full of people who are fired up about it. You understand that?",
        "Vinnie: Lou, give us a minute, all right? Tony, come on. She didn't have that many friends.",
        "Tony: Yeah, she does, Vinnie. She's got them in the right places. The police department? Now you told us this was a business, am I right?",
        "Vinnie: That's right.",
        "Tony: That hit on Eden was personal. You knew that, and you did it anyway.",
        "Salerno: Personal?",
        "Tony: Yeah, personal.",
        "Salerno: No, Tony, it couldn't have been more about business, okay? She took something of ours and cost us a boat load of cash.",
        "Tony: Well, you should have never brought her on the job in the first place; that you should have known.",
        "Salerno: Now who's making it personal?",
        "Tony: I have no idea what you're talking about, Vinnie. I'm not making anything personal.",
        "Salerno: You've changed, Tony.",
        "Tony: Really? How?",
        "Salerno: This disrespect you're showing me now-- that's only a part of it. You've been different ever since I brought your cousin Danny back into the fold. Look at you. You can't stand it, can you? Because you know people will always think of you as second best as long as he's still around. Bet you wish he wasn't around, huh, Tony? I bet you wish he didn't make it out of that warehouse in time.",
        "Danny: Bill, you're not responsible for what happened.",
        "Bill: Danny, the last time I saw Michelle, we had a big fight, and it was about Eden. And I'm sure she went down to the warehouse to find Eden. Why else would she go?",
        "Danny: Bill, you didn't do this. It's not your fault.",
        "Bill: How do you know this, Danny? How do you know this?",
        "Danny: I know. I just know. Look, there's really no point in beating ourselves up over something we can't change. There isn't. Right now, we just need to focus on getting Michelle better and getting her out of this bed. Nobody wanted to give you one more thing to deal with. But I think it's good that you're here. I know it's good for her. It's good for both of you. Why don't you spend some time with her and talk to her? I'll leave you alone. I'll be back, okay?",
        "Bill: Did Salerno have anything to do with this? Tell me the truth, Danny. I need to know.",
        "Danny: No, Salerno had nothing to do with this. Bill, I'm really sorry about Eden.",
        "Buzz: What is she doing, frank?",
        "Frank: I have no idea.",
        "Marina: Hi, everyone. I just wanted to say... or actually remind everyone that we are here to celebrate Eden's life, and I... well, we weren't all that close, but, well, I think that she'd probably want us to stop mourning her and start remembering the life that she led, and not how she...",
        "Billy: She's right, everybody. I propose a toast to the incomparable Eden august. She kept this town on its toes, and we are going to miss her sorely. Here, here!",
        "All: Here, here!",
        "Tammy: A little music?",
        "Cassie: Yeah, okay. That's a good idea.",
        "Billy: Thanks, darling.",
        "Frank: Hey, honey, if this is too much for you, you know we can leave.",
        "Buzz: Frank, she's okay. You got to feel what you got to feel in times like this.",
        "Darci: Yeah, buzz is right. I was thinking that Eden would love this. Marina did the right thing.",
        "Frank: Yeah, she did. She never ceases to amaze me, that's for sure.",
        "Buzz: We're surrounded by amazing women.",
        "Josh: So did you guys put Marina up to this?",
        "Shayne: No, that was all her.",
        "Sandy: Nope, she's got a mind of her own.",
        "Reva: Oh, well, that's too bad, because we were going to say \"thank you.\"",
        "Shayne: She's pretty great, huh?",
        "Marina: You guys better be talking about me.",
        "Reva: We are, honey. You are very special, brave, and honest.",
        "Josh: Reminds me of somebody I know.",
        "Marina: Well, thank you. That's a huge compliment.",
        "Reva: Well, we mean it. We're real happy to have you be a part of this family. You, too. I'm proud of all of you.",
        "Sandy: Thank you. I think I'll be back. I'm going to go get some air.",
        "Marina: Okay.",
        "Joey: Good. Looks like the family's finally getting back together.",
        "Lizzie: Yeah, I knew they'd have to kiss and make up sooner or later. They're so close.",
        "Joey: Yeah, well, Tammy's been so weird since they had that fight. Now maybe she'll move back to the beacon. Her aunt and uncle are nice and everything, but I feel like they're watching every move I make. You know, at the beacon I can come and go as I please, but there, I have to ring the doorbell. I feel like I'm messing up peoples' lives whenever I'm there, and I even hardly get to see Tammy.",
        "Lizzie: Oh, that's too bad. But Joey, ringing a doorbell is very normal when you go visit someone.",
        "Joey: Well, what's normal is the beacon, and I can't wait till Tammy gets back here so we can have our life back.",
        "Marina: So how's the air?",
        "Sandy: Pardon?",
        "Marina: The air you said you needed? You've needed a lot of air lately.",
        "Sandy: I guess so.",
        "Marina: Yeah, well, I guess that makes sense today. Bill was your cousin, sort of. I guess you're feeling pretty bad for him, huh?",
        "Sandy: Yeah. Yes, definitely. I like this having-a-family thing, but the worrying about other people part is kind of hard.",
        "Marina: I know exactly what you mean. When it comes to worrying, my family is obsessed with it. They're always trying to protect everyone else, especially me.",
        "Sandy: Well, I think I like your family.",
        "Marina: Don't tell anyone, but I think I do, too. Sometimes I need air, too.",
        "Sandy: So, see? You get it.",
        "Marina: Sort of, only with you, it's not just about family. You seem to need to escape whenever you're around Shayne and me. Don't deny it. Come on, sandy, just be straight with me. You're tired of being the third wheel, aren't you? We need to find you a girl. Please stay with us for the second half of \"Guiding Light.\"",
        "Bill: Danny's wrong, Michelle, and I'm sorry about all those terrible things I said to you. And I'm sorry that you felt like you couldn't come to me. But you've got to come through this, okay? You've got to come through this. And when you do, you've got to watch your back, because people need you. I need you, especially now.",
        "Frank: That was the fire department. They can't find any evidence of criminal intent, so for now, the explosion at the warehouse looks like it was an accident.",
        "Darci: Well, you don't buy that, do you?",
        "Frank: Well, honey, they're the experts, right? I mean...",
        "Darci: No, frank. The experts are the ones that killed Eden. The mob doesn't make mistakes. They know how to cover their tracks. They're ruthless.",
        "Frank: Come here. You need to settle down a little bit.",
        "Darci: This was a mob hit, frank. Eden was trying to start her life over, and they wouldn't let her.",
        "Frank: Honey, I don't have anything solid to go on here.",
        "Darci: Frank, you've got to do something.",
        "Frank: You know, but what I do know is that I have you. And that's enough to make me want to keep this case open. So for now, I promise you I won't close it until I get enough answers, because I have my own questions about Eden's death.",
        "Sandy: I can't believe you think I'm a third wheel. That is awesome.",
        "Marina: I think that's what you think.",
        "Sandy: Sometimes a guy just needs to get some air. Can't air just be air?",
        "Marina: No, because with you, it's always when you're around Shayne and me. You suddenly remember that you have a paper to write, or laundry to wash, or hair to gel.",
        "Sandy: Don't mess with the hair. What do you want me to say, marina? You and Shayne are back on track, and he's walking again, and everything's great, and I couldn't be happier for you. The last thing you need is an appendage.",
        "Marina: You are not an appendage.",
        "Sandy: You say third wheel; I say third arm.",
        "Marina: Well, you can't be either one of those if...",
        "Sandy: Whoa, don't even go there.",
        "Marina: Oh, come on, sandy, okay? If you won't ask someone out, you leave me no choice. I'll fix you up.",
        "Sandy: Marina, I am sure you have some great friends, but...",
        "Marina: Oh, but you're out of practice.",
        "Sandy: Wait, wait... what?",
        "Marina: No, it's okay. You just have to get back out there. You're going to be fine, trust me. You're a catch. I mean it, sandy. The girl who gets you is a lucky girl.",
        "Beth: How's Michelle?",
        "Rick: No change.",
        "Beth: Rick, I'm so sorry.",
        "Rick: So how's Lizzie doing?",
        "Beth: Hard to say. There have been so many changes at the house.",
        "Rick: How is Phillip dealing with all of this?",
        "Beth: Again, hard to say these days.",
        "Rick: So what about you, Beth? Are you okay?",
        "Beth: Rick, thank you. That's the first time anyone's asked me. (Laughs) thank you.",
        "Salerno: Danny, Danny, Danny, Danny, what are you doing here? You should be at the hospital. You should be by your wife's side...",
        "Danny: I know.",
        "Salerno: ...Seeing her through this unfortunate situation.",
        "Danny: I know, Vinnie. But Michelle's the reason I'm here. I'm going crazy just sitting there waiting for her to wake up. I need a distraction. I need to work. So I've been thinking. Your $5 million worth of drugs that got flushed-- I've got a way to get back at least some of it for you. All I need is the name of your supplier in San Cristobel.",
        "Shayne: Will you guys excuse us for a second? Thank you. Have you seen my brother?",
        "Marina: Yeah. He was outside just a minute ago.",
        "Shayne: Doing what? What's he up to?",
        "Marina: You know, I think part of it is this whole family thing's a little overwhelming for him.",
        "Shayne: Yeah. Well, we can be an overwhelming bunch, I guess.",
        "Marina: Well, that's true. But on the other hand, I think he's lonesome. We need to get him a nice girl.",
        "Salerno: Why do you need the name of my supplier in San Cristobel?",
        "Danny: Well, think about it, Vinnie. He's still in the dark, right? We know that Eden flushed her drugs, but he doesn't know that. So I hop on the plane, go to San Cristobel, I talk to him, I tell him that you're not happy with your shipment. He'd be an idiot not to offer restitution, right? I mean, maybe you won't get all of it back, but you'll get some of it back, Vinnie. I need to handle this. My wife is in the hospital because of this mess. Just give me the name.",
        "Salerno: Not going to happen, Danny.",
        "Danny: Well, why not? What have you got to lose?",
        "Salerno: Namely, you.",
        "Danny: You're not... what do you mean?",
        "Salerno: Listen. Listen. I appreciate the job you did for me at the warehouse. I do, okay?",
        "Danny: Vinnie...",
        "Salerno: But you need to be at the hospital, okay?",
        "Danny: I need to work.",
        "Salerno: You need to be with your wife, all right? Go ahead.",
        "Danny: Vinnie, I need to work.",
        "Salerno: No, no, no. Listen, go. Go, go, go. I'll be in touch. Don't worry.",
        "Danny: All right. You think about it.",
        "Salerno: Yeah.",
        "Joey: So, you need help packing?",
        "Tammy: Are you offering?",
        "Joey: Well, I'll do whatever it takes to get you back where you belong.",
        "Tammy: Oh, how lucky am I?",
        "Joey: Who's lucky?",
        "Lizzie: I don't know. Tell me.",
        "Tammy: Lucky. So do you want to come with us? We're going to go get my stuff and stop by company.",
        "Lizzie: No. You know, it's okay. My mom's around here somewhere. I need to find her. But you guys have fun.",
        "Tammy: We will.",
        "Joey: Bye, Liz.",
        "Lizzie: Yeah. See you.",
        "Eden: Take good care of my brother, okay? He can be a pain, but...",
        "Harley: I promise.",
        "Eden: I think after a while, we would become friends, and not because we had to or because of him, but because...",
        "Harley: I think so, too.",
        "Eden: You always were the best of us.",
        "Gus: (Inaudible)",
        "Eden: I know.",
        "Gus: I'll always love you, okay?",
        "Eden: (Sobbing)",
        "Harley: Let's go home, okay?",
        "Gus: Yeah. Oh, look at this. She left...",
        "Danny: Anything?",
        "Tony: No. No change.",
        "Danny: Hi, honey. Tony, what was going on earlier with you and Vinnie? Michelle?",
        "Tony: Get... get...",
        "Danny: Michelle? Michelle, honey? Hey, can you hear me? Michelle? Honey? Hi. Honey, hi. Can you see me? Can you see me? Can you? Michelle?",
        "Michelle: You. You were there. You saved...",
        "Danny: Michelle..."
    ],
    "Transcript Author": [
        "By Boo Proofread By Linda"
    ],
    "url": "https://www.youtube.com/watch?v=Kaspibo3dmQ"
}