{
    "Episode Summary": [],
    "Recap": [
        "Tony and Michelle suffered a second blast nearby. Rescue crew finally went back into the building to see if there was anyone else alive. At that time, Tony had recovered enough to carry Michelle to the entrance. Frank tried to take her from Tony but Tony panicked - unable to hear anything Frank was saying.",
        "Eden was told she couldn't tell Bill she was still alive and blew a gasket, begging them to let him in on it. Harley had to deliver the bad news to Bill. Later, Bill found her ring among the ruins. Danny and Salerno toasted to Eden's demise. Danny found out that Michelle was trapped in the blast."
    ],
    "Recap Author": "Silver Eagle Dreamer",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tony: Michelle! Michelle, please?! Michelle, please, please don't leave me. Michelle?! Please, Michelle?! Michelle, please. Michelle, stay with me. Stay with me, please. Okay. Please.",
        "Michelle: Tony...",
        "Tony: Stay with me, Michelle. You've got to stay with me. (Explosion) ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Eden: What was that?",
        "Jeffrey: Stay down. Someone might see you.",
        "Harley: There was a second explosion at the warehouse.",
        "Eden: Is that one planned?",
        "Jeffrey: It doesn't matter. The only thing that matters is that you're alive.",
        "Eden: Yeah, I wasn't so sure for a minute. That bomb or whatever Danny set off was pretty close to me.",
        "Jeffrey: Yeah, well, we had to make the scene real, Eden. I'm sorry.",
        "Eden: Yeah, well, some of this blood is real. You told me I'd be safe in that office.",
        "Jeffrey: Well, I'm sure Danny also told you that we had to make your death seem real. That we had to sell your death, Eden.",
        "Eden: Yeah, \"selling my death.\" What a concept. The only way to make Salerno think that the hit he put out on you was carried out was to convince frank and the cops and the fireman that you are gone. But I'm really am gone, aren't I? Aye! ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Salerno: Seeing as you're still here, why don't we have a drink?",
        "Danny: I'll have another.",
        "Salerno: Yeah, let's make it a toast. To Eden. You do the honors since you're the last one to see her alive.",
        "Danny: All right. To Eden. Here's hoping she's in a better place.",
        "Salerno: Salud.",
        "Danny: Salud. (Phone rings) sorry. Excuse me. This is about my kid. Yeah, everything okay? ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Jeffrey: Well, it went like clockwork. We're in the ambulance now.",
        "Danny: Great. That's great.",
        "Jeffrey: Well, what about your end? Is Salerno convinced that you took Eden out?",
        "Danny: Mm-hmm. Yeah. Just finishing up here and then heading home. Doe favor, tell Robbie, I'll call him when I get there. Thanks.",
        "Jeffrey: It worked. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Eden: So now I go in the witness protection program?",
        "Jeffrey: Yeah.",
        "Eden: How soon?",
        "Jeffrey: Very soon. The quicker we can get you out of town, the less likely someone or something will screw it all up.",
        "Eden: When do I get to say good bye to Bill. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Gus: You didn't tell her.",
        "Jeffrey: I didn't have time to tell her, Gus.",
        "Eden: Tell me what?",
        "Gus: Nobody can know you're alive, honey. No one.",
        "Eden: Not even my fiancée?",
        "Jeffrey: Especially not him. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Bill: People are morons.",
        "Billy: Bill, you've got to dial this down just a little bit.",
        "Bill: Dad, look, I need answers, dad. No one telling me answers. You're not giving me answer.",
        "Billy: Bill?!",
        "Bill: Gus isn't giving me answers.",
        "Billy: Wait a minute. Wait a minute. They're going to find her! They're going to find her.",
        "Bill: Oh, please, will you. You never were a good liar, dad.",
        "Billy: Well, maybe they took her to the hospital.",
        "Bill: Is that all you've got? Maybes I'm sick of...",
        "Billy: Hey, hey. Son, look, I know this is tough. Boy, you've just got to be patient here, okay?",
        "Bill: I got to know what happened, dad. I got to see her. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Salerno: How's the family?",
        "Danny: Good. Fine.",
        "Salerno: Listen, I know you and the Mrs. Are on the same page as far as you, you know, getting back into the game.",
        "Danny: Mm-hmm.",
        "Salerno: But this, what happened at the warehouse, I don't think you should tell her about it.",
        "Danny: Don't worry about it. I wasn't planning on it. So I'm going to take off. Call you in the morning?",
        "Salerno: Yeah, you do that. Danny? Beautiful work tonight. Beautiful. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Ross: Well, Alexandra, hello.",
        "Alexandra: Ross, how are you?",
        "Ross: Well, another night, another speech in the beacon ballroom, but I'm quite well. Thanks.",
        "Alexandra: (Laughs) how's the new job coming?",
        "Ross: Well, being mayor is a lot more pleasant than running for mayor, but that could change in a few months. Say, you must be very happy having Phillip back at home.",
        "Alexandra: Oh, more than happy.",
        "Ross: Oh. For a moment when I walked in I thought you had moved back in here to the beacon picking up your mail and everything.",
        "Alexandra: Oh, no, no, no. Actually a message canceling a meeting. No, I uh... come on, at times like this you've got to keep the family close together. So, I'm home... where I belong. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Frank: Chief, how long is this going to take? There's people left inside there. We've got to get them out now.",
        "Fire chief: They're all set. The crew can go in.",
        "Frank: All right, let's go. Come on, you guys. Oh, my God, Michelle. Somebody get stretcher now! Call cedars; let them know we're on our way! (Muffled): Let me help you.",
        "Tony: No, she... no, no, no! She's hurt. She needs my help! No. She's hurt.",
        "Frank (muffled): All right. These firemen are here to help. Let them help.",
        "Tony: I told you. I've got to get her to the hospital, okay? Please. Please.",
        "Frank: Tony, but there are professionals here. Do you understand me? Let them do their job. Now let me handle it.",
        "Tony: Don't touch her! Nobody touch her. She's hurt.",
        "Jeffrey: Alright, come on. Get in. Quick. Let's go. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Eden: This is not the deal that I agreed to. How could I not say goodbye to bill, huh?",
        "Harley: Okay. Okay. Calm down. We all know how awful this is for you, Eden.",
        "Eden: Harley, this is my life.",
        "Jeffrey: Your life...",
        "Eden: This is my life!",
        "Jeffrey: Life, Eden, is what we just saved. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Gus: Listen, Salerno would have killed you we haven't staged your death. He would have killed you.",
        "Jeffrey: You just flushed five million dollars worth of drugs down the toilet. Did you think he was going to live?",
        "Harley: To make sure that you stay alive, Eden, only the four of us and Danny can know that Eden august did not die in that warehouse fire.",
        "Eden: Oh, and in the meanwhile, I disappear. Is that it?",
        "Jeffrey: Yeah, that's it.",
        "Eden: No, I can't do it and I won't.",
        "Gus: Eden? Eden? Listen to me. Calm down.",
        "Eden: I knew that I would have to say goodbye to bill forever. But my god, I have to do it, Nicky. I can not let him think that I died on top of everything else.",
        "Jeffrey: It's the only way, Eden.",
        "Eden: You know what? I will not do this to bill and I won't let you do it either. (Knock at the door)",
        "Harley: I'll get it. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Gus: Honey, honey. Come here.",
        "Harley: Yeah?",
        "Danny: It's me.",
        "Harley: Danny.",
        "Danny: Hey.",
        "Harley: Hey.",
        "Danny: Hi.",
        "Jeffrey: Hey, hey.",
        "Danny: What? Is there a problem?",
        "Harley: Yeah. Eden just discovered that she can not say good bye to bill. It's going to be hard for her. I don't know if she can do this. I know I couldn't.",
        "Danny: She doesn't have a choice.",
        "Harley: How are you doing?",
        "Danny: Fine.",
        "Harley: You sure?",
        "Danny: Yeah. I'm just trying to stay focused for what this is all for.",
        "Harley: Taking down Salerno.",
        "Danny: No, actually this is more about Michelle and Robbie. Giving them the life that deserve.",
        "Harley: Nothing's more important than that.",
        "Danny: Mm-hmm. Yeah. I can handle anything if I know that end Michelle and Robbie are safe. And that nothing and no one can ever threatened them again. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Frank: Okay, Tony, just take it easy. Take it easy. You're doing her a lot more harm right now than that's already been done. All right, just... just... (Muffle): Just let these people help her, okay? Do you understand me? Can you hear me?",
        "Tony: Don't touch her, please. Nobody touches her. She's hurt.",
        "Frank: Okay, fine.",
        "Tony: Don't. Don't.",
        "Frank: Just take it easy. Just relax. Relax. I'll take full responsibility, okay. Just let him go. Go ahead. Go ahead. Take her. Go!",
        "Tony: It's okay. I'm getting you there, Michelle, all right? Just hang on, all right? (Phone rings) ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Gus: Aitoro.",
        "Bill: Gus, where are you? Where's Eden?",
        "Gus: Yeah, I was just about to call you.",
        "Eden: Is that...",
        "Jeffrey: Shh.",
        "Bill: What was that?",
        "Gus: That was nothing.",
        "Bill: Look tell me what is going on. What is going on? How bad is Eden hurt?",
        "Jeffrey: You let Bill know you're alive; you'll be signing his death warrant and quite possibly your own. You got it?",
        "Bill: Gus, are you there? Say something to me. Gus, talk to me.",
        "Bill: Hello? Hello?",
        "Gus: Where are you right now?",
        "Bill: I'm at the apartment.",
        "Gus: Who's there with you?",
        "Bill: Well, my dad is. But I mean, what difference does it make? Tell me what is going on with Eden.",
        "Gus: Yeah, I'm going to come over and see you, okay?",
        "Bill: Gus, just tell me, where is Eden?",
        "Gus: Sit tight. You sit tight and I'll be over there in a minute.",
        "Bill: Why won't you talk... Gus, talk to me.",
        "Gus: I will explain everything to you when I see you, Bill. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Eden: Don't do this. Please, Nicky. Don't go.",
        "Gus: I have to.",
        "Eden: No.",
        "Jeffrey: Eden, it's all part of the ruse. The explosion, your death and now breaking the news to people. Everything has to be absolutely believable.",
        "Eden: It is going to break his heart.",
        "Jeffrey: Consider the alternative.",
        "Eden: I have considered it.",
        "Harley: Bill can not know that you are still alive, Eden.",
        "Eden: (Crying) we all know. All of us. We are all keeping the secret. So can he.",
        "Gus: It's not the same thing, honey.",
        "Jeffrey: You've seen how bill reacts. Especially where Salerno is involved.",
        "Eden: Okay, so he gets angry. So what?",
        "Jeffrey: Irrational is more like it, wouldn't you say?",
        "Eden: We can work this out. We can. Some how we can. Danny, you know, what if it was Michelle who blew up, huh? Wouldn't you want to know she wasn't really dead? Hey, Nicky, what if Harley was the victim? Would you rather someone told you a lie and said that she was dead?",
        "Gus: Honey...",
        "Eden: No! And what if you just got the news that Nicky was gone?",
        "Jeffrey: All right, Eden, listen no one said it was going to be easy or fun, or even fair. You saw what bill did when he saw that Salerno was threatening you. He went and threatened Salerno.",
        "Eden: You know what? He wouldn't do that again.",
        "Gus: Oh, no?",
        "Eden: No.",
        "Gus: We don't know that.",
        "Eden: Not if he was in on the plan he wouldn't!",
        "Jeffrey: We don't know that.",
        "Eden: He wouldn't.",
        "Jeffrey: We don't know he wouldn't blow this whole thing up.",
        "Gus: Bill would end up getting you both killed. You know it.",
        "Jeffrey: Listen, Eden. Listen to me. What if we did let you go see bill? What would that accomplish? You might spare him a broken heart. But you might also get him killed. Because what's he going to do? What's hardheaded bill going to do when he finds out the lengths that you had to go to get away from Salerno? He's going to go right back at that guy and he's going to get himself killed. Is that what you want? Salerno had no problem putting a hit on you. He's going to have no problem putting a hit out on bill. It's not safe. And even you can see that.",
        "Eden: How can you even do this? How can you look into bill's eyes and tell him a lie that's going to destroy him? (Crying) how can you do this?",
        "Gus: It has to be done.",
        "Harley: Then let me do it.",
        "Gus: No, honey.",
        "Harley: No, no. I know bill a lot better than you do. And you and Eden need to spend some time together while you still have time.",
        "Jeffrey: Actually, that's not a bad idea. The closer you stay to Eden, the calmer she's going to be.",
        "Gus: (Sighs) I... all right.",
        "Harley: I'll be gentle with him. I will tell him how much you loved him.",
        "Eden: Loved. Past tense. Loved. I'm already a ghost.",
        "Gus: Well, no not to us you're not.",
        "Eden: At least you won't have to spring for that maid of honor dress, huh?",
        "Harley: No, Eden... you would have made a beautiful bride.",
        "Eden: You will be one. That's another one that I'm going to miss. Oh, my god. Take care of Nicky. Please.",
        "Harley: I promise. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Bill: What?",
        "Billy: I didn't say anything. But come here. I was going to say something. Just say hang in there.",
        "Bill: I'm scared, dad. Scared.",
        "Jeffrey: So, you said you've got Salerno exactly where you want him. So now will be a good time to go back to him and ask him for another... ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Danny: No. Not tonight.",
        "Jeffrey: Danny, this is a perfect opportunity.",
        "Danny: I said, no, O'Neill. That's enough for one night. I'm going to go see my wife.",
        "Tony: Please, Michelle. Hold on. I need a doctor. Somebody get me a doctor, please.",
        "Nurse: Sir, what happened? Sir?",
        "Tony: I need to help her, please. Doctor? Doctor. Thank god. Thank god. Rick, please? Please?",
        "Rick: What happened, Michelle? Tony, what happened?",
        "Tony: Just please help her, Rick, okay?",
        "Rick: What happened?",
        "Tony: I don't... just please help her.",
        "Frank: There was an explosion down at the dock. She was buried and trapped.",
        "Rick: An explosion at the warehouse?",
        "Tony: Yes.",
        "Frank: Yes.",
        "Rick: Michelle?",
        "Tony: Yeah, there was another explosion that flung us backwards.",
        "Rick: Michelle? I want to start two IV's of ringers. We need a head shot as soon she stabilizes.",
        "Frank: Okay, Tony, let's give them some space. Come on.",
        "Tony: Rick, please?",
        "Rick: Michelle?",
        "Tony: Please, Rick, help her, okay? Please, Rick.",
        "Frank: Excuse me, nurse? I think someone should take a look at him, okay?",
        "Nurse: Okay.",
        "Frank: Thank you. I'm going to go back to the warehouse, but I'll be back. You hang in there.",
        "Nurse: So we should take a look at you, too. You're bleeding.",
        "Tony: Yeah, I'm okay.",
        "Nurse: No, no. That scar could get--",
        "Tony: Forget it. Forget about me. Please. Okay, just take care of Michelle. Please. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Gus: And you've always hated winter.",
        "Eden: Uh-huh.",
        "Gus: You remember you used to wrap your head so tight with that little yellow scarf of yours. Like a helmet.",
        "Eden: Red.",
        "Gus: Oh, it was red?",
        "Eden: Not yellow. Red.",
        "Gus: Like a helmet so you wouldn't (shivering sound) because the wind comes off Lake Michigan. Oh, January's.",
        "Eden: Not my favorite time of year.",
        "Gus: January's and the winter, yeah.",
        "Eden: Not yours.",
        "Gus: That's why I'm going to really... I'm going to lay it on O'Neill. They maybe set your new identity up in, like Maui or something. You could run a surf shop or one of those parasailing schools or something.",
        "Eden: Oh, the sky's the limit, huh?",
        "Gus: That's what I'm talking about. Starting over. So look, think about that. Starting over. Nobody in your life to judge you. No one just waiting around to watch you screw up, you know.",
        "Eden: Oh, reinvent myself.",
        "Gus: That's it. That's what I'm saying.",
        "Eden: Talk about irony. All my life I wanted to be someone else, somewhere else. And now that's it's happening all I want to be is me living here with you and bill.",
        "Gus: I just want you... just think about all the positives, you know.",
        "Eden: Oh, Nicky, I was so close. So close to having the life I wanted... with the perfect guy.",
        "Gus: Well, we don't live in a perfect world, you know.",
        "Eden: I thought that I had finally outrun my past. But I guess you never do, huh? Look at me. Faking my own death so I can stay alive. Hiding out till I get my new identity. And what about Danny? He thought he was free and look at him.",
        "Gus: What are we talking about?",
        "Eden: Nicky, I... I want you to be careful. You know, you may think that you're safe with your past, clear of it. And I know that you want to take down that drug ring.",
        "Gus: Oh, I will take it down. Trust me.",
        "Eden: I know. If anyone can, you can. But it's dangerous needing something so badly. You know... it's like... it's like doing the right thing is your drug. Don't let it take over.",
        "Gus: Take over what?",
        "Eden: You have a great life with Harley. Don't let anything get in the way of you two getting married. Because you never know what's going to happen. Look at me. You never know what's going to happen. (Crying)",
        "Gus: Shhhh. Come on.",
        "Eden: No, it's not about me. It's about you. Please. Listen. Okay. (Knock at the door) ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Bill: Harley? Where's Gus?",
        "Harley: He's making arrangements. I came in his place.",
        "Bill: What... what... tell me what is going on? Why is he not at cedars?",
        "Harley: Hey, Billy.",
        "Billy: Hi. Come on in, Harley.",
        "Bill: Harley, tell me what is going on? What was this explosion? Why is Eden at this warehouse?",
        "Harley: Let's sit down.",
        "Bill: Tell me what is going on.",
        "Harley: Sit down. Bill...",
        "Bill: Oh, my God.",
        "Harley: I'm sorry.",
        "Billy: She's gone. Oh, my God.",
        "Harley: There was nothing they could do. Sweetie, they assured me she wasn't in any pain and she was unconscious at the end. It was peaceful.",
        "Bill: (Crying) you're wrong, Harley. You are... you are wrong. Because I just spoke to her a few hours ago. I have dinner and we're going to have champagne.",
        "Harley: She loved you, bill. She loved you so much. You made her so happy.",
        "Bill: No, no, no.",
        "Harley: You have to know that.",
        "Bill: No. I want to see her.",
        "Billy: I don't think--",
        "Bill: Harley, I want to see her. Where is she?",
        "Harley: You know what? It was a very powerful explosion. I don't Eden would want you to see her like that.",
        "Bill: No, no, no. Where is she? Tell me where she is?",
        "Billy: Whoa, whoa. Whoa, whoa. Whoa. Look, son, come here. We're going to get through this, okay? And...",
        "Bill: How did this just happen? How did this happen?",
        "Billy: I don't know.",
        "Bill: How did this building just blow up?",
        "Billy: Some things like this we're just not suppose to know.",
        "Harley: They're not a hundred percent sure right now, but the fire marshal seemed convinced that it was just an accident, bill. It was just a horrible, horrible accident.",
        "Bill: No. No, no. This was not an accident. This is Salerno. This is Salerno, dad.",
        "Harley: Why do you say that?",
        "Bill: He's scum. He's a scum. He said... he said... he swore to me that he didn't want her anymore, but he couldn't have her. And that's why Eden was scared. That's why Eden wanted to leave town. Don't you understand? She didn't trust a word that came out of that pig's mouth. And now...",
        "Billy: This is just an accusation now you're making here.",
        "Bill: Dad, I swear to you this is Salerno. This is Salerno and he has to pay. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Alexandra: Oh, Alan and I thoroughly enjoy having children around, you know. I mean Lizzie, James, new baby Emma.",
        "Ross: I'm glad to hear that everything is working out so well. But to be honest, when I first heard that Phillip and Olivia were going to be living there with the baby, visions of turf wars danced in my head.",
        "Alexandra: No, no, it's absolutely... well, it's perfect amicable. Really.",
        "Ross: Is that so?",
        "Alexandra: All right, it's a perfect nightmare. First, I'm evicted from my bedroom, no one can touch baby Emma without expressed permission from Olivia. And my blood pressure is rising as we speak.",
        "Ross: Oh, Alex, maybe you should be moving back in here.",
        "Alexandra: No. No, no. I refuse to let Olivia push me or any member of my family out of our own home, Ross. I don't care if she wants to play queen bee at the moment.",
        "Ross: (Laughs) you know, I bet you never thought that you'd be yearning for the good old days when Phillip and Blake were married?",
        "Alexandra: (Laughs) well, you know, Olivia's made me appreciate Blake. (Laughs)",
        "Ross: I will pass that message along to my bride. You know, I hope Phillip at this point and time will do whatever he has to do to make himself happy.",
        "Alexandra: Yeah, well, I'm hoping that he has everything under control. To tell you the truth, I'm just slightly terrified that's going to let this sham of a marriage go on, and olivia do some damage to this family that can't be undone. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Danny: Honey, I'm here at cedars. Call me. Tony? Hey, what happened to you?",
        "Tony: Oh, I don't know. I guess I got caught in the middle of an exploding warehouse, Danny.",
        "Danny: You followed me.",
        "Tony: Hey, you had your job to do, I had mine. I didn't think you had it in you to whack anyone.",
        "Danny: Tony, it was on Vinnie's order.",
        "Tony: Oh, so that makes it okay, right? Makes it okay? Hm? Who was she, Danny? Who was she?",
        "Danny: You don't know? It was Eden. Tony, she crossed Vinnie.",
        "Tony: (Moans)",
        "Danny: She flushed his entire shipment of antimonious.",
        "Tony: And now she's dead.",
        "Danny: Tony, you know that Vinnie wouldn't let anyone get away with that. You know that.",
        "Tony: Yeah, so you're the one who's going to...",
        "Danny: It was going to happen... it was going to happen whether I was part of it or not.",
        "Tony: You're the lucky guy who got the job, right, Danny?",
        "Danny: Vinnie was testing me. You know that.",
        "Tony: Congratulations. You passed. Good job.",
        "Danny: Tony. I'm sorry.",
        "Tony: You're sorry.",
        "Danny: I'm sorry. I know that you and Eden... look, Eden brought this on herself. She knew the risks. Tony, there have to be consequences for people's actions.",
        "Tony: Well, you'd know that, wouldn't you? Tell me something, Danny...",
        "Danny: Hey.",
        "Tony: You tell me something right now?",
        "Danny: What?",
        "Tony: How did it go for you? How did the hit go? Huh? No damages? No collateral damage? None?",
        "Danny: No. As far as I know.",
        "Tony: As far as you know. Nothing, huh?",
        "Danny: Why? Why?",
        "Tony: Take a look. Take a look. Keep looking. Look. Who's on the table? ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Bill: Salerno is going down.",
        "Billy: You've got to stop talking like this, bill.",
        "Bill: Dad, what am I suppose to do? Eden was murdered. She'd be here right now if it wasn't for... he is a dead man. He is a dead man.",
        "Harley: All the signs point to being an accident, Bill.",
        "Bill: Harley, are you kidding me? This is not an accident. Salerno wanted Eden. He couldn't have her, so he killed her.",
        "Billy: Bill, look. Look.",
        "Bill: What?",
        "Billy: You've got to have proof of this.",
        "Bill: Proof, dad. There's proof out there. Buildings do not just blow up!",
        "Harley: Hey. Okay, okay, where are you going right now?",
        "Bill: I'm going to go pay someone a visit.",
        "Harley: No, no, no.",
        "Billy: I'm not going to let you do that.",
        "Bill: Dad. Get out of my way.",
        "Billy: Hey, look, I can't let you... hey, just listen to me.",
        "Bill: Dad, will you just get out of my way?",
        "Billy: Listen. Just think of what Eden would want. Look, ask yourself: Would Eden want this? Okay.",
        "Harley: Listen to me. Don't you think that if Gus suspected Salerno for even a second that he would have already tracked him down? But that's not how it is, bill. Gus accepts, and you have to accept that this was an accident, bill. It was a horrible accident. Nothing more, nothing less. Whatever you've got going on in there in your head, you've got to let it go.",
        "Bill: I don't even remember the last thing she said to me.",
        "Harley: She loved you. She did. She loved you so much, bill. She was marrying the only man she ever loved. You made her so happy. You have to know that.",
        "Bill: The wedding. I mean, we've got to tell people that the wedding is off.",
        "Billy: Hey, hey... forget about that right now, okay?",
        "Bill: No, no, no. I have presents coming. And we booked the country club. We have to do something.",
        "Harley: You know what? I'll take care of that, bill. You should get some rest.",
        "Bill: No, no. Harley, I do not need rest. There's too much to do. Here, take this. I have to go.",
        "Harley: What is this? Wait. What is this?",
        "Bill: For the funeral.",
        "Harley: Do not let him get anywhere near Salerno.",
        "Billy: I'm way ahead of you. I don't want to lose my son.",
        "Harley: Billy? He wants me to use the wedding guest list for the funeral arrangements. Yeah, it's me. It's done. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Gus: How did it go? Uh-huh. Uh-huh. Yeah, well, I expected that. (Chuckles) all right. So, you're coming back? All right. Then I'll see you soon. Okay.",
        "Eden: What did he do? What did he say?",
        "Gus: He's... he's handling it. And he's got his dad there, Billy's there. You know, his whole family is going to help him through this. And that's what's going to happen for you, okay? You're going to go through this. And you're going to get through this, okay?",
        "Eden: Uh-huh. Yeah.",
        "Gus: (Sighs) ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Jeffrey: So? Right. Okay, moving on. Listen, my surveillance guys got wind that Salerno is expecting another shipment of antimonious to replace the one that went bye-bye. Big surprise: His distributors need some more. So this gives another crack at him, and his people in San Cristobel. So I want you back out on the street as soon as possible. Are you with me here? Gus?",
        "Gus: Yeah.",
        "Jeffrey: Listen, I know this is a charged situation for you, but I cannot afford to have an agent out on the street working this case if he's going to be overly emotional.",
        "Gus: I'll try to control myself.",
        "Jeffrey: I need to know I can count on you.",
        "Gus: What, what? What, are you going to say it again? What, are you going to reassign me?",
        "Jeffrey: If need be, yeah. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Eden: (Crying)",
        "Gus: Let me tell you something, okay? This drug... this drug has cost me my sister. So everybody that's behind this drug ring is going down, and that is my job. And right now I love my job. Okay, so yeah, I'll stay in control. And, yeah, you could count on me. What's the matter?",
        "Eden: (Sobbing) my ring. My engagement ring is gone.",
        "Billy: Bill.",
        "Bill: I had to come here, dad.",
        "Billy: Look, yeah, I... I understand that son, but you're not going to find Eden in what's left of this building. She's here now. She's in here, son. That's where she's going to stay.",
        "Bill: (Crying) this is the last place where she was alive. I got to see where she died.",
        "Frank: Bill. No, no. Hey, hey. Hey, hey, hey. Hey, bill, it's all right. Hey, listen to me. You can't go in there.",
        "Bill: Get off me, frank.",
        "Billy: Can you just let him go around? He just wants... you could understand. He just wants to see.",
        "Frank: All right.",
        "Billy: Please.",
        "Frank: Just tell have him to be careful and take a couple of minutes. Bill, I really am sorry.",
        "Bill: Where did they find her?",
        "Frank: In the office in the back.",
        "Bill: (Breathing heavily) ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Danny: Michelle.",
        "Tony: Didn't I tell you, Danny? Didn't I warn you? You get back in bed with Vinnie; you're going to hurt the person around you. Didn't I tell you that? I did, right? Because I remember saying that.",
        "Danny: Get away from me. I had enough! Get away!",
        "Tony: You have hurt enough people in your life!",
        "Danny: Michelle! Honey, I'm here! Michelle?",
        "Tony: Do you understand me?",
        "Danny: Get away! Get off me. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Eden: I've got nothing of his now, nick. Nothing. Come here. Come here. I'm sorry. I am sorry for being a big pain in your butt.",
        "Gus: No, no. That's... that's what big brothers are for. We're supposed to look out for our little sisters, you know. I should have done it a little better, you know.",
        "Eden: No.",
        "Gus: Yeah. No, I should have been a little smarter and I...",
        "Eden: Baby, stop.",
        "Gus: You wouldn't have...",
        "Eden: Stop.",
        "Gus: If it were up to me, you wouldn't have even lived this life that you've had, and the life you've been living.",
        "Eden: Oh, okay. So it's all your fault?",
        "Gus: Yeah.",
        "Eden: Yeah.",
        "Gus: If it makes feel better. (Laughter) I feel better now.",
        "Eden: (Sighs) I can't think that I am never going to see you again. After thinking all these years that I was never going to see you again.",
        "Gus: It's a strange life. And we've been learning that all the way along here.",
        "Eden: Yeah. I'm glad you've got another family though, nick. Because it's the end of the line for Nicky and Eden august. (Crying)",
        "Gus: All right.",
        "Eden: No, I'm not going to do this. Do me a favor?",
        "Gus: Yes.",
        "Eden: Look after bill. Make sure he's okay.",
        "Gus: Sure. I love you, okay? I love you.",
        "Eden: I love you more than the world. I love you, Nicky.",
        "Gus: All right. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Bill: You think you could get away with this, Salerno? A little surprise for you-- real soon.",
        "Alexandra: Well, I'd better be going.",
        "Ross: Alex, it's always good to see you. And hang in there.",
        "Alexandra: (Laughs) well, I have no choice.",
        "Ross: (Laughs) (cell phone rings) Ross Marler. What happened? Where?",
        "Frank: Ross...",
        "Ross: Never mind. He's here. What's happening?",
        "Frank: Ross, it's bad. It's real bad. Eden august was killed, Michelle's in the hospital. And I needed to find you.",
        "Ross: How is Michelle?",
        "Frank: She's bad. She's really bad. Rick's at the hospital with her, but I can't find Ed. And I need you to help me track him down.",
        "Ross: Yeah, I'll do that. What can I tell him about the explosion? Was it a gas leak, a fuel spill? What do we know?",
        "Frank: We don't know much. But what I do know is I will not rest until I find exactly what caused this explosion. And you can count on that. Now, let's go. (Cell phone rings)",
        "Jeffrey: Yeah, it's O'Neill. What? In the warehouse? That's impossible. Wait, slow down. You sure it wasn't somebody... what condition is she in? All right, thanks. Danny.",
        "Danny: Honey, I'm right here.",
        "Rick: She has severe head trauma.",
        "Danny: She'll be okay. She'll be okay, right, Rick?",
        "Rick: I'm going to do everything I can.",
        "Danny: Rick, she's going to be okay. How bad is it?",
        "Rick: I'll let you know as soon as I get back down.",
        "Danny: Michelle! Honey, hang in there. You're going to be fine. You're going to be fine, honey. I love you. Hang in there. Oh, God. Oh, God. ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ",
        "Harley: Next on \"Guiding Light...\"",
        "Bill: Please leave.",
        "Harley: I'm not going anywhere until you give me the gun.",
        "Danny: So help me, if Michelle does not pull through this there'll be no where you could run, no where you could hide. I will make you pay."
    ],
    "Transcript Author": [
        "By Boo Proofread By Linda"
    ],
    "url": "https://www.youtube.com/watch?v=weR58VIJ59s"
}