{
    "Episode Summary": [],
    "Recap": [
        "Gus and Phillip talk outside Company. Gus tells Phillip he has the goods on him regarding his affair with Olivia. He tells Phillip he needs to back off and let Harley have Zack back. Phillip says that he will gladly give him back once Gus is gone. Gus says that if he won't back off the news will drop quickly into the newspapers, courtroom, boardroom and into daddy's lap. Phillip says that he isn't threatened by Gus. He tells him that Ross had just advised him to back away and let Harley have Zack but after spending this time talking to Gus he has changed his mind and will see Gus in hell before he lets him raise his son. Gus says tell it to the judge. Harley and Reva talk outside the Beacon. Harley gives Reva the court papers allowing the tapping of her cell phone. She tells Reva that she is sure they will catch this freak who is making these calls. Cassie walks out just in time to hear about the calls and asks Reva why she hasn't told her. Cassie assumes that she didn't tell her because she thinks she is responsible for the calls. Reva assures her that this is not the case. Cassie tells her to be careful. Harley suggests that she go see Annie, since she offered to help, even though she is living in a fantasy world provided by Alan. Cassie tells her to let Josh go with her. Reva leaves and Harley and Cassie contemplate if Reva will really get Josh to go. Eden arrives at the Spaulding mansion to see Alexandra. Alex wants to know why Eden was there. Eden says that she has proof that Harley is not as good a friend as she thinks. She says that she has proof that Harley is up to something and she wants to know why Alex is paying her dad's former partner. Alex states that she is paying him to be a consultant for Harley's custody trial. Eden tells Alex that she will tell the truth if Alex will. Eden tells Alex that she has proof that Harley is having her investigated. Alex tells Eden that she thinks that she should go away and wants to know how much money it would take to get her to go away, and that it should be some place warm. She gives Eden a large check and tells Nolan to have Eden escorted by security out of the house, to her home, and then to the airport and onto the plane. Eden asks if Alex will get back at Harley and Alex says no, but she will take better care of Gus than she did.",
        "Harley is at home when the doorbell rings. It's Alex. Harley thanks Alex for the attorney who is helping them. Alex says that she has arranged for all of the bills to be sent to her. Harley tells Alex that she is a good friend. Alex says that's good to hear, because she is a bitter enemy and wants to know why Harley is having her investigated and she wants it stopped. Alex wants to know why Harely doesn't trust her anymore. Why does she doubt her? Alex tells Harely to let go. Everyone at Spaulding stands to lose something. Alex says Harley doesn't really want to know what is going on. Alex says she will be sorry. In walks Gus. Marah and Tony come to Josh and show him a re-router that they found outside the house. This is how the phone calls were made to look like they were coming from inside the house. Marah is scared because this person has been close enough to touch them. She asks Josh to find her mom and bring her home. Tony stays with Marah and says that he will protect her and her family. Reva arrives at the sanitarium to see Annie. Annie welcomes Reva and wants to know why she is there. Reva says she came to get Annie's help. Reva asks if Annie knew more about the calls. Annie says that Reva is a murderer because she caused the death of her baby. Annie says that she feels sorry for the person calling her. Josh goes looking for Reva at the Beacon and sees Cassie. Cassie tells him where she is. Josh wants to know if anyone ever told Cassie they wanted to get even with Reva. She says no one but Edmund and in he walks. Cassie and Josh talk with Edmund who denies any involvement in the phone calls. Tony and Marah are waiting at the house. Marah decides to get on line and research her art history project. She says that she has email. Phillip calls Nolan and asks for Olivia's sister's phone number. In walks Alex and she asks if he is going to cut and run. Phillip says he would take Zack and run if that's what it takes. Alex tells Phillip to yield and he says no. Gus tells Harley about Phillip and Olivia. Harley is shocked. She doesn't want to use the information. Marah's email says: all my sympathies on the death of your mother .from a friend. Tune in tomorrow."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: My witness can, and will, testify that you and Olivia have been hitting the sheets as recently as a few nights ago at the Beacon hotel.",
        "Phillip: My private life is none of your business.",
        "Gus: Likewise.",
        "Phillip: So who's this reliable source of yours? Some bellboy that you bribed? Some maid that succumbed to your obvious charms?",
        "Gus: What difference does it make? I know what I know.",
        "Phillip: Nah, you don't know anything. This is just another desperate attempt on your part to get me to back off and let you be a part of my son's life, which is not going to happen.",
        "Gus: Au contraire, Phil. I know it's taken a little time, but I think I got you where I finally want you.",
        "[SCENE_BREAK]",
        "Nolan: Here we are. Right this way.",
        "Eden: Thank you for seeing me, Ms. Spaulding.",
        "Alexandra: Yes, well, I can't imagine why you want to see me, Eden, but whatever it is, if you just make it fast, then Nolan can show you out.",
        "Eden: Fine. I don't want to talk about Harley Cooper any longer than I have to.",
        "Alexandra: That will be all, Nolan, thank you.",
        "Nolan: Yes, ma'am.",
        "Alexandra: Harley?",
        "Eden: Yeah, Harley, your good ol' pal. But guess what? She's not a very good friend, and I have proof. You want to see?",
        "Alexandra: Well, now, of course I do, dear.",
        "Eden: And I all want in exchange is truth. Your truth for my truth. And why are you paying money to my father's ex-partner?",
        "[SCENE_BREAK]",
        "Harley: Okay, these are the court papers giving permission to tap your cell phone calls. Now, make sure that Josh keeps it clean when he calls you from work all lovey-dovey. (laughs)",
        "Reva: I don't care who's listening in. All I care about is making sure that we get this creep.",
        "Harley: Right. So how's work? I heard that you were doing some big expose on the rich and the Spaulding?",
        "Reva: Yeah, well, I was very involved until this whole harassment thing started.",
        "Harley: Hmm. Any good dirt on Alexandra?",
        "Reva: No, why?",
        "Harley: No reason.",
        "Reva: This all looks great, Harley, and I appreciate it, I really do.",
        "Harley: Good, good, no problem. And you know, when we catch this clown, they're probably going to have to answer to at least a felony charge.",
        "Reva: Worse than that, they're probably going to have to answer to me.",
        "Harley: Yup. It's just... It's probably some freak who watched the court thing on TV, and he hasn't been able to let go of it. It doesn't take a genius to make a crank phone calls.",
        "Cassie: Hi. You've been getting crank phone calls? Since when?",
        "Reva: It's nothing for you to worry about, because Harley's taking care of it.",
        "Cassie: The police are involved, and I shouldn't worry? Why didn't you tell me about this? It sounds serious.",
        "Reva: It's a serious drag.",
        "Cassie: Why didn't you tell me about this, Reva? Oh, wait, did... Do you think I have something to do with this?",
        "[SCENE_BREAK]",
        "Marah: Dad, we found it.",
        "Josh: What?",
        "Tony: A digital re-router. This is how it looked like all the phone calls were coming from your house.",
        "Josh: Where did you find this?",
        "Tony: Outside. It was patched on your phone box.",
        "Marah: Whoever did this was in our own driveway, Dad. They were close enough to touch us, and we didn't even know it.",
        "[SCENE_BREAK]",
        "Cassie: Please, tell me that you don't think that I was the one making those calls.",
        "Reva: Cassie, no, absolutely not.",
        "Cassie: Okay, then why didn't you tell me that this was going on, Reva?",
        "Harley: Because there's nothing to tell. And the important thing is, we are going to make it stop. Oh, by the way, did you go see Annie Dutton?",
        "Reva: Yes, and you won't believe it. Alan is keeping her in some sort of fantasy world insane asylum.",
        "Cassie: Okay, that's scary.",
        "Reva: Yeah, but she is so happy like a pig in mud. She gets to pretend every day and fantasize about the fact that she's still Mrs. Joshua Lewis, right down to having the exact study in our house-- her room looks like our study.",
        "Harley: Okay, that's creepy.",
        "Reva: And she wanted to serve me tea like she was the lady of the manor.",
        "Cassie: Do you think she's the one making the calls?",
        "Reva: No, no, because her phone is fake, first of all. And second of all, she acts too smug, like she's the woman who won.",
        "Harley: You know, you should ask Annie who she thinks did it. The police consult with career criminals all the time.",
        "Reva: You know, when I left, she did offer to help.",
        "Harley: Well, can you trust anything she has to say?",
        "Reva: No, no. But it sure beats waiting around for my secret admirer to call.",
        "Cassie: But she's a psychopath herself.",
        "Harley: You know, she's right, maybe I should go along with you for backup.",
        "Reva: No, you really don't need to, because there's orderlies, big ones, all over the place, disguised as gardeners and maintenance men.",
        "Cassie: Reva, this woman tried to kill you. She has always been jealous of you. You've got to take Josh.",
        "Reva: Right, so I can watch her kiss him hello again.",
        "Cassie: Look, I don't want anything to happen to you.",
        "Reva: Cassie, it's fine, really. And if it makes you feel better, then I will, I'll call Josh and see if he has some free time to go along with me. Okay? Thanks.",
        "Harley: Sure.",
        "Reva: I appreciate it.",
        "Harley: No problem.",
        "Cassie: You think she's going to call Josh?",
        "Harley: Hmm.",
        "[SCENE_BREAK]",
        "Eden: So how long has Uncle Roy been on the payroll?",
        "Alexandra: How long have you been, you know, snooping through his bank statements?",
        "Eden: I want to know if he's in trouble.",
        "Alexandra: Well, not that I know of. I'm merely paying him a consulting fee. Darling, nothing you could worry your little head about.",
        "Eden: First of all, I am not your darling, and second of all, I can worry my head whenever I want. Now, what kind of work?",
        "Alexandra: Well, if you must know, I'm paying him to consult on Harley's custody case. I need to know if there's anything else of a delicate nature out there that Phillip might use against Gus.",
        "Eden: They never mentioned it.",
        "Alexandra: Well, maybe they just don't want you to cause any more trouble, dear. But I will tell you one thing, Roy Baker does love your brother just like a son, and that is the truth. There, now I've told you your truth; you tell me mine.",
        "Eden: Harley is about to rake you over the coals.",
        "Alexandra: That's nonsense.",
        "Eden: She hired a private investigator to find out about your life in Paris. Here you go: Canceled checks and a report, one in English, one in French. Welcome to the club. Doesn't feel that good, does it?",
        "Alexandra: You really hate her, don't you?",
        "Eden: No. I just don't think it's fair that she can go around and cause trouble. I mean, every guy she's ever hooked up with, she's, like, snuck around and lied, and no one's even criticized her.",
        "Alexandra: Well, my dear, maybe that's because when she does make mistakes, she does them for the good, whereas when you make mistakes, you seem to enjoy, you know, making them just for the sheer joy of it, don't you? I really don't want you here, Eden.",
        "Eden: Fine, I'll show myself...",
        "Alexandra: No, I mean, here in Springfield.",
        "Eden: Why would I ever leave my brother alone with her?",
        "Alexandra: Well, your brother wants you gone every bit as much as I do. How much... How much is it going to take to pay you a relocation fee?",
        "Eden: My brother loves me.",
        "Alexandra: Mm-hmm. And do Gus and Harley know you're here?",
        "Eden: No.",
        "Alexandra: And have they seen those papers?",
        "Eden: No.",
        "Alexandra: Then you really do have to leave right away. And if you don't mind, I'm going to suggest you go someplace quite warm, where you can take that sneaky little bikini-clad body and put it to some better use than just seducing strange men for the purpose of blackmail. There, that ought to be more than enough to buy you a few designer sarongs to cover up with.",
        "Eden: And if I go, do you promise to get Harley back for me?",
        "Alexandra: No. No. But I will promise you one thing, I'll take far better care of your brother than you ever would.",
        "Eden: Why should I believe you?",
        "Alexandra: (Laughs) Well, believe me, don't believe me, I really don't care. Nolan, make sure that my guest is escorted out by security, then home where she will pack, and then go straight to the airport with no stops in between.",
        "Nolan: Yes, of course. This way, Miss.",
        "Eden: Fine, I don't have anyone to say good-bye to anyway.",
        "Alexandra: Oh, Harley, Harley, why are you such a smart girl?",
        "[SCENE_BREAK]",
        "Gus: You've got to be incredibly arrogant or incredibly stupid to be using my character as an issue when you're sleeping with your own stepmother, your father's wife. I mean, what kind of environment is that to raise a child, honestly?",
        "Phillip: Aitoro, you're in way over your head, and you better get out while you can.",
        "Gus: Or what? What? What are you going to do to me? What else could you possibly do to me? Try to get me and Harley to break up? No, you tried that. You failed. Threaten my sister again? Go ahead. I've washed my hands of her. I could care less. No, this time I get to watch you squirm, and I think it's going to be fun to watch.",
        "Phillip: Well, you know, see, Gus, now, there's one of the fundamental differences between us. See, I'm not in this for kicks. I'm in it because I'm not going to allow a murderer to raise my son.",
        "Gus: Hmm. I see. And sleeping with your father's wife, was that, like, a step up in the moral department?",
        "Phillip: You know what? You are the worst thing that ever happened to Harley. You're just a punk hiding behind a badge. You turned her world upside down. If you loved her at all, you would've left her a long time ago.",
        "Gus: Kind of the way you loved her and left her-- brokenhearted, betrayed, bitter about men. No, I want to be better than you, Phillip. I want to love Harley, and I want to cherish her, and I want to protect her in ways that you can't even begin to imagine, because you just don't know how. And that goes for your son, as well.",
        "Phillip: Over my dead body.",
        "Gus: That could happen.",
        "Phillip: Did you actually just try to threaten me, Gus?",
        "Gus: No. But when your father finds out what you've been doing to his wife, who knows what he'll do to you.",
        "Phillip: Really? Try something else. You're not scaring me.",
        "Gus: I think I am, Phil. Come on, man, just drop your opposition to Harley's petition for custody.",
        "Phillip: Oh, Gus, I plan to, always plan to, as soon as you're out of her life for good.",
        "Gus: You know, I didn't want to do this, I really didn't, but the news about you and your stepmother is going to drop real fast into the newspapers, into the courtroom, into your boardroom, even into the lap of big Al Spaulding himself. So buckle your seat belt, Phil.",
        "[SCENE_BREAK]",
        "Harley: No, no, I understand. People get sick. I'll manage, I'll manage. Maybe my brother can take Jude. Or if worst comes to worse, I guess I can just take him to work with me. No, I understand, I really do. Just feel better. Okay. (doorbell rings) Oh, Alexandra, hi. What a surprise.",
        "Alexandra: Oh, Harley. Hello, dear. I hope I'm not intruding.",
        "Harley: Uh... No. No, actually, I was going to call you anyway. That lawyer that you hired for me, he is great. I mean, that guy Shearer is so sharp, even Gus is standing up straighter. And my son is worth every penny.",
        "Alexandra: Well, in any event, you do remember that I've arranged to have the bill sent to me.",
        "Harley: Yes, I've been thinking about that. I just... I don't know if I can accept.",
        "Alexandra: If it weren't for my nephew, we wouldn't even be needing a lawyer.",
        "Harley: I know, but I feel like you're going so far out of your way to help me. I mean, thank you. Thank you. You've been a great, great friend.",
        "Alexandra: Yes, well, I'm glad you know that, because I make a bitter enemy.",
        "Harley: No, I am sure you do.",
        "Alexandra: Are you?",
        "Harley: Did I do something?",
        "Alexandra: Harley, you're having me investigated in Paris, and I want that to stop now.",
        "[SCENE_BREAK]",
        "Phillip: I'm going to tell you a little secret: I'm going to use real little words so you can understand it this time.",
        "Gus: Oh, good.",
        "Phillip: Okay, here it comes. I had a meeting with Ross Marler earlier today, he advised me to give up, told me to give Harley joint custody. Now, when Ross advises me to do something, Gus, I usually do it, but after spending this time with you here, I've changed my mind. So I want to thank you for reminding me of what a despicable human being you are.",
        "Gus: I thought you were going to keep it simple, stupid.",
        "Phillip: Too many syllables. Okay, try this. Before I let you raise my son, I'll see you in hell first.",
        "Gus: Try this: Tell it to the judge.",
        "Phillip: Okay, I will. I will.",
        "Gus: Good.",
        "Phillip: I'll see you in court.",
        "Gus: I'm going to tell you something, Phillip, by the time I'm done with you, you're going to have nobody left-- not your father, not your son, and not your father's wife.",
        "[SCENE_BREAK]",
        "Josh: Okay. I walked around the house a couple of times, I didn't find anything else.",
        "Tony: And I checked the woods. There is nobody out there now, I promise you that.",
        "Marah: All right, but whoever it was, was here before. What if they come back and, like, lurk around outside and wait for mom to go to the grocery store or something? What if they grab her and, like, throw her in the car?",
        "Tony: Whoa, whoa, Marah, hold on. What are you talking about? Look, the chances are that this guy is a total coward. He doesn't even have the nerve to show his face.",
        "Josh: I actually agree with Tony on this. This kind of person, they just like to toy with people. They don't want to confront them.",
        "Marah: I called mom to try to warn her, but her cell phone's off. Do you have any idea where she is?",
        "Josh: She went to the Beacon. She has a meeting with Harley.",
        "Marah: Well, will you go find her, please, and let her know that she's in danger and bring her home?",
        "Josh: Yeah, I think that's a good idea. I'll go and bring her back here. Tony...",
        "Tony: I'll stay here with Marah.",
        "Josh: Thank you.",
        "Marah: Wow. Now I know that my dad's really scared. He left me here alone with you.",
        "Tony: Look, Marah, I know I'm not your parents' idea of a perfect boyfriend, but at least I'm good for something. The protection racket? Now we're talking my language.",
        "Marah: Don't say that.",
        "Tony: Well, it's true. You might as well take full advantage. Look, baby, I know, I know you're scared. But nothing is going to happen to you or your family as long as I'm here.",
        "Marah: Promise?",
        "Tony: I promise.",
        "[SCENE_BREAK]",
        "Reva: How is she today?",
        "Orderly: Chipper as always. She's special, that one.",
        "Reva: You have no idea.",
        "Orderly: You have a visitor, Mrs. Lewis.",
        "Annie: Why, Reva Shayne, what a nice surprise. You have to excuse me. You caught me right in the middle of my dusting. Isn't this a lovely photograph of Marah?",
        "Reva: Yes. Where did you get it?",
        "Annie: She gave it to me. She came home from school one day, and she said, \"Mommy, from my heart to yours, I love you so much.\" She even made the frame to go with it. Maybe I shouldn't be telling you this. It probably hurts to hear how well I stepped into your life.",
        "Reva: No, it's fine. Just as long as Marah is safe and happy, that's all that's important, really.",
        "Annie: Oh, and she is so happy, and Shayne and Josh. So what brings you back? Don't tell me you've come back to ruin everything again.",
        "Reva: No, no. I came back because you told me that you could help me. So that's why I'm here. Just like old times, you know, you and me, Annie, just the two of us. Annie, when I left here the other evening, I got the feeling that you knew a little more than you were letting on about the crank calls that I've been getting.",
        "Annie: The calls? Oh, the calls, the person who's calling you a murderer.",
        "Reva: That's right. And I was hoping that you could help me solve the mystery, unless you think that I still owe you something, or that I have a debt that I need to repay.",
        "Annie: Well, what more could I possibly want of yours? I mean, I have your husband, your children, your home, your life. My life now.",
        "Reva: The person that's been calling me, the person that I've been telling you about...",
        "Annie: Oh, yes, yes, yes, the person who's calling you a murderer. You are a murderer, Reva. You caused the death of my baby.",
        "Reva: So you do. You do remember something about that past.",
        "Annie: I know, I know. Breathe. I know we have to move on. We have to move on. I feel sorry for that person, this caller of yours. She sounds so scared, angry, frustrated, powerless. I know what that feels like from my work when I was a nurse. Do you know that I did a rotation on a psych ward? I have always been fascinated with abnormal behavior. Would you like some tea?",
        "Reva: No, no. That's all right. I was really kind of hoping that you might be able to tell me something about the caller.",
        "Annie: Well, do you have a list of things this person said? You know, something to the effect of \"You took something that belongs to me, and now I want you to hurt like I do\"? Remember, Reva? Like the way you took Josh from me?",
        "Reva: What?",
        "Annie: You're unbelievable, unbelievable.",
        "Reva: Annie. Is there something you want to tell me?",
        "Annie: Well, yes. Whoever this person is who's calling you, he's got your number.",
        "[SCENE_BREAK]",
        "Josh: Thank you, thank you very much.",
        "Cassie: Josh?",
        "Josh: Yeah?",
        "Cassie: Hey.",
        "Josh: Cassie, is Reva still here?",
        "Cassie: No, she was, but she left. She didn't call you?",
        "Josh: No. Why?",
        "Cassie: I knew it. She went to see Annie again, and I told her that I wanted you to go with her.",
        "Josh: Yeah, we'll we've pretty much ruled Annie out. See, whoever's doing this has to have the ability to come and go as they please. We found a digital device attached to the outside of the house.",
        "Cassie: Oh, my God. Josh, this is getting too close for comfort.",
        "Josh: Listen, back during the trial, it was pretty common knowledge that you and Reva were barely even speaking to each other. Did anybody ever approach you about getting even with her?",
        "Cassie: No. No one besides Edmund, I don't think. No. I mean, people would stop me on the street and try to commiserate, but you know, no one... I mean, no.",
        "Josh: See, what I'm thinking is this, maybe that trial opened up some old wounds for somebody, somebody who has a lot of sympathy toward you. So just be aware, because that person may try to approach you.",
        "Cassie: Yeah, and in the meantime, never overlook the obvious.",
        "[SCENE_BREAK]",
        "Alexandra: Harley, why don't you feel you can trust me anymore?",
        "Harley: You know, it's not that I don't think I can trust you.",
        "Alexandra: It's not?",
        "Harley: It's just that, you know, you dodged me the other day when I asked you about your interest in Gus' dad.",
        "Alexandra: Oh, Gus, please, please, please. Gus was being... Well, very paranoid, a little defensive, and I don't know... What, one too many apple martinis put him over the edge. No, I can't believe you'd think I'd lie to you.",
        "Harley: I know, I know.",
        "Alexandra: No, I mean, what have I done to make you doubt me like this? All I've done is support you and your son ever since I came back to town.",
        "Harley: Well, see, that's actually something that worries me. I mean, you Spaulding's usually stick together.",
        "Alexandra: And you are over thinking this.",
        "Harley: Well, I'm the kind of girl who over thinks things.",
        "Alexandra: And I'm telling you to let go. Listen, if there's a war at Spaulding, believe me, everybody stands to lose something.",
        "Harley: Like there isn't a war now.",
        "Alexandra: Well, things can always get worse. As a cop, and as a woman, you should know that.",
        "Harley: Well, see, that's why I want to know what's going on.",
        "Alexandra: No, you don't.",
        "Harley: What does the Spaulding thing have to do with Gus' dad anyway?",
        "Alexandra: All right, stop pushing. If you continue to push and press, sooner or later, you're going to be sorry you didn't listen to me. Believe me, you will be sorry.",
        "Gus: Hi, Alexandra. You're not threatening her by any chance, are you?",
        "Alexandra: No. No. She's bringing us all down on her own head. Listen, good luck with the custody hearing. And you, would you try to fly low under the radar? Bye.",
        "Harley: I think I just lost my one ally in the Spaulding camp.",
        "[SCENE_BREAK]",
        "Marah: I wish my dad would call. I wonder if he's found my mom yet.",
        "Tony: Hey, hey, hey, I'm sure he's going to call any second, all right? Now, little girl, did you finish all your homework?",
        "Marah: Like I could even think about that right now.",
        "Tony: So what? You want to flunk and give your mom something else to worry about? Marah, look, I'm telling you, the best thing to do once you've done everything you possibly can is to let go and focus your attention somewhere else, or else, you know, you're giving that creep the satisfaction he wants.",
        "Marah: When did you become so smart?",
        "Tony: I've been hanging out with this college girl. It's been kind of rubbing off on me, you know?",
        "Marah: I guess I could start to research for my Art History project online.",
        "Tony: There you go, there you go. But no instant messages, young lady.",
        "Marah: Now you sound like my father.",
        "Tony: Are you kidding? I'm thinking as your jealous boyfriend. I don't want anybody hitting on you, not ever, not even online.",
        "Marah: Nobody's hitting on me, because there are no other guys, only you.",
        "Tony: Good.",
        "Marah: Now I might even start to relax.",
        "Tony: There you go. That's the idea. Relax, forget that I'm here.",
        "Marah: Well, I think that would be very difficult to do, but I'll try. Hey, look. I have mail.",
        "Tony: Oh, and it's from a friend. No other guys, huh? Let's see.",
        "Marah: All right, you know what? There's nobody else, and I'll prove it to you. I will let you read it.",
        "Tony: Okay.",
        "Marah: I'll open it right in front of you.",
        "Tony: Let me read it.",
        "Marah: Okay.",
        "[SCENE_BREAK]",
        "Edmund: So Reva having received one of these phone calls in my presence doesn't suggest to you, oh, my innocence in any respect?",
        "Josh: Oh, anything's possibly with you, Edmund.",
        "Cassie: Yeah, the sneaky style and the touch of technology-- it just screams Edmund.",
        "Edmund: Cassie, logical and brilliant as always.",
        "Cassie: You were the one harassing Reva during the trial, Edmund.",
        "Edmund: I don't remember anything of the sort. I remember I lost my brother. I was full of anger and grief. I know... Well, I know you were, too. So I regret my involvement, whatever it may have been. Haven't you ever done anything you regret, Cassie?",
        "Cassie: Yes, I have, Edmund. But I was open and honest about it, and I did apologize to my sister.",
        "Edmund: Really? So have I. And I've had nothing to do with these phone calls.",
        "Cassie: Then maybe you know who did.",
        "Edmund: Sorry, no.",
        "Cassie: You know, I wonder if Alexandra Spaulding would like to bail you out of jail when you're arrested for harassment.",
        "Edmund: But I'm not the one doing the harassing, so how would you like to be arrested?",
        "Josh: Well, that didn't get us anywhere.",
        "[SCENE_BREAK]",
        "Phillip: Careful. One too many. Hey, come here. I love you, you know that? I'm doing everything I can right now to make sure that everything works out okay, and I promise you, it will. One way or another, it'll be okay. Nolan, get me the address of Olivia's sister in San Jamar. Hey, how would you like to go play on a nice, warm beach? How would you like to do that? Do you want to go play on a nice, warm beach with your daddy? Why don't we do it, then, because I've got someplace I'd like to take you.",
        "Alexandra: Ah. So you're going to cut and run.",
        "Phillip: I think it's more like cutting my losses.",
        "Alexandra: What about your other children, and what about Beth?",
        "Phillip: Well, as far as James is concerned, Beth can bring him down anytime she wanted to. And Lizzie's going to boarding school. I don't think she'd mind at all.",
        "Alexandra: So you're just going to start all over, huh? With Olivia, I presume.",
        "Phillip: This is not about Olivia. This is about not losing him.",
        "Alexandra: No, it's about not losing, period.",
        "Phillip: You know what? If this were just a big ego trip, you'd be more than welcome to kick my butt out to the curb and back again. And you would be right to do so. But I could actually lose a great deal more than just him. But that's not going to happen.",
        "[SCENE_BREAK]",
        "Gus: Yeah, hello?",
        "Harley: Alexandra knows something about your dad, I am sure of it.",
        "Gus: Babe, like, why, honestly? It's not like they traveled in the same circles, ever. Alexandra was popping champagne corks, and my dad was probably just popping back brews.",
        "Harley: There's a connection there. Somewhere there's a connection.",
        "Gus: It's not that I don't, you know, appreciate your efforts, or that I don't trust your instincts, because I do. But now is not the time to be rattling the Spaulding cage, especially since I already did it.",
        "Harley: What did you do?",
        "Gus: It's time someone took on Phillip Spaulding like a man.",
        "Harley: Please tell me you didn't punch him out.",
        "Gus: No, no. What I did was completely legal, honey, completely legal, just like your lawyer said. All right. Too late, and it sure ain't pretty. (laughs)",
        "Harley: Honey, I don't know if I want to do it that way.",
        "Gus: Even if it means that he's been sleeping with his stepmother?",
        "Harley: Really? Are you sure? Are you sure this time? You thought so last time. You didn't know.",
        "Gus: Absolutely. Are you kidding me? The Beacon hotel, luxury suite, the whole thing, big bang.",
        "Harley: She's not even a blonde.",
        "Gus: I told him. I told him back off, or I'm just going to have to tell.",
        "Harley: Who? Who? Alan?",
        "Gus: I'm going to tell Alan, I'll tell the newspapers, I'll tell the board, I'll tell the world.",
        "Harley: Oh, my God, this is so sleazy.",
        "Gus: Yes, it is.",
        "Harley: This is the way that we're supposed to get Zach back? I mean, Phillip is going to be so angry, I am going to have to have backup every time I drop Zach off.",
        "Gus: Just think about it, okay? You could actually have Zach back under your... By next week. I mean, does it really matter how that's done, as long as he's in your arms?",
        "Harley: It does. You know what? It does, it does. I'm not sure I can do it your way.",
        "[SCENE_BREAK]",
        "Phillip: You know, I would really appreciate it if we could at least pretend to be a loving family in front of my children.",
        "Alexandra: Yes, I think it's a loving, parental thing to just sweep away Zach away from his family home. What, take him down to some island where he can live with his grandpa's wife.",
        "Phillip: Yeah, if that's what I think is best for him.",
        "Alexandra: You're just going to steal him away?",
        "Phillip: Yup. If that's what I have to do to get him away from Aitoro, you bet.",
        "Alexandra: Yes. Well, you are absolutely right, Phillip. I mean, you certainly can give Zach much more consistency, much more stability than Harley ever could. Mm-hmm. But can't you see that if you two would sort of pool your resources, your talents, your child might have the best of both worlds?",
        "Phillip: How is that going to work with Aitoro sleazing his way through the middle of all that? You think I'm going to have him mentoring my son, taking him to see those fake wrestling matches on Friday nights, and cuddling up on the couch with him on Saturday mornings to watch moronic cartoons? No.",
        "Alexandra: Oh, Phillip?",
        "Phillip: Not on my watch.",
        "Alexandra: You can't have Zach all to yourself, you know. You didn't make him all by yourself. Now, what's this all about? I mean, why this sudden urgency?",
        "Phillip: Gus is threatening me.",
        "Alexandra: Well, you're a big man. Yield.",
        "Phillip: Never.",
        "Alexandra: What's going on, Phillip? What are you doing?",
        "Phillip: I'm trying to salvage what is left of my life, Aunt Alex. There's a good chance that I'm about to lose a great deal of what is most important to me, and I'm not going to let it happen.",
        "[SCENE_BREAK]",
        "Gus: Baby, listen to me. You are in this mess because of me, okay? I've got to be the one to get you out of it.",
        "Harley: No.",
        "Gus: Yes, yes. Listen, what's going on with Phillip and me, it's a guy thing. Look at it like this: We are all a bunch of deer, all of us. Okay? And you are the little doe that's sitting off to the side, munching on ferns or whatever it is that you like to eat, and Phillip and I are locking antlers. Okay, we're locking antlers till we give ourselves a massive migraine and the whole thing is settled. Who's the better buck, I ask you? Hmm? Okay, wait a second. You don't like the... Here's another example. We're all a bunch of walruses. We're all walruses sitting out on the big rocks, and Phillip and I are smashing each other with our big, white tusks until, you know, one of us just quits, or the sun just settles. We finally have peace. I just think you've got to let Phillip and me get this out of our system.",
        "Harley: You've been watching the nature shows, haven't you, honey?",
        "Gus: Stop it. \"Animal Planet.\"",
        "Harley: I appreciate it. I appreciate the visuals. They're very creative. I just... I don't want you to do my dirty work for me.",
        "Gus: Baby, if you lose Zach, I could lose you. I...",
        "Harley: Listen to me, I didn't say no to using the truth about Phillip and Olivia. I just said no to you doing the dirty work for me. I didn't want it to come to this, right? I didn't. But it has. It's my son, it's my fight. I'll deal with Phillip.",
        "[SCENE_BREAK]",
        "Josh: You're right. Reva did go see Annie at the hospital. She signed in about an hour ago, and hasn't checked out yet. So I'm going to go over there, see if I can get her home safely. Maybe it's nothing. But I have to take it seriously.",
        "Cassie: We're going to find out who's doing this.",
        "Josh: Yeah, you're right, we are.",
        "[SCENE_BREAK]",
        "Reva: Why do you think my stalker wants to up the ante?",
        "Annie: Well, Reva, I don't know this person, but it seems fairly obvious to me that whatever is upsetting them is very personal. You've hurt them, and now they want to hurt you back.",
        "Reva: Maybe they just want to scare me.",
        "Annie: For now. But that won't be good enough for long. Take it from me, these feelings, they have a way of feeding on themselves. The more you think about someone you hate, the more you hate them. And then it just goes on and on and on, and it grows and grows until it just takes over your life.",
        "Reva: That's what I was afraid of.",
        "Annie: This isn't a break. I have a feeling this person has a plan. They want to hurt you. They're not going to stop until they do.",
        "[SCENE_BREAK]",
        "Marah: This stupid card is taking so long to load.",
        "Tony: Oh, come on, Marah, you sure you're not trying to hide something from me? Hmm.",
        "Marah: No, and I'll prove it to you, if this thing would hurry up. Oh, wait, okay. It's going.",
        "Tony: Oh, what's it say?",
        "Marah: It's a condolence card."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=hw6xykpLFd8"
}