{
    "Episode Summary": [],
    "Recap": [
        "Olivia is still upset about Harley becoming CEO of Spaulding but decides that working at Lewis Oil would be just as good and gets Reva to agree to help her with her quest. Tammy and Jonathan continue to kiss until Sandy comes by. Jonathan leaves Tammy with a beautiful present for the baby. Sandy tells Tammy that they need to move forward and later tells Reva that he intends to ask Tammy to marry him. After Sandy has left, Tammy breaks down. Cassie finds her and tells her to go for the good guys in life rather than the bad guys, although the good guys can seem just as bad sometimes. Jeffrey finds out that Ross hired a bodyguard for him. He runs into Cassie although he has been avoiding her. He tells her that he doesn't think he will be able to be at the baptism. He later tries to drown his sorrows at Outskirts where he and Jonathan bond over their hatred of Edmund. Jonathan finds the letter from Dinah that she had Edmund send to him. Marina almost gets caught in Edmund?s room by him and Cassie but hides in the bedroom, where she finds the syringe he used to drug Michelle. Edmund \"admits\" his drug problem to Cassie who vows to help him anyway she can. After Cassie leaves Edmund calls for Marina to come out and then threatens her. She escapes after Edmund grabs the syringe back from her, but not before she pockets the cap of the syringe that she calls to get tested for trace evidence."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Olivia: They love me; they love me not. They love Harley; they love me not.",
        "Bill: ( Laughs ) Baby, you said you didn't want the job.",
        "Olivia: I don't. They want an experience, they've got it. They want to take the company down, who am I to quibble?",
        "Bill: I'm glad you're taking it so well.",
        "Olivia: You know what? It's good to vent.",
        "Bill: Yes. Yes, I know this is hard for you. You wanted this, this office, this company, I know. That but this has always been a bad fit, Olivia.",
        "Olivia: Okay. Not like the perfect fit that would be Lewis.",
        "Bill: And I would love for you to work in the family business, but the family doesn't make it so easy just for me to pick up the phone and...",
        "Reva: Oh, sorry, wrong office.",
        "Olivia: No, it's really good timing, Reva. That is, if she still counts as family.",
        "[SCENE_BREAK]",
        "Tammy: Go. Leave.",
        "Jonathan: No.",
        "Tammy: Dinah's still out there. You've said you've got to find her, right?",
        "Jonathan: I just showed you, I don't want Dinah.",
        "Tammy: Just go!",
        "Jonathan: Look, Tammy, whatever the hell this is between us, I don't care what anybody else thinks. I am sick of fighting it.",
        "Tammy: Okay.",
        "[SCENE_BREAK]",
        "Jeffrey: No, Ross, we haven't been able to find Dinah yet. But we've not giving up. No, I haven't heard anything from the lab about the death threat note, either. But I am still alive and I am still staying away from Cassie and the kids. Listen, I've got to run. Okay. You got it. Can I help you?",
        "Man: O'Neill?",
        "Jeffrey: Yeah, the one and only. Why are you following me?",
        "Man: I'm your new bodyguard, Mr. O'Neill, appointed by Mayor Marler.",
        "Jeffrey: So Ross got me a babysitter. ( Laughs ) Well, you certainly look the part. Do me a favor, would you? Just give it a wider perimeter?",
        "Cassie: Jeffrey, Hi. I thought you were working late again.",
        "[SCENE_BREAK]",
        "Marina: There has got to be something linking Edmund to Michelle, the baby, everything. Lipstick, what who does this belong to, Michelle, Cassie, Dinah?",
        "Edmund: I got a call saying you smashed the car. No, you smashed it. Look, never mind, I'll find somebody else.",
        "[SCENE_BREAK]",
        "Reva: I actually just stopped by to congratulate Harley. ( Laughs )",
        "Olivia: Yeah, us, too.",
        "Bill: Harley's here right now.",
        "Olivia: You are and...",
        "Bill: I don't think this is a good time.",
        "Olivia: Bill has to go. I'll catch up later. Reva and I need to have a little girl talk, okay?",
        "Bill: Don't ever say that I don't try to save you from yourself.",
        "Reva: ( Laughs )",
        "Olivia: I don't know what he's talking about half the time. How are you?",
        "Reva: I'm fine but you're fidgeting like you want something and I know it's not girl talk.",
        "Olivia: I was going to work an angle on you, but you got me.",
        "Reva: Olivia, I made up half the angles in this town. What do you want?",
        "Olivia: Access.",
        "Reva: To?",
        "Olivia: Everything.",
        "Reva: And you want me to help you, why?",
        "Olivia: Because we have a lot in common. I know what it's like to lose Josh. I could help you get through this difficult time but you have to help me.",
        "[SCENE_BREAK]",
        "Tammy: Wait.",
        "Jonathan: I have been waiting.",
        "Tammy: Just give me a minute to catch my breath.",
        "Jonathan: Take all the time you want. It's not going to change anything. It's not going to change what you're thinking. It's not going to change what you're feeling.",
        "Tammy: What I feel is... ( Knock on door )",
        "Sandy: Hey. Hey.",
        "Jonathan: Great. Enter the hero. Right on time, right Tamm-Tamm? Don't worry, Sandy. Same as usual. Tamm-Tamm already handed me my head and a few other vital parts.",
        "Sandy: Same as usual?",
        "Jonathan: She's worried about Dinah coming back to town and she asked me if I would use my considerable influence to make sure that didn't happen. Why do you always look so suspicious?",
        "Sandy: I don't know. Tammy?",
        "Jonathan: All right, you want to know the truth? I asked Tammy how bad she wanted my help, and then I asked her what she would be willing to do to get my, you know, assistance. ( Laughs ) Don't worry, her virtue is still intact. Oh, hey, I almost forgot. This is for the baby. Don't worry, it's not a snake. Bye, guys.",
        "Sandy: You okay?",
        "Tammy: It's so nice.",
        "[SCENE_BREAK]",
        "Jeffrey: Cassie, Hi. Well, I am. I actually... I was working. This is Stone. Stone, this is Cassie Winslow.",
        "Cassie: Nice to meet you.",
        "Jeffrey: Would you excuse us for a moment? Look who's here? Hello there, little girl. Oh, she's so cute. Stone's been helping me with this counterfeiting ring mess.",
        "Cassie: So you do you think you might be able to spend some time with us?",
        "Jeffrey: You know, there's nothing more that I want in the world. But...",
        "Cassie: But, you can't. I miss you. We both do. That's all, you know?",
        "Jeffrey: And I miss you. I miss you more than you can imagine. Look, this thing I'm working on, it's not going to take much longer, and then after that we'll have all the time in the world. We'll have years together.",
        "Cassie: Okay. All right. So, you'll be at the baptism tomorrow, right?",
        "Jeffrey: Yeah, I'm going to do my best.",
        "Cassie: Your best?",
        "Jeffrey: Yeah. I want to be there.",
        "Cassie: Okay. It's very important. It is. And this is the schedule for the service.",
        "Jeffrey: There's the schedule for the service. Got it, okay.",
        "Cassie: Okay.",
        "Jeffrey: Did... did you see Edmund? Did he say anything interesting to you?",
        "Cassie: Interesting?",
        "Jeffrey: Yeah, yeah. He said he had something he wanted to tell you. Something that he wanted to come clean about.",
        "Cassie: No. Well, that sounds serious.",
        "Jeffrey: Well, he'll tell you. Listen, I really do have to run. Okay?",
        "Cassie: Uh-uh.",
        "Jeffrey: What?",
        "Cassie: Try that again, but spend a little bit more time doing it.",
        "Jeffrey: More time? You know, I really would do anything for you and Hope.",
        "Cassie: Just be there tomorrow. Please.",
        "Jeffrey: Okay, Mr. Stone.",
        "[SCENE_BREAK]",
        "Edmund: Crunch my car, lose my keys, they still charge me by the hour. Hello? Someone here? Huh. Hold it.",
        "[SCENE_BREAK]",
        "Reva: You know, Olivia, you still haven't told me exactly what it is you want from me.",
        "Olivia: Well, I'm not going to sugar coat it. I want everything, like I said. I just need you to help me get a piece of it. Could we get two beers?",
        "Reva: A piece of what, exactly?",
        "Reva: Lewis.",
        "Reva: ( Laughs )",
        "Olivia: Before we go there, let's talk about Josh.",
        "Reva: What about him?",
        "Olivia: I'm sorry that you guys couldn't make a go of it again.",
        "Reva: Well, you know what? Don't get all weepy on me. Josh and I will always be in each other's orbit. It's just that we have a tendency to crash land.",
        "Olivia: There was a time when I would have danced on that crash landing. I would have danced on those separation papers.",
        "Reva: There are no separation papers. Nothing's official.",
        "Olivia: Stay strong. He's a good guy. If I was then who I am now...",
        "Reva: I'd still have him.",
        "Olivia: Uh-huh.",
        "Reva: Uh-huh.",
        "Olivia: Let's talk about me.",
        "Reva: ( Laughs ) I would think that running the Beacon would be a full-time job. So what exactly do you want from Lewis?",
        "Olivia: I want to work with Bill. I need to move on to a bigger challenge. I just need to get past the bar barbarians at the gate.",
        "Reva: Josh and Billy?",
        "Woman: Anything else, ladies?",
        "Olivia: Yes. We need something to sweeten up our lives, so how about something delicious and fattening?",
        "Reva: That is so sweet of you.",
        "Olivia: I have my moments. So, can I count on you?",
        "Reva: It depends. What's in it for me?",
        "[SCENE_BREAK]",
        "Sandy: Are you all right? You're acting kind of weird.",
        "Tammy: I'm fine. You know, it's just family stuff. I'm just afraid that Dinah's going to come back and ruin everything when everything's just going great.",
        "Sandy: Is it?",
        "Tammy: There's a brand new baby in the house. My mom and Jeffrey are together and... and you and I...",
        "Sandy: You and I what?",
        "Tammy: I just don't want to screw things up.",
        "Sandy: Tammy, don't you think it's time to start trusting us?",
        "Tammy: What do you mean?",
        "Sandy: Well, there comes a time in your life when you stop waiting for other people to give you things or do things for you. You realize that if you want something, you have to just go for it. And that's what I want to do. How about you?",
        "[SCENE_BREAK]",
        "Jonathan: Junk, Bills. \"You may already be a winner.\" Not likely. You know what? If I get lucky and win the lottery, something like that, become a Billionaire, I'm going to buy an island. I'm going to bar all women. I'm going to live out the rest of my life in desperate solitude.",
        "Jeffrey: ( Laughs ) Well, you know, they say people who do that anyway live their lives in quiet desperation.",
        "Jonathan: What do you know about desperation? You're the man who has everything.",
        "Jeffrey: Oh, yeah, I forgot.",
        "Jonathan: Well, I thought all we had in common was dynamite and my dead dad's face, but looks like you could use this more than I.",
        "[SCENE_BREAK]",
        "Edmund: May I state the obvious? You're in my rooms.",
        "Marina: Si.",
        "Edmund: Por que? Por que. Look, are you crying? Never mind, it was my fault entirely. I should have turned the \"Do not disturb\" sign to the Spanish side.",
        "Marina: Lo siento, sir. I come back.",
        "Edmund: Wait, look.",
        "Cassie: Edmund, it's Cassie. Are you there.",
        "Marina: Hay! Que linda.",
        "Cassie: Hi, did I come at a bad time?",
        "Edmund: No, not at all. Look at you, sweet girl. You're just an angel. Mommy has you so pretty. I'm going to just get rid of housekeeping.",
        "Cassie: I can come back.",
        "Edmund: No, it's fine. It's fine. Senorita? Senorita?",
        "Marina: Hello!",
        "[SCENE_BREAK]",
        "Olivia: Okay. So I will be-- could be-- rubbing shoulders with Josh at Lewis, and I can make sure he knows what a great catch you are.",
        "Reva: Well, we don't have to do that because we know what we have. Next.",
        "Olivia: All right. I've got nothing, all right?",
        "Olivia: ( Laughs )",
        "Reva: ( Laughs )",
        "Olivia: Stop laughing at me!",
        "Bill: This is good. We have laughter, we have syrup instead of blood.",
        "Reva: Hell must be freezing over.",
        "Olivia: Pigs are flying. What do you say? Are you on board?",
        "Reva: Bill, are you.",
        "Bill: Whatever it is, Choo, I am on board.",
        "Reva: Lord knows you've been trying to make a new start. If this makes things easier for Bill, then I will put in a good word to Josh when he gets back from his trip.",
        "Olivia: Thank you.",
        "Reva: You're welcome.",
        "Bill: Are we acting like a real family here?",
        "Reva: I'm willing to give it a shot.",
        "[SCENE_BREAK]",
        "Tammy: You're wondering why I keep after Jonathan, why I keep asking him to do the right thing.",
        "Sandy: That's not really...",
        "Tammy: I know! I know what you're going to say! You're going to say, \"Why can't you just stop trying to fix him? Why can't you just...\"",
        "Sandy: It's not that.",
        "Tammy: Sandy, it's not that for me, either.",
        "Sandy: Then what are we talking about, here? And just... you go first, because I'm definitely more interested in what you have to say.",
        "Tammy: I want family. I want harmony or peace or normal. I want what I think we're about to have. Baptism is a big deal, you know? There's a new baby and there's Mom and Jeffrey. Edmund's Edmund, but, I mean, I guess we had to deal with something to make us stronger. But that's my point. We're all finally getting strong.",
        "Sandy: Even you and me?",
        "Tammy: The thing is, if J.B. brings Dinah back, it could get blown to bits, and I can't let that happen, okay? So that's what I told him.",
        "Sandy: Okay.",
        "Tammy: And you?",
        "Sandy: What I was going to say can wait.",
        "Tammy: Are you sure?",
        "Sandy: Yeah. I'm good at waiting. I do it a lot.",
        "Tammy: And you're going to be at the baptism tomorrow?",
        "Sandy: You bet. Right next to you.",
        "[SCENE_BREAK]",
        "Jonathan: Why are you sitting here hanging out with me when you could be hangs out with Auntie C?",
        "Jeffrey: I can't, I've got a big case.",
        "Jonathan: Mob? Gunrunners? What?",
        "Jeffrey: Who knows how it's all going to shake out in the end.",
        "Jonathan: Sounds pretty dangerous.",
        "Jeffrey: Very.",
        "Jonathan: ( Laughs ) He says with a square jaw! ( Laughs ) You really are a trip, man. You're one of a kind.",
        "Jonathan: Well, coming from you, that's a compliment.",
        "Jonathan: There's a guy who walked in over your shoulder. He walked in right behind you.",
        "Jeffrey: That's Mr. Stone. Mr. Stone's not a problem. It's not a problem, Mr. Stone. Not a problem.",
        "Jonathan: Well, I'm glad to see you got everything under control.",
        "Jeffrey: I do my best.",
        "Jonathan: You... you wearing a vest?",
        "Jeffrey: They call it body armor.",
        "Jonathan: You plan on getting shot?",
        "Jeffrey: I plan on surviving getting shot.",
        "Jonathan: But Auntie Cassie wouldn't be so lucky if she was caught in the crossfire. That's why you're here. I get it now. Good move, man.",
        "Jeffrey: Thanks.",
        "Jonathan: Still, must make you feel bad to know that Cassie's alone, with Edmund still lurking in the shadows.",
        "Jeffrey: Yeah. You could say that.",
        "[SCENE_BREAK]",
        "Edmund: Really, Cassie, don't take the baby away. Senorita? Hello?",
        "Cassie: What's going on here? Come on, I want to talk about the baptism.",
        "Edmund: Baptism? I thought you were making those plans with Jeffrey O'Neill.",
        "Cassie: He's busy. Big case right now.",
        "Edmund: Priorities. What a pity.",
        "Cassie: Don't do that. And you know what else? He said that you needed to tell me something. That you needed to come clean? What's up?",
        "Edmund: \"Come clean.\" Very original. Yes, Jeffrey O'Neill, District Attorney, assumes everyone has a confession to make.",
        "Cassie: Do you?",
        "Edmund: About what?",
        "Cassie: You tell me.",
        "Edmund: Oh, Cassie.",
        "Cassie: Come on, Edmund, what's up?",
        "Edmund: Oh. All right, I pride myself on being strong, even ruthless at times, but there are some things out there I realize that are just stronger than I am.",
        "Cassie: What's going on here?",
        "Edmund: Sit. When our marriage fell apart, when I ruined everything I... I was lost. I needed some help, and so I had some pills left over from an old prescription I had for painkillers for a back injury and I... it was a temporary solution, but I started taking them.",
        "Cassie: Painkillers? You started popping pills?",
        "Edmund: Yes. I wasn't... I wasn't taking them for my back, and then when they were gone I went on to find something stronger.",
        "Cassie: Edmund, I don't... I don't know what to say.",
        "Edmund: I took some things from the hospital, Cassie.",
        "Cassie: What kind of things?",
        "Edmund: Injectables. I'm addicted, Cassie.",
        "Marina: Edmund's a junkie?",
        "Edmund: I'm addicted and I love Hope too much not to seek help. I just don't... I don't want any more secrets. No more secrets. I need help.",
        "Cassie: Then we're going to get you help. Edmund, I am so sorry.",
        "Marina: Edmund has a drug problem?",
        "[SCENE_BREAK]",
        "Olivia: We'll take another one, please.",
        "Woman: Coming up.",
        "Bill: You are incredible.",
        "Olivia: Am I, really?",
        "Bill: Yes, you are. Yes, you are.",
        "Olivia: You have to say that. You're my husband.",
        "Bill: Look, I know Harley becoming C.E.O. Of Spaulding, I know that hurt.",
        "Olivia: No, it was infuriating.",
        "Bill: Well...",
        "Olivia: It hurt.",
        "Bill: But you keep on moving, right?",
        "Olivia: Well, I've got Emma and I've got you.",
        "Bill: But you've got to be at Lewis to prove you're still a player? Is that it?",
        "Olivia: It's who I am Bill, and I need it. I do.",
        "Bill: Olivia, the only thing you need is me and our little girl.",
        "Olivia: Yeah.",
        "Bill: You can get all weepy if you want.",
        "Olivia: I'm just wondering how you know what to say to make me feel better.",
        "Bill: I'm Bill Lewis.",
        "Olivia: You're Bill Lewis.",
        "[SCENE_BREAK]",
        "Reva: No messages.",
        "Sandy: Let me guess: Checking your phone for messages from Josh.",
        "Reva: I don't know whether I like you knowing me so well.",
        "Sandy: He faxed me a memo today.",
        "Reva: Really? And what did it say?",
        "Sandy: The weather is hot and humid, Venezuela has horrible cab drivers, he's working hard.",
        "Reva: Short and sweet.",
        "Sandy: And tell Reva that if I missed her any more than I do I'd be worthless, and I have a job to do so I can't be distracted with phone calls and letters, but we'll be together soon.",
        "Reva: You made that last bit up, didn't you?",
        "Sandy: Only because I know it's true.",
        "Reva: Yeah, well, I wish I had your faith in us.",
        "Sandy: Well, I know how Josh feels about you because I feel the same way about Tammy.",
        "Reva: Is that right?",
        "Sandy: Uh-huh. That's why I'm not going to let her slip away.",
        "Reva: What does that mean?",
        "Sandy: It means that I'm going to ask her to marry me.",
        "[SCENE_BREAK]",
        "Tammy: Oh, Jonathan, why do you do this to me? Why can't I get you out of my head? I have a guy who loves me so much, who would do anything for me, and I can't... no. Time to put you aside.",
        "[SCENE_BREAK]",
        "Jonathan: You know, why don't you just have that guy chucked in jail or something?",
        "Jeffrey: Believe me, I've been tempted. You think I like things the way they are? You think I want to just hang out here with you when I could with her when she's probably with him? Hmm. I figure I'll just, you know, keep shining the light on him and he'll trip up sooner or later.",
        "Jonathan: Well, he hasn't so far. Whatever you're going through, it can't be as bad as Edmund being alone with Cassie and Hope. So here's to you blowing the black hats out of the water. I just wish you'd start with Edmund.",
        "Jeffrey: I'm doing my best, Kid. I'm doing my best.",
        "[SCENE_BREAK]",
        "Cassie: I'm so sorry, Edmund. I am so sorry that this happened, but you're going to be okay. You're going to get help. You are.",
        "Edmund: For our little girl, I know I can beat this.",
        "Cassie: I knew that our divorce was hard on you, but, God. I mean, there's really... I couldn't help you get through it. We had to deal with this on our own.",
        "Edmund: I didn't make things easy, Cassie. I didn't make them easy. You had to help yourself. You're a new mother now.",
        "Cassie: What can I do? I mean, have you looked into going to meetings? Are you going to start some kind of a program?",
        "Edmund: Well, Rick has me in a rehabilitation program and I have a support structure-- family, friends... both of which are in short supply these days.",
        "Cassie: That's not true. We'll always be family.",
        "Edmund: It's hard to believe, Cassie, after everything.",
        "Cassie: I want you to believe it, okay? Starting at the baptism tomorrow. You're going to be there for Hope and we're going to be there for you.",
        "Edmund: Thank you. And please, please, thank Jeffrey for me for the intervention. I think I really need to make amends with all the people I've hurt.",
        "Cassie: I will tell Jeffrey that we spoke and I want you to take care, Edmund. Thank you for telling me this. I'll see you at the church.",
        "Edmund: Good.",
        "Cassie: Okay.",
        "Edmund: Good. Marina, you can come out now. Well, now that I have one problem solved, what are we going to do about this?",
        "[SCENE_BREAK]",
        "Bill: You know what I love about being married?",
        "Olivia: You get some whatever you want it?",
        "Bill: I had this before.",
        "Olivia: Are you calling me easy? Because I...",
        "Bill: I am not calling you easy. I would never refer to you as easy.",
        "Olivia: No, no.",
        "Bill: Not at all. What?",
        "Olivia: You just got a little chocolate at the corner of your mouth?",
        "Bill: Chocolate?",
        "Olivia: Yeah.",
        "Bill: So it's just you and me now.",
        "Olivia: Yeah, me and you.",
        "Bill: You think we can do it?",
        "Olivia: Work together at Lewis, you mean?",
        "Bill: Oh, yeah.",
        "Olivia: I would really try to make it work.",
        "Bill: But that's not what I'm asking. I'm saying can we do it?",
        "Olivia: Can we do it? Can I reign in my galloping ambition to rule the world and make tons of cash at all costs and put you and the good of your family first?",
        "Bill: Your words, not mine, but yeah.",
        "Olivia: See, I truly believe that you and I were meant to go through this world together. So I don't have to ask that question because I know we can do it.",
        "Bill: Good. It's gonna be a wild ride, though.",
        "Bill: We'll just have to hold on tight. Come on, Baby, let's get out of here, huh?",
        "[SCENE_BREAK]",
        "Reva: Sandy, I'm flattered that you want to share this part of your life with me.",
        "Sandy: Okay, I'm counting on you?",
        "Olivia: Yeah, and I'm counting on you, too. You, too.",
        "Sandy: You and Josh are the only people I can talk to about the big stuff. You're the closest person I have to a mom.",
        "Reva: And I love you. You know I do, and I want what's best for you and for Tammy. So if I say don't...",
        "Sandy: Don't marry Tammy?",
        "Reva: Uh-huh.",
        "Sandy: I have to. I love her. I've cared about girls before, but never like this. She's it.",
        "Reva: But you're both so young.",
        "Sandy: I know that I may seem young, but I know things and I've seen enough life and people to know that she's the one for me.",
        "Reva: Okay, I apologize.",
        "Sandy: For being concerned?",
        "Reva: For thinking you wanted my advice when all you wanted to do was share.",
        "Sandy: Uh-huh.",
        "Reva: So your mind's made up?",
        "Sandy: Absolutely. I found the most amazing girl in the world and I'm going to marry her and love her and take care of her for the rest of our lives.",
        "Reva: You say those exact words to Cassie and you've got a fighting chance.",
        "Sandy: That's all I need: A chance.",
        "Reva: Sweetie. See ya.",
        "[SCENE_BREAK]",
        "Cassie: This is a nice surprise.",
        "Tammy: Hi. I wanted to help with the christening. The party. Anything and everything I can do to make Hope's entrance into the world a wonderful event.",
        "Cassie: What's wrong?",
        "Tammy: Nothing.",
        "Cassie: You want to make Hope's baptism a wonderful event?",
        "Tammy: Is that a bad thing?",
        "Cassie: No, it's a great thing. But what's going on with you?",
        "Tammy: I just want to do something normal.",
        "Cassie: Hey, hey, hey. No. Sit. It's okay. She's asleep. What's going on in your world?",
        "Tammy: Too much.",
        "Cassie: Like?",
        "Tammy: You don't have to worry. I'm a big girl.",
        "Cassie: You're still my little girl.",
        "Tammy: Thank you. Believe it or not, that helps. There's really nothing else to say right now.",
        "Cassie: I won't push. Okay.",
        "Tammy: Edmund's a bad guy, you know. When you're little, you say there's good guys and bad guys. He's really one of the bad guys, you know. He's dangerous and unpredictable",
        "Cassie: That's a pretty simplistic way to put it, but yeah, you're right.",
        "Tammy: Most people would say it. You're a good guy. So why'd you fall for him? What made you change your hate for him into something else?",
        "Cassie: I don't know. But I wanted to love him enough to save him from himself.",
        "Tammy: You wanted to save him?",
        "Cassie: Yeah, partly I did. But, you know, Tammy, even though... I didn't know it at the time, I just wanted so desperately to be loved by someone who loved me that much, as much as Richard loved me.",
        "Tammy: We all want that.",
        "Cassie: So I ignored the old Edmund and every horrible thing he had done to me and I loved him back.",
        "Tammy: I understand. I mean, it's human, wanting love.",
        "Cassie: It's who you're loved by and how you're loved that really important. ( Cell phone rings ) Stay with the good guys. Speaking of good guys. Hello, Jeffrey. Where are you? Why aren't you here with me?",
        "Jeffrey: Believe me, I would rather be where you are than where I am.",
        "Cassie: That's a good answer but it's pretty vague. Again, why aren't you here?",
        "Jeffrey: Mr. Stone and I still have a little business to wrap up. I wanted to call you to tell you that...",
        "Cassie: That you're not going to make it to the baptism, are you? Okay, there's just no way...",
        "Jeffrey: I'll make it up to you. I swear I'll make it up to you. I... I really have to go.",
        "Tammy: Oh, no, was that...",
        "Cassie: That was Jeffrey. Sometimes the good ones are almost as bad as the bad ones.",
        "Jeffrey: I'm going about this the wrong way. No. I've got to get a face-to- face with these guys so I can deal with the real threat at home.",
        "[SCENE_BREAK]",
        "Jonathan: Dinah? \"Dear Jonathan, as I'm sure you've noticed I'm nowhere to be found. There's a reason for that.\"",
        "[SCENE_BREAK]",
        "Edmund: So what are you doing in my room?",
        "Marina: Well, would you rather hear that I am moonlighting as a maid or I'm on duty and about to bust you for controlled substance?",
        "Edmund: Didn't I tell you to leave me alone? Didn't I suggest you focus on Danny? We both know what the stakes are here.",
        "Marina: I know what my risks are.",
        "Edmund: Do you? There's a big difference between seeing risks and actually taking them. So what are we going to do about this?",
        "Woman: Are you still many here? I'm terribly sorry, sir. You, out!",
        "Edmund: What's in your hand, Marina? Come on. Open up. Open sesame.",
        "Marina: Hey, it's Marina Cooper. I'm looking for trace amounts of something. What is it? I don't know. You're the genius. That's what you're going to tell me.",
        "Edmund: Marina, you're becoming quite a problem.",
        "_Announcer: Next on \"Guiding Light\"... _",
        "Marina: No one knows that the baby you brought Cassie was actually Michelle's. Enjoy your freedom while you can because you're going down.",
        "Ross: This is Harley's first week as C.E.O. Of Spaulding Enterprises and you come along and hit her with this. One big fat sexual embarrassment.",
        "Alexandra: Do you want my advice?",
        "Harley: If it's sincere.",
        "Alexandra: Don't trust Beth.",
        "Beth: I have a little dirt for you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=1WTZoWyCPAA"
}