{
    "Episode Summary": [],
    "Recap": [
        "Mallet finds Harley at the house and Gus hides while the two of them talk. Harley finally convinces Mallet to leave and Harley and Gus make love. Dinah takes up Jeffrey's invitation for a drink and the two kiss. Cassie, wanting to find out why Jeffrey's room is leaking walks in on the two of them. Dinah leaves and Jeffrey tells Cassie that he is still in love with her and from now on all of his relationships will be without love, which sends Cassie from the room also. Mallet returns to the apartment to find a very angry Dinah. After Jonathan gets on her case about not doing enough to get Tammy back for him, Lizzie tells him that the old Jonathan would have done something to get her back by now. She even talks about drugging Tammy to get what he wants. Jonathan considers this and at Outskirts starts packing up Tammy's things. Tammy has a good time with Joey and is shocked when he tells her that he is still in love with her. When he brings up Sandy, Tammy runs away and tells Joey she isn't the girl he used to know. She asks him to leave with her but later shows up at Outskirts. She tells Jonathan that she just couldn't be with Joey since she is in love with Jonathan. They start to make up but then Tammy finds her clothes packed, two plane tickets, and the drugs. She correctly guesses that Jonathan thought about drugging and kidnapping her and although he swears he wouldn't have gone through with it, she throws a metal box at him and leaves. Jonathan breaks down in tears."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Lizzie: Let me see it, can you look scared? Shake like a chihuahua. Hey!",
        "Jonathan: We need to talk.",
        "Lizzie: Yeah, we need something. Wow, you look worse every time I see you. What are you wearing, desperate for men?",
        "Jonathan: You're just as desperate as I am, Lizzie.",
        "Lizzie: Yeah? Well, at least my shoes are new, and I've had a manicure and a pedicure.",
        "Jonathan: Great. Beautiful. Now let's talk about something important like getting that tool away from Tammy.",
        "Lizzie: Joey's not a tool, Jonathan. Sorry, but... okay, I'm working on something that might help the both of us.",
        "Jonathan: Might? Not good enough.",
        "Lizzie: Probably, how's that?",
        "Jonathan: You know Lou, my pet snake?",
        "Lizzie: Yeah.",
        "Jonathan: He has a dream.",
        "[SCENE_BREAK]",
        "Tammy: Mmm, I can't wait. I've been living off of bar food.",
        "Joey: That's what I hear. Wait one second. I also hear Jonathan has a place outside of town.",
        "Tammy: Yeah, Outskirts.",
        "Joey: Yeah. No offense, Tammy, but the guy comes off like he has a major chip on his shoulder. Not the guy I pictured you with.",
        "Tammy: I'm not with him-- not anymore. Let's not talk about him, okay?",
        "Cassie: Joey Lupo? When did you get back?",
        "Joey: I'm not, I'm just visiting. It's great to see you, Mrs. Winslow.",
        "Cassie: I'm guessing it'd be even greater if I just said hello and then made myself scarce, huh?",
        "Tammy: Mom.",
        "Cassie: Okay, okay. I'm going. I just... well, it's great to see you. And you just keep her out as late as you want.",
        "Joey: Thanks.",
        "Cassie: There are no curfews anymore, right?",
        "Tammy: Mom.",
        "Cassie: Okay, I'm going.",
        "Joey: I guess she approves this time, if it matters.",
        "Tammy: Maybe it does. Maybe all of that does matter now.",
        "[SCENE_BREAK]",
        "Dinah: Hasta la vista, baby. That's it. I've had enough of you! Liar!",
        "Jeffrey: Excuse me. ( Knocking on the door ) Hello. Hi. What you mind keeping it down a little bit; my room's right below this one. I'm trying to get some work done, okay? And it sounds like world war III in here. This is Mallet's room, right? You haven't got him stuffed in that bag, have you?",
        "Dinah: Oh, I'm sorry, you caught me. Yeah. I'll go ahead and turn off the chainsaw so you can concentrate. (Whistles ) so, what's up?",
        "Jeffrey: ( Laughing ) You tell me.",
        "Dinah: Well, you know what, I'm at a loss. So, uh... why don't you buy me a drink?",
        "Jeffrey: Okay. Because?",
        "Dinah: Because the other day you offered me something and I'm willing to take you up on it.",
        "Jeffrey: Well, I've got a mini bar in my room.",
        "Dinah: Perfect.",
        "Jeffrey: Madam.",
        "( Car approaching )",
        "Harley: You were right, we should've kept that gun.",
        "Mallet: Harley!",
        "Gus: It's probably just Alan.",
        "Harley: It's Mallet.",
        "Gus: Then I'm going to get out of sight, okay? I'm not ready to deal with this yet.",
        "Harley: And I'm not ready to share you.",
        "Mallet: Harley, you in there? Come on, I saw your car! Harley, where are you?",
        "Harley: I'm right here. God, I'll make it easy.",
        "Mallet: Where have you been? What are you doing here? Are you okay? What's going on?",
        "Harley: No, I'm fine. I'm fine. I was just uh... I was just checking out some of the um... the new construction on the kitchen area and the back before Gus...",
        "Mallet: Hey, hey, hey, never take off like that again, okay? Come on, never.",
        "Jeffrey: You look you could use about eight of these.",
        "Dinah: Line 'em up, baby.",
        "Jeffrey: You want to talk about it?",
        "Dinah: Nope.",
        "Jeffrey: Okay, good, good. Because we're not... we're not that kind of friends, anyway. Because I do not want to hear about your boyfriend problems.",
        "Dinah: And I sure as hell don't want to hear about your Cassie troubles.",
        "Jeffrey: Okay, good. So...",
        "Dinah: So what were you doing before I got here.",
        "Jeffrey: I told you, I was working.",
        "Dinah: I can see that. Who is she?",
        "Jeffrey: Look, didn't we just say we weren't going to get into all of this?",
        "Dinah: Yeah, you did, because we're not that kind of friends. Why don't you tell me what kind of friends we are.",
        "Jeffrey: Do you remember how simple it used to be? All we had to worry about was doing the job. And maybe having a little fun. That's all. Real simple. Totally uncomplicated.",
        "Dinah: Uncomplicated? Now who are you kidding. You were in love with Cassie from the start and I wanted her dead. Now that's just strings attached galore.",
        "Jeffrey: Okay, well, the strings are cut, now, right. The strings are cut. So we're free to do whatever we want.",
        "Dinah: And what do we want, Jeffrey?",
        "[SCENE_BREAK]",
        "Cassie: There's a leak in the ceiling? Under which room? Jeffrey O'Neill's? Well, did you go up there? Yeah, I know-- I know he doesn't allow people in his room when he's not there, but if there's... you think the tub is overflowing. The tub is overflowing and he's not answering.",
        "[SCENE_BREAK]",
        "Tammy: Romeo, Romeo, where for art thou Romeo? I look around and you're nowhere to be seen, and then Lizzie yells out, \"He's in the loo!\"",
        "Joey: ( Laughing ) He's in the loo. Those rehearsals were a lot of fun, but mainly because I got to spend time with you, which you do know is the only reason why I took that part, right?",
        "Tammy: I knew that.",
        "Joey: Did you? Did you also know about Shayne? How he used to give me lines to say to you, which is obviously why I came off so suave and worldly. ( Laughter ) All right, I tried. I did try.",
        "Tammy: You were cute, very cute. I knew your heart wasn't into doing that play. Remember that time that Sand--",
        "Joey: You were going to say Sandy. I heard about the accident. I can't believe he is gone. He was a good guy. But happy memories, right? Do remember that time he was directing and we were trying to figure out what was going--",
        "Tammy: Joey, I can't. I can't talk about him.",
        "Joey: Okay. I'm sorry. I don't know any details about anything, so we'll just leave it like that, okay?",
        "Tammy: Thank you.",
        "Joey: You're welcome. ( Music playing ) Do you hear what I hear?",
        "Tammy: I can't believe this. We danced to this at the prom, didn't we?",
        "Joey: Shall we? Love breaks a really strong heart for a while I had you and it felt like the truth...",
        "Joey: You feel good.",
        "Tammy: You, too. You left and I couldn't go on...",
        "Tammy: It's like we're right back in high school, just like no time has passed at all. Like everything that's happened, didn't. It's lucky I ran into you.",
        "Joey: Yeah, lucky. Luck, luck didn't really have anything to do with it. I have a confession to make. I planned this whole trip. I had to see you. We were meant to be together...",
        "Tammy: Well, you-- why now?",
        "Joey: Look, I found out that you were going to get married and something happened at the last minute, and, Tammy... the truth is, I have never stopped loving you. And that's why I'm here.",
        "[SCENE_BREAK]",
        "Jonathan: As long as we understand each other.",
        "Lizzie: As long as you understand? Even if not for you we both know he's gone soft, right?",
        "Jonathan: What the hell you talking about?",
        "Lizzie: Jonathan, you saw Joey and Tammy, and what did you do? Oh, you did nothing.",
        "Jonathan: What am I supposed to do, burn down the building?",
        "Lizzie: Yeah. It wouldn't be the first time. What happened to the guy who seduced Tammy to get back at his mom? Where is the guy who gave me drug my boyfriend so I could get him into bed? You know what? Tammy has tamed you.",
        "Jonathan: No.",
        "Lizzie: Mm-hmm.",
        "Jonathan: I just have things a little more under control now.",
        "Lizzie: Oh, you don't even have your hair under control. You are too scared to fight the way you used to because you don't want to alienate Tammy, and you don't push her further away.",
        "Jonathan: No, I'm not scared. I have tickets for us to get out of town, just the two of us, if I can get her alone, which I've not been able to do.",
        "Lizzie: Well, then do something about it! Since when did you get so moral? Be the guy that you were, be the guy that had no problem helping me drug my boyfriend.",
        "Jonathan: What, are you suggesting that I drug Tammy?",
        "Lizzie: Drug Tammy? I would never suggest something so drastic. Okay, mess me up or something. I need to look a little bit-- well, a little bit more like you. Never mind.",
        "[SCENE_BREAK]",
        "Coop: I was wondering, do you have any plans later? What are you doing?",
        "Ava: Are you asking me out on a date?",
        "Coop: Well, I was just rather curious to see what you were up to.",
        "Ava: Oh, really? Okay, well in that case, it's none of your business.",
        "Buzz: She's free, you're free, it's a date.",
        "[SCENE_BREAK]",
        "Mallet: Okay, okay. I'm sorry for charging over here like this, but I thought, you know I thought maybe something happened.",
        "Harley: I told you on the phone I was fine.",
        "Mallet: Yeah, but I tried to call you back and you turned your phone off. I thought something happened to you.",
        "Harley: No, I'm cool. You can go.",
        "Mallet: No, no, no. No, no, no, listen to this. You're right, Alan and Beth are definitely sitting on something about Gus.",
        "Harley: Why, what did they say?",
        "Mallet: Beth said something about Gus staying gone, right as if he wouldn't stay gone. I don't want to give you false hope, but we definitely have to check this out. We've got to do it together. We've got to pursue--",
        "Harley: You know what, this is my fight! Okay? Would you just back off and leave me alone.",
        "Jonathan: I'll do what we have to do-- what I have to do to be together, Tammy.",
        "[SCENE_BREAK]",
        "Joey: You okay?",
        "Tammy: I guess I'm surprised. I thought you would go away and forget about me.",
        "Joey: Forget about you? Yeah-- no, Tammy, you're not too easy to forget about. And looking at you now in this dress and your hair, it's like we're back behind the curtains during rehearsal trying to kiss each other--",
        "Tammy: I can't believe nobody caught us hooking up like that.",
        "Joey: I never cared.",
        "Tammy: Hey.",
        "Joey: Hey. And then all those the rehearsals. Remember that rehearsal where we all decided to skip and we showed up, and Sandy made us drop to the floor... every time I say his name-- what is it?",
        "Tammy: There are things that you don't know about me. I'm not that girl anymore, the one that you keep talking about.",
        "Joey: Tammy, you are, only better.",
        "Tammy: You don't know.",
        "Joey: Know what?",
        "Tammy: The night of the accident, I was there. I was--",
        "Joey: I'm sorry. That's really horrible. I'm so sorry.",
        "Tammy: Me, too. Joey, I want more than anything to be that girl that you went to school with, the one who played Juliet and cheered you on at the baseball games, but I'm not that girl anymore. I've changed. I don't even think I deserve someone like you.",
        "Joey: Tammy, you are that girl. You're everything that that girl embodies and more.",
        "Tammy: Do you really mean that?",
        "Joey: Of course I do.",
        "Tammy: Thank you.",
        "Joey: You're welcome. Wow.",
        "Tammy: Take me home.",
        "Joey: You sure?",
        "[SCENE_BREAK]",
        "Lizzie: Oh, you're a lifesaver. I just need to sit for a couple of minutes.",
        "Coop: Well, we're getting ready to close in a little bit, okay.",
        "Lizzie: Aren't you going to say hi.",
        "Ava: Hi!",
        "Lizzie: You know, you haven't won, right? Coop and I are just going through a rough patch. It happens to every couple.",
        "Ava: Hmm, I think I remember telling you something about how I wasn't going to have to screw up your relationship with Coop, that you were going to do it all on your own. Well, you're screwed.",
        "Coop: Lizzie? Hey, Lizzie, are you okay? Lizzie? What's going on?",
        "Lizzie: I think I'm in big trouble.",
        "[SCENE_BREAK]",
        "Dinah: Do I hear the water running?",
        "Jeffrey: Oh. The young lady who was here earlier wanted to take a bubble bath, and uh... well that's before her ex called and then I started to go to work--",
        "Dinah: We could take a bubble bath. How many candles do you have?",
        "Jeffrey: As many as we need.",
        "Cassie: Wow, hey, don't mind me.",
        "[SCENE_BREAK]",
        "Mallet: What's going on with you? I can help you with this.",
        "Harley: It's just not fair, to you or Dinah-- especially Dinah. And I can't keep dragging you away on these wild goose chases.",
        "Mallet: That's what I'm saying, this isn't a wild goose chase. You were right to be suspicious; you were right to think that something's going on.",
        "Harley: Maybe it is, maybe it isn't, but I think I need to do it alone.",
        "Mallet: Why? Oh, why? Does this have something to do with what happened between us?",
        "Harley: Can you give it a rest? Just-- I need a break! I need... I need to stop obssessing about Gus and get an a semblance of my life back here, okay? I can't do this anymore! And I'm getting my period!",
        "Mallet: Right. Um... whatever you say. See you later.",
        "Gus: You were pretty tough on him.",
        "Harley: Yeah, you don't know. He was such a big help to me when I was trying to find you. Oh, I didn't tell you, I'm back on the job as Mallet's partner. Hopefully he'll understand why I sent him away when he finds out about this.",
        "Gus: We'll make him understand, right? I can't believe I'm saying this, but I guess um... I appreciate that he was there for you, you know as a friend.",
        "[SCENE_BREAK]",
        "Jonathan: We're closed.",
        "Tammy: I live here. I couldn't stay away.",
        "[SCENE_BREAK]",
        "Rob Bogue, \"Inside The Light.\" I have been accused by other members of my family that perhaps I'm slightly spoiled. There's no basis for that. Whoa, wow. I was just a little boy lost. I wanted to fly jets. It's impossible with my eyes. They're not going to let me near a million dollar jet, so that one was out. I became an actor because I really couldn't get a job doing anything else. See Mallet, Wednesday, March 29, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Harley: I was a basket case after you left. I couldn't eat, I couldn't sleep. Mallet saw that, and I think he was worried about what I might do if I couldn't find you.",
        "Gus: Yeah. You needed somebody; it is understandable.",
        "Harley: I needed you. And I drove him crazy with these clues that went nowhere and these hunches that didn't pan out.",
        "Gus: He was complaining about that?",
        "Harley: Maybe once or twice, but really, he was pretty good. He was great.",
        "Gus: Well, yeah, as partners go, he's pretty good, I guess.",
        "Harley: You have no idea. He was really upset after you disappeared. He blamed himself. He took leave from the force to help me investigate. And then when he went back, he refused to partner up with anybody else. Dinah finally had to convince him to be my partner.",
        "Gus: Dinah?",
        "Harley: Oh, yeah. Dinah and Mallet are a couple.",
        "Gus: Din.... and what did... remember, you thought I was crazy?",
        "Harley: Shut up.",
        "Gus: No, I called that. I said that in the first place that they'd make a good...",
        "Harley: I know. You're amazing.",
        "Gus: Right, I'm good like that. It's unbelievable, I've missed so much. I... I just missed you. You and the boys.",
        "Harley: The boys missed you. Oh, my-- you should see the refrigerator. It is a gallery of Gus. And my dad put up a framed picture of you in Company.",
        "Gus: Is that right? Because you know when you get your picture into the family, it's serious. Your dad's a good guy. He has very good taste, I think.",
        "Harley: You have no idea the stuff you've missed since you've been gone. But right now...",
        "Gus: Right now?",
        "Harley: ...All I see is you.",
        "Gus: Is that right?",
        "Harley: All I want is you.",
        "Gus: Mmm.",
        "Harley: That's all I want.",
        "[SCENE_BREAK]",
        "Buzz: Kitchen's closed.",
        "Mallet: Hey, Buzz. Buzz, I've got to get a bottle of champagne.",
        "Buzz: No.",
        "Mallet: Then I've got to get uh... give me your flowers, all of the flowers in the place, please.",
        "Buzz: Would you like a green card with hat?",
        "Mallet: I'll pay you whatever you want. Come on, man.",
        "Buzz: Frank told me you ran out on your own dinner party. I bet you've got some explaining to do.",
        "Mallet: No, it's going to be fine, really. Dinah, she understands.",
        "Buzz: Well, I'm glad your confident.",
        "[SCENE_BREAK]",
        "Jeffrey: What a surprise?",
        "Cassie: Yeah, for all of us.",
        "Jeffrey: Dinah...",
        "Dinah: Dinah's leaving. She's not going to be a part of this mess anymore.",
        "Jeffrey: Dinah...",
        "Cassie: Well I'm sure sorry to have barged in. I didn't mean to; I uh... I came up because there is a leak in the ceiling under your bathroom.",
        "Jeffrey: Oh, oh, oh, wait a second. Oh. I forgot to turn the faucet off!",
        "Cassie: Shall I send up housekeeping?",
        "Jeffrey: No, no, no, no. I threw some towels down. Just send the bill to me.",
        "Cassie: Okay.",
        "Jeffrey: How are you?",
        "Cassie: I'm fine. You?",
        "Jeffrey: The same.",
        "Cassie: You know, every ounce of my being is screaming, how could you do this? With her, no less. But I realize I have no right. I have no claim on you anymore. I can't be angry or upset because I have no right to judge anything you do anymore.",
        "Jeffrey: You're not angry and upset, you're not. You're hurt. You're hurt because you still love me, but you can't admit that. And no matter who we're with or where we are, we're still going to love each other. I can say it. I still love you. I love you. Okay.",
        "[SCENE_BREAK]",
        "Lizzie: Wait. Wait, wait, you're going to walk me to my car. I don't have to go out there by myself?",
        "Coop: Lizzie, what do you think is out there?",
        "Lizzie: My ex-boyfriend Joey is stalking me. I ran into him earlier and I told him that I was seeing someone and he said, not for long. It was the way he said it, the way he looked at me. It was like his eyes were looking right through me.",
        "Coop: Did you tell your family?",
        "Lizzie: I can't.",
        "Coop: Why? Lizzie, I'm sure they would probably love to help.",
        "Lizzie: My mom is having a baby. Granddad just got back. What am I going to say, I have ex-boyfriend problems? I can't put this on them. Look, I know that I have no right to ask you for help, but just this one time, I really, really need some help.",
        "[SCENE_BREAK]",
        "Jonathan: I thought you were supposed to have a big date tonight with what's his name?",
        "Tammy: I did. It was fun. Joey's a great guy, so funny and decent and caring. We have a lot of memories together, good memories. When I'm with him, I feel--",
        "Jonathan: You feel what?",
        "Tammy: Like me old self.",
        "Jonathan: As opposed to? When you're with me, you feel like you're damaged self.",
        "Tammy: I didn't say that.",
        "Jonathan: Why did you come here, Tammy. Did you come here to torture me?",
        "Tammy: I told Joey I wanted to go home with him tonight. I didn't want the night to end. So we got in the elevator and we headed down... and it hit me, you know. I couldn't do it, Jonathan. I couldn't be anywhere except for right here with you.",
        "Jonathan: You walked away.",
        "Tammy: Here I am. You were right, Jonathan, you do own me. And I own you. And I just can't run from that. Whatever we have or don't have, I can't run anymore. ( Jonathan sobbing )",
        "[SCENE_BREAK]",
        "Cassie: So I guess I'll just have someone come up and mop the floor.",
        "Jeffrey: Cassie.",
        "Cassie: What? What do you want me to say?! Do you want me to say that I hate this?! That this is killing me to see you move on?",
        "Jeffrey: Well that might be a start.",
        "Cassie: I'm the one who sent you away, and so I have to deal with it. And if what you want to do is you want to go on and you want to meet someone and fall in love, then that's what you should do.",
        "Jeffrey: Fall in love? I'm not going to fall in love with anyone ever again! That's it, I'm done. Cassie, I never meant to hurt you.",
        "Cassie: Well, I never meant to hurt you, either. But, sure enough, here we are. Every time those words come up.",
        "Jeffrey: Well I suppose some people keep at it until they get it right.",
        "Cassie: Yeah, I suppose they do.",
        "Jeffrey: Well, you'll fall in love again.",
        "Cassie: No, no. No, thank you, no. I'm done.",
        "[SCENE_BREAK]",
        "Coop: Lizzie, where's Joey right now? Do you know where he's staying?",
        "Lizzie: I have no idea. He was calling me for the past several weeks and he just showed up. He could be at a hotel; he could be waiting for me in the parking lot. I have not idea.",
        "Coop: Okay, all right, all right. Why haven't you mentioned his name until this moment now, huh?",
        "Lizzie: You don't believe me. Fine. Here. Oh, look. Could I have made up those phone calls? No, call him. Call him, see if he doesn't answer the phone.",
        "Ava: A burger's getting cold!",
        "Coop: Thank you, Ava.",
        "Lizzie: I got it. I got it. Just forget about it. No, it's fine. It's fine because you know what, Joey will probably leave me alone. Or, hey, maybe when he said he didn't want to ever let me go, maybe he didn't mean it. No, it's cool. I'm probably overreacting, right?",
        "Coop: Lizzie, would you hold on a minute?",
        "Lizzie: Just forget it. It's not like Joey is going to try to kill me, right? Like Sandy did with Tammy.",
        "Coop: All right, Lizzie, slow down a minute. Okay, please, can you just--",
        "Lizzie: Forget it. I'm not your girlfriend. You don't have to worry about me.",
        "Coop: Well, it's a little too late for that, okay? I am a little bit worried here. So why don't you sit down, eat your burger, let me finish closing and then I'll walk you to your car, all right? Please! Lizzie, just listen to me. Do this for me, okay?",
        "Lizzie: Okay.",
        "Coop: Thank you.",
        "[SCENE_BREAK]",
        "Jonathan: You're back.",
        "Tammy: I'm back. Oh, this is wrong in every possible way. You turned my life upside down.",
        "Jonathan: Well, is that a bad thing?",
        "Tammy: I had it all back, Jonathan-- my mom, school, even my old boyfriend. The future looked like it used to, like it's supposed to.",
        "Jonathan: Supposed to doesn't mean anything. You're my future. And all of that's nothing compared to this.",
        "Tammy: I love you, Jonathan. I didn't even know if you would be here, but I had to try.",
        "Jonathan: ( Breathing heavy )",
        "Tammy: Is that mine? It is. Were you packing it up?",
        "Jonathan: I thought that you weren't coming back. I um... I thought that I'd have to let you go, you know.",
        "Tammy: What's that?",
        "Jonathan: Tammy, wait.",
        "Tammy: Is this... oh, my God. Tickets, drugs. That's why you were packing me up, isn't it? You were going to knock me out and take me away!",
        "Jonathan: No. There you are in the early light of day there you are in the quiet words I pray I have been blessed by the simple happiness of the perfect love we've made every time I turn around, when I'm lost and when I'm sad like an angel standing guard, there you are every time I take a breath, and when I forget to breathe you're watching over me there you are when I'm looking for the light in the middle of the night searching for the brightest star there you are there you are there you are.",
        "[SCENE_BREAK]",
        "Coop: Lizzie, wait a minute. Wait, wait, wait. Okay, look, this situation is crazy. Why don't you just find this guy Joey and talk to him and tell him to stay away from you.",
        "Lizzie: No, you can't.",
        "Coop: Why?",
        "Lizzie: You're right. I'll tell my grandfather. He'll know what to do.",
        "Coop: Okay, let me walk you to your car.",
        "Lizzie: What if he knows where I live? What if he is going to come there? What if he's already been there? I can't go to my house alone. I can't go there alone. Coop, I can't...",
        "Coop: I'll take you to your place, I'll scope it out, make sure it is safe, but then I've got to come back, okay?",
        "Lizzie: Thank you.",
        "Coop: Look, Lizzie, I can't stay for more than a minute.",
        "Lizzie: Okay, that's all it will take.",
        "[SCENE_BREAK]",
        "Jonathan: Tammy, I would never put anything in your drink.",
        "Tammy: Where did you get those drugs? What are you doing with those tickets?",
        "Jonathan: Look, I talked to Lizzie and for a second it crossed my mind.",
        "Tammy: Crossed your mind, like you were going to do it?",
        "Jonathan: Yeah, look, for a desperate second, but then it stopped. Tammy, come on. I could never hurt you, Tammy. You have to know that by now.",
        "Tammy: I can't do this, Jonathan. I cannot live like this anymore!",
        "Jonathan: Okay, okay. Okay, okay. Look, look, I made a mistake, okay, but I'm sorry. We need each other.",
        "Tammy: I can't afford to need you. What's going to happen next time?",
        "Jonathan: There won't happen again.",
        "Tammy: You are right about that.",
        "Jonathan: No. Tammy, I love you.",
        "Tammy: I love you, too. I always will.",
        "Jonathan: Tammy. Tammy, don't go. Don't go, don't go.",
        "Tammy: Good-bye, Jonathan.",
        "Jonathan: Tammy. Please, Tammy, please. Come on, Tammy. Come on. Tammy! Tammy! Tammy! Come back! ( Screaming ) Tammy! Tammy!",
        "[SCENE_BREAK]",
        "Cassie: Well, don't worry, I wouldn't be making anymore house calls any time soon?",
        "Jeffrey: Well, that's good, because you're not much of a plumber.",
        "Cassie: Jeffrey, we may never fully resolve the issues between us. But for all of the time we spent together, for protecting me from Edmund, and for supporting me after I lost Hope, thank you.",
        "Jeffrey: Yeah, you, too.",
        "Cassie: I'll be seeing you.",
        "Jeffrey: Yeah, I'll be seeing you.",
        "[SCENE_BREAK]",
        "Mallet: Dinah? Dinah, it's me!",
        "Harley: I want to make up for everything you missed while you were gone.",
        "Gus: Wow. Okay, then let me start with Happy New Year!",
        "Harley: No, that wasn't good.",
        "Gus: No.",
        "Harley: But Valentine's was great.",
        "Gus: Yeah?",
        "Harley: I was here with you.",
        "Gus: Is that right?",
        "Harley: I lit candles, I played music, we danced, we drank beer.",
        "Gus: Ooh, did I get a hangover?",
        "Harley: You were a mess.",
        "Gus: I thought so.",
        "Harley: But I felt you here. I felt you so strongly.",
        "Gus: You have no idea how hard I tried to get home by Valentine's Day. You were the reason I was able to make it, babe, you know.",
        "Harley: Don't you wish we could go back and undo everything we messed up?",
        "Gus: Well, I know what you mean, but, no, I think we should concentrate on now, here and now, you know.",
        "Harley: Welcome home, my darling.",
        "Gus: It's good to be home. It's good.",
        "Harley: I love you.",
        "Gus: You do? I love you, too.",
        "[NEXT_ON]",
        "Mallet: Wait, are you dumping me?",
        "Dinah: Whoa! Bingo! He's catching on.",
        "Harley: We are together again. You and me, together again.",
        "Gus: Nothing's going to pry us apart.",
        "Harley: Nothing and nobody.",
        "Gus: That's right.",
        "Dinah: I want you to go find Harley and figure things out, okay? Gus is dead; Harley's free. And now, so are you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=wAox7ZAfzIM"
}