{
    "Episode Summary": [],
    "Recap": [
        "Eden received a package containing gruesome photos accompanied by a quaint note from Vinnie Salerno. Reva berated Shayne for continuing express hate for Ben on the day of his memorial service. Ed told Reva that no one has been able to locate Fletcher. Harley asked Mel to oversee the legal department of her new agency Harleys Angels.",
        "Shayne convinced Marina to deal with her feelings about Ben by smashing plates at Company. Tony told Eden that now that Ben is dead and she is no longer a suspect, there is no reason she can't move on to a new life. Marah told Eden that since Ben killed himself, she can't help but think about Tony's violent past."
    ],
    "Recap Author": "Sylvia",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marina: Closed?",
        "Frank: Hey.",
        "Marina: Your suit, it's today, huh?",
        "Frank: What?",
        "Buzz: Yeah, oh, yeah. It's holly, I... you know, i sort of... I got to go. But, you know, if you don't want me to, just say the word and I'll be...",
        "Marina: No, it's fine, you got to go, I get it. So, what are you doing about the restaurant?",
        "Buzz: Ooh, it's understaffed. And m not going to be there.",
        "Marina: Well, I could run things.",
        "Frank: Whoa, whoa, whoa, whoa. And pass on a beautiful day like this? Are you kidding me? Come on. I have the day off. We can install those brand-new car speakers for your car, and maybe we can take a drive to the lake. Or, you know, if you want to do something else, we can do that. Whatever you want.",
        "Marina: Oh, it's just tammy called and invited me to go to the beach, and I told her i couldn't because I had wor",
        "Buzz: Well, call her back.",
        "Frank: Absolutely. It's a perfect beach day. You go have fun.",
        "Marina: Okay, I'm gng. I'm just going to go inside, grab some stuff I left last night. I'll lock up.",
        "Frank: We'll wait for you.",
        "Marina: No, then grandpa will be late.",
        "Frank: Come on...",
        "Marina: You're okay going to this thing by yourself, right?",
        "Frank: Why don't we just go grab a cup of coffee and...",
        "Marina: Dad, I'll be fine. I have keys.",
        "Frank: You understand that no one's expecting you to go to this, right?",
        "Marina: I know. I know.",
        "Buzz: I'll be fine. I'll be fine. Go, have a great day at the beach, all right? That's exactly what she needs is a day at the beach with a friend.",
        "Frank: Hold on. Are you going to be okay going by yourself?",
        "Buzz: Yeah... I mean, do i want to go? You know what the answer is. But it's holly, I got to go, so...",
        "Frank: I'll go with you.",
        "Buzz: Oh, frank you know, you don't have to.",
        "Frank: Let's go by my place...",
        "Buzz: Thank you, frank.",
        "Frank: ...Pick up my suit.",
        "Buzz: Good idea.",
        "Tony: No, I know. I know. I feel bad, too. Yeah. Right. Okay, yeah, it's at the... the country club. All right. Yeah. I'll see you there. Marah? I don't know, I don't know. We might be taking separate cars. Yeah, I got to figure it out. All right. Okay. Bye.",
        "Marah: Hey.",
        "Tony: Hey.",
        "Bill: Eden, you see my notes?",
        "Eden: Uh, yeah, they're on that table.",
        "Bill: Okay, great, all right. Listen, I told holly I would check with the florist.",
        "Eden: Oh, I already did. You're all set.",
        "Bill: Oh, thank you so much. That's great. So that means all I have to do is... let's see, confirm with the country club and then check the newspaper. And... I just can't believe he's gone.",
        "Eden: Oh, bill.",
        "Bill: My keys, my keys. Do you know where my keys are? Thank you.",
        "Eden: You would have und them.",
        "Bill: No, thank you... for everything. I know what happened between you and ben. And thank you for coming with me today.",
        "Eden: Well, I'm just keeping an eye on you, that's all.",
        "Bill: He was my best friend. I don't think I ever told him that.",
        "Eden: I'm sure he knew.",
        "Bill: I don't know. Maybe if he knew, you know, things would have been different. I don't know.",
        "Eden: Are you sure you're going to be okay, getting up there and speaking in front of those people today?",
        "Bill: (Sighs) yeah. I don't know. Today on top of last night, I...",
        "Eden: You're not regretting that you stood up to your dad...",
        "Bill: No, listen, no, no, no, no.G I'm just... sorry he doesn't see what I see. All right. Weetetter get going. I just want to look over these notes early, okay.",
        "Eden: Okay.",
        "Bill: Let me check one more thing.",
        "Eden: I'll check the memorial. \"A picture's worth a thousand words. Some candids of your new friend, from your old friend, vinnie salerno.\"",
        "Reva: Shayne, I understand that you don't want people to forget what ben did to marina. But believe me, people won't be able to say ben's name or look at a picture of him without remembering the pain he suffered, and the pain he caused, and the horrible way he died, and the fact that he nearly took you and marina with him. You're afraid that people will forget, shayne? The tragedy is they never will.",
        "Shayne: Mom, he should have gotten help.",
        "Reva: Nobody knew he needed it. Maybe he just never let us see it. Or maybe we just weren't lookinin ben flew under the radar. He never really had a place to call home. I mean, he... after he came back to town, it was a while before anyone even realized he was here. He wasn't neglected, shayne. He was... he was overlooked.M and that's the bag he left all of us holding. And that's why today the people who loved him most are hurting so much. And the shayne I know wouldn't want to add to their pain.",
        "Shayne: Yeah, well, maybe the shayne you know is still lost somewhere up on that mountain.",
        "Reva: I hope not. Because he's the kind of son every mom wishes for. The type of man, yes, man who wouldn't want to hurt these people anymore than they already are.",
        "Shayne: I get it, okay, I get it, mom.",
        "Reva: No, I don't think you do. Today is the first real chance these people who knew ben most and loved him the most-- people like me-- are going to be able to remember ben for the good that was in him. Before everything went so horribly wrong. Do you want to ruin that? Do you think marina would want you to? She loved him once, too.",
        "Shayne: I need to do something, mom. She won't even look at me now.",
        "Reva: Sweetheart, sometimes it's easier for people to shut down than it is for them to open up. Maybe marina's just scared to let you know what shs s really feeling. Maybe... maybe she needs to know that there are people who are just as scared as she is. Sometimes people don't want to be told that it'S... that they have to be okay. Sometimes they just want to know that they don't have to be.",
        "Shayne: Thanks, mom.",
        "Reva: Sweetheart, where are you going?",
        "Shayne: (Sighs) let me know how the memorial service goes, okay?",
        "Marah: Tony, I'm sorry. I shouldn't have left last night. I just... I needed to be home for a few hours. So, I... I went and now I'm back. (Knock on door)",
        "Tony: Yep.",
        "Danny: Hey.",
        "Tony: Hey.",
        "Danny: So, you ready to go?",
        "Tony: Yeah, I think so.",
        "Danny: Okay.",
        "Michelle: You okay?",
        "Marah: Yeah. And you? Today will help.",
        "Remy: I thought I heard voices. Can I catch a ride?",
        "Danny: Yeah, sure.",
        "Remy: Thanks.",
        "Michelle: Hey, is bill with you?",
        "Remy: No, I haven't seen him since this morning.",
        "Tony: Bill had so place that he had to be.",
        "Danny: All right, let's go. Hey, tony. So now that eden's been cleared...",
        "Tony: Can we please not talk about this today?",
        "Danny: Hey, I'm just saying that I hope things can get... a ne little more normal again.",
        "Tony: You know, she's not my problem anymore. She has bill.",
        "Bill: Ready to go?",
        "E eden: Uh, almost.",
        "Bill: Is it in there?",
        "Eden: What?",
        "Bill: The memorial notice in the paper. Is it in there?",
        "Eden: Oh... yeah, it's in here and it reads fine.",
        "Bill: Eden, you having second thoughts about coming?",
        "Eden: No, I'll just be glad when this day is over.",
        "Reva: Well, the service was beautiful.",
        "Holly: (Scoffs) thank you, I... never mind.",
        "Reva: No, I mean, the way you got up there. Your words really helped a lot of people. Reminding everyone that bad things happen to good people. The hole that life dug ben, and the hole that you dug yourself out of.",
        "Holly: I wish ben could have found another way out. Thank you. Excuse me, reva. I'm going to check on that call.",
        "Ed: We haven't been able to locate fletcher.",
        "Reva: Oh, my god. He doesn't know?",
        "Frank: I wonder how alexdndra's doing?",
        "Remy: Hey, chief cooper.",
        "Frank: Oh, hey, remy.",
        "Remy: How's marina doing?",
        "Frank: She's hanging in there. Thanks.",
        "Remy: We didn't know. His room, it was right next to mine and I... we just didn't know.",
        "Frank: It's okay. Thank you.",
        "Buzz: I have never seen so many lost people.",
        "Michelle: Oh, bill, we're not supposed to be here. You know. It was the three of us.",
        "Bill: I know, I know.",
        "Michelle: It wasn't supposed to...",
        "Bill: Hey, it's like I'm here, but I'm not, you know. Think about when ben and I were nine, ten years old. On my porch running around and my... grandpa H.B. And grandpa henry in their rockers and we're talking about what we're going to do when we grow up. Now, ben, he wanted to be a reporter just like his daddy.",
        "M michelle: Yeah, and then... you remember last summer at the beach. He said he changed his mind. Said that he... he'd rather own the world than write about it.",
        "Bill: That's right.",
        "Michelle: But I really thought he would someday. What about you?",
        "Bill: What?",
        "Michelle: What did you want to be?",
        "Bill: I don't know. But I remember talking to... grandpa H.B. About it and he'd just say, \"don't worry about it, billy boy. You boys got plenty of time.\"",
        "Harley: Okay, go ahead, you can say it. It is the greatest idea you've ever heard in your life, right? One stop shopping for detective work, protection, even legal advice for tho w who otherwise couldn't afford it. And we're planning to set up shop on fifth street.",
        "Mel: You know what? It actually is an amazing idea. It's kind of like what ed has in his medical clinic.",
        "Harley: Exactly. See, your father-in-law knows the score. That's another good reason why you should join up with us. It could be like a family affair.",
        "M: Whoa, whoa, I'm clerking for jeffrey o'neill, remember?",
        "Harley: Oh, come on. Wouldn't you rather be doing something to really help people instead of just, I don't know, researching citations for jeffrey o'neill?",
        "Mel: Ohi I don't know. Jeffrey comes off like a tough guy, but you know, my last supervisor was pretty tough and I married him.",
        "Harley: If rick had any idea that you had just compared him to jeffrey o'neill...",
        "Mel: (Laughs) okay, no, no, no... (laughs) but seriously, harley, I think you should really consider finding someone else for \"harley's angels.\"",
        "Harley: Blake and I don't want somebody else. We want you.",
        "Mel: Right, but I don't even known if I want to practice law. You know, I have other options to consider.",
        "Harley: Oh, my gosh.",
        "Mel: Oh, my gosh, what?",
        "Hary:Y: You think you blew the bar exam, don't you? (Knocking)",
        "Shayne: Marina. Hey, marina, let me in, it's me. Well, that took you long enough.",
        "Marina: Shayne...",
        "Shayne: I've been looking all over town for you. Why didn't you answer?",
        "Marina: Well, because we're closed. Don't you see the sign?",
        "Shayne: Yeah, I see the sign. And I also saw you duck down underneath...",
        "Marina: I didn't duck.",
        "Shayne: You should have answered.",
        "Marina: I didn't feel like it.",
        "Shayne: Oh, you didn't feel like it? Well, maybe I didn't feel like being ignored.",
        "Marina: I just needed some alone time, okay?",
        "Shayne: No, it's not okay. Look, pull up a chair, okay? Because we're going to talk about ben.",
        "Marina: I don't want to talk about ben!",
        "Shayne: Who says it's for you? Look, I need to talk about ben, okay? And I'm not into talking to myself, so take a seat.",
        "Marina: Well, ben is dead. It's over, okay.",
        "Shayne: No, it's not over. Look. That right there. Look, marina, something awful happened to you, okay. But it happened to me, too. And I need to talk about it. You're the only person who would understand, okay? So if you don't want to do it for you, do it for me.",
        "Bill: Hey. You okay?",
        "Eden: I'm just... I don't feel very welcomed here. I went to talk to holly and tell her it was a nice service, and she wouldn't even look at me.",
        "Bill: Wait a minute, you tried to talk to holly?",
        "Eden: What? What's wrong? I... oh... I'm not good at these thinm.",
        "Bill: Nothing... no, listen, hey, listen to me. Listen to me. No one is. All right, I think it says a lot that you tried to talk to her. All right. I'll get you a drink, all right?",
        "Tony: Hey.",
        "Eden: Ooh, ooh...",
        "Tony: Geez, let me get that for you...",
        "Eden: I got it, don't worry.",
        "Tony: Okay.",
        "Blake: We can go in the other room. We can sit down.",
        "Holly: No, it's okay.",
        "Ross: I can check your messages again for you if you want.",
        "Holly: No, thank you. It's fine. I'm fine.",
        "Buzz: Holly, it was a beautiful ceremony.",
        "Holly: Excuse me.",
        "Blake: All right, I'm going to go follow her.",
        "Frank: Hey, honey, it's your dad. Just calling to say hey, see how you're doing. I'm here with your grandfather and... well, hope you're having fun with tammy. Call me when you get this. I love you.",
        "Eden: I hope... the service helped everyone.",
        "Tony: Everyone's got their own waofof dealing with these things. I really... I don't like being here. I'm more about looking ahead, which is what you should be doing now, too.",
        "Eden: What do you mean?",
        "Tony: This is probably the wrong place to be talking about this.",
        "Eden: No, what?",
        "Tony: Look, this thing with ben, it ends here. Okay, you can start new now, start fresh. Nothing's stopping you. What?",
        "Marah: Well, it looks like things are winding down. Will you remind bill that we're having a couple of people over at the house?",
        "Eden: Yeah, we'll be right over.",
        "Marah: Thanks.",
        "Eden: Yeah, nothing's stopping me.Li",
        "Harley: It's okay. It's okay. Blake and I still want you. It doesn't matter. You can always take that test again next year if you failed, right?",
        "Mel: You're talking like you think I failed it, too.",
        "Harley: \"Too,\" see, you said too. I knew it. Mel, so stressful for you. I mean, think about it. You barely squeaked by in college. What'd you graduate, summa cum laude or something? And then there was that huge medical school embarrassment. Graduating with honors. I mean, you practically had the whole staff at cedars fooled. Not to mention the hard to fool bauer clan into thinking that you had your stuff together, whe.Fu waiting to happen. \"Woman on the edge: Successful lawyer-doctor-wife-stepmom loses to-do list, suffers a nervous breakdown.\" Story at 11:00. (Laughter) no, come on, that's what it is, isn't it? You've got all this great stuff going on in your life right now, and you're just afraid it's going to come crashing down around you.",
        "Mel: I'm not afraid of anything, harley.",
        "Harley: Ooh, uber-successful and fearless. Boy, you're sounding more like one of harley's angels by the second. (Laughter)",
        "Mel: Okay, okay, you know what, I will consider your job offer if I pass... when I pass the bar exam.",
        "Harley: See, I like that attitude so much more. And gus is so late.",
        "Mel: Do you have somewhere you need to be?",
        "Harley: Well, I don't have to go, but I really wanted to go to ben's memorial service. You know, just to give my condolences. I'm sure everyone's left by now.",
        "Mel: Well, go, go. I'll watch the kids.",
        "Harley: Are you sure?",
        "Mel: Yeah, and... actually you can do me a favor. Just check ion remy, see if he's okay if he's still there.",
        "Harley: I will. No problem. Hey, are you sure this isn't too much, with everything else you've got on your plate?",
        "Mel: Hey, just another day for \"woman on the verge.\" (Laughter)",
        "Harley: Thanks.",
        "Mel: You're welcome. Yes, hi, this is melissande boudreau. I'm just checking on when the results of the bar exam will be in.",
        "Shayne: This whole thing with ben. I can't sleep. I can't eat. I can't think...",
        "Marina: I'm so sorry that it's like that for you.",
        "Shayne: Look, I've got... I've just got all this stuff inside of me right now, okay? I have to get it out.",
        "Marina: Um-hmm, well, that's you and it's not the same for me.",
        "Shayne: I know it's not the same for you, because what happened to me, it's not half as bad as what you went through. But you just sit there, you just sit there all like cool. \"Oh, I'm sorry you feel that way, shayne.\" I don't get how you can be like that. I mean, you just want to act like none of this ever happened.",
        "Marina: I don't really see what's so wrong with that, no.",
        "Shayne: Because that's what ben did.",
        "Marina: Don't say that.",
        "Shayne: Look, an awful thing happened to him, okay, andee just bottled it up inside.",
        "Marina: Okay, shut up, shayne.",
        "Shayne: No, seone hurt him. He just kept it toimself...",
        "Marina: I said shut up!",
        "Shayne: ...That was his choice, okay. Look, marina, you're not alone. You're not. And all this stuff you have inside, you don't need to hide it. Especially when you're with me. You don't need to hide it from me.",
        "Marina: I'm not scared if that's what you're getting at.",
        "Shayne: Okay, then show it.",
        "Marina: What do you want me to do?",
        "Shayne: Here, throw this. Throw this.",
        "Marina: What? I am not going to throw that. Shayne!",
        "Shayne: Here.",
        "Marina: Wait, shayne, okay...",
        "Shayne: I'll stop when you start! Come on, throw it. Marina, let it out, okay. Let it out. Throw it. Throw it. I said throw it! Here, come on, here. Tell me about ben.",
        "Marina: Look, shayne, I'm not going to throw...",
        "Shayne: Tell mebobout ben...",
        "Marina: ...Okay?",
        "Shayne: Tell me about ben...",
        "Marina: Shayne, just stop it!",
        "Shayne: Tell me what he did to you.",
        "Marina: Stop!",
        "Shayne: What did he do to you?",
        "Marina: Stop!",
        "Shayne: How did it make you feel?",
        "Marina: Okay, I hated it! Okay, I hated it!",
        "Shayne: Then showe! Show me! Okay, what else?",
        "Marina: He scared me!",
        "Shayne: Okay.",
        "Marina: I hate how he got so messed up! I hate that someone hurt him!",
        "Shayne: Yeah.",
        "Marina: I hate that he never told me! I hate that I never saw it! I hate how he died! I hate that I wasn't there for hiinin the end! I hate how he killed all of those people! I hate... I hated that... (crying) ...I hate me for letting it happen. (Crying)",
        "Marina: (Crying) I'm the one who ruined him.",
        "Shayne: What happened to ben happened way, way before you.",
        "Marina: He told me that when he was little he used to actually believe that the moon was made out of green cheese. And when we went on our first date to the country club, he wore only his boxers, just because he knew it would make me laugh. And when those guys took me last fall, he was the one who saved me. So when he said that that ben reade didn't exist, he did because I was there, so it must have been me. I came into his life and i brought out the worst in him.",
        "Shayne: Is that why you've been pulling away from everybody? Because you think you did something to make ben... you didn'T. I just can't believe you can't see it.",
        "Marina: What?",
        "Shayne: Did you ever think that maybe the ben that you knew, the one that you want to remember, that he was only... he was only that way because he was with you? You bring out the best in people. Just look at how people act when they're around you. You got strangers chipping in for your college fund. And you know how I pitch when you're not around. You have something so amazing inside of you and everybody sees it. I just can't believe that you don'T.",
        "Marina: I just hate it, you know? I hate that I'm like this. It's like I should be so much stronger, then maybe... I don't know, maybe if... maybe if i was, then...",
        "Shayne: Then what? Then maybe you could have saved the both of you?",
        "Marina: Well, why not? I mean why couldn't I have?",
        "Shayne: You pulled ben up. It's not your fault that the thing pulling him down was stronger.",
        "Marah: Hey.",
        "Bill: Yeah.",
        "Marah: I didn't get a chance to tell you before. But that stuff that you said earlier, it... it made me remember how ben used to be.",
        "Bill: Remember when he tricked you into eating mudpies, remember that? And he used to tug on your hair all the time? I just wish I could have found a way to help him, you know.",
        "Marah: I don't know if any of us could have.",
        "Tony: Marah, you know, I want to get the thing started in the kitchen, but it seems to be out of...",
        "Marah: Everything, everything. I'm sorry. I should have thought of that last night.",
        "Tony: You know what? Dodon't worry about it. I'm going to fix something up. You guys feel like helping, huh? Come on.",
        "Remy: I feel like opening a bag of chips, but that's about it.",
        "Bill: Think that will work. Let's go. Let's go cheer up, come on.",
        "Eden: Hey, marah. Is something wrong?",
        "Marah: I... I wasn't home last night. I... I told tony that I needed to go spend the night at my parents' place because I was missing home. But... I don't know, I don't know. With all this stuff with ben, it's just been out of control. And I've just been freaking out a little bit.",
        "Eden: Well, what do you mean?",
        "Marah: The way that ben was so violent with marina, it just... it just... brought up a lot of stuff from the past. You know what, just... just forget... forget that I said anything.",
        "Ross: Blake, people are starting to clear out, i believe.",
        "Blake: It didn't work.",
        "Ross: What?",
        "Blake: Today. I mean... I just thought it would help, but it's over now and it didn't work. I don't know. (Stammers) what are we going to tell our kids?",
        "Ross: Well, you know me, i think we should tell them the truth.",
        "Blake: What, that their uncle can't play with them anymore because he killed himself and a couple of other people along the way? I don't think so.",
        "Ross: Well, we have to tell them something.",
        "Blake: Ross, I waited until today because I thought today would give me an answer. It would explain why... why this all happened. And I would be able to tell them.",
        "Ross: Tell them what?",
        "Blake: I don't know. I don't know.",
        "Reva: So, you think holly's going to be okay?",
        "Ross: I don't know. Will any of us?",
        "Harley: Michelle. How are you?",
        "Michelle: I'M... I'm dealing. I'M... how's marina?",
        "Harley: You know, it's just hard to say.",
        "Michelle: Thanks.",
        "Harley: Sure. I'll call you. Hey, danny. Could I... could we talk sometime?",
        "Danny: We... well, we could talk now.",
        "Harley: Well, actually, it's business. It's a proposal of sorts, and so I don'T... I don't think it's really good to talk here and now.",
        "Michelle: You know what, go ahead. I'm going to wait in the car anyway.",
        "Danny: You sure?",
        "Michelle: Yeah, I'll see you guys.",
        "Harley: Oh, I'm sorry. I didn'T...",
        "Danny: Oh, no, no, it's fine. Believe me, if she'd mind, she'd tell me. (Laughter) so, you want to sit? Tell me, what's up?",
        "Holly: (Crying) everybody keeps saying what a beautiful service. That's what they keep saying. And I know it's just because they just want to remember you the way you used to be, but... all they can come up with... is a beautiful service.",
        "Ed: Hey, sweetie. How you doing? You all right?",
        "Holly: Hey. Yeah, I'm just trying to sort things out.",
        "Ed: Okay.",
        "Holly: Don't go. I just don't know how much I can handle everybody treating me like the bereaved mother. (Crying)",
        "Ed: They're doing it because you were his stepmother.",
        "Holly: In name, I guess. I mean, nobody's saying it, but I know they're all thinking... i was in his life for such a small time before he went off to that boarding school. He should never have gone to that school.",
        "Ed: Sweetie, listen to me. Don't do this. Don'T. Don'T.",
        "Holly: I almost couldn't go into the hospital room at the end there, you know...",
        "Ed: I know.",
        "Holly: ...He was struggling and he was in so much pain. He seemed so afraid. But I did. And I went in and I just held his hand. And his face. You know... all of a sudden it was like he was not afraid. Like he hadn't felt maybe for years. And it struck me then that we would never know what kind of young... what kind of a man he would have become without all that fear. I pictured the wife that he wod d never meet, and the children he would never have. And I was looking into his eyes... and I knew then, this was it. That the last image he wldld take with him... from this world would be... of the stepmother that... who loved him too late. (Crying) and then... his breathing became soft and his... eyes... were forgiving. And then he closed his eyes... and he slipped away. (Crying) I've... had my babies and brought life into this world, but I think watching him go is just as... as precious. I know everyone's going to remember him for the pain and that rage, but... I will rememb t that peace that he had at the end.",
        "Marina: Thanks.",
        "Shayne: Well, I needed this, too.",
        "Marina: Yeah. Oh, my god. Look at what we did. My grandfather is going to, like, completely freak out.",
        "Shayne: He'll understand. He'll understand. I'll talk to him. I'll tell him what happened. And I'll wash his car for a year. Mow s s lawn till I'm 40, whatever it takes. You got a great arm.",
        "Marina: I got a great coach. I'm really tired, shayne. You know, it's like I've just been running around freaking out, trying to be some sort of, like, super marina who can just get through this whole thing and not even skip a beat.",
        "Shayne: I know. I liked the marina I had. With all of her tie-ups and hang- ups. And stuffed animals.",
        "Marina: Yeah, well, at least I still have the tie-ups and hang-ups.",
        "Shayne: Yeah, well, you know, I just... for some reason I just couldn't stand to see phanty go in the dumpster, so...",
        "Eden: Wait, did something happen with you and tony?",
        "Marina: I... you know what, forget about it. I was just talking. My mind has been all over the place today.",
        "Eden: No, no, no, look, if you need to say something...",
        "Marah: No, I don'T. No, tony is not the same person he was a year ago. He's changed. He's out of the business and he is away from that life.",
        "Eden: You mean the violence.",
        "Marah: You know, I let something get to me when i shouldn't have. I left last night when i shouldn't have. That's my fault; that's not his.",
        "Eden: Are you sure about that?",
        "Marah: Yeah, I'm positive. That's not tony, not anymore. D Michelle:",
        "[NEXT_ON]",
        "Rick: The only reason that you want olivia is because she doesn't want you.",
        "Olivia: I think you're a troubled girl, lizzie. And I will do whatever it takes to make your father see that.",
        "Darci: Do you think you can love bill the way that you led tony?"
    ],
    "Transcript Author": [
        "By Suzanne & Eric"
    ],
    "url": "https://www.youtube.com/watch?v=qSkcvnQrUN8"
}