{
    "Episode Summary": [],
    "Recap": [
        "Dinah calls Ross and tells him she's homesick. Cassie finds out her imposter has been pretending to be her since before Richard died. Tammy, Lizzie, Remy and Joey head to the dance. Phillip gives Olivia the guidelines of his business plan and she agrees. Alexandra sets Frank up. Ross receives a phone call about someone corrupt in the Springfield PD. Harley admits to Gus that she talked to Marie Green about Alexandra's involvement with Brad Green/Antimonious."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Ross: Hello.",
        "Dinah: Daddy, hi.",
        "Ross: Dinah. I didn't think I'd hear from you again so soon. Where are you?",
        "Dinah: Do you really want to know?",
        "Ross: No, I don'T. Listen, I have been worried about you, though, since last we spoke.",
        "Dinah: I'm sorry. I didn't mean to worry you. Hearing your voice just, I don't know, made me homesick. I'm sorry. I'm so sorry about what I've put you through.",
        "Ross: Don't you worry about that. Listen, I just walked into the police station, so hold on a second while I find a private place...",
        "Dinah: I'll call again, daddy. Bye-bye. Night-night, daddy. Say hello to springfield for me. Good evening. This is princess cassie in suite 2032. When will the car be arriving to take me to the ball?",
        "Edmund: Yes, you are once again sole witness to another first in my life.",
        "Cassie: Great. Corn.",
        "Edmund: So, any news on the impostor princess cassie after you told me you were dropping your search?",
        "Tammy: Oh, I am so late! Remy is going to be here in less than an hour to pick me up for the dance.",
        "Cassie: Hey, how was the beach?",
        "Tammy: It was cathartic.",
        "Edmund: Cathartic? Really?",
        "Tammy: I sat out in the sun, worked on my project and trashed joey mercilessly.",
        "Edmund: Well, that sounds productive.",
        "Tammy: Very. Oh, my gosh. Got to go, got to go, got to go.",
        "Tammy's voice: Joey thinks he's so cool, but inside, you can tell he's just a scared little boy. Not the highest iq in the world, either.",
        "Lizzie: Oh, poor tammy. Once I show joey this tonight, he's going to be mine.",
        "Gus: Whoa. Busted.",
        "Lizzie: Whatever it is, i didn't do it, okay? I've got an alibi.",
        "Alan: Now, now, now. Just a minute. We're here to see you off for this dance.",
        "Lizzie: This is exactly what I didn't want. That is why I had alex give me her room.",
        "Alan: Well, now, don't blame your mom. We followed her.",
        "Lizzie: You drive so slow, mom. There's something else, isn't there? Huh.",
        "Beth: Well, your father and aunt alex are on their way over, too.",
        "Gus: I'm going to set up this video camera. It's not easy.",
        "Alan: I saw that look, young lady.",
        "Lizzie: (Laughs)",
        "Alan: Now, what kind of family would we be if we weren't all here to celebrate this wonderful event for you? Come on, the spauldings do right for the people they love. Come on. (Laughs)",
        "Buzz: Don't you feel better now?",
        "Alexandra: Oh, well, I would if you'd give me back my cell phone.",
        "Buzz: No business tonight.",
        "Alexandra: Come on. I left an important business deal hanging in midair. You want that on your head?",
        "Buzz: Okay, finish your deal. I'll catch you later.",
        "Alexandra: (Laughs) buzz!",
        "Buzz: What?",
        "Alexandra: Come here. I really like being with you, you know.",
        "Buzz: I know.",
        "Alexandra: (Sighs) hello. I tried to call you earlier but my cell phone was kidnapped. All right, now. Everything's in place-- the file-- so it's time to move on to the next step. So, call me, all right? We have to move on before chief cooper gets any deeper into this investigation.",
        "Gus: Alex.",
        "Alexandra: Oh.",
        "Gus: What's up?",
        "Alexandra: Just finishing up on a phone call, that's all. (Laughs) please.",
        "Gus: It's a little late to be making phone calls or doing business, isn't it?",
        "Alexandra: Oh, come on. Come on, you know me. I wouldn't enjoy lizzie's big evening if I didn't tie up all the loose ends at the office. Now, turn that thing off, now. It's all done.",
        "Frank: All right, brad green. I know your wife said that you acted alone, that you didn't have a partner, but I know different. I know you were working with alexandra. I've just got that feeling. And the answer has got to be in here somewhere, though.",
        "Harley: Just because you have the machine doesn't mean you don't look crazy talking to yourself. What are you working on? Is this the brad green case? Frank, don't tell me you haven't let go of this.",
        "Frank: Watch me. Look, I'm closing the file, okay?",
        "Harley: Just as long as you're not bugging gus' family anymore, because I told you the spauldings are clean. (Tires squealing)",
        "Olivia: Are you trying to kill us?",
        "Phillip: It might be an interesting way to go. You might want to buckle up. This next turn's a real hairpin.",
        "Olivia: Tell him to stop the car.",
        "Phillip: No, I like going fast.",
        "Olivia: How about I jump out now and we call it a night?",
        "Phillip: That's a good idea. Go ahead. Give it a shot.",
        "Olivia: Tell him to stop the car. Stop the car! Just let me out and we'll end these games once and for all.",
        "Phillip: Oh, olivia, there is nothing I would like better. But first we have a little business deal to negotiate. We have to discuss terms.",
        "Olivia: Terms?",
        "Phillip: Of your surrender.",
        "Phillip: Face it, olivia. Ours has been a battle of wills. And you've been a formidable opponent. But now I have taken control of the business and the baby.",
        "Olivia: You kidnapped me to tell me that?",
        "Phillip: No. To tell you that now that I have broken you, I would rather have you working for me than against me.",
        "Olivia: (Laughs) god, you have got to be kidding me.",
        "Phillip: Oh, come on. Now you know, when I first got out of the hospital, all i really wanted was revenge. I wanted to make you suffer as much as you'd made me suffer. Who wouldn't? But I also knew that my taste for vengeance would eventually run dry. I mean, I couldn't subsist on torturing you alone.",
        "Olivia: Well, you seem to have survived just fine.",
        "Phillip: You must have wondered why I kept you around. Why I didn't throw you in jail as soon as I had the opportunity.",
        "Olivia: You mean it isn't because you love me?",
        "Phillip: No. No, it's because i do know how valuable you can be.",
        "Olivia: I'm flattered.",
        "Phillip: You should be. You're ruthless. You're a soulless killing machine when you want to be, and I knew I would always want to use that.",
        "Olivia: So what are you going to do? You going to blackmail me into doing your bidding?",
        "Phillip: Well, maybe. But it doesn't have to be that way, because essentially we both want the same thing: Emma's happiness. And our daughter will not get the inheritance that she deserves if spaulding is not strong and invincible, and you can help me do that.",
        "Olivia: You really think we can work together?",
        "Phillip: I think you have no choice.",
        "Lizzie: Wait, I have an idea. How about you start a search party and go and find dad.",
        "Alan: We're not going anywhere, young lady. Now, what if that young man showed up here and you were sitting alone in the lobby, huh?",
        "Lizzie: I don't know what joey would think, but I'd be a lot happier if we didn't have to make this such a big deal.",
        "Beth: We need to get you upstairs. You need to start getting ready.",
        "Lizzie: I just need the room key.",
        "Beth: I gave it to you earlier. Must be in that purse of yours.",
        "Lizzie: Let me find it.",
        "Gus: There she goes to find the key.",
        "Alan: Is anyone going to make that phone call to phillip?",
        "Gus: Alexandra's got a phone.",
        "Alexandra: Sorry, sorry. I'm waiting on a very important business call.",
        "Beth: I'll make it.",
        "Alan: Alexandra, what is going on with you? You look like you're about to explode.",
        "Alexandra: (Laughs)",
        "Lizzie: Ooh, found it!",
        "Gus: She found them! (Laughs) look at that. State of the art, huh?",
        "Lizzie: No, no, no. Give me that back.",
        "Gus: I'm just looking at it. It's a camera phone, right?",
        "Lizzie: You don't understand. I've been video'ing all day for the internship pro... no, no.",
        "Gus: I'm not going to steal it from you.",
        "Lizzie: If it gets erased, I'll be out of the running. Please.",
        "Gus: Fine. I'll get big al to buy me one of those for christmas.",
        "Beth: Alan, he's not answering.",
        "Lizzie: All right, I'm leaving. I'm going upstairs, okay?",
        "Beth: And I'm going with you.",
        "Lizzie: All right. Come on.",
        "Gus: They're leaving. Wave bye-bye.",
        "Alan: Why don't you and i have a drink while we're waiting, alexandra?",
        "Alexandra: Fine, fine. Make mine a double, please.",
        "Gus: What's the matter, aunt alex? Going to start hitting the hard stuff?",
        "Alexandra: Well, it's been a very difficult week, as you well may know. My nerves are just a little shot.",
        "Gus: What's the problem? You're off the hook. Your money spoke volumes to marie green, harley passed that news on to the chief of police, frank's pretty sure that you weren't partners with brad green. I don't think you're going to be spending any prison time.",
        "Alexandra: Frank's not my problem.",
        "Gus: What is your problem?",
        "Alexandra: You.",
        "Gus: Really? Me?",
        "Alexandra: I see the way you look at me, with so much anger. Mm-hmm. And I see the guilt on your face every time you talk to harley about your wedding, because this lie is getting heavier, isn't it? And I'm afraid you're going to decide that confession is good for the soul between you and harley.",
        "Gus: It doesn't matter. I've made my decision.",
        "Alexandra: Have you? You've told me that every single time you see harley, you have to remake that decision.",
        "Gus: And I do. But the answer is always the same. No, I'm not going to tell her that I covered for you. Never. Because she will never look at me the same way again, never mind marry me. No, I'll take the secret to my grave. So you better buy us a pretty nice wedding present for what you've done.",
        "Alexandra: I just hope I've done enough.",
        "Harley: What are you doing with those files? Franklook. I'm closing them.",
        "Harley: Mm-hmm.",
        "Frank: I'm totally closing them, right there. It's done. And your in-laws are in the clear.",
        "Harley: It doesn't mean you're in the clear.",
        "Frank: What? What now?",
        "Harley: Where are you supposed to be? Right now, your daughter is at home, gettg dressed for a party with darci. You're supposed to be there with the camera.",
        "Frank: I forgot the film for the camera.",
        "Harley: You're always whining to marina that you want her home more. Well, she's there and you're not, so come on.",
        "Frank: Okay, look, I promise you I'll be there. Just go, sis. Okay? Let me finish, okay? Let me just finish.",
        "Buzz: Hey!",
        "Frank: Oh, no. Not you, too.",
        "Buzz: Nice to see you, too, frank.",
        "Harley: Did marina send you?",
        "Buzz: I'm your back-up. Let's go, big guy. It's family night.",
        "Frank: No, no, no, no. I promise you I will be there. Just let me finish this one last file, okay?",
        "Harley: Oh, my gosh, frank. Frank.",
        "Frank: What?",
        "Harley: Stop the madness. There's always going to be one more file. But look at me. Hey, I closed the storefront so I could spend the evening with gus.",
        "Frank: What, have you got big plans tonight?",
        "Hary: Well, we're meeting at the beacon. The whole spaulding clan is already there.",
        "Buzz: I was just there. They're all gathering to see lizzie off to the dance.",
        "Harley: Yeah. I was actually hoping to dump those people so I could spend some time alone with gus.",
        "Frank: Okay, I'll keep my fingers crossed for you.",
        "Harley: Not that I'm trying to push away his family. I understand and accept that theyre all he has left.",
        "Frank: Excuse me.",
        "Buzz: He has you.",
        "Harley: Yeah, but he needs backup. I mean, everybody needs backup. You're my backup. What would I do without you guys?",
        "Frank: Okay, well, hopefully you'll never have to find that out.",
        "Harley: Exactly. But he has backup and it'S... it's alan and alex.",
        "Frank: I'm going to say it one more time. Please, just both of you, get out.",
        "Harley: Didn't work.",
        "Edmund: So, did you find anything about the phony princess cassie you didn't already know?",
        "Cassie: You think tammy's okay?",
        "Edmund: I have no idea.",
        "Cassie: Excuse me.",
        "Edmund: All right.",
        "Cassie: Tammy!",
        "Tammy: What?",
        "Cassie: Can you come here, please?",
        "Tammy: I'm getting dressed.",
        "Cassie: Now, please.",
        "Tammy: You want me to go to the dance like this?",
        "Cassie: What happened at the beach today?",
        "Tammy: Sandy taught me this thing called \"release therapy.\" It worked, I guess.",
        "Cassie: Well, what do you mean, \"release therapy?\"",
        "Tammy: Well, sandy knows I've been having some trouble with joey, that he keeps pushing me away, so he came up with this idea that I should make a list of the worst things about joey, just in case things don't work out with us.",
        "Cassie: The trash-the- boyfriend thing. Yeah.",
        "Tammy: Yeah. And first it felt like I was just ripping him to shreds, but now that I think about it, some of the things on those lists, they're just what make joey appealing, in a weird sort of way. I mean, they're, like, who he is. Maybe they're some of the reasons why I like him so much, you know?",
        "Cassie: No, I don't, because you know edmund, he's just perfect.",
        "Edmund: Yes, I am.",
        "Cassie: (Laughs)",
        "Edmund: And it's humility that keeps me amazing.",
        "Cassie: (Laughs)",
        "Tammy: Okay, I'm going to get out of here before this gets way too mushy for me.",
        "Cassie: You seem happier.",
        "Tammy: Well, maybe that's because I caught joey sneaking looks at me all day on the beach. And at this dance tonight, i mean, who knows what could happen, right? I was talking to kira about it, and she's, like, our school's personal gossip columnist, and she said... well, you know what? Forget what she said. I have to go get ready.",
        "Cassie: Yell if you need help.",
        "Tammy: I will.",
        "Cassie: I don't know which talk to have with her.",
        "Edmund: All right. What are the choices?",
        "Cassie: Well, the \"fight for your man\" talk or the \"you're too young, anyway\" talk.",
        "Edmund: Wow. I can't help you there.",
        "Cassie: Yeah.",
        "Edmund: The only thing I can tell you is that joey loves tammy very much.",
        "Cassie: Oh. Did he say that?",
        "Edmund: No. But I recognize the look on his face every time he sees he it's the same look I have on my face every time I see tammy's mom. And it's the same look tammy's mom has on her face every time she looks at her laptop.",
        "Cassie: Okay, all right. Yeah, I was trying to figure out more information about her. Are you happy?",
        "Edmund: I thought you were going to let jeffrey o'neill handle all this.",
        "Cassie: I'm not handling anything. I'm just being...",
        "Edmund: You're just obsessed. You're just obsessed.",
        "Cassie: I'm not obsessed, okay? I'm curious, that's all.",
        "Edmund: And curiosity killed the cat.",
        "Cassie: Well. Then it's a good thing she had nine lives.",
        "Dinah: Absolutely, yes. Yes, of course I'll be attending the party. Yes. No, no, I'll be coming alone. I know. I know. It just hasn't been the same since my beloved prince richard died.",
        "Olivia: So you scared bill away to have me all to yourself.",
        "Phillip: I didn't scare him. I didn't have to. I just asked him whether or not he trusted you or whether he had any real feelings for you, and he said \"nope\" and \"nope.\" And then he dropped you. Some partner you had there. I felt awful about it, but i really thought that I needed to show you just how truly isolated you are and how much you depend on me.",
        "Olivia: What do you want?",
        "Phillip: You're going to find out everything you can about lewis construction and then report back to me.",
        "Olivia: Bill wants nothing to do with me, so I can't go anywhere near lewis.",
        "Phillip: Oh, olivia. I'm pretty sure you can handle bill. Just do your thing. Cry on his shoulder, tell him that your husband doesn't understand you. The lewis men are all suckers for damsels in distress. And if you don't play along, you will be in distress.",
        "Olivia: I am so sick of your threats.",
        "Phillip: Oh, they're promises, not threats. If you don't cooperate, there's a very good chance that you're going to spend the rest of emma's formative years in a jail cell while she gets used to life without a mommy. Oh. Here we are.",
        "Olivia: Why are we back at the beacon?",
        "Phillip: I'm seeing lizzie off to the summer dance. You're welcome to join us.",
        "Olivia: Oh, thanks, but your daughter kidnapped my daughter. I think I would just rather see her in jail.",
        "Phillip: Well, you might want to rethink that. It's a family event. And we're your family now, for better or worse. Smile.",
        "Gus: Nice, nice.",
        "Alexandra: Come on. This is ridiculous.",
        "Gus: Make it like we're all getting along.",
        "Alan: Just do as gus asks, please.",
        "Gus: Everybody just see smiles. Smiles.",
        "Harley: It's a nice shot. You two look great.",
        "Gus: Right.",
        "Harley: Yeah.",
        "Gus: Thank you. What's up?",
        "Harley: Can you take a break?",
        "Gus: No, I'm very busy. All right, for you I will.",
        "Alan: Wait. Don't go too far because elizabeth will be here shortly.",
        "Harley: Don't worry. We'll be back eventually.",
        "Gus: Okay, I'll need to capture that on videotape.",
        "Alan: All right. Not too far.",
        "Gus: Where are we going?",
        "Alexandra: Excuse me. Hello?",
        "Assistant: I got your message. What do you need?",
        "Alexandra: It's time. The file's in place. Let me know when it's done.",
        "Cop: Mr. Mayor? There's a call for you.",
        "Ross: My office?",
        "Cop: No, but they forwarded the call for you here.",
        "Ross: Thank you. Hello? Hello? Who is this?",
        "(Distorted voice): A concerned citizen, mr. Mayor, with a warning.",
        "Ross: A warning about what?",
        "(Distorted voice): Someone high up at springfield pd is working with the mob.",
        "Ross: Trace this call.",
        "(Distorted voice): Someone concealed evidence, looked the other way about antimonious.",
        "Ross: All right. Now, look, you said that someone high up in the police department was involved in drug trafficking. In order for me to do something, I need more details. I just can'T... (dial tone) hello?",
        "Alan: Well, it's about time.",
        "Phillip: Where's lizzie?",
        "Alexandra: She's upstairs. Beth is helping her finish dressing.",
        "Phillip: Oh, okay. Well, olivia, you remembered. How nice of you to be here for lizzie.",
        "Olivia: I wouldn't miss it.",
        "Alexandra: Thing are getting better and better.",
        "Alan: Could we just put the troubles of the past behind us? Tonight, we're celebrating family and that's all that matters. Right, phillip?",
        "Phillip: You're absolutely right. Family is everything.",
        "Alexandra: I couldn't agree more.",
        "Gus: What are we doing?",
        "Harley: Come here. Come in. Shut it.",
        "Gus: Wow.",
        "Harley: What do you think?",
        "Gus: Nice. This is very nice.",
        "Harley: Mm-hmm.",
        "Gus: What did you do, rent this so we could have a little conversation? You're a spaulding all of a sudden?",
        "Harley: Very funny. This isn't just any room, hon. If you will notice this is the honeymoon suite. Cassie said that we should check it out, see if maybe we'd wanted to spend our first night after the wedding here.",
        "Gus: Whoa, yeah. I didn't even think about that. I thought we'd end up going home. It would be okay, you know.",
        "Harley: Yeah, I guess we could do that. I just thought it would be nice if we had the bed to ourselves on our honeymoon night...",
        "Gus: Oh, no. Yes, of course. It's our wedding night.",
        "Harley: ...Instead of the kids jumping in the middle night the way they always do, afraid of the boogeyman.",
        "Gus: I'm not saying that at all. I mean it's fine. Although I do love it when they do that. But I'm not saying that...",
        "Harley: I love it when they do it too. It's cute, but not on our wedding night.",
        "Gus: Not on our wedding night. Absolutely. It's beautiful. I love it.",
        "Harley: Come here. I want to show you something. Look over here. What is that out there?",
        "Both: It's a hot tub.",
        "Gus: Whoa! You kidding? Who did that? Cassie? Cassie's design?",
        "Harley: How cool is that? No, I don't think that was cassie's idea. I think that was olivia's, actually.",
        "Gus: Tart.",
        "Harley: Yeah.",
        "Gus: Yeah. It's nice.",
        "Harley: Can't you see the two of us out there?",
        "Gus: Yeah. Oh, yeah.",
        "Harley: Naked in the hottub, looking up at the stars, sipping champagne or beer?",
        "Gus: Naked. As long as we're naked.",
        "Harley: Yeah. Naked with beer. Or ouzo, I thought. Whatever. It's our wedding night. We get to make the call, right?",
        "Gus: Naked, yes. I like the way you think.",
        "Harley: Yes.",
        "Gus: Are you kidding me? Is that like A... what do they call those? Minibar?",
        "Harley: It's like a snack type of minibar thing.",
        "Gus: With all the candy. You could pick all the candy that you want?",
        "Harley: See this is what I'm talking about. Who needs room service interrupting you when you got your own little food thing happening over there.",
        "Gus: Yeah.",
        "Harley: I checked it out. Licorice.",
        "Gus: Yes.",
        "Harley: Chocolate.",
        "Gus: Yes.",
        "Harley: They got pretzels.",
        "Gus: As long as it's red.",
        "Harley: We got salty.",
        "Gus: Red licorice.",
        "Harley: We got sugar.",
        "Gus: Now you're talking.",
        "Harley: It's great.",
        "Gus: I like it. I'm in.",
        "Harley: Oh, no, no. I haven't told you the best part yet.",
        "Gus: Okay.",
        "Harley: Okay. The honeymoon suite comes with massages for the bride and groom.",
        "Gus: Stop it.",
        "Harley: And I figured they could set up the tables right here.",
        "Gus: Yeah?",
        "Harley: So that after we're done, we'll relax, we could get into bed...",
        "Gus: Yes.",
        "Harley: ...And we could do what you're supposed to do on your honeymoon night.",
        "Gus: Yes. That's cool with me. The only thing is there won't be any other guy massaging you on our wedding night. So as long as it's a girl, I'm cool with that. And here's the other thing. What we should do, we should bring all of our gifts up and then we just open up... I think we're going do very well. No. We could throw out all the money out on the bed and roll around. Is that wrong?",
        "Harley: Sounds so fun.",
        "Gus: (Laughing)",
        "Harley: I love the way you think. I love the way you do everything.",
        "Gus: Oh, good, because there's no turning back now, you know. No turning back. Unless... but wait. How much is this room going to set us back, this little den of iniquity?",
        "Harley: Well, that's the other good part that I haven't told you. It's a wedding gift from cassie.",
        "Gus: Really? That's very nice.",
        "Harley: See? Well, it is nice if you still want to put that ring on my finger after tonight. (Laughs)",
        "Gus: Why would you say something like that?",
        "Harley: Because I did something. I did something and I can't marry you until I come clean about it-- tonight. Coming up on \"guiding light.\"",
        "Harley: So I contacted marie green.",
        "Gus: Did she implicate alex?",
        "Harley: She told me everything.",
        "Cassie: Says that richard and I were spotted in st. Moritz.",
        "Edmund: So?",
        "Cassie: Someone's impersonating richard. Oprah: Slaves in the suburbs.",
        "Cassie: There is a society event tonight in prague.",
        "Edmund: And you think your imposter's going to make an appearance?",
        "Cassie: It wouldn't surprise me.",
        "Edmund: All right, then let your imposter have prague. We have tammy to worry about.",
        "Cassie: You're right. I'm sorry. Oh. Thank you so much for being here. You're being a much better parent than I am right now.",
        "Edmund: Well, you're not... someone has to be.",
        "Tammy: (Clearing her throat)",
        "Cassie: Oh, tammy.",
        "Tammy: So do I look like a total dork?",
        "Cassie: No, you look incredible.",
        "Tammy: Good incredible?",
        "Cassie: Great incredible.",
        "Edmund: You are going to be the most stunning girl at the dance. You look... I'm going to get the camera.",
        "Tammy: I hope joey feels the same way.",
        "Edmund: The poor lad won't know what hit him. (Laughter)",
        "Edmund: Now, the two of you to stand together. I'm going to immortalize the moment.",
        "Cassie: You're going to have joey eating out the palm of your hand.",
        "Tammy: Shhh. I don't want to jinx it.",
        "Edmund: Smile, ladies.",
        "Ross: We're you able to trace that call?",
        "Cop #1: Sorry. They didn't stay on the phone long enough.",
        "Ross: I didn't think so. Thanks for trying. Honey, I promise you I will be there, okay. Do not leave until I get there. I love you, marina. Frank, I just got a call.",
        "Frank: Oh, hey, ross. Listen, is there anyway this could waitill tomorrow?",
        "Ross: No, we have to deal with this tonight. It was an anonymous call and the caller said that someone high up in the police department was involved in drug trafficking and the mob.",
        "Frank: What? Oh, come on, ross. We get those prank calls all the time. It's probably some guy's mad because he's got so many parking tickets or wondering why we're not patrolling his neighborhood enough.",
        "Ross: Yes, in my years as D.A., I got a lot of crank calls, but this sounded different. And if there's a chance that it's true...",
        "Frank: I would know about it. I've worked every angle on this antimonious case, ross. This department is clean.",
        "Ross: Frank, I'm not questioning you.",
        "Frank: Okay. Then I'm telling you right now there's nothing to it. Now right now, I've got an impatient daughter whose waiting for me to come home. Can we talk about this later? Walk me out, please?",
        "Ross: No, I have a couple of things I have to do before I go.",
        "Frank: All right. Listen, I'm sure this is nothing. Trust me on this one, okay? We'll talk about this tomorrow.",
        "Alan: Oh! Alexandra, look. The next generation.",
        "Alexandra: (Laughs)",
        "Phillip: Come here. Honey, you look beautiful.",
        "Lizzie: Thank you, daddy. I'm so happy you're here.",
        "Phillip: Sure. Where else would I be, milady?",
        "Lizzie: Well...",
        "Phillip: Now do you have a date for this evening?",
        "Lizzie: Yes.",
        "Phillip: Has he been prescreened?",
        "Alan: You know, with all of her protesting, she's very happy that we're here.",
        "Alexandra: Yes, she is.",
        "Alan: She's at that age where she can't wait to break away from us and yet, at the same time, she does realize the importance of family.",
        "Alexandra: Yes.",
        "Alan: Now if there's anything that I have taught her through the years, I think it's probably...",
        "Alexandra: I know, alan. You've taught us all. Family comes first. Yes, no matter who has to suffer.",
        "Alan: What is going on with you, alexandra? We're here to celebrate spauldings being together, not to question it.",
        "Alexandra: I'm not questioning, alan. I'm really not. I'm just... sometimes, I need a little reminder.",
        "Harley: I've been investigating alex. And I didn't tell you because you were so sure that she was innocent.",
        "Gus: I'm not the only one that thinks that she's innocent. I mean, your brother frank thinks that, too.",
        "Harley: I know that. I just couldn't shake the feeling that brad did not act alone when he stole that antimonious and then funneled it through the mob. He didn'T. So I contacted marie green and she told me everything.",
        "Gus: Well, did she implicate alex?",
        "Harley: She told me everything about their partnership while they were together in europe during their affair. But marie also swore that there's no way alex could have known about brad's drug trafficking, that the reason brad broke it off with her was because he didn't want her to get wise and start demanding a share of the profits. See, so marie actually cleared alex completely and you were right all along. I know I didn't tell you about any of this stuff, but I needed to know. But see, now we both know. And your family's in the clear.",
        "Gus: Right.",
        "Harley: And you have every right to be angry because we keep promising each we're not going to have any more of these secrets and lies, and there I go breaking that promise-- again.",
        "Gus: Yeah. Listen, I want to tell...",
        "Harley: You have know something. I am so committed to what we have. I couldn't marry you without telling you this, even though i knew it would make you angry.",
        "Gus: Right.",
        "Harley: I had to tell you, because I love you that much. I don't want any secrets between us anymore. I love you.",
        "Harley: Wait.",
        "Gus: Wait for what?",
        "Harley: Wait. We have to... we can't do this, honey.",
        "Gus: Yes, we can. We're doing it.",
        "Harley: No, sweetie, we need to save it for the wedding night.",
        "Gus: Oh, what are you... are you kidding me?",
        "Harley: No, I'm serious.",
        "Gus: It's a little late for that.",
        "Harley: I'm serious. You know what I mean. You have to save something for our honeymoon. This is the honeymoon suite.",
        "Gus: What, are you getting superstitious?",
        "Harley: Don't you want it to be a little special?",
        "Gus: You're going to do that? You're going to be like one of those people?",
        "Harley: I think I am being a little superstitious, hon. You know, there are some memories I would like to have that I hope are a little traditional.",
        "Gus: (Sighs) all right.",
        "Harley: Like you carry me across the threshold...",
        "Gus: All right. Okay.",
        "Harley: ...Becoming man and wife.",
        "Gus: All right. Fine. I understand.",
        "Harley: Thank you.",
        "Gus: I'm on the same page as you, okay. Let's just go on downstairs. There. All right. Collect yourself. I just think we should do it like once to practice, you know, to make sure that we got perfect. You know what I'm saying?",
        "Harley: Maybe you're right.",
        "Gus: That's a girl. Here. That's my partner.",
        "Both: (Laughs)",
        "Alan: Alexandra?",
        "Alexandra: Yes?",
        "Alan: Please join us. Thank you.",
        "Alexandra: Oh, alan.",
        "Beth: Alan? Alan? That's a video camera. We should probably all be moving around.",
        "Lizzie: Mom, this is so not cool.",
        "Beth: It'll be over soon.",
        "Lizzie: Okay, this is it, all right? No more.",
        "Phillip: Lizzie, this is the right of passage. I had to endure it and so do you.",
        "Alexandra: Some day you will put your own children through it. Believe me.",
        "Phillip: That's right.",
        "Lizzie: Oh, I can't wait.",
        "Alan: All right, now, everyone smile.",
        "Alexandra: We are smiling.",
        "Joey: Am I early?",
        "Lizzie: Joey! Hi.",
        "Joey: Hi. Why is your whole family here?",
        "Lizzie: Don't ask.",
        "Joey: Hi.",
        "Lizzie: Is that for me?",
        "Joey: Yeah, it goes on your wrist.",
        "Lizzie: Okay, do you want to put it on me?",
        "Joey: Yes.",
        "Lizzie: It's beautiful.",
        "Alan: Oh.",
        "Joey: You look really pretty.",
        "Lizzie: Thank you.",
        "Alan: Sweetheart, let me get that.",
        "Lizzie: Oh, grandpa, come on.",
        "Alan: No, no, I just...",
        "Beth: Alan? Alan? Hey, alan.",
        "Alan: Oh, that's so pretty. What? What?",
        "Beth: I have an idea. Why don't I take a picture of you and alex.",
        "Alan: Okay.",
        "Alexandra: Oh, really, honey.",
        "Beth: Come on over. Come over here.",
        "Phillip: That would be emma one day in the middle of all of this.",
        "Olivia: Well, hopefully the supporting cast will be a little different.",
        "Phillip: She'll need her family every bit as much as lizzie does.",
        "Olivia: Lizzie's hating this.",
        "Phillip: You couldn't be more wrong. She knows that she's part of a loving and powerful family that adores her. Isn't that why you married into it? For all that love and power?",
        "Olivia: Well, better luck next time, huh? I'll never be a part of this family.",
        "Phillip: No, probably not. But I'm giving you the opportunity for more than you have right now. And all I require from you is a little cooperation. Think about it.",
        "Alan: All right, I need a big smile from you two, okay. Come on. Great. Uh- huh. There. One more time. There we go. (Knock at the door)",
        "Remy: Hello?",
        "Cassie: Remy.",
        "Edmund: I'll get it.",
        "Remy: Any one here need a handsome college man or...",
        "Edmund: Come on in. Come on in.",
        "Remy: Hey. How are you, mr. Winslow?",
        "Edmund: Good to see you, remy. How are you? Welcome.",
        "Remy: Good to see you. Wow!",
        "Edmund: You're going to be hearing a lot of that tonight.",
        "Remy: Oh, wow.",
        "Tammy: What do you think?",
        "Remy: I think I'm escorting the hottest girl in springfield to the summer dance.",
        "Cassie: You're going to take care of her.",
        "Remy: Yes, I will.",
        "Tammy: Mom! Well, we'd better go.",
        "Remy: Yes.",
        "Tammy: Where's my purse?",
        "Cassie: Oh, here. Right. It's right here.",
        "Edmund: Well, I hope you two have a very nice evening.",
        "Remy: Ah. Well, thank you. We won't be too late.",
        "Edmund: Good.",
        "Tammy: Well, not too early, either.",
        "Cassie: So, you okay?",
        "Tammy: Joey doesn't trust me. But I'm hoping that by the end of this dance, that will have changed.",
        "Cassie: Me, too. Have fun.",
        "Edmund: Good bye.",
        "Cassie: I can't believe that I just let my daughter go to a dance with a college man.",
        "Edmund: You know, despite his reputation, I think remy is a very responsible young man.",
        "Cassie: It's fine, right? I mean she's fine. She's great. She's just not my little girl anymore.",
        "Edmund: Well, she's trying to grow up. She's still very young and she's very vulnerable.",
        "Cassie: Aren't we all?",
        "Edmund: Oh, my god. (Laughs) you just went from springfield to europe in a flash of an eye.",
        "Cassie: Yeah, but something tammy said that got me thinking about the gossip columns at school. So I'm thinking about the european gossip columns. I mean, if princess cassie is making her way through all these fancy events, then maybe the best way to follow her trail is through the gossip columns.",
        "Edmund: Well, the tabloids do love royalty.",
        "Cassie: When I was married richard, they were always in my face. I don't know. Maybe... maybe we'll find a few articles. Maybe there'll be a photo. And then finally I could put a face to my name.",
        "Dinah: (Humming)",
        "Harley: You know, we haven't even tried the hot tub yet.",
        "Gus: That's the thing. I would like to leave something as a tradition and some memory that we could have that we haven't ruined some surprises.",
        "Harley: (Laughing) okay.",
        "Gus: One little surprise. You know what I mean?",
        "Harley: Well, I think that's as big a surprise as either one of us could handle right now. The important thing is, at least we got all the big surprises out of the way, right?",
        "Gus: Right. Right.",
        "Tammy: There's joey. What do I do?",
        "Remy: Well, you could start with hello. Go.",
        "Tammy: Hi.",
        "Joey: Hi.",
        "Tammy: You look great.",
        "Joey: You look amazing. Really.",
        "Tammy: Thank you.",
        "Lizzie: Hey, everybody. I'm sorry I kept you waiting.",
        "Joey: So you ready to go?",
        "Lizzie: Yeah, totally.",
        "Joey: Let's do it.",
        "Tammy: Well, that was fun.",
        "Remy: Not really. But let's go. It'll get better. Come on, we'll make joey suffer a little.",
        "Phillip: Well, that wasn't so bad, was it?",
        "Olivia: Not if you're into water torture.",
        "Phillip: What?",
        "Olivia: I said, all right, I'll accept your offer.",
        "Phillip: Never doubted it for a second.",
        "Alan: Why do I get the distinct impression that you need another drink?",
        "Alexandra: You are very perceptive tonight, alan, dear. (Phone rings) excuse me. It's me.",
        "Assistant (V.O.): The mayor's been alerted and everything went as planned.",
        "Alexandra: Good work. Very good work.",
        "Ross: Yes, could you put me through to internal affairs? Thanks. Hello, it's the mayor. I know it's late in the day but I need you to start an investigation... right now. Yes, I know what I'm asking and I don't like it anymore than you do, but serious charges have been made and we need to follow up on it.",
        "Edmund: Well, your imposter certainly gets around.",
        "Cassie: Yeah, these articles have her spotted in monaco, capri.",
        "Edmund: Ibiza.",
        "Cassie: No photos, though. Nothing.",
        "Edmund: Well, she's camera shy. Smart lady.",
        "Cassie: Maybe if I go further back. I don't believe this.",
        "Edmund: What is it?",
        "Cassie: Well, this article dates back to christmas two years ago. It says that richard and I were spotted in st. Moritz.",
        "Edmund: So?",
        "Cassie: I never been to st. Moritz. It's clearly the imposter, but she's not working alone. Someone's impersonating richard.",
        "Jeffrey: Hello, dinah, darling.",
        "Remy: Next on guiding light,\" brought to you by nice 'n easy.",
        "Reva: Because, cassie, she's a thief. She's stolen your name. She's stolen your history. She wants to be you.",
        "Cassie: Don't worry about it. I mean, I'm on it. I am going to track her down. I'm fine.",
        "Jeffrey: So the princess cassie routine is over. Is that clear?"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=s6Phh6cw3bY"
}