{
    "Episode Summary": [],
    "Recap": [
        "Reva, channeling Maryanne, suffers nearly the same fate as the young girl did -- suffocation at Carrie's hands -- but Christopher's quick efforts at CPR save the day. Reva is stunned by what she's learned and summons Jeffrey to give him the surprising news: Maryanne survived the car crash over the bridge, only to be murdered by her own aunt. Jeffrey orders an immediate exhumation of Maryanne's grave to prove Reva's story. It's Election Day and things are not looking good for Danny. He encounters Ross at the voting booth and the two men pose for an awkward photo-op. Back at the Beacon, Michelle gets Danny alone in the suite they reserved to remind him that he is always a winner to her. They make love oblivious to the results being flashed on the TV: due to a late surge in voters, Danny's been elected."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: Hello? Yes. Yeah, I wanted to tell you that the santos party is starting in a couple of hours, but we have to scratch the estimate that we had before. You're going to have to add about a hundred more people to that. What do you mean, that's impossible? No, it cannot be impossible. I need this. I really need this. I'll have to call you back. Please tell me someone's bleeding, because this is really a bad time, tammy.",
        "Tammy: Mom, where's edmund? I need him now.",
        "Cassie: Edmund?",
        "Edmund: Hey, here I am.",
        "Tammy: Ah. Thank god. It just occurred to me that maybe you forgot about our rehearsal.",
        "Edmund: No, tammy, I wouldn't forget that rehearsal, but I do have to spend a day with your mother, so I've arranged for a substitute coach. Oh, come on, I promise you, you're going to love this person.",
        "Tammy: I can't believe you're doing this to me this close to opening night.",
        "Cassie: Oh, come on. It'll keep everybody on their toes. It'll come from a whole new perspective. Here. She'll get over it.",
        "Edmund: Wow. What's that about? Well, today is about focusing on you.You. What can I do?",
        "Cassie: Where do I begin? Hey, hey, hey. What are you guys doing here? You are supposed to be at the polls.",
        "Danny: I could say the same thing about you.",
        "Cassie: I was first in line.",
        "Bill: Go, cassie.",
        "Michelle: Whoa!",
        "Bill: That's what I like to hear.",
        "Danny: Really?",
        "Cassie: Yes.",
        "Danny: Well, who did you vote for?",
        "Cassie: Who do you think i voted for?",
        "Danny: Thank you. Thank you.",
        "Michelle: Hey.",
        "Jeffrey: Hey, there. Oh, you guys look happy. Danny, I bet you never thought you'd see a day like this come. Huh? (Cell phone rings) oh, excuse me. I've got to take this. Yeah. I'm on it. Everything's in place.",
        "Tony: Hello, everyone.",
        "Michelle: Hey, hey, hey.",
        "Bill: Hey, tony.",
        "Tony: Good to see you.",
        "Danny: Did you vote?",
        "Tony: I voted for you, of course.",
        "Danny: All right.",
        "Michelle: Yeah!",
        "Tony: Listen, I stopped by to see if I could help out or anything. Anything I can do?",
        "Danny: Yeah, great. I don'T... ask cassie, or bill. Although he looks a little...",
        "Tony: Yeah, looks like they are already on their victory party.",
        "Michelle: Speaking of victory party, we better do our part to make this victory happen.",
        "Danny: You're right. Let's go vote, mrs. Santos. We're going to go vote.",
        "Cassie: Don't forget your hat. (Everyone talking)",
        "Tony: Knock 'em dead.",
        "Ross: Oh, listen. Comparatively speaking, it is so quiet in here.",
        "Blake: That's because most of your campaign workers are voting. They're voting for the most wonderful man in springfield for mayor. Oh, ross, this is such a big day. I really wish I had talked you into wearing that other tie, though.",
        "Ross: Someday I will be able to keep up with that mind of yours.",
        "Blake: I'm a woman, ross. We have the ability to juggle all these important ideas in our head at the same time.",
        "Ross: Well, maybe you should have run for mayor.",
        "Blake: Next time. Come on, your honor. Let's hit the voting booth.",
        "Christopher: Reva, are you all right?",
        "Reva: (Gasping)",
        "Christopher: Can you hear me, reva? Stay with us.",
        "Reva: (Gasping)",
        "Christopher: Reva!",
        "Josh: Reva!",
        "Christopher: Reva!",
        "Josh: What the hell is going on?",
        "Christopher: I don't know. That's never happened before.",
        "Josh: Reva! Reva! Reva! She's not breathing.",
        "Christopher: Keep her down here.",
        "Josh: Reva! Reva. Reva. Can you hear me?",
        "Ed: Let's go.",
        "Christopher: She was under hypnosis.",
        "Josh: Reva, darling, are you there? Reva, come on.",
        "Ed: Her pulse is faint. How long was she under?",
        "Christopher: Not long, but she went through some sort of trauma. I couldn't pull her out.",
        "Josh: Reva, I'm here. I'm waiting for you. Just come back to me now. Is she okay?",
        "Ed: She's got good breath sound.",
        "Josh: Is she all right, though? Ed?",
        "Ed: I think she's coming to.",
        "Josh: Reva? You're back. Where did you go?",
        "Reva: To hell.",
        "Edmund: I'm here to help. What can I do?",
        "Cassie: Okay. Well, maybe you could whip up a few crab puffs. And then when you're finished with that, you can go in the ballroom and you can wire the tvs. And then if you're really feeling ambitious, you can help me here at the hotel, because olivia can't be here, because thanks to me, I'm the one that made her tell phillip that the baby was alive, and then lizzie found out and took the poor little thing, so it's just... (grunts in frustration)",
        "Edmund: I think I'll start with the tvs.",
        "Cassie: No, wait, wait, wait, wait, wait. I'm sorry. I'm sorry. I'm just feeling guilty and overwhelmed, and it's a really bad combination. I'm sorry.",
        "Edmund: Cassie, olivia's baby is safe and sound, and danny's party is going to be a success whether he wins or loses. Everything is fine.",
        "Cassie: Oh, I just want him to win. You know, I really want him to win. I love ross-- I do, I do-- it's just I think that danny will be so good for this town.",
        "Edmund: I know. And he has a very good friend in you. So... oh, look. Hey, here comes your long lost business partner. I have some calls to make. Get reacquainted.",
        "Cassie: Hi.",
        "Olivia: Hi.",
        "Cassie: I am so happy that emma is okay. I mean, sam called and told me about it.",
        "Olivia: Thanks. I'm sorry, cassie. I made it sound like all this was your fault. It wasn'T. It wasn'T. The fact is, lizzie would have found emma anyway.",
        "Cassie: I'm just so happy that everything turned out with a happy ending. ( Laughs) what are you doing here? You don't need to be here.",
        "Olivia: I know this is a really bad time for you, but i have to talk.",
        "Joey: Guys, it was really cool of your folks to let us rehearse here.",
        "Shayne: Well, they technically don't know that we are, because I couldn't get a hold of them, but it's no problem.",
        "Marina: Well, maybe they're voting.",
        "Sandy: All right, folks! Stop smacking, let's get cracking. Time to rehearse.",
        "Tammy: Okay. Well, we could start, or we could wait for the coach that edmund arranged for us to have.",
        "Lizzie: I don't know why we need a coach at this point. Sandy is the director, isn't he?",
        "Sandy: Yes, I am.",
        "Marina: And shayne and I can critique your work.",
        "Nico: Come on, guys. Can we just keep this moving. Joey and I, we got some plans to go jam with some of my boys down on fifth street, and I don't want to be late.",
        "Joey: Well, if we're running late, you could just leave without me. I don't want to upset my juliet.",
        "Sandy: Okay, then. Giddy up. (Knock at door) oh. Hark, it's the mystery coach.",
        "Lizzie: Aunt alex?",
        "Sandy: Hello, mystery coach.",
        "Alexandra: \"Romeo. Romeo, wherefore art thou? Romeo, deny thy father, refuse thy name.\" Et cetera, et cetera. Hi.",
        "Shayne: Hey.",
        "Danny: No, you're done already.",
        "Michelle: Okay.",
        "Danny: Okay? Everything all set?",
        "Michelle: Yep. You ready?",
        "Danny: Okay. Smile for the cameras.",
        "Michelle: Because the press is still watching, so just keep that smile plastered for one more minute.",
        "Danny: (Laughs)",
        "Ross: Aha.",
        "Danny: Ross.",
        "Ross: Danny.",
        "Blake: Michelle.",
        "Michelle: Blake.",
        "Danny: Weren't you supposed to vote earlier? I thought that our campaigns were coordinating so that this wouldn't happen.",
        "Ross: Yeah. Your campaign called it \"coordinatin\" but it was an ultimatum. And I don't ke orders from your campaign manager.",
        "Blake: The press is still watching.",
        "Danny: Well, you can't knock bill's methods. He definitely gets results.",
        "Ross: We shall see. We shall see.",
        "Danny: But I do apologize if he stepped on any toes in the process.",
        "Ross: Oh, apology accepted. Thank you, danny. And good luck today.",
        "Danny: Good luck to you.",
        "Ross: Yes. Oh, and excuse me now, I'm going to go cancel your vote. ( Laughter)",
        "Reva: My heart.",
        "Josh: Don't try to talk, reva.",
        "Reva: I feel like it's been ripped out of my chest.",
        "Ed: That's because you stopped breathing. If that had gone on much longer, if josh hadn't performed cpr, we could've lost you.",
        "Reva: I saw the most amazing things, joshua.",
        "Josh: You said it was hell.",
        "Reva: There's so many things we didn't know about.",
        "Josh: Reva, this can wait.",
        "Reva: No.",
        "Josh: You need to rest.",
        "Reva: No, it can't wait. This is exactly what we've been waiting for. Now we can make things right for marah, for you, for all of you. The night maryanne died... I was there, and I know the truth about carrie and maryanne, all of it.",
        "Ed: Honey, rest now. You can tell us everything later.",
        "Reva: No. Could someone please find jeffrey o'neill?",
        "Josh: No, you heard what ed said. This can wait.",
        "Reva: No. No, it can't wait. I've got to say this while it's still clear in my mind. Please bring jeffrey here so i can tell him.",
        "Jeffrey: What do you want to tell me, reva?",
        "Reva: Maryanne... maryanne caruthers survived the car that went off the bridge.",
        "Jeffrey: Are you sure?",
        "Reva: Yeah. It wasn't the crash that killed her, joshua. She survived that. It wasn't you. It wasn't your fault that she drowned. She didn't drown all those years ago. She didn't die because you gave up trying to save her. It wasn't you.",
        "Josh: Then how?",
        "Reva: It was caroline. Caroline caruthers killed maryanne.",
        "Danny: What do you think we've been up to? We just voted.",
        "Bill: You did? Good. Excellent, excellent. I hope you voted for the right guy. All right, did you happen to check the exit polls?",
        "Danny: What do you think?",
        "Bill: All right. Look, all right, obviously you did. But believe me, do not let that color your attitude, okay?",
        "Danny: Okay.",
        "Bill: All right? I know it looks like we're down a little bit, but believe me, we're going to be back up there just like we were at 11:13 this morning.",
        "Michelle: You have it timed to the minute?",
        "Bill: Michelle, this is how these things work, all right? This is how you have to do it. Sometimes you can predict these things, sometimes you can't, all right? The show is not over until it's over. All right?",
        "Danny: But right now we're down.",
        "Bill: Yeah. But...",
        "Danny: We're down. When was the last time I was up?",
        "Bill: Like I said, 11:13.",
        "Danny: What? I didn't quite catch that.",
        "Bill: 11:13, danny! Will you stay positive, all right? Believe me, your number's going to be back up there. You are due, my friend.",
        "Danny: You're right, you're right, you're right. I'm due.",
        "Bill: That's what I like to...",
        "Danny: You're right.",
        "Bill: Relax a little bit, okay? (Cell phone rings) look, I've got to take this. But in the meantime, stay positive. Talk to me.",
        "Danny: What? I know, I know. I've got to buck up, put the game face on.",
        "Michelle: That's not what i was thinking.",
        "Danny: What were you thinking?",
        "Michelle: Just that check-in time was about 3:00.",
        "Danny: Really? Oh, it's way past 3:00.",
        "Michelle: So, now are you thinking what I'm thinking?",
        "Danny: I'm thinking maybe i am thinking what you're thinking. Let's go.",
        "Joey: Ms. Spaulding, this is really fun. You really helped me out a lot.",
        "Alexandra: Thank you, thank you. Well, don't tell anyone, but it's a lot of fun for me. I wanted to be an actress, but my father said it wasn't a noble profession.",
        "Tammy: Here, I thought my mom had maybe sent you over here to check on me or something.",
        "Alexandra: Oh, not at all, not at all, darling. As a matter of fact, I did this as a favor to edmund. But don't tell him how much fun I'm having really, because i told him he owed me really big for this one, and I like to keep him a little off-balance. (Laughter) by the way, he is very proud of you, young lady.",
        "Tammy: Really? He said that?",
        "Alexandra: Oh, yes. He certainly did.",
        "Tammy: Edmund's been so great, recommending other plays I should read, and he has me writing in a journal every day. It really helps with the process.",
        "Joey: Lizzie's pretty amazing, too.",
        "Alexandra: We are very proud-- always have been-- of lizzie's acting abilities. I am so surrounded by talent here. And you know, marina is a gifted actress. Mm-hmm.",
        "Sandy: Yeah, that's the rumor I've been hearing about her.",
        "Alexandra: Well, her grandfather and I are waiting for her to star in her college production next year.",
        "Marina: Who knows? I've learned not to plan ahead.",
        "Alexandra: Oh, now, nonsense.",
        "Marina: Well, listen, I don't really want to talk about me. Why don't you guys go on with your rehearsal?",
        "Alexandra: Good idea. Let's get on with it. I want to vote on my way home.",
        "Nico: I hope you're voting for the right person.",
        "Alexandra: Well, of course i am. (Laughs) all right, now... \"what's here? A cup, closed in my true love's hands? Poison. I see.\" Poison.",
        "Reva: After christopher put me under hypnosis, I went back to the night maryanne died. I was there, right next to her at the fairgrounds, in the car, at the riverbank. I experienced everything that happened to her.",
        "Ed: Honey, take it slow. You're still not out of danger.",
        "Josh: You need to take a break now.",
        "Reva: No. No. I need to tell this, all of it. Maryanne got out of the car after it crashed into the river, but the current carried her downstream, and you could have kept diving and diving and you never would have found her. But carrie found her.",
        "Jeffrey: How did carrie know where to find her?",
        "Reva: Because she followed alan's car from the fairgrounds. She'd been watching maryanne all night. She didn't like what she saw, either. She was trying to control maryanne. That's why she was going to take her away. That's why she didn't want her in town. She was trying to take her away from springfield. They were going to leave the next day.",
        "Ed: You mean the day after?",
        "Reva: Yes. Maryanne didn't want to go. And they were fighting. Carrie was so controlling. She just was so controlling. She said terrible things to maryanne. She said she didn't belong in springfield, and that the boys didn't mean anything to her. And she tried to comfort her with this scarf, and she put it around her shoulders, but somehow it ended up around her throat, and carrie kept pulling on it and pulling on it. She just strangled her until it was too late.",
        "Josh: You saw her die?",
        "Reva: There was nothing i could do to stop it, nothing. There was nothing you could have done that night either, any of you. (Sobbing)",
        "Jeffrey: All these years, carrie's been in hiding, blaming these men, plotting a revenge so that she wouldn't have to face the truth: That she killed her own niece.",
        "Reva: You've spent half your life carrying around that guilt, joshua, and she was the guilty one. There was a crime committed that night, but it wasn't yours. It wasn't yours.",
        "Jeffrey: Reva, if your story checks out...",
        "Reva: It will, because it's true, every word of it.",
        "Christopher: In all my years of practice, I have never seen a patient regress so deeply into the spirit of someone who's crossed over. What happened to reva is real-- so real that she almost lost her life. You can't fake something like that. (Cell phone rings)",
        "Ed: You can't have that on in here.",
        "Jeffrey: I'm sorry. I'll be right back.",
        "Josh: So are you going to rest now?",
        "Reva: I'll rest when we find carrie.",
        "Josh: She sounds like herself. How is she?",
        "Ed: She's doing much better. I'll tell you something, though. The way you came in here today, we should have lost you. I guess the will to survive surprises us all.",
        "Reva: I'm full of surprises,ises, ed.",
        "Ed: You certainly are. I'll check back in with you a little bit later. Thank you.",
        "Christopher: We need to talk.",
        "Jeffrey: Okay. Just finish up with reva, okay?",
        "Christopher: I quit.",
        "Josh: I never want to come that close to losing you again.",
        "Reva: You won't, bud.",
        "Josh: It was a big risk you took, going into the past like that.",
        "Reva: It's not like it was the first time.",
        "Josh: (Laughs) just promise me it'll be the last.",
        "Reva: It will. The only thing I care about now is our future.",
        "Josh: I can let it go now, the past. And it's because of you. You lifted from me the one sin that I'd never really been able to carry.",
        "Reva: It was a sin you never committed, though, joshua.",
        "Josh: But still, you didn't just save marah's life today. You saved mine, too.",
        "Sandy: That's weird. My aunt is here.",
        "Alexandra: Your... oh, my lord. Well, party's over.",
        "Sandy: Excuse me.",
        "Olivia: Hi.",
        "Sandy: Aunt olivia.",
        "Olivia: How are you?",
        "Sandy: I'm good.",
        "Olivia: Good. Looks like you got a big party going on in there.",
        "Sandy: Just play rehearsal.",
        "Olivia: Yeah? Is josh around?",
        "Sandy: No, actually, he was gone when we got here.",
        "Olivia: Oh. Okay.",
        "Alexandra: Would you hold up just a minute?",
        "Blake: Well, almost all of your staff has headed over to the towers for the victory party. Don't you think it's about time that the new mayor heads over himself?",
        "Ross: Blake, the polls haven't even closed yet.",
        "Blake: Yeah, well, if these numbers are any indication...",
        "Ross: Please, don't jinx us.",
        "Blake: Jinx? Since when do you believe in jinxes? I don't believe in jinxes. I believe in you-- a very practical choice, I might add.",
        "Ross: You said \"practical.\" Who are you? What have you done with blake? Where's my wife? You know, if it weren't for you, I wouldn't even be running?",
        "Blake: Are you blaming me?",
        "Ross: No, no. I'm thanking you for the pep talk that made all of this happen. And it occurred right here, as a matter of fact.",
        "Blake: I remember it well. I will be expecting a favor in return for that very effective pep talk from the new mayor. I think perhaps tonight, after the victory party. No jinxing, sorry.",
        "Ross: Remember this: Anything can happen so long as the polls are open. So let's put a stop to the victory talk, okay?",
        "Blake: Ross, it's not like you to get the jitters. You want to tell me exactly what's going on?",
        "Edmund: Hey.",
        "Cassie: Updates. Tvs?",
        "Edmund: Done. Caterers?",
        "Cassie: Overwhelmed.",
        "Edmund: Polls?",
        "Cassie: Closing. Meet back here in...",
        "Edmund: Five minutes.",
        "Tony: You look like you're having a good time, enjoying yourself.",
        "Eden: I've never been part of anything like this. It's exciting.",
        "Tony: Yeah, you look... you look happy.",
        "Eden: I am happy.",
        "Tony: Good.",
        "Eden: I've never been this happy.",
        "Tony: That's all that matters, eden. See ya.",
        "Bill: Well, that's it. Polls are officially closed. Nothing left to do but count the votes.",
        "Eden: What's wrong?",
        "Bill: I just wish we had a few more hours. I think we could have really pulled this thing off.",
        "Eden: You don't think danny's going to lose after all the hard work we did?",
        "Bill: You know, eden, I don't know. I don't know.",
        "Eden: Hey. What's going on with you? You're usually his head cheerleader.",
        "Bill: That's campaign manager, okay, honey? And it's part of my job, okay? I've got to get him ready for the fight. And between you and me, it looks like danny really has a fight on his hands.",
        "Reporter: The polls have closed in springfield and our early exit polls are showing ross marler leading danny santos by four points, and that's a significant margin. You'll want to stay tuned for complete coverage while the votes are counted. We'll of course be bringing you live updates...",
        "Danny: Hey, hey, hey. Come on, whatever happened to waiting until the fat lady sings? Come on.",
        "Michelle: Okay. All right. Well, then this fat lady is going to have to sing on mute, because I am not about to share you with a bunch of talking heads.",
        "Danny: Well, all right...",
        "Michelle: Not after I finally got you alone after months and months of sharing you with this town.",
        "Danny: No worries. I think you're going to get a lot more of me to yourself than you bargained for after tonight.",
        "Michelle: You know what? You just don't get it, because you've already won.",
        "Danny: Really?",
        "Michelle: Mm-hmm.",
        "Danny: You know something i don't know?",
        "Michelle: Yeah. Yeah, because I know that you ran your campaign right. You showed people in this town that it's high time for them to start paying attention to the important issues.",
        "Danny: Mm-hmm.",
        "Michelle: You put the people first. Hey. Hey, in my book, you're already a winner.",
        "Danny: I don't think springfield has read your book.",
        "Michelle: Well, you know what? Maybe ross is going to get more votes than you.",
        "Danny: Oh, thanks for your confidence.",
        "Michelle: But maybe he won'T. Maybe he won'T. And whoever is going to move into that mayor's office is going to have a complete changed landscape to deal with, and that is thanks to you, danny, because you raised the bar.",
        "Danny: Thank you.",
        "Michelle: For what?",
        "Danny: For showing me how.",
        "Michelle: So, does this mean that you're going to, you know, make room for me in your agenda when you're putting the people first?",
        "Danny: The people I'll always put first are my family.",
        "Michelle: I can't believe you're wooing me with campaign promises.",
        "Danny: No, it's true. That's a promise I'll keep. I mean it. I do. Oh, michelle, you and robbie are my whole world.",
        "Michelle: You're mine, too.",
        "Jeffrey: You can't quit.",
        "Christopher: I just did.",
        "Jeffrey: Look, you just went through a life-or-death situation with reva, okay? You're the shrink. I don't have to tell you, you shouldn't be making rash...",
        "Christopher: This is not a rash decision. We're in the kind of business where you can't make mistakes, and I just made one, and it almost cost reva her life.",
        "Jeffrey: Look at the results you got, chris.",
        "Christopher: No! The ends do not justify the means, not in this case.",
        "Jeffrey: Yes, they do. You've got to do what you've got to do to get the job done. If you've lost sight of that, well, then maybe you should get out.",
        "Christopher: That's what i want.",
        "Jeffrey: Okay. Fine, you're out.",
        "Christopher: Just like that? No argument?",
        "Jeffrey: If you don't have the backbone to understand that your work is valuable and worth certain risks, well, then i don't want you. So if you'll excuse me, i have work to do. You know, I don't always like what I have to do, but I know i have to do it. And I do know that it is justified in the end.",
        "Josh: I'm sorry I ever doubted your ability.",
        "Reva: Well, I'm sorry it cost us so much.",
        "Josh: But it's given us so much, too.",
        "Reva: It's cost us more than it's given us. You know, when I was on that riverbank, I felt so far away from you. I never want to feel that far away again.",
        "Josh: You won't, because I'm going to be with you, always.",
        "Alexandra: Well, I'm surprised to see you here.",
        "Olivia: Likewise. I just... I came to see josh. I just needed some advice.",
        "Alexandra: Oh, yeah. Well, how's emma?",
        "Olivia: She's fine. She's fine. I have to get going.",
        "Alexandra: Oh, wait just a moment, please. I mean... I'm sorry, I'm just so curious about what your plans are. I mean... it's just that, well, having a new baby in the family is so exciting to all of us. It's been so good for phillip. It's very important for his recovery.",
        "Olivia: I know. I know that phillip loves his children very much.",
        "Alexandra: Of course. Well, children are the future of a family. Look, olivia, I know we haven't been a very welcoming family, and I do realize that we have to change our ways. I just hope it's not too late.",
        "Olivia: Too late?",
        "Alexandra: Yes, to convince you and emma to stay in springfield and become a real part of the spaulding family.",
        "Blake: Okay, so you're nervous, you're second-guessing yourself, and you're wondering why you even decided to run for mayor.",
        "Ross: Yes, yes, and yes.",
        "Blake: Perfectly normal, really. I mean, after all, we have a wonderful life. We each have our work, our children. We have each other. I'd say we're the luckiest people in the world.",
        "Ross: Well, there you go. That is a great reason for not making any major changes, and yet here we are. I don't want our life to change, blake. It's nice being a happy, normal couple.",
        "Blake: \"Normal\" just makes me a little nervous.",
        "Ross: Well, you know, being first lady of springfield, it does require a little bit of decorum and normalcy. Wouldn't you say that?",
        "Blake: I suppose. I was kind of hoping to make this job my own. But there is something else.",
        "Ross: I'm so afraid to hear this.",
        "Blake: I owe you this opportunity, ross. I'm the reason you gave up your senate seat all those years ago. Remember? That was me.",
        "Ross: Blake, I've never regretted that decision. I've never regretted it at all. I told you that a million times, haven't I?",
        "Blake: You never regretted missing the opportunity to serve in office?",
        "Ross: Hardly ever. And I love our life.",
        "Blake: This is our life, ross. That's the important thing. We're just on to the next adventure. (Music playing) on and on forever like the stars, the sun the moon you're a promise that is never going to break you're the music of my life baby, let the music play sometimes lovers always friends you're a song that never ends dancing to a song that never ends.",
        "Jeffrey: How's our patient doing?",
        "Ed: Steadily improving.",
        "Reva: And she'll get even better if you tell me that call of yours was about carrie.",
        "Josh: Did the police find her yet?",
        "Jeffrey: No. But we may not need her after all.",
        "Reva: Well, who's going to clear marah?",
        "Jeffrey: Maryanne. We're having her body exhumed. We're going to get the exact cause of death on record today.",
        "Olivia: So you want me to be a part of your family?",
        "Alexandra: Well, let's face it now. We are all connected because of your little girl, so we might as well make the best of it.",
        "Olivia: Have you been drinking?",
        "Alexandra: (Laughs) no. Not a drop. I feel actually very clear- headed. It's very simple. Emma's a spaulding. She deserves every perk and privilege that comes with the name. So I want you to think very carefully about your next move. Come on, we all want you and your baby to have everything you deserve.",
        "Olivia: Don't worry, alexandra. I'll take exactly what i deserve.",
        "Ross: All right, humor me, because I'm working my way through this.",
        "Blake: I'm here to listen.",
        "Ross: I'm a damn good lawyer, blake.",
        "Blake: You'll make a damn good mayor, ross.",
        "Ross: Yeah, but why am I even running for mayor when I'm so aptly suited to do what I'm already doing?",
        "Blake: Don't you think we should have had this conversation, I don't know, a couple months ago?",
        "Ross: I don't know.",
        "Blake: The polls have closed. The numbers are in.",
        "Ross: And if I win, I just don't know. I don't know.",
        "Blake: When you win, ross, you will be fantastic for this town. End of story.",
        "Ross: Yeah, you're probably right. You know who else would be fantastic for this town?",
        "Blake: Me.",
        "Ross: Oh, yeah, yeah. That goes without saying.",
        "Blake: Then?",
        "Ross: Danny. I've always liked him. You know that. And I wouldn't have represented him in court if I didn't believe in him. But there was a part of me that was utterly disgusted when he announced his candidacy, and it's not just because of who he is, it's because of what he still represents to so many people. Now, we know that he's cut his ties to organized crime, but the stigma remains. And I just couldn't stand around and watch the office of mayor become cheapened.",
        "Blake: Exactly. This is why you entered the race.",
        "Ross: Blake, the point is, why did it have to be me? Why did i throw my hat into the ring? What am I, some caped avenger that's on this mission to save springfield from itself? What am I doing?",
        "Blake: Ross, the caped avenger part of that... (laughs) ...is kind of sexy.",
        "Ross: Blake, you know what I'm talking about. Maybe you don't know what I'm talking about. What I'm trying to say is, who do I think I am?",
        "Blake: Well, I'll tell you who you are. You're the most wonderful man I've ever known, and I think it's normal to be having these questions right now. We're at the end of a very long campaign. You're tired. You're second-guessing yourself. And perhaps you're looking for a sign to tell you you've done the right thing.",
        "Ross: I suppose.",
        "Blake: Well, dear, if you're looking for affirmation, you look no further than that tv set, because I'm telling you, every single network in town is going to be broadcasting the people's choice for mayor, and when those numbers come in and... oh, god. Ross, look.",
        "Eden: The tvs in the ballroom-- not working.",
        "Edmund: I'm on it.",
        "Eden: No, no time. They're going to call the election.",
        "Cassie: Now?",
        "Eden: Now.",
        "Bill: All right, one thing left to do. We've got to find danny. Come on. Let's go. Go, go, go, go, go.",
        "Danny: You know, booking this room was the best idea I've ever had.",
        "Michelle: Becoming mrs. Danny santos was the best idea I've ever had.",
        "Michelle: Next, on \"guiding light\"...",
        "Rick: What on earth?",
        "Frank: What?",
        "Harley: What is it?",
        "Rick: Look what we've got here.",
        "Jeffrey: I want you to go back into the mob and work for me, undercover."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=468JtvcL9_A"
}