{
    "Episode Summary": [],
    "Recap": [
        "Marina gets Shayne ready for New Year's Eve at the museum. . Shayne says she needs to get ready for the winter dance with Nico. She reminds Shayne that the one you're with at midnight is the one you're meant to spend the next year with and Shayne says he'll see her at midnight. When she leaves the room, Shayne calls Sandy - he's all set for the dance tonight. After hanging up, Shayne drops the phone and holds onto his left wrist, studying it. At the gym, Michelle and Danny interrupt Nico's workout to get him for the big dance. He hates the idea of not fitting in with Marina and her friends. Prepared, Michelle whips out paper and begins a list of conversation topics - music, movies, new year's resolutions, and other similar topics. When Nico arrives at the museum to pick up Marina, Shayne is impressed at how well Nico. Nico is floored when a gorgeous Marina appears, but Shayne is quick to remind him that she's coming home to him. After Shayne drops the nursess keys twice she says the should make a trip to Cedars. Nico and Marina get to the Beacon and realize they're the only ones there apparentely their were some pre-party bashes. Nico spots Michelle and Danny hiding behind the Christmas tree and accuses them of spying. Michelle and Danny enter Olivia's and sit at the bar as Michelle praises her husband for caring about Nico. They discuss the mayoral race. Danny is worried about running against Ross Marler. Josh wanders outside the Beacon, hearing Marah's voice in his head and then Ed's and Reva's all talking about Marianne Caruthers. Reva arrives, and she thanks him for being there Christmas morning. Josh receives a call from Ed informing him that Shayne is in the hospital. At the hospital, Ed notices the bruise on Shayne's back. Shayne tells him about the fall on Christmas Eve. Ed becomes angry and accuses all young people of being thick-headed and not listening to the people who know what's best for them. He says Shayne has lost some of the strength in his arms and they are awaiting test results. Josh follows Ed into the hall and suggests he is too overwhelmed with the Marianne situation to continue being Shayne's doctor. The neurologist, Dr. Scully, greets them then goes in to examine Shayne. Dr. Scully explains that fluid has built up around Shayne's spinal cord from his initial injury. They can either wait and see, or remove it with surgery. Shayne wants to go ahead with the surgery. Ed volunteers to perform the surgery. Shayne sees his parents' unsure faces, \"Hey, it's New Year's, what better day to take a chance?\" In the Beacon lobby, Lizzie is bummed that she and her mom don't have New Year's dates. Beth's cell phone rings. Beth hands the phone to Lizzie, saying it's Connie's son, Jack, a freshman at Springfield U. After speaking to him, Lizzie excitedly asks her mother if she can go to the dance with him. Lizzie says yes and hangs up, in disbelief that Jack Ansel actually asked her out. When she leaves, Beth calls Connie and thanks her saying their plan worked. At Olivia's bar, Marah sits next to Jeffrey who admits he likes New Year's and Marah suggests a \"lip lock at midnight,\" but Jeffrey isn't interested. Marah accuses him of being afraid of her, which of course he denies. After being rejected by Jeffery: Sandy is DJ-ing the dance and insists Marah come too. However, she's not crazy about spending New Year's Eve with her brother. She caves and goes to get dressed as thunder shakes the museum. Jeffrey goes out into the snow, but upon hearing the thunder, returns, uneasily inside the Beacon and upstairs."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marina: Okay, keep your eyes closed. I'm serious.",
        "Shayne: What's going on?",
        "Marina: Okay.",
        "Shayne: Okay.",
        "Marina: Check it out.",
        "Shayne: (Laughs) What's all this for?",
        "Marina: For us.",
        "Shayne: Well, aren't you forgetting something?",
        "Marina: Um... no. I don't think so. We have action movies, mindless, just the way you like them. And sparkling cider to toast in the New Year. And, oh, you will not believe the food I cooked.",
        "Shayne: Uh-huh. Well, that's great, but you're going to the dance with Nico.",
        "Marina: Plans change.",
        "Shayne: Come on, you're going to let the dress that I had made for you go to waste?",
        "Marina: I can wear it here.",
        "Shayne: No, no, forget it. You've looked forward to going to this dance at the Beacon for a long time. So, go get ready.",
        "Marina: How long does it take to throw on a dress and some shoes?",
        "Shayne: Well, for you, it takes about two or three hours. Come on, do it for me. No, no, no, no, no. You're going to the dance with Nico and you're going to have fun. That's an order, Red. No arguments. Go, go get ready.",
        "[SCENE_BREAK]",
        "Danny: Hey.",
        "Nico: Hey. What are you doing with my stuff?",
        "Michelle: We looted your locker.",
        "Nico: Hey, can you be careful with that, please?",
        "Michelle: Uh, you won't be needing those where you're going.",
        "Nico: Don't tell me I got lucky and they canceled the dance?",
        "Danny: Nice attitude. You're going to have a great time tonight.",
        "Michelle: Were those really what you were going to wear to the dance?",
        "Nico: That was my plan.",
        "Danny: Are you kidding?",
        "Nico: No.",
        "Michelle: Okay.",
        "Nico: How did you guys know I was here anyways?",
        "Danny: Friends in high places.",
        "Michelle: And what makes you think that you could get showered and dressed at the gym?",
        "Danny: Yeah.",
        "Nico: Well, I do it all the time.",
        "Danny: No, not on the night of Springfield U's big winter event. What's the matter with you?",
        "Michelle: There's such thing as protocol, starting with the dress code.",
        "Danny: Right, and... oh, don't make me regret this. The keys to my car. You scratch it and you die.",
        "Michelle: So get showered and put this on.",
        "Nico: Hell, no.",
        "Michelle: See?",
        "Danny: It's very nice.",
        "Nico: But I... I don't do tuxes.",
        "Michelle: Oh, yeah, you do tonight.",
        "Nico: No, I don't and I won't.",
        "Michelle: You look adorable.",
        "Danny: Looks good.",
        "Nico: Danny, can you do something?",
        "Danny: Can't help you, bro. Girls eat this stuff up.",
        "[SCENE_BREAK]",
        "Marah: Did you know a Maryanne Caruthers?",
        "Ed: They found the car, Josh.",
        "Marah: What were you doing in the late '70s?",
        "Reva: It's the strangest thing, Joshua.",
        "Ed: Does Billy really think we can keep this quiet now?",
        "Reva: I had a vision of a graveyard.",
        "Reva: This wouldn't be a favorite hangout of mine on a cold winter night.",
        "Josh: Yeah, it's cold but it's peaceful.",
        "Reva: Not for long. All those crazy college kids are going to be storming through here anytime now.",
        "Josh: That's right. There's going to be a party, isn't there?",
        "Reva: Can I join you?",
        "Josh: Yeah. Please.",
        "Reva: You remember our New Year's Eve when we were kids?",
        "Josh: I remember every single one of them that we were together, yeah.",
        "Reva: Well, I'm glad that we were together on Christmas morning.",
        "Josh: Me, too.",
        "Reva: Kind of hate the thought of taking the tree down, because every time I flip on the lights, I can't help but remember Christmas morning when we were all together waking up, and you got the fire going before we opened the presents.",
        "Josh: The calm before the storm.",
        "Reva: What?",
        "Josh: Just thinking about the air, you know. It feels like there's a storm coming.",
        "Reva: Are you okay, Joshua?",
        "Josh: Yeah.",
        "Reva: Because you haven't returned any of my calls.",
        "Josh: I've just been busy, that's all.",
        "Reva: Yeah, well, we haven't spoken since Christmas morning. And then you got up and left so suddenly. Why?",
        "Josh: I don't know. I don't remember. I guess I just had to go, that's all.",
        "Reva: It's New Year's Eve. Can we be together? Please. You know, forget the past and all the hurt. Can we start again? Because the past is just the past.",
        "Josh: Yeah, I used to think that, too. But it's not.",
        "[SCENE_BREAK]",
        "Marah: Hey. Big plans for tonight? Are you hiding out from this holiday, too?",
        "Jeffrey: I'm a big fan of New Year's, actually.",
        "Marah: Really?",
        "Jeffrey: Yes.",
        "Marah: You don't strike me as the party hat, noisemaker kind of guy.",
        "Jeffrey: Well, what other night can you go around kissing beautiful girls without even having to talk to them or ask their name?",
        "Marah: And some people think you're not sentimental.",
        "Jeffrey: So, who's your sparring partner tonight?",
        "Marah: You think you're up for the challenge?",
        "Jeffrey: Uh... you know what? It's... it's 2004. I'm sorry, I don't date college girls in even years.",
        "Marah: Come on. You, me, a liplock at midnight. You know you want it.",
        "[SCENE_BREAK]",
        "Nico: I look like Sal Albanese's dad.",
        "Danny: Who's he?",
        "Nico: The head waiter at the Fifth Street wedding hall.",
        "Michelle: See, I think you look more like... like a European movie star.",
        "Danny: Roberto Benigni.",
        "Michelle: (Laughs) Here, help him tie this.",
        "Danny: Oh...",
        "Nico: Oh, hell, no. I don't do ties.",
        "Michelle: Why, why? Tuxedos and ties go together.",
        "Danny: Honey, look, I got to back up Nico on this one.",
        "Michelle: Oh, no, no, trust me...",
        "Danny: He doesn't want to wear the tie.",
        "Michelle: Trust me, wear the tie. Have I ever steered you wrong?",
        "Nico: No.",
        "Michelle: Good.",
        "Nico: Fine.",
        "Michelle: We're all set then.",
        "Nico: I'll wear the tie.",
        "Michelle: What else?",
        "Nico: How about a guarantee I don't let Marina down?",
        "Michelle: Of course you won't.",
        "Danny: You can dance, can't you?",
        "Nico: Yeah, of course. But...",
        "Danny: Do you know how to tie this?",
        "Nico: Shayne wanted tonight to be perfect.",
        "Michelle: Okay.",
        "Nico: And so do I.",
        "Michelle: What's the problem? What?",
        "Nico: Her friends. I mean, I'm not like the \"in crowd\" anyways, so what am I going to talk about? How I got stabbed in the alley?",
        "Michelle: No, no, no. See, it's all in the organization, okay? See, first, we make a list. We need...",
        "Nico: A what? What's she doing?",
        "Danny: She's making a list.",
        "Michelle: It's all topics of conversation.",
        "Danny: Right, okay.",
        "Michelle: Okay.",
        "Danny: Like what, like music? You can talk anyone's ear off with music.",
        "Michelle: Um-hmm.",
        "Danny: I can vouch for that.",
        "Michelle: And movies.",
        "Nico: This crowd probably watches movies with subtitles.",
        "Danny: Come on. You're giving them way too much credit. New year's resolutions.",
        "Michelle: Oh, that's a good one. See, everyone can get into that. \"New Year's...\"",
        "Danny: All right, and you know what? Worst case scenario, you know what everyone's favorite topic of conversation is?",
        "Nico: What?",
        "Danny: Themselves.",
        "Michelle: Mm-hmm.",
        "Danny: You ask them the right question, then you can just kick back and listen. I learned that the hard way running for mayor.",
        "Nico: Ow! That's interesting.",
        "Danny: Oh, relax.",
        "Nico: How'd you handle it?",
        "Danny: Well, I know that no one wants to hear me rattle on and on about... healthcare or re-zoning, so I just ask the right questions and... Oh, see, you're putting me on. You're putting me on.",
        "Nico: You just ask the right questions, huh?",
        "Danny: Very funny, very funny, let's go. We're going to be late. Come on, honey.",
        "[SCENE_BREAK]",
        "Shayne: Marina, how's it going?",
        "Marina: (Laughs) You know, I'm a work in progress.",
        "Shayne: Nico's going to be at that door any minute.",
        "Marina: You just want me out of the way before your nurse/ beauty queen shows up.",
        "Shayne: No. You know I want you to go. I want you to have fun, like you did at our senior prom. I want you to be laughing and dancing and seeing in the new year.",
        "Marina: I am seeing in the new year here with you.",
        "Shayne: You can't leave before the big countdown. That's like the whole point of the dance.",
        "Marina: Don't you know the person that you're with when the clock strikes 12:00 is the one you're going to be with all through the year?",
        "Shayne: Okay. That settles it. So I'll see you at midnight. And next year, you and I are going to walk into that dance together.",
        "Marina: Okay.",
        "Shayne: But lose the towel.",
        "Marina: When you see me next, big hair.",
        "Shayne: Hey, Sandy, you all set for the dance? Well, that's the idea. Hey, I really appreciate you doing this for me. You're the man. I'll see you later.",
        "[SCENE_BREAK]",
        "Lizzie: Mom, in a few hours this place is going to be hopping. Oh, and where are we going to be? At home, of course, with Grandpa. Even Aunt Alex has a date tonight.",
        "Beth: Gee, thanks. I was looking forward to ringing in the new year with you. Oh, come on, Lizzie. Next year everything is going to be different. You'll have the hottest guys at the university chasing after you. And I don't even want to think about that any sooner than I have to.",
        "Lizzie: Yeah, when I finally get off house arrest, no one will even remember my name.",
        "(Cell phone rings)",
        "Beth: Hold that thought. Hello? Connie, hi. Yes, I'd love to play tennis tomorrow. I can do that. Lizzie? Sure, she's right here.",
        "Lizzie: Mom, I'm not playing doubles.",
        "Beth: It's not about tennis. Connie's son, Jack, wants to speak to you. Jack Ansell. Freshman at Springfield U.",
        "Lizzie: No, I know who he is. But... what does he want with me?",
        "Beth: I don't know. Why don't you speak to him?",
        "Lizzie: Hi, Jack. How's it going? Not much. No, I'm not really into the whole New Year thing. Oh, you are? Uh, no, last minute's completely okay. I think. Hold on. I'm going to have to shift some plans around. Jack wants me to go to the New Year's dance with him. You've got to let me go, please.",
        "Beth: You're still on probation.",
        "Lizzie: You even said yourself I was getting better. Please, Mom, I'm going to die if I don't have some fun soon.",
        "Beth: Okay, you can go under one condition: That I am there to chaperone.",
        "Lizzie: Oh, Mom, please say you're going to be out of sight.",
        "Beth: I'll come in a disguise. Go ahead, say yes before I change my mind.",
        "Lizzie: Okay. (Laughs) Jack? Yeah, I can go. 8:00, that sounds great. You know where the house is, right? Okay, cool, I'll see you then. Bye. Can you believe it? Jack Ansell. Oh, I better get ready. Okay, pay the bill, I've got to do my hair. I've got to find something to wear, Mom.",
        "Beth: (Laughs) Okay. Go ahead, have Adam take you home and then send him back for me.",
        "Lizzie: Oh, thank you so much. You are the best. Well, who knows? Maybe with some luck you can get a date, too.",
        "Beth: Maybe with a little luck.",
        "Lizzie: Here you go. See you later.",
        "Beth: Hello, Connie, it's me again. That worked out perfectly. How did you get Jack to do it? Even better. Well, you just made her night. Happy New Year's to you, too. Bye.",
        "[SCENE_BREAK]",
        "Jeffrey: Thank you.",
        "Marah: Why are you always fighting me?",
        "Jeffrey: I'm not. Marah, shouldn't you be going to some college dance or something tonight? You know, with a band and boys your own age.",
        "Marah: You know you want your arms around me at midnight.",
        "Jeffrey: Aggressiveness is cute, it really is. But you know a little goes a long way.",
        "Marah: You're alone, I'm alone.",
        "Jeffrey: Marah, please, all right, you should be getting yourself all glammed up and waltz into the ballroom, go up to the best-looking guy you see and tell him you want to be with him at midnight.",
        "Marah: I just did. All he has to do is say yes.",
        "Jeffrey: No, no, wrong guy, wrong night, wrong everything.",
        "Marah: That's not what you were saying the other night when I came to your room. And you have even managed to tell me one of your deepest, darkest secrets. You hate thunder. There's something else you're afraid of. Me.",
        "Jeffrey: Running into you is always different.",
        "Marah: And fun. Admit it. Even if I do make you a little nervous.",
        "Jeffrey: I'm not nervous in the least.",
        "Marah: Go up to your room and make some plans for tonight.",
        "Jeffrey: I'm sorry, Marah, I already have plans. Happy New Year. Right this way. Please. What can I get you?",
        "Beth: I don't know. Depends on what we're drinking to.",
        "Jeffrey: Well, we're drinking to the new year and friendship.",
        "Beth: What's the catch?",
        "Jeffrey: Beth, what we had wasn't all bad, was it?",
        "Beth: No, not bad. Confusing.",
        "Jeffrey: Memorable.",
        "Beth: It had its moments.",
        "Jeffrey: No hard feelings?",
        "Beth: Ask me again after I've had that drink.",
        "Jeffrey: So, what are you doing New Year's Eve?",
        "Beth: I'll tell you what I'm not doing. I'm not helping you play whatever game you're playing with Marah Lewis.",
        "[SCENE_BREAK]",
        "Nico: Hey, what's up?",
        "Nurse Julie: Hey.",
        "Shayne: Nico, is that you?",
        "Nico: No head waiter jokes, okay?",
        "Shayne: I may need to rethink this whole dance thing. I mean, who ever knew you were going to clean up so well?",
        "Nico: Very funny.",
        "Shayne: Would you trust this guy with Marina?",
        "Nurse Julie: Uh, I wouldn't trust this guy with myself, that's for sure.",
        "Nico: Nico.",
        "Nurse Julie: Hi.",
        "Nico: Anytime. Do you want...",
        "Shayne: Oh, no, you got to wait for Marina a minute. She's not quite ready yet. You know, you guys are going to have a really, really good time.",
        "Nico: Oh, you bet. It's a big deal for Marina, I know.",
        "Shayne: But what?",
        "Nico: Why me?",
        "Shayne: Because you're a good guy. And I trust you.",
        "Nico: That must be the after affect of your head injury.",
        "(Laughter)",
        "Marina: Okay. So what's the verdict?",
        "Nico: Whoa. I... I mean, not whoa, but...",
        "Shayne: It's okay. You can say it, she's hot and she's coming home to me.",
        "Marina: Yeah, at the stroke of midnight.",
        "Nico: All set?",
        "Marina: Uh, yeah, I think so. I love you.",
        "Shayne: I love you, too. You guys have a good time.",
        "Marina: We will.",
        "Shayne: See you later.",
        "Nurse: Hey, will you hold my keys while I put on my coat?",
        "Shayne: Oops, sorry. That's weird.",
        "Nurse: Make a fist for me.",
        "Shayne: What's going on?",
        "Nurse: It's probably nothing but I think we should head for Cedars.",
        "[SCENE_BREAK]",
        "Josh: It's getting cold. Maybe we should go inside.",
        "Reva: No, not yet. Please. I won't ask anymore questions, I promise. And you know how hard that is for me. I want you to have this.",
        "Josh: Christmas is over.",
        "Reva: Well, I was saving it for a time when the kids weren't around on Christmas day, but then you got up and left so suddenly. Why? Okay, sorry. Just open the darn box.",
        "Josh: These are from Oklahoma. How did you...? How did you...?",
        "Reva: It's the... ticket stubs from The Way We Were and the napkin from the OK Corral, you know, the diner that we spent New Year's Eve at when we were kids.",
        "Josh: I can't believe you hung onto these.",
        "Reva: Well, of course, I kept them. It was my first big date with Joshua Lewis on New Year's Eve. That was the most important New Year's I ever spent in my whole entire life.",
        "Josh: That was a long time ago.",
        "Reva: And we're still here. And I want you to remember that whenever you look at this.",
        "Josh: I will.",
        "Reva: Because no matter how close or far apart we've been, that crazy connection between us has always brought us back together again. And no one or nothing could ever break that. Because, together, we're stronger than anything. Our love is so strong. You can trust that. Trust me. I know you want to be with me. I just don't understand why you keep holding back. At first I thought it was about Shayne and the accident, but now I know it's something else. You say it isn't me...",
        "Josh: It isn't you, it's me. Reva, I want everything to be like Christmas. Just you and me and the kids. I really do. I just wish there was some way I could forget.",
        "Reva: Forget? Forget what? I can't help you if you don't let me in.",
        "Josh: If I let you in, I might lose everything; and that includes you and the children. I can't do that, Reva. I can't. I can't...",
        "Reva: Please, don't. Don't. Don't leave again. Whatever it is, I'm here. And your kids will stand by you no matter what because they love you. And I love you. You're my life.",
        "Josh: You're mine. You're mine, too. And I do love you very much. I... I just...",
        "(Cell phone rings)",
        "Josh: Hello?",
        "Ed: Josh, it's Ed.",
        "Josh: What is it?",
        "Ed: Listen, I don't want to... I don't want to worry you, but Shayne's nurse picked up on the problem he was having earlier and brought him in for evaluation.",
        "Josh: Shayne's in the hospital.",
        "Ed: This could be absolutely nothing, but I've sent him down to CT scan, and I have called in a neurosurgeon. I'm going to know a lot more by the time you get here.",
        "Josh: We're on our way.",
        "[SCENE_BREAK]",
        "Jeffrey: I can't shake the kid, okay? I tried, I swear.",
        "Beth: Yes. (Clears throat) That kid happens to be a very attractive young woman, as if you hadn't noticed. And by the way, I warned her about you. She accused me of being jealous.",
        "Jeffrey: Are you?",
        "Beth: I don't know what I am around you. Except, I guess, to say that if we were to wind up at that Japanese restaurant again, dinner definitely wouldn't be the main attraction.",
        "Jeffrey: I'll make the reservations...",
        "Beth: (Laughs)",
        "Jeffrey: ...If this means that you'll go out with me tonight. Beth, please, why? Why not? I mean, come on, why fight it? The chemistry's there.",
        "Beth: Yeah, the chemistry's there, and tantric sex with a total stranger is an ongoing fantasy of mine.",
        "Jeffrey: We're hardly strangers.",
        "Beth: Oh, please. You, the way you live your life. Everything about it says \"DO NOT DISTURB.\" And I would bet you I am not the first woman who feels that way.",
        "Jeffrey: What are you doing? You're... you're turning me down.",
        "Beth: As stunning as that is, yes. I already have a date.",
        "Jeffrey: Anyone I know?",
        "Beth: Now, who's jealous? Thanks for the drink.",
        "Jeffrey: Any time.",
        "Beth: Happy New Year, stranger.",
        "[SCENE_BREAK]",
        "Marah: Death Train. TV movies... When Harry Met Sally. Sleepless in Seattle. Just get a box of tissues and cry myself to sleep. Guess it's just me and Dick Clark and the big ball.",
        "(Knock at door)",
        "Marah: Shayne?",
        "Sandy: No, the other brother.",
        "Marah: Go away, Sandy.",
        "Sandy: Come on, it's New Year's Eve! You can't leave me out here in the cold.",
        "Marah: You want to bet?",
        "[SCENE_BREAK]",
        "Ed: You got a bruise back here. Right on top of your swelling. Does that hurt?",
        "Shayne: No.",
        "Ed: You taken a fall any time in the last week?",
        "Shayne: (Sighs) Sort of. I was at the gym Christmas Eve, working out.",
        "Ed: How'd it happen?",
        "Shayne: It was nothing. I was in the parallel bars and I fell, but onto the mat.",
        "Ed: Why didn't your physical therapist report this?",
        "Shayne: He wasn't there. I was working out alone.",
        "Ed: Oh, come on, Shayne. I mean, you... you were told how dangerous this could be. You were warned not to overdo your physical therapy.",
        "Shayne: I'm an athlete. I know how... I know what I was doing.",
        "Ed: What, and the rest of us don't?",
        "Shayne: No, I didn't say that.",
        "Ed: All you had to do was listen! Honestly, you young people are all the same. You just got to do everything your way. Right? It's the same with Michelle. I tell her let me handle something, and she can't do it. She cannot do it. She's always got to keep pushing...",
        "Shayne: Yeah, well, I made a mistake...",
        "Ed: Yes, you did! You made a mistake...",
        "Josh: Ed, Ed. Is there a problem?",
        "Ed: No, I'm glad you're here.",
        "Shayne: Dad, everything's fine. It's okay...",
        "Reva: No, it's not, otherwise you wouldn't be in here.",
        "Ed: He's lost strength and movement in his arms.",
        "Reva: Well, how did it happen?",
        "Ed: You know, I'm going to let Shayne tell you that. I've got to go look at the CT scan again and recall the neurosurgeon.",
        "Josh: Are you sure you're okay?",
        "Shayne: Yeah. Dr. Bauer didn't tell me anything I didn't already know.",
        "Josh: I'll be right back. Excuse me. Ed, Ed, hey. What the hell was that?",
        "Ed: All I am trying to do is help your son.",
        "Josh: Well, I appreciate that, but I don't think you can do that right now. Not after what I just witnessed in that room.",
        "[SCENE_BREAK]",
        "Nico: Sorry. I'm sorry.",
        "Marina: Just trying to make you look good, pal. Uh, there's nobody here. Um... okay, why don't I check the ballroom and you do something with our coats, okay?",
        "Nico: Do something with the coats? Where? Oh, the coats. Where is everyone?",
        "Marina: I forgot. There are all these parties before the dance. Everybody's probably there getting wasted.",
        "Nico: Oh, good.",
        "Marina: Ha, ha, ha.",
        "Nico: I'm kidding. I'm kidding. I'll be right back.",
        "Marina: Okay.",
        "Nico: Okay? What the hell are you guys doing here?",
        "Danny: Hey, what's up? Well, we're just, you know, ringing in the new year, just like you.",
        "Michelle: Yeah.",
        "Danny: Happy New Year.",
        "Michelle: Hi.",
        "Nico: You're spying on me.",
        "Michelle: No, we just stopped in for a drink, that's all.",
        "Nico: Behind a Christmas tree?",
        "Danny: All right, it was her idea.",
        "Michelle: Oh.",
        "Marina: Hey, I didn't know you guys were going to be here.",
        "Michelle: Hi. Wow, great dress.",
        "Marina: Thank you.",
        "Nico: They're actually just on their way out.",
        "Danny: Yes, right.",
        "Michelle: Yes, we are. Here.",
        "Danny: Happy New Year.",
        "Michelle: Happy New Year.",
        "Marina: Happy New Year. Wow, okay, what was that all about? (Laughs)",
        "Nico: I don't know. They're probably making sure I didn't screw things up or something.",
        "Marina: Oh, no, I think it's cute. They obviously care about you. Let's get some food. I'm starving.",
        "[SCENE_BREAK]",
        "Danny: Happy New Year.",
        "Jeffrey: Happy New Year.",
        "Danny: Two champagnes, please.",
        "Michelle: Whew, so getting Nico launched tonight was about all I could handle?",
        "Danny: \"Launched?\" What is he, a rocket?",
        "Michelle: You know, having him... helping him move out a little, widen his circle of friends. Aren't you proud of him? Look at how far he's come.",
        "Danny: Because he's not hanging out in dark alleys snatching purses anymore?",
        "Michelle: He has grown on you, admit it.",
        "Danny: I'm...",
        "Michelle: That's why you're here. You wouldn't be here if you didn't believe in him.",
        "Danny: I am only practicing for when Robbie has to go on...",
        "Michelle: Don't say it.",
        "Danny: ...His first big dance. Ah. No. Oh, he's going to be in college before we know it. Oh.",
        "(Laughter)",
        "Michelle: Yeah, but you're going to be president by then.",
        "Danny: You think?",
        "Michelle: Mm-hmm.",
        "Danny: First, I got to make you the First Lady of Springfield.",
        "Michelle: Yeah.",
        "Danny: I don't know. This race is far from a sure thing.",
        "Michelle: Because Ross decided to run?",
        "Danny: Mm-hmm. I didn't count on running against a friend of ours. Oh, well. You know what? Win or lose, 2004 is going to be a great year for us. Our best yet.",
        "Michelle: I hope so.",
        "Danny: What does that mean, \"I hope so?\" What is there something going on that I don't know about?",
        "Michelle: No. No. Nothing that I can't handle.",
        "Danny: Okay. Well, whatever it is, you will not have to go through it alone. I'm here, this year, next year, every year. Always.",
        "Michelle: I love you.",
        "Danny: I love you, too, baby. Happy New Year.",
        "[SCENE_BREAK]",
        "(Knocking at door)",
        "Marah: Give it up, Sandy.",
        "Sandy: Okay, you asked for it! (Singing) Should auld acquaintance be forgot and...",
        "Marah: You're going to be arrested for disturbing the peace!",
        "Sandy: Then you'll have to come to the station and bail me out!",
        "Marah: What do you want?",
        "Sandy: I thought I'd see what you were doing on New Year's Eve. And you're living it up in style, I see, huh?",
        "Marah: And what are you doing that's so exciting?",
        "Sandy: I have a gig. I'm deejaying the dance at the Beacon. On Track canceled. And you should get out of those rags and come with me.",
        "Marah: Ooh, New Year's Eve with my brother, who I haven't even decided that I like yet. No thanks. I'm not that desperate.",
        "[SCENE_BREAK]",
        "Reva: What were you thinking, working out on your own?",
        "Shayne: I was sure I could walk. I was going to give that to Marina for Christmas. It didn't work but it was worth a shot.",
        "Reva: Oh...",
        "[SCENE_BREAK]",
        "Ed: After what Shayne did, damn straight I'm upset.",
        "Josh: It sounds a lot like anger to me.",
        "Ed: Well, all right, I'm angry. I mean, aren't you? Watching another young person just destroy their life?",
        "Josh: That's not what he's doing. This is not even about Shayne and you know it.",
        "Ed: This is about all young people. I made one mistake, Josh. One unthinking, impulsive act and it's all over for them, for the rest of our lives!",
        "Josh: Ed, Ed, Ed.",
        "Ed: It's just... it's been a long night, you know. I keep seeing the picture in the newspaper of the car.",
        "Josh: I know. It was jarring.",
        "Ed: But you're right. Don't worry about me. I'm going to be fine.",
        "Josh: Ed, your patients count on you to have it together. My son right now is counting on you, and you are not up to the task. I'm asking you to take yourself off Shayne's case.",
        "Dr. Scully: Hey, sorry to take so long. I've been over your patient's CT scan and I'd like to do an exam.",
        "Josh: Actually, I'm the father of the patient.",
        "Ed: This is Dr. Scully, that neurosurgeon. This is Josh Lewis.",
        "Josh: Nice to meet you. This is Reva Lewis.",
        "Reva: Hi.",
        "Josh: What do you think is wrong with Shayne?",
        "Dr. Scully: I'll know more after I've seen your boy. Give us a few minutes alone with him, then we'll talk.",
        "[SCENE_BREAK]",
        "Marah: Go. You're going to be late.",
        "Sandy: I'm not going without you.",
        "Marah: You have a gig.",
        "Sandy: It's only money.",
        "Marah: What is your problem?",
        "Sandy: What's your problem? After everything I did for you on Christmas Eve, caroling in the freezing cold with that stupid stove hat.",
        "Marah: That was for you, Sandy, to get you in the Christmas spirit.",
        "Sandy: And I'm returning the favor. Come on, do you really want to see the new year in alone, chowing on cold pizza? When you could be knocking them dead at the Beacon in a designer dress of your own? Huh? There'll be guys there. Could be the night you meet Mr. Right.",
        "Marah: What's in this for you?",
        "Sandy: Okay, I guess I had that coming. Look, you had a lot of bad luck with guys this year.",
        "Marah: Thank you for reminding me.",
        "Sandy: And I hate that I'm one of those guys. So I guess I'm hoping that you would come to the dance with me and we could have a better start to a new year. Sis?",
        "Marah: How much time do I have?",
        "Sandy: Ten minutes, tops.",
        "Marah: Fine. Cold pizza's in the fridge. I'll be right back.",
        "(Thunder rumbling)",
        "Sandy: Oh... should we be heading to the fire escape or something?",
        "Marah: No, it's just thunder.",
        "Sandy: This time of year?",
        "Marah: We get it all year around, even in the snowstorms.",
        "Jeffrey: Thunder.",
        "Marah: What about it?",
        "Jeffrey: It's scared me silly since I was a kid. You asked me to tell you something. Thunder.",
        "[SCENE_BREAK]",
        "Jeffrey: Happy New Year.",
        "(Thunder rumbling)",
        "[SCENE_BREAK]",
        "Nico: Pretty good.",
        "Marina: Yeah. Ooh, you have to try one of these. Shayne's favorites. Wow.",
        "Nico: Why don't you just call him?",
        "Marina: Oh, no, no, no. I'll just talk to him later.",
        "Nico: Go ahead, I'm not going to be insulted.",
        "Marina: Okay. Well, if I call him, he's going to get mad, okay. He wanted this to be a fun night. So come on, let's have fun.",
        "[SCENE_BREAK]",
        "Shayne: So, did I really screw myself up?",
        "Dr. Scully: Well, the good news is thanks to Dr. Bauer moving on this quickly, we have a diagnosis and we caught it early.",
        "Reva: Caught what?",
        "Dr. Scully: Shayne has a large collection of fluid at the point of the initial trauma to his spine. It's most likely what's called a seroma, and it's compressing his spinal cord.",
        "Josh: What treatment is there?",
        "Dr. Scully: You've got two options. You can take the wait and see approach. Sometimes the fluid gets reabsorbed into the system, and the condition resolves itself. The downside of that option is the danger of the seroma continuing to grow and putting more pressure on the spine. Possibly wiping out all the progress that Shayne has made so far.",
        "Shayne: Let's hear option number two.",
        "Ed: That's surgery.",
        "Dr. Scully: We can remove the seroma. But anytime you perform surgery on or near the spinal column, you risk doing damage.",
        "Josh: What kind of damage?",
        "Dr. Scully: Shayne could be permanently paralyzed.",
        "Shayne: You sure there's not a third option?",
        "Dr. Scully: I'm afraid not. I know it's a tough call, but in this kind of surgery, anything can happen. We can get negative or positive results.",
        "Shayne: And what are the positive results?",
        "Dr. Scully: There's a slight possibility that once the pressure's been released, there will be a rapid return of movement to your limbs.",
        "Shayne: How rapid?",
        "Dr. Scully: Almost immediately following recovery...",
        "Shayne: We'll do it.",
        "Dr. Scully: There are no guarantees.",
        "Josh: Wait a minute, wait a minute. We have to talk about this.",
        "Reva: The risks, Shayne, really.",
        "Ed: It's a big step...",
        "Shayne: No, I want the surgery. Can... tonight. If you can do it tonight.",
        "Dr. Scully: I can.",
        "Shayne: All right, let's go for it. I mean, hey, it's New Year's. What better day to take a chance.",
        "[SCENE_BREAK]",
        "Olivia: Next on Guiding Light...",
        "Lizzie: You know, I'm sorry, Olivia. Do I still make you that uncomfortable?",
        "Olivia: Was there something you needed, Lizzie?",
        "Cassie: Hey, there, Sandy. Happy New Year.",
        "Sandy: Happy New Year, Cassie. Have you seen Marah?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=ZA4Y-Sid-rE"
}