{
    "Episode Summary": [],
    "Recap": [
        "Josh finds Billy with alcohol and although he swears it is for a neighbor, Josh doesn't believe him. Reva later stays with Billy out of support while Josh and Olivia grow close again. Olivia later tries to call Bill and finds out that he put a block on all calls. Sandy pulls away from Ava's kiss and tells her that he is love with Tammy and wants a divorce. Jonathan tries to tell Tammy what he knows about Sandy and Ava but she tells him that she is engaged to Sandy and nothing he does will change that. He tells her he knows that now and he isn't going to try to do anything to break them up. He later tells Ava though that he is just going to let Tammy realize that she wants to be with him, but advises her to give Sandy the divorce that he wants. Lizzie gets a loan from the loan shark that helped Ava and promises to pay it back on time, she later lies to a worried Coop that she now has a job and will be able to pay all of her bills."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Josh: Billy...",
        "Billy: Hey.",
        "Josh: Thought I'd track you down, see you you're doing.",
        "Billy: Doing fine.",
        "Josh: Going to your AA meetings, keeping up with your sponsor and things like that?",
        "Billy: Everything.",
        "Josh: Maybe we could go inside and talk about it.",
        "Billy: I'm kind of busy. I have to get my keys here.",
        "Josh: Let me get it.",
        "Billy: That's okay.",
        "Josh: No, I've got it.",
        "Billy: Josh... Josh....",
        "Josh: Yeah, I guess you're doing fine, aren't you? You don't need any help at all.",
        "[SCENE_BREAK]",
        "Olivia: You must be happy now.",
        "Reva: I'm in a very good mood thank you.",
        "Olivia: Now that you're trashed my marriage.",
        "Reva: Olivia, why would I do something like that when you are so perfectly capable of trashing it all by yourself?",
        "[SCENE_BREAK]",
        "Ava: Don't stop. Don't stop.",
        "Sandy: What are you doing?",
        "Ava: Picking up where we left off. Xander, admit it, you liked how that felt.",
        "Sandy: I came here to talk, that's it.",
        "Ava: Don't it bring back memories? Come on. Don't go.",
        "Sandy: We agreed we would settle this.",
        "Ava: Maybe I have a different idea of how we should settle it.",
        "Sandy: Ava, we don't have a future together. We didn't have one when we got married. I didn't love you.",
        "Ava: I loved you and I still love you. Whatever's going on with you and Tammy, it better stop. You're cheating on me, but you're also committing bigamy.",
        "[SCENE_BREAK]",
        "Tammy: Sandy and I are getting married.",
        "Jonathan: Yeah, I heard you. But I don't see that happening, rock or no rock.",
        "Tammy: Don't go into fortune telling, you're lousy at it.",
        "Jonathan: That wasn't a guess. I'm telling you a plain, simple fact. You can't marry Sandy.",
        "[SCENE_BREAK]",
        "Buzz: I know it's quiet out here, but it's jumping inside. Little help?",
        "Coop: Uh-huh. You got it. Be right there.",
        "Lizzie: (Laughs).",
        "Coop: Sorry.",
        "Lizzie: Hey, you know what?",
        "Coop: Hmm? Whoa!",
        "Lizzie: Why don't you skip it?",
        "Coop: What?",
        "Lizzie: Yeah. Why don't we just play hooky?",
        "Coop: Lizzie, I can't.",
        "Lizzie: Come on. Don't you want to hang out with me?",
        "Coop: Uh-huh. Of course I do, you know I do. But I can't, Lizzie. I've got to get back to work.",
        "Lizzie: Just ditch work.",
        "Coop: Lizzie, look, no, I can't. I'm sorry. I've got to get back to work. And you can't skip it, either.",
        "Lizzie: I've been going out for jobs like every day. And right now I just want to be with you. Can't we do what we feel like doing and just sneak off somewhere?",
        "[SCENE_BREAK]",
        "Olivia: You are so smug.",
        "Reva: I didn't turn your husband against you.",
        "Olivia: You've been trying to split us up from the beginning.",
        "Reva: No, I just wanted Bill to be happy, that's all.",
        "Olivia: You were there when all this was hitting the fan. You said you always held a grudge against me.",
        "Reva: So?",
        "Olivia: Bill is in Venezuela and I don't know if he's coming back, if we can work this out.",
        "Reva: Maybe there's no getting past that. Maybe it runs too deep in who you are. Buzz, can I get a piece of apple pie, please?",
        "Olivia: Bill said something like that. I wonder where he got that from.",
        "Reva: Olivia, give him some credit. He can think for himself.",
        "Olivia: You never thought I was good enough to be a part of this family. I love him!",
        "Reva: Enough to push Billy off the wagon? Hmm? Because I'd lay money on the fact that you had something to do with him grabbing the wrong drink that night.",
        "Olivia: No, I didn't make that man swallow that booze.",
        "Reva: That sounds like a confession to me. But you know what the real irony is here, hmm? The real irony is that even though I'm sure you had something to do with Billy's slipup, Bill wouldn't give you away when I questioned him about it. And as hurt as he was, he wanted to keep it between the two of you. That's what I call love. And loyalty.",
        "Olivia: He never said anything?",
        "Reva: No. So you see, I don't have any real proof. But if I get some, God help you, Olivia.",
        "[SCENE_BREAK]",
        "Josh: So is this a private party or is anybody invited?",
        "Billy: That is not for me.",
        "Josh: Really.",
        "Billy: Really. Really. My neighbor asked me to buy it for him.",
        "Josh: Why don't we take it to him then?",
        "Billy: Are you called me a liar?",
        "Josh: Billy... (Laughs) You're an alcoholic. You're on your way into an apartment. You've got a bottle of booze in a bag, what do you think?",
        "Billy: My neighbor asked me to buy it for him.",
        "Josh: Have you had a drink this morning?",
        "Billy: I don't have to take this.",
        "Josh: Have you had a drink this morning?",
        "Billy: Well then the answer to your question is no.",
        "Josh: I remember what you're like, how selfish you become when you're drinking. How the whole world revolves around you and whatever bottle happens to sit in front of you in any given moment.",
        "Billy: It's not like that now Josh.",
        "Josh: I would love to tell you that I believe that but I can't because I don't.",
        "Billy: Then take that old bottle away from me, then, that's what you want to do anyway, isn't it?",
        "Josh: Yes, it is.",
        "Billy: Do it. You saved Billy from the demon alcohol. Take it, go away.",
        "Josh: Whatever.",
        "Billy: Good. You know, maybe if I'm such a pain in the butt here maybe I should just disappear for a while, go down to Caracas and live with Bill.",
        "Josh: No, don't do that.",
        "Billy: Not your call.",
        "Josh: It is my call, Billy, I won't let you do anything that's going to ruin this deal we have. You cannot go down there.",
        "Billy: I see. The truth comes out. I'll embarrass you.",
        "Josh: Don't push me on this, Billy. I'll take away your passport, have you thrown in a drunk tank if that's what it takes. You're not going anywhere except into that apartment or to your AA meetings and that's it.",
        "[SCENE_BREAK]",
        "Tammy: So this is the part where you tell me I can't marry Sandy because I belong with you?",
        "Jonathan: I don't have to say that.",
        "Tammy: Why are you doing this?",
        "Jonathan: Because I'm trying to help you.",
        "Tammy: Stop, all right? Just stop! I don't need help. Not yours. You just keep pushing and pushing and I'm trying to do...",
        "Jonathan: The right thing?",
        "Tammy: What's right for me. And you're making it hard. You're making it so hard.",
        "Jonathan: Tammy, did you believe me when I told you that I would never hurt you again?",
        "Tammy: Yes. And you know what? Here's your chance to prove it. Listen to me! Listen to me and look at me when I tell you what I really need, okay? What I want and what will make me happy. Just let me have it!",
        "Jonathan: Sandy.",
        "Tammy: Yes. I love Sandy. I want to spend the rest of my life with him. I need that.",
        "[SCENE_BREAK]",
        "Sandy: We got married for the wrong reasons.",
        "Ava: No we didn't. It was love. When your mom got sick, you turned over everything in your life to take care of her. You promised her you would take care of my mom and me. If that isn't love, I don't know what is.",
        "Sandy: Okay, you're right. I did love you, but not the way I needed to to be your husband. I wasn't ready for that.",
        "Ava: Is that why you left me? I remember... I remember that day. I woke up one morning and you were gone.",
        "Sandy: I didn't do it to hurt you. I did it because I thought staying would hurt you.",
        "Ava: I don't believe that!",
        "Sandy: I was living a lie. I couldn't do that anymore so I left and became someone else. And it got easier. And the guilt and the thoughts of you melted away slowly. I almost got to the point of believing my own lies.",
        "Ava: And then I found you. And things changed. And the easy part's over.",
        "[SCENE_BREAK]",
        "Jonathan: You and Sandy forever and always. It sounds like you're already rehearsing your vows.",
        "Tammy: I've been rehearsing them since I was a little girl. Dreaming about the guy that I'd grow up and marry. Kind and loving and... not you.",
        "Jonathan: Well, I would hate to ruin your dream.",
        "Tammy: It's not a dream anymore. What I have with Sandy is real. Okay? He pulled me out of some of the worst times of my life. When I felt hopeless he made me happy again. And I want that. I want him. Nothing you can say will make me say he's anything other than an incredible sweet and warm and funny guy who will make an amazing husband.",
        "Jonathan: Maybe you're right.",
        "Tammy: I am?",
        "Jonathan: Yeah. I mean, I can see that you've made up your mind. Sandy's your man. Nothing I can say about him is going to make your change your mind so I guess there's nothing left but for me to wish you well.",
        "[SCENE_BREAK]",
        "Lizzie: This no money thing is so not fun.",
        "Coop: Okay. Well, money isn't everything.",
        "Lizzie: Really. Then why are you working so hard? All these extra shifts. Coop, what's going on?",
        "Coop: Well, I was going to surprise you but I guess... look I want to do something really nice for you, something very special.",
        "Lizzie: (Laughs).",
        "Coop: So how would you like to go to the charity event at Towers in November?",
        "Lizzie: The big dance?",
        "Coop: Uh-huh.",
        "Lizzie: Oh, my gosh. Everybody's going to be there. It's like I'm back. I can't go! What. Am I going to wear?",
        "Coop: Whatever you wear you'll look great. But right now I need to go so you can afford those tickets. Speaking of which, how's the job hunt going? I didn't ask.",
        "Lizzie: Well, I've gotten a few nibbles. It's all going to work out, okay?",
        "Lizzie: I've got to make a follow-up phone call, actually. Sorry.",
        "Buzz: Lizzie...",
        "Lizzie: Hi. Yeah, it's Lizzie Spaulding. Yeah, I'm calling about the job.",
        "Buzz: You know, I've got to hand it to that girl, she moves fast when she's cornered.",
        "Coop: What are you talking about? Dad, she's just making a phone call.",
        "Buzz: No, it's a little bit more than that.",
        "[SCENE_BREAK]",
        "Lizzie: ( Sighs )",
        "Man: That's none of your business, all right? He'll know what it's about. Tell him that Dean called, okay?",
        "Lizzie: Hi, I'm Ava's friend. The bartender over at Outskirts. You lent her money, right?",
        "Man: Who told you that?",
        "Lizzie: She did.",
        "Man: The chick's a liar.",
        "Lizzie: I'm not going to rat you out if that's what you're worried about.",
        "Man: What do you want?",
        "Lizzie: To do business with you.",
        "[SCENE_BREAK]",
        "Reva: Hi.",
        "Josh: Hi.",
        "Reva: What's wrong?",
        "Josh: Nothing. Billy, you know, he...",
        "Reva: Joshua, whatever's going on between the two of us, Billy is still my family, too.",
        "Josh: Yeah, I know. It's just... I saw him going into his room with a bottle, you know? He said it was for a friend?",
        "Reva: Oh, Lord. Did you take it away from him?",
        "Josh: I wasn't going to leave him there alone with a bottle of bourbon.",
        "Reva: He must have been humiliated.",
        "Josh: Well, I had to lay down the law, Reva, you know? He wanted me out of there as quickly as possible. You know, he wanted me gone.",
        "Reva: I'm sorry.",
        "Josh: I'm just not connecting with him at all and I can see that in his eyes. He doesn't trust me. And I can't blame him because at this point I don't trust him and... I hate this.",
        "Reva: I know.",
        "Josh: You want to share a cup of coffee or something?",
        "Reva: Well, that's my pie right there.",
        "Josh: Okay. I'll be right back. ( Cell phone rings ).",
        "Reva: Where are you?",
        "Billy: I'm at my place.",
        "Reva: Are you okay?",
        "Billy: No I need your help.",
        "Reva: Billy, I ran into Joshua, what's going on?",
        "Billy: It's not what's going on now, it's what might go on in the next hour. But, look, you can't tell Josh, okay?",
        "[SCENE_BREAK]",
        "Tammy: So that's it? You're finally backing off, accepting that Sandy's a part of my life?",
        "Jonathan: I'm not an idiot. I can see that you've made up your mind. I can see that you've made a decision so I wish you the best. Hope, happiness, the whole package.",
        "Tammy: I'm surprised.",
        "Jonathan: Me, too. It's just that the more I look at this, the more I'm thinking no way, man. Nothing can stop this. Not even if I wanted to. Not even if...",
        "Tammy: What?",
        "Jonathan: Well, never mind.",
        "Tammy: No. Finish what you were going to say.",
        "Jonathan: Nothing that you or I could have with anybody else would ever come near what you and I would have together.",
        "Tammy: Stop.",
        "Jonathan: I am. That's what this is. You're engaged, you're on to bigger and better things. I'm going to go on with my life. You go on with your life.",
        "[SCENE_BREAK]",
        "Sandy: All right, look Ava. I should not have sent Fallon to deal with you like you were some business transaction. I was a jerk and I'm sorry for that.",
        "Ava: Thanks.",
        "Sandy: But I still want the divorce. There is something, someone that I can't live without.",
        "Ava: Tammy.",
        "Sandy: Yes. And I love her and I'm going to marry her. I realize you don't want to hear that, but I'm not going to hide the truth from you anymore. I also realize that if... if Tammy and I are going to move forward you and I, we have to straighten this thing out. Okay? And you can tell me to go to hell and I probably deserve it, but if you love me the way you say you do you'll give me this divorce. And I'm asking, please, do it. Free us both.",
        "[SCENE_BREAK]",
        "Tammy: I don't understand this.",
        "Jonathan: Well, it's not too tough to figure out. I'm clearing out of your life.",
        "Tammy: So you'll just leave?",
        "Jonathan: Gone.",
        "Tammy: Why?",
        "Jonathan: Consider it a wedding present. You're on to bigger and better things so you have a good life. I mean it.",
        "[SCENE_BREAK]",
        "Josh: You want some ice cream with that?",
        "Reva: Oh, I just... I feel like such a fool. I totally forgot about a commitment that I made.",
        "Josh: Okay. Can it wait?",
        "Reva: Um... no. No, it can't. I'm sorry. It's important. Can we do this another time, though? I mean, the coffee, the pie, the ice cream?",
        "Josh: Sure. Fine. Another time, then.",
        "Reva: Don't worry so much about Billy. He's going to get the help he needs. I do believe that.",
        "[SCENE_BREAK]",
        "Buzz: I thought you might like... guess not.",
        "Olivia: Are you having as lousy a day as I am?",
        "Josh: I just may be.",
        "Olivia: How would you like to have a lousy day together?",
        "[SCENE_BREAK]",
        "Coop: Excuse me. Pops, did something happen between you and Lizzie? I mean, did you guys have a fight or something?",
        "Buzz: Well, that would be between me and her, right?",
        "Coop: I'll take that as a yes.",
        "Buzz: You remember when she made a big deal about being a regular person and not a Spaulding?",
        "Coop: Yeah.",
        "Buzz: Well, regular people pay the rent. She has not paid the rent. Not for two months now.",
        "Coop: You're kidding, right? Two months?",
        "Buzz: I get feeling she's not clear about how money works.",
        "Coop: I guess you could say that. Wait a minute. Whoa, whoa, hold on a second. I know she has money she just sold the huge monster-honking ring of hers with the diamond.",
        "Buzz: She spent what she got for it. I found the stash in the recycling bin.",
        "Coop: Stash of what?",
        "Buzz: Receipts.",
        "Coop: Wait a minute...",
        "Buzz: Here they are. Let's see, nail salon, pet grooming, pet grooming salon, expensive restaurant, fancy restaurant, nail salon.",
        "Coop: Great. Pedicure. Manicure. Another pedicure, lunch at Marcel's and a pedicure for Roxy. Great, she was telling me she didn't have anything to wear. You know, it's a sad day when I'm considered the responsible within in the relationship, you know?",
        "Buzz: ( Laughs )",
        "Coop: God.",
        "Buzz: I know you're crazy about her and she's crazy about you. But do you want the same things? Besides each other.",
        "[SCENE_BREAK]",
        "Lizzie: I need a loan. It's strictly short term. Just like a couple grand.",
        "Man: Big shoe sale at Egan's?",
        "Lizzie: No, actually, it's for a good cause. And I'll pay you back, don't worry, unlike Ava.",
        "Man: Why should I believe that?",
        "Lizzie: Because my family's rich.",
        "Man: Why not go straight to them?",
        "Lizzie: That's not an option. I just need some cash to tide me over. So what do you say? Do we have a deal?",
        "Man: How can I resist a face like this? Especially with a last name of Spaulding. All right, here's the hookup. I float you the 2k and then you've got, say, two weeks to pay it off. Plus interest, of course.",
        "Lizzie: That should be good, because of the dance so, yeah, I'm in.",
        "Man: Yes, yes, you are. Have fun.",
        "Lizzie: Oh, and you know what? One more thing. This really needs to stay between us.",
        "Man: First rule of banking, babe. All financial transactions are confidential. Second rule: You pay up on time, all right? I'll see you soon, Blondie.",
        "Coop: Lizzie, were you just talking to somebody?",
        "[SCENE_BREAK]",
        "Tammy: Sandy? I thought you'd be here by now. ( Sighs ) It's so beautiful.",
        "[SCENE_BREAK]",
        "Sandy: Well? Shall we?",
        "Ava: You know what? I just need to think about this.",
        "Sandy: Wait! Wait!",
        "Ava: I'm not ready. I don't think I'm ready to have a divorce just like that.",
        "Sandy: You're doing this to spite me.",
        "Ava: God, don't you know me better than that?",
        "Sandy: Look, Ava, I'm late to meet the woman I love and want to marry.",
        "Ava: You know? You should just go. Go ahead. That's fine. We'll take care of this some other time.",
        "Sandy: Yes, we will finish this another time.",
        "Jonathan: Boo.",
        "Ava: What are you doing here?",
        "Jonathan: I was over there hanging out.",
        "Ava: Over there? How long were you over there?",
        "Jonathan: Long you have to know that you can't do this to Tammy and Sandy. Let the guy go, Ava. Give him his divorce.",
        "[SCENE_BREAK]",
        "Reva: Billy, what's going on? Josh said he took the bottle away from you.",
        "Billy: Yeah, the first one.",
        "Reva: Were both bottles for the neighbor?",
        "Billy: If you're going to be like this, you can go right back out the door.",
        "Reva: The hell I am. You lied to Josh.",
        "Billy: No, I... I told that the first bottle was for my neighborhood. He just didn't ask about any others, that's all.",
        "Reva: (Sighs) Well, at least you haven't opened it.",
        "Billy: No. I called you.",
        "Reva: That's good.",
        "Billy: Oh... well...",
        "Reva: Cheers.",
        "Billy: Oh, Reva, really.",
        "Reva: What did you expect me to do, Billy? Go down the hall and get you a bucket of ice?",
        "Billy: No.",
        "Reva: So? What's up? You... you didn't actually take a drink, righting?",
        "Billy: You want to smell my breath?",
        "Reva: No, that wont be necessary.",
        "Billy: (Laughs) I can't believe I'm back here again. I can't believe it.",
        "Reva: You just had little slip, you know? Just put one foot in front of the other and you go from there. I hope.",
        "Billy: Doesn't it make you sick seeing me like this?",
        "Reva: Hmm... yeah, I guess it does a little, but what would make me sicker is thinking that I turned my back on you. Thinking about that bourbon?",
        "Billy: Yeah, I can't help it.",
        "Reva: Yeah, well, we'll just wait.",
        "Billy: Wait for what?",
        "Reva: Just wait for the urge to pass.",
        "Billy: (Laughs) You got the next ten years free?",
        "Reva: For you? You bet I do.",
        "[SCENE_BREAK]",
        "Josh: What's wrong?",
        "Olivia: Nothing. But if I'd been telling Bill that story he would have hung on to every word I said. He would have said \"boy, a genius.\" That's the kind of story I would have told him if he were here but he's not.",
        "Josh: I'm sorry.",
        "Olivia: What is it with me and Lewis men?",
        "Josh: Well, I certainly played some part of this.",
        "Olivia: This wasn't your fault. Reva on the other hand...",
        "Josh: Please, let's just not go there, okay?",
        "Olivia: Yeah. I messed up. Let's leave it at that.",
        "Josh: Hey, I'm the one that OKed Bill going down to Venezuela and working from there.",
        "Olivia: He wanted to go, he wanted to get away from me or punish me. I just hope that when he comes back he's going to want to try and work things out.",
        "Josh: I hope so, too.",
        "Olivia: I'm sorry, I didn't want to do this.",
        "[SCENE_BREAK]",
        "Coop: Lizzie, I could've sworn I heard someone out there.",
        "Lizzie: I got a job. I was just on the phone with them outside.",
        "Coop: Wow! Talk about great timing. So let me guess. Clothing, right? Yes?",
        "Lizzie: A boutique I used to shop at took me on as an on-sight fashion consultant.",
        "Coop: How cool is that? You must be so excited. Tell everybody!",
        "Lizzie: I don't want to tell anybody in case I screw up.",
        "Coop: That's crazy. You screwing up?",
        "Coop: Dad, come here. I'm so proud of you. Guess who just got a job at a boutique?",
        "Buzz: Is that so?",
        "Lizzie: That's the story.",
        "Buzz: Well, good for you. Are you working on salary or commission?",
        "Lizzie: Yes, I am. And I'll be able to pay rent and maybe even a months in advance. You've been so great to me.",
        "Coop: So everything's cool now?",
        "Buzz: Great it worked out, yeah.",
        "Lizzie: Since my rent's paid up, maybe... I don't know, maybe I'll change the wallpaper in my room?",
        "Buzz: Don't push it.",
        "Lizzie: Yeah, everything is really going to work out. And I am so excited that you asked me to the dance.",
        "Coop: You are amazing. Do you know that?",
        "Lizzie: I do, but why don't you tell me why anyhow?",
        "Coop: Oh, okay. No, you just... you sacrificed a lot to be with me and to not live in that Spaulding world.",
        "Lizzie: Well, you're worth it.",
        "Coop: Look, if things become not so worth it and things get tough...",
        "Lizzie: No, no. Okay, listen, listen, what we have, it works, okay? And I'm going to keep making it work no matter how hard it is. Okay?",
        "Coop: Okay.",
        "[SCENE_BREAK]",
        "Ava: So you think that I should give Xander... I mean Sandy A...",
        "Jonathan: Divorce, yes.",
        "Ava: Well, if I give them a divorce then Tammy and Sandy will be together.",
        "Jonathan: I know. Let's just say I had a change in perspective or a kick in the teeth.",
        "Ava: What is that supposed to mean?",
        "Jonathan: Sandy asked Tammy to marry him. She said yes.",
        "Ava: She can't do that? Are you kidding?",
        "Jonathan: I'm not kidding, you got that first, right? Sandy's going to be counting on you to give him a divorce. Do it.",
        "Ava: But I love Xander.",
        "Jonathan: That's the point. The guy isn't Xander anymore. Okay? Not really. I probably know him a lot better than you do now. Sandy is changed completely since he split up from you. The time he spent as your hubby is like a different lifetime, somebody else's life.",
        "Ava: If I say yes and do that you're going to lose Tammy.",
        "Jonathan: Maybe.",
        "Ava: You gave up on her? I'm not giving up on Sandy.",
        "Jonathan: Who said anything about giving up.",
        "[SCENE_BREAK]",
        "Tammy: Mrs. Tammy Foster. I'm so happy you're here.",
        "Sandy: Tammy, we need to have a little talk.",
        "Tammy: A few hours ago you proposed to me, Sandy. I think that said it all.",
        "Sandy: Except that...",
        "Tammy: We're finally going to take that big step.",
        "Sandy: That's exactly what I want to talk to you about.",
        "Tammy: We can plan the wedding any time. We can talk about it at dinner, that's fine. But right now I want to make love to you.",
        "Sandy: Okay, Tammy, but first...",
        "Tammy: Shh.",
        "Sandy: There's just one... thing that I... want to tell you. And this is that... I want to make love to you, too.",
        "[SCENE_BREAK]",
        "Billy: Jacks.",
        "Reva: Go fish.",
        "Billy: (Laughs).",
        "Reva: You have got to be kidding! That's not fair! That's not fair!",
        "Billy: Poker's got nothing on this game. You want to play another round?",
        "Reva: Sure, why not?",
        "Billy: Good. So tell me, when you ran into Josh and just happened to see him, was anything going on?",
        "Reva: Nothing.",
        "Billy: No? No? When I called you I didn't interrupt anything?",
        "Reva: Not a thing!",
        "Billy: You wouldn't be lying to old Billy, would you?",
        "Reva: Go fish.",
        "[SCENE_BREAK]",
        "Olivia: I'm sorry. Sorry.",
        "Josh: It's okay.",
        "Olivia: It's been a long time since we were...",
        "Josh: Close.",
        "Olivia: Yeah.",
        "Josh: Yeah.",
        "Olivia: I didn't mean anything by it.",
        "Josh: That's okay. I'm the one that put my arms around you. So... I have to go. Are you going to be okay?",
        "Olivia: Yeah, fine.",
        "Josh: Okay.",
        "Olivia: Do me a favor, though. Bill said he was going to call me when he got to his hotel and he hasn't yet. Do you have the number?",
        "Josh: Yeah, sure.",
        "Olivia: Okay.",
        "Josh: You sure you'll be all right?",
        "Olivia: Yeah. Thank you.",
        "Josh: Hang in there. We'll see you.",
        "Olivia: Do you speak English? Good. Could you connect know Bill Lewis' room, please? Right. Bill Lewis. What do you mean he put a block on his line? I'm his wife. Yes, but I... no. No message.",
        "[SCENE_BREAK]",
        "Jonathan: Look, if you fight Sandy, if you refuse to give him that divorce, he's going to hate you. He's going to think you're out to make him miserable and he's going to dig in his heels more. He'll explain the whole thing to Tammy and make you look like some psychopathic stalker.",
        "Ava: What's the answer?",
        "Jonathan: The answer is do what you need do to make him happy. Give him the gift and let him know all you want is his happiness?",
        "Ava: And ride off into the sunset. Happy trails, right?",
        "Jonathan: You haven't known me very long. Do I look like a ride-off-into-the- sunset kind of guy?",
        "Ava: No, you look like a torch-the-town kind of guy.",
        "Jonathan: Maybe the old me. But there's more than one way to get what we want.",
        "[SCENE_BREAK]",
        "Tammy: I wish we could stay like this forever.",
        "Sandy: That's the plan. You're going to be my wife.",
        "Tammy: That's right.",
        "Sandy: And nothing will stop that from happening. Nothing.",
        "[SCENE_BREAK]",
        "Jonathan: This guy, he's a lawyer. He came into the bar the other day. He'll help you with the divorce and make Sandy a very happy man. Take it.",
        "Ava: Just like that?",
        "Jonathan: Just like that.",
        "Ava: And how is this going to make Sandy realize he should be with me?",
        "Jonathan: You and I are together on this one, Ava. We're on the outside knocking on the windows, only no one's answering. So we have a couple of choices. We can keep going after Sandy and Tammy trying to drive them apart, torturing them, but that's not going to make them come back to us. It's only going to reinforce what they already think of us, that we're some obstacle that needs to be shoved aside or stepped over on their path to a lifetime of happiness and safety.",
        "Ava: And so we give them what they want, we make them think that we care and that we're not going to hurt them.",
        "Jonathan: Exactly. Exactly. We show them that we can be selfless and sensitive.",
        "Ava: Oh, come on. Give me a break.",
        "Jonathan: No. It's not. I'm tired of pushing Tammy. I'm tired of being rejected and dismissed. Tammy shoves her feelings for me away like they're dirty or like they're something to be ashamed of. And I know that there's only so long you can hide those feelings before they find a way out.",
        "Ava: And then what?",
        "Jonathan: And then she realizes that she's meant to be with me and Sandy realizes that he's meant to be with you and you're there to pick up the pieces.",
        "Ava: Yeah.",
        "Jonathan: I'm sick of hitting the wall, Ava. We do this. I know Tammy wants to be with me. I know I want to be with her. I know that she knows it. So I step back, I do the right thing, I wait for her to come begging for me.",
        "[SCENE_BREAK]",
        "Announcer: Next on \"Guiding Light...\".",
        "Beth: ( Laughs ) This is unbelievable.",
        "Alan: I knew that would come in handy someday.",
        "Beth: Only you can make destroying somebody's life sound fun.",
        "Harley: Help, help! The big bad wolf has tied me to the bed and I can't get away. I wish a big strong policeman would come in and... ( screams )",
        "Danny: She is Hope.",
        "Michelle: She is hope, for both of us.",
        "Marina: If he finds out Danny's had a DNA test, he and Michelle could find out work."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=g478mXQaBso"
}