{
    "Episode Summary": [],
    "Recap": [
        "Harley has invited the Coopers over to supper, including Lizzie; to Beth's disappointment that Lizzie won't accept an invitation from her but will from Harley. Harley and Beth argue. Lizzie and Coop exchange anniversary gifts and Coop is a little upset with Lizzie for spending so much. Beth overhears this and plants more seeds of doubt in his mind. Lizzie later finds out from Ava about borrowing money from a loan shark. Gus admits to Harley that he has been reading Blake's book. Mallet, Ross, Cassie, and Edmund all wait to find out what Dinah has to say but a nurse kicks them out of her room. After Edmund pulls the fire alarm, Cassie and Edmund go back into Dinah's room so Cassie can get her purse to find she is gone. Mallet slaps handcuffs on Edmund after he won't give answers to what he had to do with the fire. Cassie goes back to the farm and Dinah is there and collapses into her arms."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Beth: ( Clears throat )",
        "Gus: Hey, what's cooking, good looking, how you doing?",
        "Beth: Hi.",
        "Gus: How is it going?",
        "Beth: Great. Checking on dinner.",
        "Gus: Good, because I'm starving. What's for dinner?",
        "Beth: I classic, duck a la orange. If Harley has something she would like to make.",
        "Gus: Oh, yeah, she does.",
        "Beth: No. So how are you two doing? Are you getting all settled in?",
        "Gus: I'm good.",
        "Beth: Good. She just seems off the last couple days.",
        "Gus: Yeah?",
        "Lizzie: Hi, guys.",
        "Beth: This is a surprise.",
        "Lizzie: Really? Harley invited us.",
        "[SCENE_BREAK]",
        "Marina: This is not okay, none of this is okay, and quite frankly --",
        "Frank: You're okay?",
        "Buzz: I'm okay.",
        "Marina: I'm fine, but I think we're in trouble.",
        "Frank: You called and said you needed me.",
        "Marina: Dad, you hung up the phone before I could finish my sentence.",
        "Frank: Hey, when my daughter calls and says that she needs me, I'm there in two seconds, I don't have to ask questions, I just show up.",
        "Marina: That's what I always thought, until tonight. You always taught me the family came first, and tonight I have to say quite frankly both of you let me down, more importantly you let Aunt Harley down in her hour of need.",
        "Buzz: Her hour of need?",
        "Marina: Did she or did she not invite you to the Spaulding's for dinner?",
        "Frank: Oh, hey, I had a ton of paperwork",
        "Buzz: Oh, I had something .",
        "Marina: No, I was the only one with an actual time commitment, and I expected one of you to actually show up and help her through her time of need in that mausoleum. What is happening to this family?",
        "[SCENE_BREAK]",
        "Ava: Hi. How are you tonight?",
        "Ross: I'm well, thank you.",
        "Ava: Can I get you anything?",
        "Ross: Actually, I am waiting for somebody so I will order once he gets here.",
        "Ava: No problem. You're the Mayor, right?",
        "Ross: That's right.",
        "Ava: I recognize you from the newspaper, but you're much more distinguished looking in person.",
        "Ross: Well, thank you. Unless, of course, \"distinguished\" means old.",
        "Ava: No! No! Wrong choice of words.",
        "Ross: Okay. It's all right. I'm in politics. I'm used to people saying far worse than that. I'm Ross Marler.",
        "Ava: I'm Ava. Nice to meet you.",
        "Ross: Nice to meet you, Ava. Always nice to meet my younger constituents.",
        "Ava: Oh, I didn't vote for you, I just moved to town.",
        "Ross: In that case, welcome to town. I hope Springfield is treating you right.",
        "Ava: So far so good. In fact, I wouldn't have this wonderful job if it wasn't for my boss Jonathan Randall. Do you know him?",
        "Ross: I do. I know Jonathan. In fact, he's friends with my daughter, Dinah Marler.",
        "[SCENE_BREAK]",
        "Mallet: Dinah, can you hear me? How did the fire start? Was there anybody with there with you? Was Edmund there? Dinah? Forget it. I don't think you can even hear me.",
        "[SCENE_BREAK]",
        "Edmund: Cassie, please, don't do this. Let me go instead.",
        "Cassie: I am going in there to see Dinah.",
        "Edmund: But why? Why give her what she wants? She probably set that fire to get attention.",
        "Cassie: After everything she does, she doesn't need to get my attention, she already has it.",
        "Edmund: Reconsider, Cassie.",
        "Cassie: Get out of my way. Wow. I came in here to get the truth from you, but looking at you, I don't even know.",
        "[SCENE_BREAK]",
        "Ross: So, Ava, are you in school?",
        "Ava: Not at the moment but I hope to be next semester. I'm going to be studying business.",
        "Ross: Oh.",
        "Ava: Yeah. But I've been lucky enough in the meantime to have an assistant's position with one of the owners at the Beacon.",
        "Ross: So you work for Cassie Winslow.",
        "Ava: No, Olivia Lewis.",
        "Ross: So you work for Jonathan and Olivia. Must be interesting and exciting as well.",
        "Ava: It is. I feel lucky Olivia has a wonderful nose for business.",
        "Ross: I've heard that, yes. So you're holding down two jobs, you're about to go to school. Your parents must be very proud of you. I know I would be, proud and a little worried.",
        "Ava: Why worried?",
        "Ross: Parents want to prepare their kids and somehow they always think it's never enough. Like my daughter, Dinah. She's an adult, but I worry about her as much as I do the little ones.",
        "Ava: Well, that's nice, for her. It's nice to have somebody looking out for you. It can be a scary world out there.",
        "( Cell phone rings )",
        "Ross: Excuse me, would you? Ross Marler.",
        "Mallet: Ross, it's A.C. Mallet. Sorry for calling so late.",
        "Ross: Detective Mallet, what's happening?",
        "Mallet: I'm calling about your daughter. She's all right. She's been in an accident and right now she's at Cedars.",
        "Ross: I'll be right there.",
        "[SCENE_BREAK]",
        "Beth: Harley calls and you come.",
        "Lizzie: Mom, please do not make a big deal out of this.",
        "Harley: I won't. I'm glad you're here. Harley, you have the magic touch.",
        "Harley: Can you guys...",
        "Lizzie: If you're going to argue, you can do it in front of us.",
        "Beth: We're not going to argue.",
        "Coop: Let's grab some crackers. I'm starving. Lizzie...",
        "Harley: Beth, honestly, is something wrong?",
        "Beth: No, no, nothing. I just asked Lizzie to come here for months, and you phone, and she comes.",
        "Harley: Well, I'm glad I could help.",
        "Beth: I'm so glad you're a part of this family.",
        "Harley: Me, too.",
        "Gus: See, this isn't awkward at all, right?",
        "Lizzie: I can't believe you volunteered for us to leave.",
        "Coop: Well, Lizzie, I just felt things would go smoother if you were out of the mix, that's all.",
        "Lizzie: What's that supposed to mean?",
        "Coop: It means that you have a way of sticking it to your mom, okay? Now, if you take Harley's side, which I'm sure you probably would, and go against your mom, that will hurt her. Is that necessary? Is that what this... all of this is about?",
        "Lizzie: No.",
        "Coop: No. Good. I'm glad to hear that.",
        "Lizzie: You really didn't think this was going to be a nice, normal evening, did you?",
        "Coop: Well, the thought did cross my mind.",
        "Lizzie: Hello? We're here.",
        "Coop: Well, hello, here means free food and when you're on a budget, that's a good thing.",
        "Lizzie: Now you're talking.",
        "Coop: Exactly. I wanted to wait to do this, but since we're here...",
        "Lizzie: You know, I was wondering why you brought that backpack.",
        "Coop: But do you know the reason why?",
        "Lizzie: You remembered?",
        "Coop: Of course. How could I forget our first kiss? Are you nuts? Happy Anniversary.",
        "Lizzie: Oh, my gosh! It's amazing! You're amazing! Okay. Put it on me, please.",
        "Coop: Sure. Okay. Turn around.",
        "Lizzie: Okay. I'll try not to choke you here. All right. How's it look?",
        "Lizzie: There we go. I love it.",
        "Coop: Good.",
        "Lizzie: ( Laughs ) Okay.",
        "Coop: Um, what? ( Laughs ) You got me something, too? Okay.",
        "Lizzie: I'm amazing, too. And I hope you like it.",
        "Coop: All right. What'd you get? What'd you get? What'd you get? It's... a computer.",
        "Lizzie: It's for your writing. It's the best kind. Do you like it? ( Sighs )",
        "[SCENE_BREAK]",
        "Cassie: People think you started this fire, Dinah. Did you? I want you to tell me everything",
        "Edmund: Cassie, she's obviously just too weak for this.",
        "Cassie: Then we'll wait, Edmund. Dinah, I want you to get better because I want you to tell me the truth. I want to talk to a doctor.",
        "Dinah: Water.",
        "Cassie: All right. I'll make you a deal. I'll get you water and you give me answers.",
        "Mallet: Whoa. Whoa, what's going on here? Cassie, what are you doing here? You shouldn't be here.",
        "Cassie: Have you been here the whole time?",
        "Mallet: I pulled her out of the fire and I'm investigating what started it.",
        "Cassie: Do you have ideas?",
        "Mallet: Not yet. Right now I need to speak to Dinah alone. This is official police business.",
        "Cassie: I'm not leaving this room.",
        "Edmund: Cassie, I don't think Detective Mallet is giving us a choice.",
        "Cassie: I don't really care, Edmund.",
        "Ross: What is going on? Dinah? Oh, my baby, are you all right? What happened?",
        "Cassie: Ross, I'm glad you're here. Maybe you can help us get some answers.",
        "Ross: Help you do what?",
        "Cassie: Oh, my God, you don't know.",
        "Ross: What are you talking about?",
        "Cassie: Dinah lost my baby and pretended to be pregnant for months.",
        "Ross: That's impossible.",
        "Cassie: Not really. Not when you think about everything that Dinah's done.",
        "Ross: Sweetheart, there's been a mistake, hasn't there? Cassie doesn't know the whole story. Sweetheart, please, tell us the truth.",
        "Dinah ( Whispering ): The truth.",
        "[SCENE_BREAK]",
        "Coop: Lizzie, this... this is really expensive. I mean, you can't afford something like this.",
        "Lizzie: Yes, I can. I got it online at one of those discount stores. It's for your writing.",
        "Coop: I know. And I was saving up for something...",
        "Lizzie: I knew you were going to act like this. But it's okay, all right? I can afford it. I have the money.",
        "Coop: Really, from what?",
        "Lizzie: Hello? The ring. Look, don't act weird because I spent a little more than you did.",
        "Coop: Now you're missing the point here. Lizzie, you have bills, okay? Rent?",
        "Lizzie: I'll pay that at the beginning of next month.",
        "Coop: Right. But you also have a credit card now, too, which I know you've been using. What will you use to pay with that?",
        "Lizzie: Coop, come on, I'll pay for it.",
        "Coop: With what, Lizzie? You're not working anymore.",
        "Lizzie: You're not going to return it, are you?",
        "Coop: This... no, I'm not going to return it.",
        "Lizzie: You promise?",
        "Coop: I promise, Lizzie, I'm not going to return it.",
        "Lizzie: Good. Because it has, like, the best word processor money can buy.",
        "Coop: Why am I not surprised?",
        "Lizzie: And I didn't pay extra for it.",
        "Coop: I guess that counts for something.",
        "Lizzie: Ooh, does this mean I actually did something really good for once?",
        "Coop: Lizzie, you do everything good, except budget yourself.",
        "Lizzie: I'm working on that.",
        "Coop: Yes.",
        "Lizzie: What?",
        "Coop: This thing is freaking me out a little bit, okay? I know we've got a lot stacked against us. I don't want money or finances to be one of them, that's all.",
        "Lizzie: Yes. You're certainly right, Henry. >From now on, all the money will go to bills.",
        "Coop: Good.",
        "Beth: You can come in now. Everything's okay.",
        "Lizzie: What, no cat scratches?",
        "Beth: Don't be silly, Lizzie, Harley and I are both adults.",
        "Lizzie: Hmm. Funny, you could have fooled us.",
        "[SCENE_BREAK]",
        "Marina: Okay. So next time Aunt Harley calls, we check in with each other and we make sure that one of us is dropping whatever it is that we're doing to be with her. Okay?",
        "Buzz: Geez...",
        "Frank: Okay, I think I know your Aunt Harley better than anyone and I think she's handling the whole Spaulding deal quite fine.",
        "Marina: Dad. ( Sighs ) She is working overtime to prove if she's fine because if she ever let on she was overwhelmed people would say it was just because she's a woman. Here you go, Grandpa.",
        "Buzz: So nice you're looking out for her.",
        "Marina: Somebody has to. She was way too calm and in control when I talked to her last and, frankly, it scared me. Dad?",
        "Buzz: It's not like she's completely alone. Coop's with her tonight.",
        "Marina: Have you ever seen Coop try to answer the phone and pick up a plate from the kitchen at the same time?",
        "Buzz: Unfortunately, yes.",
        "Marina: Exactly. He's not exactly what we would call a multitasker. He's got Lizzie, that's all he can handle.",
        "Frank: I think it's great you're looking out for your Aunt Harley and your grandfather and I will be better not dropping the ball but we need to ease up on her a bit or she'll shut us down.",
        "Marina: What if someone is in trouble?",
        "Frank: Forget about Harley right now. What about you? I haven't seen my daughter in so long. We haven't talked. How is your life going right now? Seriously, I mean... maybe you're the one who's missing your family.",
        "Marina: Me? No! No, I'm fine!",
        "Buzz: Thanks a lot.",
        "Marina: That's not exactly what I meant, Grandpa. I just... Danny and I are doing fine. I think the past is finally in the past and Danny's finally ready to jump into the future with me. Okay. At least pretend that you're happy.",
        "Frank: Sweetheart, listen, if you're happy, I'm happy.",
        "Buzz: Good answer.",
        "Marina: Okay. I'm happy and Aunt Harley is going to be fine as long as one of us doesn't drop the ball. And Coop has Lizzie.",
        "Buzz: Well, okay. This family meeting has come to a close. It's chilly out here.",
        "Marina: Not so fast. I think it's time we talk about the two of you. When was the last time one of you had a life?",
        "[SCENE_BREAK]",
        "Edmund: Come on, Dinah, why don't you give your father every sordid detail.",
        "Ross: Edmund, leave her alone. You've done enough damage.",
        "Edmund: She's not as innocent as she looks, Ross. Tell everyone everything you did to Cassie.",
        "Cassie: I already know your story, Edmund. I'd like to hear Dinah's.",
        "Ross: Stop hovering over her like a couple of vultures.",
        "Edmund: She's not as weak as she looks, Ross. Speak up, Dinah! Come on! Just try to defend your wretched actions!",
        "Ross: All right, that's enough.",
        "Nurse: What is going on in here?",
        "Ross: I don't believe it.",
        "Nurse: And I don't care.",
        "Edmund: I know you mean well but....",
        "Nurse: Save it Sport. I want everybody out.",
        "Cassie: You don't understand what this woman knows.",
        "Ross: You heard the nurse. Dinah needs her rest. I'll stay here, I'm her father.",
        "Nurse: I don't care if you're the mayor.",
        "Mallet: I'm the police officer working this case. I'm going to stay. Dr. Bauer says it's okay.",
        "Nurse: Nurse McGowan says it's not.",
        "Cassie: Ross...",
        "Ross: We need to talk.",
        "Mallet: Excuse me, Mr. Winslow. You've got a few questions you need to answer.",
        "Edmund: About what?",
        "Mallet: Like for instance why don't you want us to hear what Dinah has to say?",
        "Edmund: Why are you harassing me? It's a well-established fact...",
        "Mallet: Dinah was found in a burning building that you own.",
        "Edmund: I own?",
        "Mallet: Your name is on the title.",
        "Edmund: I have no idea.",
        "Mallet: Hm. Well you seemed pretty angry over her right now. What's that about?",
        "Edmund: The woman was party to destroying my marriage. She pretended to carry my baby long after she lost it-- of course I'm angry with her.",
        "Mallet: That's it? That's all?",
        "Edmund: No. Also I find this to be an incredible waste of time. The woman is a murderer.",
        "Mallet: Is she an arsonist, or is someone trying to get rid of her this time?",
        "Ross: Cassie, what is happening? You have a baby girl. I've seen it.",
        "Cassie: Dinah did not give birth to Hope.",
        "Ross: Edmund told me that he helped deliver this baby.",
        "Cassie: It was a lie. That didn't happen at the farmhouse. Edmund made it up because Dinah lied.",
        "Ross: She wouldn't do that. Carrying the baby was the center of her life. It meant everything to her.",
        "Cassie: Her redemption, I know. It didn't happen.",
        "Ross: From what I heard in her room, you still don't know the whole story, do you?",
        "Cassie: No, I don't know the whole story, Ross, but Dinah does.",
        "Ross: And you're desperate to talk to her, I know. But not now. Cassie, she nearly died and I just got her back.",
        "Cassie: I need to know the truth. You can go in there with me.",
        "Ross: I want the truth, too. But more than that, I want her to recover so I don't want you or Edmund interrogating her. Somebody has to look out for...",
        "Edmund: Ross...",
        "Ross: Stay away from my daughter! I'll get a police guard if I have to.",
        "Edmund: He can't do this to me; I'll hire a lawyer.",
        "Cassie: He's a father looking out for his child.",
        "Edmund: For God's sake, Cassie he...",
        "Cassie: You wouldn't know anything about that.",
        "Edmund: Where are you going? One down, two to go.",
        "[SCENE_BREAK]",
        "Harley: Well, dinner was, um...",
        "Coop: Fruity?",
        "Gus: Fruit-like?",
        "Harley: There was a citrus thing going on there.",
        "Beth: Well, I enjoyed it.",
        "Harley: Well, you should, you ordered it.",
        "Coop: Well, I'm not one for duck myself, but I like oranges.",
        "Gus: Yeah. Oranges are nice. Maybe we should have watched the game or something, you know?",
        "Harley: We could have set up TV trays in the Media Room.",
        "Beth: Great. And then we could all go for a dip in the cement pond.",
        "Lizzie: Thank you.",
        "Gus: So, Lizzie, how's your job going over at WSPR?",
        "Lizzie: I quit that. It wasn't my thing.",
        "Gus: Oh. Nobody tells me anything. ( Laughs ) So what are you back at Company then?",
        "Lizzie: No. I guess I'm sort of in between jobs, you know?",
        "Gus: Hm.",
        "Beth: But you are looking for something else, right Sweetie?",
        "Lizzie: Yes.",
        "Beth: Good. I wouldn't want your credit score to be affected.",
        "Lizzie: My credit score?",
        "Beth: Yes. That's more important than you might think. I'm sure Coop could tell you.",
        "Coop: Sure.",
        "Lizzie: I'm paying my bills, Mom. We should go.",
        "Harley: So soon?",
        "Lizzie: We have other plans.",
        "Beth: Well, I'll walk you out.",
        "Lizzie: No way. Thank you for inviting us.",
        "Coop: Thanks.",
        "Gus: Want to get a little fresh air?",
        "Harley: Sounds good.",
        "Gus: We'll come back and eat the cake later.",
        "Harley: Well, that wasn't a complete disaster.",
        "Gus: No.",
        "Harley: That was a complete disaster! Phillip is up there laughing right now. I cannot be in this close proximity to Beth. She and I have too much baggage.",
        "Gus: You tried.",
        "Harley: I promise you, next time we're going to watch the game, okay?",
        "Gus: Good. Good. That would be nice. I'd like that, yeah. Want to take a little walk with me?",
        "Harley: I wish I could. It's such a nice night.",
        "Gus: Come on. Why can't you?",
        "Harley: I have to work.",
        "Gus: Oh, that sucks.",
        "Harley: ( Laughs )",
        "Gus: Five minutes.",
        "Harley: Five minutes?",
        "Gus: A little stroll. What's the point of living in a place like this if you can't take a walk with your wifey and have some talk. Like, you know, \"where do you see yourself in five years? Would you leave me if I got brutally disfigured?\"",
        "[SCENE_BREAK]",
        "Lizzie: So Outskirts?",
        "Coop: How are we going to pay for it?",
        "Lizzie: Maybe Jonathan will comp me. I don't know. Follow me?",
        "Coop: Sure. Oh, the computer.",
        "Lizzie: Do you want me to wait out here?",
        "Coop: No. Go ahead. I'll meet you inside in a couple minutes all right?",
        "Lizzie: All right.",
        "Beth: Forget something?",
        "Coop: Beth. Hello. My computer. Have a good night. Again.",
        "Beth: Coop, if you have a minute, there's something that I'd like to say.",
        "[SCENE_BREAK]",
        "Mallet: What do you make of all this, Ross?",
        "Ross: Oh, I don't know. I do know she's trying to tell us something.",
        "Mallet: Really? Why that's?",
        "Ross: I can see it in her face. What I don't understand is why does somebody make a farewell tape with no intention of leaving town?",
        "Mallet: What do you mean a tape? A tape?",
        "Ross: Dinah made a videotape.",
        "Mallet: Did she leave it or on your doorstep or mail it?",
        "Ross: No, O'Neill found it at Cassie and Edmund's place.",
        "Mallet: So Edmund had access to it?",
        "Ross: Yes. You think he's responsible for her disappearance, perhaps?",
        "Mallet: Well, we only have his word on the night she left. And I guess we've got this videotape.",
        "Ross: Keep me up to date.",
        "Mallet: I'll let you know anything I find out the minute I do.",
        "Ross: I don't care what you did, Dinah. I just want you back.",
        "[SCENE_BREAK]",
        "Harley: Oh, okay. No, I found it. I got it. I got it. Thank you.",
        "Gus: Hi, baby.",
        "Harley: Hi.",
        "Gus: What are you working on?",
        "Harley: Um, the third quarter report, I think.",
        "Gus: Uh-huh. That's cool. So what do you have to crunch numbers?",
        "Harley: I used to actually like numbers, believe it or not.",
        "Gus: Can I help you?",
        "Harley: Will you send know business school?",
        "Gus: No, but I'll stay here with you while you're doing it.",
        "Harley: Okay. Okay. Listen to this: Oh, okay. \"New products performed well. Retail authorizations and initial consumer takeaway for this line are tracking on expectations and the business is projected to exceed $100 million in revenue in 2005.\"",
        "Gus: Well, you're the boss. You need the info. That's self-explanatory.",
        "Harley: Listen to this part: \"Second quarter diluted earnings per share from continuing operations increased 9.5% to 37 cents. Including two cents per share in exit and implementation costs.\" I can't even say it. \"For the restructuring program.\" I mean, I get numbers... ( Laughs ) I don't know what that means.",
        "Gus: What that means is that the business is doing better because of the manufacturing costs having gone down and all the product we're putting out there, they've gone up, hence we make more money.",
        "Harley: You don't get it either. ( Laughs )",
        "Gus: Well, what I can get you is somebody that can explain this to you. We can hire somebody.",
        "Harley: I have people who can explain this to me, but they're not here, you are.",
        "Gus: Good point. That's true.",
        "Harley: Listen \"Results in eastern Europe were particularly strong\"... ( Laughs ) \"Led by Poland and the Czech Republic.\" Gus guess we do well in this country. They like this stuff.",
        "Harley: Listen to this. It talks about the top line on going constant currency revenue growth. Is that the same thing as what I just read?",
        "Gus: Wait a second. Bring it back over there for a second. Okay...",
        "Harley: Look at this part here.",
        "Gus: It continues on and then the projections are 4.5 to 5.5 buttons... I mean, 5.5%. Give me this. Based on a 53-week basis.",
        "Harley: Yes.",
        "Gus: Wait a minute. Aren't there only 52 weeks in a year?",
        "Harley: There's 52 cards in a deck.",
        "Gus: There's 52 states in the... wait...",
        "Harley: Alaska.",
        "Gus: Right. You got me.",
        "Harley: ( Laughs )",
        "Gus: You got me. Here, go ahead.",
        "Harley: Okay. So second half revenue growth is expected to be driven by contributions from new products, increased consumer spending and... ( Laughs )",
        "Gus: And what? And what?",
        "Harley: And something. Something.",
        "[SCENE_BREAK]",
        "Marina: You need love, both of you.",
        "Buzz: I need a sweater.",
        "Marina: No! You need a loving compassionate complicated woman to keep you warm. See? I know your type.",
        "Marina: And you...",
        "Frank: Listen, honey. I promise you I won't settle for anyone less wonderful than you are.",
        "Marina: Well you just might have to settle just a little tiny bit. Then again, maybe not. I mean, after all you did win Mom's heart away from a rich and powerful Spaulding.",
        "Buzz: She's right, Frank. I always thought of you as a catch.",
        "Marina: So are you. What are we going to do first? We could try one of those computer dating things or what about a personal ad in the \"Journal.\"",
        "( Cell phone rings )",
        "Buzz: Saved!",
        "Frank: Sorry about this. Cooper here. What? Okay. I'll be there in a few minutes. Thanks. Sorry, guys, I've got to go.",
        "Buzz: Go, Man of Steel. Fight crime.",
        "Marina: I'm not letting you forget about this.",
        "Frank: I believe that. Pop, talk to you later.",
        "Marina: I'm serious about this. You and Dad both have a lot to offer.",
        "Buzz: Well, thank you. It's nice a that you think that.",
        "Marina: I just feel so happy finally having love in my life.",
        "Buzz: I think I remember the feeling. I had a dog once.",
        "Marina: Now that Danny and I are happy and settled I just... I want everyone else in the family to feel just as happy as I do!",
        "[SCENE_BREAK]",
        "Beth: You had a close call at the garage, the tires, gasoline.",
        "Coop: I'm fine.",
        "Beth: Good. Lizzie seems to think that I somehow had something to do with it.",
        "Coop: Well, I never thought that.",
        "Beth: Good. Because in spite of the fact that we got off on the wrong foot, I would never... you have to...",
        "Coop: Beth, is there something you wanted to say to me?",
        "Beth: How is she?",
        "Coop: She's fine. Look, it's tough being on your own, especially for Lizzie. She does need her family more than she's letting on.",
        "Beth: And I need her, too. Is she happy?",
        "Coop: Yeah. She seems to be. Beth, I want that for her, too.",
        "Beth: You're a good friend.",
        "Coop: I'm not going to hurt her.",
        "Beth: Not intentionally.",
        "Coop: Not ever. Beth, I love your daughter and I'd do anything for her.",
        "Beth: Including marrying her?",
        "Coop: Maybe. Someday.",
        "Beth: Someday? Have you talked to Lizzie about this?",
        "Coop: We've discussed it. She agrees with me. We are both too young right now and we still have a lot to learn. But hopefully we will stay together and see what happens.",
        "Beth: Thank you for talking to me.",
        "Coop: Sure. Look, I should really get going, so...",
        "Beth: Oh. Nice computer. Is it new?",
        "Coop: Yeah.",
        "Beth: Coop, promise me that you'll take care of Lizzie whatever it takes.",
        "Coop: I promise.",
        "Beth: I'm going to hold you to that.",
        "[SCENE_BREAK]",
        "Ava: Hi, what can I get you?",
        "Lizzie: Diet soda, please. Thanks.",
        "Ava: That will be three dollars.",
        "Lizzie: Is Jonathan not here tonight?",
        "Ava: No, not on the.",
        "Lizzie: Okay. Do you mind if I ask what you're doing?",
        "Ava: I'm balancing my checkbook.",
        "Lizzie: You can just do that?",
        "Ava: Sure, why not?",
        "Lizzie: I guess I thought that's what accountants were for.",
        "Ava: It's actually pretty simple.",
        "Lizzie: You're poor, aren't you? I'm only asking because I am, too.",
        "Ava: Yeah, I could tell by the outfit.",
        "Lizzie: Oh, well I used to be rich.",
        "Ava: Good for you.",
        "Lizzie: Yeah, it was.",
        "Ava: ( Laughs )",
        "Lizzie: What's funny?",
        "Ava: Nothing. Nothing. I'm sorry.",
        "Lizzie: You know, you don't look too bad. You know, your hair and your wardrobe, given your finances or lack thereof.",
        "Ava: Thanks. I guess you could call me a bargain hunter.",
        "Lizzie: Well you have to be if you work here.",
        "Ava: Well I also have a second job.",
        "Lizzie: I was afraid you were going to say that.",
        "Ava: Yeah? Well it's better than the alternative.",
        "Lizzie: Wait. Hold on. What's the alternative.",
        "Ava: Well, it's just that when I moved into town there was somebody who offered to loan me some money.",
        "Lizzie: How much?",
        "Ava: As much as I needed.",
        "Lizzie: Well you need collateral. What bank did he work for?",
        "Ava: This guy didn't work at a bank.",
        "Lizzie: I don't understand.",
        "Ava: He offered to loan me money and then he wanted me to pay him back more money.",
        "Lizzie: Like a loan shark? I never knew they existed.",
        "Ava: Unfortunately, they do.",
        "Lizzie: Tell me more about this.",
        "[SCENE_BREAK]",
        "( Fire alarm ringing )",
        "Cassie: What's up with the alarm?",
        "Edmund: I don't know. I thought you left.",
        "Cassie: I left my purse in Dinah's room.",
        "Edmund: You can't go in there.",
        "Cassie: I have to go in there Edmund, or I can't get into my house.",
        "Edmund: Use my keys.",
        "Cassie: It's my wallet, my money, my driver's license.",
        "Edmund: Cassie, if Ross calls the police.",
        "Cassie: He won't call the police on me for walking in there and getting my purse.",
        "Edmund: Cassie, I don't think...",
        "Cassie: Back off! I'm going in there.",
        "Cassie: Where is she?",
        "Edmund: Maybe she's evacuating.",
        "Cassie: No. Wrong so. Her clothes are gone!",
        "Edmund: Would she even have had clothes?",
        "Cassie: She's... she took off. She's probably disappeared again.",
        "Edmund: Probably.",
        "Cassie: I don't believe this. What am I talking about? Of course I do! This is just perfect! I'm out of here.",
        "Edmund: Wherever you are, Dinah, I know you haven't gone far.",
        "[SCENE_BREAK]",
        "Gus: Aren't you glad we went over the material together.",
        "Harley: You're feeling awfully frisky tonight.",
        "Gus: Yeah, well, you know, that's what a good romance novel will do to you. I can't believe it how you chicks like to read those things. You dolls, you baby faces.",
        "Harley: You were reading Blake's book?",
        "Gus: No. Just a page or two, you know? No big deal.",
        "Harley: This is bugging you, isn't it?",
        "Gus: No. No. I was just checking it out.",
        "Harley: Come on. Actions speak louder than words.",
        "Gus: Just a little light reading, that's all. It wasn't bothering me at all.",
        "Harley: Well, how about we write our own romance novel? How would it start?",
        "Gus: ( Sighs ) I don't know. It would probably be something like \"she rolls on top of him and she bursts into a flame ball of desire.\" ( Laughs )",
        "Harley: ( Laughs )",
        "Gus: Something like that.",
        "[SCENE_BREAK]",
        "Beth: Alan, calm down. Coop's not such a bad kid. You just leave everything to me. Coop's already poised to end this relationship, he just doesn't know it yet. So I'm going to do everything I can to help him see that and bring Lizzie back home where she belongs.",
        "[SCENE_BREAK]",
        "Ava: These guys are exactly like you see in the movies. They their interest rates are sky high and, let me tell you something, if you don't make your payment, you're in big trouble.",
        "Lizzie: What if you do make your payments?",
        "Ava: It's impossible to make your payment. I'm telling you.",
        "Lizzie: Says you.",
        "Coop: Hey.",
        "Lizzie: Hey.",
        "Coop: I am so sorry that I am late. Your mom, she grabbed when me when I went back in.",
        "Lizzie: Oh, great.",
        "Coop: No. Everything... everything is fine. She just misses you, that's all.",
        "Lizzie: You know, I think I have a creative idea how to turn around our money problems.",
        "[SCENE_BREAK]",
        "Mallet: Mr. Winslow, I've got a couple more questions.",
        "Edmund: Sorry, Detective, I'm all out of answers.",
        "Mallet: We'll see.",
        "[SCENE_BREAK]",
        "Cassie: Mrs. Chitwood? Mrs. Chitwood? Hello, Mrs. Chitwood?",
        "[SCENE_BREAK]",
        "Announcer: Next on \"Guiding Light\"...",
        "Olivia: To your new position. Those Venezuelans won't know what hit him.",
        "Reva: This would have been a big win.",
        "Edmund: You know how deranged she is. How much she wants Cassie's life.",
        "Jeffrey: Maybe Dinah is the mastermind to all of this."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=bQtucxk32Kk"
}