{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "[Missing a lot of this\r\ntranscript due to President Bush's news conference.] ",
        "Olivia: You know, I know all about you. You think\r\nthat this was just a coincidence meeting here, no, no,\r\nthis has been my life’s mission to track you down. And along the way, I have discovered\r\nsome very interesting things about you, things I’m sure that you wouldn’t want\r\nother people to know. You come clean with me, or I swear I'll stand up on that\r\nbench and I will shout the truth about you and what happened that night to anyone\r\nwho will listen. ",
        "Ditkins: All right. Yes. I remember you. And\r\nI remember the gentleman you were involved with that night. ",
        "Olivia: He was no gentleman. We weren't\r\ninvolved. He attacked me. Tell me his name. ",
        "Ditkins: I don't have to. He's right behind\r\nyou. ",
        "Olivia: What is this, you think that this is\r\nsome kind of game. You think it is funny?",
        "Ditkins: I wasn't lying. He's right there.\r\nLook more closely. Bingo. ",
        "Olivia: Jeffrey O’Neill? No, it can't be Jeffrey.\r\nI know Jeffrey. ",
        "Ditkins: I guess you do. (Echoing) He's right there. Look more closely. ",
        "Young Olivia:\r\nOh, no. ",
        "Young\r\nJeffrey: What more could you ask for? ",
        "Olivia: No, it was not Jeffrey. I was drunk\r\nthat night, but I remember his face. ",
        "Ditkins: Do you? ",
        "Olivia: Yeah, and I knew the royal family. Every\r\ngirl on that island had a crush on Richard. Do you think I wouldn't recognize a\r\nguy who has a face just like Richard’s? ",
        "Ditkins: Who said he looked like Prince\r\nRichard that night?",
        "Olivia: What are you talking about?",
        "Ditkins: Back then, O’Neill looked like O’Neill.\r\nHe hadn't become Richard yet. ",
        "",
        "Jeffrey: We need numbers, people. Come on. We any numbers from any precinct. We're flying blind right\r\nnow. ",
        "Dinah: Bossy. ",
        "Jeffrey: Yeah, well, I'm a little tense\r\nright now. ",
        "Dinah: I think you are going to do fine.",
        "Jeffrey: I want to do better than fine, I\r\nwant to win.",
        "Man: The first numbers are in. O’Neill, 38%, and Marler, 10%. ",
        "Jeffrey: Yes! (Applause and cheers) ",
        "Dinah: It looks like you're going to get what\r\nyou want, to finally be somebody. ",
        "Ditkins:\r\nYou're not really Richard, and you're not really Jeffrey, either. From now on,\r\nyou're nothing. ",
        "Dinah: Mr. Mayor, how does it feel? ",
        "Jeffrey: Do you have any idea how long I've\r\nwaited for this moment. ",
        "Dinah: Maybe since they pulled you out of\r\njail. ",
        "Jeffrey: Yeah, well, we don't have to think\r\nabout that anymore? ",
        "Dinah: What exactly landed you there? ",
        "Jeffrey: Well, you'll just have to keep\r\nwondering. ",
        "Dinah: Why don't you tell me.\r\nCome on. \"Springfield Burns\" couldn't nail you. It's safe with me.\r\nWhat did you do? Steal some money from some people, destroy innocent lives?\r\nWhat did you do, Jeffrey? ",
        "Jeffrey: Yeah. Something like\r\nthat. ",
        "Ditkins:\r\nA resume. ",
        "Young Jeffrey:\r\nWho the hell are you? ",
        "Ditkins:\r\nYou don't get a file like this at such a young age. You have to earn it. I can\r\nonly imagine how much you've gotten away with? ",
        "Young Jeffrey:\r\nAnd do you have a point? ",
        "Ditkins:\r\nHave you seen her before? ",
        "Young Jeffrey:\r\nYeah, I guess, so. ",
        "Ditkins:\r\nSo, she says you slept with her, and that she was drunk and she doesn't\r\nremember, that you forced her. ",
        "Young\r\nJeffrey: I didn't force her. She kissed me, and... ",
        "Ditkins:\r\nDid you know she was 16? Yeah. How old are you? A lot older\r\nthan 16. ",
        "Young Jeffrey:\r\nShe didn't look that young. ",
        "Ditkins:\r\nThat's what they all say, my friend. ",
        "Young Jeffrey:\r\nBut she had told me- - she never said no. ",
        "Ditkins:\r\nWhy do you think that is? Because you got her too drunk. ",
        "Young Jeffrey:\r\nNo. You've got to believe me. ",
        "Ditkins:\r\nI'm more interested in what other people would believe. They'll believe a young\r\npoor girl who was assaulted. You know it, I see it and\r\nyour eyes. You're not walking away from this one. But your story has raised\r\nsome alarm bells with us. ",
        "Young Jeffrey:\r\nUs, who's us? ",
        "",
        "Olivia: You keep saying us. Who's us? Who are you people? ",
        "Ditkins:\r\nWe look for people like you. ",
        "Young Jeffrey:\r\nYou aren't the cops or some prosecutor. ",
        "Ditkins:\r\nNo, I'm the guy who keeps them from getting to you. ",
        "Young Jeffrey:\r\nWhy? ",
        "Ditkins:\r\nSee, here's the thing, we need you. ",
        "Olivia: If you knew what Jeffrey had done,\r\nwhy wasn't he charged? Why wasn't he punished? ",
        "Ditkins: He wouldn't have been useful to us\r\nat that time. Young Jeffrey O’Neill was smart, a young con, who was very good\r\nat pretending to be who he wanted to be without any conscious about it. After\r\nwhat he did to you, we knew we would own him. So we gave him a new and exciting\r\nlife, a service. ",
        "Olivia: I had a baby and my mother died. I\r\nwas a kid and you ruined my life. He gets rewarded for that? ",
        "Ditkins: He was lucky, but then again Jeffrey’s\r\nalways been lucky. Luckier than you. I'm out of the\r\nbusiness. I've done all I can for you. Good-bye. ",
        "Olivia: Please tell me everything is going\r\nto be okay. Yes, I'd like to report an assault. No, it can't be. ",
        "Ava: Hey, I'm glad I ran into you. ",
        "Olivia: Yeah? ",
        "Ava: Yeah. I wanted to apologize. ",
        "Olivia: For what? ",
        "Ava: About my father. ",
        "Olivia: What about him? ",
        "Ava: Well, I doubted your story. I didn't\r\nwant to believe that he did what you said he did to you. ",
        "Olivia: He did. ",
        "Ava: I know. I checked it out, and I believe\r\nyour story. I just can't imagine what it must have been like, what that would\r\ndo to someone. ",
        "Olivia: It made me who I am. ",
        "",
        " Man: Mr.\r\nMayor, congratulations! ",
        "Jeffrey: Not yet, but soon, and all thanks\r\nto you. Hello, Jeffrey O’Neill. Folks, please. Have\r\nyou voted yet? Okay. ",
        "Dinah: Too early to celebrate? ",
        "Jeffrey: What... what are you-- put that\r\naway. That's bad luck. People are going to think I'm too cocky or a drunk or\r\nsomething. ",
        "Dinah: Well, there are ten cases sitting up\r\non the stage once you win. ",
        "Jeffrey: Thank you, Dinah. I'm glad there\r\nare no hard feelings. ",
        "Dinah: There are, but I still want you to\r\nwin. ",
        "Jeffrey: Maybe you just want Blake to lose. ",
        "Dinah: That, too. You know, my father was a\r\ngreat man, cared about people, and wanted to help people. Wanted\r\nto improve their lives. When I see her riding the widow ticket, it’s\r\nvery difficult on my stomach. ",
        "Jeffrey: Well, people have done a lot worse to\r\nwin elections, trust me. ",
        "Dinah: Do people really think that she cares\r\nabout anyone else but herself? If she cared about my father like she said she\r\ndid, she wouldn't have jumped into bed with you as fast as she did. No offense.\r\n",
        "Jeffrey: None taken. ",
        "",
        " Blake:\r\nAre these numbers accurate? ",
        "Ashlee: Do you want the real answer or the\r\nnice one? It's okay, we'll catch up, Mrs. Marler. ",
        "Blake: Why are people buyin' into Jeffrey’s\r\nfalse sincerity? ",
        "Ashlee: Didn't you? ",
        "Blake: Don’t you have a phone call to make? ",
        "Harley: Hi, Ashlee. Where did you get your\r\nt-shirt? ",
        "Ashlee: At springfieldburns.com. Isn't it\r\ngreat? Did you get one? ",
        "Frank: Do you think she knows more than she\r\nsays? ",
        "Harley: I don't think so. Do we have any new\r\nleads? ",
        "Frank: Hopefully when the police station\r\ngets done, we'll have more state-of-the-art equipment. ",
        "Blake: I just want you to know if I'm\r\nelected, I will make the Springfield PD top priority. ",
        "Harley: Is that your campaign slogan? I like\r\nit. ",
        "Blake: Nice to see friendly faces. ",
        "Frank: Blake, we're actually here on\r\nofficial business. ",
        "Blake: What is it? ",
        "Harley: Springfield Burns. ",
        "Blake: I already told Mallet I don't care\r\nabout that right now. I have my own security crew. I'm fighting for my\r\npolitical life here. ",
        "Blake: You didn't answer my question: Did\r\nyou vote? ",
        "Harley: This is serious, Blake. ",
        "Blake: This is serious, Harley. This\r\ncampaign is serious, and nobody is taking it serious. It's just another dumb\r\njob. ",
        "Frank: Friends aren't supposed to be talking\r\nabout religion and politics, but for what it's worth, I did vote today, for Blake\r\nMarler. Good luck. I have to get some stuff done. ",
        "Harley: And I'm voting later. I promise. ",
        "Blake: I'm sorry. I'm sorry. This election\r\nmeans everything to me, and I'm afraid I'm going to lose. ",
        "Harley: Maybe, but it's still early. ",
        "Blake: Look, I don't get it. Why don't\r\npeople see... people think he is trustworthy and he is sincere.\r\nWe have no idea what's behind that smile. ",
        "",
        " Olivia:\r\nWell at least now you know your father is a slime. ",
        "Ava: Yeah. Doesn't that feel good? ",
        "",
        " Jeffrey:\r\nI appreciate it. And make sure there are no hanging\r\nchads or anything like that. ",
        "Remy: Your hand is going to fall off, Counselor.\r\n",
        "Marina: It will be worth it if you win. ",
        "Jeffrey: I know you guys are on protection\r\ndetail, but would you mind standing back a little bit. You kind of look like\r\ncops not looking like cops. ",
        "Remy: No problem. ",
        "Cassie: There he is. Hey, I hear you're\r\nahead in the polls. ",
        "Jeffrey: Yeah. You know polls. Did you vote?\r\n",
        "Cassie: Sure did. ",
        "Jeffrey: I'm not going to ask you which\r\nlever you pulled. How is Reva doing? ",
        "Cassie: She's doing better right now. Thanks\r\nfor asking. ",
        "Jeffrey: I'm going to try to stop by tomorrow.\r\n",
        "Cassie: Yeah, she would like that. I'm\r\nheading back there now. Good luck. ",
        "Jeffrey: Thanks. ",
        "Cassie: Um, F.Y.I.: I voted for you. ",
        "Jeffrey: Really? But Blake’s your friend. ",
        "Cassie: Well, so are you. A\r\ngood friend. After all, I don't think Blake has ever seen me naked. ",
        "Jeffrey: Well, there is a reason to vote for\r\na candidate. ",
        "Cassie: (Laughs) You'll\r\nbe a good mayor, Jeffrey. ",
        "Jeffrey: Well, I'm going to try. I've got a\r\nlot-- a lot-- to make up for. ",
        "Cassie: This is finally your moment. You\r\ndeserve it. What is... what's going on here? ",
        "Jeffrey: Oh, this? Um, it's St. Jude. When I\r\nwas a kid, someone gave me one of these, and, well, I lost it and I went out\r\nand got another one because I figured I needed all of the luck I could get\r\ntoday. ",
        "Cassie: Who was St. Jude? ",
        "Jeffrey: The Patron Saint of Lost Causes, of\r\nwhich I was definitely one. ",
        "Cassie: Well, not anymore. ",
        "",
        "Ava: I better go. I haven't voted yet. O’Neill for mayor. ",
        "Olivia: Yeah. ",
        "",
        "Jeffrey: You're absolutely right, we do need\r\nmore police officers on the street, and when I'm mayor, I'm going to make sure\r\nthat we get them there. Now, please, go vote for Jeffrey O’Neill. Thank you.\r\nExcuse me. Yeah, hello. ",
        "Olivia: Jeffrey, it's\r\nOlivia Spencer. ",
        "Jeffrey: Well, hi, Olivia, what can I do for\r\nyou? ",
        "Olivia: That's a good question. I need to\r\nsee you right now. ",
        "Jeffrey: Olivia, whatever it is, can we take\r\ncare of it over the phone? I have something important here. ",
        "Olivia: I'm not asking you. I'm telling you.\r\nYou're going to talk to me. You don't get to do that again. ",
        "Jeffrey: Do what? Listen, Olivia, I have\r\nsome last-minute campaigning here, and it is really hard to hear you. I'm going\r\nto call you back, I promise, okay? ",
        "Crowd: Jeffrey! Jeffrey! Jeffrey! ",
        "Olivia:\r\nMy mother always warned me about wanting to grow up too fast. She always warned\r\nme about it. But I didn't feel I had had a choice. I developed faster than\r\nother girls, and when I was in high school, all the guys were asking me out,\r\nand I liked it Buzz. I liked the attention. ",
        "Young Olivia:\r\nHi, my name is Olivia Spencer, and I was at a party a couple of months ago... ",
        "Olivia:\r\nI heard about this party. I met this guy, he was sweet. ",
        "Young Olivia:\r\nNo, I don't remember his name. No, don't hang up. You see, I'm pregnant and I--\r\nhello. Hello. ",
        "Olivia:\r\nI knew what had happened. ",
        "Crowd: O’Neill! O’Neill! O’Neill! ",
        "",
        "Jeffrey: Oh, hi, this is Jeffrey O’Neill.\r\nOlivia, I'm sorry I hung up on you earlier. But if you have something important\r\nto talk about, you can call me back. Okay, thanks. ",
        "Remy: So far, so good. Nothing\r\non the web site. ",
        "Jeffrey: What did you expect? ",
        "Marina: Well, today would be the day to drop\r\nthe biggest bomb yet. ",
        "Jeffrey: Maybe he ran out of ammo. ",
        "",
        "Blake: Sorry, Jeffrey. I didn't want to do\r\nit, but it's your time to burn. ",
        "Ashlee: Blake, they're going to start\r\ncalling the returns. ",
        "Blake: I'm coming. Just\r\nfinishing up my victory speech. ",
        "",
        "[Missing transcript here\r\ndue to President Bush's news conference.] ",
        "EMT: She crashed on the way here. We\r\nbarely got her back. ",
        "Lillian: Blake, you hold on, we've got a\r\nteam waiting, you're going to be all right. ",
        "",
        "Marina: Remy? Remy, come here. ",
        "Remy: What? What? Springfield Burns, so? ",
        "Marina: Look at it. It's not just a web\r\nsite. ",
        "Remy: This is the host computer. ",
        "Marina: Blake. ",
        "Remy: Where did she get all of that stuff\r\nthat was posted? ",
        "Marina: Open her files. ",
        "Remy: Technically you need a warrant for\r\nthat. ",
        "Marina: And? ",
        "Remy: I know what you're going to say. ",
        "Marina: Oh, man, here it is, from the first\r\nentry to the last. Gus, Harley, Olivia, Cassie, it's\r\nall here. This is where it came from. It's Blake. She's the blogger. ",
        "Harley: This is Harley. ",
        "Marina: Hey, Harley, it's Marina. I'm standing in Blake’s room and dad said to call\r\nwith an update. ",
        "Harley: Oh, good. Did you find anything\r\nbecause doctors are going to run tests for poison, but if you could rule out\r\nanything else. ",
        "Marina: Yeah, we definitely kind of stumbled\r\non something else. ",
        "Harley: Uh-huh. Something\r\nimportant? ",
        "Marina: Yeah, it's important. Um, I'm\r\nstanding here in front of Blake’s computer, and, um, she has all these data\r\nentries and files that all relate to the \"Springfield Burns\" web\r\nsite. ",
        "Harley: She was tracking the blogger, we all\r\nwere. ",
        "Marina: Not news files, Harley. Source\r\nfiles. ",
        "Harley: Are you sure? ",
        "Marina: I'm sure. It was Blake, it was her\r\nall along. She has stuff on everybody. It all dates to right after Ross died. ",
        "Harley: Oh, my God, Blake. So any one of the\r\npeople she burned could be the one who poisoned her. The list is huge. ",
        "Marina: Dinah, Mallet, Gus, me, you, Olivia, Cassie, Jeffrey.\r\nNow we just have to figure out which one of us did it. ",
        "",
        "Frank: Just do me a favor and keep me\r\nposted. Thank you. ",
        "Jeffrey: So what's the word? ",
        "Frank: She hasn't regained consciousness\r\nyet. She barely survived the trip to the hospital. ",
        "Jeffrey: My God, Frank. ",
        "Frank: Don't you think somebody should say\r\nsomething here? ",
        "Jeffrey: Right. I have to say something.\r\nExcuse me. Ladies and gentlemen. Can I have your\r\nattention, please? Thank you. Ladies and gentlemen, there has been an accident.\r\nThere's been an accident. Blake Marler is receiving the best care she could\r\npossibly receive at Cedars Hospital, but as I right now, she is, indeed, incapacitated. ",
        "She\r\nis, indeed, incapacitated. ",
        "She\r\nis, indeed, incapacitated. ",
        "Jeffrey: Now, Blake’s a fighter, so hang on.\r\nShe will be on her feet in no time. But in the meantime, as the second-place\r\nvote-getter, I will assume all of the responsibility at the offices of the\r\nmayor until Blake is ready to take her rightful place. And I pledge to honor\r\nall of the promises that we both made during our campaign. It will be my honor\r\nand my duty to serve you, the people of Springfield. Thank you. (Applause) ",
        "Crowd: (Chanting)\r\nJeffrey! Jeffrey! Jeffrey! Jeffrey! (Warped audio) ",
        "Olivia: It's really you. Yes, I'd like to\r\nreport an assault. ",
        "",
        "Next on \"Guiding Light\"... ",
        "Billy: It sounds like she's getting better\r\nby leaps and bounds. ",
        "Reva: Hi, Rick, what's up? ",
        "Rick: I have your test results.",
        "Olivia: The man who is responsible here, he\r\nneeds to be arrested, please. I have something to tell you, something everyone\r\nshould know about the real Jeffrey O’Neill. ",
        "Marina: Trying to figure out who poisoned her? ",
        "Mallet: I can't imagine who that would be. ",
        "Dinah: I can hate, too, and I can do it a\r\nhell of a lot better than you can."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=aV7v79SesxQ"
}