{
    "Episode Summary": [],
    "Recap": [
        "Josh and Billy discuss Reva's disappearance and Billy's conversation with Harley. Ross informs Olivia that Alan intends to sue for grandfathers' rights. At Cedars, Edmund and Cassie discuss having a baby while Jeffrey pumps Lillian for information. Jeffrey informs Buzz and Harley that charges will be pressed soon. Buzz tells Harley that he wants to meet with Ruth Karloff. Dinah tells Ross she may be pregnant while Edmund overhears the conversation. Jeffrey meets with Dinah to discuss the future."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Billy: Hey, you.",
        "Josh: Yah! What, are you trying to scare me?",
        "Billy: No, no. I just, I didn't want to talk to anybody else.",
        "Josh: What's the matter with you? You look terrible.",
        "Billy: Oh, thank you very much. You look all lit up. What's going on with you?",
        "Josh: I'm looking for Reva. What a surprise. She disappeared with Jonathan. She left me a note, didn't tell me where she was going, where they are.",
        "Billy: Woah, woah, woah.",
        "Josh: He's probably got his hands around her throat as we speak!",
        "Billy: Josh. Temper, temper, here, now this is a lesson we both should learn.",
        "Josh: What lesson are you talking about?",
        "Billy: That violence is not the answer.",
        "Josh: What's the question?",
        "Billy: Well, according to Harley Cooper, it's whether or not I killed Phillip Spaulding.",
        "Josh: What? My understanding was that you were nowhere near him on the night of the murder.",
        "Billy: Well, I lied about my whereabouts. And, see, Harley found out about it. And in her zeal to clear her Dad, she wants to pin the murder on me. So the question is whether I did it or not.",
        "Josh: Did you?",
        "[SCENE_BREAK]",
        "Olivia: Ross, what's going on?",
        "Ross: Oh, Olivia. You know I still handle certain legal issues for the Spaulding's. I wanted to give you this in person.",
        "Olivia: What is it?",
        "Ross: Open it.",
        "Olivia: Grandparent visitation rights? Is he out of his mind?",
        "Ross: Alan wants to make sure that he's allowed to see his granddaughter.",
        "Olivia: So he's suing.",
        "Ross: Well, now, it's a legal formality that assures him of a life-long relationship with Emma.",
        "Olivia: He doesn't want a relationship, Ross. He wants to take my daughter away from me.",
        "[SCENE_BREAK]",
        "Edmund: Sorry I kept you waiting.",
        "Cassie: Oh, that's okay. I was in visiting Buzz, so...",
        "Edmund: How is he?",
        "Cassie: Fine, fine. Well?",
        "Edmund: Well what?",
        "Cassie: The fertility test. Did you get your results back?",
        "Edmund: Yeah.",
        "Cassie: Oh. It's okay, you know. I mean if it's bad news, Edmund, we'll deal with it. We'll be okay.",
        "Edmund: Well, generally, a three million count is considered to be good. Generally.",
        "Cassie: And you were?",
        "Edmund: Mine only came in at 100 ... million, strong. So, really, technically speaking, I think I could single-handedly populate the entire island of Manhattan.",
        "Cassie: Oh, ha, ha, ha. Ohh, my gosh, one hundred million. We can do this. We can have a baby. We can have a baby.",
        "Edmund: Or two or three hundred.",
        "Cassie: One. One is fine.",
        "Edmund: Cassie, why limit ourselves? We could start a singing group like the Von Trapps.",
        "Cassie: Partridge family.",
        "Edmund: The who?",
        "Cassie: Or them, too.",
        "Edmund: What?",
        "Cassie: Never mind, never mind. I'm just... oh, wow, this is really scary.",
        "Edmund: Yeah.",
        "Cassie: And I'm really happy.",
        "Edmund: Good.",
        "Cassie: And I just love you to death.",
        "[SCENE_BREAK]",
        "Jeffrey: Yeah, I understand that. No, no, no. There's no need to do that. Governor, please. It will be done. You have my word on that. How's your father doing?",
        "Harley: He's okay. You know, we're very lucky that he didn't have another heart attack.",
        "Jeffrey: Okay, so it's not that serious then, after all?",
        "Harley: No, not this time.",
        "Jeffrey: You think he's up for visitors?",
        "Harley: Well, thank you for stopping by, Jeffrey. Actually, I think he's sleeping right now.",
        "Jeffrey: Okay, could you check? 'Cause I really want to see him.",
        "Harley: Okay, sure. I'll check. He looks so pale.",
        "Lillian: Yeah, but his vital signs are right where we want them. He'll be fine.",
        "Harley: What does that mean, he'll be fine? I mean, we thought he'd be fine last time, and now this. Do we have to worry that every time something stressful comes up, he could...",
        "Lillian: Stress is his trigger. But there's been no significant heart damage. I mean he's... he's really one of the lucky ones, I'm telling you.",
        "Harley: I feel lucky every time I look at him. Is there anything I can do?",
        "Lillian: Yeah, you can keep him calm.",
        "Harley: Ha-ha, like that's going to happen.",
        "Buzz: I had the weirdest dream, people talking about me when I was sleeping.",
        "Lillian: Oh, maybe, they were just beautiful, gorgeous blondes, who were saying wonderful, nice things about you. (Laughter)",
        "Harley: How are you holding up?",
        "Buzz: You kidding me? I can do this standing on my head.",
        "Harley: Don't even think about it.",
        "Buzz: What's going on out there? There are reporters, cops, what's...",
        "Harley: Don't worry about any of that stuff, Dad.",
        "Buzz: That's not the answer I was looking for.",
        "Harley: Well, you know, Frank and those guys are just doing their job.",
        "Buzz: Am I still the number one suspect?",
        "Harley: All the evidence makes it look like you shot Phillip, but you know what? I am going to get you out of this, I promise.",
        "Buzz: Harley, I saw Ruth Karloff, close up.",
        "[SCENE_BREAK]",
        "Edmund: I feel fantastic. I feel as if I should be passing out cigars.",
        "Cassie: No, no, no. Let's not get ahead of ourselves. Because I still have some tests to take, okay?",
        "Edmund: Tests, Cassie, tests. Tests that you will pass with flying colors, I know it. We did it once. We can do it again. Or we can die in the attempt.",
        "[SCENE_BREAK]",
        "Dinah: This ought to do the trick.",
        "Jeffrey: This wrapper... it's got holes in it, Dinah. Pin holes.",
        "Dinah: Wah! Wah. Wah. Wah. Wah. I guess you should get used to that sound, huh? What do you think? How do I look? Any different?",
        "Jeffrey: One time does not a baby make, Dinah.",
        "Dinah: Well, I don't know who taught you the facts of life, Jeffrey. But it only took me one time to make a baby. And it's taking good old Cassie and Edmund about three months. I think we're beating them to the punch.",
        "Jeffrey: I think we need to talk.",
        "Dinah: Don't worry. I don't need a thing from you. I got what I needed. I'm going to raise this baby on my own.",
        "Jeffrey: This baby. There is no baby, Dinah. That's your fantasy.",
        "Dinah: Oh really, because I was real queasy this morning. I've never been so happy to be so sick in my life. I think we're going to leave Cassie in the dust on this one.",
        "Jeffrey: In the dust? Listen to yourself. This isn't the Indianapolis 500, Dinah. The mere fact that you think that it is, is another reason why you should never have a baby.",
        "Dinah: Watch me.",
        "Jeffrey: What you did to do that condom, sticking holes in it--I mean, that should be illegal. It's no way to bring a baby into this world, is it?",
        "Dinah: Despite what you think, I'm going to be a very good mother.",
        "Jeffrey: You're going to be a lousy mother, just like I'd be a lousy father, okay. Any baby of ours is doomed from birth.",
        "Dinah: I will be a very good mother.",
        "Jeffrey: I don't have time for this.",
        "[SCENE_BREAK]",
        "Edmund: All right. Okay. What's wrong?",
        "Cassie: I just want this, you know. I just really want this. I want to have a baby with you.",
        "Edmund: Cassie, I want it, too. I do. But we have three wonderful children. So if, for some reason, this isn't meant to be, it's still all right. We're still very lucky. It's a win-win situation. So please, please stop worrying. All right?",
        "Cassie: Okay.",
        "Edmund: Okay. My God, I love you.",
        "Cassie: Prove it later, okay? After your meeting.",
        "Edmund: Okay. Mmm. Mmm.",
        "[SCENE_BREAK]",
        "Harley: So, you saw that Ruth Karloff, huh? And?",
        "Buzz: And I want you to help me.",
        "Harley: You know what Daddy, I am helping you. I'm doing everything I can to disprove the evidence against you.",
        "Buzz: I'm talking about Ruth. I need you to find her for me.",
        "[SCENE_BREAK]",
        "Jeffrey: Hello, Lillian.",
        "Lillian: Hi, Jeffrey.",
        "Jeffrey: How do you do it? Really, I mean you run around all day. You're working hard. You're attending to the sick. And you're still the picture of beauty and health.",
        "Lillian: Oh, you are so good. Honestly.",
        "Jeffrey: How's Beth doing?",
        "Lillian: Well, it's very nice of you to ask, but she's not doing well at all. I mean, we all miss Phillip so much, we just can't believe he's gone. Are you here to see Buzz?",
        "Jeffrey: Yeah, yeah. I'm just waiting for Harley to let me know what's going on. You know what, in the meantime, maybe you could help me with something?",
        "Lillian: Sure.",
        "Jeffrey: What do you know about the morning after pill?",
        "[SCENE_BREAK]",
        "Harley: Well, what does this Ruth person have to do with anything?",
        "Buzz: She was there. When I collapsed outside of the restaurant.",
        "Harley: She was, huh?",
        "Buzz: The woman is wanted for questioning. Her photo is posted all over town. She may be a murderer. She is, at the very least, a material witness. For her to be seen publicly is dangerous. And yet, she was there.",
        "Harley: Okay. So where are you going with all this?",
        "Buzz: When I hit the deck, she could have taken off to protect herself, but she didn't. She stayed there. She held my hand. And she said, over and over again, you're going to be all right. It wasn't just that. There was something about her. Something that made me feel better. Made me think I was going to be okay. And, thanks to her, I was ... okay.",
        "Harley: Well, I'm glad that she could do that for you. But in terms of finding her, I don't know what to tell you. I mean, Frank has tried and tried.",
        "Buzz: I'd like to thank her.",
        "Harley: You will. When you're on your feet again.",
        "Buzz: And how long will it be this time?",
        "Harley: Okay, Dad. This is just a minor setback.",
        "Buzz: Until the other shoe drops.",
        "Harley: There is no shoe. What shoe are you talking about? All you need is, you need to exercise, you need to eat right, and you need to avoid stress.",
        "Buzz: And where am I going to find stress these days?",
        "Harley: That's exactly my point. So why don't you stop worrying about this stuff and let me take care of it?",
        "Buzz: Okay, whatever you want, dear.",
        "Harley: Okay, dear, thank you so much. Are you ready for your visitors now?",
        "Buzz: No.",
        "Harley: Well, too bad. Cause they're lining up outside the door, and I'm going to get your first victim. Be nice. I love you.",
        "Buzz: I love you more.",
        "[SCENE_BREAK]",
        "Lillian: Why are you asking me about the morning after pill?",
        "Jeffrey: I mean I just don't much about it. Is it effective? Do you know?",
        "Lillian: Well...",
        "Harley: Hey, Jeffrey, I can take you in to see my father now.",
        "Jeffrey: Oh great. Can I talk to you later about this?",
        "Lillian: Sure.",
        "Jeffrey: Thanks. So, how's he doing?",
        "Harley: He's good. And, he'd better feel that way when you leave, too.",
        "Jeffrey: Okay.",
        "[SCENE_BREAK]",
        "Olivia: No, I'm not going to hand over my daughter to Alan Spaulding. He has no rights unless I say he does. I'm her mother. Any court in this world would rule in my favor.",
        "Ross: Olivia, Alan does not want to take Emma away from you. But he does want to see her on a regular basis. And he wants the right to be able to negotiate some time during the holidays. Now I know you don't trust him. And you've got good reason. But his son is dead.",
        "Olivia: I understand. I understand. He wants a replacement for Phillip. He wants somebody he can mold into his twisted image. I will not allow that, Ross.",
        "Ross: As Phillip's attorney, it's my duty to make sure that his last wishes are met. And it was very important to Phillip to see that Emma was raised not only as your child, but also as a Spaulding. Therefore, he wants his father...",
        "Olivia: I don't care what he wanted. I don't care. She's my child, and he is dead!",
        "[SCENE_BREAK]",
        "Josh: Why would you lie about where you were when Phillip Spaulding was shot?",
        "Billy: Look, I didn't really lie. I just didn't volunteer the truth, that's all.",
        "Josh: Why not? Did it slip your mind? Or was there some other reason?",
        "Billy: You think I popped Phillip?",
        "Josh: I know you popped Roger Thorpe.",
        "Billy: That was a long time ago.",
        "Josh: Billy, if you know something about this...",
        "Billy: No...",
        "Josh: ...If you're trying to protect someone, even yourself...",
        "Billy: Hey, hey, wait...",
        "Josh: You have to tell me.",
        "Billy: Wait, wait...",
        "Josh: Right now.",
        "Billy: Hey, look, I should never even have met you. Wait... I... don't...",
        "Josh: Just talk to me!",
        "Billy: I'm just going to take this call. Wait. Hold it. Shh. Hello.",
        "Man: Billy Lewis. You know who this is?",
        "Billy: You're not even supposed to be around here anymore.",
        "Man: I did what you asked. I took care of Phillip Spaulding.",
        "Billy: Took, took care of...",
        "Man: You never really specified what to do, so I had to get creative.",
        "Billy: Ahh, creative. Good, good.",
        "Man: You want me out of town, it's going to cost double.",
        "Billy: Double?",
        "Man: Yeah, you want me to keep my mouth shut or not?",
        "Billy: Yes, very much so. Yes, I do. Uh, look. Let me just take care of that matter, and I will get back to you, okay?",
        "Josh: Who was that?",
        "Billy: This is... it's just a business call, my friend.",
        "Josh: You...",
        "Billy: Hey, it's okay.",
        "Josh: You know what? Don't do that. Don't play me, all right? I don't need that.",
        "Billy: Let's just calm down and let's get...",
        "Josh: Just tell me what's going on? All right. That was not a business call. That had to do with Phillip Spaulding's murder, didn't?",
        "Billy: You know what? You make me want to go have a drink.",
        "Josh: Don't even say that. If you're thinking about having a drink, then that means it's time for you to come clean. Billy, you lied to Bill about deporting Olivia, and that almost cost you your son. If you're lying about this now, it's going to cost you a hell of a lot more. Now, are you lying to me?",
        "Billy: Look, about the deportation thing, just keep it under your hat...",
        "Josh: What kind of answer is that?",
        "Billy: I'll tell you what kind of answer it is. If Harley Cooper would just mind her own business, everything would be fine.",
        "Josh: But things are not fine, are they? You are obviously not fine.",
        "Billy: Oh, wait a minute here, now. Phillip's dead. Everybody's got their kids back. Why don't we just be happy about that, and leave old Phillip in the ground, rotting where he belongs.",
        "Olivia: Hi, Josh. You okay?",
        "Josh: No, as a matter of fact, I'm not.",
        "Olivia: I couldn't help but overhear the crack that Billy made about Phillip.",
        "Josh: Well, Billy's got a big mouth. What a surprise.",
        "Olivia: Well, why is he so upset with Harley?",
        "Josh: You know, I really don't know. It's not my business. It's Billy's business, okay?",
        "Olivia: Wait. Just wait. Wait, listen. Despite the fact that there is no evidence against me, every paper in this town has me swinging for Phillip's murder. So if you or Billy know something, the least you could do is tell me, Josh.",
        "Josh: You know as much about Phillip Spaulding's murder as I do--maybe even more.",
        "Olivia: I didn't kill him. God knows I wanted to, but I didn't do it.",
        "Josh: Okay.",
        "Olivia: Don't. Don't do that. You have no idea how much I have at stake. I could lose my little girl.",
        "Josh: I really do wish I could help you with that, Olivia, but I can't.",
        "[SCENE_BREAK]",
        "Edmund: Yes, Edmund Winslow here. I had a meeting with Mr. Gastu twenty minutes ago. He hasn't showed up. Right. Do you know where he is? I realize that. I realize he's busy. But so am I, and we had a meeting, and no one's called me, I want to know what's going on. Well, how about, is Mr. Hawkenberry there? He can usually shed some light on the issue. No, I don't want to talk to Mr. Capuano. He doesn't know what he's talking about. Right. Good. How about his cell phone, is his cell phone... no, I don't need the number, I need you to call him on the cell phone. Please, I will only be too happy to hold.",
        "[SCENE_BREAK]",
        "Ross: How's my favorite girl?",
        "Dinah: Oh, you haven't called me that in ages.",
        "Ross: I haven't seen you in ages, dear.",
        "Dinah: Well, maybe that's because your wife has that restraining order against me.",
        "Ross: I know. I'm still working on that believe me.",
        "Dinah: Good.",
        "Ross: What is this?",
        "Dinah: This is a little baby footie that I'm working on.",
        "Ross: (Laughs)",
        "Dinah: What?",
        "Ross: You know how to knit?",
        "Dinah: Yeah, well Lillian taught me years ago, and I didn't have much patience for it back then, but you know people change when they're nesting.",
        "Ross: Nesting? Dinah. Are you pregnant?",
        "Dinah: I hope so, Daddy.",
        "[SCENE_BREAK]",
        "Cassie: All right, Cassie. Just, don't get your hopes up. Okay, just...",
        "[SCENE_BREAK]",
        "Jeffrey: How you doing, Buzz?",
        "Buzz: Great. I was just about to get up and jump rope. Well, Harley said you were doing better, and that you were stable at least.",
        "Harley: Well, yes, he's stable, but the doctors insist that he avoid all stress.",
        "Buzz: I take it you didn't pop in to say hello.",
        "Jeffrey: Well, I... sorry this isn't a good time. But I got a couple of calls, actually three or four calls from the governor. You see he's been getting some pressure from the Spaulding's, and their lawyers, and well ...",
        "Harley: You came here to interrogate him? In his condition?",
        "Buzz: Harley, Harley. What can I do for you, counselor?",
        "Jeffrey: The district attorney's office is going to file some charges, Buzz.",
        "Harley: Charges?",
        "Jeffrey: You're going to be arrested for the murder of Phillip Spaulding.",
        "Harley: Okay, this is insane. My father didn't kill anyone. This is the Spaulding's. Don't you see? They're trying to bury us?",
        "Buzz: When are they coming for me?",
        "Harley: Nobody's coming for anybody, okay?",
        "Jeffrey: Harley.",
        "Harley: This is just a big",
        "Jeffrey: Harley.",
        "Harley: One that can be cleared up if we go outside for a second.",
        "Jeffrey: Listen to me.",
        "Harley: Outside for a second. Why don't you just take a gun and blow his head off?",
        "Jeffrey: You think this is easy for me? I've got a job to do here, Harley.",
        "Harley: The man has a weak heart. He could die.",
        "Jeffrey: Well, excuse me you're the one who told me that he was okay.",
        "Harley: Yeah, he's okay, as in he's still around. Okay, as in he's recuperating. Not okay, he can be arrested now.",
        "Jeffrey: I didn't...",
        "Harley: If there's too much stress, he could have another heart attack.",
        "Jeffrey: I didn't come here to hurt your father, okay? I came here because I want to help him. He needs to be warned. He needs to know what he's facing.",
        "Harley: Thanks. You're such a great friend.",
        "Jeffrey: You know as well as I do that all the evidence to this case points directly to your father.",
        "Harley: Jeffrey, you just told the man that he's not going home. Hey with news like that, he should be up and running in no time.",
        "Jeffrey: I'm sorry. Listen. Wait a minute.",
        "Cassie: Oh.",
        "Jeffrey: Oh my...",
        "Cassie: Oh.",
        "Jeffrey: I'm sorry, I'm sorry. Here.",
        "Cassie: No, that's okay.",
        "Jeffrey: Here, here, here. Are you all right?",
        "Cassie: I'll find out soon enough.",
        "Jeffrey: What's that supposed to mean?",
        "Cassie: I'm not sick. It's just a wellness check-up, you know. It's all part of having a baby.",
        "Lillian: Um, Dr. Sheehan said she'll see you in about five minutes.",
        "Cassie: Oh, thanks. Thanks, Lillian.",
        "Jeffrey: Well, I... I should get going, too.",
        "Cassie: No, no, don't. I'm glad you're here. I'm nervous. You know, I just keep thinking about the worst-case scenario, and... I mean Edmund's fine. He tested at the top of his I don't know. I'm just nervous. And, I'm sorry, I'm sorry. I just talk a lot when I'm nervous.",
        "Jeffrey: You talk a lot when you're not nervous.",
        "Cassie: Yeah, I know.",
        "Jeffrey: Are you sure you want to do that? You know, have another baby?",
        "Cassie: I love Edmund. I want to have a baby with him. And once you have children, it changes everything. You start to see life through their eyes. The simplest thing becomes new. I mean, when is the last time you really looked at a firefly?",
        "Jeffrey: Ah, gee, Cassie, I don't know. I thought they were extinct.",
        "Cassie: See if you had kids, you'd know they weren't.",
        "Jeffrey: Well, I guess I'm just not cut out to be a father myself. But, I hope you get what you want, Cassie. Good luck. Got a minute?",
        "Lillian: That's about all I've got.",
        "Jeffrey: We never finished our conversation. You were telling me about whether or not it would be effective, the morning after pill?",
        "Lillian: No, no, no. I was asking why you were so interested in the morning after pill?",
        "Jeffrey: All right, but what I'm about to tell you has to stay strictly between us.",
        "Lillian: Of course.",
        "Jeffrey: A woman came to see me, Lillian, a victim. She had an encounter, and she did not consent. So she wants to make sure damn sure that she is not pregnant. That's why she needs this morning after thing.",
        "Lillian: Well, why doesn't she go see her own doctor?",
        "Jeffrey: Because she doesn't want to draw attention to herself.",
        "Lillian: Yeah, but if she goes and sees her own doctor, he's not going to talk about it. I'll set up an appointment.",
        "Jeffrey: No, no. Lillian, the woman's been through enough already. Besides, there's no time for that. She needs this pill, now.",
        "Lillian: Okay, Jeffrey. Who's pregnant?",
        "[SCENE_BREAK]",
        "Ross: You're pregnant?",
        "Dinah: It feels like it. Yeah. Right now, it's a little soon to tell.",
        "Ross: So you're not all together sure?",
        "Dinah: No, no. So maybe it's just wishful thinking.",
        "Ross: All right, if you are pregnant, the father wouldn't be Jeffrey O'Neill?",
        "Dinah: This baby would be mine. So it does not matter who the father is. Come on. Aren't you happy about being a grandfather?",
        "Ross: Well, yeah, of course I am. It's just that you recently got back into town, honey. You need this period of time for an adjustment, get your feet back on the ground.",
        "Dinah: Daddy, come on. You know how much I have wanted a baby. Why can't you be happy for me right now?",
        "Ross: I want you to have a baby. I also want you to have a husband. Do you know how difficult it is to raise a kid all by yourself?",
        "Dinah: Yeah, I do. I do. And you know what? I am so ready. I am so ready. I am going to be a great mother.",
        "Ross: Oh, I know that. I never doubted that. All I'm saying is that this might be too much too soon.",
        "Dinah: Too soon? This should have happened years ago. When I had the miscarriage, look, I know back then I was immature, and I was selfish, but I am ready now. I am ready to love unconditionally and be loved unconditionally right back.",
        "Ross: Dinah, I want you to be happy. I'll always want that for you. I have a feeling I'm going to have to take this. Yes, I have to take it. Can we talk a little later?",
        "Dinah: Sure, grandpa.",
        "Ross: Yeah.",
        "Dinah: Hi.",
        "Edmund: Hi.",
        "Dinah: Did you hear what I said to my father?",
        "Edmund: Oh, I couldn't help but hear part of it.",
        "Dinah: Yeah, well, look. I don't want to broadcast this, okay. I could be pregnant, and I know how Cassie might feel. So maybe, maybe we shouldn't tell her. Maybe you shouldn't tell her about my good news just yet.",
        "[SCENE_BREAK]",
        "Jeffrey: I told, you, Lillian. A victim that I am working with is pregnant.",
        "Lillian: Jeffrey, I have heard more convincing stories from my five-year-old grandson.",
        "Jeffrey: Do you really think that I would ... you do?",
        "Lillian: Mmm...",
        "Jeffrey: Okay, you got me. You're pretty good. Okay, what are you psychic or something?",
        "Lillian: No, but I know about your record with women, how my own daughter was one of your conquests, if you remember.",
        "Jeffrey: Well, don't worry it's not Beth.",
        "Lillian: Well, I know it's not Beth.",
        "Jeffrey: It doesn't have to be anyone, if you help me out here.",
        "Lillian: What do you think, I give out prescriptive drugs like they're Halloween candy? Look, there are side effects. I'm going to give you the label so you can read about them.",
        "Jeffrey: Lillian.",
        "Lillian: Read this.",
        "Jeffrey: Okay, thanks. Do you mind if I hold onto this?",
        "Lillian: Yes, I do mind. This is the risks. I'm locking this up.",
        "Jeffrey: Well, I can't just stand around and do nothing. I've got to do something. What am I going to do?",
        "Lillian: Why didn't you think of doing something before you... did something?",
        "Jeffrey: It's a long story.",
        "Lillian: I'm sure it is. But unless this woman was fertile, your odds are pretty good that she's not pregnant. Why don't you go to the drugstore and get one of those pregnancy tests. Ooh. There's Buzz. I've got to go.",
        "[SCENE_BREAK]",
        "Olivia: Good, there you are.",
        "Harley: Oh, Olivia. This is not a good time.",
        "Olivia: Tell me about it. It's not a good time for me, either. I've got Alan suing me for visitation rights with Emma. Next, it will be for custody. Or maybe he'll just make some bogus evidence and send me down for a quick lethal injection while he takes her to the park.",
        "Harley: Well, that is if somebody else doesn't get railroaded first. What, what do you want?",
        "Olivia: I want you to tell a few people what went down with Billy Lewis. He told me what the two of you were arguing about.",
        "Harley: Well, you know what, I ... I meant have jumped the gun a little bit with Billy. At this point, everyone is a suspect, okay?",
        "Olivia: I had no idea that Billy was even near Company the night of the murder.",
        "Harley: Well, neither did I, until I ran into an old friend of mine who told me that she saw him outside Company around the time that Phillip was killed.",
        "Olivia: So he just lied about where he was?",
        "Harley: I don't know. I don't know if he lied or he just didn't think it was very important.",
        "Olivia: Just slipped his mind, did it?",
        "Harley: I don't know, Olivia. You talked to him.",
        "Olivia: I did. I just think it's nice to get details from somebody objective.",
        "Harley: Oh God, objective. I'm not objective. I don't even know if I'm on the right track at all. I'm just grasping at straws here, trying to clear my... you know what? None of it matters anyway. Because, all I can think about is my father lying in that hospital bed and what is going to happen to him.",
        "Olivia: He's going to be all right, isn't he?",
        "Harley: Just don't ask me any more questions, okay?",
        "[SCENE_BREAK]",
        "Buzz: How many years have we known each other?",
        "Lillian: I don't know, twenty, thirty?",
        "Buzz: Out of respect for that, I'm going to ask you something, a question. And I want the answer to be brutally honest. I don't want any half-truths, any beating around the bush.",
        "Lillian: Buzz, when you have ever known me to beat around the bush?",
        "Buzz: I need to know something. It's been nagging me since I got in here. Everyone's saying, you know, I'm okay, I'm stable, I'm looking good.",
        "Lillian: Well, that's all true. Except maybe the looking good part. Medical science can just do so much.",
        "Buzz: Lillian, this is my second time in this place in a year.",
        "Lillian: Okay, what do you want to know?",
        "Buzz: Am I going to die? Tomorrow? And when I walk out of here, am I going to collapse in a heap, or am I ... is my heart going to stop beating tonight while I'm sleeping? Is it going to stop beating when I go out to pick up the Sunday paper?",
        "Lillian: Yeah, you could die tomorrow. But so could I when I had cancer. You just can't dwell on it, or it will drive you crazy.",
        "[SCENE_BREAK]",
        "Bartender: What can I get you?",
        "Billy: I want some black coffee, and if I ask for any of this stuff, do not give it to me.",
        "[SCENE_BREAK]",
        "Edmund: You seem almost joyful.",
        "Dinah: I am.",
        "Edmund: I never thought of you as the maternal type. You always seemed a bit too driven.",
        "Dinah: Well, right now, I guess I'm driven to have a baby. Look you shouldn't be so surprised, you know what it's like after a miscarriage. You want what you've lost even more.",
        "Edmund: But it's not as if you've planned this.",
        "Dinah: Which makes it that much more of a miracle.",
        "Edmund: A miracle?",
        "Dinah: I've been thinking about my miscarriages more and more later. And well, my first baby would have been about RJ's age, right about now. And every time I see RJ, he makes me think about my biological clock that's ticking, and I don't want to wake up one day and just realize it's too late.",
        "Edmund: How does the father feel about all this?",
        "Dinah: Well, the father in this case is not exactly the paternal type.",
        "Edmund: Does the father even know?",
        "Dinah: Oh yeah. He knows.",
        "Edmund: And how did the father react when he found out?",
        "Dinah: It doesn't matter. There are plenty of children that are raised by themselves with one mother, and they turn out wonderful. And I'm going to be one incredible mother.",
        "Edmund: So you're planning on doing this alone?",
        "Dinah: Edmund, I've always been alone. And once my baby is born, we will have each other. And you know what, with any luck, we will be fine. And look, after I have the baby, I can join a dating service and, you know, not be alone anymore, hopefully. Hello?",
        "Jeffrey: Hi, it's me. Listen, I'm at Company, and I thought you might like to come down here and have a cup of coffee.",
        "Dinah: Why?",
        "Jeffrey: Because it's important.",
        "Dinah: Important in what way? Is there jewelry involved? I mean, if you want to make an honest woman out of me?",
        "Jeffrey: Are you coming or not?",
        "Dinah: Yes, we will be there.",
        "Jeffrey: We?",
        "Dinah: Mm-hmm. You know who I mean. That was Daddy. I've got the funny feeling he's coming around.",
        "[SCENE_BREAK]",
        "Olivia: Billy Lewis, what a nice surprise.",
        "Billy: Oh yeah, it's nice to see you, too. I've got to leave. I've got to run.",
        "Olivia: Yeah, no, I'd be running, too, if I were you.",
        "Billy: Just what's that supposed to mean?",
        "Olivia: Well, it means that I know your car was spotted near Company the night of the murder. And I know something that no one else knows. Not Harley or police. You had motive, Billy. Phillip was blackmailing you. He threatened to tell Bill that you were the one that tried to have me deported. So when you add it all up...",
        "Billy: I know where this is going. It doesn't mean I killed Phillip.",
        "Olivia: I don't think that makes much of a difference in this town, do you?",
        "Billy: What do you want?",
        "Olivia: You mean, what's it going to take to buy my silence? Why don't you have a seat, and I'll tell you.",
        "[SCENE_BREAK]",
        "Harley: What are you doing here?",
        "Cop: I'm just following orders.",
        "Harley: Well, it's not like my Dad's going to get up out of the bed and make a run for it. He can barely walk.",
        "Cop: Yeah, I know. Coop come on. I just do what they tell me, okay?",
        "[SCENE_BREAK]",
        "Dinah: Sorry I'm late. I had my head in the toilet bowl all morning.",
        "Jeffrey: It's a little early for morning sickness, Dinah.",
        "Dinah: Oh, no, not for me. It's the same way. And I've got this wonderful feeling inside that I'm not alone anymore.",
        "Jeffrey: Dinah.",
        "Dinah: Okay. What did you want to talk to me about? Pre-school? College? The rising prices of disposable diapers?",
        "Jeffrey: I have something for you.",
        "[SCENE_BREAK]",
        "Harley: Why did Phillip have to die?",
        "Lillian: I think about that all day, every day.",
        "Harley: They're going to arrest my father.",
        "Lillian: Does he know?",
        "Harley: Jeffrey O'Neill just told him.",
        "Lillian: I don't believe Buzz would kill Phillip. Do you?",
        "Harley: I don't think it matters what we believe. If they press charges, if he goes to trial, I just don't think his heart is strong enough. I don't think he has the strength to get through this.",
        "Lillian: Then, we're just going to have to find out who really did it.",
        "Harley: Yeah.",
        "Olivia: I want you to help me take down Alan.",
        "[SCENE_BREAK]",
        "Billy: Take down?",
        "Olivia: He's trying to get my daughter, and he'll do whatever it takes to make that happen, even frame me for a crime that I did not commit. Now you may not like it, but your son is her stepfather. I need you to take care of Alan.",
        "Billy: Just how do I do that?",
        "Olivia: Come on, Billy, you're a powerful man. You have as many connections as Alan does. Just use them. And if that doesn't work, you could always...poo. You know, like our old friend Phillip. I don't really care. Just do it, and I won't tell anybody that Phillip was blackmailing you.",
        "Billy: A lot of blackmailing going on around here. Okay. You got yourself a deal.",
        "[SCENE_BREAK]",
        "Edmund: So, so, so, how did everything go?",
        "Cassie: Well, ask me when I'm pregnant. How'd your meeting go?",
        "Edmund: Well, canceled.",
        "Cassie: You've been waiting for me all this time.",
        "Edmund: You are well worth waiting for.",
        "Cassie: I'm the luckiest girl in the world. I get to marry you in a month.",
        "Edmund: And you have no idea how happy that makes me.",
        "Cassie: Yeah, I do, but I just love hearing it.",
        "[SCENE_BREAK]",
        "Dinah: It isn't gift-wrapped?",
        "Jeffrey: Open it.",
        "Dinah: Oh, what's this?",
        "Jeffrey: That's an early pregnancy test.",
        "Dinah: Oh, very nice. It's too early for early.",
        "Jeffrey: Oh no, no, no, no, no, no. You see they've really come a long way. You see, you can tell now, very early.",
        "Dinah: Well, good. But even if I did what it tells me to do, you wouldn't believe the results.",
        "Jeffrey: Well, I could be right there with you, darling.",
        "Dinah: No. I don't think so.",
        "Jeffrey: Okay. Well then we'll take a blood test, all right? Then we can know within a couple of hours whether you're pregnant or not.",
        "Dinah: I don't need a blood test, or kits, or anything like that. Because I know my own body. In fact, I can tell you, not only from my own intuition and instinct, that I am totally, undeniably 100% pregnant.",
        "[SCENE_BREAK]",
        "Lillian: Harley, he'll probably be asleep for hours. Why don't you go home for a while?",
        "Harley: I don't want to leave him.",
        "Lillian: Well, I'll be here.",
        "Harley: I just want to stay here a few minutes more, okay?",
        "Lillian: Sure.",
        "Harley: Everything will be okay, Daddy. I am not going to let them arrest you. By the time you are released, everyone will know who the real murderer is. Our buddy Ruth. Ruth Karloff is going down.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"... I am worried about Tony. He is sick. And he needs help. He needs help a lot sooner than Sebastian does. For all we know, Holly, Tony could be dead right now. Sebastian!",
        "Marina: I was thinking of holding that IOU over your head for a long time. I think I'm going to cash in on it right now."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=l4p9oNGogAo"
}