{
    "Episode Summary": [],
    "Recap": [
        "Olivia and Alan talk about Emma's future. Alan wants her to be raised with the Spauldings and threatens Olivia with legal action. Gus allows Ruth to escape as Frank tends Buzz. Later at the hospital, Buzz and Alex talk as Alan assures Gus that Alex isn't guilty. Reva and Jonathon revisit the past only to find that it's dead and buried. Bill promises Olivia that he will be with her and Emma and her problems will go away by Christmas."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Olivia: I got another one.",
        "Billy: Oop, I got it. You know Olivia, this is kind of unexpected, but, you know, I'm really glad you're doing the right thing.",
        "Olivia: Which would be?",
        "Billy: Well, moving back in here, take the heat off my boy. I mean, the tabloids have you as a frontrunner, and there's no sense in both you guys suffering.",
        "Bill: Who's suffering?",
        "Billy: Well, I just, just...",
        "Bill: She's not moving back in here, she's moving in with me.",
        "Olivia: Yeah. I mean I am his wife, Billy, remember?",
        "Bill: Even she needs a reminding of that once in a while, is that right?",
        "Olivia: Mm-hmm.",
        "Bill: Yeah, that's right.",
        "Alan: Olivia?",
        "Olivia: Oh, boy.",
        "Alan: Could I have a moment with you?",
        "Olivia: No, I'm busy.",
        "Billy: Yeah, it's moving day, Alan.",
        "Alan: Oh, what better time than to discuss my granddaughter?",
        "Olivia: What about her?",
        "Alan: You may have a new address, but Emma's home was with me, her father's family.",
        "[SCENE_BREAK]",
        "Harley: Don't worry the paramedics are on the way.",
        "Frank: Step away from him. Get away.",
        "Harley: Ow!",
        "Frank: What did you do to him?",
        "Harley: Nothing. I swear he just started having chest pains.",
        "Frank: Gus, hold on to her. Do not let her go, backups on the way.",
        "Gus: I got her, I got her, I got her.",
        "Buzz: I'll hang on to her.",
        "Gus: You need to get out of here, Ruth.",
        "Harley: My Dad.",
        "Gus: We can see your father at the hospital. Here's your cell phone. Go go!",
        "Harley: What am I supposed to do, just make a run for it?",
        "Gus: Hit me.",
        "Harley: What?",
        "Gus: Hit me. Come on hit me. Make it look good.",
        "Harley: Ah!",
        "Gus: That was too hard.",
        "[SCENE_BREAK]",
        "Jonathan: Are you sure you want to go through with this?",
        "Reva: We didn't come all the way down to San Jamar to turn around and go back. Jonathan. Okay. I'm just warning you though, my so-called Dad isn't going to roll out the welcome mat.",
        "Reva: Jonathan, I know you feel like you're walking into an emotional minefield, but you've got to shake your demons by facing up to the man who abused you.",
        "Jonathan: All right. You win, Dr. Phil. I can give my demons a shaking, but don't say I didn't warn you.",
        "Reva: And you know me by now. That the more you warn me, the more determined I'm going to be to go in there. So don't push my buttons, unless there is something inside there you want me to find.",
        "Jonathan: I'll tell you what you won't find inside this house of horrors, is the happy ending you're looking for. You think if I go in there and face off against the great and powerful Alfred, the music will fade in and I'll turn from an angry young man into a sweet-as-pie choir boy? I'm sorry, Reva. It's not going to happen.",
        "Reva: You know what I find interesting? That you refer to Alfred as the \"great and powerful,\" and this place as the \"house of horrors.\" He's just a man, and this is just a house. The nightmare is all in your head.",
        "Jonathan: Careful, Reva. You don't want to get inside my head. You're not going to like what's crawling around in there.",
        "Reva: Well, I'm not afraid, Jonathan. Hello? Is anyone here?",
        "Jonathan: It looks like they've moved out. Let's just go.",
        "Reva: No. No, wait. If they've moved out, then why hasn't the house been sold? And why is all the furniture still...",
        "[SCENE_BREAK]",
        "Bill: I don't think now is the time to get into this, Alan. Of course you're Emma's grandfather and you can see here, but her home is with Olivia and me.",
        "Alan: Remind me again why your opinion matters?",
        "Billy: He's the husband, Alan.",
        "Alan: Oh, yes. The husband. With the tiny little handcuffs on, huh? Let me give you a piece of advice. Get out while you still can.",
        "Bill: I'm good, thanks.",
        "Alan: Look, let's not make this difficult. Emma's had many homes since she came into this world. And I think we can offer her a more stable environment.",
        "Olivia: I will die before I let her live under your roof.",
        "Alan: You will die? Or you will kill? You know, the papers have you as the prime suspect in Phillip's murder? Now you don't plan on raising Emma in jail, do you?",
        "Bill: She's not going to jail Alan, she didn't kill Phillip. Why would she kill Phillip if he was the only one who knew where her daughter was? Why?",
        "Olivia: No, what he trying to say is I'm going to jail whether I did or not. Because he's going to make sure of it, so he can get his hands on my daughter.",
        "Bill: Well, it doesn't matter what he says. You're the mother. Her home is with you.",
        "Alan: Correction: There's nothing you can do about this. You have no say in my granddaughter's future, Bill.",
        "Billy: I think, technically, he's right on this point.",
        "Alan: Now, Olivia, I am a reasonable man.",
        "Olivia: Compared to whom, Alan? Phillip?",
        "Alan: If you can establish your innocence and stay out of jail, perhaps we could come up with some kind of arrangement to share Emma.",
        "Olivia: Share? We're not talking about a toy in the sandbox, Alan. This is my child. And the last thing Phillip did was kidnap her and the rest of his children and took them to parts unknown. What kind of parenting goes into creating a man like that? And let's not forget about the next generation, Lizzie. No. No, the Spaulding's have spawned so much dysfunction. I will not allow my daughter to become the next casualty.",
        "Alan: I'm sorry you feel this way. But Emma will be a part of my life as well as yours. Now we can do this in a nice way, or we can allow the lawyers to handle it. Why don't you sleep on it?",
        "Billy: Look, I don't know if you guys should go heads up with Alan Spaulding. I mean there's a lot to be said for compromising.",
        "Olivia: I'm not going to compromise when it comes to my daughter, Billy.",
        "Bill: Dad, I know you mean well, but just...",
        "Billy: Okay, guys. I don't care what you do, really. But I've been there. And with the Spaulding's you've got two choices: You surrender or you fight fire with fire.",
        "Olivia: I'm not backing down. I won't. And if you try and talk me out of it, I'll just take my boxes and I'll take them right back upstairs.",
        "Bill: You know I've been known to play with matches. So if you're ready to fight fire with fire.",
        "Olivia: I am.",
        "Bill: Then I'm still your guy.",
        "[SCENE_BREAK]",
        "Harley: Where is he? Is he okay?",
        "Gus: Oh, great. Do you realize what you've done.",
        "Harley: Yes, I know exactly what I've done. Look at him in there. The pressure from this murder investigation, everybody accusing him now, this is killing my father.",
        "Gus: So, of course, the thing that you do is you dress up like an imaginary person, right? And then what do you try to do? You try to incriminate that imaginary person.",
        "Harley: Ruth is a real person. To the majority of the people in this town, she is. Which means I can use her.",
        "Gus: For what?",
        "Harley: Take the heat off my father.",
        "Gus: What about the heat on you? You're crazy. You're putting too much at risk. You almost got caught today, and twice. Right? Twice. And do you actually think that make your father looks less guilty? It doesn't.",
        "Harley: Well then, I will think of something else.",
        "Gus: What? Like what? What is something else?",
        "Lillian: Harley? Your father's vitals are strong. He was stable. There is no immediate danger, although the doctor's going to do a few tests.",
        "Harley: Can I go in and see him?",
        "Lillian: Oh, Frank's in there right now. But when he leaves, okay?",
        "Harley: Okay. Thank you, Lilly.",
        "Gus: Where are you going?",
        "Harley: I am going to get some air.",
        "Gus: Well, when you come back, can you come back as you, please?",
        "[SCENE_BREAK]",
        "Noelle: Hey, Angel.",
        "Harley: Hey.",
        "Noelle: Where's the rest of your crew?",
        "Harley: How you doing, Noelle? I've actually... I've taken some time off from Harley's Angels. I see we've had great success in keeping you off the streets, however.",
        "Noelle: Sorry. Christmas is my busy season. You know, I'm all about goodwill towards men, honey.",
        "Harley: Right, right, right, right.",
        "Noelle: Although, has business been slow with all these sirens, blaring, man. If it's not a shooting, it's heart attack. If it's not a heart attack, it's a...",
        "Harley: Wait a minute, wait a minute. You were working the night of the shooting at Company? The night of Phillip Spaulding's murder?",
        "Noelle: I don't know nothing about nothing.",
        "Harley: Wait a minute. Wait a minute. Come on, Noelle. Start talking.",
        "Harley: Look, Noelle, honestly. I am not looking to get you into any sort of trouble. But if you were working your usual corner the night of Phillip Spaulding's murder, you might have seen something that could help us crack this case.",
        "Noelle: I thought you weren't a cop anymore?",
        "Harley: I'm not. I promise I'm not. It's just... the life of someone very important to me is at stake here.",
        "Noelle: All right. If I'm called to testify, I'm going to deny every word. But you've always been good to me, so...",
        "Harley: Yeah?",
        "Noelle: I was working that night.",
        "Harley: And did you see something suspicious?",
        "Noelle: Horny guy.",
        "Harley: That covers your entire...",
        "Noelle: No, no.",
        "Harley: ...Client base.",
        "Noelle: No, I mean this guy had horns. Real horns.",
        "[SCENE_BREAK]",
        "Reva: Alfred?",
        "Vagrant: They said the house was empty. I didn't take nothing. I swear.",
        "Reva: It's okay. We're not here to bust you. But you really do need to find someplace else to stay. You know what? Wait. How did you hear that this place was empty? And do you know what happened to the couple that lived here?",
        "Vagrant: Some people were talking at the market. They said the man, uh, disappeared in a boating accident or something.",
        "Reva: When?",
        "Vagrant: I don't know. A couple of months ago.",
        "Reva: And what about the wife?",
        "Vagrant: I don't know. Packed up and left, I guess. Can I go?",
        "Reva: Yeah. You know what? Wait, here, there, find... find some food and maybe a shelter, and quit smoking.",
        "Jonathan: Wow. You're just a regular Mother Theresa.",
        "Reva: So, a couple of months ago? That's about the time you came to Springfield.",
        "Jonathan: Yeah. So?",
        "Reva: So, you knew nothing about this...",
        "Jonathan: Reva, why don't you just ask me what's really on your mind? Ask me if I was here for Alfred's little boating accident. Ask me if it was an accident at all.",
        "[SCENE_BREAK]",
        "Bill: You did not kill Phillip.",
        "Olivia: Well, you think the Spaulding's can't get past a detail like that? Why did I listen to you? Why did I not leave town, just take Emma with me? We could have been so far away. Alan would never be able to get to us.",
        "Bill: Okay. Wait a minute. Okay. Listen. Alan may be Goliath, but we've got the slingshot, remember? He's not going to take Emma. No one is going to take Emma away from you. Not on my watch.",
        "Olivia: God. You heard Alan, all right? You're not Emma's father, there's nothing you could do. I'm sorry.",
        "Bill: That's... you know, you're upset.",
        "Olivia: I'm sorry.",
        "Bill: No, you're upset.",
        "Olivia: I'm not blaming you.",
        "Bill: I know.",
        "Olivia: Look, it's just that when it comes to Emma, you don't have a say in this, legally. Okay? This is my fight, and mine alone.",
        "Bill: Okay. Okay, well, I'll tell you what. Why don't you go home, get Emma and the nanny settled in, and I'll just finish up some stuff here, and I'll catch up with you later. Okay?",
        "Olivia: Okay.",
        "Bill: Okay. Hey, Olivia.",
        "Olivia: Hey what?",
        "Bill: You know you're not in this fight alone?",
        "Olivia: You just like getting the last word in, don't you?",
        "Bill: Don't you forget that. Hey, it's Bill Lewis. I need you. Now.",
        "[SCENE_BREAK]",
        "Alexandra: I just heard the news about Buzz. He was doing so much better. I mean ... do you know what his condition is?",
        "Gus: He's stable. They're running tests.",
        "Alexandra: Do you know, I was right inside Company the whole... I had no idea.",
        "Gus: Did you see Harley outside?",
        "Alexandra: No. Why?",
        "Gus: You're kidding me. Really, that's ...",
        "Alexandra: No, wait a minute. Is he in there? Because I want to see him, I really need to see him right now.",
        "Gus: What is your rush? What's the rush?",
        "Alexandra: Well, the man has collapsed.",
        "Gus: He's not exactly about to give a deathbed confession.",
        "Alexandra: What are you talking about?",
        "Gus: What, you have short-term memory less? The police station? You giving a fake alibi for Buzz. I was...remember, that was me.",
        "Alexandra: All right, all right, all right.",
        "Gus: I was there remember?",
        "Alexandra: This is not the time or the place.",
        "Gus: It is the time. It is the place. You need to tell me what you're cooking up with Buzz, okay? And you need to tell me if it involves Phillip's murder.",
        "[SCENE_BREAK]",
        "Harley: Hey, Billy.",
        "Billy: Harley, how you doing?",
        "Harley: Wouldn't happen to have a corncob pipe on you, would you?",
        "Billy: A corncob pipe?",
        "Harley: Yeah. You know, it's the first snowfall of the season. I'm building a snowman for the kids. And, I need the corncob pipe and the button nose. And I got the two horns made out of carrot sticks.",
        "Billy: Whoa, wait. Wait. Those things will definitely scare your kids.",
        "Harley: Well, they're not supposed to be devil horns. They're supposed to be, you know, cow horns, those big cow...",
        "Billy: Oh yeah... they call those longhorn.",
        "Harley: Exactly.",
        "Billy: That's it. Yeah.",
        "Harley: Longhorns. Like the ones you have on your car. Do you still drive that car, Billy? That big old caddy with the longhorns on the front?",
        "Billy: Just for fun. Why there's no new law against being a cowboy, is there?",
        "Harley: No, just an old one. The oldest one there is. Thou shall not kill. I'm not on the force anymore. I'm not accusing you of anything, other than lying to the police about your whereabouts the night of Phillip's murder?",
        "Billy: Oh, so you've been talking to your brother?",
        "Harley: No, not talking to Frank about this, working this case independently.",
        "Billy: Oh. Who's your client?",
        "Harley: Let's just say I have a personal interest.",
        "Billy: Well, that's interesting.",
        "Harley: Mm-hmm. I don't know if you know this? But the police are looking at my father as the prime suspect.",
        "Billy: What do they got on Buzz?",
        "Harley: Doesn't matter.",
        "Billy: You know ... I don't want to see Buzz hang for this. And, you know, he and I have been through a lot together. You know that. But if you're looking to pin this on me instead of him, darling, you're barking up the wrong tree.",
        "Harley: Am I? Because you made it well known that you weren't anywhere near Company the night of Phillip's murder. Only I have a witness who says they saw you cruising the neighborhood that night in your big old car with the longhorns. Now why lie about that?",
        "Billy: Who was this reliable witness?",
        "Harley: That doesn't sound like a denial.",
        "Billy: This wouldn't happen to be a certain young lady of the night who frequents an all-night drugstore down on a certain corner? Hmmm, hmm? Hey. She really does have reliable witness written all over her.",
        "Harley: Okay. We can play it this way. We can go see the DA and see who he believes.",
        "Billy: Okay, Sheriff Cooper. I admit it. You caught me. I lied, I lied.",
        "[SCENE_BREAK]",
        "Tara: Well, this had better be important? I skipped out on a fascinating meeting to rush over here.",
        "Bill: Well, I appreciate it. And I will make it worth your while. Don't I always?",
        "Tara: I'm listening.",
        "Bill: Okay. Here's the deal. Christmas is creeping up around the corner, okay. And I want to get a very special gift for the wife.",
        "Tara: Your wife?",
        "Bill: Yeah. The wife.",
        "Tara: Sorry, Bill. I'm out of the elf business.",
        "Bill: Sorry to hear that. Because I was willing to put a very nice Christmas bonus in your stocking if you can deliver the goods by, say, Christmas eve?",
        "[SCENE_BREAK]",
        "Alexandra: You seriously think I murdered Phillip? My own nephew, I loved him.",
        "Gus: Buzz is trying to protect somebody. And you're trying to protect Buzz. So maybe you can connect the dots for me.",
        "Alexandra: Well, I don't understand where you're driving to...",
        "Gus: You don't understand? I'm going to find out who pulled the trigger, okay. Whether it's you or it's Buzz, or it's you and Buzz, or whatever.",
        "Alexandra: Have you ever considered the fact that it might be someone else entirely?",
        "Gus: Yeah, I've considered it. But if it's you, and your guilty, I cannot have your back. Not this time. I cannot protect you. Not this time. Are we clear?",
        "Alan: I know I am. Gus, you're not interested in pinning Phillip's murder on Alexandra. All you care about is proving yourself to Harley.",
        "[SCENE_BREAK]",
        "Jonathan: You got me, Reva. I did it. I decided to settle up with Alfred. So I tossed him off his boat. And I couldn't let my foster mother hang around after seeing that. So I had to get rid of Marissa, too. But that's not all. Do you know that hole in the ozone? My fault, the national debt? That was me, too. Maybe I should have paid more attention in math class.",
        "Reva: You are so...",
        "Jonathan: I am so ... what? Sick? Twisted? Why? Because I can read the thoughts in your head, I hear you used to have a knack for that. Come on, I did my homework, Reva. Maybe the psychic energy runs in the family.",
        "Reva: You have no idea what's going on in my head. And those thoughts you think you're reading? You put 'em there. I never blamed you for ... for anything. I never accused you of hurting your adoptive parents.",
        "Jonathan: But you got to admit, it makes perfect sense. The timing, I mean. I off'ed the people that you dumped me with, and then I come back to Springfield, looking for you.",
        "Reva: You don't scare me.",
        "Jonathan: I think I do. But you're the one who wanted to come here and find my demons. So, how do you like these demons? Hey, Reva! Watch it! If I could do this to the foster parents, imagine what I'll do to the real one who left me.",
        "[SCENE_BREAK]",
        "Harley: So you admit that you lied to police about where you were the night of Phillip's murder?",
        "Billy: Well, you know, I didn't really lie. I just didn't volunteer the truth, that's all.",
        "Harley: Po-tay-to, po-tah-to. You were here. So you either saw something or you did something.",
        "Billy: Hey, look. Don't get all \"CSI\" on me, okay? Yeah, I was here. But I did not get out of the car. I did not go into Company. And I did not--repeat--did not kill Phillip.",
        "Harley: You just happened to be in the neighborhood.",
        "Billy: Yes, it's a small town.",
        "Harley: Come on, Billy. Everybody knows you got a note from Phillip.",
        "Billy: Yeah, so did a lot of other people.",
        "Harley: Yes, we've accounted for their whereabouts in the aftermath.",
        "Billy: Look, you know, it's really not important that I got the invitation. It's important whether I rsvp'd. And I didn't. Yes, I came here. Yes, I thought about going in. I even pulled up, then I drove around the block. And I came back, and every time I started to park, something told me don't go in there. And I like to think it was my sense of better judgment.",
        "Harley: Or this feeling that you knew something bad was going down.",
        "Billy: No. I just knew that whatever Phillip had going on there, it wasn't going to be good for me. And besides, I was playing into his hand, dancing to his tune.",
        "Harley: Okay. So, you never got out of the car? You drove around in circles all night?",
        "Billy: Actually, I did get out of the car. Once, at the aforementioned all- night pharmacy, I wanted to get some aspirin. That's where we met your reliable witness. She was kind of taken by my caddy with the horns on it, and she kept asking me for a ride.",
        "Harley: Did you give her one?",
        "Billy: No. You've been grilling me pretty good here. I'm going to go in and have some coffee, okay?",
        "Harley: Hey, Billy. Why did you get a note? I mean everybody else? They had a stake in the kids that Phillip took. What was your stake? Was it in Bill and Olivia?",
        "Billy: Maybe Phillip just didn't like me.",
        "Harley: Maybe you didn't like him.",
        "Billy: No, no. I didn't like him. Harley, look. You've got a lot of other suspects here.",
        "Harley: Yeah, but most of them never shot anybody. You did.",
        "Billy: Harley. I know the daughter in you wants to clear your old man. And I know that the cop in you wants to solve this murder. But I have paid for my mistakes. And if you keep going after the wrong man, who's going to pay for yours?",
        "[SCENE_BREAK]",
        "Gus: Harley and I have been done and through since the day I stood in the wine cellar with the two of you, and you begged me to cover up all of her crimes. Well, you don't get to play that card twice.",
        "Alan: I'm not trying ...",
        "Alexandra: Oh no, no, no... please, Gus, Gus, Gus. For heaven's sakes. I can't even ask you to forget all the horrible things I've done to you. But I can ask you to believe that I'm telling you the truth right now.",
        "Gus: Well, you can start by honoring Phillip's final wishes.",
        "Alexandra: What? The mailroom. Oh, come on, Gus. You don't want me working down there.",
        "Gus: No, I don't. Phillip did.",
        "Alexandra: Well, fine. I'll start at the ground floor. Okay? Anything for you to regain the trust in me again.",
        "Gus: I'm sorry Alex. It's a little tough to regain something you never had.",
        "[SCENE_BREAK]",
        "Lillian: You know there is no bonus for frequent visits in the hospital. I know. I've been in hospitals a long time.",
        "Buzz: You're a nurse.",
        "Lillian: Well, yes. But I've also been a patient.",
        "Buzz: Oh, breast cancer. You survived.",
        "Lillian: And you're going to survive this.",
        "Buzz: Well, you want to make it a little interesting? A little wager? I mean you have the advantage. You know the odds. You read my chart, so ...",
        "Lillian: I do. I know the odds.",
        "Buzz: So what about it?",
        "Lillian: Our little Las Vegas in the odds, yes ... you're... (laughing)",
        "Alexandra: Well, I thought there was a sick person in here. Did I miss something?",
        "[SCENE_BREAK]",
        "Alan: If I thought that Alexandra had anything to do with Phillip's murder, I would feed her to the wolves with my own hands.",
        "Gus: Mmm.. what are you going to tell me? You don't think she's capable of murder?",
        "Alan: Oh, I know she's capable. Matter of fact, I could provide you with a motive.",
        "Gus: What motive?",
        "Alan: Well, before Phillip died, he vowed that Alexandra would vanish in the prison system.",
        "Gus: Yeah, I'd call that a motive.",
        "Alan: Yeah, but not anymore. You see because I intervened.",
        "Gus: So, you're only telling me about this now?",
        "Alan: Phillip had it all set up, Gus. She was terrified. So she came to me for help. I lobbied with the governor, got her pardoned and released on Thanksgiving. Now do you see where I'm going with this? She knew that I would protect her. Her freedom was assured.",
        "Gus: Yeah. So, it wouldn't make any sense that she would try to jeopardize her future by killing Phillip.",
        "Alan: Yes. You see that's what sets the Spaulding's apart. We may be cruel, vicious people at times. But we protect our own. Now, I know we're not united at the moment, but sooner or later, we will be together. No power on earth can stop that from happening.",
        "[SCENE_BREAK]",
        "Reva: I know what you're doing. You're pulling out all the stops to try and scare me, when you're the one who's scared.",
        "Jonathan: Oh, come on, Reva. Deep down, you've got to wonder if I really did it. I mean, why else would I let you drag me all the way down here, unless I ...",
        "Reva: What's wrong, Jonathan? You don't like sitting in Alfred's chair? This is Alfred's chair, right.",
        "Jonathan: No, furniture doesn't freak me out.",
        "Reva: Shoving? Is that what he maybe did to you? Did he shove you? Or maybe he wouldn't let you sit in his chair. Is that it? And when you did sit in his chair, he'd find you, and...",
        "Jonathan: Smack my face. Come on. Why? Why? It's just a chair, right? Why do you care if I sit in your stupid chair? Why do you care if I touch your stupid stuff? Breathe your precious air? No, I'm sorry. I'm sorry about the C I got on my report card, Dad. I'm sorry. I'm sorry that I dropped that plate, Dad. I'm sorry. Hell, half the time I didn't even know the reason why. I'm sorry. But the hits just keep on coming, don't they? And you. You were no better. You let him. You watched him beat me, and then you told me I needed to behave!",
        "Reva: Jonathan...",
        "Jonathan: I needed to be better!",
        "Reva: Jonathan. Jonathan.",
        "Jonathan: What?! What? Who could blame me for me getting rid of a guy like that, huh? Who could blame for me beating him back? And then dumping him so the sharks could feed on his body. But I didn't do it.",
        "[SCENE_BREAK]",
        "Bill: Hey, I was just about to come home. Emma okay?",
        "Olivia: Emma's fine.",
        "Bill: Something wrong? Is she, she...adjust the apartment everything?",
        "Olivia: No, she's all right. Off to sleep, didn't fuss at all.",
        "Bill: Well, what's going on with you? You okay?",
        "Olivia: I'm fine. Fine.",
        "Bill: Okay, I got a feeling we're going to be here for a while, so maybe I should...",
        "Olivia: Sorry. No, I'm sorry. I just ... I, I don't know what's wrong with me. 'Cause see, I went to your place--(clears throat)--our place, and I noticed all these boxes of mine that I need to unpack. And then I thought maybe I'd watch Emma, you know, sleep for a little while. And she just looked so peaceful, and at home. And it just all seemed so perfect and...",
        "Bill: And the problem would be?",
        "Olivia: I don't want to lose it?",
        "Bill: Oh. You're not going to lose it.",
        "Olivia: How do you know? I mean, how do we, I'm the prime suspect. Everyone in town thinks I'm a murderer. And Alan's coming after Emma. And I don't want to dump all my problems on you. You know, the fact is that you, and Emma, and I were kind of like a family, now.",
        "Bill: Yes, yes, we are, aren't we?",
        "Olivia: You know, I've spent the majority of my miserable life with nothing to lose, you know? And when you have nothing to lose, you have nothing to fear. And now I have a daughter that I love. And I have this odd little family.",
        "Bill: Yeah...",
        "Olivia: I'm scared.",
        "Bill: You know what? You can't be scared.",
        "Olivia: Oh, yeah? Why not?",
        "Bill: Well, for starters, 'tis the season to be jolly.",
        "Olivia: No, don't. Don't go all charming on me. I'm being serious.",
        "Bill: I'm being serious. I am. I'm being serious. All right, look. Inside this box, right here, okay, is a gift that is going to take all your problems away.",
        "Olivia: In this box are my shoes.",
        "Bill: Okay, we are visualizing here, all right? So will you work with me, okay? Again, back to the box is a gift from me to you and Emma that, quite frankly, I think will just knock your Christmas stockings right off.",
        "Olivia: Really?",
        "Bill: Really.",
        "Olivia: All in this... it's not that big of a box.",
        "Bill: Well, you know what they say? Great things, small packages, right? They say that, don't they? But anyway, in the box, I guarantee you, once you open up this puppy, you're not going to be scared anymore.",
        "Olivia: Well, what are we waiting for?",
        "Bill: Well, we can't open it now, see? Not now. Not until Christmas time. I'm telling you, it's worth it. Okay?",
        "Olivia: So, you really planned something special for Emma and me?",
        "Bill: Mm-hmm. Mm-hmm. Feel better now, do you?",
        "Olivia: I feel sufficiently distracted.",
        "Bill: Well, I'll take it. Come on let's go home.",
        "[SCENE_BREAK]",
        "Alan: Can't you see that I'm busy?",
        "Tara: Oh. My mistake. I thought you'd be interested in the latest on Bill and Olivia Lewis, but guess not.",
        "Alan: Ah, excuse me. Wait, wait, wait. I'm very sorry. That was rude of me. Please, sit down, sit down. You know, you look very familiar. Watling and Higgins, huh? Yes. You are aware that your firm opposed Spaulding interests many times in the past, huh?",
        "Tara: Yes. But I've been feeling very stifled there. You know, it's no place for an ambitious, young lawyer like myself with so much to offer.",
        "Alan: I see. Well, I'm always interested in new talent. So, why don't you tell me what you're offering?",
        "Tara: Mr. Lewis has commissioned me to arrange a special Christmas surprise for his bride.",
        "Alan: That's it. Well, let me tell you. I could care less what bauble Bill Lewis is going to give Olivia.",
        "Tara: Even if that bauble is a baby? Bill Lewis wants to adopt your granddaughter, Emma.",
        "[SCENE_BREAK]",
        "Alexandra: Well, I'm so happy to see Buzz in such capable hands. But would you mind giving us a moment alone, Lillian?",
        "Lillian: Of course, Alex. You ring me if you need me, okay?",
        "Alexandra: Well, Gus is reading me the riot act, wanting to know why I lied to the police about you. And then whether or not we're working together. He wants to know...",
        "Buzz: Calm down. What did he say?",
        "Alexandra: Well, he all but accused me of murdering my own nephew. He said something about he was going to get to the bottom of this and find out whether, which one of us pulled the trigger? Oh my God, come on. I'm sorry. I'm sorry. I can't do this to you. You've been through so much.",
        "Buzz: No, I'm sort of getting used to it. Besides, you know, a hospital bed beats a jail cell.",
        "Alexandra: Yes, it does.",
        "[SCENE_BREAK]",
        "Gus: So, where'd you go when you left the hospital? Hmm?",
        "Harley: I'll tell you something. I think it's a really good thing that I left the force when I did, because from the minute I turned in my badge, my detective skills have been slipping out of my head.",
        "Gus: What's that mean?",
        "Harley: It means that my father is lying sick in a hospital bed, and in my pursuit of his innocence, I race down here and start hurling these ridiculous, false accusations at Billy Lewis. It's like I've got my own little game of \"pin the tail on the suspect\" going on, only I'm walking around blindly, pinning Phillip's murder on anybody who stands still long enough.",
        "Gus: Well, Billy Lewis... it's not really a stretch.",
        "Harley: He didn't do it. I know it. You know it. He made me feel like an idiot for thinking it.",
        "Gus: Well, if it makes you feel any better, I've been playing a little game of \"pin the tail on the suspect\" myself, down at the hospital.",
        "Harley: Did you get anything?",
        "Gus: No.",
        "Harley: See, I think, I'm in denial about the obvious, here, which is that the two real suspects in this case...",
        "Gus: Don't. Baby, don't.",
        "Harley: Come on. You know if you and I were working together on this, if we were looking at this objectively, suspect number one and two are my Dad and me.",
        "[SCENE_BREAK]",
        "Billy: Just... just listen to me. When I dropped you off there, outside Company that day, I said scare Phillip a little bit. I did not say to kill him. Just shut your mouth. Look, it's bad enough that I'm a suspect. But now, I got the sheriff's sister on my case. So here's what you're going to do for your next assignment. And don't blow this one, buddy. You are going to disappear. You're going to vanish, I'm talking thin air. And you're never going to be heard of again. You got it? Good.",
        "[SCENE_BREAK]",
        "Jonathan: Gotcha. I really had you going for a minute there, didn't I? So you never know what's real and what's not with me. I'm just a walking, talking enigma.",
        "Reva: First off, I choose to believe that you didn't kill anyone. And these little games that you're playing don't sway me. In fact, I really like them. Because when you were in the middle of this little outburst that you just had, I saw some of the pain that you have inside you come out.",
        "Jonathan: If you say so.",
        "Reva: I say so. And that's why we're here, right? So that you could face Alfred and let off some steam. Well, you didn't even have to face him. So as far as I'm concerned, we're done. We're done. Let's go.",
        "Jonathan: Just give me a minute. Send my final farewells to Alfred, may he rot in hell.",
        "Reva: You know what? You are in your own kind of hell. And I'm going to go there to bring you back.",
        "Jonathan: Sometimes once you go to hell, you can't come back. You're dead, Alfred. I'm not.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Billy: You think I popped Phillip?",
        "Josh: Billy, if you know something about this, if you're trying to protect someone, even yourself, you have to tell me?",
        "Harley: All the evidence makes it look like you shot Phillip.",
        "Buzz: Harley. I saw Ruth Karloff close up."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=jdX213HXwqE"
}