{
    "Episode Summary": [],
    "Recap": [
        "Sandy shows up to stop Jonathan and Reva from leaving. Lizzie averts a crisis at Company with help from Alexandra. Buzz hires Gus as his lawyer. Ruth tries to get out of the study while Beth & Rick inform her that they've called the police. While trapped in the study Ruth talks to a 'vision' of Harley. Buzz confesses to Gus that he did not kill Phillip. Reva tells Sandy that she can take care of herself and heads off to San Jamal with Jonathan. Ruth attacks Frank in order to get free. Rick confesses to Beth that he wants to take off in order to 'truly live' and get away. Coop and Marina come up with a plan to get Lizzie to turn Company back over to the Cooper's. Lizzie comes up with a plan to get the Cooper's to accept her as their boss. Frank decides that finding Ruth has become personal. Buzz runs into Ruth outside of Company and collapses."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: When is that plane going to get here?",
        "Reva: They said 20 minutes.",
        "Jonathan: That was an hour ago.",
        "Reva: I'll go and talk to the guy at the gate again.",
        "Jonathan: No, don't... don't even bother. I'm going to split.",
        "Reva: Is that what you really want?",
        "Jonathan: Hey, this trip down bad memory lane was your idea, not mine.",
        "Reva: Okay. But I'm going to go anyway, because I want to talk to this awful man who was your father.",
        "Jonathan: Don't, don't call him that.",
        "Reva: I'm sorry. Well, what are you waiting on? I thought you were leaving.",
        "Jonathan: Maybe I'll go. But not to have some catharsis with this guy who beat me senseless my whole life, okay? I'm going because I want you to see.",
        "Reva: I want to see.",
        "Sandy: Reva? Reva, don't get on a plane with this guy.",
        "[SCENE_BREAK]",
        "Marina: My boss is late.",
        "Coop: Bosses are allowed to be late.",
        "Marina: I give her three days, tops.",
        "Coop: Are you kidding me? With the plan that we have for her, Lizzie's not even going to last through lunch today.",
        "Lizzie: Well? Ready to take on the little people, baby? Got to make Daddy proud. Come on. All right. Now, before you two start fighting, I need to let you know how things are going to work around here.",
        "Coop: Lizzie, we're not going to fight with you today. You're the boss, so whatever you want us to do, just tell us and we'll go ahead and do it.",
        "Lizzie: You're up to something. You're both fired.",
        "[SCENE_BREAK]",
        "Buzz: Are we finished here?",
        "Gus: Yeah, for the moment. Frank had to go and answer a call. It's not looking very good right now Buzz.",
        "Buzz: Story of my life.",
        "Gus: Yeah. They got your fingerprints on the murder weapon and the deactivated alarm places you at Company when Phillip was killed. So, now you are the number one suspect.",
        "Buzz: Gee, I'm flattered. Ten minutes ago, you were telling Frank that he had no case.",
        "Gus: Yeah, well, I'm your lawyer. I have to say things like that.",
        "Buzz: Wait, wait, wait, wait, wait. You know, you sat down with me during the questioning for whatever reason, but that doesn't mean I hired you.",
        "Gus: Right. Give me a dollar. Just do it.",
        "Buzz: Oh, no.",
        "Gus: Open up your wallet and give me a dollar. Give me a dollar. Thank you very much. That's my retainer.",
        "Buzz: That's what I was afraid of.",
        "Gus: So, now tell me everything. Tell me what happened that night.",
        "Buzz: I thought defense attorneys were not supposed to ask their clients if they did it.",
        "Gus: Yeah, well, I want to know. I hear you. I want to know. Tell me what happened that night. Did you shoot him?",
        "[SCENE_BREAK]",
        "Rick: The police are on their way, Ruth. You're locked in. You're not going anywhere.",
        "Harley: (Quietly): Shut up, Rick.",
        "Beth: I called security.",
        "Rick: If this woman is responsible for doing this, I'm going to break her neck.",
        "Beth: I know. I feel the same way. But we can't do it like that. Frank will be here any minute and he'll get to the bottom of it.",
        "Rick: Right, we hope.",
        "Beth: I hope they do find Ruth guilty.",
        "Rick: Why?",
        "Beth: Because then it would be someone that we don't know. At least it wouldn't be a friend or... you know, it would be over, Rick. It would all be over.",
        "Harley: Security. Oh, gosh. All I wanted to do was clear my Dad's name. Okay. What now, Ruthie?",
        "Beth: If Ruth is guilty, if she killed Phillip, I want her to pay.",
        "Rick: Oh, she's going to pay, pal. She's going to pay. I'm going to make sure that she does.",
        "Beth: I just had so many dreams. There was a time when I thought that our lives would never be anything less than perfect.",
        "Rick: It was beautiful, Beth. You guys had a fairy-tale relationship.",
        "Beth: I just keep wondering, you know? What if you and Mindy had never found Phillip and me in New York all those years ago? Or what if Phillip had stayed in Arizona with Lizzie and me? Would this have happened? I mean would our lives be completely different?",
        "Rick: I ask myself the same questions, Beth. I mean, to see my best friend die in the way that he did, it makes me question every single thing in my life.",
        "Beth: I guess it will fade eventually. Things will get back to normal at some point, right?",
        "Rick: Sure.",
        "Beth: What is taking Frank so long.",
        "Rick: Beth, I've been thinking about taking a leave of absence. I'm so burned out. I mean, every patient that comes in the hospital looks like Phillip. Every situation, it just brings back everything. I mean I don't even know how to articulate it to you. It's just...",
        "Beth: It's okay. It's okay. I understand.",
        "Rick: I just need a break. I just need to clear my head. And the good thing is if Ruth is responsible for this, maybe, just maybe we'll find some peace.",
        "Ruth: Okay, think. Think! How do you get out of here?",
        "Harley: Well, you're no Houdini. You may as well just give up.",
        "Ruth: Don't... don't... don't underestimate me. I have gotten us out of some pretty hairy situations.",
        "Harley: Yeah. Situations you created.",
        "Ruth: Well, excuse me, Miss quick-to-blame, but aren't we forgetting about something, here?",
        "Harley: And what would that be?",
        "Ruth: This was your idea. I was your idea.",
        "Harley: All right, technically, yes. But you're the one who went through with it.",
        "Ruth: I'm a doer, what can I say?",
        "Harley: My life was perfect. But everything went upside down. Now my life's in the toilet. Whoever thought we'd end up here?",
        "Ruth: I would have thought you'd learned by now: Perfect doesn't exist. Oh, and by the way, I don't appreciate you trying to frame me for murder.",
        "Harley: Well, it was you or my Dad.",
        "Ruth: Your father may not even be guilty!",
        "Harley: Okay, maybe not, but if he is...",
        "Ruth: If he isn't, you are making it easier for the real killer to get away. Not to mention the fact that it might be you. Us.",
        "Harley: I have to protect my family!",
        "Ruth: And where have we heard that before?",
        "Frank: Is she still in there?",
        "Harley: You know what? It doesn't really matter anyway. The jig is up.",
        "Rick: It was right there in the study. It was right there on the table.",
        "Beth: And she would have gotten it, too, if we hadn't walked in on her. Now, if that doesn't make her look guilty...",
        "Frank: Well, it would certainly make my life a whole lot easier, because right now all the evidence is pointing to one person, and nothing would make me happier than to let them off the hook.",
        "[SCENE_BREAK]",
        "Gus: Did you shoot Phillip?",
        "Buzz: It wasn't me.",
        "Gus: Fine. Well, then who was it?",
        "Buzz: It wasn't me. That's all you need to know.",
        "Gus: I beg your pardon. No, that is not all I need to know. Are you protecting somebody?",
        "Buzz: Will you get off that?",
        "Gus: No, I'm not going to get off that. You need to stop this. You need to understand... we need to beat this thing, okay? You need to fight.",
        "Buzz: No, I don't. You're my lawyer. That's your job.",
        "Gus: Oh, that's very funny.",
        "Buzz: I wasn't trying to be funny.",
        "Gus: I don't think you understand. If they find you guilty, you're going to have to leave your family again. Are you prepared to do that? Just answer me. Are you prepared to do that to the people that you love again?",
        "Buzz: Are you trying to make me feel guilty?",
        "Gus: Yes, I'm trying to make you feel guilty. Buzz, I don't think that you understand that after your heart attack, Harley and Frank running around trying to pretend to be happy in front of you, all an act. It was all an act for you.",
        "Buzz: Kids are left by their parents, like, every day, you know? And my kids-- Frank and Harley--are grown adults. They have their families.",
        "Gus: Oh, if you think that makes it easier, you're an idiot. The thought of losing you devastated them. Devastated them. They need you, man.",
        "Buzz: They've got along okay without me before.",
        "Gus: Damn it Buzz. You're going to do whatever you have to do to beat this thing. Do you understand me? And if that means... if that means incriminating my Aunt Alex, well, then that's what you're going to have to do.",
        "Buzz: Am I free to go?",
        "Gus: Did you hear me? Did you hear a word that I said?",
        "Buzz: I heard what you said. But you haven't said anything that I haven't already thought of before.",
        "Gus: What does that mean?",
        "Buzz: Nothing. Probably.",
        "[SCENE_BREAK]",
        "Customer: Hey, Miss?",
        "Lizzie: Oh. Okay. Here. Sit here, Roxie. How could I help you?",
        "Customer: This sandwich has maple syrup on it.",
        "Lizzie: You ordered it with extra maple syrup, right?",
        "Customer: That was for her waffles.",
        "Lizzie: I'm sorry. Okay. Here. Sit down here. Will you hold Roxie? Wait. No. I'll get... what are you doing sitting here still?",
        "Cooper: You fired us.",
        "Lizzie: Okay, I was just joking. It wasn't serious.",
        "Coop: I'll tell you what, how about a raise?",
        "Lizzie: Okay. That's fine. Here. Come on, chop, chop. I've got to go to the kitchen. I got your new uniforms.",
        "Coop: Three, two, one.",
        "Lizzie: Where is everybody? Huh? No ones here.",
        "Coop: Exactly, because there was no one on the schedule to work today.",
        "Lizzie: What schedule?",
        "Coop: The schedule that the boss has to make up so that everyone knows when they come in. Even us.",
        "Lizzie: But you're always here.",
        "Coop: Yeah, because we used to own the joint.",
        "Lizzie: Okay, so what do I do? Coop, we don't have a cook.",
        "Coop: Right, right.",
        "Lizzie: All right. So you're going to be the cook.",
        "Coop: No. That's a very bad idea actually.",
        "Lizzie: How hard is it to make hamburger?",
        "Coop: It's not very hard. Except for the fact that we're out of hamburger meat. And we don't have any French fries. We ran out last night.",
        "Lizzie: What do you mean you ran out? How does that happen?",
        "Coop: No orders came in actually.",
        "Lizzie: Well, who's suppose to make the orders? Okay, just get me the number and tell me how to fix it and I will.",
        "Coop: Hey, don't look at me.",
        "Customer: How long for the sandwich?",
        "Lizzie: We have to get rid of these people. We have to.",
        "Coop: We can't rid of the people, Lizzie. They're paying customers.",
        "Lizzie: What are they paying for? We don't have anything to serve them. We got to close. Sorry. We're closed.",
        "Alexandra: Wait! Oh.",
        "Lizzie: Aunt Alex, welcome to Elizabeth and Company.",
        "[SCENE_BREAK]",
        "Jonathan: Mind your own business and leave, you loser.",
        "Sandy: Where are you going?",
        "Reva: We're going to San Jamar to see the people who raised Jonathan.",
        "Jonathan: The house you pretended to grow up in, the people you pretended were your adopted parents. Probably bring back a lot fake memories for you.",
        "Reva: Okay, don't. Don't do that.",
        "Jonathan: What? Tell the truth?",
        "Reva: Sandy, what are you doing here?",
        "Sandy: I'm here to stop you from making a huge mistake. Reva, you don't know what he is capable of doing.",
        "Jonathan: And this is coming from the guy who pushed me off the edge of a cliff?",
        "Reva: Look, I appreciate your concern, but I'll be fine.",
        "Jonathan: There you go, Sandy. Mom's spoken. Take a hike.",
        "Sandy: Reva, don't you see it?",
        "Reva: I see that this is something that we both need to do. And you need to leave, now.",
        "Jonathan: Thank you.",
        "Sandy: Okay. But only if you wait until you take Josh with you.",
        "Reva: No, no.",
        "Jonathan: Dude give it up. She's my Mom, not yours.",
        "Sandy: Reva's my...",
        "Jonathan: What, Sandy? What? What, Sandy? What? Your friend? You scam her for a year and now you're friends? It's very touching.",
        "Reva: Look, it's not that simple.",
        "Jonathan: Right. My Mom said to leave.",
        "Sandy: Reva, I'm warning you, don't go.",
        "Jonathan: I see what's going on here now. You're jealous.",
        "Sandy: I'm not jealous. I am concerned. You're a psycho, and as soon as you realize that, the better.",
        "Jonathan: Yeah, the Mom you borrowed for a year is paying more attention to me now and it's killing you. Little baby Sandy's all alone again.",
        "Reva: Don't. Stop taunting each other.",
        "Jonathan: Why? He wants you to make a choice. Isn't that right, Sandy? You go with me or you stay with him. It's a test. And as far as I'm concerned, it's pretty good one. So go ahead, Mom. Make a choice.",
        "Reva: I won't do this. I'm not making a choice.",
        "Jonathan: Is this your way of choosing me? Your real son?",
        "Reva: You are my son.",
        "Jonathan: But... what? Reva, what does this guy mean to you?",
        "Reva: Sandy, you are I share a lot.",
        "Jonathan: You share a liver, Reva, end of story. This guy's played you for over a year now. You're his victim.",
        "Reva: That's not how it was.",
        "Jonathan: That's like exactly how it was. He lied to you. He pretended to be me.",
        "Reva: Okay. You might have lied. But I do believe that you never meant to hurt me.",
        "Sandy: I didn't. And right now, I don't want to see you get hurt.",
        "Jonathan: Oh. I'm trying to reclaim my right spot in my family and I'm the bad guy.",
        "Sandy: Because he will hurt you.",
        "Jonathan: Is that what you think? That I'm only out to hurt you now?",
        "Reva: No, not anymore.",
        "Jonathan: Oh, gee, thanks for being so passionate and defending me.",
        "Reva: Jonathan, look. Listen to me. I know you're trying. And I know that this trip could make all the difference.",
        "Sandy: What if it doesn't? What if it goes wrong? What if it pushes him over the edge?",
        "Reva: He's still my son. And I have to give him the chance. He needs to go to this place and I do, too. We both have demons we need to conquer.",
        "Sandy: The only demon you have to conquer is standing right there.",
        "Reva: Okay, stop. Sandy. Stop it.",
        "[SCENE_BREAK]",
        "Alexandra: Lizzie, Lizzie, what is going on in there?",
        "Lizzie: Things are messed up, Aunt Alex?",
        "Alexandra: What's happening?",
        "Lizzie: What hasn't happened? I mean we don't have a cook. We don't have any food. Now the customers are starting to get angry.",
        "Alexandra: Well, why? Are you trying to do this all by yourself?",
        "Lizzie: Well, no, I mean I've got Coop and Marina. And they're actually being nice to me for once.",
        "Alexandra: Is that so?",
        "Lizzie: It's really weird. Believe me.",
        "Alexandra: Well, what's the problem?",
        "Lizzie: We don't know what we're doing. I don't know. They don't know. We don't have Buzz. We need him.",
        "Alexandra: Well, I don't think you can count on Buzz. Not right now.",
        "Lizzie: Yeah, why wouldn't he be able to? I just want to make Daddy proud. And I can't do this by myself. I can't.",
        "Alexandra: Bite your tongue, young lady.",
        "Lizzie: What am I suppose to do, Aunt Alex?",
        "Alexandra: Lizzie, Lizzie, you are not a quitter.",
        "Lizzie: I know that, but what? What do I do?",
        "Alexandra: Well, learn it. Learn the business. Learn everything you can about the restaurant business. How do you think I got started?",
        "Lizzie: You were in the restaurant business?",
        "Alexandra: Oh, for heaven sakes, no, no. But I taught myself the company business, the family business. And with no help at all, let me tell you. Look your father gave you an opportunity. Make him proud. Better yet, Lizzie, make yourself proud.",
        "Lizzie: I know what I'm going to do. Thank you so much.",
        "Alexandra: Oh, sure, sure.",
        "Buzz: I don't think I'll ever get used to that.",
        "Alexandra: You've been released.",
        "Buzz: For now. We'll see.",
        "Alexandra: Oh, thank goodness. Thank goodness. Well, tell me what happened after I left.",
        "Buzz: Let's skip that.",
        "Alexandra: Okay. Buzz, I'm so sorry about everything. Everything.",
        "Buzz: Don't say you're sorry. We are where we are.",
        "Alexandra: I wouldn't go in there quite yet. (Laughter) Lizzie's having a few difficulties.",
        "Buzz: Is that a fact? She'll learn.",
        "Alexandra: Or die trying.",
        "Buzz: I guess Phillip got what he wanted.",
        "Alexandra: I wouldn't be too sure.",
        "[SCENE_BREAK]",
        "Gus: Did you do it, Buzz, alone or with Alexandra? And if not you then who?",
        "Beth: Here's the key.",
        "Frank: Thanks, Beth. I'll take it from here. Listen, I'll keep you guys posted.",
        "Beth: We're not going anywhere.",
        "Rick: Why don't we just wait in the living room?",
        "Beth: Frank, we're not going to be in the way.",
        "Frank: Beth, if Ruth Karloff killed Phillip who knows what she's capable of. Do you understand me?",
        "Beth: But... I...",
        "Rick: Let's just get out of his way, okay?",
        "Frank: I promise you I will let you know what's going on, all right?",
        "Rick: Well, Frank, we're counting on that.",
        "Frank: You have my word. Ruth? It's Chief Cooper. I'm coming in. Ruth? Ruth, it's Chief Cooper? Ruth? (Sound of glass breaking)",
        "Harley/Ruth: Frank, Frank. Oh, sorry. I'm sorry. I love you. I really do. But I have to keep Ruth free and looking guilty in order to save Dad. You understand, right? I love you.",
        "Beth: So do you think they have her in custody yet?",
        "Rick: Well, they should. Let me ask you something. Do you feel better about this whole thing now that they're close to making an arrest?",
        "Beth: No. Not really. Do you?",
        "Rick: No. And the fact is he's still gone.",
        "Beth: I know.",
        "Rick: He's gone.",
        "Beth: I just realized that it doesn't matter whether they catch the killer or not, because I still have this incredible emptiness inside.",
        "Rick: I mean doesn't it feel that things will never quite be the same again?",
        "Beth: Yeah. Oh, Rick. And Christmas is just a couple weeks away. Do you know how hard this is going to be on Lizzie, Zach and James?",
        "Rick: And for you, too.",
        "Beth: For all of us.",
        "Rick: What?",
        "Beth: We have to stop doing this? We have to stop walking around depressed all the time.",
        "Rick: You're right. You're right.",
        "Beth: He wouldn't want this.",
        "Rick: You're right. Life is too short.",
        "Beth: Yeah.",
        "Rick: So listen along those lines. I've been thinking about talking about something. I've been thinking about going away.",
        "Beth: On a vacation?",
        "Rick: Longer.",
        "Beth: You mean going away, going away?",
        "Rick: Now listen, you've got to promise me, you're not going to laugh at me. You promise me?",
        "Beth: Yeah, I promise. I wouldn't lie.",
        "Rick: I've been thinking about chartering a sailboat.",
        "Beth: (Laughs) you're not serious?",
        "Rick: You just promised you weren't going to laugh at me.",
        "Beth: I'm sorry.",
        "Rick: No, you're laughing at me.",
        "Beth: I just can't picture it. You on a boat with a little cap on with your arms stretched out, proclaiming yourself king of the world. (Laughs)",
        "Rick: Thank you. Thank you. I'm glad that I'm so good for laughter to you. Thanks.",
        "Beth: I'm sorry. Oh, wait a minute. You're really serious about this.",
        "Rick: Yes, I am serious.",
        "Beth: I'm sorry. Okay, okay. You've been giving this a lot of thought.",
        "Rick: I have been. I mean I just like I need to cut loose and break free. I mean Mel and I are in this rut and we really need to get away.",
        "Beth: And what did she say about this?",
        "Rick: I haven't talked to her about it yet.",
        "Beth: Oh.",
        "Rick: But don't you think it's a great idea? I mean think about it, all of us out in the open seas. I mean these long summer days and these starlit nights and nothing to do, Beth, nothing to do, but just hop from hop from one island to a next. I mean doesn't that sound like fun?",
        "Beth: Yeah, Rick, it does.",
        "Rick: Why don't you come with me, Beth? James and Lizzie, too.",
        "[SCENE_BREAK]",
        "Alexandra: You look tired.",
        "Buzz: Yeah, maybe I should go upstairs and take a nap.",
        "Alexandra: Oh, good idea. I think we should go up there and take one together.",
        "Buzz: So we could give each other another alibi?",
        "Alexandra: Oh, well, in theory, I think it's not such a bad idea.",
        "Buzz: In theory.",
        "Alexandra: Oh, boy, yours... yours and my family have been through the roughest time of all. And I think it's got to stop. Beside I want something good to come out of Phillip's death.",
        "Buzz: Well, don't let Alan hear you say that.",
        "Alexandra: But Alan's in pain. He misses his son. So do I. Life goes on.",
        "Buzz: I hope you're right.",
        "Alexandra: I am. You'll see. Well, I'd better get in there and offer some moral support.",
        "Coop: Ladies and gentlemen, the food is going to be up in just one minute, if you could hold on and please be patient. We're just having a little bit of a glitch in the kitchen right now.",
        "Lizzie: All right, free pizza, everyone, on the house. Whoo! Yeah. Hey.",
        "Lizzie: I'll take you. Come here, sweetie?",
        "Harley: (Gasps)",
        "Buzz: Miss Karloff?",
        "[SCENE_BREAK]",
        "Reva: Sandy, I know who Jonathan is. And I know what he's capable of. I'm not blind. I've been around the block a few times.",
        "Sandy: I know.",
        "Reva: Could you at least pretend like you didn't? You have to trust me.",
        "Sandy: Oh, I do. It's him, I don't trust.",
        "Reva: Well, right now neither do I, but I do believe in him. He's my son. I have to.",
        "Sandy: Sure.",
        "Reva: Don't sound so convinced.",
        "Sandy: I get what you're saying. Jonathan's family, you have to choose him.",
        "Reva: Didn't I tell you both that I'm not making a choice?!",
        "Sandy: No, hey, hey, it's okay. It's all right. I should get going and let you get back to... have a safe, safe trip.",
        "Reva: No. No, no, no. You will always be a part of me.",
        "Sandy: I'm not your kid. I'm not anything to you, Reva.",
        "Reva: Sandy, you know what you were trying to say before that you were my friend? Did you mean that?",
        "Sandy: Yes. I meant it.",
        "Reva: Well, so do I. I will call you as soon as I get back.",
        "Sandy: Be careful.",
        "Reva: Don't worry.",
        "Jonathan: You've wanted a Mommy for a long time, haven't you? Well, it's too bad you picked this one, because she's mine and there's only room enough for one of us. You know that, right? You know it still upsets me to see you with him.",
        "Reva: Don't. Don't try to play me.",
        "[SCENE_BREAK]",
        "Rick: You just think I'm out of mind, don't you?",
        "Beth: No. No.",
        "Rick: Yes, you do. Yes, you do.",
        "Beth: No, I don't. I don't. I think it sounds very exciting and even a little romantic. Which is why you don't need a third wheel tagging along.",
        "Rick: I could get a big boat, big enough for the third wheel, Beth. Come on.",
        "Beth: You have a big enough crew with Mel and your kids. And, hey, besides it's not really my kind of thing. But you should do it. You should talk to me and you should start making arrangements.",
        "Rick: Really? Do you think it's a pretty good idea?",
        "Beth: Yeah, I do. I'll miss you though.",
        "Rick: I'm going to miss you, too. But you know what? You can change your mind if you want to.",
        "Beth: No, I can't.",
        "Rick: Why?",
        "Beth: Lizzie, you know.",
        "Rick: What about her?",
        "Beth: I'm needed here. And, hey, besides who's going to keep an eye on Alan and Alexandra?",
        "Rick: Well, that's true. But there's a lot more to you, Beth, than being the Spaulding watchdog.",
        "Beth: Wildlife Society board member? (Laughs)",
        "Rick: No. No, really. I'm talking about something just for you, something that you want.",
        "Beth: I don't think about that anymore.",
        "Rick: Maybe you should start thinking about it.",
        "Beth: I don't want to think about that anymore.",
        "Rick: How about your painting?",
        "Beth: Oh, Rick.",
        "Rick: Come on.",
        "Beth: Come on. No. I haven't picked up a brush in two years. I wouldn't even know where to begin.",
        "Rick: Beth, it was your whole life when you were a little girl. It was a dream of yours and you're gifted. You're very good. And it's never too late.",
        "Beth: You're right. Which is why you'll make a great sailor when you've taken a few lessons.",
        "Rick: Wow, changing the subject. I mean that was fast even for you.",
        "Beth: No, I wasn't changing the subject.",
        "Rick: Yes, you were. Yes, you were. You were changing the subject.",
        "Beth: I was getting back to the subject at hand, which is you on the high seas.",
        "Rick: Oh. I see. Cursing Phillip at every swell and every black cloud.",
        "Beth: What happened to starlit nights and sunny days?",
        "Rick: With Phillip as a master yachtsman looking down at me?",
        "Beth: He'll be testing you every step of the way.",
        "Rick: Are you kidding me? He wouldn't let me make this trip without him.",
        "[SCENE_BREAK]",
        "Coop: I'll tell you what, sir, have a couple of slices. You know what? Take a pie. It's all on the house today.",
        "Alexandra: Bravo. Lizzie, you seemed to save the day with your quick thinking.",
        "Lizzie: I owe it all to you, Aunt Alex.",
        "Alexandra: Really? Well, thank you, dear.",
        "Lizzie: I'm telling you, besides the whole drug smuggling thing, you are an excellent businesswoman.",
        "Alexandra: (Laughs) Thank you again. I think.",
        "Lizzie: Well, you know, me and Marina and Coop are getting along. And everything is going really good today. Although right now they don't seem to happy.",
        "Alexandra: Is that so? Well, I guess you could say they might be jealous.",
        "Lizzie: Could be.",
        "Alexandra: Well, could you blame them? Well, Lizzie, this is like a second home to them. They're used to it. Well, actually at the moment, darling, it's their only home.",
        "Lizzie: I guess I can understand that.",
        "Alexandra: Well, you've certainly proven yourself to be a born leader.",
        "Lizzie: Yes, I have. And I made a lemonade that was to die for. (Applause)",
        "Alexandra: Oh, you most certainly did, darling. So, that's exactly why I think you should take your skills elsewhere, you know. (Laughs) You don't need this place.",
        "Lizzie: What are you saying?",
        "Alexandra: Give it back to Buzz. Sell it back to him.",
        "Lizzie: No. I mean, I love you Aunt Alex and I'm all for the whole, you know, mushy, being nice thing, but Dad wanted this. I'm not going to sell it.",
        "Marina: Our plan isn't exactly working.",
        "Coop: There's got to be something else that Lizzie likes beside money and power. I mean she's got to have a weakness, something that we could use to exploit her.",
        "Marina: Guys.",
        "[SCENE_BREAK]",
        "Gus: Frank? Frank, are you okay? What happened to the lights?",
        "Frank: Ruth Karloff broke in here and I came in looking for her and she hit me over the head. It looks like she took off.",
        "Gus: How do you know it's her?",
        "Frank: Because Rick and Beth walked in on her. Apparently, she was... she was looking for this.",
        "Gus: What's that?",
        "Frank: It's a letter she wrote to Phillip. Apparently she was unhappy with her boss.",
        "Gus: So it's a threatening letter?",
        "Frank: Well, if you consider, \"I'll like to kill you, Mr. Spaulding\" a threat, yeah.",
        "Gus: Your head all right?",
        "Frank: No, it hurts like hell actually, but I'll live. I've got to get this back to the station.",
        "Gus: I'll take it, Frank.",
        "Frank: You know what? I appreciate the offer, Gus, but you're not on the force anymore. I'll take it.",
        "Gus: I'll tell you what. Just hold on a second.",
        "Frank: Who are you calling?",
        "Gus: Somebody I think might be able to track this Ruth Karloff down.",
        "[SCENE_BREAK]",
        "Buzz: Ruth Karloff?",
        "Harley/Ruth: Have we met, sir?",
        "Buzz: I'm Buzz Cooper. I used to own this place. You know there are a lot of people looking for you. (Phone ringing)",
        "Harley/Ruth: Yes, so I've heard. (Phone continues to ring) nice chatting with you. Excuse me. I have to take this. Ruth speaking.",
        "Gus: Are you crazy? What do you think you're doing?",
        "Harley/Ruth: Sorry, but I'm busy right now.",
        "Gus: You're trying to incriminate yourself... I mean Ruth, right? Are you dressed as Ruth right now?",
        "Harley/Ruth: Affirmative. I have to go now.",
        "Buzz: Not so fast, lady.",
        "[SCENE_BREAK]",
        "Jonathan: You think I'm trying to play you?",
        "Reva: Oh, yeah. And you're good. But there's just something a little off.",
        "Jonathan: Oh, yeah. Okay. Well, not really. Anybody knows what I'm all about.",
        "Reva: Well, I'm not just anybody. Seeing me with Sandy doesn't hurt you. It makes you mad. And that's a big difference.",
        "Jonathan: I thought all my anger came from pain.",
        "Reva: Sometimes anger is just plain anger.",
        "Jonathan: Interesting analysis, Mom. You've got anymore good observations?",
        "Reva: I do. You're scared to get on this plane, you're scared to confront Alfred.",
        "Jonathan: I'm not scared. Maybe that's just your own fears reflected on me.",
        "Reva: There's not a lot that scares me.",
        "Jonathan: Oh, yeah?",
        "Reva: Mm-hmm.",
        "Jonathan: Aren't you a little bit spooked about what we might find down there?",
        "Reva: Nope.",
        "Jonathan: What if I made it all up?",
        "Reva: You're telling me you've been lying to me?",
        "Jonathan: I'm saying what if my father never laid a hand on me? Or, what if I already got my closure?",
        "Reva: I guess we'll find that out.",
        "Jonathan: Yeah, I guess we will. They're starting to board. Are you ready?",
        "Reva: Oh, I'm ready.",
        "[SCENE_BREAK]",
        "Beth: I'M... I'm proud of you.",
        "Rick: I hear a but.",
        "Beth: No. No, no, no.",
        "Rick: Yes. No, no. Yes, there is a but.",
        "Beth: There's no but in there. I think that you're taking a chance and I think that's a good thing.",
        "Rick: Right.",
        "Beth: I just hope it's more about living and not about running away.",
        "Rick: I knew it. I knew it. I knew there was a but in there.",
        "Beth: (Laughs) Yes, but I did it really well, didn't I?",
        "Rick: You did. Yes, you did. Beth, I'd be lying to you if I said I wasn't running way, because I am. I'm tired of murder being the talk of this town and me being the center of it. I'm just tired of it.",
        "Beth: Is that all?",
        "Rick: No. I'm tired of being reminded of Phillip every place that I go. He was my best friend and I...",
        "Beth: You know I'm going to tell you something. You can't run away from your memories.",
        "Rick: I can try. I can try. I could just pretend... you know just think of something else for a while.",
        "Beth: Okay. Okay. Just as long as you know that sailing around the world won't make you forget your best friend.",
        "Rick: I have more than one best friend.",
        "Beth: Me too, me too.",
        "[SCENE_BREAK]",
        "Marina: You should have seen Lizzie with Joey. There's was nothing she wouldn't do for him.",
        "Coop: Nothing, huh?",
        "Marina: You're not thinking what I'm thinking are you?",
        "Coop: Oh, come on, Marina. Why not? I mean she loves the attention. All I'd have to do is throw in a little bit of charm, make her think that I like her and then eventually I could get her to sell back Company to it's rightful owners.",
        "Marina: Did you say lay on the charm or smarm?",
        "Coop: Oh, ha, ha, ha. Very funny, what is the difference?",
        "Marina: You really think you're up for this?",
        "Coop: It's going to be rough, but I can take one for the team.",
        "Lizzie: You know I know it's going to be like an uphill battle with these Cooper's.",
        "Alexandra: Are you sure it's really going to be worth it, darling?",
        "Lizzie: Yeah, it's worth it. They wouldn't know a good thing if it came up and slapped them in the head. I'm exactly what this place needs.",
        "Alexandra: (Laughs) You are?",
        "Lizzie: You better believe it. I mean, look at Coop. Where would he be without me?",
        "Alexandra: Well, I was under the impression that he didn't like you very much at all.",
        "Lizzie: Well, that can be changed.",
        "Alexandra: Lizzie. (Laughs) Lizzie.",
        "Lizzie: What? I mean you know I've been thinking. If I could just flirt with Coop and get him to think that I like him, then he could tell the rest of his family that the perfect thing for this job.",
        "Alexandra: Well, doesn't sound just a little bit convoluted and quite frankly a little unnecessary?",
        "Lizzie: Nonsense. I can totally control him.",
        "Coop: I can totally control Lizzie.",
        "[SCENE_BREAK]",
        "Gus: Frank, you don't look good. Are you all right?",
        "Frank: I'm fine. That Ruth, she sure packs a wallop.",
        "Gus: Yeah. Big surprise, huh?",
        "Frank: Well, you know what? She couldn't have gotten far. So we'll find her.",
        "Gus: So looks like she's our... I mean your prime suspect?",
        "Frank: No. Unfortunately, my father still takes that honor. But I want Ruth Karloff, because murder or not, she's made it personal now.",
        "[SCENE_BREAK]",
        "Harley/Ruth: Unhand me, sir. I need to leave.",
        "Buzz: Don't worry. I'm not going to call the cops.",
        "Harley/Ruth: Why not?",
        "Buzz: Because I'm tired of the cops. I'm tired of this whole thing. Never know when I'll go down for Phillip's murder. But I don't want anybody else to go down for it either.",
        "Harley/Ruth: Aren't you interested in justice, Mr. Cooper?",
        "Buzz: Justice? (Laughs) After what happened to my family?",
        "Harley/Ruth: Mr. Cooper?",
        "Buzz: I don't feel so...",
        "Harley/Ruth: Dad... Mr. Cooper? Don't worry. Don't worry. Yes, I need help. I'm at Company across from Cedars. There's a man here having a heart attack. I need help now. Yes, right out front. Yes, I'll stay with him until you get here.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Reva: He's just a man. And this is just a house. The nightmare is all in your head.",
        "Jonathan: Careful, Reva. You don't want to get inside my head. You're not going to like what's crawling around in there.",
        "Beth: The Spaulding's have spawned so much dysfunction. I will not allow my daughter to become the next casualty.",
        "Alan: You know the papers have you as the prime suspect in Phillip's murder. Now you don't plan on raising Emma out of jail, do you?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=I4dc69G5YRk"
}