{
    "Episode Summary": [],
    "Recap": [
        "Michelle finds out that a white powder is involved in the whole mystery. Carrie explains this is how Mayanne's father made his wealth. Carrie says Maryanne then got involved with the wrong people and ended up going off a bridge and that is how she died. Carrie wants the girls to find the car. Reva worries that Shayne is going to push too hard and end up hurting himself more. Jeffery offers his help in the situation to Cassie. They go see an acupunctrist. Jeffery suggests she remcomend it to Josh and Reva to help Shayne. Tammy get Sandy to talk to Edmund and the find a common intrest their dislike for Jeffery."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: So really, I mean, that is all that you can tell me? No, there's got to be more!",
        "Cassie: Did you get my message?",
        "Reva: No, no, no! Don't hang up. Please don't hang up on me. I know. I know. I'm trying to understand here, but... okay. Yeah. Sure. Thanks. Thanks. Thanks for your help.",
        "Cassie: What's going on?",
        "Reva: Nothing. You know... Why don't you go get changed and I'll meet you back here on the bikes.",
        "Cassie: Why don't you first tell me what's going on.",
        "Reva: I said nothing.",
        "Cassie: Something's got you going, Reva.",
        "Reva: Okay. Okay. It's Shayne. He's pushing himself way too hard and he's not going to make himself any better, he's going to make himself worse. And there's nothing I can do to stop him. Nothing.",
        "Tammy: You took all those notes at last night's rehearsal?",
        "Sandy: Don't panic. They're not all for you. I'm simply playing catch-up. Let's start with the last scene you had in rehearsal. All right, you have the emotion going for you, but I think that's a scene where Juliet can really let go, you know? It's a vulnerable moment. She can let the tears flow.",
        "Tammy: Tears?",
        "Sandy: Yeah, it's a key moment for her.",
        "Tammy: I know. I was going in the other direction with it. Edmund said if I hold back on the emotion there and play against the moment that the scene will have more impact.",
        "Sandy: How did Edmund get involved?",
        "Tammy: Well, he's been coaching me since before my audition. I probably wouldn't have even gotten the part if it weren't for Edmund.",
        "Sandy: Well, maybe he should be directing instead of me.",
        "Tammy: Sorry. I'm just trying to explain.",
        "Sandy: I don't want outsiders calling the shots in this production. Especially not Edmund.",
        "Tammy: That's not what he's trying to do.",
        "Sandy: I don't want him involved. I don't like the guy. I don't trust him and I never will.",
        "Tammy: That could be a problem.",
        "Sandy: Why?",
        "Tammy: Because he's here. I sort of invited him to join us.",
        "Josh: I bet you're really glad I decided to join you today, huh?",
        "Frank: That's fine, Josh. I'm just sorry that you're having a tough time.",
        "Josh: Yeah, you're just catching me at a down time, that's all. So, coffee's on me, just to say thank you for listening to my problems and I assume, too, that your daughter, knowing her, has filled you in on life with the Lewises.",
        "Frank: Well, she probably would have if I could pin her down but Marina's actually been a woman of mystery these days.",
        "Michelle: Okay, you two, tell me what you've found.",
        "Marina: Okay. So after you left the other day Marah remembered all these boxes in the basement and we hit the mother load on Maryanne Caruthers.",
        "Marah: They were filled with tons of information on the museum, on Horace Caruthers, the original curator for the museum, the guy who went crazy.",
        "Marina: Who also happens to be Maryanne's grandfather.",
        "Michelle: Oh, the plot thickens.",
        "Marina: Wait until you read the article.",
        "Marah: It's all about Horace Caruthers and how he was trying to debunk the whole idea that there was A... a curse on the museum's Egyptian artifacts.",
        "Michelle: Yeah, yeah, the curse of Queen Otiri. \"Curator Horace Caruthers says 'This museum has a responsibility to history and science, not curses and voodoo.'\"",
        "Marah: Uh-huh. So the way we see it is Horace went down into the sarcophagus, you know, to do some scientific research of his own, to debunk the myth.",
        "Marina: Yeah, but something happened with this Queen Otiri and voodoo and he ended up in the sarcophagus and later in the asylum.",
        "Marah: Yep, look. Here is a program from the opening night gala at the museum naming Brandon Spaulding and Spaulding Enterprises as benefactors.",
        "Michelle: So the Spauldings and the Caruthers were connected?",
        "Marina: Yeah, but we don't know how yet.",
        "Michelle: Okay. Have we found out how all this ties to Maryanne to our fathers and Buzz?",
        "Marah: We're still working on that one.",
        "Marina: Well, what we do know is that there is some sort of mysterious death syndrome associated with the Caruthers family. I mean, first Horace dies in an asylum and then years later his granddaughter, Maryanne, met an equally mysterious death.",
        "Michelle: Poor girl, I wonder if she died in the asylum, too.",
        "Marah: I wonder if insanity runs in the Caruthers' blood line.",
        "Marina: Make a note.",
        "Marah: Yeah.",
        "Michelle: Okay, guys. But the big question still is Carrie is insisting that my dad and Josh and Buzz all have this connection to Maryanne and yet they all deny it. So why?",
        "Marina: Right. And why do they all get so intense when we ask if they had heard of her?",
        "Michelle: My dad is still completely on edge around me. How about Josh?",
        "Marah: It's kind of hard to tell. He's already all intense days with Shayne's accident and everything.",
        "Marina: Well, you know, my grandfather has made it very clear he doesn't want me digging around in his past.",
        "Michelle: I feel like we're in the middle of a Nancy Drew mystery.",
        "Marina: Nancy who?",
        "Michelle: Ha-ha. I know you've read every single one of those Nancy Drew books.",
        "Carrie: Well you're about to take a crash refresher course. Well, did no one think to invite me to this little coffee klatch?",
        "Michelle: Carrie, so I see you've had your ear pressed against the wall again.",
        "Marah: You know, if you could just get used to e-mails or instant messaging or something",
        "Carrie: Instant, instant, instant. Horrors. E-mail. Everything is instant. Nothing good ever came instantly, even God took six days. Well, I expect you were talking about the men in your family.",
        "Michelle: Yes, we were. We were, and we were hoping that maybe you could tell us how they're connected to Maryanne.",
        "Marina: Yeah, I mean, sometimes you act like they're criminals or something.",
        "Carrie: You don't think that your grandfather has a criminal tendency?",
        "Marina: No, of course not.",
        "Marah: I think that maybe they might have gotten into something over their head that they regret now.",
        "Michelle: I got it.",
        "Marah: What?",
        "Michelle: The white powder.",
        "Carrie: Eureka, at last. I knew you would sniff that out sooner or later.",
        "Marah: You know, I'm so tired of this prying and sniffing and everything. Why don't you just tell us what all this means.",
        "Marina: And what it has to do with our families.",
        "Carrie: Well, what is the fun in that? Don't you want to play the game? Don't you want to make the connections yourselves? And if you do, I can promise you that everything, life in Springfield, will change forever.",
        "Michelle: Look, this may be a game to you, but you've involved people that we love. Our dads, Marina's granddad. And the mention of Maryanne's name has upset all three of them. So if you know something that can help, we need to hear it, now.",
        "Carrie: Instant gratification again. No one wants to work for anything anymore. All right. All right. I'll tell you. The white powder is the key. It is the key to everything that happened before and after. It all began with the warning. Before the artifacts had even arrived at Springfield, the curator was warned by his contacts in Egypt never to open that sarcophagus.",
        "Marina: What does that have to do with Maryanne? She wasn't even born yet.",
        "Carrie: You people are going to drive me mad. When you ask a question, the trick is to wait for the answer. After the untimely death of the curator, there was another man who was very, very interested in this mysterious white powder. He was a scientist. He was also the curator's son and Maryanne's father. He got into the museum late at night. He got past the guards and just as he'd suspected, there was plenty of powder to be found. But there was something else that caught his eye: A ring. And three others just like it. The rings that I gave to you. Well, put them on. Don't be frightened. And then I'll continue the story.",
        "Edmund: Well, you're in the middle of something. I don't want to interrupt.",
        "Tammy: You're not. I invited you.",
        "Edmund: We'll catch up later, all right? It's good to see you, Sandy.",
        "Tammy: Edmund, wait. I'm sorry. I should have told you that Sandy would be here.",
        "Edmund: Well, I think Sandy's the one you should have warned.",
        "Tammy: I just wanted to sort out some of the confusion, about the play. You and Sandy have such different takes on how Juliet should be played. I thought if the three of us sat down together we could work it out.",
        "Edmund: Tammy, this setup of yours has nothing to do with the play?",
        "Tammy: Just... just let me talk to him.",
        "Edmund: Tammy, I know your heart's in the right place.",
        "Tammy: Five minutes. Five minutes. That's all I ask.",
        "Edmund: All right. All right. I'll... I'll be out front.",
        "Sandy: Is he gone?",
        "Tammy: For now.",
        "Sandy: All right. Let's get back to work.",
        "Tammy: I know I did this all wrong. But if you'd just give yourself a chance to get to know Edmund.",
        "Sandy: I don't think so. Let's face it, Tammy, the \"let's all get along\" thing isn't going to work here.",
        "Tammy: Something's got to give, or we're all going to end up like the characters in this play.",
        "Sandy: Don't go there.",
        "Tammy: Isn't this play about what happens to families when they keep old hatreds and conflicts alive? It's the kids who pay. They get caught in a war between their families.",
        "Sandy: Nice try, but the Lewises and the Winslows aren't at war.",
        "Tammy: No. But you are, with Edmund and with yourself.",
        "Sandy: Well, like you said, the kids always end up paying the price.",
        "Tammy: In the play they do, but we don't have to do it like that. Look, you're not the only one who's had it rough because of Edmund Winslow.",
        "Cassie: Okay. So what are you saying, that Shayne hurt himself? That he's had some kind of a setback?",
        "Reva: Not yet. But according to all of the specialists I've talked to, the experts, they say it's just a matter of time if he keeps pushing himself the way he has been.",
        "Cassie: I thought his physical therapist was helping him.",
        "Reva: Well, he was. But Shayne's got himself a new coach: Joshua.",
        "Cassie: What do his doctors think?",
        "Reva: Well, I don't even think the doctors have been consulted. Shayne decided that his physical therapist was being too cautious and he wanted Josh to put him on a more accelerated workout program.",
        "Cassie: Well, if it's dangerous, Josh would never do anything to hurt Shayne.",
        "Reva: I don't think Josh knows how dangerous it can be. You know, he still believes that pushing the limit is a good thing. At least he thought that until yesterday.",
        "Cassie: What happened yesterday?",
        "Reva: Shayne collapsed during his workout.",
        "Cassie: Oh, my God.",
        "Reva: Marah told me that they were working out here everyday so I decided that I was going to check it out.",
        "Cassie: Okay. So they didn't object?",
        "Reva: Well, they didn't because they couldn't see me. I kept out of the way. You know Shayne, dragging himself across those parallel bars, you know, sweating out of every pour. His whole body was shaking and then he let out this cry that took everything in me not to step in and stop it. I mean, I know that Josh would never let Shayne do anything to hurt himself.",
        "Cassie: No, he wouldn't.",
        "Reva: But Shayne wouldn't listen. He just kept driving himself until he finally collapsed.",
        "Cassie: I can see why you're upset, Reva.",
        "Reva: Well, I have to do something to put a stop to it.",
        "Cassie: Okay. Well, maybe the workout looked tough, but Josh has been where Shayne is. He knows how to overcome paralysis.",
        "Reva: It's not the same as with Shayne as it was with Joshua. I know because I've done the research.",
        "Cassie: What kind of research?",
        "Reva: In the last two days, I've talked to eight different specialists and they all agree that if Shayne keeps pushing his body this way, he could reverse the progress that he's made. He could make his condition worse.",
        "Cassie: You've got to tell him.",
        "Reva: Yeah, well, I've tried. And the two of them, every time I hope my mouth they give me that \"Mother!\" look. And now if I go to them with quotes from experts they're both going to think I'm just crazy and that I'm stopping Shayne from improving. It seems like every time there's a medical decision that needs to be made, Josh and I fall down either side of the fence. And I'm tired. I'm tired of biting my tongue knowing that something's wrong and just not being able to say anything while I watch my child suffer and I just... I won't do it anymore.",
        "Cassie: Okay. Why don't we get out of here, all right? We'll go back to your place, we'll get on the Internet. There has to be a hundred different medical websites. We'll find something different, something that won't hurt Shayne.",
        "Reva: Been there; done that. And I came up empty. And all the medical books I've read, same thing.",
        "Cassie: How can you come up empty? You've got to find something?",
        "Reva: Are we going to work out or not?",
        "Cassie: No I've got to pass. I have this horrible headache. I've had it all morning.",
        "Reva: Okay.",
        "Cassie: Look, Reva, there has to be something, you know? Between Shayne doing nothing and hurting himself. I mean, there has to be something there.",
        "Reva: You would think, wouldn't you? But there isn't. I mean, I've come up empty. I can't find anything and the experts can't find anything. I can't do this. I just... I'm going to go change. Thanks, though, for listening to me rant.",
        "Cassie: Ranting is good. I think it's good. Listen, and it's a perfectly fine way to tell Josh that he's got to watch Shayne and not let him hurt himself. My cell is always on. Please call me. Oh, man.",
        "Jeffrey: Hi. You might not believe this, but I think I might be able to help you.",
        "Cassie: Isn't eavesdropping against the law?",
        "Jeffrey: Well, there's a ranting provision, actually.",
        "Cassie: How much did you hear?",
        "Jeffrey: I heard enough. Look, I know of something that might help Shayne. Are you interested in.",
        "Cassie: Of course I'm interested.",
        "Jeffrey: Okay, good. Follow me, I'll drive.",
        "Cassie: Where are we going?",
        "Jeffrey: Are you always this suspicious, or is it just me? Don't answer that.",
        "Frank: You know, Josh, I constantly have to remind myself that Marina's a grown-up now and that she's capable of making her own choices. And I've got to tell you, she's... she's always going to be my little girl.",
        "Josh: Well, you know, they're at that age where they still need us, but they don't want to let on that they need us. It took a while for Shayne to... to let me in, you know, to the point where I could start helping him to heal?",
        "Frank: How's that all going?",
        "Josh: It's still a little soon to tell. You know what? I really....",
        "Frank: Hey, Josh, listen, listen, I've got a feeling that Shayne's going to be on his feet soon enough and that hopefully everything will get back to normal.",
        "Tammy: You know, I loved your father. Richard was a wonderful dad. I mean, when he died, I really had it in for Edmund. I blamed him for everything.",
        "Sandy: Sounds about right to me.",
        "Tammy: I did everything I could to try and keep him out of our family and I'm glad I didn't. Edmund's not what I thought at first. And maybe Richard's death changed him. I don't know. But when I let myself get to know him, I saw some different stuff.",
        "Sandy: Right. Like how he's all good and caring now?",
        "Tammy: If your mind is closed, there's no point many me wasting my breath.",
        "Sandy: Right.",
        "Tammy: But you are a jerk if you don't try to see that family is everything to Edmund and you're a bigger jerk if you don't see that he's willing to do anything to make things bet with you and you are the biggest, class A, all- time jerk if you let yourself miss out on this chance!",
        "Sandy: Hey, not so fast.",
        "Marah: I wonder if the curse of the Egyptians could be locked inside of these rings. I mean, they were found in the sarcophagus along with the white powder.",
        "Michelle: Except my ring has always brought good things into my life.",
        "Carrie: But you always must be careful what you wish for.",
        "Marina: So what did the scientist do with the powder and the rings after he found them?",
        "Carrie: He was only interested in the powder. He knew that he had in his hands a potentially lethal substance that had the power to destroy a man's mind forever. But he felt that the powder was really only dangerous when it was in its raw state, so he wanted to develop other theories. Breaking down the powder's elements, the scientist discovered it was composed of medicinal plants and certain products from fish. In ancient times it had been used by Egyptian nobles and priests as part of a ritual. The powder created dream-like hallucinations in which the taker felt no pain. That's when the scientist knew he had hit gold. He had in his hands a substance which, if he could find a way to tame it, would induce a state beyond pain.",
        "Michelle: That sounds like some kind of early anesthetic.",
        "Carrie: Exactly. A substance that could create euphoria or madness. Like many things in life, the key was the balance. Everything depended upon how it was developed.",
        "Michelle: So was the scientist able to bankroll this kind of research and development?",
        "Carrie: Oh, of course not. But he was determined, and that's when the Caruthers family and the Spauldings joined forces. It was a marriage made in heaven, or so they thought. At least at the beginning.",
        "Marina: Brandon Spaulding. Why didn't we think of that? It was his money that paid for the Egyptian exhibit to be brought back to Springfield in the first place.",
        "Michelle: But it wasn't just Brandon, though. It was Spaulding as in Spaulding Pharmaceuticals.",
        "Carrie: Exactly. Business and science came together in a way that changed both families for generations to come. The drug created by the Caruthers/Spaulding partnership is now known as antemonium. When it was first introduced medically it was wildly popular worldwide.",
        "Michelle: A drug like that must have produced megabucks for the Spauldings.",
        "Carrie: And for the Caruthers. They became one of the richest and most prominent families in Springfield. They were very happy for a time, the widowed scientist and his only child Maryanne. He doted on his little daughter.",
        "Marah: What happened to her?",
        "Carrie: I suppose you could say that she got mixed up with the wrong crowd.",
        "Sandy: We have Tammy to thank for this.",
        "Edmund: Yes, we do. And she's inside where it's warm.",
        "Sandy: You want to go in?",
        "Edmund: I'm okay if you are.",
        "Sandy: Good. Because if I don't get this out now, I probably never will. ( Sighs) How'd I get myself talked into this?",
        "Edmund: Hey, look, look, how about this? We stay out here long enough to make it look good and then I leave and you go back inside and tell Tammy that I was completely unreasonable.",
        "Sandy: Brilliant idea, but it won't work. She won't buy it. She's sold on you.",
        "Edmund: Well, try not to hold it against her.",
        "Sandy: She sees the good in people, even me. And she knows the importance of family and that's why I came here to Springfield, to find where I belong, if I belong.",
        "Edmund: There's no ifs about it.",
        "Sandy: But it's been weird since I told Reva that I'm her son, and there's been this weird shakeup.",
        "Edmund: Well, you had to know this wasn't going to be easy.",
        "Sandy: And you know one of the hardest things is how everyone tiptoes around us. Like when Reva had the dinner to welcome me to the family and you weren't invited.",
        "Edmund: I didn't have a problem with that.",
        "Sandy: And I didn't either, at first. But you know how I said the other day that I wanted to keep you out of the family? I don't think that's the right way to go. Is there a way we can just cut the tension a notch?",
        "Edmund: Yes. I think we can. I'd like that.",
        "Sandy: Okay. Do you have any suggestions?",
        "Edmund: Well, getting in out of the cold.",
        "Sandy: Yes. That is a good start.",
        "Cassie: Okay, you know, if you really think that this doctor can help, why not bring Reva? Why bring me?",
        "Jeffrey: Well, you know, I thought about approaching Reva, but I didn't think she was ready to hear about these non-traditional methods.",
        "Cassie: Okay, we are talking about a medical doctor here?",
        "Jeffrey: Oh, yeah, absolutely. This guy's been awarded diplomas and honors from our most prestigious medical schools.",
        "Cassie: All right. What's the hitch?",
        "Jeffrey: Well, it's acupuncture. He's an acupuncturist.",
        "Cassie: Acupuncture?",
        "Jeffrey: Yeah.",
        "Cassie: For Shayne?",
        "Jeffrey: Mrs. Winslow, I've seen this guy work miracles, give him a chance.",
        "Cassie: I know that acupuncture has done wonders for certain people in many situations, but Shayne's injuries are extensive, and they are Look, Josh and Reva have talked to many specialists and no one has recommended acupuncture.",
        "Jeffrey: That's quite normal because most western medical doctors don't know the first thing about these alternative methods. Doctor, how are you?",
        "Dr. Yuan: Jeffrey! (Speaking Chinese)",
        "Jeffrey: (Speaking Chinese)",
        "Cassie: You know Chinese?",
        "Jeffrey: Thanks for making the time. Hello.",
        "Dr. Yuan: (Speaking Chinese)",
        "Jeffrey: Mrs. Winslow, this is Dr. Yuan, someone for whom I have great admiration.",
        "Cassie: Hello.",
        "Dr. Yuan: (Speaking Chinese)",
        "Jeffrey: Just ask your questions and I'll translate, okay?",
        "Cassie: Okay. I don't really know where to start.",
        "Dr. Yuan: (Speaking Chinese)",
        "Cassie: What's he saying?",
        "Jeffrey: Open your mouth.",
        "Cassie: Open my mouth?",
        "Jeffrey: Yeah, yeah.",
        "Cassie: What is he a dentist now?",
        "Jeffrey: No, he says you have a headache and that he wants to help you.",
        "Cassie: What is this some kind of a joke?",
        "Jeffrey: Does Dr. Yuan look like a joker to you? Open your mouth.",
        "Cassie: Okay.",
        "Jeffrey: Okay, you can close it now.",
        "Dr. Yuan: (Speaking Chinese)",
        "Cassie: Okay. So what's wrong with me?",
        "Jeffrey: You didn't eat today and you overdid it on the lattes.",
        "Cassie: How does he know that?",
        "Jeffrey: He's a genius. I told you. Now, get on the table and see if he can help you with your headache.",
        "Reva: Oh, hi.",
        "Josh: Hi. I called you earlier.",
        "Reva: Yeah, I was just checking my messages.",
        "Josh: Oh, okay.",
        "Reva: Is Shayne okay?",
        "Josh: Yeah, I think he's okay. Why wouldn't he be?",
        "Reva: Well, because what happened, you know.",
        "Josh: No I don't know. Why don't you tell me.",
        "Reva: Well, I was here, you know, when you were putting Shayne through his workout. I just looked like you were... really putting him through the paces.",
        "Josh: Well, that's what workouts are for.",
        "Reva: Yeah, it just seemed like you were kind of rough on him.",
        "Josh: Well, I did put a stop to it.",
        "Reva: Yeah, I know. I know. I'm not criticizing.",
        "Josh: You're not?",
        "Reva: No.",
        "Josh: Reva, if you were there and you were watching the workout and you had some concern, why didn't you stop us and come over and talk?",
        "Reva: Because of this, this, this tension that we always seem to find. And I know that you and Shayne, these workouts that you're doing and I know that you and Shayne have gotten a lot closer with these workouts that you're doing and I didn't want to get in the middle of that. And I certainly didn't want to start acting like I was before the accident.",
        "Josh: Which was?",
        "Reva: Harping on you for running Shayne's life.",
        "Josh: Running or ruining?",
        "Reva: Joshua, I wasn't attacking.",
        "Josh: I don't know why I said that. I'm sorry. I apologize.",
        "Reva: I guess we really do have a long way to go.",
        "Josh: Yeah. And we can't make this about us. There's too much at stake.",
        "Reva: I'll say.",
        "Josh: So what are your concerns about the workout?",
        "Reva: I really don't think this is the place to get into it.",
        "Josh: You're back-pedaling.",
        "Reva: Yeah. Yeah, I am until I have something more constructive to talk to you about. Otherwise, it's just going to sound like I'm laying my fears out on you and... Just promise me that you won't work him so hard that he hurts himself.",
        "Josh: Of course I won't.",
        "Reva: Because we don't know enough yet about his condition or his recovery.",
        "Josh: You know, Reva, I wish you would just tell me what's really wrong.",
        "Reva: I will. Soon.",
        "Cassie: This is the most relaxed I have felt in weeks.",
        "Jeffrey: See? It's working already.",
        "Cassie: Yeah, or it's because I'm laying down. What he's doing now?",
        "Jeffrey: He's checking your pulses.",
        "Cassie: I don't understand why I have all this stuff stuck in my hands if it's my head that hurts.",
        "Jeffrey: Mrs. Winslow, this is ancient medicine, okay? Don't try to figure it all it in one session.",
        "Cassie: Okay, okay. I know about acupuncture. Just because I haven't had a treatment doesn't mean anything.",
        "Jeffrey: Okay. I'm sure you know all about it, Mrs. Winslow, I'm just saying don't let your fears and you suspicions getting in the way, that's all.",
        "Cassie: I'm not suspicious. I'm not afraid, I'm not suspicious. I knew this guy wasn't a quack when he started working on me.",
        "Dr. Yuan: That's a relief.",
        "Cassie: You speak English?",
        "Dr. Yuan: Did I forget to mention that?",
        "Cassie: Yeah. You both did.",
        "Jeffrey: I never said he couldn't speak English. I said I would translate for him because he prefers to speak in his native language.",
        "Cassie: Okay, whatever. Whatever. Look, I'm sorry. I am so sorry. When I said \u0091quack', I just meant when you're trying something new usually those people are quacks. I didn't mean it like that.",
        "Dr. Yuan: It's not new. This medicine is 3,000 years old. (Speaking Chinese)",
        "Cassie: He's offended, isn't he? I've offended him.",
        "Jeffrey: No, he's not offended. He wants to know how's your headache.",
        "Cassie: I don't have a headache. It's gone. It's gone.",
        "Dr. Yuan: Relax. Relax. I'll be right back to take out the needles in a few minutes.",
        "Cassie: Thank you.",
        "Dr. Yuan: You're welcome.",
        "Cassie: He is amazing. I mean, he is just amazing. Completely pain free.",
        "Jeffrey: Imagine that.",
        "Cassie: Okay. So it can work on a headache. Fine. I don't know. I just don't see this as being the alternative for Shayne. I just don't.",
        "Jeffrey: Doctor, I know you don't have Shayne's case history or anything like that yet, but do you think there's any possibility you could be of help?",
        "Dr. Yuan: (Speaking Chinese).",
        "Cassie: What did he say?",
        "Jeffrey: Why don't you tell him about Shayne?",
        "Cassie: My... my nephew, he's almost completely paralyzed. And he had this promising baseball career. It's just... He's very strong. He's a strong young man, and just to see him like this, it's just... I'm sorry. I'm sorry.",
        "Jeffrey: No, I'm sorry. It's all right.",
        "Dr. Yuan: I understand. ( Speaking Chinese)",
        "Jeffrey: He says it's possible that acupuncture could help Shayne. It's all about stimulating the nerves, getting the body to respond.",
        "Cassie: Well, that's what Josh is doing, but the regimen's way too hard for him.",
        "Jeffrey: Well, this isn't invasive, okay, and it's not going to wear Shayne down like that.",
        "Cassie: I just wish I knew more, you know, so I could tell Reva about this.",
        "Dr. Yuan: I can give you some literature to take with you.",
        "Cassie: That would be great.",
        "Dr. Yuan: (Speaks Chinese)",
        "Cassie: What'd he say?",
        "Jeffrey: He said he'll be right back with the literature.",
        "Cassie: It sounded like a lot more than that.",
        "Jeffrey: That's... that's all. So are you... are you okay with this?",
        "Cassie: Yeah. I am. But I don't know about Josh and Reva.",
        "Jeffrey: Mrs. Winslow, they've tried everything else. What have they got to lose?",
        "Cassie: Hope. I mean, that's the only thing that's been keeping them going. You know, I can't see them go through any more disappointment. What if Shayne does this acupuncture and it does the opposite and makes things worse, right? What? And my sister, I just can't risk bringing her more pain. I can't.",
        "Edmund: The thing with Richard was he didn't need a royal title.",
        "Sandy: Because he had it.",
        "Edmund: No. No. Royalty just fit him. He wasn't vengeful or bitter, I was vengeful and bitter. His only concern was serving his country. You know, you have the blood of a remarkable man in you.",
        "Sandy: Well, it's hard to inherit personality from someone you never met. I'm not my father. I've heard how people talk about him.",
        "Edmund: You never know who you are until you want something so badly you're willing to give up your anger over not getting it.",
        "Reva: Not getting what?",
        "Sandy: Reva.",
        "Reva: Hi.",
        "Sandy: Join us.",
        "Edmund: I was just telling your son about a bit of the family history.",
        "Sandy: Yeah, Edmund and I are trying to figure out if my father and I have any similarities. Slim pickings right now.",
        "Edmund: Well, I think there might be more than you're willing to share. Reva, let me get you a cup of coffee.",
        "Reva: I'd love that. But actually I'm looking for Jeffrey O'Neill. Has anyone seen him?",
        "Edmund and Sandy: Fortunately, no.",
        "Edmund: Look, there's something we agree on.",
        "Carrie: So no more grumbling and grousing that I never tell you anything.",
        "Marah: You can't just leave us like this.",
        "Marina: Yeah, there's just so much we still don't understand.",
        "Carrie: Well, it's a very complicated issue. Think about it. I'm sure you'll be able to make the connections.",
        "Michelle: Okay. But what you said before about Maryanne getting mixed up with the wrong crowd. Were you referring to our fathers and Marina's grandfather?",
        "Carrie: Connect the dots.",
        "Michelle: We're trying. We're trying. But they won't... They're just totally reluctant to even admit they even knew Maryanne. We need to know why.",
        "Carrie: Because of what they carry in their hearts.",
        "Marah: What?",
        "Carrie: Memories. Memories of a terrible night when a young woman got in the wrong car with the wrong people. That was the last those men ever saw of her, the night the car lost control and plunged off the bridge and into the river.",
        "Michelle: My God. That's how Maryanne died?",
        "Marah: What bridge was it?",
        "Marina: Yeah, what river? Was it near Springfield?",
        "Carrie: That's the next chapter. Find it.",
        "Marina: Next, on Guiding Light:",
        "Rick: Is something wrong?",
        "Ed: Rick, I've got a favor to ask of you.",
        "Harley: You want me to hit on Brad Green?"
    ],
    "Transcript Author": [
        "By Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=hXgwWF4ekjE"
}