{
    "Episode Summary": [],
    "Recap": [
        "Danny enlists the help of others in trying to find Michelle, only to find out he's not the only one concerned. Bill finds Olivia in an unlikely place. Tammy runs into Jonathan. Reva finds out where Tammy has been 'hiding' out and that Jonathan has plans to attend his aunt's wedding. Tammy asks Sandy to be her date for her mother's wedding.",
        "Holly comforts Sebastian. Michelle and Tony agree that they need to escape at all cost and that they should use Sebastian's illness to their advantage. Holly stops Sebastian from receiving an injection that could free her. Alex wonders if Alan had anything to do with Olivia's disappearance."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Alexandra: Well, Alan, it is a new day for us. Philip's killer is out and no longer on this earth with us and gives us ??? right",
        "Alan: Well, Ruth may be gone but she's not the only one responsible for what happened to Philip.",
        "Alexandra: Let me have her.",
        "Alan: No I have got Emma.",
        "Alexandra: You certainly do. You have never took your hands off the child since you woke up.",
        "Alan: Philip's children are all I have left of him and I have got you with me all day long.",
        "Alexandra: You do. (Both laugh)",
        "Alexandra: Oh, I still can't believe that Olivia didn't pick her up from the daycare. You haven't heard one word from her?",
        "Alan: No, no. Not a peep as a matter of fact.",
        "Alexandra: Well, I find that I do. You know, Olivia's a lot of things, but she's certainly not a neglected mother is she? No. Strange to find myself thinking it, but I'm actually a little worried about her.",
        "[SCENE_BREAK]",
        "Bill: Hey, Cassie, it's Bill. Listen, have you heard from Olivia this morning? Well, no. She never came home last night. She didn't call. Well, no, I don't know where she is. I'm at the Beacon right now. Well, yeah, I'm a little worried. I'd think she'd call me or something, you know. All right, that'll be great. Call anyone you could think of, please and just keep me posted, will you? Great. Thank you. No, I'm just going to keep looking until I find her. All right, thank you.",
        "Emma: Mommy. Mommy. Mommy.",
        "Olivia: Oh, Emma. It's Mommy, sweetheart. Where are you?",
        "Alan: You will never find her or see Emma again.",
        "Olivia: Where is she? You're not going to get away with this.",
        "Alan: I may not be able to hang Phillip's murder on you, but I will make you seem so insane you will never raise that child.",
        "Olivia: Oh, Bill. Help me. Help me.",
        "Bill: Can't do it, baby. You're nuts. I've got to distance myself. Get a divorce. It looks like you're going to be deported after all. Bye-bye.",
        "Alan: Bye.",
        "Olivia: Emma! Emma! Somebody help me. Somebody help me. Help me.",
        "[SCENE_BREAK]",
        "Reva: Okay. Are they straight?",
        "Tammy: They look okay to me.",
        "Reva: Tammy. Sweetie. Oh, honey. Are you sure? You know, because they have to be perfect. Because Marah and Shayne are coming home.",
        "Tammy: They're coming home? Cool.",
        "Reva: Don't sound so excited.",
        "Tammy: Do they know about me and JB?",
        "Reva: Oh, honey, no, no. That's up to you tell them or not tell them. Whatever you choose to do.",
        "Tammy: Is JB Here? Because I want to try on that dress for Mom's wedding. But if he's here...",
        "Reva: He'll be back later. I wouldn't do that to you.",
        "Tammy: Where's the dress?",
        "Reva: It's in the living room. Go on in. Holler if you need my help.",
        "Tammy: Okay.",
        "[SCENE_BREAK]",
        "Danny: You can call me anytime day or night at this number.",
        "Marina: Whenever you get the message...",
        "Danny: Okay.",
        "Marina: ...Give me a call, okay.",
        "Danny: Thanks a lot.",
        "Marina: Thanks.",
        "Danny: That was a contact I used before to get a hold of Ed, but I'm not holding my breath.",
        "Marina: I just called Rick and Mel. Maybe they've heard something.",
        "Danny: Yeah. Listen, Marina, I mean, I really appreciate what you're doing, but you don't have to help me track down Michelle. It's my problem.",
        "Marina: Everyone's got problems. I mean, look around. Elizabeth and Company isn't exactly turning away customers.",
        "Danny: Yeah.",
        "Marina: So everyone needs a hobby.",
        "[SCENE_BREAK]",
        "Sebastian: Michelle, are we ready?",
        "Michelle: Yeah, I was up all night, but I've prepared a treatment for you.",
        "Sebastian: What is it?",
        "Michelle: It's the best I can come up with it based on what I remember of my father's research. It's not a cure, but, you know, is should help you.",
        "Sebastian: (Moaning) Okay.",
        "Michelle: Once this enters your blood, you're going to feel a whole lot better.",
        "Sebastian: What's in the syringe, huh? You don't think I know what you're doing, Michelle? You're trying to kill me.",
        "Sebastian: Take this. What else are you hiding from me, huh, Michelle?",
        "Tony: Take your hands off her, man.",
        "Sebastian: Huh? Let's see. Huh? What's this? Oh. Oh, look it's your gold coin. Your precious gold coin that your mother left to you.",
        "Michelle: Give it back to me.",
        "Sebastian: No, I think I'll hold on to it.",
        "Holly: That's it. That's enough.",
        "Sebastian: Let me guess, Holly. You in on this, too? Huh?",
        "Michelle: The shot was going to help you, Sebastian. I swear.",
        "Sebastian: (Laughs sarcastically)",
        "Holly: Put her back in here. And let me talk to you.",
        "Michelle: All right.",
        "Holly: What can I say to convince you she had no intention of hurting you?",
        "Sebastian: Nothing. She can't be trusted.",
        "Holly: You are afraid of dying and you are taking it out on the one person who could possibly help you. What sense does that make?",
        "Sebastian: Who am I suppose to take it out on?",
        "Holly: Me.",
        "[SCENE_BREAK]",
        "Danny: Thanks. Hey, you'd tell me if you thought I was being stupid, right? Wouldn't you?",
        "Marina: Yes. Why? Are you?",
        "Danny: (Laughs) I don't know. I don't know what I'm doing. I'm calling all over the world, because of one phone call I got from Michelle.",
        "Marina: A very weird phone call.",
        "Danny: Right. She wasn't even trying to call me. She was trying to reach her father.",
        "Marina: A guy she doesn't remember and a place you just don't reach by a phone. Look I'd be more than happy to talk you out of this if I thought you were just pining or something.",
        "Danny: You don't think that's what I'm doing?",
        "Marina: Not unless you're good at hiding it.",
        "Danny: No. I just... I want to make sure she's okay.",
        "Marina: You don't have to explain anything, Danny. If you're gut is telling you something is wrong, then you should get some answers.",
        "Danny: Yeah. Maybe I'll call Rick again.",
        "Marina: Well, my gut tells me if I don't get Alan and Alexandra more coffee, her niece--my boss--won't make me employee of the month. And we just can't have that, can we?",
        "Danny: No, we can't.",
        "Marina: Sorry, Alan, did I spill some coffee in your lap? So sorry.",
        "Alan: The police haven't located Ruth Karloff's next of kin.",
        "Alexandra: Who the devil was that woman, Alan? And why did Phillip hire her in the first place?",
        "Alan: I have no idea. Marina, will you give me the check, please?",
        "Marina: You don't like Lizzie's new additions to the menu? And here I thought everyone just was loving what she does to the place.",
        "Alexandra: Well, Lizzie will get her footing. And when she does, I'm sure the place will be busier than ever.",
        "Marina: If we stay in business. So, Ruth Karloff was the murderer after all, huh? Are you disappointed? I mean I bet you really wanted it to be my grandfather.",
        "Alexandra: Oh, come on. You know that's not true.",
        "Marina: I wasn't talking to you, Alex. I was talking to him.",
        "Alan: I only want justice.",
        "Marina: You know, I think it's horrible that your son is dead. I mean he had children, people who loved him even though he became what he became. You know why he was like that? Because he held grudges, and because he thought he was better than everyone else. Thinking like that just catches up with you in the end, I guess.",
        "Alan: Get my check.",
        "Marina: What?",
        "Danny: Nothing. Just remind me to never get on your bad side.",
        "Alexandra: You know, Alan, she's not wrong. They found the killer. The killer's confessed. She's paid for his life with her life. We really need to move on, Alan.",
        "Alan: Alexandra, from where I stand there's still about a dozen other people responsible for the suffering Phillip went through. And they will all be punished in time.",
        "[SCENE_BREAK]",
        "Nurse McGuire: Dr. Bauer, everything okay?",
        "Rick: Yeah, everything's fine. I was just thinking about a friend of mine. What's her story?",
        "Nurse McGuire: She was admitted last night. She's delusional. Possibly schizophrenic. We're running test. I'm about to give her another sedative.",
        "Rick: Okay, well, it sounds like you have everything under control. Oh, goodness, I got to get going. Listen. Here are the files for Dr. Bairds. If he needs a consult, have him call me.",
        "Nurse McGuire: Yes, doctor.",
        "Rick: Thank you.",
        "Nurse McGuire: The doctor hoped that sedative would do wonders. But I'm thinking you need more than a night of sleep.",
        "Olivia: More? Like what?",
        "Nurse McGuire: The doctors here can work miracles. Change your whole personality. You know, I'm thinking electroconvulsive therapy might do the trick for you. It certainly worked for your ex-husband.",
        "[SCENE_BREAK]",
        "Bill: Hey, Reva. Is Jonathan inside?",
        "Reva: Bill. Hey? Is something wrong?",
        "Bill: Well, no. Well, Olivia didn't come home last night, and I don't know where she is. I thought maybe Jonathan would know.",
        "Reva: Oh, well, no offense, but maybe she just left.",
        "Bill: Okay, Reva, can we not just do this, please. Not now.",
        "Reva: Well, what about Emma?",
        "Bill: I don't know. I'm just assuming she's with Olivia.",
        "Reva: Oh, wow.",
        "Bill: What?",
        "Reva: I mean has the thought crossed your mind that maybe Olivia just split?",
        "Bill: Okay, no it hasn't. All right. So just tell Jonathan to call me when he gets home, okay? Thanks.",
        "Reva: Bill?",
        "Bill: I don't have time for this, okay.",
        "Jonathan: You need help with that? I aim to please.",
        "Tammy: What are you doing here? Aunt Reva said you were out.",
        "Jonathan: I'm back. And I'm good with zippers.",
        "Tammy: How long have you been here? Did you watch me undress?",
        "Jonathan: You wearing that to your Mom's wedding?",
        "Tammy: No, I'm going bowling in it.",
        "Jonathan: You can't wear that dress to the wedding.",
        "Tammy: What?",
        "Jonathan: Nobody will notice Cassie. Everybody will be too busy looking at you. Do you need someone to go with you to the wedding? Like an escort?",
        "Tammy: You? You're not invited.",
        "Jonathan: Well, I would be if I was your guest.",
        "Tammy: My Mom doesn't want you there. And in case, you haven't noticed? No one does.",
        "Jonathan: Including you?",
        "Tammy: Why do you want to be someplace you're not wanted?",
        "Jonathan: Two reasons. First, it's the holiday season. Time for peace and love and new beginnings.",
        "Tammy: You blew your chance for that.",
        "Jonathan: It's happening with Reva and me. She's giving me a second chance. Maybe it could happen with us, too.",
        "Tammy: If you could ever even for a second admit that what you did to me was totally disgusting and wrong.",
        "Jonathan: Oh, come on, Tammy. If you just want to get rid of all these negative feelings, wouldn't it be such a relief to just call it a truce? And just let it all go? What do you say, huh?",
        "Reva: Good. Hey. You know, this porch is getting to be like grand central station. What you got there?",
        "Sandy: Your Christmas present.",
        "Reva: Oh, Sandy. Why did you do that? I haven't even gotten your gift yet.",
        "Sandy: Hey. Hey. It's okay. I don't expect anything.",
        "Reva: Too late. I already know exactly what I'm getting you and everything.",
        "Jonathan: So what do you say? You think we could... you could try not hating me quite so much?",
        "Tammy: You said there were two reasons you wanted to go to the wedding. What's the other one?",
        "Jonathan: What do you think it is? It's you.",
        "[SCENE_BREAK]",
        "Danny: So I made some phone calls this morning trying to locate your father.",
        "Rick: Yeah, I emailed him again and I haven't heard any word.",
        "Danny: I mean, do you think I'm making too much out of Michelle's phone call?",
        "Rick: No, it doesn't make any sense. Why would she call my father? And how would she get a hold of you?",
        "Danny: I don't know. You have any theories?",
        "Rick: No. Do you know this Sebastian Hulce by any chance?",
        "Danny: Blake's brother. Yeah. Why?",
        "Rick: Did you know that he got admitted to Cedars?",
        "Danny: Uh-uh.",
        "Rick: Anyway, very strange guy. He started asking me all these questions about my sister and her memory loss and he worked his way around to my father.",
        "Danny: He came to the lighthouse too asking questions about Michelle and Ed. And asking if I knew where Ed was.",
        "Rick: Well, why would he want to know where my father is? Why?",
        "Danny: I really think maybe it has something to do with his father, Roger Thorpe.",
        "Rick: Well, if it does, that's nothing but bad news. Listen, I really got to go. I'll call you if I hear anything, okay.",
        "Danny: Yeah.",
        "[SCENE_BREAK]",
        "Tony: Are you all right? Did he hurt you?",
        "Michelle: No, but he wanted to. He's really losing it, Tony.",
        "Tony: I know. I'm getting the feeling that he was a little nuts before this.",
        "Michelle: I was trying to stabilize him, you know, calm him down a bit. Just in case Danny...",
        "Tony: It's okay. Hey, it's all right. You can say it. It's okay.",
        "Michelle: Well, maybe my phone call worked, you know. Maybe Danny understood that I was signaling him that we're in trouble.",
        "Tony: Maybe. Maybe he does.",
        "Michelle: Yeah, maybe. Maybe he's so angry he doesn't care.",
        "Tony: Hey. No, he cares. Okay, he cares. If he figures this all out, it's going to be impossible for him to find us.",
        "Michelle: I know.",
        "Tony: That's why I need to go. Okay, I can get to Ed, and Sebastian would know that if he was thinking straight, you know. He would know that.",
        "Michelle: Does that look like a man who's thinking straight?",
        "Tony: No, he is not.",
        "Sebastian: Send someone for Ed Bauer? Then they bring back to police. But if I don't, then there's no help. There's no hope. I'm dead. Dead. Dead. Dead. I don't know what to do. I don't know who to trust. I don't know... I can't live with them. I can't live without them.",
        "Holly: Come on. Listen. Listen to me. You're not going to hurt these people. We're trying to help you. I came back for you. I could have left you here to die, but I came back for you, because I care about you.",
        "Sebastian: Yes. Yeah, you did. Didn't you? No one... no one has ever done nothing in my life before.",
        "Holly: No?",
        "Sebastian: No. But why did you come back? Why did you come back? To watch me die?",
        "Holly: Whatever.. whatever you need.",
        "Sebastian: I have something for you. Something to remember me when I'm gone.",
        "Michelle: Sebastian's getting weaker and weaker, right?",
        "Tony: Yeah. So?",
        "Michelle: So he's going to make it a lot easier for of us to inject him with this.",
        "Tony: What is it?",
        "Michelle: This is something that's not going to help Sebastian. This is something that's going to help us escape.",
        "[SCENE_BREAK]",
        "Jonathan: When I was in bed with you, Reva was the last thing I was thinking about.",
        "Tammy: Don't. Don't touch me.",
        "[SCENE_BREAK]",
        "Alexandra: Alan, what was..",
        "Emma: (Babbling)",
        "Alexandra: I know.",
        "Emma: Yeah.",
        "Alexandra: (Laughs) You and Emma and Phillip's other children are all we have left.",
        "Emma: (Babbling)",
        "Alexandra: Yeah. So in order to honor his memory the best way I think we should focus on the future, their future, Alan. Because I know in my heart that's what Phillip would want, okay.",
        "Alan: Phillip would also want the people who wronged him before he died to be punished. Case in point.",
        "Bill: Hey, little Emma. What are you doing with Emma?",
        "Alan: Well, we just had breakfast. As matter of fact, Emma just finished hers.",
        "Bill: You know what I mean, Alan. Olivia's missing, and you're here with her daughter.",
        "Alexandra: You mean, you haven't heard from Olivia either?",
        "Bill: Just tell me, what are you doing with Emma?",
        "Alan: The daycare center called me last night right before they closed and said that Emma had not been picked up by her mother.",
        "Bill: That's bologna. That is bologna. Because they're suppose to call me. I'm Olivia's husband.",
        "Alan: I am Emma's grandfather and I went and picked her and brought her home where she's safe.",
        "Bill: Then why wouldn't you call me?",
        "Alan: Call you?",
        "Bill: Yeah, that's right. Call me. If Olivia didn't show up, maybe she got in accident. Wouldn't you be worried about her?",
        "Alan: What are you trying to tell me?",
        "Bill: Just tell me where Olivia is. This has your smarmy fingerprints all over it.",
        "Emma: (Babbling)",
        "[SCENE_BREAK]",
        "Olivia: No, you can't give me shock therapy.",
        "Nurse McGuire: We can do whatever we deem necessary, Mrs. Lewis. You admitted yourself into our care.",
        "Olivia: I did no such thing.",
        "Nurse McGuire: I have the paperwork.",
        "Olivia: I did not sign myself... in here. Did I? Maybe I did. That sedative you gave me was so strong. There is something wrong with me. I'm so hot. My head is so hot. I've got a fever. Just feel my head.",
        "Nurse McGuire: Help!",
        "Olivia: You're going to pump me full of drugs and shock me. You're out of your mind.",
        "Nurse McGuire: You are not well, Mrs. Lewis. Hold her down while I medicate her. Open up.",
        "Olivia: Dream on.",
        "Nurse McGuire: It's either this or an injection. Your choice. Fine. I'll get a syringe.",
        "Olivia: No! No! I'll take the pill. I'll take the damn pill.",
        "Nurse McGuire: Open your mouth again. Now. That's better. Now get some rest, Mrs. Lewis. At least I got this.",
        "[SCENE_BREAK]",
        "Sandy: Well, open it.",
        "Reva: No. No, no. It's so interestingly wrapped. I think I want to put it under the tree so that I can look at it and open it on Christmas morning. Is that okay?",
        "Sandy: Sure. I hope you like it. I just saw it at a store this past summer and I thought you had to have it for Christmas.",
        "Reva: Wow. You've been planning ahead.",
        "Sandy: Yeah, I guess I was kind of pumped about Christmas. No biggie.",
        "Reva: I'm really sorry, you know, that you can't be here.",
        "Sandy: I'm fine.",
        "Reva: So what are your plans?",
        "Sandy: Christmas day?",
        "Reva: Mm-hmm.",
        "Sandy: Well, it depends on Tammy. If she's going to be with Edmund and Cassie, then I will figure something out. But if not then, and she needs company, I'll be there.",
        "Reva: You two are certainly getting close.",
        "[SCENE_BREAK]",
        "Tammy: What are you doing?",
        "Jonathan: Come on, Tammy. I really like you. We were great together. If you hadn't found out we were cousins, we'd probably still be together right now.",
        "Tammy: But I did. And we are.",
        "Jonathan: But deep down... deep down did your feelings really change?",
        "Tammy: Of course they did. How can you even ask me that? You lied to me and tricked me into bed. And it was my first time. All to get back at Aunt Reva.",
        "Jonathan: Well, yeah. But when I was in bed with you, Reva was the last thing I was thinking about.",
        "Tammy: Don't. Don't touch me. Don't you ever touch me again!",
        "[SCENE_BREAK]",
        "Sebastian: For you. Open it.",
        "Holly: Oh. It's the coins. Roger gold coins.",
        "Sebastian: Yeah. And look. Here. See. Now you have all of them.",
        "Holly: I can't accept this.",
        "Sebastian: Yes, you can. Yes, you can. You have to. Roger gave these coins to those that he loved most. And I still believe what he told me, Holly... that they lead to some treasure.",
        "Holly: Oh, the legacy.",
        "Sebastian: Yeah.",
        "Holly: Yeah.",
        "Sebastian: I doubt I'll be able to find it now, but...",
        "Holly: Don't say that.",
        "Sebastian: You can. Maybe you can.",
        "Holly: No, you have to start saying, \"I am not going to die.\"",
        "Sebastian: I just... I don't know how to avoid it. (Moaning)",
        "Holly: Listen. Listen, Sebastian. Take the shot that Michelle has for you. That'll slow this down. And then send one of us to Ed to get the cure. I can go.",
        "Sebastian: No. Not you. Not you. I don't want you to go. I need you.",
        "Holly: Okay.",
        "Sebastian: I want you to stay here with me, okay.",
        "Holly: I will. Yes. I will stay. I will stay with you. I will stay here with you. So you need Michelle to be here for her medical skills. That means... that means Tony. Sebastian.",
        "Sebastian: There is... there's poison in that syringe.",
        "Holly: No.",
        "Sebastian: Yes. Yes, I saw when Michelle went to inject I saw something in her eyes. I know she wants to hurt me. She wants to kill me, Holly.",
        "Holly: Oh, no. No.",
        "Sebastian: No. Then swear... I swear that if I take that injection nothing bad will happen to me. Swear to me.",
        "Holly: I swear.",
        "Sebastian: You do?",
        "Holly: Yes.",
        "Sebastian: I can't go like this, Holly. Not like this. Not now.",
        "Holly: No. No. Nothing's going to happen to you. I'm going to stay here. I'm going to be with you.",
        "Sebastian: Okay.",
        "Holly: And it's going to be all right. Okay?",
        "Sebastian: Okay.",
        "Holly: Okay.",
        "Sebastian: Okay.",
        "Holly: You're making the right decision now.",
        "Sebastian: Yeah.",
        "Holly: It's going to be okay.",
        "Sebastian: Okay.",
        "Holly: Michelle? Sebastian will let you help him now.",
        "[SCENE_BREAK]",
        "Reva: That thought never even crossed my mind. That day I came to see you at your place when you pushed me away, was that because a certain houseguest was there?",
        "Sandy: As I recall I did have company that day, yes.",
        "Reva: Sandy. Thank you.",
        "Sandy: Sure. I... I don't want anything to happen to her.",
        "Reva: You know, actually she's inside. She's trying her dress for the wedding. Why don't you come in with me and wait while I see if she needs any help?",
        "Sandy: That sounds kind of girly. I think I'll just chill.",
        "Reva: Okay. Well, I'll be right back out. How is it, honey? Where is she? Tammy? Honey? Tammy, wait. Tammy, are you okay?",
        "Tammy: The dress is fine. I have to go.",
        "Reva: Wait. No. Honey, wait!",
        "Sandy: So how did it go with the dress?",
        "Reva: You want to tell me what just happened in here?",
        "Jonathan: I guess I still get to her.",
        "[SCENE_BREAK]",
        "Bill: Alan, tell me where Olivia is.",
        "Alan: Bill, she's your wife. If you can't keep tabs on her, how do you expect me to?",
        "Bill: Fine. Do you want to play games? Is that what you want to do? You want to play games? Then you don't get to see Emma until Olivia comes back.",
        "Alan: Wait a minute. Wait.",
        "Alexandra: Wait.",
        "Alan: Emma stays with me until her mother returns.",
        "Bill: You have no right.",
        "Alan: I have more right than you. And if you don't believe what I'm saying, just call the police. But I don't think if you really care for her like you say you do, you wouldn't want to make things worse for her.",
        "Bill: And what is that supposed to mean?",
        "Alan: Olivia abandoned her child last night. It is on record at the daycare center. Now if you want to kidnap her...",
        "Bill: Kidnap. You are unbelievable.",
        "Alan: If you want to kidnap her, you will only make my case for custody stronger. All right? Go ahead. But don't expect Olivia to thank you for it.",
        "Alexandra: Look, Bill. Bill. Find your wife. You know that Emma's in good hands. We love her.",
        "Bill: Believe me, I will find my wife. And I'll tell you something, if you hurt Olivia, I'm going to make you think Phillip got off easy.",
        "Alexandra: Alan, what have you done with her?",
        "Alan: Why don't we order some dessert? I hear there's wonderful cheesecake here. (Cell phone rings)",
        "Bill: Hello?",
        "Olivia: Bill, it's me.",
        "Bill: Olivia, where are you?",
        "Olivia: Ravenwood. Alan had me committed. He drugged me.",
        "Bill: All right, hold on a second. I'll be right there. What room are you in? Do you know what wing you're in? Olivia?",
        "[SCENE_BREAK]",
        "Ray: Hey.",
        "Danny: Ray. Thanks for meeting me here.",
        "Ray: No problem. What's up?",
        "Danny: When was the last time you heard from Tony?",
        "Ray: I haven't.",
        "Danny: You haven't? Not at all?",
        "Ray: Not since he and Michelle left town. Actually, I'm starting to worry.",
        "Danny: Yeah, join the club.",
        "[SCENE_BREAK]",
        "Michelle: Sebastian's going to let me give him the shot now?",
        "Holly: Yeah. I assured him you weren't going to do anything to harm him.",
        "Michelle: Good. That's good.",
        "Holly: What's in that again?",
        "Michelle: Some b vitamins. And some stuff to boost his immune system.",
        "Holly: What stuff?",
        "Michelle: Antioxidants mostly.",
        "Holly: What's in the shot, Michelle?",
        "Michelle: I just told you. Vitamins.",
        "Holly: I think there's something you're not telling me.",
        "Tony: Hey, hey, hey. All right. Sebastian's looking.",
        "Holly: Oh, my God, it's true. You are trying to kill him.",
        "Michelle: And what if I am, Holly? After what that sicko's done to us, why do you give a damn what happens to him?",
        "[SCENE_BREAK]",
        "Sandy: So did it fit?",
        "Tammy: Yeah. It's one of Marah's designs.",
        "Sandy: Oh. I bet you look beautiful in it. But then again you look beautiful in a gunny sack.",
        "Tammy: Do you even know what a gunny sack is?",
        "Sandy: No. You?",
        "Tammy: No.",
        "Sandy: Aren't you cold? Can I...",
        "Tammy: Freezing.",
        "Sandy: ...Help you out somehow with the dresses or the coat or the... there we go. Oh...",
        "Tammy: Why do always make me smile even when I'm trying to be mad at you?",
        "Sandy: Are you trying?",
        "Tammy: Do you have a tux, Sandy?",
        "Sandy: No.",
        "Tammy: Could you rent one?",
        "Sandy: I guess so. Why?",
        "Tammy: I want you to be my escort to the wedding.",
        "Sandy: You want me to be your date?",
        "Tammy: I prefer escort. So say, yes.",
        "Sandy: I'd have to think about that for a... yes.",
        "[SCENE_BREAK]",
        "Reva: Do you have any idea how deeply you've hurt Tammy? And how disgusted Cassie and Edmund would be to even hear you say her name?",
        "Jonathan: I'm sorry. I guess it's my bad upbringing kicking in.",
        "[SCENE_BREAK]",
        "[News break for presidential speech. Lost about 5 minutes here.]",
        "[SCENE_BREAK]",
        "Holly: Why do I care about him? He is a human being for one thing.",
        "Michelle: Barely.",
        "Tony: Holly, she's not trying to kill Sebastian, okay.",
        "Holly: What is in the syringe?",
        "Michelle: It's liquid tranquilizer, okay. It's going to knock him out.",
        "Holly: Michelle, he is so sick and that could kill him.",
        "Michelle: Accidents happen. (Holly gasps)",
        "Tony: Holly, look, we know you have a soft spot for the guy. Why? We have no idea. But it boils down to this. It's us or him. And I personally would rather it be us.",
        "Michelle: I'm not trying to hurt him. I swear. Think about it, Holly, in a few minutes we could be out there heading home.",
        "Holly: Go easy on him, please. Okay. Just go easy with it. Just give him the very least you could. Sebastian?",
        "Marco: You stay there with him.",
        "Michelle: Okay. Let's try this again. You're going to feel a lot better after you get this.",
        "Holly: No.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Frank: What exactly are you talking about?",
        "Buzz: I have a confession to make about what happened to Phillip.",
        "Danny: This is not about me pining away for Michelle. It's a lot more serious than that. And I'm not backing off until you tell me what you're hiding about my wife.",
        "Ross: Blake, tell the man. I want to hear your answer as much as Danny does."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=eRWYRqW2_jc"
}