{
    "Episode Summary": [],
    "Recap": [
        "Alan takes a picture of Jonathan and Tammy kissing on the roof of Towers. Jonathan, trying to play it cool, tells Tammy that she needs to get on with her life and to leave him alone for he is married. Tammy tries to play along, too, but these words obviously hurt her. Alan is confused. Later, Tammy tells Remy that this time the fight felt real and he and Tammy go out as Jonathan, mad about the situation with Alan, tries to phone Tammy. The hired hit man tells Olivia that it is too late for Ava. Frank asks Olivia where the hit man is and she tells him to just forget it. Later, Ava escapes and comes back to Olivia's room and tells her that she better find a home for Emma for she doesn't deserve to be a mother.",
        "Cassie tries to find out what type of medication Reva is taking and finds it on the computer, but before she can read it, the lights go out during a thunder storm. She and Josh share a sweet moment and end up kissing passionately. Reva and Billy go to Vegas to be married, but she tells him that she just cannot do this to him. He gets Reva to play a card game where only one card is dealt, then, if the card is red, they get married. The dealer turns over the Queen of Hearts and Billy is happy that now they will wed."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: You think I'm nuts, don't you?",
        "Billy: Nothing new there.",
        "Reva: Are you finished packing?",
        "Billy: Yes, ma'am.",
        "Reva: Maybe it is crazy, the idea of going to Vegas to get married, but I just want to feel free again. You know, what the hell. Spontaneous, unpredictable. Anything but cautious and sick.",
        "Billy: Amen to that.",
        "Reva: Then why are you looking at me like that?",
        "Billy: Love.",
        "Reva: Billy.",
        "Billy: Okay. Are you marrying me because you want to or is it a reaction to seeing Josh and Cassie together today?",
        "Reva: Well, I have to admit that when I opened that door and saw the two of them holding hands that part of me wanted tear them apart and put them on opposite sides of the room. I mean, the thought of the two of them spending the rest of their lives together, forget about it. But then there's a big part of me that wants them to be happy, needs them to be happy. And you know what? I want to be happy, too, for however many weeks or days or hours I have left.",
        "Billy: Is that a kind of roundabout way of saying I make you happy?",
        "Reva: Do you think I'd have this ring on my finger if you didn't? You promised to make every minute a thrill, so now you're wasting time. Let's get out of here, okay? Sweep me off my feet.",
        "Billy: Let's go.",
        "[SCENE_BREAK]",
        "Cassie: What kind of medication are you on, Reva? Come on, you're a search engine! Search.",
        "Josh: Big storm coming.",
        "Cassie: Well, maybe that's why this thing is acting up. It's taking forever.",
        "Josh: Hey, come on. What could possibly be so important on that thing that you're stuck there when you got a hot guy waiting for you out here on the porch?",
        "Cassie: Now, that is an excellent question. Just doing a little research project.",
        "Josh: On what?",
        "Cassie: Oh, my God.",
        "[SCENE_BREAK]",
        "Jonathan: I was dying out there tonight because it was like I was with you but I wasn't really with you because I couldn't be you the way I wanted to be with you.",
        "Tammy: I know.",
        "Alan: Gotcha. You know, Jonathan, I knew you were lying about your commitment to Elizabeth. But this camera never lies.",
        "Jonathan: You've got to quit it.",
        "Tammy: Huh?",
        "Jonathan: Cornering me every chance you get. Coming on to me like a damn stalker. I'm married. Do you get that? You read my lips? I'm mar-ried. So get away and stay away.",
        "[SCENE_BREAK]",
        "Gillespie: She was a tough one. Went down fighting.",
        "Olivia: No. You screwed up.",
        "Gillespie: Not me.",
        "Olivia: You were supposed to scare her.",
        "Gillespie: I did the job.",
        "Olivia: Let her know that I could make her life miserable, get her out my face, not kill her.",
        "Gillespie: It's been done, Ms. Spencer. You're too late.",
        "Olivia: No, you went too far. What kind of animal are you?",
        "Gillespie: I did what you hired me to do.",
        "Olivia: No, I didn't hire a killer. Tell me she's okay. You didn't hurt her.",
        "Gillespie: Hey. Don't be so naive, lady.",
        "Olivia: I don't know what I am anymore. This is too much. It's too much.",
        "Gillespie: What did you think I was going to do, go up to her and say, \"Please leave town nicely?\" Look, everything's all right. There's no problem.",
        "Olivia: Oh, God.",
        "Gillespie: The only problem you got if you don't give me the money you owe me for doing that job.",
        "Olivia: I can't do this. I can't do this.",
        "Gillespie: Hey, hey, you're in the clear. Okay? There's not a problem. Just give me what you owe me and I'll be on my way.",
        "Olivia: Where is she? Where is she?",
        "Frank: Olivia?",
        "Gillespie: Who's that?",
        "Olivia: That's our friendly neighborhood chief of police. (Knock on door)",
        "Frank: Olivia?",
        "Gillespie: You're setting me up?",
        "Frank: Olivia? Olivia, what's going on? Open up. Olivia, open the damn door. What happened? He was here, wasn't he?",
        "Olivia: Let him go.",
        "Frank: He couldn't have gotten too far.",
        "Olivia: Just let him go.",
        "Frank: He's going to get away, Olivia.",
        "Olivia: Frank, just let him go.",
        "Frank: Okay, I'll put an APB out on him.",
        "Olivia: Stop it, please, it doesn't matter anymore. Doesn't matter anymore.",
        "Frank: If you think everything's okay, why are you shaking like that? Here, take my coat. What's going on?",
        "Olivia: Thanks. You don't have to be so nice to me. It's just I've made so many mistakes and nothing has turned out the way it was supposed to and I just can't...",
        "Frank: Olivia, whatever happened or didn't happen between us, we're still friends.",
        "Olivia: Frank, it's not that. It's my child, it's my daughter.",
        "Frank: Okay, you know what? If it's Emma, I'll take you to see her right now...",
        "Olivia: No, it's not Emma! I'm sorry.",
        "Frank: Look at me. You can tell me anything, right? What is going on? Okay, I'm going to take you to Emma right now and I'll show you that she's fine. Okay? Come on.",
        "[SCENE_BREAK]",
        "Jonathan: You are trying to come between me and Lizzie and I can't take it.",
        "Tammy: Stop it. You've got the wrong idea about all of this.",
        "Lizzie: What's going on?",
        "Remy: Tammy, are you okay?",
        "Alan: Oh, of course she's okay. She's with the man she loves and the man who loves her. The man who loves her.",
        "Jonathan: Are you happy? Are you happy? What you're doing to all of us? Are you happy? Did you know Alan was going to be up here?",
        "Tammy: No, of course not. I didn't know you would be here.",
        "Alan: Don't forget, I've got the picture of you two kissing.",
        "Lizzie: They were kissing?",
        "Alan: Yes, Elizabeth. Take a look for yourself. And I'm going to take you to court and prove that your marriage to Elizabeth is an utter fraud.",
        "Jonathan: Can I help it if my ex can't let go?",
        "Alan: Well, since you love kissing so much, you can kiss your marriage to Elizabeth and your baby goodbye.",
        "Tammy: Yeah, go ahead and make a case out of it. I'm still glad I kissed him.",
        "Lizzie: Tammy.",
        "Tammy: I am. I just needed to prove to myself it's not a big deal anymore, and it's not. I don't miss it. I don't miss him. Which is great. It's easier for me to move on.",
        "Jonathan: Well, move on, then. Me, I'm already gone. I have a future with Lizzie. What we had is, it was hot, you know? Hot. You can't build a life and a marriage on hot. Cools off. And it did. I am here with Lizzie. This is where I belong now.",
        "[SCENE_BREAK]",
        "Josh: Wow. You know, we better make sure all the windows are shut. I don't know if you heard me say this, but there's a storm coming. Cassie? What's wrong? What? What is it? Oh, nice.",
        "Cassie: Did you put this up here?",
        "Josh: Me?",
        "Cassie: Yeah, you. I was just doing a little search and this comes up and something tells me it didn't just get here on its own.",
        "Josh: Well, maybe that's because I downloaded it from my phone. You think?",
        "Cassie: You did not. Give me that. Oh my gosh. If I'm going to have a picture as a screen saver, it's going to be of you, not of me.",
        "Josh: No, no, no, don't do that...",
        "Cassie: See, that's perfect.",
        "Josh: Give me that.",
        "Cassie: I don't think so. You are not taking another one.",
        "Josh: Good, it's a moving shot. There's one.",
        "Cassie: I don't think so.",
        "Josh: There's another one.",
        "Cassie: Hey, this is completely unfair.",
        "[SCENE_BREAK]",
        "Billy: Did you find what you're looking for?",
        "Reva: No. I mean, it should be right here.",
        "Billy: Darling, what is it exactly?",
        "Reva: It was a piece of paper that had a prescription name on it.",
        "Billy: Look, if we miss the plane we're going to be late for your wedding. And you know what they say about being late for your own wedding, it's bad luck.",
        "Reva: All right, all right.",
        "[SCENE_BREAK]",
        "Josh: Got you again.",
        "Cassie: No!",
        "Josh: Whoa, whoa. Truce, truce, truce.",
        "Cassie: Maybe. Wow, it sounds like that storm is really getting close.",
        "Josh: Our first kiss was in a storm.",
        "Cassie: Oh, now, that wasn't a real first kiss. It's nice that you remember it.",
        "Josh: I do remember it. In fact, I recall working very hard to forget it. I tried very hard.",
        "Cassie: Just one... just one second.",
        "Josh: Cassie, oh, come on. What are you looking up? I'm pretty sure that I remember how that was supposed to go.",
        "Cassie: I'm sure it's nothing, but I just want to look at this thing that Reva has written here...",
        "Josh: Forget about that. Come here because we had a deal. The deal was we were not going to talk about Reva. In fact, I don't think we should do much talking tonight at all. Okay? Okay.",
        "[SCENE_BREAK]",
        "Frank: Look, what did I tell you? Safe and sound, huh?",
        "Olivia: She looks so much like her.",
        "Frank: Who?",
        "Olivia: Come here, baby. I need a hug. Come here. Come here. Hug, big hug, promise. It's your turn. You need to go back to bed, okay? It's late. It's way too late.",
        "Frank: Olivia, I tell you what. Why don't you put Emma down, okay? Let her sleep, and I will take Jane home before the storm hits, okay?",
        "Olivia: All right.",
        "Frank: Listen, I'll call you in the morning, see how you're doing, all right? Bye. Come on, Jane.",
        "Olivia: Frank.",
        "Frank: Yeah.",
        "Olivia: You've been a good friend to me. Thank you. You're too good for me.",
        "Frank: Olivia... you're welcome. We better get going. Bye.",
        "Olivia: Look at you. Are you scared? Yeah, me, too. Listen, there's nothing to be afraid of, you know that? Nothing for you to be afraid of at all because mommy's here. And we're good when we're together, right? We're just fine. You know what I forgot... I forgot about Bobo. He doesn't like lightning, does he? No. I tell you what, why don't you go in your room and get him, get in the covers and pull them way up and I will come and tuck you in in just a minute, okay? What have I done? Did I kill one to protect the other?",
        "[SCENE_BREAK]",
        "Tammy: I wish you and your wife and your baby all the happiness in the world.",
        "Jonathan: As long as you leave us alone.",
        "Remy: That's enough, man. She doesn't have to deal with this.",
        "Jonathan: Don't tell me what to do. I'm just trying to get through, okay? Me and you, us against the world is very exciting, but you know what? I've outgrown it and I think it's time you did the same. You don't want to be stuck for your whole life. Okay? Come on, Lizzie.",
        "Remy: Tammy.",
        "Tammy: No, he's right. He's right, things change.",
        "Alan: That kiss looked so real.",
        "Remy: Leave. Now, Mr. Spaulding, before I forget, I've got a badge in manners.",
        "[SCENE_BREAK]",
        "Josh: It's starting.",
        "Cassie: Yes, it is. It's funny, I just thought if ever this day came, it would be on a beach in Hawaii or on a mountaintop in Spain. Someplace magical.",
        "Josh: You know that saying \"There's no place like home?\"",
        "Cassie: I'm just about willing to believe that. The rain coming down and you here, free to stay with me. I'm thinking this is just about absolutely perfect. Except just one thing. I think this needs to come off.",
        "Josh: Right. Just a second.",
        "Cassie: Wait? I don't think so.",
        "Josh: Just, just, just... just a second. Why don't you put down a blanket, maybe down here somewhere. I'm going to get us champagne and a couple of glasses, maybe some candles. I think we have to have candles.",
        "Cassie: You are just dead set on making this magical, aren't you?",
        "Josh: Yes, ma'am.",
        "Cassie: All right. But if you have a mariachi band or singers or something out there, then you're in big trouble.",
        "Josh: That's not a bad idea. I might have to think about that.",
        "Cassie: That would be a bad idea for them because they would be soaking wet right about now.",
        "Josh: Uh-huh. Oh boy, whoops. Oh boy.",
        "[SCENE_BREAK]",
        "Reva: It's loud. And it's tacky. I love it.",
        "Billy: I knew you would.",
        "Reva: Look, why don't you get us checked in and I'll hit the slots.",
        "Billy: You feel lucky?",
        "Reva: Yeah, I feel lucky.",
        "Woman: I won, I won.",
        "Josh: Well, that makes two of us.",
        "Reva: Joshua, what are you doing here? We signed the papers. We're divorced.",
        "Josh: Well, it's your wedding night, isn't it? You can't have a wedding without me, Reva. How lucky do you feel?",
        "Billy: All set?",
        "Reva: That was fast.",
        "Billy: Yeah. Hey, darling, you okay?",
        "Reva: Yeah. I was just wondering...",
        "Billy: What were you wondering?",
        "Reva: How I got so lucky that you're here with me.",
        "Billy: Whoa, whoa.",
        "[SCENE_BREAK]",
        "Beth Ehlers, \"Inside The Light.\" When I was a little girl, I used to watch \"The Philadelphia Story\" and \"The Thin Man\" over and over again. You know, like \"Harry Met Sally.\" Just loved that. Such a great classic romantic comedy. And I guess it's obvious that's what I like to play. That's what I tend to always play are the... all the romantic comedy things. It's fun. See Harley Wednesday, October 4, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Olivia: Sleep, baby. Mommy's here. Mommy will always be here. I didn't know. I didn't know. (Crying) (police sirens) It's the storm. Somebody got into an accident. Doesn't mean they're coming after me.",
        "[SCENE_BREAK]",
        "Remy: Tammy.",
        "Tammy: I thought I could handle it... just like every other time, Jonathan and I put on our little scene for Alan, pretend like we're apart and he and Lizzie are together. It was different this time. It was like I could see the future.",
        "Remy: But you don't think...",
        "Tammy: We were in a trap on that roof, playing this stupid charade, me and Jonathan and Lizzie and the baby. All I could see was the trap just getting tighter and tighter until finally... who knows? Maybe it's not a charade anymore.",
        "[SCENE_BREAK]",
        "Jonathan: This is not letting up at all.",
        "Lizzie: At least we're not in a rush.",
        "Jonathan: I am. I've got to find Tammy, make sure she's okay. She was freaked out on the roof.",
        "Lizzie: Okay. What am I supposed to do, stand here alone until it stops?",
        "Jonathan: No, just go back to the penthouse.",
        "Lizzie: How? I don't have my car and you know that no taxis are going to come out in there this.",
        "Jonathan: Why won't this just stop?",
        "Lizzie: What are you so worried about?",
        "Jonathan: Tammy. She was trying to play along with the \"We're not together anymore\" thing, but she was upset for real.",
        "Lizzie: She knows that it was just an act for my granddad. If he wasn't there, you guys would probably still be kissing. Besides, she's with Remy. He'll calm her down.",
        "Jonathan: Oh, great. I can call her.",
        "Alan: It won't be necessary to call a cab. My car is right around the corner.",
        "Jonathan: Do you have a life?",
        "Alan: My family is my life, and I thought you would know that by now.",
        "Jonathan: I'm doing everything I can for Lizzie and the kid. What more do you want from me?",
        "Alan: Proof of a real commitment.",
        "Jonathan: Proof? I live with her. I'm on call 24/7. I put her and the kid in front of everyone and everything in my life.",
        "Alan: But why are you so grim? Isn't this the future you said you wanted? You also said that sexy bedmates like Tammy come and go, wives are forever...",
        "Jonathan: You shut up about Tammy. You shut the hell up.",
        "[SCENE_BREAK]",
        "Cassie: I should've had that latch fixed a long time ago.",
        "Josh: Okay, okay, okay. I think it's going to stay... (thunder clap) ...Closed. Or not. Okay, here we go.",
        "Cassie: Oh. Um...",
        "Josh: Okay, end of emergency.",
        "Cassie: Oh... oh my gosh.",
        "Josh: You know what, don't even bother answering that question. Stay put, stay put.",
        "Cassie: Oh my gosh, this is great. This is just great.",
        "Josh: No, no, no, it's fine. Here we go, here we go.",
        "Cassie: I'm in shock.",
        "Josh: That's good. So much for our evening of romance, huh?",
        "Cassie: Yeah, I don't know what we expected. I mean, we started out in a blackout, so this is perfect.",
        "Josh: But we've come a long way, and I think that deserves a toast, so here... here you go. To us, a couple that can weather any storm.",
        "Cassie: What ever would we do without storms and other natural disasters?",
        "Josh: We would be the most boring couple on the face of the earth. Actually, I don't... I don't think we're in any danger of that.",
        "Cassie: I can't believe this. I cannot... you know, I think I'm just going to move this over here, just to be safe. Oh. Oh no. Josh?",
        "[SCENE_BREAK]",
        "Billy: It's been a long time since I've made anybody faint. Are you okay? Are you sure you don't want to go upstairs and lay down for a little bit?",
        "Reva: No, I'm sick of resting. We came here to have fun, and that's what we're going to do.",
        "Billy: Well, we also came here to get married. I think that was your idea. Wait, wait, wait, I'll help you up.",
        "Reva: No, I can just... I can do this myself. See?",
        "Billy: But you're supposed to lean on me. That's why I'm here.",
        "Reva: Billy, I can't let you do this.",
        "Billy: I'm going to get some water.",
        "Reva: No, Billy. Forget the water. Look around here. Look at these people. They're here having fun, they're gambling, they're partying.",
        "Billy: Reva, you already said yes.",
        "Reva: But I was kidding myself. And I was lying to you, thinking that I could give you the best months or weeks as a wife ever could, but it's just not going to happen.",
        "Billy: Wait a minute. I don't want to hear this.",
        "Reva: Because you know it's the truth. Moments like this where I can't even stand up on my own. Billy, that's gonna be here soon enough, and that's not what you signed on for.",
        "Billy: Doesn't matter.",
        "Reva: You are going to go from groom to caretaker to widower before you know it, and I don't want that for you.",
        "Billy: You listen to me, Reva Shayne. I know you well enough to know right now nothing I can do is going to change your mind, so I say we do this Las Vegas style. Whether or not we get married, we will leave up to lady luck.",
        "Reva: What?",
        "Billy: Chance, fate, whatever you call it. Come here.",
        "Reva: Blackjack?",
        "Billy: No, no. You're going to deal out one card and one card only. And when he flips it over, it's if it's a spade or a club, we get on the plane, no marriage. But if it's a heart or a diamond, we get married before night's through. What do you say?",
        "Reva: One card, huh? Black, no; red, yes.",
        "Billy: The question now is whether or not you're a player, whether or not you lost your nerve along with your hair.",
        "Reva: Oh, them's fighting words, Billy Lewis. One card, huh? You are so on. Deal.",
        "[SCENE_BREAK]",
        "Cassie: Josh. Are you okay? Where are you?",
        "Josh: I'm right here.",
        "Cassie: What is going on?",
        "Josh: Well, I got to thinking about that magic that you wanted and the candles that I had in mind and I thought to myself, \"Why let the storm set the scene when I could take care of that all by myself?\"",
        "Cassie: So you turned out the lights?",
        "Josh: Yeah, well, I'm kind of tired of letting everybody else- - including mother nature-- make our decisions for us.",
        "Cassie: Uh-huh.",
        "Josh: Uh-huh.",
        "Cassie: Wasn't there a blanket involved in this scenario somewhere?",
        "Josh: Now it's perfect.",
        "Cassie: Well, I don't know. I think there's still just one thing... one thing missing.",
        "[SCENE_BREAK]",
        "Alan: Well, I think I hit a nerve. Go ahead, take a swing. Do it for Tammy.",
        "Lizzie: No, no. Just let it go. Granddad, he's not in love with her anymore, he still cares about her but...",
        "Alan: Oh, I think he more than cares. Otherwise he wouldn't have reacted that way, right, Jonathan?",
        "Jonathan: I have nothing to say to you.",
        "Alan: You don't have to say anything. Your actions speak louder than words. You haven't gotten over Tammy. Matter of fact, you showed up for her big night. Why?",
        "Lizzie: That was my idea. Tammy and I are still friends. Do you have a problem with that?",
        "Alan: You two make an incredible pair.",
        "Lizzie: Just figuring that out now?",
        "Alan: That wasn't a compliment, Elizabeth. And since you care so much about your baby, as I know you do, I think it would be smart if you got in out of this storm. Now, my car will be happy to take you home. That is unless you have other plans.",
        "Jonathan: No, a ride would be cool.",
        "Alan: Terrific.",
        "[SCENE_BREAK]",
        "Olivia: Emma?",
        "Ava: Sorry to disappoint you, but I'm not a ghost.",
        "Olivia: Thank God you're all right. Thank God you're all right.",
        "Ava: What are you doing? Get the hell off of me. I should kill you. I should kill you.",
        "Olivia: I didn't mean for him to...",
        "Ava: For what, for me to die? I was supposed to think that you wanted me to disappear? That's what I'm supposed to believe? Don't deny you didn't send him in there to get me. I know you did. Screw the towel! You almost killed me. Yeah, you did. You happy about that? If your little friend wasn't such a horny rhino, I'd still be tied up in the trunk of that car, not breathing.",
        "Olivia: He didn't.",
        "Ava: No, he didn't, but he wanted to. He did. And he untied my arms and he stuck his hands up my dress. And I hit him in the head with the tire iron. Right here. Right here. And then I hitched a ride back to town and thought about how much I was looking forward to seeing you. You are so lucky that I don't have anything to hurt you with for what you've done to me. You are going pay, Olivia.",
        "Olivia: I didn't know.",
        "Ava: Shut up!",
        "Olivia: I didn't know.",
        "Ava: There's nothing, nothing that you can say to me. I tried everything. I put myself in your place. I tried to understand where you were coming from. I tried. There's no justification for what you put me through.",
        "Olivia: I was terrified.",
        "Ava: I said shut up! You tried to kill me. Not once, Olivia, but twice. Twice you tried to kill me. And then you send this guy to abduct me and cram me in the trunk of a car? What am I?",
        "Olivia: Listen to me. I thought I had lost my child. I think it made me almost lose my mind. I think I lost my mind. I was so terrified that Emma would never come back to me and that is how much I blamed you...",
        "Ava: Oh, don't give me this...",
        "Olivia: ...And I just wanted you to go away.",
        "Ava: ...Crap about you being a good mother. You are sick. This is a joke, you shouldn't be anyone's mother. Someone has to do something about this and it looks like it's going to be me.",
        "Olivia: No, wait, I'm trying to tell you.",
        "Ava: What?",
        "Olivia: I need to tell you...",
        "Ava: Save it for your trial. Jail time is the least of your worries. You should think about trying to find a good home for Emma.",
        "Olivia: No. Don't.",
        "Ava: Yeah. Getting you away from her is the best thing I could do for her. You don't deserve a daughter. (Thunder clap) (Crying)",
        "[SCENE_BREAK]",
        "Tammy: How sad am I, waiting for him to call.",
        "Remy: Well, you love him.",
        "Tammy: Yeah, but I don't want to be that woman.",
        "Remy: How about the kind who writes prize-winning papers on abnormal psych?",
        "Tammy: Well, I certainly am an expert in that subject.",
        "Remy: I can't argue with that.",
        "Tammy: Tonight was supposed to be a celebration. Let's celebrate.",
        "Remy: But the storm's pretty hard.",
        "Tammy: Okay. Your car does have windshield wipers, right? Look, I'm finished putting my life on hold for a guy... any guy, okay? But if, you know, if you're not up for...",
        "Remy: You don't have to tell me twice.",
        "Tammy: Good. Let's go.",
        "[SCENE_BREAK]",
        "Jonathan: Oh, this is supposed to be Tammy's night. I have to look her in the eye and make up the most twisted, crazy lies that I can think of?",
        "Lizzie: Jonathan, you did it for the baby, just remember that.",
        "Jonathan: I know. I know. Baby comes first. I got that seared into my brain by now. I need to talk to Tammy. I really don't care if Alan's got my phone tapped. (Cell phone rings) Where are you?",
        "Lizzie: Jonathan, it will be okay.",
        "Jonathan: No, no, it's not going to be okay, okay? So just be quiet.",
        "Lizzie: I can help you if you'll just let me try.",
        "Jonathan: No, you cannot help me. There is nothing that you can do to help me, okay? Can you get that through your little blond skull? There is nothing anyone can do to help right now. I hate this. I hate this. I hate this.",
        "[SCENE_BREAK]",
        "(Thunder clap)",
        "Cassie: No more leaks so far.",
        "Josh: I think we're doing fine.",
        "Cassie: I think so, too. Josh?",
        "Josh: Yeah.",
        "Cassie: All that waiting, all that hesitating, the time that seemed wasted. It wasn't. It was worth it to be here right now. I want you so much.",
        "Josh: I want you, too.",
        "[SCENE_BREAK]",
        "Billy: (Laughs) Talk about fate, huh? Yeah.",
        "Reva: I guess the cards have spoken. You're stuck with me.",
        "Billy: I'm real happy.",
        "Reva: Even though...",
        "Billy: Hey, look, it's all over. We've been through this. I love you. That's the bottom line.",
        "Reva: Well, I don't know what I did to deserve it, but lady luck is definitely spilling on me tonight, for sure.",
        "Billy: Darling, I know the feeling. Come here.",
        "Reva: What was that?",
        "Billy: I have to be honest with you. Come here. Just sit down here for one second.",
        "Reva: Cheater.",
        "Billy: Look, just because I don't believe in lady luck doesn't mean I don't believe in things and the things I believe in, top of the list, make every minute count with someone that you love. That's what I want to give you.",
        "Reva: That sounds like wedding vows.",
        "Billy: Well, kind of is. I'll tell you what I promise. I promise to let you lean on me when you can't walk. To let you yell at me when you want to blow off steam. To make you laugh, mostly on purpose. And, you know, I'll make you... I'll never let you cry unless you're going feel better afterwards. And most important, I'll never give up on you, if you never give up on me.",
        "Reva: What's a girl to say after a speech like that?",
        "Billy: Going to get hitched.",
        "Reva: You had me at red.",
        "Billy: All right. Come on. So let's show this town a wedding. Oh, look, my eyes first fall on this... here. I think you going to be... put it in.",
        "Reva: Me?",
        "Billy: Yeah.",
        "Reva: Okay. (Bells ringing)",
        "[NEXT_ON]",
        "Reva: But it's love just the same because I'm going to marry the greatest guy I know.",
        "Cassie: Are you absolutely sure? Because once we... there's no turning back.",
        "Josh: I don't want to turn back, Cassie. I have no doubts about this whatsoever. I'm exactly where I want to be."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=qzsIWmMDKr0"
}