{
    "Episode Summary": [],
    "Recap": [
        "Ruth meets with Gus for her interrogation. Gus can't decide whether Ruth is the best Spaulding employee ever, or the snake. Reva calls Jonathon's school and hears from \u0091Owen' who is really (JB with an accent). Reva enlists the help of Jeffery to get to the bottom of the Sandy/Jonathon scandal. Billy admits to Reva that he was the one who had Olivia arrested by the INS. Bill and Olivia get married."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Ruth: Sir, I'm Ruth Karloff. Mr. Spaulding's assistant. I believe we're scheduled for an interview.",
        "Gus: Yes, yes, Miss Karloff, I've been expecting you. My name is Gus Aitoro. Thank you very much. This won't take... long. You could just take a deep breath, Ruth. Everything is going to be fine and your cooperation is greatly appreciated, okay.",
        "Ruth: You're the other one, sir. The brother, Gus.",
        "Gus: Yes, I am the other one. I guess you could... right. Could we just get on with the... first topic? Deep dark secrets, Miss Karloff. Now we both have them. I have them. You have them. But we're not here to talk about me. So if there's anything that you have to confess now will be a great time.",
        "[SCENE_BREAK]",
        "Olivia: You just asked me to marry you.",
        "Bill: Better than that. I arranged everything.",
        "Olivia: You arranged my wedding before I even said yes.",
        "Bill: Did I overstep? I'm sorry. I just thought under the circumstances it would be smart move.",
        "Olivia: You're proposing?",
        "Bill: Am I not being clear?",
        "Alexandra: If she doesn't accept I will.",
        "Bill: The clock is ticking, Olivia.",
        "Alexandra: Tick, tick, tock.",
        "Bill: All right, let me try this again. All right. Olivia, sweetheart, will you make me the happiest man on earth and say I do?",
        "Jeffrey: All right, where are they? Let's get the show on the road. Hey.",
        "Bill: All right. So Jeffrey can make it official. We can be a happily married couple in say, what? About two minutes?",
        "Jeffrey: Well, I can throw an extra three minutes of mushy stuff if you really want. But don't ask for my record as far as couples staying together after I hitched them up. Hello, Alex.",
        "Alexandra: Hello.",
        "Olivia: Golly, a five minute wedding ceremony. Every brides dream. You have no idea what you're doing.",
        "Bill: Yes, I do. I'm making an honest woman out of you. An honest legal woman.",
        "Jeffrey: Bill, you lead me to believe that this was about more than just a green card and a deportation hearing. The bride seems to be a little bit less than blushing.",
        "Olivia: Well, maybe it's my surroundings.",
        "Alexandra: Well, it's better than the last matrimonial service in an insane asylum.",
        "Bill: It's just wedding jitters. Would you give us a minute? You want to stay in the land of the brave, home of the free--emphasis on free? That's the only way to stick it to Phillip and stop the feds from deporting you. So come on. We can do this. We're good together.",
        "Olivia: Are you sure you want to do this?",
        "Bill: Yes. Yes. Now just kiss me and act like you can't wait to be Mrs. Bill Lewis.",
        "Alexandra: Isn't that supposed to happen at the end of the ceremony?",
        "Jeffrey: If there is a ceremony.",
        "Bill: We're ready.",
        "Olivia: No, we're not. I'm sorry, Bill, but no.",
        "[SCENE_BREAK]",
        "Reva: I'd like to speak to the headmaster. My name is Reva Lewis. I'm calling from the United States. It's in regard to a former student you have there by the name of Sandy Foster. He's been in an accident. Yes, as a matter of fact it was very serious. I'm calling from the hospital in Springfield, Illinois. What I'm hoping to do is get in touch with some of Sandy's former classmates hoping that maybe they can encourage him on his recovery.",
        "Jonathan: Here's Johnny!",
        "[SCENE_BREAK]",
        "Ruth: Mr. Aitoro, you make it sound like there's something I should confess.",
        "Gus: Well, Miss Karloff, that's why we're here.",
        "Ruth: Well, sir, I am as they say, clean.",
        "Gus: Well, good. Then we could get right to it. You don't mind... having a seat. All right, Miss Karloff, let's talk about you. You're a very hard worker. You're in early, you're out late. You're always around. What's your feeling about the leaks here at Spaulding Enterprises?",
        "Harley/Ruth: Shocking, sir. Shocking.",
        "Gus: Mm-hmm. Starting with Phillip Spaulding's son being taken out of the mansion to be with his mother.",
        "Harley/Ruth: You make it sound like the young boy's a prisoner.",
        "Gus: Yeah, his mother Harley wanted it to be known that the boy had more of a life than just a Spaulding life.",
        "Harley/Ruth: How do you feel about that?",
        "Gus: How do you feel about that?",
        "Harley/Ruth: How original, sir.",
        "Gus: Miss Karloff, you were in the house when it happened. You are the most recent employee here at Spaulding Enterprises.",
        "Harley/Ruth: Both of which make me a prime suspect, sir. And an easy target for you, I might add. Enabling you to score points with Mr. Spaulding.",
        "Gus: Look I'm not trying to score points with anybody, honey. But you know what I'd like? I'd like a little eye contact from you. I've got none of that since you came in here. And I'd like to know why that is?",
        "[SCENE_BREAK]",
        "Bill: Olivia, you're supposed say, I do. Not, I don't think so.",
        "Jeffrey: Okay, great. That sounds like true love to me. I'm out of here.",
        "Alexandra: No, wait, wait. Wait.",
        "Bill: Yeah, please wait. Wait. Just... what are you doing?",
        "Olivia: Look, my marriage to Phillip was a hoax. Alex even said so.",
        "Alexandra: No, no. No, darling. I was making a joke. Your marriage to Phillip was a scam. There's a very big difference. Mr. O'Neill, I want you to give these two a chance, because I believe there... there is a real relationship here.",
        "Jeffrey: Why are you speaking on Olivia's behalf?",
        "Alexandra: Because I happen to believe in the power of love. And once they're married, she can't be deported, can she?",
        "Jeffrey: Oh, so I see. So you're suggesting I'd be participating in something fraudulent?",
        "Alexandra: No, you won't. Never. Never.",
        "Olivia: And before Phillip there was Alan. Another loveless match. And then there was Josh.",
        "Bill: Who cares about any of that?",
        "Olivia: Who happens to be your uncle?",
        "Bill: All right, look, listen to me. You know what your problem is? You're a romantic. Okay, deep down you want love. You've always wanted love. But for money more than power, you want the real thing. You want the shiver down your spine. You want to light up when you see that special someone looking at you.",
        "Olivia: And you don't?",
        "Bill: Olivia, we've both been disappointed by love. But that's not what this is about. It's about keeping you here and beating Phillip at his own game.",
        "Olivia: What about the sleeping arrangements and the his or her towels? They're going to be a lot of questions.",
        "Bill: Well, just don't use my toothbrush and we'll be fine.",
        "Olivia: (Laughs)",
        "Bill: Olivia, this is your ticket. Come on, I know you want a ticket and I want to be the one that give it to you.",
        "Olivia: Yeah. Why? Why?",
        "Bill: Because we're partners. And I like you.",
        "Jeffrey: All right kids, that's it. Really. My time's up. Why don't you consider getting married down on the island, okay?",
        "Alexandra: No, no, no. You wait here. You are not leaving, mister. You're not leaving until you pronounce these two man and wife, okay. Because I know... I know these two have a chance at it now. At least... okay?",
        "Jeffrey: Alex, I think being locked up has made you a little bit nuttier.",
        "Alexandra: No. Don't accuse me of that. But no.",
        "Jeffrey: Listen, Olivia, you're obviously desperate to stay in the country. Bill, you lead me to believe that this was on the level.",
        "Bill: Well, it is.",
        "Jeffrey: Well, it doesn't sound like it.",
        "Olivia: It is.",
        "Jeffrey: Really?",
        "Olivia: It is. The deportation hearing changed everything. It made Bill and I confront feelings that maybe we wouldn't have for a long time. But they're definitely real. So, please, I don't want to waste any more time.",
        "Alexandra: Crises do bring people together.",
        "Jeffrey: Yeah, or makes them desperate and willing to lie.",
        "Olivia: Oh, it's not a lie.",
        "Jeffrey: Look, the INS is going to be all over my back about this. They're going to be questioning me up and down. So why don't you sell me on the true love thing? And I'll do what I do best--cross-examine you both.",
        "[SCENE_BREAK]",
        "Jonathan: How come you never look happy to see me? I'm sorry, sandman, no can do. Mom's out there trying to decide whether or not you could be a murderer. She desperately wants to believe that you had nothing to do with the death of her son, but we both know different. So, you have to stay unconscious until she starts to believe and until I take care of a few other things. Like cousin Tammy. Shh. Goodnight, sleepyhead. No pain, no blame, my friend.",
        "Reva: It's going to take a while for you to wake up and get your strength back. And I'm sorry, Sandy, but I have so many doubts in my head, doubts that I don't want to have, and all of these things are pointing to such troublesome issues, like are you the hero who saved Tammy's life or are you the monster who killed my son? I mean, a mother would know in her heart if her own child were dead. I don't feel anything. Sandy, you need to wake up and help me understand this. You have to give me a sign Sandy, or whoever you are. I need a sign that my son is alive. (Gasps)",
        "Billy: Sorry. I didn't mean to startle you.",
        "Reva: I just didn't expect anyone else to be in here.",
        "Billy: I stopped by the nurse's station and they told me that you're free to go.",
        "Reva: My chariot awaits?",
        "Billy: Now, look, I know you don't want to leave this boy and I know you don't want to listen to what I'm going to say, but you, darling, have to take care of yourself. You're not good to anybody if you're lying flat on your back. If you won't do it for yourself, then do it for me, because if you get sick, then Josh is going to fly back here and really hurt me.",
        "Reva: Well, then, maybe we should call Josh and get him back here quicker by telling him you're not taking care of me.",
        "Billy: We need him more than ever, that's for sure.",
        "Reva: Has Phillip done something else? Has he made another move on Cross Creek?",
        "Billy: No, no, no, no, no. I shouldn't have said anything.",
        "Reva: Well, the cat's out of the bag now.",
        "Billy: All right. Let's take this outside first. Okay?",
        "Reva: Be right back.",
        "Jonathan: Can you believe she's still on your side? After everything points to you murdering me, her own son. What kind of mother... never mind. Reva thinks she's suffering now? Just wait.",
        "Billy: Olivia is racing Phillip to see who can buy up more Lewis property. She just bought the building that houses Lewis construction.",
        "Reva: The offices?",
        "Billy: Yeah. And that's actually taken a back seat to her trying to get her hooks into Bill.",
        "Reva: Yeah, well, Bill is a smart guy. He can take care of himself.",
        "Billy: No, no, no. You would think so, but you know, I wasn't taking any chances. I hedged my bets. Olivia is not going to be a threat to anybody, let alone Bill.",
        "Reva: Billy Lewis, what did you do?",
        "Billy: Well, I did something kind of bad.",
        "Reva: Oh, Billy.",
        "Billy: Olivia is about to be deported. (Laughs) don't ask. Don't ask. The less you know, the better.",
        "Reva: (Laughs) Bill isn't going to like that.",
        "Billy: Well, you see, this is the beauty of a sneaky but well-laid plan. He's never going to know.",
        "Reva: (Laughs)",
        "Billy: No. I kind of arranged the whole thing so that it looks like Phillip Spaulding is at fault. (Laughter) get rid of Olivia and Phillip takes the blame.",
        "Reva: No.",
        "Billy: I think life is perfect. (Laughter)",
        "Reva: You are so bad.",
        "[SCENE_BREAK]",
        "Bill: We've got nothing to hide, right. You want to know how intimate we are? Is that it? Well, she likes her eggs over easy in the morning. That's not all she likes.",
        "Alexandra: Oh, great.",
        "Bill: She likes croissants and a good cappuccino, that's all I meant. And she uses Crest toothpaste. She has a birthmark on her inner thigh, shaped like a strawberry wearing sunglasses.",
        "Olivia: Okay, so what's next? Do I just draw a road map of his scars and moles? This is really kind of silly.",
        "Jeffrey: Let's back up a little bit, okay? Let's start with something a little less detailed, okay? Why the heck are you two together, hm? Besides the obvious of business and sex.",
        "Alexandra: Isn't that enough?",
        "Jeffrey: Not for me, it's not.",
        "Bill: Well, for me, either. Look, you know how I was after Eden. Mad at the world and everything in it. I literally had a gun pointed at my head and anyone else who crossed in my sights. And then came Olivia. She talked me into putting the gun away.",
        "Jeffrey: Gave you a new lease on life, is that it, Bill? I seem to recall you were married at the time. To Phillip.",
        "Bill: Look, you know that wasn't real. She's passionate. Passionate about business, passionate about life. She brought me back.",
        "Jeffrey: All right, Bill. Just tell me who she is, all right? Tell me who she is.",
        "Bill: Well, she's unique. That usually translates as misunderstood. And she is. But I can see through her beauty and her instincts, the survivor in her. There's a tenderness, a vulnerability that she hides from the world. And I see a woman worthy of things that no man has ever bothered to give.",
        "Olivia: Bill, ah.",
        "Bill: And she's been hurt. She deserves a shot at a man who loves her and heals her.",
        "Alexandra: That seals it for me.",
        "Jeffrey: Olivia? You're the one about to get sent home.",
        "Olivia: Well, I didn't come here today to tear open my heart but I'll give it a shot.",
        "Alexandra: Let him have it.",
        "Olivia: I just always thought that guys like Bill always went to other kinds of women. And I have an ego as big as anyone standing here, but at the end of the day, I just figured that a good, decent, honest guy wouldn't take a chance on me. But the way you are with my little girl and with me, and you just make me weak in all the right ways. You make me feel strong in all the right ways. You make me feel lovely, and not cheap and manipulative. You just knock me off my pins, Bill, and that's saying a lot because I'm as tough as they get. Do I want to stay in this country? Yes, I do. Because I want a shot at a life with this man.",
        "Jeffrey: What about Emma? Hm? What about Emma, Bill? You ready to become a stepfather? You ready to deal with how Phillip is going to react to that?",
        "Bill: I think Emma is great. As long as Olivia trusts me to do the right thing by her...",
        "Olivia: I know you will.",
        "Alexandra: Oh, Jeffrey. What more do you need?",
        "Jeffrey: Not much. Those were as good as vows to me. If anyone deserved a second chance at happiness, Bill, it's you. And you? Well, you just deserve another chance. So, let's do this before I change my mind. We know why we are gathered here today.",
        "[SCENE_BREAK]",
        "Gus: You know, as a detective, Ms. Karloff, you look for eye contact when you are questioning somebody, and I've gotten none of that from you. I mean, you're not scoring very high points in that department.",
        "Ruth: So naturally I'm guilty, sir?",
        "Gus: I didn't say that you're guilty, I didn't say that you were the source of the leaks, I didn't say you're the reason that the boy got out of the mansion. Did I?",
        "Ruth: No, it just puts me in a good position to do all of those things.",
        "Gus: Coincidence?",
        "Ruth: Or?",
        "Gus: I didn't say \"or.\" \"Or\" would mean that you are guilty of something and you're not guilty of anything, are you, Ms. Karloff?",
        "Ruth: Yes, sir. I have Zach right in my handbag. Would you like to see?",
        "Gus: You're offended. You don't like being questioned.",
        "Ruth: I don't like having my loyalty questioned, sir. And I don't like you.",
        "Gus: Well, you don't know me, do you, Ms. Karloff?",
        "Ruth: No, sir, but I know your type.",
        "Gus: Why do you want to work for Phillip Spaulding? I'm sure you heard the rumors, that he's ruthless, that he spent some time in a sanitarium.",
        "Ruth: Mr. Spaulding is a powerful, successful businessman, sir--things I look for in an employer.",
        "Gus: I see. So that type of thing is important to you, is it?",
        "Ruth: Yes, sir, it is. And at least I'm honest about that.",
        "Gus: Oh. It's good that you're honest about it, Ruth, because you are who we are talking about here.",
        "Ruth: Power is seductive, sir. It changes people in ways they never imagined.",
        "Gus: Well, I wouldn't really know, Ms. Karloff, because I'm not into that kind of thing.",
        "Ruth: With all due respect, sir, I think we both know you are full of it.",
        "[SCENE_BREAK]",
        "Reva: I really don't want to leave. If he wakes up and I'm not here, I'll feel so guilty.",
        "Billy: There's nothing quite like a mother's love, is there?",
        "Reva: Well, things mothers do.",
        "Billy: Yes, I know.",
        "Reva: You know, Billy, Olivia is a mother, too, and I know you want her out of the equation, but do you really have to separate her from Emma?",
        "Billy: Sweetheart, it's not my intention to cause that little girl one minute of pain.",
        "Reva: But?",
        "Billy: But sometimes people just have to be made aware what they stand to lose if they mess with the Lewis's. Look, I'm going to go out and do a little recon, okay?",
        "Reva: Okay.",
        "Billy: I'll see you later.",
        "Reva: You know where I'll be. Billy's all full of fire these days. I guess he has to be, with Josh gone and the whole family under attack. (Cell phone ringing) hello?",
        "Jonathan (with English accent): Reva Lewis? This is Owen Morrell. I was a school friend of Sandy Foster's. What are you to him?",
        "Reva: I'm his mother. I'm so glad to hear from someone. Did you know Sandy well?",
        "Jonathan: Not a day goes by when I don't think about your son.",
        "Reva: I'm so glad to hear from someone who knew Sandy at school.",
        "Jonathan (with English accent): I heard he was in an accident.",
        "Reva: Yes. He pushed a girl out of the way of a speeding car and he was hit himself.",
        "Jonathan: Bully for him.",
        "Reva: I'm sorry?",
        "Jonathan: Well, it's just that Sandy wasn't always the smoothest with the girls. He was more the wing man.",
        "Reva: I don't understand.",
        "Jonathan: Well, Sandy and his best friend, a guy named Jonathan Randall...",
        "Reva: (Gasps)",
        "Jonathan: Have you heard of him?",
        "Reva: Yes.",
        "Jonathan: Well, Sandy... (coughs) Sandy and Jonathan were best mates.",
        "Reva: They were close?",
        "Jonathan: Yes, but everything was competition with them: The girlfriends, the grades, climbing mountains.",
        "Reva: They... they climbed together?",
        "Jonathan: All the time. Are you okay, Mrs. Lewis?",
        "Reva: Yes. Yes, I am. You make it sound like they had a very good relationship.",
        "Jonathan: Sandy and Jonathan were best friends, but they weren't equals.",
        "Reva: How do you mean?",
        "Jonathan: Jonathan was always more confident, more popular. You could tell that Sandy looked up to him in every way and wanted to be exactly like him. Jonathan got tired of it and tried to put a little space between them, and Sandy became more competitive, more clingy and bitter.",
        "Reva: The friendship ended?",
        "Jonathan: Well, that's the strange thing. They left school and no one heard from them again for a while, you know, until you called the school. Mrs. Lewis, I hope that helps. Sandy was a good guy. Things just got away from him a little bit.",
        "Reva: No, Owen. Thank you very much.",
        "Jonathan: Will you tell Sandy I called?",
        "Reva: Of course. Goodbye. I thought I knew who you were. I was so sure.",
        "[SCENE_BREAK]",
        "Jeffrey: Officer, we need a witness over here, please.",
        "Cop: You want to put me on the stand, Mr. O'Neill?",
        "Jeffrey: No, no, no. This is more civil, rather than criminal. Do you believe in true love?",
        "Cop: Sure.",
        "Jeffrey: Okay, well, this ain't it, but it's as close as these two are going to get. Bill, you got the rings?",
        "Bill: Right here.",
        "Jeffrey: All right. Take the bride's hand.",
        "Olivia: So, we made a deal, right? You help me out.",
        "Alexandra: And I did.",
        "Olivia: Will you be my maid of honor?",
        "Alexandra: (Laughs) I don't like the idea of being anyone's maid but I could manage being your maid of dishonor, say? I think I can do that.",
        "Olivia: Okay.",
        "Jeffrey: Okay. We've got a bride, we've got a groom, we've got a witness, we've got a birthmark. Let's do this.",
        "Olivia: Oh! Flowers.",
        "Bill: What?",
        "Olivia: I know this is a little strange and awkward, because we're in jail and all that, but I like weddings with flowers. Is there any way I can get some flowers.",
        "Jeffrey: You've got to be kidding me.",
        "Olivia: Do I look like I'm kidding? Just give a bride a break, okay?",
        "Alexandra: All right, here. Hold it, hold it. Here. How about this? Give that a shot.",
        "Olivia: Floral fresh. How romantic.",
        "Bill: Smells good, too.",
        "Jeffrey: Okay. Let's move this along, shall we? Before I change my mind. Okay, uh, this is it. Last chance.",
        "Bill: I want to be someone you can count on. I'll do whatever it takes to deserve your faith in me.",
        "Olivia: Me, too.",
        "Jeffrey: Well, faith is the foundation of any good marriage. Now, will you honor the commitment you're about to make to each other?",
        "Bill: I will.",
        "Olivia: I will, too.",
        "Jeffrey: Well, I know pronounce you man and wife. Suck face.",
        "Alexandra: I must be getting soft or something. That was almost beautiful.",
        "Jeffrey: Congratulations. You can show your license to the INS and that should be all she wrote, okay? You can start shopping for a house.",
        "Olivia: Thank you.",
        "Jeffrey: My pleasure. You may release the bride.",
        "Bill: All right. All right.",
        "Alexandra: Well. I helped you and you're going to help me, right?",
        "Bill: Shall we?",
        "Olivia: (Laughs)",
        "[SCENE_BREAK]",
        "Ruth: Oh, yes, I have seen you swagger around the mansion, throwing your weight around, barking out orders.",
        "Gus: What happened?",
        "Ruth: And you may deny this, but you love being a Spaulding. Let's get one thing straight: I may work here but I don't take orders from you.",
        "Gus: Look at this. I give you one little shove and you start to roar like a lion, don't you?",
        "Ruth: You're enjoying this, sir.",
        "Gus: I don't buy the loyalty routine, okay? The \"I am as humble as apple pie\" thing. Let's get back to you. So, you see yourself how, exactly, Ms. Karloff? You are, what? Ambitious? You are driven?",
        "Ruth: Yes. And shame on me. Shame on any woman, sir. Next you'll be calling me the \"b\" word simply because I am competent.",
        "Gus: Oh, you'd like that. What, you'd... then you could hit me and we can get into the whole sexual harassment thing?",
        "Ruth: It's harassment, sir.",
        "Gus: Look, just keep your pants... I'm asking the questions here, okay?",
        "Ruth: Let's get one thing straight. You don't get to push me around.",
        "Gus: Oh, really? Well, my name is Spaulding and I don't know what yours is, but if you like your job, if you like your job, Ms. Karloff--do you like your job?",
        "Ruth: Use the brains that God gave you. If I were the leak and I wanted to stay close to Mr. Spaulding, do you really think I'd be foolish enough to get caught?",
        "Gus: So, what are you saying? That you're too smart for me to catch you?",
        "Ruth: I'm saying I could do it all right under your nose. Now, if you'll excuse me, I have work to do.",
        "Gus: Yes, Phillip, that's fine. I'll be at Towers as soon as I can. Mm-hmm. Yeah, that's something we need to talk about. Where did you find this Ruth Karloff? She's a piece of work. I don't know whether she's the most loyal employee we've ever had or she's a snake waiting to pounce. I'm waiting to find out. Yeah, well, I know that's my job. Just keep her busy and don't let her know that I'm on to her, okay? And by the way, she fits in perfectly here at Spaulding. She... she's... she'll do anything to advance. Maybe even be a security leak.",
        "[SCENE_BREAK]",
        "Bill: Hey, hey, hey.",
        "Harley: Hey.",
        "Bill: We're having a toast. Come join us. Grab a chair.",
        "Harley: Thanks. What's the occasion?",
        "Bill: Well, beating Phillip at his own game. And... go ahead, tell her.",
        "Olivia: Me? Okay. Well, not only are we going to beat him at his own game...",
        "Bill: And not only will Olivia be staying here in the good old U.S. of A., But she will be doing it as Mrs. Bill Lewis. (Laughs)",
        "Harley: Mr. And Mrs.",
        "Bill: That's right. That's right. We kind of, sort of got married. (Clears throat)",
        "Harley: Well, that's one way to do it. (Laughs) I guess we're all making sacrifices for the cause.",
        "Olivia: It's not that big of a sacrifice. Really.",
        "Harley: I didn't mean it that way.",
        "Bill: And hey, we like each other. At least she's ahead of her last marriage, right?",
        "Olivia: Oh, that's true.",
        "Bill: You know, Olivia, just because it is a wedding of convenience, doesn't mean our wedding night can't have a little intimacy. Is that right? That's right.",
        "Harley: Guys? Guys? Over here. Hey. Are you guys actually going to be able to keep this up? I mean, don't you have to be married for years for it to be legal?",
        "Olivia: You are such a downer. Why are you harping on this? Are you just jealous that we made it to the altar at all?",
        "Bill: That's not...",
        "Olivia: Crossing the line. Why don't I get a glass for you to toast the happy couple. Excuse me.",
        "Bill: Yeah. Yeah. Honey, get the good stuff because I want to be floating on bubbles when you're tearing off my clothes.",
        "Harley: Bill? Groomie?",
        "Bill: Yeah?",
        "Harley: Over here. Do you know what you've gotten yourself into here? I mean, you married her. You don't even love her, do you?",
        "Bill: Harley, Harley, Harley, Harley. She needed me. It was the right thing to do.",
        "Harley: Okay, but I know you. You believe in love. You believe in marriage.",
        "Bill: Yes. And I also believe in loyalty and I really want to smack down Phillip.",
        "Harley: Yeah, but at the expense of your personal life?",
        "Bill: Look who's talking.",
        "Harley: We're not talking about me. I didn't get married.",
        "Bill: All right, well, listen. I like her. I do. I really do like her. I mean, yes, we have our issues. We do. But, let's face it, what married couple doesn't, right?",
        "Harley: I hope you're not expecting a wedding gift.",
        "Bill: Well, not unless you've pilfered something off of Phillip's desk.",
        "Harley: Oh, please. Not a chance. You know how paranoid he is about these security issues. Well, they ran a security clearance interrogation and guess who did the interrogating.",
        "Bill: Gus. But, I mean, you're still here. Are you telling me he didn't recognize you?",
        "Harley: Part of me wanted to smack him for not recognizing the love of his life. The other part of me was just too busy shang and baking.",
        "Bill: (Laughs) you are good. You are good, but I mean, are you telling me... do we have a problem, here?",
        "Harley: The man was way too suspicious. He's going to run a deep background check now. But hey, we were expecting this, right? So it's no longer about a wig and a fake nose. Ruth Karloff needs a life.",
        "Billy: Olivia?",
        "Olivia: Mm-hmm. Nice to see you, too, Billy.",
        "Billy: Hey, how come you're not in jail? I mean, better yet, how come we're not on a plane back to your home country?",
        "Olivia: Why does everybody... (clears throat) you know what? Never mind. I know why. Well, I hate to disappoint you, but I am still here, Billy, and not only am I still here, I am part of the family again.",
        "[SCENE_BREAK]",
        "Dad. (Knock on door)",
        "Reva: Who... oh, hey.",
        "Jeffrey: Hi. Any change?",
        "Reva: No, not yet. Thanks for coming.",
        "Jeffrey: No problem. You did me a favor. Pulled me away from my duties as civil ceremonian to the suddenly wed.",
        "Reva: Who got married?",
        "Jeffrey: Oh, you'll find out when they want to make it public.",
        "Reva: That big a marriage?",
        "Jeffrey: It might drop a bombshell on a few people. How are you?",
        "Reva: I'm frazzled, desperately sad and mostly confused.",
        "Jeffrey: Okay, you didn't call me over here for the cheery outlook on life, did you?",
        "Reva: No, I need your help.",
        "Jeffrey: Of course. Anything, Reva. But didn't you just have an operation? Are you sure you're not overdoing it, here?",
        "Reva: Yeah, well, not yet.",
        "Jeffrey: Okay. What can I do for you?",
        "Reva: It's Sandy.",
        "Jeffrey: Yeah, well, you know, the office is tracking down every lead that we have. We're just waiting for the kid to wake up so he can maybe give us a description of the car.",
        "Reva: Wait. I know how important it is that we find the driver but right now I have other priorities.",
        "Jeffrey: All right, okay, I'm sorry. We're all pulling for the kid, you know? We hope he makes it through this. It's just, sometimes I tend to focus on the criminal aspect of things.",
        "Reva: I know. That's why I called you. I need your help, but not as the DA or not as a federal agent, and you have to be completely Cooperative with no questions asked.",
        "Jeffrey: Uh, with all due respect to what you're going through here, Reva, what makes you think I'm going to say yes to a blind order like that?",
        "Reva: Because we both know you owe me.",
        "[SCENE_BREAK]",
        "Bill: I just cannot believe that you and Gus were five feet from one another and he didn't even recognize you.",
        "Harley: Well, he knew something was up. I mean, the way he was looking at me and then the way we started to go at each other.",
        "Bill: Oh, my goodness. Just like old times? I mean, leave it to you and Gus to find a way to connect through body blows. Maybe you should hit on him. Throw him off-track or something.",
        "Harley: Hit on him?",
        "Bill: Yeah.",
        "Harley: As Ruth?",
        "Bill: Yes.",
        "Harley: You've seen Ruth.",
        "Bill: Yes, and she is one hot tamale. (Laughs) listen, I don't know his type. I don't know, maybe...",
        "Harley: This is his type. You're looking at his type. Anyway, he's not stupid, okay? He may not know Ruth but he knows that Ruth isn't everything Ruth's saying she is, so are all our safeguards in place?",
        "Bill: You know they are?",
        "Harley: Because if Phillip or Gus calls, we've got to be ready to...",
        "Bill: I will handle it. You've just got to chill.",
        "Harley: Chill? That's your advice to me? Chill?",
        "[SCENE_BREAK]",
        "Bill: That's it, that's all you've got to do, because tonight is my wedding night. Looks like there's another kind of fire I've got to put out. Excuse me.",
        "Billy: You married my son?",
        "Olivia: Mm-hmm. Well, you know, we just couldn't wait a minute longer. Right, sweetheart?",
        "Bill: That's right.",
        "Billy: Is this some kind of a joke? Oh, I get it. You did it for INS, right?",
        "Bill: No. Now, dad, that would be illegal and you taught me better than that. Now, if you would excuse us, there's a honeymoon suite waiting for us.",
        "Billy: Son? Can I just talk to you for one second?",
        "Bill: Well, now, you're a little late for the old bird and the bee's lecture.",
        "Billy: Well, I was thinking more along the lines of the black widow spider and the little bitty fly.",
        "Olivia: You know, let me go check on that room and make sure we have enough bubble bath.",
        "Bill: No, no, no, no, no.",
        "Billy: I didn't have to hear that, now, did I?",
        "Olivia: No, no. But yeah.",
        "Bill: Listen up, Dad. You do not speak to my wife that way.",
        "Billy: If you're looking for me to say I'm sorry, I'm not. This is the same spider who spun a web around your Uncle Josh. She just shanghaied Lewis construction.",
        "Bill: To keep it away from Phillip Spaulding.",
        "Billy: And she's obviously got you.",
        "Bill: All right, look. Excuse me. This is good business, Dad. All right? Phillip wanted to deport her, to break up our partnership. Well, I'll tell you what, I just trumped him because he only strengthened our partnership.",
        "[SCENE_BREAK]",
        "Gus: Hi.",
        "Harley: Hi.",
        "Gus: How are the kids?",
        "Harley: They're fine.",
        "Gus: Listen...",
        "Harley: I've got to go. Just business stuff.",
        "Gus: Yeah. I'll see you around.",
        "[SCENE_BREAK]",
        "Jeffrey: You know, there must be something in the water that you and your sister drink because you two think you can get me to do anything.",
        "Reva: You know what? Just listen to what I want.",
        "Jeffrey: Is this about the hit and run?",
        "Reva: Indirectly. Because if the accident hadn't happened, I never would have discovered any of this.",
        "Jeffrey: Well, this says that Jonathan Randall went missing in the Swiss Alps. I thought that Jonathan and Sandy were...",
        "Reva: Were the same person.",
        "Jeffrey: Aren't they?",
        "Reva: Nothing is what I thought.",
        "Jonathan: No matter what I do, you still choose him. It doesn't matter if he's a murderer or if your real son was the victim. Tammy, it's me. I want to see you. I need you.",
        "[NEXT_ON]",
        "Tony: What happens now, Michelle?",
        "Michelle: Why doesn't anyone just say what they really mean? Because what you're really asking is, \"what does this mean for us?\"",
        "Jonathan: Hey, buddy. Back from the dead?"
    ],
    "Transcript Author": [
        "by Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=3UiFvPmwoCE"
}