{
    "Episode Summary": [],
    "Recap": [
        "Cassie tries to tell Michelle the truth about Hope but Michelle keeps interrupting. Cassie tries once more to tell her until Edmund comes outside, warned by Jeffrey that Cassie knows the truth. Michelle sneaks out to go to the airport. Jeffrey goes after her but is too late. Edmund tells Cassie that the baby is not Michelle's but a baby he bought on the black market since it was Dinah's idea all along to keep her miscarriage from Cassie and he didn't know until it was too late. Tammy insists that she is going to marry Sandy but Jonathan doesn't believe her and they fall into the hay, undressing. On his way to get Tammy to propose to her, Sandy sees Tammy and Jonathan and runs away to the job site he is working on with Josh. While there, Sandy steps into some water and then touches some exposed electrical wires. Sandy is electrocuted and Josh calls Tammy to tell her to get to the hospital right before Sandy stops breathing. Watching Tammy leave, Jonathan finds the roses that Sandy dropped outside of the barn."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tammy: Jonathan. I told you, when Sandy asks me to marry him, I'm... I'm going to say yes.",
        "Jonathan: Yes to him, or no to what you really want?",
        "Tammy: I want Sandy. I love him.",
        "Jonathan: Now, look, Tammy, you can lie to Sandy but don't lie to me and especially don't lie to yourself. You're talking about spending the rest of your life with this guy. The rest of your life with him, and not with me. Is that what you really want? Is it?",
        "Tammy: What am I doing?",
        "Jonathan: No. No way. I'm not letting you go away again.",
        "[SCENE_BREAK]",
        "Sandy: Everything is all set. Now all I need is you, Tammy.",
        "[SCENE_BREAK]",
        "Marina: Hey, Sweetheart. You are such a cutie.",
        "Danny: She is.",
        "Marina: You're true to your name to at least you made me feel more positive about things.",
        "Danny: Why do you say that?",
        "Marina: I don't know. I just mean, when I look at her, she makes me feel like happy endings really are possible. Jeffrey: Cassie is Hope's mother. The test results prove it. Michelle's not happy, but she seemed okay at the christening. __",
        "Danny: Well, I'm sure she was just trying to put on a brave face for everyone else's benefit. The more I think about it, I think it's actually good that she's going to California.",
        "Marina: Good for her, bad for you.",
        "Danny: Well...",
        "Marina: I know you'll miss Robbie. I will, too.",
        "Danny: Well, yeah, of course I will. But I'll visit him and he'll visit us a lot, too.",
        "Marina: Us.",
        "Danny: Yeah.",
        "Marina: In our new home.",
        "Danny: Yeah. Marina: I like the sound of that.",
        "Marina: Me, too. Me, too.",
        "[SCENE_BREAK]",
        "Edmund: I know it kills you to see Cassie and me so happy with our new baby, Mr. O'Neill, but to threaten me with prison is a bit excessive, don't you think?",
        "Jeffrey: I know what you did, Edmund. Marina put it all together. It wasn't hard to draw a conclusion.",
        "Edmund: I have no idea what you're talking about.",
        "Jeffrey: Well, then I'll spell it out for you. Hope is not your baby, okay? She belongs to Michelle Bauer. You stole that baby from Michelle.",
        "Edmund: Oh, my God, man. That's ridiculous.",
        "Jeffrey: Well, you can tell that to the jury because once I've put a warrant together, you'll be put under arrest.",
        "[SCENE_BREAK]",
        "Cassie: Michelle, I'm sorry. I'm so sorry. I had no idea.",
        "Michelle: Cassie. Cassie, it's okay.",
        "Cassie: I had no idea.",
        "Michelle: It's okay, really. It's okay.",
        "Cassie: You don't understand.",
        "Michelle: No, I do. I do understand. You're feeling bad for me and maybe even a little guilty that I lost my baby and you were blessed with Hope. But you know, that's life. And you are blessed, you and Edmund both. You have a beautiful, beautiful little girl, and I want you to celebrate that today, okay? Look, I got something for you. A gift.",
        "Cassie: Michelle, no.",
        "Michelle: Yes, please. I... they're just some things that I had bought for my baby the day I found out that I was having a girl, and I really want your little girl to have them. Open it. I... I had it engraved. \"Hope.\"",
        "Cassie: I can't do this. Michelle, I can't do this to you. I'm so sorry.",
        "[SCENE_BREAK]",
        "Jonathan: I'm through fighting this, Tammy.",
        "Tammy: Me, too. I can't... I don't want to. Jonathan.",
        "Jonathan: Say it again. Say my name.",
        "Tammy: Jonathan.",
        "Jonathan: I always wanted to hear you say it like that. Not angry, not scared.",
        "Tammy: Jonathan.",
        "[SCENE_BREAK]",
        "Sandy: Okay. Show time. ( Cell phone rings ) Josh? Are you back?",
        "Josh: Yeah. As a matter of fact, I just got back and I walked straight into a mess. Listen, I'm at the chapel, you know, the one we're renovating on third, the pro bono job?",
        "Sandy: Uh, yeah. Well, I got all the permits. What's the problem.",
        "Josh: You would not believe what I found in the walls here, Sandy. I mean, some of this wiring has to be a century old, and then there's new stuff on top of that and the old stuff, some of it doesn't even have any insulation on it.",
        "Sandy: Yeah, yeah. I had a feeling that would be bad.",
        "Josh: Here's what I think has to happen. We need to map and diagram this entire system before we let the crew continue, okay? Figure out what's live and what's not live, otherwise somebody is going to get hurt. Now, how quick can you get over here?",
        "Sandy: Uh, actually I can't. I can't. I'm in the middle of something, and you may fire me for this, but it's my priority right now.",
        "Josh: Okay. Does this by any chance have something to do with a certain niece of mine?",
        "Sandy: Well, remember that talk we had, and I said I really loved her and you said I should just take the plunge?",
        "Josh: Actually, I think you were doing most of the talking. I was just listening.",
        "Sandy: Well, either way, I got the message and I'm going to do something about it.",
        "Josh: Let me make sure I have this straight, Sandy: You're telling me Tammy is more important to you than your work?",
        "Sandy: Yes. Today she is.",
        "Josh: Excellent. I will handle things from here. You just have a good time with your girl. Good luck.",
        "Sandy: Thanks, Josh. Thanks a lot. Bye.",
        "[SCENE_BREAK]",
        "Danny: You're good with her. You are. You're going to be a really great mom someday.",
        "Marina: I would like that, but I'm not in any rush.",
        "Danny: Hey, I'm not... ( Laughs )",
        "Marina: You want to hold her?",
        "Danny: No, no, no. That's okay.",
        "Marina: I'm sorry. That was just really insensitive of me.",
        "Danny: What?",
        "Marina: Michelle's not the only one who just lost something precious.",
        "Danny: No, that's not why. That baby may not have even been mine. Oh, give her to me. Give me the little squirt. Come on.",
        "Marina: All right.",
        "Danny: All right, come here, little Hope. Don't scream, please.",
        "Marina: ( Laughs )",
        "Danny: Okay. Oh, man, you are cute. You are a little cutie, aren't you? I always thought it would be fun to have a little girl, a little sister for Robbie to spoil like crazy. Funny, that... that face she just made. It's the exact same face that-- yeah-- that Robbie made when he was this age.",
        "[SCENE_BREAK]",
        "Jeffrey: The question is, where's the other baby? The one that Dinah was carrying all that time. Is it with her? Did it ever exist?",
        "Edmund: I wish Cassie could hear you right now, Mr. O'Neill. See you. See your true colors. One minute you're standing up in church playing the caring Godfather. The next minute you're stabbing me in the back.",
        "Jeffrey: The only wounds you have, Edmund, are self- inflicted. Trust me.",
        "Edmund: Look, I don't know how you came up with your ridiculous conclusions, but that's just what they are.",
        "Jeffrey: Well, it's real simple. It's called a DNA test. The results were conclusive. Cassie is not Hope's mother.",
        "Edmund: Then I don't know who's doing your testing for you, but they stink.",
        "Jeffrey: It's called the state crime lab. That's where we do tests when crimes have been committed. And you've committed a crime, Edmund.",
        "Edmund: Have I? You can't prove anything.",
        "Jeffrey: Well, we do know that Hope is not Cassie's baby, and once I get Michelle's DNA, then we'll know that she, in fact, is the biological mother. We already know that Michelle spent time with you, stayed with you prior to her accident.",
        "Edmund: Well, I was trying to help the poor girl.",
        "Jeffrey: By stealing her baby.",
        "Edmund: ( Laughs ) And how exactly did I accomplish that?",
        "Jeffrey: Well, we're going to put it all together, Edmund, don't worry. And when we do, it's called kidnapping.",
        "Edmund: You know, you must really hate me to come up with something so far- fetched. If you spout this garbage in front of Cassie, Mr. O'Neill, do you have any idea what it's going to do to her?",
        "Jeffrey: She already knows, Edmund. She already knows who you really are. She knows that you lied to her for months. She knows that she loved that baby and she's going to have to give her up. She knows that her heart is going to be ripped into two because of your sick, twisted needs. She hates you, Edmund. She knows because I told her when we got here.",
        "Edmund: She knows? She knows and yet she didn't tell me or anyone else. She knows and she went ahead with this party, as planned. Interesting.",
        "[SCENE_BREAK]",
        "Michelle: Cassie, what do you mean, you can't accept these? Of course you can. I want you to have them. For Hope. Look, I want you to stop feeling bad for me, okay? And let me be happy for you. Let me be happy that your baby is alive and healthy and is going to grow up in a wonderful life and a loving home. I take comfort in that, I really do. That's why I came here today, because I wanted to be a part of something positive before I leave town.",
        "Cassie: You cannot leave town. I want you to know something. I love Hope.",
        "Michelle: Of course you do. She's your child.",
        "Cassie: I loved her from the minute I laid eyes on her, the moment I held her in my arms.",
        "Michelle: Because she's a part of you.",
        "Cassie: I had no idea, Michelle...",
        "Michelle: You had no idea that you could even love her without even giving birth to her, right? It's because your instincts just take over. You hold that baby in your arms and you realize that they need you and they depend on you and your heart just fills with love.",
        "Cassie: You've got to stop, please. You've got to stop, because I have to tell you something. I have to tell you that Hope...",
        "Edmund: Cassie.",
        "Edmund: I'm sorry to interrupt, but Hope's inside with Danny and Michelle and she's fussing, and they can't seem to quiet her down. I haven't been able to quiet her down. I think she needs her mother.",
        "Michelle: I'll give it a try. Do you mind?",
        "Edmund: Would you, Michelle? That would be great. They're just inside. Thanks so much.",
        "Michelle: Okay. Hey, Cassie. You're going to accept those gifts or else.",
        "Cassie: Hope \"needs her mother.\" You're sick.",
        "Edmund: I know what Jeffrey told you and it's a flat-out lie.",
        "Cassie: It's a lie, huh? You know what, Edmund? You breathe lies. They're in your blood and they're all you know, and every word out of your sick, twisted mouth since the day I met you, since the day Dinah got pregnant, has been a lie. A lie! You son of a bitch.",
        "[SCENE_BREAK]",
        "Michelle: I don't know what Edmund was talking about. She seems totally happy.",
        "Marina: She's a sweetheart, isn't she?",
        "Danny: Why are you still here? Are you okay?",
        "Michelle: I'm fine. Actually, I'm just getting a little bit nervous about the time.",
        "Danny: Well, yeah. I thought you left. Your flight is... it's really soon. You want me to... listen, why don't you let me take you? We'll go pick up Robbie and I'll rush you guys over to the airport.",
        "Marina: I'm going to go tell Mrs. Chitwood, the baby-sitter.",
        "Michelle: Okay.",
        "Danny: Okay. So, you're all packed? You're ready?",
        "Michelle: Yeah, everything's packed. It's all ready. Look, do you mind if we just leave without saying goodbye to everyone?",
        "Danny: No.",
        "Michelle: I know that sounds kind of rude, but...",
        "Danny: Of course.",
        "Michelle: I'm going to write Cassie a note. I've just been about as noble and upbeat as I can be today.",
        "Danny: Yeah. I can tell.",
        "Michelle: ( Sighs )",
        "Danny: Come here.",
        "[SCENE_BREAK]",
        "Jonathan: For the longest time I wanted to be with you like this, but I just wouldn't let myself hope that...",
        "Tammy: Ssh. Just kiss me. I want to be yours.",
        "Sandy: ( Growls )",
        "Tammy: What was that?",
        "[SCENE_BREAK]",
        "Cassie: Never at your worst did I think you could do something like this.",
        "Edmund: I didn't.",
        "Cassie: You stole another woman's baby and you tried to pass it off as your own. You let Michelle think her baby had died.",
        "Edmund: I didn't. I didn't.",
        "Jeffrey: Save it, Edmund. We know what you did.",
        "Cassie: It's unbelievable. But you know what? You're going to get your real punishment because Michelle is going to look in your eyes and she's going to spit in your face for what you did to her. For what you did to me.",
        "Edmund: Cassie, I'm telling you, I didn't do it.",
        "Cassie: Does it make you feel powerful, Edmund, that you can just hurt people so deeply? Does it make you feel powerful, that you can just rip people's lives apart?",
        "Edmund: Cassie, you have to believe me...",
        "Cassie: That you can just give them hope and just literally take it away? Because I love that little girl in there...",
        "Edmund: Listen to me...",
        "Cassie: ...And it would kill me to give her up, but you know what? I have no right to keep her, and that's killing me.",
        "Edmund: Please.",
        "Cassie: That is killing me.",
        "Edmund: Cassie, listen to me.",
        "Jeffrey: Let her go, Edmund.",
        "Edmund: Listen to me, please. Believe about me whatever you want. Whatever you want. Believe the worst if you have to. But I swear-- I swear on Richard's grave-- Hope is not Michelle's baby. Michelle is not Hope's mother.",
        "Jeffrey: Let her go now.",
        "Edmund: You believe me, Cassie? You know it's true. You know I could never do the things he's accusing me of. Don't listen to him, Cassie. Don't listen to Marina. Don't listen to anyone else, just listen to me. Hope is not Michelle's child.",
        "Jeffrey: Stop lying, Edmund.",
        "Edmund: You don't have to give up Hope.",
        "Jeffrey: Stop lying.",
        "Edmund: You believe me, Cassie. I know you do.",
        "Cassie: Give me one reason why I should.",
        "Jeffrey: Oh, come on. What's the point, huh? You can tell your bogus story in court.",
        "Edmund: I'm not going to be in court, Mr. O'Neill, because I haven't done anything wrong. At least not anything you're accusing me of. May I explain, Cassie?",
        "Jeffrey: You want to know what you've done wrong, Edmund? Do I have to explain it to you? Okay, let's start with fraud and kidnapping. We're just starting with that, okay? By the time I get through with you...",
        "Cassie: Hey. I really want to hear what he has to say.",
        "Jeffrey: What's the point?",
        "Cassie: Let him explain himself.",
        "Jeffrey: Okay. Go ahead. Explain yourself. Dig yourself in deeper.",
        "Edmund: What I have to say to Cassie, I have to say to Cassie and not you. May I speak with you alone?",
        "Jeffrey: No, what you have to say to Cassie, you can say downtown. We can all hear it downtown. How's that?",
        "Cassie: It's okay. If he only wants to say it to me, that's okay. Jeffrey, you have to go inside and you have to stop Michelle.",
        "Jeffrey: The DNA?",
        "Edmund: Jeffrey, run along. Don't miss the chance to be proven wrong.",
        "Jeffrey: You really want me to leave you out here with this guy?",
        "Cassie: It's okay. Michelle.",
        "Edmund: Oh, God, man, don't be cruel. Don't be cruel. Don't get her hopes up for nothing.",
        "Jeffrey: You're unbelievable.",
        "Cassie: Well?",
        "Edmund: Thank you, Cassie. I knew you'd believe me.",
        "Cassie: I don't believe you. And you have about five seconds to give me your so-called explanation, and then I never want to see your face again.",
        "Edmund: Cassie...",
        "Cassie: No, don't. Don't even try to turn it around. Don't even try that, Edmund. How you could claim to love me and do something that is so... do you love me?",
        "Edmund: More than life itself.",
        "Cassie: Then, for once in your life, I want you to tell me the truth.",
        "[SCENE_BREAK]",
        "Jeffrey: Yes, Mrs. Chitwood. Okay. Where is everybody? Hello? Michelle? Oh, no, Michelle. You cannot... you cannot get on that plane.",
        "[SCENE_BREAK]",
        "Danny: Look at that. They're boarding for your flight already. All right, Bud. Come here. So, are you ready? You're going to be living with Grandpa Ed. Are you excited? What do you mean? You love Grandpa Ed. And California's awesome. It's going to be warm all the time and there are beaches and oceans. You can go swimming.",
        "Robbie: You come, too, Daddy.",
        "Danny: Aw, well, I... you know, I would love to but I can't. I've got to stay here. But I'm going to visit you all the time. You know what? Come here. Come and have a talk with me. Because you're going to come visit us, too, and Marina and Uncle Rick and Aunt Mel...",
        "Marina: Hey, Michelle? Um, I just wanted to say that I'm sorry I got your hopes up about the baby.",
        "Michelle: It's all right.",
        "Marina: No. It's not. You were trying to move on with everything and I just made things worse.",
        "Michelle: Well, it's going to be a long time before I ever get over it. If I ever do. It was a really terrible thing. But right now, I'm just going to try to think about the good things in my life that I'm grateful for, like Robbie, you know? And I'm going to focus on that.",
        "Danny: Grandpa Ed told me that there's another little boy who's just about your age who lives right next door, so as soon as you get there, maybe you'll have somebody to play with. Maybe even a new friend.",
        "Robbie: Can I have a little brother or sister, too?",
        "Danny: Well, maybe someday, Bud. Maybe someday down the road.",
        "[SCENE_BREAK]",
        "Tammy: What was that?",
        "Jonathan: It was nothing. It was the wind.",
        "Tammy: Well, what if it was someone from the party? What if they come in here? I'm checking.",
        "Jonathan: Boo! Well?",
        "Tammy: Nothing.",
        "Jonathan: See, I told you it was nothing. It was just the wind or a branch or maybe it was a ghost. The ghost of some old farmer dude who used to live here. He died of a broken heart. You know the only way to make peace with a ghost like that?",
        "Tammy: What?",
        "Jonathan: This.",
        "[SCENE_BREAK]",
        "Sandy: Hey, Josh. Good, you're still here. You got those plans? I want to get...",
        "Josh: Wait, wait, wait, wait, wait.",
        "Sandy: ...Figure out what's going on with the wiring.",
        "Josh: Why are you here? What happened to your date with Tammy?",
        "Sandy: Something came up. So, the plans?",
        "Josh: Sandy, this can wait until tomorrow, okay? I already sent the crew home. I'm wiped out from the flight. I'll tell you what: Why don't we go to Company instead, we'll get a couple of burgers and we'll talk about whatever...",
        "Sandy: No. No, Josh. Look, you go right ahead and get some food and go home and relax. I want to figure this out before... so the crew can get started first thing in the morning, you know.",
        "Josh: On your own? Are you sure about that?",
        "Sandy: You don't think that I can handle it?",
        "Josh: No, I know you can handle it. I just, you know, dealing with live wires, it can be a little tricky.",
        "Sandy: Well, I'll shut off the breaker. Not a problem.",
        "Josh: Okay. Fine. I'll tell you what. I'm going to grab the blueprints real quick, let you know what has to be done. This is the main area that I'm worried about, though, okay? I'll be right back.",
        "Josh: Sandy, watch out! ( Electrical flash )",
        "Sandy: ( Yells )",
        "Josh: Sandy. Sandy! Sandy.",
        "[SCENE_BREAK]",
        "( Cell phone ringing )",
        "Jonathan: Don't answer it.",
        "Tammy: What if it's important?",
        "Jonathan: No. It won't be.",
        "Tammy: What if it's my mom, wondering where I am?",
        "Jonathan: You're okay. You can call her back later.",
        "Tammy: Jonathan.",
        "Jonathan: No.",
        "Tammy: I'm sorry. It's Uncle Josh.",
        "Jonathan: Well, look, good. Then it's not important. You can call him back later.",
        "Tammy: Well, he doesn't call me unless it's important.",
        "Jonathan: Well, you want to know what's important? ( Cell phone ringing ) This is important.",
        "Tammy: Okay, just... just one second, I promise. Uncle Josh. Hey. What's up?",
        "Josh: Tammy, there's been an accident.",
        "Tammy: What? Aunt Reva?",
        "Josh: No, it's Sandy. He got injured on a job site that we're working on. He's hurt pretty bad.",
        "Tammy: What? Oh, my God.",
        "Josh: Listen to me now. The ambulance is on its way.",
        "Tammy: Is he... is he... ( Breaks down )",
        "Josh: Tammy, he's alive, but his pulse is weak. Just get to Cedars as quick as you can, all right? You're the one he's going to need to see.",
        "Tammy: I'll be there. Oh, my God. Oh, no.",
        "Jonathan: Hey. Hey. What is it?",
        "Tammy: It's Sandy. He's hurt really bad. I have to go.",
        "Jonathan: No. No. No way.",
        "[SCENE_BREAK]",
        "Michelle: Hey, guys. I hate to break this up, but they've already started boarding our section.",
        "Danny: You ready to go on a big adventure with Mommy? This means you and I have to say \"so long,\" but just so long for now. I'll see you real soon, I promise. Now give me a hug. I love you, little man. Take care of your mommy, okay? I'll see you real soon. I'll call you first thing tomorrow.",
        "Michelle: Hey, Robbie. You want to hold your own boarding pass and give it to the flight attendant? Okay.",
        "Marina: Hey. Do I get a hug, too? Come on, let's go over here.",
        "Michelle: How many times have we done this, huh?",
        "Danny: Too many. So, why don't we just say...",
        "Michelle: See you soon.",
        "Danny: See you soon.",
        "Flight attendant: Final call for flight 43, nonstop to Long Beach, California. All passengers must board immediately.",
        "Michelle: Be happy, okay?",
        "Danny: You, too.",
        "Michelle: Hey, Danny? If the baby had lived and had been yours, I would have stayed. I would have fought for you. Are you ready, Baby?",
        "Robbie: Mommy, I'm not a baby.",
        "Michelle: Oh, that's right, you're not a baby. What am I thinking? Let's go.",
        "Danny: See you, Slugger.",
        "Marina: Hey, you.",
        "Danny: Hey, you.",
        "Jeffrey: Hey. Where is she? Where's Michelle? I have to see her.",
        "Danny: Well, she's... it's too late, O'Neill. She's gone.",
        "[SCENE_BREAK]",
        "Edmund: Dinah was pregnant. She lost the baby.",
        "Cassie: She lost the baby.",
        "Edmund: I'm sorry, Cassie.",
        "Cassie: Go on.",
        "Edmund: She lost the baby and kept it to herself.",
        "Cassie: And you didn't know?",
        "Edmund: No.",
        "Cassie: You had no idea.",
        "Edmund: None.",
        "Cassie: I don't know, Edmund. You guys were really close. I mean, you knew her really well.",
        "Edmund: If by that, you're implying that Dinah and I slept together and therefore I should have known, Dinah and I were never intimate, Cassie. She wanted it to be otherwise, but I wasn't interested. The only woman I wanted to be with-- still want to be with-- is you. Dinah went to elaborate lengths to fake her pregnancy and I learned that after the fact.",
        "Cassie: I saw her stomach, Edmund.",
        "Edmund: What you saw was a rubber prosthesis. That was the extent to which Dinah was willing to go to trick you, Cassie. She never made peace with you. She still blames you for Hart's death and she wanted to put you through the ups and downs, the joys, the excitement of waiting for a baby, of loving that baby before it was even born. After that, I have no idea what she was planning. To disappear, I suppose, just disappear and leave you hanging, bereft, without Hope. I don't know, at any rate. I learned the truth just before the due date.",
        "Cassie: You knew, and you didn't tell me?",
        "Edmund: I knew you'd be devastated, Cassie. And I also knew... I thought that that child was my only chance, shred of a chance of maybe holding on to you, and so I lied. I lied. I decided if Dinah couldn't give you a child, I would.",
        "Cassie: So Michelle was just an easy target, then.",
        "Edmund: Oh, the whole Michelle business is just a figment of your boyfriend's imagination, Cassie. I'm repulsed he could come up with the idea.",
        "Cassie: Right. Right. Because you've never done anything bad or underhanded ever, have you?",
        "Edmund: I have. But I'm not a monster, Cassie. I've been a desperate man at different points in my life and I was a desperate man then, with plenty of money, and so I put out feelers to adopt a child illegally, on the black market. And after a few dead ends and a few close calls, one night out of the blue, a phone call came. And one night out of the blue, out of nowhere, Hope appeared.",
        "Cassie: It's not out of nowhere. She is someone's baby, Edmund. She is someone's little girl.",
        "Edmund: Yes. Someone who wanted to get rid of her. Someone who wanted to trade he in for cold, hard cash. Is that the kind of person you'd want raising Hope? Cassie, is that the kind of mother you want Hope to be with?",
        "Cassie: Okay, so the night that Hope supposedly was born, you staged the whole thing.",
        "Edmund: I told Dinah the ruse was up, that if she didn't leave town, I would tell her father, I would tell her brother, I would tell anyone who cared to listen about the agony and hell she'd put us through. And so she left. And then I went in there and I threw around a few pillows and lay down blankets and staged the whole damn thing. And when you walked through that door and I put Hope in your arms and your eyes filled with tears of joy and love, and I knew that Hope would have a mother to love her for the rest of her life, and I knew that you would have that child you wanted so much to cherish. Cassie, hate me if you have to, never speak to me again, but I knew in that moment I'd done the right thing.",
        "[SCENE_BREAK]",
        "Tammy: Let me go! Didn't you hear me? Sandy's been hurt.",
        "Jonathan: No, this is just another great excuse for you to run away from me again, run away from what you're feeling like you did all the other times.",
        "Tammy: It could be bad. He could die.",
        "Jonathan: Look, Tammy, the kid survived getting hit by a car. He'll survive this.",
        "Tammy: What if you're wrong?",
        "Jonathan: Well, what if I am wrong? What can you do for Sandy that a team of doctors can't do?",
        "Tammy: I can hold his hand and be there for him, someone who loves him.",
        "Jonathan: No. You don't love him. You feel sorry for him. You feel some kind of obligation.",
        "Tammy: I can't do this right now.",
        "Jonathan: Look, what just happened in here, what happened between us, we crossed a line. We can't go back now.",
        "Tammy: Sandy needs me.",
        "Jonathan: And what do you need?",
        "Tammy: I need him, too.",
        "Jonathan: No. That's your guilt talking. Stop lying to yourself. What you need is me. What you need is here. Now. What's going on between us. Please.",
        "Tammy: Let go of me. I...",
        "Jonathan: Tammy.",
        "Tammy: Oh, my God. Oh, God. I hope he's okay. Oh, my God.",
        "Jonathan: Tammy.",
        "[SCENE_BREAK]",
        "( Distant sirens )",
        "Josh: All right, Sandy, that's it. That's the ambulance. They're coming. They'll be here any second. Don't bail on me, all right? I can't replace you, and I know for sure that Tammy can't either. Just hang... Sandy? Sandy? Damn it. Sandy! ( Sirens drawing closer ) Come on, Sandy. Don't do this to me now. Don't do this to Tammy!",
        "[SCENE_BREAK]",
        "Jeffrey: Are you sure the plane has pulled away? I really need to speak to somebody on the plane.",
        "Flight attendant: Yes. Only for a security issue.",
        "Danny: O'Neill, what's going on? Why do you need to talk to Michelle?",
        "Jeffrey: Uh, Cassie had a...",
        "Danny: What?",
        "Jeffrey: ...Had a gift that she forgot to give to Michelle. But I guess we'll have to send it to her. You have her address, right? In California?",
        "Danny: Yeah. Yeah. This is a gift? The way you were acting, I thought it was an emergency.",
        "Jeffrey: Oh, God. You know what, Danny? I'm sorry. I've really got to get back to Cassie. Excuse me. I'm sorry.",
        "Danny: Okay, well, I didn't see a gift. Did you? That was weird.",
        "Marina: Yeah. But then again, you know, he's kind of weird.",
        "Danny: That's an understatement.",
        "Marina: You know what?",
        "Danny: What?",
        "Marina: I feel like I got my own gift today.",
        "Danny: You do?",
        "Marina: You. No looking back.",
        "Danny: No looking back.",
        "Marina: Come on, then. Let's go home.",
        "Danny: Yeah. Let's go home.",
        "Robbie: Mommy, is that home down there?",
        "Michelle: Um, yes and no. See, from now on, home is anywhere we're together.",
        "Robbie: And Daddy, too.",
        "[SCENE_BREAK]",
        "Cassie: Why should I believe one thing that you've told me? You don't have any proof.",
        "Edmund: Yes, I do. There was someone else who knew that Dinah wasn't pregnant.",
        "Cassie: Who?",
        "Edmund: Think about it, Cassie. Who did know Dinah intimately?",
        "Cassie: Jonathan.",
        "Edmund: Jonathan. Jonathan wanted to tell you that Hope wasn't your child. The first decent impulse the boy has ever had, but when I explained to him the kind of home Hope had come from and how we could give her a much better, better life, he agreed to be quiet and he backed down. I'm sorry.",
        "Jeffrey: You all right?",
        "Cassie: Um, Michelle. What's going on with Michelle?",
        "Jeffrey: She doesn't know. When I went back inside, there was a note. Everyone was gone. She left for the airport. By the time I got there, the plane had already taken off.",
        "Edmund: Well, thank goodness. You would have ruined her hopes.",
        "Jeffrey: He's still feeding you the same line about Hope not being Michelle's?",
        "Edmund: It's not a line, it's the truth, and Cassie knows it. Excuse me. I'm going to go find Hope.",
        "Jeffrey: I'm so sorry. What's he saying now? Hm? That he stole Hope from somewhere else?",
        "Cassie: That he bought her on the black market.",
        "Jeffrey: It's not true.",
        "Cassie: What kind of mother would sell her own baby? I mean, doesn't she belong with me? Wouldn't she be better off with me?",
        "Jeffrey: We don't have to answer that right now, Cassie. Okay? We'll take things one-step at a time. We'll get some of Michelle's DNA and then we'll know the truth.",
        "Cassie: But until then Hope stays with me, right? I want her to be mine so bad. I do. I just want her to be mine. But if she's not, and she's Michelle's, then I have to do the right thing. I have to do the right thing.",
        "[SCENE_BREAK]",
        "Announcer: Next, on \"Guiding Light.\"",
        "Ava: Don't you want to be Master of the Universe?",
        "Bill: I think there's another family member who's interested in the job.",
        "Reva: You are legend.",
        "Billy: Time to pass the torch.",
        "Reva: Pass the torch? Are you going to write your own obituary, too?",
        "Ava: Were those flowers for that girl, Tammy?",
        "Jonathan: No ties, no hassles. Life is freaking great."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=NEFLFaPn0Ws"
}