{
    "Episode Summary": [],
    "Recap": [
        "Olivia shares a jail cell with Alex, and they create an alliance. Coop comes at the Spaulding mansion with a bulldozer and does some major damage. Gus agrees to help Phillip with the background checks. Bill decides that to help Olivia he may have to marry her. Gus's first interview is Ruth. Coop is given the option of working for Phillip or going to jail."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley/Ruth: Well, thank you, Mr. Lewis.",
        "Bill: Ruth, fancy seeing you here. How's the new job?",
        "Ruth: Well, it's going quite nicely, sir. Thank you for asking.",
        "Harley: This is risky.",
        "Bill: I know, but I had to see you. We got to do something about Olivia.",
        "Harley: You're telling me.",
        "Ruth: Well, excuse me, sir. Mr. Spaulding is expecting me back at the mansion. I don't have time for idle chitchat.",
        "Bill: But Ruth, I want you back.",
        "Ruth: That's not possible, sir. Working with Mr. Spaulding is a dream job. The man is an absolute joy.",
        "Bill: Yes. Well, you're absolute joy is behind this bogus deportation.",
        "Harley: Hello? You're telling me.",
        "Bill: All right, well, we don't have much time.",
        "Harley: Look, I am well aware of that. But we are going to make Phillip pay for this and every single other dirty deed he's got up his sleeve. We will strip him of everything.",
        "Bill: Well, that is music to my ears. But listen to me. Be careful. I don't need both my partners in jail.",
        "[SCENE_BREAK]",
        "Olivia: This is ridiculous. The only reason I'm here is because my ex-husband is afraid of me. He wants me thrown out of the country. Don't you get it? You're taking the orders of a lunatic. You can't treat me this way. I'm a taxpayer. I want to see my lawyer now.",
        "Guard: Be quiet, lady.",
        "Olivia: No, no. Unless you want to be named in a lawsuit, you will let me use the phone. I want to use the phone.",
        "Guard: Inside.",
        "Olivia: What?",
        "Guard: You heard me. Get inside. Enjoy your stay. INS will be in to see you later.",
        "Olivia: You're going to regret this. You're going to regret it. Phillip, I hate you. I wish I had never met you or your stinking family.",
        "Alexandra: Believe me, the feeling is mutual.",
        "[SCENE_BREAK]",
        "Coop: It's payback time, Phillip. Food delivery for Mr. Phillip Spaulding. You don't have to worry about calling anybody. He knows it's coming.",
        "Security guard: I have to call. I can't just let you in.",
        "Coop: The other guy does. Besides, I know that Mr. Spaulding is in a very, very important meeting right now. You don't want to be that guy that takes him away for a phone call for no reason.",
        "Security guard: You don't understand something, kid. I have a reason. You want me to lose my job?",
        "Coop: Oh, great.",
        "Lizzie: And what do you think you're doing here, huh?",
        "Coop: Delivering food.",
        "Security guard: For your father, Miss Spaulding.",
        "Lizzie: (Scoffs) I don't think so. Don't let this jerk anywhere near our house.",
        "[SCENE_BREAK]",
        "Gus: What is so important that you have to call me all the way back here to the house when I just saw you...",
        "Phillip: Shh. I have an assignment for you.",
        "Gus: ...For breakfast. What? You couldn't pick up the phone?",
        "Phillip: I didn't want to talk to you on the phone because it's too sensitive for that. Listen. There has been a serious security breech at Spaulding.",
        "Gus: Oh, okay. Well, then you should be talking to security, because I'm the legal department.",
        "Phillip: No, I'm talking to you because I don't trust anybody outside the family to handle this, and you've got the experience.",
        "Gus: Okay, just take a deep breath. Are you sure this isn't your paranoia, or did something really happen?",
        "Phillip: No. It started with the leaks to the press, and it's gotten worse. Now I'm worried about the family's safety. I want you to run a number of background checks on certain Spaulding employees.",
        "Gus: Employees...",
        "Phillip: No, listen. I want you to start with that new maid, and then the gardener that Alan just hired. I also want you to look into my assistant, Ruth Karloff.",
        "Gus: Do you hear yourself? You can do your own dirty work, okay?",
        "Phillip: Well, I'm doing it with or without you.",
        "Gus: Like I care.",
        "Ruth: Good morning, Mr. Spaulding.",
        "Phillip: Good morning, Ruth.",
        "Ruth: Well, sir, shall we get started on the plans for the day?",
        "Phillip: This is perfect timing, Ruth. I have something very important for you to do today, and the sooner we get started, the better.",
        "Alan: Gus, have you seen Beth? I have a match scheduled with her this morning.",
        "Gus: I haven't seen her since breakfast.",
        "Alan: You know, I'm surprised you're here. I thought you would be at the office.",
        "Gus: Yeah, well, you know, the big boss, he summoned me back to the house.",
        "Alan: He summoned you here at the house?",
        "Gus: Yes, back to the house. Exactly. He's on a witch-hunt. He's on a witch- hunt, Phillip. And he's got me looking for broomsticks.",
        "Alan: I'm not following you.",
        "Gus: Yeah, he wants me to play plumber boy and interrogate everybody and Lord knows what else.",
        "Alan: I gather from your attitude you said no.",
        "Gus: Well, you gathered right. I'm not going to lean on every one of our employees and alienate them because Phillip doesn't like the color of their shoes.",
        "Alan: Gus, you're new to this corporate system. Now, Phillip's request is really not that unusual.",
        "Gus: Mm-hmm.",
        "Alan: Especially if someone is trying to sabotage our company.",
        "Gus: Fine. But he wasn't specific about any one thing, okay? And that... I'm sorry. That just gets me wondering.",
        "Alan: Wondering about what?",
        "Gus: If it's happening again. If it's his paranoia. You know...",
        "Alan: Now wait. I think you're really being to hard on him.",
        "Gus: You do?",
        "Alan: Yes.",
        "Gus: Is that what you think? Let me tell you what I think. I think your number-one son is coming unglued again, okay? And I think you should step in and stop the madness.",
        "[SCENE_BREAK]",
        "Coop: Move along, Lizzie. You wouldn't want to be seen chatting up the delivery boy now.",
        "Lizzie: You're up to something. Any idiot could figure that out.",
        "Coop: It's a good thing you're not just any idiot. You're a Spaulding.",
        "Lizzie: Shut up.",
        "Coop: Oh, that's a good one. Look, what are you doing out here anyway? Shouldn't you be in your shiny little convertible, driving around?",
        "Lizzie: For your information, I like to walk.",
        "Coop: Oh. You surveying the land, or are you just mingling with the common folk?",
        "Lizzie: Oh, good one, Henry. You know what? I want to know what's in the bag. Search him while you're at it.",
        "Coop: You can't search me. He'd be violating my civil rights.",
        "Lizzie: Actually, you're on private property, so you have no rights. What's in the bag?",
        "Security guard: A brick.",
        "Lizzie: A brick. Now, what were you going to do with that? Throw it through our window? That'd be very original.",
        "Coop: It's from Harley's house.",
        "Lizzie: Oh.",
        "Coop: Your dad needs to see exactly what he's doing.",
        "Lizzie: Oh, so you honestly thought you were just going to saunter in here with a brick in a bag?",
        "Coop: Actually, I did.",
        "Lizzie: Very Cooper.",
        "Coop: What's that supposed to mean?",
        "Lizzie: It means, look at you. You got your little brick in your little bag. And then look at us. Look at everything we have. Look at our house.",
        "Coop: One of these days, Lizzie, I'm going to really enjoy bringing you down a peg or two.",
        "Lizzie: Dream on.",
        "Security guard: You want me to call the police, Miss Spaulding?",
        "Lizzie: I don't know. Should we call the police?",
        "Coop: Go for it.",
        "Lizzie: No, you know what? I don't have time for that. Just get off my property.",
        "Coop: Okay.",
        "Lizzie: What? That's it? No argument? No nothing?",
        "Coop: What do you want, Lizzie? You've already caught me.",
        "Lizzie: You're right. So why don't you just leave?",
        "Coop: You don't have to tell me twice.",
        "[SCENE_BREAK]",
        "Frank: Olivia, what are you doing here? Cirillo told me he brought you in, but he wouldn't tell me why.",
        "Olivia: Frank, you've got to do something. There's been a huge mistake. The INS is talking deportation, all right? You've got to help me.",
        "Frank: They want to deport you? I thought once you married an American citizen, that that was...",
        "Olivia: And I've married several. I should be good for life.",
        "Frank: Yeah, well, unfortunately it's not my area of expertise, but I'll see what I can do.",
        "Olivia: Just do it soon, okay? I can't sit here and look at this barracuda.",
        "Frank: Yeah, I know what you mean. I do find comfort, however, knowing that she's locked up, where the only person she can hurt is herself, so... how's the foot?",
        "Alexandra: Throbbing. Thank you very much.",
        "Frank: Well, sorry to hear it. Olivia, I'll see what I can do, all right?",
        "Olivia: Thanks.",
        "Frank: All right. You two ladies try to keep it down in here, will you?",
        "Olivia: Well, golly. What a great opportunity to catch up.",
        "Alexandra: Did I hear correctly? Are you being deported?",
        "Olivia: That's the plan.",
        "Alexandra: (Laughs) I'm sorry. That's priceless.",
        "Olivia: Oh, yes, your nephew has a wicked sense of humor. He had me stopped in the airport in Copenhagen a couple of weeks ago.",
        "Alexandra: Oh, I hope you tried the pastries. They really are to die for.",
        "Olivia: Pastries make you fat.",
        "Alexandra: Oh, really? Well, I wouldn't know.",
        "Olivia: No, of course not. Not with all that exercise you're getting out in the yard, huh?",
        "Alexandra: Actually, I'm not getting that much these days, as you can see.",
        "Olivia: You really hurt your foot. What was it, a close encounter with an inmate? Or did you kick the bars because they didn't bring you dinner fast enough?",
        "Alexandra: (Coughs)",
        "Olivia: You kicked the bars and broke your foot? (Laughs)",
        "Alexandra: I was having a really bad day.",
        "Olivia: I guess so. Can I sign your cast?",
        "Alexandra: Oh, that would be wonderful. Just make sure you say, \"good- bye forever\" on your way out that door.",
        "Olivia: Which will be very soon, I hope.",
        "Alexandra: Well, you should be thanking your lucky stars you'll be out of here. But really, has anyone warned San Cristobel?",
        "Bill: Olivia? I'm going to get you out of here, okay? I promise. Hey there, Alex. You look rested.",
        "Olivia: You promise? Is your promise supposed to make me feel better?",
        "Bill: I'm sorry?",
        "Olivia: You helped Harley. That's why I'm here.",
        "Bill: No, I... well, yes, but I never intentionally meant to hurt you.",
        "Olivia: Everything is intentional, Bill.",
        "Bill: Come on, please. You don't mean that. You're frustrated and you are scared, but that's no reason to take it out on me.",
        "Olivia: Really?",
        "Bill: Come on. We are in this thing together.",
        "Olivia: Together? No, no. Maybe when we first started in business, but no. No, ever since Harley latched on...",
        "Bill: Ssh.",
        "Olivia: What? It was your dumb mistake, not mine.",
        "Bill: Listen to me. Harley is helping us, all right? She has the same goals we do. She's helping us in ways you don't even know.",
        "Olivia: How?",
        "Bill: Will you just...",
        "Olivia: No! No.",
        "Bill: ...Keep it down.",
        "Olivia: It's your soft spot for Harley that got me in here in the first place, and now I may lose Emma. Do you understand? I may never see my daughter again, and if that happens, it's your fault.",
        "[SCENE_BREAK]",
        "Alan: Gus, I think the only problem here is that you and Phillip do not see eye to eye on this.",
        "Gus: And you think that is the only problem? That's what you think?",
        "Alan: Yes. Yes. Now, look, I have told you before, I am not going to interfere in Phillip's business decisions.",
        "Gus: That's the point, though. These aren't business decisions. He's making his decisions based on personal things, or revenge--mostly revenge.",
        "Alan: Well, I think you should talk to him about it.",
        "Gus: Oh, please. Like that's going to work? Are you kidding me?",
        "Alan: I know you've tried before, but persistence is the name of the game.",
        "Gus: Well, that's... I'm out of the game. I'm out. I was much better off as the lone wolf.",
        "Alan: The lone wolf? So, you've given yourself a nickname, huh?",
        "Gus: It's a state of mind, big al.",
        "Alan: Yeah. Don't you see, though, Gus? You are the lone wolf inside of Spaulding.",
        "Gus: You could sell ice to Eskimos. You could sell anything.",
        "Alan: It is a fact. You are a Spaulding. Where else can you be as isolated and as different?",
        "Gus: That was not the point.",
        "Alan: The point is, you are the voice of reason when it comes to Phillip, and without you, he goes unchecked.",
        "Gus: You sound like Beth.",
        "Alan: Well, Beth's a very smart woman, and a very good tennis player, and I'm going to go meet her on the court right now, and when I get back, we will continue this. But in the meantime, while I am gone, please try not to howl too much, all right?",
        "Gus: You're hysterical. Funny.",
        "[SCENE_BREAK]",
        "Ruth: Here's a draft of the proposal to the city council.",
        "Phillip: Actually, Ruth, before we get into this, there's something that I'd like to discuss with you. Why don't you come on over here and sit down with me?",
        "Ruth: Am I in trouble, sir?",
        "Phillip: Why would you ask that?",
        "Ruth: Well, sir, you sounded so serious.",
        "Phillip: Well, it is serious. But it should also be painless, as long as you have nothing to hide.",
        "Ruth: What are you trying to imply, sir?",
        "Phillip: I'm running a background check on you, Ruth.",
        "Ruth: Well, sir, I assumed you did that when I was hired.",
        "Phillip: Uh, well, I would have normally, but I've been a little preoccupied. Why? Is that a problem?",
        "Ruth: No, sir. Not at all.",
        "Phillip: Okay. Because one of my investigators will be interviewing you today. I'm not sure...",
        "Gus: Phillip!",
        "Ruth: I'll just give you a minute alone, sir.",
        "Phillip: No, that's all right. You stay, Ruth. I'll be right back. Look, Gus, unless the house is on fire, I'm a little busy right now.",
        "Gus: Listen, I have decided to go ahead and run all the background checks that you want.",
        "Harley: Come on, Bill. Pick up. Pick up. (Cell phone ringing)",
        "[SCENE_BREAK]",
        "Olivia: Don't you dare take that call. We're not finished.",
        "Harley: Damn it, Bill. Where are you?",
        "Bill: Sorry, I've got to take this. What do you have?",
        "Harley: A warning.",
        "Bill: What now?",
        "Harley: Phillip is running a background check on Ruth, so be prepared.",
        "Bill: All right. Well, thanks for the heads up. I've got it covered.",
        "Harley: Yeah. Yeah, because if my references don't check out, my cover is blown.",
        "Bill: Don't worry.",
        "Harley: Easy for you to say.",
        "Bill: Look, you just keep looking through Phillip's papers, all right? Leave the rest to me.",
        "Harley: Okay, okay.",
        "Bill: Are you looking?",
        "Harley: Yes, I am looking.",
        "Bill: Did you find anything?",
        "Harley: No, I haven't found anything yet. Not yet.",
        "Bill: Harley, just keep looking, all right, because you're our best hope to get Olivia out of here.",
        "Harley: I realize that, Bill. I realized that back at the Beacon, I realized that, okay?",
        "Bill: Sorry, it's just... I'm a little desperate here.",
        "Harley: Okay, look, I've got to go. I've got to go, because Phillip, he's going to walk in any second, okay?",
        "Bill: I've got someone working on this.",
        "Olivia: I heard.",
        "Bill: Hey. We're going to find what we need to beat this thing. All right? You are not going to get separated from Emma. No way. Not a chance.",
        "Olivia: Thank you.",
        "Bill: Look, I know you're scared, but I am not going to let anything bad happen to you. All right?",
        "Alexandra: You're in love with him.",
        "[SCENE_BREAK]",
        "Harley: That's right, Phillip. You keep talking, I'll keep looking.",
        "Phillip: Well, I'm happy to have the cooperation, but why the sudden turnaround?",
        "Gus: Because I'm not going to stand around and watch you alienate our entire staff and invite a dozen lawsuits while you're at it.",
        "Phillip: I guess I can be a little overzealous.",
        "Gus: Mm-hmm.",
        "Phillip: Sometimes.",
        "Gus: A little bit.",
        "Phillip: I don't care. I'm glad that you changed your mind. This is a very important job. Spaulding has got to be a fortress if we're going to succeed.",
        "Gus: Right. And there is a spy in the castle.",
        "Phillip: You just find out who it is. I'll take it from there.",
        "Gus: All right. Got a list or something I could...",
        "Phillip: You bet I've got a list.",
        "Gus: Look at that. Unbelievable. You're on it. All right, I'm going to call a friend of mine at the FBI.",
        "Phillip: Well, you can do that later. I've got Ruth Karloff, my new assistant, in here. I want you to start with her right away. Ruth?",
        "[SCENE_BREAK]",
        "Lizzie: If you see that guy get back here again, just inform me or my dad as soon as you... (loud engine starts) what are you doing?",
        "Coop: Mind the gap, sweetheart. This train is leaving the station. (Cheers)",
        "Lizzie: Will you stop him? Do your job!",
        "Security guard: He's not stopping for anyone!",
        "Phillip: That's funny. She was here a minute ago. (Bulldozer engine)",
        "Lizzie: No. No, don't! (Loud crashing)",
        "Phillip: What the hell was that?",
        "Gus: Well, that didn't sound good.",
        "Phillip: Yeah. No kidding. Well, I have no idea what that was, but I'm going to go check it out.",
        "Gus: Listen, I'm going to stay here for your assistant.",
        "Phillip: Yeah. Oh, yeah, her name is Ruth. Ruth Karloff.",
        "Gus: Ruth Karloff, right. Ruth Karloff. I bet you didn't know what you were getting yourself into when you took this job.",
        "[SCENE_BREAK]",
        "Olivia: I am not in love with Bill. He's my business partner.",
        "Alexandra: Well, forgive me, dear, but I almost became ill watching that touching scene: The hands reaching through the bars and the tearful good-bye.",
        "Olivia: I'm emotional, all right? Your nephew won't let up.",
        "Alexandra: Can you really blame him?",
        "Olivia: Don't you dare. You are the last person who should judge me. You're a drug dealer.",
        "Alexandra: Really? Well, let's just keep this on you because you... you and your business partner have declared war, literally, on the Spaulding's, and all Phillip is doing is fighting for his family.",
        "Olivia: And I'm fighting for my life. For my child.",
        "Alexandra: Well, pardon me if I can't muster up too much sympathy for you.",
        "Olivia: Oh, big surprise.",
        "Alexandra: You know, you're the one who brought the Spaulding's... you started this whole spiral downhill by pitting Phillip against Alan in the beginning, and look what you ended up doing to Phillip.",
        "Olivia: I didn't do anything to Phillip!",
        "Alexandra: What, putting him in a psychiatric hospital by telling him that his baby daughter is dead? For God's sake.",
        "Olivia: I had to protect my child, for God's sake!",
        "Alexandra: That's ridiculous. There's nothing more precious in this whole wide world than his children, his family.",
        "Olivia: Oh, you know what? Don't even use the \"f\" word with me, all right? You sent your precious family to hell in a hand basket when the feds came a-knocking on your alleged front door.",
        "Alexandra: I'm paying for my mistake.",
        "Olivia: (Sighs) maybe neither one of us is completely innocent.",
        "Alexandra: Who claims to be? Well, really, though. Do you and I belong here?",
        "Olivia: I know that I don't.",
        "Alexandra: I never liked you.",
        "Olivia: Oh, well that's because we're so much alike.",
        "Alexandra: Perish the thought.",
        "Olivia: Oh, you'd better believe it, but unfortunately, it's true. We've made huge mistakes because of the men we've chosen.",
        "Alexandra: Oh, what woman hasn't?",
        "Olivia: But this, I don't think I can take. I may never see my daughter again. But you know what that feels like, don't you, because somebody took your babies, didn't they?",
        "Alexandra: Yes. It's the most horrible feeling in the whole wide world. Mm- hmm. I wouldn't even wish that on you.",
        "Olivia: Then help me. Help me.",
        "Alexandra: How?",
        "Olivia: By getting me out of here. Look, you pull that off, I'll return the favor.",
        "Bill: Hey there, Chief. Can you let her out?",
        "Frank: What did you say?",
        "Bill: Olivia. Can you go down to the jail, open the door, and let her walk? Could you, please? And don't give me any excuses about paperwork and red tape, all right?",
        "Frank: Well, Bill, unfortunately we're dealing with INS here, and when you deal with INS, they're going to do what they've got to do. And I'm afraid if I stick my nose into this, well, you know, it could turn out bad.",
        "Bill: Well, you're probably right. Thanks anyway.",
        "Frank: Hey, Bill. Come here. I would like to help you, I really would. I like Olivia, okay? I think she's had her share of bad breaks. I mean, I don't agree with her choices of men, but...",
        "Bill: Well, marrying Phillip Spaulding is the stupidest thing she's ever done, I think.",
        "Frank: You think?",
        "Bill: I mean, what kind of man would sic the INS on the mother of his child?",
        "Frank: Well, let's see. Maybe the same kind of guy who would level the house of the mother of his other children? Do you really think Phillip could do this?",
        "Bill: Oh, Frank, come on. Please.",
        "Frank: Yeah. You're probably right.",
        "Bill: I mean, look. If you want to hate each other, hate each other, but there's no need to hurt an innocent little girl. That's the way I see it.",
        "Frank: Well, see, that's just exactly the problem. The children, they're always the innocent ones that get hurt. Eleni and I, we've always tried to be civil about everything, but unfortunately, Marina is the one who always gets hurt.",
        "Bill: I mean, look, my parents, they had their ups and downs, but my dad, he would never, ever do anything like this.",
        "Frank: Yeah, well, Phillip is certainly on a rampage, isn't he? I've never seen anybody go after anybody else like he does.",
        "Bill: He's done a number on your family, huh?",
        "Frank: Yeah, Phillip certainly has. This whole family, actually. I lost my job, I lost my girl. My sister lost her house, her fiancé. My dad almost lost his life. My daughter drops out of college. Why? Because she's scared to death and she wants to keep an eye on her father and her grandfather.",
        "Bill: You guys... you don't deserve any of that.",
        "Frank: No, we don't. You're absolutely right about that. But we got one thing going for us: We have each other.",
        "Bill: Yeah. Well, see, that's just it. You have each other. Olivia, she's all alone.",
        "Frank: That's not exactly true. And you know why? Because she's got you.",
        "Bill: Her business partner. Big deal.",
        "Frank: Well, Bill, if you don't want your business partner to leave the country, maybe it's time for you to step up to the plate. What do you think? Because right now, I think that you are all she's got.",
        "[SCENE_BREAK]",
        "Gus: Okay, thanks.",
        "Alan: What on earth was that?",
        "Gus: I thought you were on the tennis court.",
        "Alan: Well, Beth had to postpone the game because she forgot she had a doctor's appointment.",
        "Gus: You and Beth. It's kind of cute. You're like two peas in a pod.",
        "Alan: Beth is like a daughter to me.",
        "Gus: Right. Well, didn't your last daughter turn out to be your sister? It's funny how relationships in this family evolve.",
        "Alan: You know, Gus, you are incorrigible.",
        "Gus: I've been called a lot worse than that.",
        "Alan: Yes, you have.",
        "Gus: Yes, I have. You're right. I should be simple and uncomplicated, like your other son.",
        "Alan: Well, I still think my two very different sons would make a good team.",
        "Gus: Okay, just stop. I've already put the ball in motion, okay? I'm working on project paranoia, for your information. I'm interrogating somebody right after this. I'm starting with Phillip's new assistant...",
        "Alan: Wait. Phillip has got a new assistant?",
        "Gus: Yes.",
        "Alan: I didn't know about that.",
        "Gus: Yes. Her name is Ruth Karloff. I'm sure she's going to be the highlight of my day.",
        "[SCENE_BREAK]",
        "Lizzie: You stupid idiot! You almost hit me!",
        "Coop: Oh, I'm the stupid one? Who didn't get out of the way until the very last second?",
        "Lizzie: Well, I was protecting my family.",
        "Coop: Well, so was I.",
        "Lizzie: I can't believe this. Oh, great. There's a tree in our solarium.",
        "Coop: Well, that was an accident, but it certainly did turn out all right, didn't it?",
        "Lizzie: You're crazy. You're a real psycho.",
        "Coop: Well, it takes one to know one, doesn't it?",
        "Lizzie: You're going to pay for this.",
        "Coop: That's what this is all about, Lizzie. It's payback. Your dad knocked down my sister's house!",
        "Lizzie: My dad owns that house!",
        "Coop: Oh. Well, that makes it all right, then?",
        "Lizzie: Well, this isn't exactly right what you did, either.",
        "Phillip: What the hell is going on out here?",
        "Coop: Well, foot slipped.",
        "Phillip: Oh, well. What a surprise.",
        "Coop: Foot slipped onto the pedal. So sorry.",
        "Phillip: Oh, you will be sorry.",
        "Lizzie: Daddy. Listen, I really did try and stop him. I tried. I was so scared. He almost hit me.",
        "Phillip: Are you all right?",
        "Lizzie: Yeah, I'm fine.",
        "Ruth: Mr. Spaulding?",
        "Phillip: Yes?",
        "Ruth: I thought that you would need some... oh, Lord. What have you done?",
        "Phillip: I'll tell you what he's done. He's just landed himself some time in jail. And when you get out, you will owe me a tree, a gate, and a new solarium.",
        "Coop: Oh, just like you owe Harley and your kid a new house?",
        "Phillip: My son Zach has a house. You just knocked a tree into it. Go call the police.",
        "Ruth: Mr. Spaulding, I wouldn't, sir.",
        "Phillip: You wouldn't what?",
        "Ruth: I am appalled by this young man's behavior, but...",
        "Phillip: But what?",
        "Ruth: Sir. He's just a boy, sir.",
        "Phillip: Well, that boy just destroyed part of my house, and my daughter could have been seriously injured.",
        "Ruth: I realize that, sir.",
        "Phillip: Well, then what's the problem? Mike, go call the police. What? Why do you care so much about this kid?",
        "Phillip: I want to know, what is the problem?",
        "Ruth: Sir... sir, it is bad publicity, sir.",
        "Phillip: I don't give a damn. I'm not going to be held hostage by public opinion. This kid tried to level my house. He's got to be taught a lesson.",
        "Ruth: You're right, sir.",
        "Phillip: I'm so glad that you feel that way. Unbelievable. You Coopers never learn a damn thing, do you?",
        "Coop: That's right. I'm a Cooper. But the last name is Bradshaw.",
        "Phillip: Oh, well, thank you, Mr. Bradshaw. We'll want to get that right on the police report.",
        "Coop: Do I know you?",
        "Ruth: I don't associate with juvenile delinquents.",
        "Lizzie: (Laughs) that's good.",
        "Coop: What is so funny, goldilocks?",
        "Lizzie: Nothing. I just think it's funny how clearly Ruth can see.",
        "Phillip: Frank. You're back on the job. Well, I'm sorry that one of your first calls has to be to arrest your brother.",
        "Frank: Did you do this?",
        "Coop: They deserved it, Frank. You know it as well as I do...",
        "Frank: Don't say another word.",
        "Phillip: Oh. Now, that's what I like to see: Unbiased law enforcement in action.",
        "Frank: Are there any witnesses here?",
        "Phillip: Yes. Lizzie and Mike, here. They're both ready to give you a statement.",
        "Lizzie: We are more than ready to give you a statement.",
        "Frank: All right, Simmons. Take statements here. And you, I want you to go over there, I want you to sit down, and I want you to keep your mouth shut. I want to... I want to pay for all the damages.",
        "Phillip: Take a look at it, Frank. You're talking about tens of thousands of dollars.",
        "Frank: What my brother did was dumb, stupid, and reckless.",
        "Phillip: Mm-hmm.",
        "Frank: But I don't want him to have a record. He doesn't deserve that.",
        "Phillip: Oh, well, actually, I think he does deserve it, and that's exactly what I expect to happen.",
        "Frank: Look, if you want to take something out on somebody, you take it out on me.",
        "Phillip: Frank, what kind of a lesson would that teach the boy? Now, we all have to learn sooner or later in life that our actions have consequences. Now, damn it, arrest him or things will get much worse.",
        "[SCENE_BREAK]",
        "Bill: Well, Mr. Mason, I'm not asking for miracles here. I don't know, can you file a brief? Make a motion? Something that's going to tie up the proceeding? Yes, but look, you're not hearing me. My partner has a little girl, and this whole thing is a ploy by the girl's father to keep her away from Olivia. That's what's going on here. I mean, the only mistake that she made is marrying this freaking lunatic. Sorry. Listen, sorry, sorry. But... bottom line, you can't help or you won't help? Yeah, well, you know what? Thanks for nothing. All right, there's other lawyers, Bill. Just take it easy. Olivia, don't worry. Your partner is here. You can count on me. You can count on me. No. Jeffrey O'Neill, please. Bill Lewis. He's in a meeting? Yeah, well, could you get him out? I think he's going to want to take this call. (Laughs)",
        "Alexandra: So, you want to play \"let's make a deal\"?",
        "Olivia: Oh, yes, I do. I'm that desperate.",
        "Alexandra: Why on earth should I trust you?",
        "Olivia: What have you got to lose?",
        "Alexandra: True. But then again, you?",
        "Olivia: Well, has anybody else done anything to get you out of here? I mean, Alan or Phillip?",
        "Alexandra: Oh, well... (laughs)",
        "Olivia: I mean, it seems like they just sort of left you here to rot, didn't they?",
        "Alexandra: No. I'm sure they're distancing themselves from me for the sake of Spaulding. But come on. We are family. They would never abandon me. We're family.",
        "Olivia: There's that word again. My offer still stands. You have my word.",
        "Alexandra: Which means what? Absolutely nothing.",
        "Olivia: All right, all right.",
        "Alexandra: But I'll do it. I'll call Phillip; I'll tell him to call off the dogs.",
        "Olivia: That's it? That's your idea of helping me? There's no way.",
        "Alexandra: I think you underestimate my influence over Phillip.",
        "Olivia: I think you underestimate how much he hates me.",
        "Alexandra: (Laughs) well, perhaps, perhaps. But what have you got to lose?",
        "Olivia: Good point.",
        "Alexandra: Fine then. But what are you going to do for me?",
        "Olivia: Okay, all right. How about... I was running Spaulding when the whole Brad Green/Vinnie Salerno thing happened, right?",
        "Alexandra: Right.",
        "Olivia: Alex, I will swear in court that it was Brad who framed you, that he set you up.",
        "Alexandra: (Laughs) good. Okay. Okay. Let's do it. Let's... we sound desperate, don't we?",
        "Olivia: Well, desperate times call for desperate measures.",
        "Alexandra: Let's just do it. Jeanie? Jeanie? Jeanie?",
        "Guard: Can I get you something, Spaulding?",
        "Alexandra: Yes, please. May I... may I ask a huge favor of you?",
        "Guard: Sure, just name it.",
        "Alexandra: May I borrow your phone again?",
        "Guard: Just be discreet.",
        "Alexandra: Oh, I will. I will. Her son just loves that mountain bike I sent him.",
        "[SCENE_BREAK]",
        "Alan: Well, it looks like we both have a lot of work to do, Gus.",
        "Gus: Why don't you stick around, help me out with the interrogation? You can work the faucets on my water torture technique.",
        "Alan: (Chuckles) I think I'll leave that to you. But I do want a full report.",
        "Gus: No. Just join me when I give it to Phillip.",
        "Alan: Good. Remember, I think you're a good influence on Phillip.",
        "Gus: Yeah, well, I'm giving it my best shot.",
        "Alan: Glad to hear that. Good luck with the interview.",
        "Gus: Mm-hmm. Ruth Karloff. I bet you turn out to be my next best friend.",
        "Frank: You know, Phillip, there's no reasoning with you, is there?",
        "Phillip: Well, Frank, let me ask you. How reasonable were you with me when I had a bulldozer--just a minute, Ruth--when I had the bulldozer parked outside of company? Hm?",
        "Frank: Excuse me. Coop?",
        "Phillip: It's a reasonable... Ruth, what is it? You know, I'm not crazy about this bleeding heart that you're displaying.",
        "Ruth: Mr. Spaulding, the press will have a field day if you put the Cooper boy in jail.",
        "Phillip: I'm not concerned about the press.",
        "Ruth: What if they should ask questions about your ex-wife's house?",
        "Phillip: What if they do?",
        "Ruth: Sir, that story has not hit the papers yet.",
        "Phillip: It's not a story, Ruth.",
        "Ruth: It is to the Coopers, sir.",
        "Phillip: Well, I can't just let the little criminal get away with this. If I don't put a stop to these pranks now, there's no telling what they'll do.",
        "Ruth: I agree, sir. There must be consequences.",
        "Phillip: Although I could punish him myself.",
        "Ruth: Yes, sir. That way you would stay in control.",
        "Frank: I want you to apologize to Phillip.",
        "Coop: Just like you did to Alan? Forget it, Frank.",
        "Lizzie: You know, it's great to see your brother finally came to his senses.",
        "Coop: It's called temporary insanity. He's going to snap out of it. Don't worry, there's no way he's going to be convinced to join Spauldingism.",
        "Lizzie: Oh, Spauldingism. I like that.",
        "Coop: Don't you have to bleach your hair or something?",
        "Lizzie: And Miss you get hauled away in handcuffs? I don't think so. Never.",
        "Coop: I don't care if they lock me up forever. At least I had the satisfaction of seeing the way you looked when that bulldozer was coming right at you.",
        "Phillip: Ruth, why don't you go back inside now? My investigator, Gus Aitoro, is waiting for you in the den. Go ahead. Go on. I think you've done enough out here. Frank?",
        "Frank: Just keep going, Simmons, all right?",
        "Phillip: Well, it looks like you're off the hook.",
        "Frank: You changed your mind?",
        "Coop: Looks like the Coopers are catching up with the Spaulding's.",
        "Phillip: Oh, you think this is a game, son. Well, you're about to find out otherwise. You committed a crime. I'm going to make you pay for that.",
        "Phillip: All right. You didn't want the kid to have a record; he won't have a record.",
        "Frank: Thank you.",
        "Coop: Wait. What's going on here? You didn't sell me down the river, did you?",
        "Frank: Coop, just keep your mouth shut. Trust me.",
        "Phillip: Let me explain it to you. I'm going to cut you a deal. I'm going to handle your punishment myself. You'll work for me to pay off the damages.",
        "Coop: (Laughs) the torture method? No. You can't do this.",
        "Phillip: Frank? Can I do it?",
        "Lizzie: You can just, I guess, think of it as community service for us. Right Daddy?",
        "Phillip: Right.",
        "Coop: No. No way. Frank, take me to jail. There's no way I'm doing this.",
        "Frank: You are going to do it. Now, just pipe down. (Cell phone rings)",
        "Phillip: Yeah?",
        "Alexandra: Phillip, darling, it's Alex. I need to speak to you. It's important.",
        "Phillip: This is not a good time.",
        "Alexandra: But it is really important, Phillip.",
        "Phillip: Aunt Alex, I'm sorry, but I can't talk to you right now.",
        "Alexandra: Phillip, it's about Olivia. Now, you have to talk to me. Phillip. Hello? Phillip! Well, I... disconnected.",
        "Phillip: All right? Had time to mull it over?",
        "Frank: Yes, he did. He'll do it.",
        "Coop: No. I'm not going to do this.",
        "Phillip: Well, it's either go to jail or work for me. Your choice.",
        "[SCENE_BREAK]",
        "Bill: Hey. I'm getting you out of here.",
        "Olivia: What?",
        "Bill: Jeffrey O'Neill is on the way.",
        "Olivia: Jeffrey?",
        "Bill: Yeah. He's helping us.",
        "Olivia: How? Does he have a connection at the INS?",
        "Bill: No, that isn't it.",
        "Olivia: Well, then how?",
        "Bill: Baby, there is no reason to wait anymore.",
        "Olivia: What are you talking about... did you just call me \"baby\"?",
        "Bill: Look, I know you deserve something special, but under the circumstances, I just thought that maybe...",
        "Olivia: Just back up. I don't understand what you're saying. What are you trying to say?",
        "Bill: I know you love me.",
        "Olivia: You do?",
        "Bill: And I love you, too. So let's just do it.",
        "Olivia: Do what?",
        "Bill: Let's get married. (Laughs) (knock at door)",
        "[SCENE_BREAK]",
        "Gus: Come on in.",
        "Ruth: Excuse me, sir. I'm Ruth Karloff, Mr. Spaulding's assistant. I believe you're expecting me for an interview, sir.",
        "Gus: Yes. Hello, Ruth. I'm Gus Aitoro. I'm just going to have a few questions for you. Next, on \"Guiding Light\"...",
        "Gus: Deep, dark secrets, Ms. Karloff. Now, we both have them. I have them, you have them. But we're not here to talk about me, so if there's anything that you have to confess, now would be a great time.",
        "JB: You have to stay unconscious until she starts to believe and until I take care of a few other things.",
        "Bill: Olivia, sweetheart, will you make me the happiest man on earth and say \"I do\"?"
    ],
    "Transcript Author": [
        "By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=6CMyaWNCFl0"
}