{
    "Episode Summary": [],
    "Recap": [
        "Josh helps out Cassie, who has a lot to do. He offers to watch R.J. so she can run errands. He also fixes her oven, since she burned her brownies. Jonathan and Reva talk about how she wants to kill herself, and about his problems with Tammy. Reva convinces him to set up a romantic date to win Tammy back. Cassie sees Reva and starts following her, suspicious about what she is hiding. Reva tells her doctor that she isn't going to bother taking any more tests or treatments. Jonathan gets his surprise ready for Tammy. Cassie snoops in Reva's room and finds a bank statement with the huge deposit. Reva tries to write goodbye letters.",
        "Remy takes Tammy to the police station to get her mind off Jonathan. He and Marina ask her to move in to an apartment with them, so she says she'll think about it. Ava and Olivia fight while Coop and Buzz try to calm them down. Alan-Michael and Ava try to convince Frank to arrest Olivia. Olivia and Buzz make love, but then Frank shows up with Ava and Coop to arrest her. Olivia blurts out that she is Ava's mom. Tammy has a chat with Josh about Jonathan, then she phones Remy to let him know she will move in with him and Marina."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: Not quite. Okay. Well, these aren't right. (Phone ringing) Hello? Jim, hi. Two days? Really? You can't get it done sooner? It just means that I'm going to be without a car until then. Yeah, okay. Yeah. It's fine. Go ahead. Thanks. What is... revision one? Where the heck is revision three? Wait a minute. Whoa. No, no, no, no. No, no, no, no. No, no, no, no. No, no, no, no. No, no, no, no.",
        "Josh: Hello? Hey, what's burning?",
        "Cassie: Brownies. Brownie s for R.J.'s bake sale, which I made from scratch, by the way. Everything that could go wrong today has gone wrong. My car is not going to be ready for two days, the new secretary brought me the wrong revisions of the blue prints, and this stupid thing will not shut up! Josh, my life is chaos. My life is chaos. You should run away as far as you can.",
        "Josh: Chaos? I see no chaos.",
        "[SCENE_BREAK]",
        "Reva: Just tell Dr. Jacobs that I'm playing hooky from my appointment today. Because I need to spend some time with the people I love. Doing the things I need to be doing, not taking a bunch of tests just to confirm what I already know. (Sighs)",
        "Jonathan: Would you like me to buy you another red sports car?",
        "Reva: (Laughs) No. I want you to save your money for my new grandbaby. I'll take care of this one.",
        "Jonathan: What's going on?",
        "Reva: I've just been doing a lot of thinking about what we talked about the other day, about how you saw me going off in a blaze of glory hopping into a convertible and driving into the sunset.",
        "Jonathan: Going to off yourself?",
        "Reva: Are you going to try to stop me?",
        "Jonathan: Hell no. Just take me with you.",
        "[SCENE_BREAK]",
        "(Rock music playing) (Knocks on door)",
        "Remy: Yeah. I just came to remind you about the other guests around here.",
        "Tammy: You going to arrest me?",
        "Remy: I could. Disturbing the peace.",
        "Tammy: Right now, jail would be better than here. ...Time has passed you by...",
        "Remy: You have the right to remain silent.",
        "Tammy: Yes.",
        "[SCENE_BREAK]",
        "Olivia: Ava, come back here. Damn it, I am warning you, I brought you into this world, I can take you out!",
        "Ava: What?",
        "Olivia: That didn't come out the way I intended.",
        "Coop: Olivia, that sounded a lot like a threat.",
        "Buzz: Olivia?",
        "Olivia: I'm just saying I hired you, I brought you into the business world. It's what you always wanted. It was your dream, right?",
        "Ava: You tried to kill me. Three times. No, wait a minute. Four times.",
        "Olivia: I have tried too hard to apologize. Can we just get past this?",
        "Ava: I was so stupid to even think about giving you another chance. Time's up. You had a chance to turn yourself into the police, and you didn't. I'm having you arrested for attempted murder.",
        "Olivia: No, honey, you're not. I don't want to hurt you, and I certainly would never want you thrown in the back of a trunk.",
        "Ava: You are a liar.",
        "Olivia: Fine, here. Take it. Call Frank. You tell him. You tell him what took you so long to report this crime. It's going to do a lot for your credibility.",
        "Coop: I think we'll let him make that decision, huh?",
        "Olivia: Sure, Coop, fine. In fact, I'll go with you. Ava can make her statement first.",
        "Ava: What?",
        "Olivia: I'm going to have you charged with reckless endangerment of a minor.",
        "Ava: I didn't...",
        "Olivia: Me neither.",
        "Buzz: Don't do this.",
        "Olivia: It's up to her.",
        "Ava: I need to get out of here. Coop. (Door slams) She's good.",
        "Coop: No, Ava, she is desperate. But you've got her. Okay?",
        "Ava: I don't have her. These bruises, these bruises aren't enough. I need more.",
        "[SCENE_BREAK]",
        "Olivia: The story is ludicrous. I am not a killer.",
        "Buzz: Why don't we get out of here? Let's go to my place.",
        "Olivia: Thanks.",
        "[SCENE_BREAK]",
        "Remy: Sit, Ms. Winslow.",
        "Tammy: You're taking this joke a little far, Officer.",
        "Remy: Right here.",
        "Tammy: Are you going to cuff me?",
        "Remy: Sit.",
        "Tammy: Not until you tell me what we're doing here.",
        "Remy: You ever heard of resisting arrest?",
        "Tammy: Have you ever heard of police harassment?",
        "Remy: Would you just sit down?",
        "Tammy: Um, no. Hey. Okay. Hey, hey, hey.",
        "Remy: There, stay there.",
        "Tammy: Remy!",
        "Remy: What do you think?",
        "Tammy: I think I have the internet at home.",
        "Remy: You need a change of scenery for this.",
        "Tammy: For this what?",
        "Remy: Do you like it?",
        "Tammy: It's a nice apartment from what I can see. Whose is it?",
        "Remy: Mine. Ours, if you want.",
        "Tammy: I think moving in would be kind of a big step for us.",
        "Remy: I was asking you to be our third roommate.",
        "Tammy: \"Our?\"",
        "Remy: Me and Marina.",
        "Tammy: Oh.",
        "Remy: You were thinking I was...",
        "Tammy: No. No, I wasn't.",
        "[SCENE_BREAK]",
        "Jonathan: Flying through the air, not a care in the world. That sounds like a good idea.",
        "Reva: You think this is funny? What, your life is so bad?",
        "Jonathan: Yeah.",
        "Reva: Sorry.",
        "Jonathan: Why should you be sorry? Getting yourself a death mobile.",
        "Reva: Jonathan?",
        "Jonathan: What? You're really going to go through with this?",
        "Reva: That's the plan.",
        "Jonathan: Great. Tammy leaves me, so do you.",
        "Reva: Tammy left you?",
        "Jonathan: What do you care? You're not sticking around.",
        "Reva: No, tell me.",
        "Jonathan: Doesn't matter.",
        "Reva: Yes, it does. I'm not leaving this world until I know my kids are happy. Now, talk to me.",
        "Jonathan: All right. I shed a little truth on Remy and his family. He had it coming. It just didn't work that good.",
        "Reva: Are you surprised?",
        "Jonathan: He wants her.",
        "Reva: So? She loves you.",
        "Jonathan: She can't deal anymore. She told me she needed her space before...",
        "Reva: She told you that?",
        "Jonathan: Yeah. So, your idea seems like a clean way out.",
        "Reva: Stop it.",
        "Jonathan: You're telling me to stop?",
        "Reva: You can't tell anyone about this.",
        "Jonathan: Got to admit, it's pretty damn glorious way to go out.",
        "Reva: You think?",
        "Jonathan: Mm-hmm. I don't want you to go.",
        "Reva: I don't want to go, either. But it's not up to me.",
        "Jonathan: So when are you going to do it? I mean, you're not going to leave without saying good-bye, are you?",
        "Reva: Of course I'm not. I'm not leaving just yet. Not when I know I still have work to do here.",
        "[SCENE_BREAK]",
        "Josh: Okay, first things first. You rent a car.",
        "Cassie: Can I expense it?",
        "Josh: Well, your partner now, who am I to stop you?",
        "Cassie: All right. Great. So one problem solved.",
        "Josh: Yeah, yeah, and look how easy that was. So what's next?",
        "Cassie: Brownies.",
        "Josh: Brownies, right. Okay. You need... you need brownies today?",
        "Cassie: Or cookies.",
        "Josh: Halber's.",
        "Cassie: See, now, it's just like you to suggest that. I cannot buy bakery brownies and pass them off as homemade.",
        "Josh: Why not?",
        "Cassie: Are you really asking me that question?",
        "Josh: Okay, how's this? You come to my house and we'll do something there. I have like a toaster oven thing...",
        "Cassie: I don't have time. I have to figure out the... what would I express? Is it like... let's figure out what the latest revision on these blue prints is.",
        "Josh: I'll tell you what. How's this? I will drive you to the office.",
        "Cassie: What about the brownies?",
        "Josh: We'll figure that out later. Let's go.",
        "Cassie: Okay. No, I can't go. I can't... it's Mrs. Chitwood's day off. R.J.'s going to be here any minute. I can't go.",
        "Josh: Okay. How's this? You take my car-- here-- you drive yourself to the office and I will take care of R.J. How's that? You don't need this, though. Okay?",
        "Cassie: (Laughs) Okay.",
        "Josh: Okay.",
        "Cassie: Can you whip up another batch of brownies while you're here?",
        "Josh: From scratch?",
        "Cassie: Uh-huh.",
        "Josh: Uh, no.",
        "Cassie: See, now, and here I thought you were perfect.",
        "Josh: You can go now.",
        "[SCENE_BREAK]",
        "Olivia: Hey, Buzz, thanks. Thanks for believing me.",
        "Buzz: First off, let's get one thing straight. I don't believe you.",
        "Olivia: Then...",
        "Buzz: I don't believe you! I don't believe you wanted to make amends with Ava! I don't believe that she is the one that's making things up. And I don't think I believe that you're sorry.",
        "Olivia: I am sorry.",
        "Buzz: I know that you went after her with the car. I know that. And I pretty much believe that you hired somebody to hurt her.",
        "Olivia: Buzz.",
        "Buzz: You're tearing my family apart! You tried to do something terrible to the woman my son loves, and I'm not convinced that you're not going to do it again!",
        "Olivia: Things have changed.",
        "Buzz: Oh, have they? Have they?",
        "Olivia: You know, if you think I'm such a monster, let's just kick me to be curb, shall we? Let's go get Frank and have me arrested...",
        "Buzz: Do you think if Frank could have done that, he would have done it by now. I can't. I can't. I tried to walk away from you. I can't. You're in here and here. You're... God help me, I can't leave you.",
        "[SCENE_BREAK]",
        "Coop: Can you please just have Frank give his brother a call back as soon as he can? Thank you. Look, he'll... tell you what, why don't we just hang out here, huh?",
        "Ava: I need to make a call first.",
        "Coop: Okay. I'm going to go check on Laurie, okay?",
        "Ava: It's Ava. Looks like I'm going to need your help after all.",
        "Alan-Michael: I had a feeling. Meet me at the police station at 10:00.",
        "[SCENE_BREAK]",
        "Remy: Why not?",
        "Tammy: Because I already have a room at the Beacon.",
        "Remy: That reminds you of Jonathan.",
        "Tammy: It's great, okay, but it's not going to work.",
        "Remy: Because of him?",
        "Tammy: You know, he doesn't really like you.",
        "Remy: Is every decision you make based on him?",
        "Tammy: Was. When we were together.",
        "Remy: And now that he's married to somebody else?",
        "Tammy: You should have been a lawyer instead of a cop.",
        "Remy: Did you ever see the address-- on 9th, right across from the university. You wakeup in class in like five minutes.",
        "Tammy: Good point.",
        "Remy: Then say, \"Yes.\"",
        "Marina: So, did he convince you yet?",
        "Remy: Not yet.",
        "Marina: Come on, it would be fun. We could share clothes.",
        "Remy: Cook for Remy. What? My mom and sister always did the cooking at home.",
        "Marina: Okay, I'm moving out of the boarding how to get away from needy men. This boy here, he's living in a fantasy world. Either that or an '80s sitcom-- hot dude shacks up with two hot gorgeous babes who cook him dinner...",
        "Remy: A man can dream, can't he? Who wouldn't want to live with a beautiful blond and a gorgeous redhead?",
        "Marina: This is true.",
        "Remy: Okay, no cooking requirement. We'll order takeout.",
        "Tammy: Okay, it's not that I don't love you guys...",
        "Marina: Oh, come on. I'll get my dad to buy you a chair.",
        "Tammy: Tempting.",
        "Marina: Isn't it, though?",
        "Frank: Marina, do you have my credit card?",
        "Marina: I got to go. It's all you.",
        "Remy: It's pretty simple, Tammy. You have to start living your own life without Jonathan.",
        "Tammy: For now, you mean? Like, not for good. I'll think about it.",
        "Remy: We have to sign the lease tonight at 6:00 or we lose the place.",
        "[SCENE_BREAK]",
        "Reva: You know, when my momma died, I was with her. In her hospital room. And I was holding onto her hand and I swear that I felt her leave me. And I never felt so alone in my life. The one person I knew who was always in my corner was gone, never to come back again.",
        "Jonathan: Oh, that's comforting.",
        "Reva: All I'm saying is that I know she's a part of me. That whenever I need her, she's there. Like I will be for you.",
        "Jonathan: You sure?",
        "Reva: Very.",
        "Jonathan: Does Billy know about this?",
        "Reva: Yep.",
        "Jonathan: And he's okay with it?",
        "Reva: Not really.",
        "Jonathan: Some engine you got there.",
        "Reva: I'm sorry I've saddled you with so much. You and the other kids.",
        "Jonathan: It's all right. I'm the tough one.",
        "Reva: Yeah. Yes, you are. That's why once I kick it, you have to keep my secret. Hey, hey, come here. I've got something else to tell you. You know that fishing shack that you and Tammy used to call home for a while? I bought it. All of it. (Laughs)",
        "Jonathan: What?",
        "Reva: I even had them put a \"Condemned\" sign on the property so that no one would bother you.",
        "Jonathan: Reva, I don't need you to...",
        "Reva: Yes, you do. I need you to know how much you being on my side has meant to me.",
        "Jonathan: Well, you live life on your own terms, then I think you should be able to end life on your own terms.",
        "Reva: (Laughs)",
        "Jonathan: I got one question, though.",
        "Reva: Okay.",
        "Jonathan: Are you really sure that you don't want Josh to know that you love him, always and all that?",
        "Reva: He'll know. I don't know how, but somehow he'll know. He'll be happy with Cassie. But I'll find a way to make sure he knows. I want you to know, too. This is hard. But it's the right thing to do. It's the way I want to leave.",
        "[SCENE_BREAK]",
        "Olivia: If you think I'm such an awful person, a bad person...",
        "Buzz: I didn't say that.",
        "Olivia: Yes, you did.",
        "Buzz: I don't believe in bad people and good people. I believe in weak people who are driven to do things-- bad things. When I saw you in the hospital with Emma, I could see the desperation in your eyes. You were hurt, and you believe in striking first. You... you know, I wish I could protect you from yourself.",
        "Olivia: Because I'm some killer.",
        "Buzz: No, because I love you.",
        "Olivia: (Sobbing) You love me?",
        "Buzz: I love you. I can't do anything but love you.",
        "[SCENE_BREAK]",
        "Coop: Wait. What is he doing here?",
        "Ava: He has connections the cops don't.",
        "Coop: Yeah, I bet he does.",
        "Ava: That's him. Where did you get it?",
        "Alan-Michael: One of my P.I.'s got it from a security cam. I thought you might change your mind.",
        "Ava: What's his name?",
        "Alan-Michael: We don't know yet, but they will catch him. And they'll hold off turning him over so we can take the first shot at him.",
        "Coop: Good. Good.",
        "Alan-Michael: Frank?",
        "Frank: Hey.",
        "Coop: Did you get my message?",
        "Frank: What's going on? No, I just walked in here. Can I see that a second? I know this guy.",
        "Ava: You do?",
        "Frank: Yeah, Gillespie is his name. Olivia showed me a picture of him. She was supposed to hook up with him.",
        "Coop: Are you sure?",
        "Frank: Yes. Why?",
        "Ava: Well, this Gillespie guy, he's the one who attacked me. Olivia hired him.",
        "Frank: Ava, that's a serious threat. Do you have proof of that?",
        "Coop: Yes, she... show him your arm. Look, look, you see this? He did this when he shoved her in the trunk of her car. That's what he did.",
        "Frank: Why didn't you tell me anything about this?",
        "Coop: Frank, the point is that Olivia was behind all of this, all right?",
        "Frank: But Olivia said that this Gillespie guy was the one threatening here. She was afraid of him.",
        "Ava: So what does that mean?",
        "Frank: What that means is right now it's your word against Olivia's. And if you don't have enough concrete proof, there's no way I can help you.",
        "[SCENE_BREAK]",
        "Olivia: What am I going to do? I could lose everything if Ava goes to the police. I'll lose my daughter.",
        "Buzz: You could. And if I stand by you, so could I. I could lose my son.",
        "Olivia: You can't do that. Buzz, you can't do that. You have to give up on me, you have to walk away, please.",
        "Buzz: I may not believe what you have to say about Ava, but I... believe in you, you know? I can't be anywhere else but here.",
        "[SCENE_BREAK]",
        "Tom Pelphrey, \"Inside The Light.\"",
        "Tom: No. (Laughs)",
        "Ritchie: What's it like being a rival to Alan Spaulding?",
        "Tom: Being a rival to Alan Spaulding means doing a lot of takes.",
        "Ritchie: Do you have a role model in the cast?",
        "Tom: I do have a role model in the cast.",
        "Ritchie: Who is that?",
        "Tom: My role model is you, Ritchie Coster.",
        "Ritchie: Last month in \"Soap Opera Digest,\" they ran an editorial that said that you were, in fact, merely a \"Dirty little tart.\" Any comment on that?",
        "Tom: They must have found out about that night in the bar on 44th Street, Ritchie. What do you say to that? See Jonathan, Wednesday, October 18, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Frank: This is a police matter. Leave it up to us.",
        "Alan-Michael: So you can do what, Frank? Slap Olivia on the wrist?",
        "Frank: I'll talk to her.",
        "Alan-Michael: Talk? She's a psychopath.",
        "Ava: Okay, I knew that this was going to happen.",
        "Coop: Ava, there's proof out there, all right? We just need to find it.",
        "Frank: \"We\" as in the police department, right, Coop?",
        "Coop: Well, yes.",
        "Alan-Michael: Frank, if Olivia's guilty of a crime, what difference does it make who brings her to justice?",
        "Frank: Of course I wouldn't expect you to understand.",
        "Coop: Frank, are you going to help us or not?",
        "Frank: Of course I'm going to help you. We'll get a statement from Ava and we'll look into it, all right?",
        "Coop: Okay.",
        "Alan-Michael: Olivia won't get away from it. I'll double the manpower working the case.",
        "Coop: Come on.",
        "[SCENE_BREAK]",
        "Olivia: No one has ever loved me like this. You see my flaws and everything and you still want to be with me. You know, I don't understand it. How can you not hate me?",
        "Buzz: The same way I don't hate myself for all the horrible things I've done in my life. I do hate how you're hurting my family, though.",
        "Olivia: I never meant for your family to suffer because of me. I hate what Coop is going through. I'm sorry.",
        "Buzz: Me, too.",
        "Olivia: I can't make up for it.",
        "Buzz: You can try.",
        "Olivia: I feel safe right now. I want it to be like this forever.",
        "Buzz: It can. You just have to trust me. I'll protect you, no matter what.",
        "Olivia: Emma loves me like this, pure and unconditional. But she's a little girl, Buzz. What is she going to think of me when she grows up?",
        "Buzz: She'll love you.",
        "Olivia: Yeah?",
        "Buzz: Yeah.",
        "Olivia: Because things can get complicated between a mother and her child.",
        "Buzz: Uh-huh.",
        "Olivia: I'm afraid she's going to not really understand why I've done some of the things I've done.",
        "Buzz: You did the things you did out of love. I see that. She'll see it.",
        "Olivia: I believe you. I don't know why.",
        "Buzz: I do.",
        "Olivia: I'm going to make you proud of me, you know that? I am. I'm going to stop doing stupid things. You're not going to regret loving me, I promise.",
        "[SCENE_BREAK]",
        "Tammy: Mom, are you here?",
        "Josh: Ow! Damn it. No, it's just me.",
        "Tammy: Uncle Josh, what are you doing?",
        "Josh: I'm fixing the stove.",
        "Tammy: Why?",
        "Josh: Well, because your mom burned the brownies and I don't think it was her fault.",
        "Tammy: So you're going to take the whole oven apart?",
        "Josh: Well, I'm going to put it back together again.",
        "Tammy: Sure.",
        "Josh: What, you think it's funny that I want to help out here?",
        "Tammy: No, no, you look really at home.",
        "Josh: Well, thank you, I kind of feel at home. And besides, I happen to be very good at fixing stuff like this.",
        "Tammy: Good. Maybe you can fix my stuff.",
        "[SCENE_BREAK]",
        "Jonathan: How soon?",
        "Reva: Soon. I can feel it. I hate leaving you.",
        "Cassie: Where are you going, Reva?",
        "Reva: Enough of this morbid talk. You have things to do to get that place set up for the girl you love.",
        "Jonathan: My problems with Tammy don't seem really important right now.",
        "Reva: Yes, yes, they are. So here, take the keys. Call her, tell her to meet you-- only later, because you've got to get it set up. You have to make it romantic.",
        "Jonathan: Romantic?",
        "Reva: Yes, romantic. You know, her favorite foods, some wine, candles. You know what to do. Go. I'm not dying today.",
        "Jonathan: Better not.",
        "Lizzie: Hey, I've been looking for you. I was worried.",
        "Jonathan: Oh, no, don't worry about me. I'm okay. I've got to get some stuff because I'm going the meet up with Tammy.",
        "Lizzie: You're seeing Tammy?",
        "Jonathan: Hope so.",
        "Lizzie: Is that safe?",
        "Jonathan: We have a place that's safe from Alan and his guys. The fishing shack.",
        "Lizzie: Oh that place where you guys used to... live?",
        "Jonathan: Yeah, but if anybody asks, I'm going to Courtland tonight. Clayton... Clayton, the beer distributor.",
        "Lizzie: Beer distributor?",
        "Jonathan: Got it?",
        "Lizzie: Beer.",
        "Jonathan: Beer.",
        "Lizzie: What if Tammy doesn't show up?",
        "Jonathan: She has to.",
        "[SCENE_BREAK]",
        "Dr. Jacobs: Mrs. Lewis.",
        "Reva: Jacobs.",
        "Dr. Jacobs: My nurse get a hold of you?",
        "Reva: Yeah, I told her that I'd reschedule.",
        "Dr. Jacobs: Listen, I strongly advise that you come in...",
        "Reva: There's nothing you can do for me.",
        "Dr. Jacobs: As I explained during your last visit, you're susceptible to a whole...",
        "Reva: To everything, yes. But I don't have time to worry about that. And I'm sure as hell not going to spend the last days I have in some hospital room. So I appreciate your concern, but we're done.",
        "[SCENE_BREAK]",
        "Reva: Stationery.",
        "[SCENE_BREAK]",
        "Cassie: What am I doing? $250,000?",
        "[SCENE_BREAK]",
        "Josh: A-ha! A-hahaha, okay!",
        "Tammy: Okay, are you sure you know what you're doing?",
        "Josh: I'm in construction. I know how to fix stuff, all right?",
        "Tammy: Okay. It is nice to see you happy.",
        "Josh: Is that because you're not?",
        "Tammy: Some mornings I wake up and I miss Jonathan so much I don't even know how I'm going to get through, but some days it's weird. Parts of my life are going pretty well.",
        "Josh: Uh-huh, just parts, huh?",
        "Tammy: I'm doing really well in school now.",
        "Josh: Well, that's good.",
        "Tammy: Remy and Marina asked me to move in. They just got this great apartment across from the university.",
        "Josh: Yeah, are you going to do it? Can you hand me that, please?",
        "Tammy: I'm scared.",
        "Josh: What are you scared of?",
        "Tammy: First step I take in my life is a step away from Jonathan.",
        "Josh: And you don't want to do that?",
        "Tammy: No, I don't ever want to do that. He's still everything to me, Uncle Josh.",
        "Josh: Everything? Really? I mean, nobody's really everything, Tammy.",
        "Tammy: When did you know that it was time to leave Aunt Reva?",
        "Josh: Well, let's see, I guess it was when I realized I was more miserable than I was happy. Took a lot of decades to get to that point, you know, but I had to make a decision and it was really difficult to do that. In fact, it was hell. But I'm glad I did, I'm glad a made a choice. Glad I took a risk because if I hadn't, I wouldn't be here fixing the stove right now, wouldn't be with your mom. And that would have been the biggest mistake of my entire life.",
        "[SCENE_BREAK]",
        "Can you love me? Do love me? With the lights on yeah, when the lights are on let the world see hey, let our love be strong and if everyone is watching us let 'em watch let 'em talk just believe what we need to what we are we are we are...",
        "[SCENE_BREAK]",
        "Buzz: I called Jane. She's bringing Emma over so you can take her home.",
        "Olivia: Good, because I just want to read her a bedtime story and tuck her in. That's all I want to do.",
        "Buzz: What about me?",
        "Olivia: You, too. (Knock on door)",
        "Frank: Pops? Olivia Spencer, you're under arrest for the attempted murder of Ava Peralta.",
        "[SCENE_BREAK]",
        "Tammy: Hey, it's me.",
        "Remy: Is it a yes?",
        "Tammy: I could use a change in my life, right?",
        "Remy: Are you asking me or telling me?",
        "Tammy: Both, I guess. I just need to remind myself that I'm doing this for me, right? And it doesn't mean that I'm abandoning Jonathan.",
        "Remy: Tammy, if you don't want move in, don't do it.",
        "Tammy: I want to do it. I'll meet you guys at 6:00 on the dot.",
        "Remy: I'll see you then. Yes.",
        "Tammy: Dave.",
        "Dave: Hey, Tammy.",
        "Tammy: Jonathan sent you.",
        "Dave: He wanted me to give you this.",
        "Tammy: What is it?",
        "Dave: He wants you to meet him. He didn't tell me where.",
        "Tammy: Thanks.",
        "[SCENE_BREAK]",
        "Cassie: Smells like brownies in here... and gas.",
        "Josh: Well, maybe that's because I fixed the oven and I baked brownies from scratch, with a little help from your daughter.",
        "Cassie: You amaze me every day.",
        "Josh: Yeah, well, what can I say? Want to try one?",
        "Cassie: Sure.",
        "Josh: You okay?",
        "Cassie: I'm not sure how to say this exactly, but I think Reva's in trouble.",
        "[SCENE_BREAK]",
        "I can't remember what I was about to say I am determined not to let this get in my way what if what then what now?",
        "Reva: I don't know how to do this. Shifting lanes give me a moment God, it's strange how life can change.",
        "[SCENE_BREAK]",
        "Frank: Olivia Spencer, do you understand these rights as I've read them to you?",
        "Buzz: What do you have on her, Frank?",
        "Frank: She hired Gillespie to take out Ava.",
        "Buzz: You don't have to do this.",
        "Frank: I got a voice mail message from her, hiring Gillespie to take out Ava, to do that the job and I've got Ava's testimony...",
        "Coop: Pop, she did it.",
        "Buzz: You don't have to do it like this.",
        "Frank: ...And that's all I need.",
        "Olivia: You can't do this, please.",
        "Ava: I tried to forgive you and what did you do? You tried to kill me.",
        "Olivia: You don't understand.",
        "Ava: I do understand. You're going to jail.",
        "Olivia: You don't understand. You don't know what you're doing.",
        "Ava: You're going to jail.",
        "Olivia: No, Ava... Ava, I'm your mother. I'm your mother. I'm your mother. I'm your mother.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Reva: Something else I have to take care of first, something important.",
        "Billy: Would you like some help?",
        "Reva: Every bit of it I can get. Okay.",
        "Josh: Why are you pushing this, really?",
        "Cassie: Because I am worried about Reva.",
        "Josh: And that's it?",
        "Cassie: What else would it be?",
        "Ava: She's got you all conned.",
        "Olivia: It's the truth. Take it. It's your adoption papers. It's your birth certificate. There's a picture there you'll probably recognize.",
        "Remy: You're not having second thoughts are you?",
        "Tammy: No, I can't wait to move in.",
        "Jonathan: So where are you? Call me, please."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=tY4fZK_XQ2g"
}