{
    "Episode Summary": [],
    "Recap": [
        "A depressed Marah arrives with Sandy at the dance, but finds she cant enter the ballroom so she heads for the bar, where she finds an equally lonely Jeffrey. Wanting her to start the year feeling special and wanted, Jeffrey takes her out of the bar and up to his room where he makes love to her. Shayne is about to go in for surgery to remove the seroma from his spine. Reva and Josh are very scared, but Shayne is ready to face the risks and the outcome. Josh and Reva lean on each other for support. When Shayne emerges from surgery, Josh places a call to Marina, filling her in. Marina rushes to the hospital, desperate to keep her promise to kiss Shayne at midnight. Later at midnight, both Josh and Reva and Marina and Shayne share a kiss. Earlier in the day, Marina and Nico feel like outsiders at the dance. In the end, they have fun together and share a dance. Marina leaves to be with Shayne before she hears Sandy play the dedication to her. Meanwhile at the dance, Edmund and Cassie play a fun romantic game where they pretend to be starry-eyed college kids. Olivia crosses with Lizzie, who appears to be as dangerous as ever."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Sandy: Ah, you hear that, Marah?",
        "Marah: No.",
        "Sandy: It's called silence. It's what happens when the DJ is late.",
        "Marah: Oh, well, whose fault is that?",
        "Sandy: Well, if someone wasn't so stubborn about doing something good for herself.",
        "Marah: If someone hadn't tried to twist my arm so hard. Look, you better get in there and play some music, because people can't dance to nothing.",
        "Sandy: Well, you're right behind me.",
        "Marah: Yeah. Yeah, I don't think so.",
        "[SCENE_BREAK]",
        "Reva: So how long before he'd need the surgery?",
        "Dr. Scully: If we're going to remove the seroma from Shayne's spine, the sooner the better.",
        "Ed: It's not the ideal way to spend your New Year's, but...",
        "Josh: Are you suggesting you're going to take him right now? I mean isn't there something we all need to talk about?",
        "Shayne: I want the surgery, Dad.",
        "Reva: Shayne...",
        "Josh: Son...",
        "Reva: There are risks that we need to...",
        "Shayne: I want the surgery. I need you guys to back me up on this.",
        "Josh: We are behind you 100%, Son.",
        "Reva: And we always will be. I'm going to call Marah and Marina and let them know.",
        "Shayne: Yeah, let's just ruin everybody's New Year's. No, I've already ruined yours.",
        "Josh: Look, look, you're going to pull through this just fine. We are all going to bring in the new year together, right?",
        "Ed: Should be out of surgery by then.",
        "Shayne: Okay, fine. But still don't call anybody else, especially Marina.",
        "Reva: I'd think she'd want to be here.",
        "Shayne: That's why you can't call her. I finally got her to go to the dance with Nico. I want her to have a good time tonight. Oh.",
        "Reva: What is it?",
        "Shayne: She was going to leave the dance early so we could be together at midnight. Now she's going to go by the Museum, I'm not going to be there, and she's going to freak out.",
        "Josh: Well, we'll just call her a little bit beforehand and let her know to come here instead.",
        "Shayne: All right, just a little bit before. I still want her to have some fun tonight.",
        "[SCENE_BREAK]",
        "Marah: What happened to Beth?",
        "Jeffrey: My God, you are beautiful.",
        "Marah: You didn't actually have a date with Beth, did you?",
        "Jeffrey: Is that how you take a compliment?",
        "Marah: You know, you were just using Beth to get away from me. Jeffrey, you could have told me the truth. I'm becoming an expert at handling rejection.",
        "Jeffrey: Yeah, well, you're not an expert at taking a hint, are you?",
        "Marah: Buy me a drink, Jeffrey. Just one drink and I will go into the dance, where I will no doubt have an awful time, and you will sit in here alone doing whatever it is you do.",
        "(Thunder)",
        "Jeffrey: Whoa! Damn!",
        "Marah: Are you okay?",
        "Jeffrey: Yeah, I'm fine. But thunder in a snowstorm? Have you ever heard of such a thing? Sorry, I'm just... you know... thunder.",
        "Marah: One drink.",
        "Jeffrey: Marah.",
        "Marah: How complicated can things get in one drink?",
        "Jeffrey: You know, there's not a guy in that place that wouldn't kill to be with you. You know that, right?",
        "Marah: Are you going to buy me that drink or not?",
        "Jeffrey: You don't need to be here with me. Okay, Marah, I cannot give you what you want.",
        "Marah: You know, what, Jeffrey? Half the time I don't even know what I want. So how do you know whether or not you can give it to me?",
        "Jeffrey: Because I can't give you much of anything. That's how I know.",
        "Marah: I don't believe that. Look, I have had a rough year, and I'm not just talking about Tony and Sandy, all right? My brother's accident, all the drama that happened with Ben, my parents splitting up. And now this thing with my father.",
        "Jeffrey: What about your father?",
        "Marah: I just want this year to end, okay?",
        "Jeffrey: It's going to end.",
        "Marah: All I need tonight is a man who wants me. I'm not looking for a ring on my finger or a bunch of promises to be made that are going to be broken. Just one night. I mean, is that too much to ask? Is that too difficult for you?",
        "Jeffrey: It's not enough for you, Marah. It's not enough.",
        "Marah: Will you please stop talking like you know everything about me? Just pretend that I am not me, okay? Treat me as you would any other woman you would date.",
        "Jeffrey: I can't. I can't do that.",
        "Marah: Why not?",
        "Jeffrey: Because you're... you're one of the special ones, Marah. Once-in-a- lifetime special, you know? You've got that thing. You can take a man away. You're not aware of what you're doing, okay? You get under his skin, you get into his thoughts, you pulse in his veins, and you don't even know what you're doing. You're just being... you're just being you.",
        "Marah: If that were true, then somebody would want me, and I wouldn't be here alone tonight.",
        "[SCENE_BREAK]",
        "(Horn blows)",
        "Olivia: Get a room. Get a room. You're in the lobby of a hotel. What do you think elevators are for?",
        "Edmund: Excuse me? Cassie? Right?",
        "Cassie: Yeah, that's right.",
        "Edmund: My name is Edmund. We're in the same English Lit class. I sit in the back.",
        "Cassie: Yeah, yeah. I thought you looked familiar.",
        "Edmund: I've been wanting to talk to you all semester, but I didn't figure out what to say until just right now.",
        "Cassie: Really? So what do you want to say to me?",
        "Edmund: She's beautiful and, therefore, to be wooed. She is a woman, therefore, to be won.",
        "Cassie: Wow, that's pretty deep. What did you say your name was again?",
        "Edmund: Edmund. You know, from English Lit.",
        "Cassie: Oh, yeah. I cut that class.",
        "Edmund: Yes, I know. Look, if you don't have a date to the New Year's Eve dance...",
        "Cassie: I don't. Yeah, I turned down the entire house of Sigma Beta.",
        "Edmund: All of them? Really? The entire house?",
        "Cassie: Yeah, I'm pretty popular on campus.",
        "Edmund: Yes, I could imagine that you are. But I have to warn you, I'm nothing like a little frat boy. So do you want to go to the dance with me?",
        "Cassie: I would love to. But I can't. I have to work.",
        "Edmund: Oh, too bad. It would have been fun.",
        "Cassie: Wait, wait. I do have some time just before midnight. And I think you should definitely find me.",
        "Edmund: Well, I think maybe I could.",
        "[SCENE_BREAK]",
        "Nico: So, how are your classes going?",
        "Marina: What?",
        "Nico: How are your classes going?",
        "Marina: Oh. Well, the semester just ended, so...",
        "Nico: Are you getting good grades?",
        "Marina: I guess that depends on how I did on my finals.",
        "Nico: And what about movies?",
        "Marina: What about them?",
        "Nico: Have you seen any?",
        "Marina: Um...",
        "Nico: Or CDs?",
        "Marina: Have I seen any CDs?",
        "Nico: No. Have you bought any CDs?",
        "Marina: What is that?",
        "Nico: What's what?",
        "Marina: This. This is a cheat sheet.",
        "[SCENE_BREAK]",
        "Shayne: Can you just wait a minute? Thanks.",
        "Josh: No sweat, Shayne. You're going to blow right through the surgery. It's going to be a piece of cake.",
        "Shayne: Dad's got \"no sweat,\" \"piece of cake.\" (Laughter) What do you got?",
        "Reva: Well, you know, Dad happens to be a better pep talker than me.",
        "Shayne: It's okay. Go for it.",
        "Reva: How's that?",
        "Shayne: I know you're both scared. This is my choice. This is what I want.",
        "Josh: You have to keep thinking positive, Son. Visualize yourself getting out of that chair.",
        "Shayne: It happened for you, Dad. It may not happen for me.",
        "Josh: Shayne...",
        "Shayne: It's okay. I had it good. I loved playing ball, and I loved watching you guys in the stands cheering me on.",
        "Reva: We're still cheering you on.",
        "Shayne: No matter what?",
        "Reva: No matter what.",
        "Josh: Are you sure about this?",
        "Ed: Can you give us a minute? I think that surgery is his best bet, Josh.",
        "Josh: I'm asking you if you are sure that you're up for this. Both of us are under a lot of pressure right now where Maryanne Caruthers is concerned.",
        "Ed: You don't have to bring her into this. You don't even have to mention her name.",
        "Josh: Ed... Ed, if you... if your nerves are frayed right now, we're talking about my son's life.",
        "Ed: I'm not performing the surgery. I'm just assisting. Don't worry.",
        "[SCENE_BREAK]",
        "Marina: You need notes to talk to me?",
        "Nico: They're not really notes.",
        "Marina: \"Favorite classes, favorite movies, hobbies...\"",
        "Nico: Okay, okay. Fine, fine. Fine. They're notes.",
        "Marina: Uh-huh.",
        "Nico: Look, it wasn't even my idea. It was Michelle and Danny's.",
        "Marina: I'll confess. This isn't my scene, you know what I mean? I'm from the same side of the tracks you are. We've talked about this.",
        "Nico: I know. But it's all these kids. I mean, I don't know the first thing to say to them. This list is for them, not for you.",
        "Marina: Who cares about them? I mean, who cares what they think? I'm here with you because I like you.",
        "Nico: No, you're actually here with me because Shayne made you.",
        "Marina: Yeah. But he made you ask me.",
        "Nico: Look, look, look...",
        "Lady: I saw the way you were looking at her.",
        "Man: Just give me a break.",
        "Marina: Wow.",
        "Nico: He's been cool the whole night.",
        "Marina: It looks like they're breaking up. Do you think they're breaking up?",
        "Nico: Yeah. But look, look, he's trying to act all cool just in case someone's checking him out.",
        "Marina: Yeah, totally. I wonder...",
        "Nico: What?",
        "Marina: People look at me and Shayne, you know. I wonder what they think.",
        "Nico: Marina, they probably think he's a really lucky guy to have such a great girl by his side.",
        "Marina: I'm the lucky one.",
        "Nico: Hey, you want to dance?",
        "Marina: Yeah.",
        "Nico: Come on.",
        "Marina: Thanks.",
        "[SCENE_BREAK]",
        "Josh: You getting anything?",
        "Reva: Never seems to work when I really need it. You know, I couldn't stop the crash, and now...",
        "Josh: Nothing.",
        "Reva: I feel his strength and his will. That's all in here. What's that?",
        "Josh: It's an article from his all-star game. \"Shayne Lewis stood on the mound throwing heat like only a handful of men can.\" I was just thinking about being up in the stands during that game with that sort of big, goofy, Proud Dad Grin on my face.",
        "(Laughter)",
        "Josh: I remember I even said to him afterwards, I said I've never been more proud of than I am at this moment. Then the accident happened. I'm very proud of him tonight.",
        "Reva: It's because of you he is what he is, Joshua.",
        "Josh: (Sighs)",
        "Reva: Oh, I'm not talking about the accident. I'm talking about all the years that I missed with them, mostly with Shayne. You were the only one they had. They were these two little lumps of clay just waiting to be molded into the people that they would become. And you were there. And when I came back into your life, they were already these two amazing kids, brave and honest and decent. You're the reason for that. Tell me that story.",
        "Josh: Huh?",
        "Reva: You know, the story, the one about Shayne and the stairs.",
        "Josh: Come on.",
        "Reva: Oh, come on.",
        "Josh: I told you that story a hundred times.",
        "Reva: I know. Tell me again.",
        "Josh: You're like a child. (Laughter) Okay. All right.",
        "Reva: (Laughs)",
        "Josh: It was back when Shayne was just a little toddler and he had that sort of drunken toddler kind of walk, you know, where he would fall over and bump into things all the time. And you could see early on that for him walking was never going to be enough. It was going to be about flying. He was going to fly. I remember we had this Superman bib for him and I would have to tie it just so, you know, and then Marah would flip it around the back so it would be like a cape. So he had food all over him all the time, but he had this kind of cool, you know, Superman cape thing happening back here with the bib. And every day he would head off to the stairs at some point and start, you know, crawling up, because I guess he had this idea that in order to fly he was going to have to somehow get up to the top and get high enough to do that. And I'd always be behind him in case something happened and every once in a while he'd go up a couple of steps and maybe he'd slide down or maybe he'd tumble back. And he always would laugh about it and try more. One day he got up to the landing and then further and further and further. He was like this little daredevil and the Superman bib...",
        "Reva: And then one day he got to the top...",
        "Josh: Yeah. Yes. Hey, who's telling the story?",
        "Reva: I'm sorry, but it's my favorite part.",
        "Josh: Okay. One day he got to the... We'll cut to the chase. One day he got to the top and I was right there behind him ready to catch him and thinking to myself, \"Oh, man, he's going to turn around. He's going to learn the truth...\"",
        "Reva: (Laughs)",
        "Josh: \"...That the flying thing is never going to happen.\" And he turned around and he looked at me and he smiled and he did that little sort of jump- kick thing like Superman does and he came right into my hands. And then he laughed and laughed and that was okay. For him, that was flying. You know, it's the same thing that would have happened if we were on the second step or the third step or whatever. But for him it was always about getting to the top.",
        "Reva: He's your son.",
        "Josh: Yeah. But that wasn't... that wasn't because of the way I raised him. That was because of you. Those were qualities he got from being your son: determination, drive, the same qualities that made me fall in love with his mom so long ago. And I'll tell you something else. Those are the same qualities that are going to get him through the surgery tonight. He's going to be okay.",
        "Reva: So are we.",
        "[SCENE_BREAK]",
        "Ed: The anesthesiologist is going to put you to sleep. When you wake up you're going to be in recovery. Ready?",
        "Shayne: Mm-hmm.",
        "Ed: I have some gauze. So you're going to do a transferable approach, right? Yes, I think it's a wise idea to have bonding here. Turn him over. Yes, prep him...",
        "[SCENE_BREAK]",
        "Jeffrey: Marah, I don't want anything to hurt you.",
        "Marah: You know what, Jeffrey? I'm not worried about that tonight. It's New Year's Eve.",
        "Jeffrey: It's New Year's. So that makes us invincible?",
        "Marah: No. But you said yourself, tonight is not a normal night.",
        "Jeffrey: Yeah, it's not a normal night. You know what it is? It's a bunch of amateurs out there partying and, you know, they think they're going to reach a turning point in their lives and be able to wipe the slate clean tomorrow morning.",
        "Marah: Well, you know what? That's what's so wonderful about it. No matter how you spend the last night of your year, you wake up the next day with the chance to start over -- no looking back.",
        "Jeffrey: I wish I could believe that. But actions have consequences, Marah, good and bad.",
        "Marah: Well, I'll take my chances. You know, Jeffrey, you can save all of those wonderful things and you can tell me how special and how once-in-a- lifetime I am. But I don't feel it. And I just want to feel it, just for one night.",
        "Jeffrey: I want that for you too, Marah. I want you to feel what I see in you. And I want you to start the new year feeling good about yourself again.",
        "Marah: You want that for me, but what do you want for you?",
        "[SCENE_BREAK]",
        "Sandy: So this lucky guy, he's getting you some punch, you said?",
        "Lizzie: Well, that's what he said. So...",
        "Sandy: And how long ago did he go to...",
        "Lizzie: Okay, 35 minutes, all right? He's been disappearing on me the whole night. But, I mean, hey, I really don't care. I just came out so I could get out of the house. Even a menace to society deserves a night off, right?",
        "Sandy: Him or you?",
        "Lizzie: You know, that could be one of the sweetest things anyone said to me all night. Well, you'd better go back inside now. And if I see Marah, then I'll just tell her you're looking for her.",
        "Sandy: What about you? Are you staying around?",
        "Lizzie: Well, I'm sure I'll find something to keep myself occupied.",
        "Sandy: Happy New Year's.",
        "Cassie: Hey there, Sandy. Happy New Year.",
        "Sandy: Happy New Year, Cassie. Have you seen, Marah?",
        "Cassie: No. I haven't seen her all night.",
        "[SCENE_BREAK]",
        "(Horns blowing)",
        "Baby New Year: It's almost midnight.",
        "(Laughter)",
        "Baby New Year: Hats, anyone?",
        "Reva: No. We're fine. Thanks.",
        "Baby New Year: Okay. Well, I hope you have a happy new year and that next year isn't spent in the hospital.",
        "Josh: Thank you.",
        "Baby New Year: You're welcome.",
        "(Horns blowing)",
        "[SCENE_BREAK]",
        "Surgeon: Hold on one second. Hold it.",
        "Ed: All right.",
        "Surgeon: Hold it right there. Hold on. And okay . Pull. Wait. One second. One second. Ed, do you see it there?",
        "Ed: Yes.",
        "Surgeon: Do you see the margin?",
        "Ed: Yes.",
        "Surgeon: That's it now. Thank you. Swab, please. Okay, out. Thank you. Great. Great. One second. Another swab, please. He's bleeding. Down a little bit more. Great. Thank you. A little more, Ed. A little bit more. All right. I've got a little bit more blood here. Thank you. Thank you. Okay. All right. Now, just lift that there and pull just to the side. Perfect. Hold on one second. Okay. All right. Swab, please. Thank you.",
        "[SCENE_BREAK]",
        "Edmund: Hey, you're on a break from work?",
        "Cassie: Maybe.",
        "Edmund: Because I'd hate to get you in trouble from your boss.",
        "Cassie: I don't think you have to worry about that.",
        "Edmund: It's almost midnight. You told me to find you.",
        "Cassie: I did. So, Edmund, right? Are you enjoying yourself here tonight?",
        "Edmund: Not really. I've spent most of the evening staring at my watch as much as I've spent most of the semester waiting for the chance to be alone with you.",
        "Cassie: Wow. If you wanted a study buddy, you should have said so.",
        "Edmund: It's funny. When I look at you, I... I don't think study buddy. Besides, you cut all those classes.",
        "Cassie: I did.",
        "Edmund: (Laughs) So...",
        "Cassie: So...",
        "Edmund: Have you had a nice year, Cassie?",
        "Cassie: I did. It's funny though. This time last year I would have never thought so. But then something very special came into my life, something I didn't expect at all.",
        "Edmund: It's funny the way things happen. Cassie, will you spend the last few minutes of 2003 -- without question, the most remarkable year of my life -- dancing with me?",
        "Cassie: In there with all the rest of the college students?",
        "Edmund: A dance floor.",
        "Cassie: (Laughs)",
        "Edmund: A dance floor is where you make out.",
        "Cassie: Wow, I don't think you learned that in English Lit.",
        "Edmund: No, Ballroom Dancing 101. I aced the final.",
        "Cassie: Oh, teacher's pet?",
        "[SCENE_BREAK]",
        "Lizzie: You know, I'm sorry, Olivia. Do I still make you that uncomfortable?",
        "Olivia: Is there something you needed, Lizzie?",
        "Lizzie: Well, I'd like to find my date. Do you think you've seen him at all?",
        "Olivia: You actually came here with someone?",
        "Lizzie: Yeah. Only losers will be at home on New Year's Eve. So who are you here with?",
        "Olivia: I'm working.",
        "Lizzie: Oh, right. Look, I was wondering, maybe you and me can go visit Dad.",
        "Olivia: Why?",
        "Lizzie: Just to show him that we're friends and everything, and maybe that'll help him get better.",
        "Olivia: (Laughs) Friends?",
        "Lizzie: I mean, I know it's not true, but we can pretend. You're so good at faking your feelings that I'll just follow along.",
        "Olivia: I'm going to do everything I can to help your father. But trusting you is something that I can't do.",
        "Lizzie: Oh, well, here we go again. The weather's bad; let's blame it on Lizzie. The Cubs lose a world series; you can blame it on me. Oh, and the national debt, yeah, you could blame me for that, too. So what are you going to do now? You're going to call Dr. Langham and tell on me? I know you've got his number on speed dial.",
        "Olivia: Your family thinks that therapy is helping you?",
        "Lizzie: Yeah, it is. It's made me want to be a better person. Olivia, I want to tell you that there are no hard feelings. I forgive you for losing my little sister. But I hope that we can get together to help Dad get better.",
        "Olivia: I think we need to stay as far away from each as possible.",
        "Lizzie: Okay. If you say so. I mean, if you want to start off the year on the right foot, let me just say that you should watch your step.",
        "[SCENE_BREAK]",
        "Reva: Oh, how's Shayne?",
        "Josh: How is he, Ed?",
        "Ed: The surgery went as well as we could have hoped.",
        "Reva: So what's next?",
        "Ed: We just have to wait and see how Shayne's body reacts when he wakes up. I mean, hopefully we would have at least have stemmed any regression of his motor skills. We're taking him into the room for recovery now.",
        "Josh: Okay. You go on in. I'm going to call Marina.",
        "Reva: Call Marah, too. I know what Shayne said, but I think she'd want to be here.",
        "Josh: Okay.",
        "Marina: I haven't danced like that in forever. (Laughs)",
        "Nico: Yo, rest up, because the night is still young.",
        "Marina: Oh, my gosh, I have to go.",
        "Nico: What? Do you turn into a pumpkin or something?",
        "Marina: Well, you know, I told Shayne I'd be back by midnight. God, the time just flew.",
        "Nico: Well, that's what happens when you're having fun.",
        "Marina: We did have fun, didn't we?",
        "Nico: Yeah. All right. Wait here and I'm going to get the coats.",
        "Marina: Okay.",
        "(Cell phone rings)",
        "Marina: Hello? Hey, Mr. Lewis. No, I'm just going back to Shayne right now. Why? What?",
        "[SCENE_BREAK]",
        "Jeffrey: You're one of the special ones, Marah, once-in-a- lifetime special.",
        "Marah: All I need tonight is a man who wants me. I'm not looking for a ring on my finger or a bunch of promises that he won't keep. I'm just looking for one night.",
        "Jeffrey: You've got that thing. You can take a guy's heart away without even knowing what you're doing. You get under his skin.",
        "Marah: No matter how you spend your last night of the year, you wake up the next day with a chance to start over -- no looking back.",
        "Jeffrey: I want you to feel what I see in you so you can start the year feeling good about yourself.",
        "Marah: You want that for me, but what do you want for you?",
        "[SCENE_BREAK]",
        "Sandy: This next song is a special request and dedication from my brother to his girl. Marina, I'm not sure where you are in this joint, but this one's for you from Shayne. Happy New Year.",
        "(Horns Blowing)",
        "Crowd: Ten, nine, eight...",
        "[SCENE_BREAK]",
        "Edmund/Cassie: Seven, six...",
        "[SCENE_BREAK]",
        "Crowd: Five, four... three...",
        "[SCENE_BREAK]",
        "Marina: Two, one... Happy New Year!",
        "Josh: Next on Guiding Light",
        "Jeffrey: How you felt last night and this morning \u0096 cherished -- is because I do. I do cherish you.",
        "Eden: Actually, there's something I want to talk to you about.",
        "Bill: And I need to talk to you about Tony."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=HAw4Z_CS1XI"
}