{
    "Episode Summary": [],
    "Recap": [
        "Michelle and Danny argue and ultimately decide to split up. Sebastian invites Holly and Michelle to come away with him to search for Roger's treasure. Harley tells Phillip that she wants a truce for the sake of the kids. Rick goes to talk to Phillip and tells him he needs to change for the sake of his children. Olivia doesn't agree with Harley's truce. Frank apologizes to Alan for pulling a gun on him and Alan accepts. Phillip goes to further lengths to find out how Zach was taken from the mansion and orders background checks on everyone, including Ruth. Danny punches Tony. Olivia is taken away by the INS."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Michelle: So you think I'm damaged, huh?",
        "Danny: Michelle, you are definitely different than you were before the accident.",
        "Michelle: So if I'm such a whack job why do you stick around?",
        "Danny: Because I love you, you're my wife.",
        "Michelle: You know, if you're waiting for a reverse amnesia, don't hold are breath!",
        "Danny: Can we go somewhere else and talk?",
        "Michelle: What are you, embarrassed to be in public with me?",
        "Danny: Right now, yeah. I am.",
        "Marina: What seems to be the problem?",
        "Michelle: Get lost.",
        "Danny: She didn't mean it.",
        "Michelle: Yes, I did!",
        "Buzz: Hey. Guys, could you take this outside.",
        "Danny: Sorry. Can you keep an eye on Robbie for a couple minutes? He's in the kitchen.",
        "Marina: Yeah, sure.",
        "Danny: Come on, let's go.",
        "Michelle: Let go of me, I'm going to go get my kid.",
        "Danny: Not like this you're not, outside right now, I mean it.",
        "[SCENE_BREAK]",
        "Tony: What's up with you, man?",
        "Sebastian: I'm sorry?",
        "Tony: I'm telling you right now, you leave my partner alone, Sebastian. I don't know what it is you're after, but you will not, you will not use Michelle to get it. So my suggestion to you is you leave town, or you leave her alone.",
        "Sebastian: I'm just getting to know Springfield. I'm not going anywhere.",
        "Tony: Really? Is that why you chartered a plane?",
        "Sebastian: You got a lot of time on your hands, my friend.",
        "Tony: Do not play games with the people I care about, man.",
        "Sebastian: Hands off.",
        "Tony: Ah. What is it you do for a living?",
        "Holly: Yes, what do you do? That's a good question.",
        "[SCENE_BREAK]",
        "Phillip: Well, you better find her by sunrise or you're fired!",
        "Alan: Still no sign of Harley.",
        "Phillip: I don't understand it. We doubled the security force. We changed the alarm codes. How did Harley get in here and kidnap Zach? How is it possible?",
        "Alan: She must have had help from the inside.",
        "Phillip: Yeah, yeah, and I want every member of our staff interrogated because I'm not going to rest until my son is where he belongs.",
        "Harley: Well, you can rest because we're back.",
        "Phillip: Come here, buddy! Come here.",
        "[SCENE_BREAK]",
        "Buzz: Drink it. Frank! How did it go at city council?",
        "Frank: Well, they're willing to reinstate me if I make an official apology to Alan Spaulding.",
        "Coop: What?",
        "Frank: I guess they're into protocol, so they'd like to see me eat some humble pie.",
        "Coop: No, no, no. There's no way. Forget about apologizing, Frank. There's got to be another way to do something about this. Alan Spaulding belongs in a jail cell next to his sister.",
        "Frank: Save your energy because I know exactly what I want to do.",
        "Marina: So what's the plan?",
        "Frank: I'm going to apologize to Alan.",
        "Alan: I'm glad to see you finally came to your senses, Harley.",
        "Harley: This is between Phillip and me.",
        "Alan: Well, Zach, how was your trip?",
        "Zach: Me and mommy fooled Daddy.",
        "Phillip: Yeah, you sure did, pal. Now mommy is going to tell me how you did that, aren't you, Mommy?",
        "Alan: Listen, Zach, why don't we go to the kitchen and get something to eat, okay?",
        "Phillip: Want to go with Grandpa? Okay. There you go. I'll see you in just a minute.",
        "Alan: And I want you two to work out some form of an agreement so that my grandson doesn't have to suffer any more, all right? Come on.",
        "Phillip: I should have you arrested. I would be completely within my rights to try to get full custody of him.",
        "Harley: You're a few months out of a loony bin. Good luck in family court.",
        "Phillip: And you're turning my son against me.",
        "Harley: No, your doing that all by yourself and it has to stop.",
        "Phillip: If you think I'm going to let this slide, may I remind you of that pile of rubble you used to call home.",
        "Harley: You're going to forget about Zach's disappearance, you're going to forget about every wrong that you're holding against me.",
        "Phillip: Why would I do that?",
        "Harley: Because I'm calling a truce. I am sick of the fight. Okay? The Cooper and the Spaulding war, it's got to come to an end, right here and right now.",
        "[SCENE_BREAK]",
        "Olivia: You sacrificed my daughter to protect Harley.",
        "Bill: I'm telling you Phillip cannot keep you away from Emma, all right? We've outmaneuvered him before, we'll do it again.",
        "Olivia: Still, I put everything I had into this company, this partnership, I even agreed to work with Harley against my better judgment because you told me she was just as eager as we are for bring down Spaulding. I'm out here twisting in the wind; where is she?",
        "Bill: She'll be back.",
        "Olivia: Because you trust her?",
        "Bill: I do.",
        "Olivia: And trust is very important, don't you think?",
        "Bill: I don't know, you tell me. You're the one who snatched up Lewis construction headquarters behind my back. Now how is that for trust.",
        "Olivia: I put cash on the line to keep that building out of Phillip's hands.",
        "Bill: You didn't give me an opportunity.",
        "Olivia: You wouldn't know opportunity if it bit you in the butt! You know the difference between you and I, Bill? I don't have a rich daddy or uncle to bail me out. I have to make this business work for my daughter. Every thing I do is for her.",
        "Bill: You don't think I have anything personal at stake here?",
        "Olivia: I don't know, do you?",
        "Bill: It's all personal for me, Olivia. And I don't believe you can't see that.",
        "[SCENE_BREAK]",
        "Sebastian: Can't be too careful, Holly.",
        "Holly: That's a motto I can get behind.",
        "Tony: Is that defense or offense.",
        "Sebastian: It's a fine line, don't you think?",
        "Holly: So why do you carry a gun?",
        "Sebastian: Surprised you have to ask. Chrissy was attacked, you could be next.",
        "Holly: You're protecting me? And Chrissy?",
        "Sebastian: And Michelle. Yeah. You feel better?",
        "Holly: Not particularly. I hate guns. I hate the power it gives us to make mistakes. And destroy lives.",
        "Sebastian: You hate guns, okay. Well, then, here, take it.",
        "[SCENE_BREAK]",
        "Michelle: Maybe you should go to that specialist New York.",
        "Danny: Why?",
        "Michelle: Have him work on your memory cells, then maybe he can erase that perfect Michelle, the one you're so hot on getting back.",
        "Danny: I want you! That's the whole point.",
        "Michelle: Yeah, you want the damaged goods, right, you want the woman to be fixed.",
        "Danny: What is wrong with me wanting you to have everything--",
        "Michelle: You're a liar!",
        "Danny: No. That you wanted before. What is wrong with that?",
        "Michelle: You're living in the past, that's what's wrong! I am right here, and you don't even see me.",
        "Danny: Yes, I do.",
        "Michelle: Or you don't like what you see then or maybe it's just not enough, you know, and I'm tired of not being enough.",
        "Danny: I'm tired too, I'm tired after a lot of things, I miss my wife like crazy. I miss my best friend. I miss my lover and I know this may be very difficult to hear, but you were not the only person in the equation!",
        "Michelle: You want a lover, you want a lover.",
        "Danny: What are you doing?",
        "Michelle: Here you go.",
        "Danny: Stop it.",
        "Michelle: Why, sex is the only thing we haven't tried, you know, maybe that's the thing that will make us make some new memories. Maybe that's what will heal me. Come on.",
        "Danny: Stop it. Stop it.",
        "Michelle: Why, just tell me how she did it. Tell me what she did, tell me how I can make you feel good. Tell me.",
        "Danny: Knock it off.",
        "[SCENE_BREAK]",
        "Marina: Dad, there has to be some other way.",
        "Frank: Marina, listen to me. Pulling a gun on Alan was wrong. Now, I understand the law, it's because it's my job.",
        "Buzz: Frank has to do what he has to do to get his job back. Otherwise, the city council will pick another chief of police.",
        "Frank: I'm not just doing this to get my job back, I'm doing it because it's the right thing. I know what I did was wrong.",
        "Marina: Anyway they'd probably pick some Spaulding puppet to placate Alan. This all sucks big time.",
        "Buzz: You're refreshingly quiet.",
        "Coop: I'm just trying to figure out the most tactful way to say this.",
        "Frank: Don't hold back, say what's on your mind.",
        "Coop: Okay. You're punking out, Frank. You were purposely letting the Spaulding's push you around right now when you need to be pushing back harder than ever.",
        "[SCENE_BREAK]",
        "Phillip: Okay, look. You know, you don't have to waist your time pretending to make nice with me.",
        "Harley: I just want what's best for my children, Phillip and that actually means I would like Zach to spend some time with his father.",
        "Phillip: Then why did you take him from this house?",
        "Harley: Because I was scared.",
        "Phillip: Of what?",
        "Harley: Of you! Of this person that you have become. I don't want him turning into you or Alan, the thoughts of it makes me sick, so when you threatened me, you threatened to take him away, I had to think fast. And I went as far as I could go, I considered staying, as far as I could be in some place you would never find me. I was so upset I took Jude away from Rick. After a few days, I realized I can't do that.",
        "Phillip: Why not, if I'm such a monster.",
        "Harley: Because you're his father. As much as I can't stand the thought, I know you love him, and he loves you. And he needs to have his father around. I didn't have my father around; I know how much that stinks.",
        "Phillip: I do love him, you know that. I love all my kids.",
        "Harley: This whole thing has just gotten out of hand, okay. It's too much. I got crazy because of Gus. And then I... I didn't want my dad to lose that restaurant, now Gus is out of my life, and the restaurant is safe. So I want this whole thing to come to an end. I don't want the kids to suffer any more. Can we just move on?",
        "Phillip: Look, I'll go for that truce if you will.",
        "Harley: Okay. So, I will pick up Zach tomorrow after school?",
        "Phillip: Hey.",
        "Rick: Jude's home, he's finally home.",
        "Phillip: I know.",
        "Rick: I cannot believe that Harley would just take off with my son without notifying me.",
        "Phillip: I know. And you're right. I think we're going to have to keep a close eye on her from now on.",
        "Rick: On her? What about you? You're the one responsible for all this mess. And this battle you have going on with the Cooper's, Phillip, this is going to stop right now because I'm not going so have my son caught in the crossfire.",
        "[SCENE_BREAK]",
        "Sebastian: Go on. Take it, Holly.",
        "Holly: I don't want it.",
        "Tony: I'll take it.",
        "Sebastian: Holly, I hope you don't make it a habit of listening to career criminals. How's the family business, Tony?",
        "Tony: Let's not get into family business, Sebastian.",
        "Sebastian: The sins of the father.",
        "Tony: I didn't know your father. I just know that I don't like you. And I do not want you around Michelle.",
        "Sebastian: See now that is the nicest thing that anyone has ever said to me since I got to this town. At least you don't like me for me.",
        "Holly: Everybody doesn't hate you immediately?",
        "Sebastian: No. Not everyone. Once the DNA results came back positive, you have been nothing but hospitable to me. See? Holly is not afraid of me.",
        "Tony: Leave her alone, all right? The best solution for you is to get on that plane and leave town and do not look back.",
        "Sebastian: Is he always this engaging?",
        "Holly: Are you leaving town?",
        "Sebastian: Disappointed?",
        "Holly: Blake was hoping to spend more time with you.",
        "Sebastian: Oh, Blake. What about you?",
        "Holly: I, well, of course. I could have gotten to know you better. Depends.",
        "Sebastian: Yeah. Yes, I am leaving, Holly. And I want you to come with me.",
        "Bill: Look, I like being with you, I like being your partner. But this whole everyone's out to get me thing of yours, I'm not one of those people, okay.",
        "[SCENE_BREAK]",
        "Olivia: Maybe I could believe that if you didn't keep secrets from me.",
        "Bill: Well, why don't you tell me what I can do to remedy that.",
        "Olivia: Use your imagine imagination. Otherwise, I'm going to take my toys and that includes the building that Lewis is housed in and I'm going to go play with the other dealer all by my shelf.",
        "Bill: By yourself. That's no fun.",
        "Olivia: Try it.",
        "Bill: Why don't we have dinner?",
        "Olivia: Here?",
        "Bill: I was thinking company, I love their burgers and I'm in need for protein because I think I can use all the energy I can get.",
        "Olivia: Yeah, I think you will. All right. I'll get my coat. I'll meet you at the car. (Desk bell rings)",
        "Bill: Oh, desk clerk will be back in a minute.",
        "Agent #1: We're not here to check in, we're looking for someone.",
        "Agent #2: One of the owners, Olivia Spencer.",
        "Bill: A little late to be doing business, somebody it?",
        "Agent #1: We're thinking about setting up an event in the hotel.",
        "Agent #2: Know if she's around?",
        "Bill: She just left, I think she's gone for the night.",
        "Agent #1: We'll take a look around just in case.",
        "Bill: Suit yourself.",
        "[SCENE_BREAK]",
        "Michelle: I'm just trying to give you what you want. Come on.",
        "Danny: I don't want you to pretend.",
        "Michelle: What's wrong with pretending, you've been pretending telling me you love me.",
        "Danny: Knock it off!",
        "Michelle: I'm just trying to make you happy.",
        "Danny: Michelle, stop it! Is this what you want? You want to be wild? Is this what you want? You've got it.",
        "[SCENE_BREAK]",
        "Phillip: For the first time in my life I'm actually at peace.",
        "Rick: So you're at peace by being at war with half the people in this town.",
        "Phillip: Yeah, you know why? Hell, you lived through all this with me. My entire life you were right alongside there with me while I did my Hamlet routine. Remember? Who am I, who do I want to be? Am I a Marler or a Spaulding or none of the above? Remember that.",
        "Rick: So now you've just figured that thing out.",
        "Phillip: Yes, that's right. Because when I was in Ravenwood I had time to think about it and I understood. It's not about what I want to be, it's about what I need to be.",
        "Rick: I see. So it's not the sensitive compassionate slightly tortured guy I grew up, is that what you're saying?",
        "Phillip: There's nothing wrong with sensitivity and compassion as long as it's not weakness, as long as it doesn't tear into your soul and paralyze you with self-doubt and guilt. What I've learned to do now is I compartmentalize. You don't understand because it's always been easy for you. You always knew who you were, even when we were kids you knew who you were. It's taken me longer.",
        "Rick: Phillip, you might want to hold onto that compassionate side a little longer, it might be a good example for your children.",
        "Phillip: I love my children. They're the reason that I'm doing everything that I'm doing. Pal, be happy for me! I finally know what it is that I need to do, and I know how to do it.",
        "Rick: Keep telling yourself that, buddy.",
        "Phillip: Rick, we've been friends a long time, look, we try hard not to judge each other.",
        "Rick: Phillip, I'm not going to stand by and just watch this time. You've got to get off this steamroller of yours, buddy, and do it now before it's too late.",
        "[SCENE_BREAK]",
        "Coop: You're selling out, Frank.",
        "Marina: Coop.",
        "Frank: If apologizing is the only way I can get my job back, then I'm going to do that. Once I'm police chief then we can fight the Spaulding's, but I want to play by the rules, our family is so much better than theirs and I think it's about time that we start proving it again.",
        "Marina: I understand, Dad.",
        "Frank: Thank you, honey, I promise you justice. I promise you.",
        "Coop: If you suck up to Alan Spaulding, they're going to think they've beaten us. Now is the time to make them pay, otherwise they're going to keep coming back and bully us some more, Frank, and you know that.",
        "Frank: I guess we'll have to wait and find out. We're going to do this my way, we're going to play by my rules, not yours, you got that?",
        "[SCENE_BREAK]",
        "Harley: Hey, hey.",
        "Bill: Oh, my goodness you're back.",
        "Harley: Yes, I am, and I wanted to tell you I'm sorry if I caused you any trouble really.",
        "Olivia: Yeah, well you did. Next time you sacrifice a kid to Phillip; make it one of your own, will you?",
        "[SCENE_BREAK]",
        "Holly: Where would I go with you?",
        "Sebastian: To find Roger's legacy.",
        "Holly: Sounds like it could be dangerous.",
        "Sebastian: Uh-huh. I like danger.",
        "Holly: You're Roger's son all right.",
        "Sebastian: See. You understand. More than anyone. Otherwise you would have never been drawn to him and loved him the way that you did.",
        "Holly: Roger is dead. And what we had was finished a long time ago. He married, who was it? Amanda.",
        "Sebastian: A business arrangement. He loved you, Holly, to the end. You. And I can see, I can see way he affected you.",
        "Holly: You have to stop romanticizing something that you know nothing about.",
        "Sebastian: Then help me, okay? Help me. I'm asking you, can you see that's what this is all about? I need to understand. You understood him more than anyone. You understood him better than anyone. So I need you to come with me.",
        "Holly: I can't.",
        "Sebastian: Just think about it, okay? Think about it. I've already asked Chrissy. Look, whatever it is that we might find, it could help us maybe with the closure that we so desperately need. You'll be okay. You'll be safe.",
        "Holly: I don't want any part of it.",
        "Sebastian: I don't believe you.",
        "Holly: I don't care what you believe. I've got nothing to prove to you. I don't want Roger to control my life any more. I've had enough of it. (Michelle breathing heavily)",
        "[SCENE_BREAK]",
        "Danny: I'm not going to do this. I'm not going to do this. This is ridiculous.",
        "Michelle: You know, we can't keep hurting each other like this, Danny.",
        "Danny: No. We can't.",
        "Michelle: The woman that you love died in that warehouse explosion. And you've got to stop pretending that she's coming back. And I've got to stop pretending that I can make you forget her.",
        "Danny: You can't make me forget her. I don't want to.",
        "Michelle: Then I think we gotta, we gotta move on with our lives.",
        "Danny: We tried, I guess. Tried everything, I guess.",
        "[SCENE_BREAK]",
        "Rick: Can't you find a way to work with the Coopers instead of being against them, for the kids? If for nothing but the kid, at least it will give people some peace in this town.",
        "Phillip: Rick, do we have peace? Don't you see, I won, you won. You won. This thing with Harley, this disappearing act with the kids, that's something that you can hold over her if you ever need to with Jude.",
        "Rick: So you haven't heard a single word that I've said.",
        "Phillip: You're not hearing what I'm saying to you! I'm telling you, any family core will look at the living arrangements alone and will give you full custody.",
        "Rick: Stop it! I'm not going to take my son away from his mother and it bothers me that you would do that.",
        "Phillip: Rick, I've got to admit you understand this somehow, when I was in Ravenwood you were the only one that stood by me. My whole life you have stood by me, and if you're going to pick sides in this I'm going to make sure you end up on the winning side.",
        "Rick: You always make it the winning side, Phillip, nobody, our son is, our sons are going to lose.",
        "Phillip: You'll see.",
        "Rick: Wait a second, I'm trying to help you here.",
        "Phillip: I don't need you to help me. Just be my friend, I don't need help. I'm not sick any more.",
        "Rick: Well, if you're not, that scares the hell out of me.",
        "[SCENE_BREAK]",
        "Olivia: Because of you, Phillip has threatened to take Emma away from me.",
        "Harley: Okay, I know exactly how you feel, Olivia, really and I'm sorry I did not mean to put Emma at risk.",
        "Olivia: It never crossed your mind, did it?",
        "Bill: Listen, wait a minute now, okay. We're all going to stick together if you're going to take Phillip down.",
        "Harley: Well in that case there's something the both of you should know.",
        "Marina: Harley, you're back! I missed you. I was so worried.",
        "Harley: I'm fine, really I'm fine.",
        "Marina: Where is Zach and Jude?",
        "Harley: They're with their fathers.",
        "Olivia: Are you out of your mind?",
        "Harley: I'm going to explain this inside, okay? I'm back!",
        "Coop: Oh, great, Harley would you please talk to our big brother and keep him from making the biggest mistake of his life?",
        "Frank: How was Greece?",
        "Harley: Don't change the subject. What is he talking about?",
        "Frank: I decided to invite Alan over here to make an official apology in order to get my job back.",
        "Harley: Really?",
        "Frank: Mm-hmm. I called and left a message, he's on his way over here now.",
        "Buzz: Just for the record, Frank, I think you're right.",
        "Coop: Yeah, and it stinks.",
        "Frank: What do you think?",
        "Harley: I'm behind you 100%. It's time to put an end to this war. Which is why, when I dropped off Zach earlier I called a truce with Phillip.",
        "Olivia: What?!",
        "Bill: At least it wasn't surrender.",
        "Harley: You know what, maybe we could try a little peace, loving and understanding around here. (All talking at once)",
        "Buzz: So much for peace, love and understanding.",
        "[SCENE_BREAK]",
        "Sebastian: Whoa. Missed. Try again.",
        "Michelle: What are you doing here?",
        "Sebastian: Obviously my timing is impeccable. Hey, can I help?",
        "Michelle: No. No, what's done is done. And it's over.",
        "Sebastian: What is?",
        "Michelle: Do I look like damaged goods to you?",
        "Sebastian: No.",
        "Michelle: See, that's where you're wrong, because I just asked my husband--I guess I should say my soon to be ex-husband--or you could ask the neuro- whatever specialist because the diagnosis is damaged. Damaged, damaged, damaged.",
        "Sebastian: Do you feel damaged?",
        "Michelle: No. But I feel like I could do some damage.",
        "Sebastian: Then who cares what he thinks?",
        "Michelle: I don't. Not any more any way. Danny's gone now. We're, you know, finished.",
        "Sebastian: I'm sorry, Michelle.",
        "Michelle: I'm not. I mean, I guess that's not completely true.",
        "Sebastian: You know what, it sounds to me like you need to make a clean break and keep moving. And I have the perfect place for you to go.",
        "[SCENE_BREAK]",
        "Danny: Thanks.",
        "Tony: What's up, man? So I hear congratulations is in order.",
        "Danny: Drop dead, Tony.",
        "Tony: All right, I guess it didn't work out.",
        "Danny: The thing, what are you talking about?",
        "Tony: New York, Danny, the job.",
        "Danny: No, I cut out of there before the interview. But actually, I think I should be congratulating you. You can finally go after what you really want. Michelle. We're over, so she's all yours, man. In fact, I think she's alone right now, so you can just move right on in and take advantage of her while she's still vulnerable.",
        "Tony: You know what, Danny, I don't blame her for walking on out on you, because at this point, this girl's way too good for you. She is, Danny.",
        "Danny: Tony... See you.",
        "Tony: Hey, you want to hit me again? What did do you to Michelle?",
        "Danny: Why don't you ask her.",
        "Tony: I'm asking you!",
        "Danny: You want me to level with you when you can't admit the truth about you and my wife.",
        "Tony: There is nothing going on between me and Michelle. Don't you know that by now.",
        "Danny: You're such a liar.",
        "Tony: Go ahead.",
        "Danny: You know what?",
        "Tony: Yeah, you're right. You want the truth? You do. I want Michelle.",
        "Danny: I know.",
        "Tony: I do. I'm so much better for her, Danny. Than you will ever be, my man.",
        "[SCENE_BREAK]",
        "Sebastian: What if I were to offer you the trip of a lifetime? An adventure.",
        "Michelle: You're propositioning me?",
        "Sebastian: Yeah. Yeah. A proposition. I'm heading out in search of the legacy my father left the people he loved. And your mother was very important to him. Why don't you come along.",
        "Michelle: I don't think so.",
        "Sebastian: Why not? You know, people considered my father damaged goods, too, and I...",
        "Michelle: They think that about you too?",
        "Sebastian: Look, you don't have to answer me right now, okay, I'm still making final arrangements. Just... I want you to think it. Just think about it, and you know where to reach me.",
        "[SCENE_BREAK]",
        "Harley: (All talking at once) Everybody, everybody! Listen to me! For one second! Please! Listen. This war between the Spaulding's and the Cooper's has brought us to a dead end. That's it. It's hurt me, it's hurt this family, it's got to stop. I don't know, maybe I was wrong to make this little peace offering to Phillip. We're not going to know though until we see how the guy reacts. I know deep within there is a decent person or at least there used to be.",
        "Olivia: Dead and buried a long time ago.",
        "Harley: Okay, maybe. I'll give you that, maybe you are right. But for this family, for my son, I would like to give him the opportunity to rise to the occasion and become a better person. Okay. So in the name of that, I, I'm calling a truce with Phillip, that's just me.",
        "Alan: That's a fine idea, Harley. You won't regret it.",
        "Coop: We're closed I'm sorry.",
        "Frank: We're not closed, I invited him, thank you for coming, Alan.",
        "Alan: Well, Frank, what did you have on your mind?",
        "Frank: I want to apologize.",
        "Alan: What for, arresting my sister?",
        "Frank: For pulling a gun on you before my sister's wedding. What I did was wrong. And I hope you accept my apology.",
        "Alan: Well, you know, Frank, a lot of unpleasantness could have been avoided if you would have done this a little sooner. But I accept your apology.",
        "Frank: Thank you.",
        "Alan: And Buzz, I think this calls for a celebration. Why don't you bring out a bottle of your finest champagne.",
        "Buzz: Shadow migraine coming right up.",
        "Marina: Hey Daddy. Nice night, huh?",
        "Frank: Yeah. Yeah, it's a nice night.",
        "Marina: I love you. You're my hero.",
        "Frank: That's why I did what I did in there. To keep that title.",
        "Buzz: Thanks for giving my son a second chance.",
        "Alan: I haven't enjoyed this war between our families, Buzz, and I'm glad it's finally come to an end.",
        "Buzz: Well, you know, maybe when this blows over, Gus and Harley might fine a way to get back together.",
        "Alan: Well, stranger things have happened, my friend.",
        "Olivia: You're just a fool. Don't come crying to me when Zach is turned against you. I need some air.",
        "Bill: Listen to me. Don't give up like this, don't let Phillip win.",
        "Harley: I am not backing off Phillip, I am just getting started.",
        "Bill: That is the fighter I know.",
        "Harley: Dust off the wings, Ruth is ready for her next assignment.",
        "[SCENE_BREAK]",
        "Phillip: I missed having you around the last few days, I was really worried about you.",
        "Zach: I was safe with Mommy.",
        "Phillip: I know you were. But you're safe with me, too, you know that don't you? I love you so much. And you know what, I know you didn't do anything wrong, but I would love to know how you and Mommy pulled that off.",
        "Zach: Want to go play cards in my room?",
        "Phillip: Okay. You go ahead on up, I'll be up in a minute. I love you. Yeah, this is Phillip Spaulding. Listen, I'm sending you a fax tonight with a list of names of all the people that were in my home the night that Zach was kidnapped. I want you to run background checks on all of them. I would ask Ruth to do it, but she was here that night. Yes, I want a background check done on Ruth as well.",
        "[SCENE_BREAK]",
        "Alan: Hello, Holly.",
        "Holly: Alan. Please sit.",
        "Alan: I hear that Roger Thorpe's son is in town. Should I be watching my back?",
        "Holly: With your track record? I'd think you'd do that as a matter of course.",
        "Alan: Any idea what he might be up to?",
        "Holly: Mourning his lost father. Spending time with family.",
        "Alan: Well, if you see him, I want you to tell him I said to tread carefully in this town.",
        "Holly: Tell him yourself.",
        "Alan: Holly, be very careful. Roger Thorpe did nothing but bring you pain. He brought misery to you and everyone he touched in this town.",
        "Holly: I have no delusions about Roger. He was capable of terrible cruelty and more. But there was something daring and exciting about him that made me feel more alive than any... excuse me.",
        "[SCENE_BREAK]",
        "Agent # 1: Olivia Spencer?",
        "Olivia: Who wants to know?",
        "Agent # 1: INS, You're wanted for questioning.",
        "Olivia: You've got to be kidding me.",
        "Agent # 2: You were detained in Denmark recently.",
        "Olivia: I know, there was some confusion about papers, it's all cleared up.",
        "Agent #2: Not entirely. You need to come with us.",
        "Olivia: No, get your hands off of me! Get off of me now! Let go of me!",
        "Bill: Whoa, whoa, whoa! Where you going? What's happening?",
        "Olivia: The I. N. S., Something about Denmark and immigration. It was a mix- up, all right.",
        "Agent #2: You can explain that at the hearing.",
        "Olivia: What hearing?",
        "Agent #1: The deportation hearing.",
        "Olivia: Let go! Get your hands off of me!",
        "[NEXT_ON]",
        "(loud crashing sound) Phillip: What the hell was that?",
        "Bill: I am not going to let that happen again.",
        "Alexandra: You're in love with him."
    ],
    "Transcript Author": [
        "By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=BCvQmTPyEjg"
}