{
    "Episode Summary": [],
    "Recap": [
        "Sandy saves Tammy from being hit by the car, and instead is hit himself. Sandy is rushed to the hospital, with a lacerated liver. Edmund is called and stands by Reva's side while Sandy is in surgery. Tammy tries reaching JB, who is ignoring her calls. Harley blames Phillip & Gus for destroying her house and vows to get revenge on Phillip. Beth sides with Harley and tells Phillip that she doesn't know what he's thinking anymore. Lizzie tells her father that she needs to confess something."
    ],
    "Recap Author": "Eva",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: So what's it going to be, buddy? What are you going to have for dinner? You're going to have the regular, have the old chicken nuggets or are you going to be bold and try something different?",
        "Dinah: Hey, guys. I got something for you buddy. Ta-da. (Laughs) do you like it?",
        "RJ: Yes, thank you.",
        "Dinah: Oh, good. Yeah. I'm glad I have at least one friend left in this town.",
        "[SCENE_BREAK]",
        "Harley: (Crying)",
        "Buzz: Harley...",
        "Harley: Where are the boys?",
        "Buzz: Harley...",
        "Harley: Daddy, I have to go find the boys.",
        "Buzz: Harley. Honey...",
        "Harley: I have to go find the boys.",
        "Buzz: Honey... Honey...",
        "Harley: No, no, I have to go find them.",
        "Buzz: Honey, they're safe. They're not in the house. They aren't in the house. They're safe. Zach is with Phillip. Jude's with the Bauer's. They're not here. They weren't here. They're safe.",
        "Harley: Oh, but I know... I don't want them coming back and seeing the house like this.",
        "Buzz: Honey, honey, it's just a house. It's just a house. The kids are fine.",
        "Harley: It's a house. Right?",
        "Buzz: Right.",
        "Harley: It's just a house. And the boys are safe. That's what's important. My boys are safe. Phillip, Phillip did this.",
        "[SCENE_BREAK]",
        "Phillip: So then everything is on schedule? Great. Yeah, it is a shame. But you know, company and the boarding house will be here, so my ex-wife can stay there. And if there's not enough room for both boys, I'll be happy to keep Zach, and I'm sure that Rick and Mel would be happy to keep Jude. Yeah, all right, Joe. That's great. Oh, Joe, I wanted to ask you. Make sure that you keep a copy of the divorce and the custody agreement handy in case we need to refer to it again. Great. Thank you.",
        "Beth: You tore down Harley's house? How could you do such a thing to the mother of one of your children?",
        "Phillip: I had my reasons.",
        "Beth: Share them with me.",
        "Phillip: I will someday.",
        "Beth: That house was your son's home. How could possibly justify this?",
        "Phillip: Cognac?",
        "Beth: Phillip, what are you doing? I've never seen you like this before. I wish that I could chalk it up to you still being mentally unbalanced.",
        "Phillip: Oh, you'd like me to be sick again? That's nice.",
        "Beth: It's better than the alternative.",
        "Phillip: Which is?",
        "Beth: That you're of sound mind and body and that you're deliberately hurting people just for the fun of it.",
        "[SCENE_BREAK]",
        "(Car revving) Sandy: Tammy!",
        "Tammy: Oh my God!",
        "Sandy: Are you okay?",
        "Tammy: I'm fine. I'm fine, thanks to you. Sandy... Sandy if you hadn't just... Thank you so much.",
        "Sandy: (Breathing hard)",
        "Tammy: Are you okay, Sandy?",
        "Sandy: I don't know. (Moans)",
        "Tammy: Oh, Sandy, what's wrong? Did it hit you? Did the car hit you? Sandy? Oh, come over here quick, Sandy's hurt.",
        "Reva: Hey. Sandy?",
        "Reva: Sandy? Tammy, what happened?",
        "Tammy: A car came speeding by and Sandy pushed me out of the way. I think it hit him instead.",
        "Reva: Sandy, did the car hit you?",
        "Sandy: Just grazed. I'll be okay.",
        "Reva: Tammy, do you have your cell phone? Call 9-1-1. Tammy, call 9-1-1.",
        "Sandy: Get up.",
        "Reva: No, I think you should just stay still until the ambulance gets here.",
        "Sandy: Help me up. Get up.",
        "Reva: I don' think this is such a good idea. Where does it hurt? Sandy, where did the car hit you?",
        "Sandy: Watch it. (Moaning)",
        "Reva: Oh, you have a cut. You have a cut that's bleeding. Oh, that's good. Just stay still. Stay still. Sandy. Stay with me now, stay with me.",
        "Tammy: Okay, the ambulance is going to...",
        "Reva: Okay. Just stay right here. Just stay... Sshh, sshh. Sandy? Sandy, help is on the way. I'm right here, okay. I'm right here, son. Mamma's here. Stay still, stay still, okay? Stay still. Breath deep.",
        "[SCENE_BREAK]",
        "RJ: Cool.",
        "Edmund: Yes, that it is. But I'm afraid you're not going to be able to accept it, buddy. You know how your mother and I feel about guns, remember?",
        "Dinah: Edmund, it's just a water gun. It doesn't even look like a gun.",
        "Edmund: All right, I guess we'll make an exception just this once. Because you know what this is RJ? This is a farewell present, because you're not going to be seeing this lady anymore.",
        "RJ: Are you going away?",
        "Edmund: No. No, RJ, she'll be in Springfield. She'll just be busy. She'll be very busy making a life for herself. Far too busy to spend anytime with us.",
        "Dinah: Come here. Look, I am still going to think about you all the time, okay. I promise. And I'm going to miss you lots.",
        "RJ: But why?",
        "Edmund: Well, it's all part of growing up. RJ, when we're young we can pretend we have imaginary friends or pretend we're other people all together. But when we grow up we have to put aside childish things, give up our fantasies and move on.",
        "Dinah: You're Uncle Edmund is right. But like I said I am going to think about you all the time. And you know that since I've met you, it has been the best thing that's ever happened to me. Do remember when I told you I wanted a little one of my own and I almost had one? Well, when I do one day I want him to be just like you. Yeah.",
        "[SCENE_BREAK]",
        "Beth: What happened to the man I fell in love with? I know you're a kind person. I know you're not a vindictive person. So please tell me what's going on in your mind right now. Tell me what's causing you to behave like this.",
        "Phillip: Oh, Beth, you know, I love you very much, but you don't understand. Sometimes when you're doing business it gets a little nasty.",
        "Beth: Business? Uh-uh. Since when do you care so much about business? You never did before.",
        "Phillip: Yeah, where did that get me?",
        "Beth: Where? Tell me.",
        "Phillip: I'm tired of being weak, Beth.",
        "Beth: You have never been weak.",
        "Phillip: Oh, who was that that they locked up in the psychiatric hospital... Pumped full of pills and shot with electrodes? I think that was me. Railroaded into some joke of a marriage by a witch, had all my stock swindled away. Sounds pretty weak to me.",
        "Beth: Phillip, you had a breakdown. But you're better now. You're in control.",
        "Phillip: That's right, I am.",
        "Beth: Hurting other people doesn't prove that you're strong. What about Lizzie?",
        "Phillip: What about her?",
        "Beth: Do you really think that you're setting a good example for her right now?",
        "Phillip: No worse than you have in the past.",
        "Beth: Nice. That was nice.",
        "Phillip: Well, we're being honest.",
        "Beth: No, you're being cruel. But this behavior will rub off on your children, Phillip. In fact, it's already started to.",
        "[SCENE_BREAK]",
        "Lizzie: Come on, Joey. I know you're there. Come on, pick up. Joey? Hey, it's Lizzie. What? The phone's been disconnected? No, Joey.",
        "[SCENE_BREAK]",
        "Phillip: I've got to make a phone call. (Cell phone ringing)",
        "Harley: I despise you.",
        "Phillip: I take it you know.",
        "Harley: You'll burn in hell for this.",
        "Phillip: That would be a yes. All right, listen. I'm just calling you to tell you, don't worry. I had most of your things put in storage.",
        "Harley: You're sick. You're crazy. Who would do this? Who would do this? I don't care what you say, this was my house. And I will get you for this. You will pay and you will pay big.",
        "Phillip: Harley, you need to read our divorce agreement again. What I've done is perfectly legal and if you don't believe me, you can ask Gus.",
        "Harley: Gus?",
        "Phillip: He's a lawyer. He works at Spaulding. Who do you think did the paperwork on this. Listen, I'll keep Zach tonight. And you know, as a matter of fact, why don't I just keep Zach for a while, until you find a new place to live. Just call me when you get settled in. I'm sorry. Go ahead. You were saying...?",
        "Buzz: What did he say?",
        "Harley: He's proud. He's proud. He's boasting. He's boasting and he said this is legal. Do you think that this is legal? And he said... He said that Gus...",
        "Gus: Are you all right?",
        "[SCENE_BREAK]",
        "Show was preempted--Mount St. Helens",
        "[SCENE_BREAK]",
        "???: with Phillip on something like this? And you're believing his word over mine? I know you don't. I know that you don't.",
        "[SCENE_BREAK]",
        "Beth: Once you go down this road, where does it end?",
        "Phillip: It ends with my family being taken care of.",
        "Beth: You're turning out like Alan.",
        "Lizzie: Dad, Mom, I need to talk to you.",
        "Beth: Don't you remember?",
        "Phillip: Well, maybe it's long overdue that I was a little more like...",
        "Lizzie: No, I need to talk to you guys right now.",
        "Phillip: Oh, Lizzie. Actually, I'm glad you're here right now. Honey, do you think I'm an ogre?",
        "Lizzie: What?",
        "Phillip: Do you think I'm an ogre? Do you think I'm an evil, nasty person that only cares about himself?",
        "Beth: Phillip!",
        "Lizzie: No. No, I don't think you're an ogre. I think you're probably one of the best dads, but Daddy, I really need to talk to you.",
        "Phillip: Okay, great. I rest my case.",
        "Beth: Oh, good. Now you're using your own children to condone your behavior.",
        "Lizzie: Look, you know, I don't know what you guys are talking about, but please...",
        "Beth: We're talking about your father's vendettas against the Cooper's.",
        "Lizzie: The Cooper's? Why are you wasting your time with them? They're a bunch of jerks!",
        "Phillip: If I hadn't rested my case before, I would rest it now.",
        "Beth: Lizzie, I hope you regret what you just said. It is terribly wrong to refer to an entire group of people--a whole family, a good family--as \"a bunch of jerks.\"",
        "Lizzie: Well, they do it to us, Mom. I mean, they may not go around calling us jerks, but they hate us, so why not hate them right back?",
        "Beth: Now I rest my case.",
        "[SCENE_BREAK]",
        "Edmund: RJ, will you excuse us for just a minute, please? Now that he knows you care, you can leave. All right?",
        "Dinah: All right. But why don't we have some dinner together, that way I can have a proper goodbye.",
        "Edmund: Are you completely out of your mind? Oh, wait. I'm sorry. That's a rhetorical... (Cell phone rings) hello? Tammy? Tammy? Tammy, Tammy, slow down, I don't know what you're saying. Oh, my God. When? Are you there with anyone? Are you alone? All right, just stay there, stay calm and I'll be right over, all right?",
        "Dinah: What is it?",
        "Edmund: It's... My nephew Sandy was just hit by a car. I've got to get over to Cedars. RJ? Guess what? Guess what? We're going to go to the Beacon, you're going to play with Mrs. Chitwood and then you're going to have dinner with her, okay? Let's go.",
        "Dinah: Edmund, wait. Let me come with you. I'm sure I could help.",
        "Edmund: Dinah, stay away. Have some respect for my family and for the Lewis's and stay away.",
        "Dinah: Poor Tammy. Cousin's hurt, Mom's away. I bet she could use a shoulder to cry on right about now.",
        "[SCENE_BREAK]",
        "Rick: What have we got here?",
        "EMT: We've got a young man hit by a car. BP 90, palp 116, thready on the pulse. We've got two lines in and wide open ringers, but he's still hypotensive.",
        "Rick: Let's get him in let's go. Move it. Come on!",
        "Lillian: Reva, Tammy? You're going to have to wait right here. I'll let you know everything, I promise.",
        "Rick: Sandy? Can you hear me? All right just try and relax. You're in good hands. We're going to take real good care of you. That's his liver. We have to get in and stop the bleeding right away. Can you sign the release for us?",
        "Reva: Of course. Of course. What's going on, Rick?",
        "Rick: We think the liver could be lacerated, but I'm not going to know for sure until we get in there.",
        "Reva: Hold still, hold still.",
        "Sandy: Reva. Hey.",
        "Reva: Hey, you. Ssh.",
        "Sandy: It's bad, isn't it?",
        "Reva: No. No, no, no. It's not. You're going to be fine. Really, you are.",
        "Sandy: Listen. (Gasping)",
        "Reva: No, Sandy. Don't talk. Honey, don't talk. We're going to take good care of you. You're going to be fine, okay? I promise.",
        "Sandy: I have to tell you something important. Important. In case I don't make it. (Gasping)",
        "Reva: Hold still, hold still, they have to take you into surgery now, okay? Just know that I will be out here for you, son. When you get out, I will be right here. You're going to be fine, Sandy. I promise you're going to be fine.",
        "Sandy: (Gasping): Reva. Reva. You need to know...",
        "Reva: I do know. I know. I know you love me and I love you with all my heart. But they have to take you into surgery now, okay? Just know that I will be out here for you, son. When you get out, I will be right here. You're going to be fine, Sandy. I promise you're going to be fine.",
        "Rick: Reva?",
        "Reva: What?",
        "Rick: We have to prep him.",
        "Reva: It's okay.",
        "Rick: It's all right. Sandy, listen. Nurse Raines is going to take you into pre-op, she's going to explain everything to you, okay? Nurse Raines... Listen. Nurse Raines is the best nurse we have. You're in good hands.",
        "Lillian: That's right, I am the best. You're going to be fine, Sandy. Okay? We need to get going.",
        "Sandy: Reva. (Gasping)",
        "Tammy: What did he say to you?",
        "Reva: I don't know. I couldn't hear him.",
        "Sandy: Forgive me. Forgive me.",
        "Tammy: He saved my life, Aunt Reva.",
        "Reva: Sweetie, I'm glad you're okay but you have some bruises and some scrapes and things. I want to get Rick, okay?",
        "Tammy: I'm fine.",
        "Reva: That one looks kind of bad. Rick? Could you look at something here? This cut here looks a little deep.",
        "Rick: Sure. I'll take a look at it.",
        "Reva: Okay. I'll be right back. I'll be right back.",
        "???: Mrs. Lewis, we have your bag.",
        "Reva: Oh, thanks.",
        "Edmund: Hey, hey. Take a breath.",
        "Reva: It's just ... I can't... I can't reach Joshua and Cassie isn't here, and Shayne is gone and Marah is gone and there's no one here.",
        "Edmund: I'm here.",
        "Reva: There must be someone...",
        "Edmund: Reva, Reva, Reva. Sandy is my family. Sandy is your family. We're family. Let me help you, Reva. Please, I want to help you.",
        "[SCENE_BREAK]",
        "Harley: You didn't have anything to do with this, huh? I don't believe a word that's coming out of your mouth.",
        "Gus: Stop it, please.",
        "Harley: Stop what?",
        "Gus: Stop... Just stop doubting me so much, please.",
        "Harley: My house is gone. Someone tore down my house. And while that wrecking ball was crashing through my front door, who was standing next to me? Who was there to distract me? You were.",
        "Gus: I was trying to help you. I've been trying to help...",
        "Harley: You're trying to help me by tearing down my house? I don't believe you!",
        "Gus: You think that I would wreck the house that you and the children live in? That I would destroy the house that your father was just trying to recuperate from a heart attack last week? You think that? If you think that I'm capable of something like that, then not only do you not know me anymore, but I don't know who you are, okay? For the last several months--months--I have been trying to help you. That's all I've been trying to do. And you? All you do is turn your back on me.",
        "Harley: Oh, that's how you see this.",
        "Gus: Yeah, that is how I see it! I'm sick of it. I'm sick of you. I give up. I'm done trying, okay? You're on your own.",
        "Harley: Fine. Fine, that works for me.",
        "Gus: Fine. Fine.",
        "[SCENE_BREAK]",
        "Beth: Have you ever stopped to think about how your vendetta against Harley is affecting Zach? Because in case you haven't noticed, Phillip, that little boy is angry with you. He thinks you're hurting his mother.",
        "Phillip: You were looking for answers before ... there you go. She's been trying to turn Zach against me.",
        "Beth: Or maybe Zach just senses the truth.",
        "Phillip: Beth, I'm not the bad guy here.",
        "Beth: Oh, for God's sakes, Phillip!",
        "Phillip: I'm not.",
        "Beth: Wake up! Look at Gus. Look what you're doing to him.",
        "Phillip: You know what? Never mind. Never mind.",
        "Beth: Gus gave up the woman that he loves to protect this family, and how do you repay him? You use him against that same woman and you make him hurt even more!",
        "Phillip: Let me tell you something: I'm doing Gus an enormous favor. The sooner he's over Harley, the happier he will be.",
        "Beth: How dare you assume that you know what will or will not make other people happy. I don't know you anymore, and I'm not sure I want to.",
        "Phillip: Oh, Beth. Come on. Now, look...",
        "Lizzie: Where are you going?",
        "Beth: I am going over to what was once Harley's house.",
        "Lizzie: What do you mean, \"what was once\"? What happened to it?",
        "Beth: I'll tell you on the way. Come. You're coming with me.",
        "Lizzie: But why?",
        "Beth: Why? Lizzie, the Cooper's are our friends and they need our support right now.",
        "Lizzie: You know, I think I'm just going to stay here with Dad.",
        "[SCENE_BREAK]",
        "Tammy: JB, it's Tammy. What happened? You left the bar and I couldn't find you. Where are you? Anyway, call me back. I really need to talk to you. Please.",
        "Edmund: I'm sorry, I can't reach Josh. Do you want me to try to reach Olivia? Marissa?",
        "Reva: Um, no. I think maybe we should wait until there's more information on Sandy's condition.",
        "Edmund: Fine. They're in surgery with him now?",
        "Reva: Yeah. Rick said he'd come out as soon as he knew anything, as soon as it was all over.",
        "Edmund: Well, I guess we only have to wait.",
        "Reva: Yeah, well, I've never been very good at that.",
        "Edmund: Oh, well, neither have I.",
        "Reva: I know. Sorry.",
        "Edmund: No, no. No need to apologize. Everyone knows I'm not your favorite person.",
        "Reva: Yeah, well, there was a time when I wasn't yours, either.",
        "Edmund: That was a long, long time ago.",
        "Reva: And you'll pardon me if seeing Richard's son in trouble brings back certain things.",
        "Edmund: I understand.",
        "Reva: This whole thing just reminds me too much of Shayne. God, I wish Josh were here.",
        "Edmund: If he were here, what... What would he say?",
        "Reva: All the right things.",
        "Edmund: Like what?",
        "Reva: Like, this isn't going to be...",
        "Edmund: ...As bad as you think it is? What else? What else would he think? Sandy's young and he's strong and he's healthy and he's going to get the best care possible, which he will. Hey, I'll leave you alone again.",
        "Reva: No. Stay.",
        "Edmund: How about the police? Have the police been notified?",
        "Reva: Yeah. Well, they came at the same time the ambulance did. But you know, it was... It all happened so fast. It was dark and I don't think the kids really were able to see anything, the car.",
        "Edmund: I guess they didn't catch the license plate then. You know, maybe when Tammy calms down, when she calms down, she'll remember something maybe. She's been gone a long time. I wonder what she's doing.",
        "Tammy: JB, it's me again. Part two. Your voice-mail cut me off before. Look, after you left, my cousin Sandy showed up and when we went outside, he was hit by a car and now he's at the hospital and he needs emergency surgery and I'm just... Oh, please give me a call as soon as you can, okay, please?",
        "Edmund: Tammy? Sandy's gone into surgery.",
        "Tammy: This is all my fault.",
        "Edmund: No, no, it's not. It's not.",
        "Tammy: It is. I was at this bar and Sandy came to drive me home because... Well, because I was a little bit drunk and then when we went outside, this car was heading right for me and he pushed me out of the way. He was trying to help me and...",
        "Edmund: Tammy, Tammy, it was an accident. It was nobody's fault, or maybe the person that was behind the wheel was speeding and didn't even stop.",
        "Tammy: Didn't even slow down. It all happened so fast. I don't even know if I could tell you what the car looked like or anything.",
        "Edmund: So you have no idea if it was a man or a woman.",
        "Tammy: No, I don't know.",
        "Edmund: Tammy, why were you drinking? Is something bothering you? I mean, other than the stuff with Dinah?",
        "Tammy: It isn't any one thing. I just needed to unwind.",
        "Edmund: Alone in a bar?",
        "Tammy: I wasn't by myself. I went with somebody. A friend.",
        "Edmund: Is it someone I know?",
        "Tammy: No. It's just this guy that I've kind of been seeing, but he had to leave.",
        "Edmund: You're seeing someone?",
        "Tammy: He's really cool, Uncle Edmund.",
        "Lillian: Reva, can I get you anything?",
        "Reva: Oh, Lillian, thanks, no. I don't care for anything. I'm fine.",
        "Lillian: Rick will be out soon with some news, okay?",
        "Reva: I just can't believe that this is happening, you know? I just found Sandy. I've got all this time I have to make up for with him.",
        "Dinah: I got a second chance, Reva. I know you will, too. Lillian? Whoa, it's good to see you.",
        "Lillian: Oh, Dinah. My goodness. I never thought I was going to have a chance to see that beautiful face again.",
        "Dinah: Yeah, here I am.",
        "Reva: Yeah, and you have some nerve showing up here.",
        "Dinah: Reva, I want to help you any way I can.",
        "Reva: Well, there is something you can do: You can leave.",
        "Rick: Reva.",
        "Reva: Rick? What's going on? Is everything okay?",
        "Rick: Sandy is stable. He's stable but unfortunately, as we expected, his liver has sustained severe damage. So we had to remove the right lobe of his liver to control the bleeding.",
        "Tammy: You took out his liver?",
        "Rick: Part of it, yes.",
        "Reva: Well, it's okay, though, honey, because the liver regenerates, though, right?",
        "Rick: In some circumstances, yes, but in Sandy's case, there's been a complication. The remaining segments of his liver have also been damaged. So we're looking at a transplant.",
        "Reva: A liver transplant?",
        "Rick: A portion of the donor's liver is surgically removed and placed in the recipient, but it doesn't matter who the donor is, as long as it's somebody who has the same compatibility as Sandy.",
        "Dinah: Okay, so sign me up. What do I have to do? Do I have to take a blood test or... You know, I'll do that. Whatever it takes to make up for the pain I've caused you and your family, Reva. I think this is as good a way as any to start.",
        "[SCENE_BREAK]",
        "Phillip: That's fine. Just fax it to my assistant, Ruth, and I'll make a note to look at it in the morning. Yeah. Sorry, honey.",
        "Lizzie: Mom was pretty upset when she left here, huh? So you tore down Harley's house? Why?",
        "Phillip: I had my reasons, honey. I'm sorry I can't be more specific than that.",
        "Lizzie: No, it's okay, Daddy. If you say that it was a good reason, then I believe you.",
        "Phillip: You always see my side of things, don't you?",
        "Lizzie: You always see mine.",
        "Phillip: Hey. Hey. Come here. What was that for?",
        "Lizzie: You know you're always there for me. It doesn't matter what I do you're always... You're always standing right next to me and you always understand me, and sometimes I don't even understand myself. And you know, sometimes I do something and I don't even know where it came from, because it's not me. But I act out, I just freak out and then minutes later, it's kind of like, \"whoa, what did I do? Why would I do that?\" But then the damage has already been done and you can't do anything to take it back.",
        "Phillip: Honey, that's okay. Everybody's felt like that before.",
        "Lizzie: Yeah, I know, but...",
        "Phillip: Wait a minute. All right, what's going on here? When you came in before, you said you had something that you needed to tell me. What is it? Lizzie? You can tell me anything. You know that.",
        "Lizzie: Are you sure, Daddy?",
        "Phillip: I'm positive.",
        "Lizzie: Daddy, I did something bad. It was something so stupid I can't believe I did it.",
        "Phillip: All right. Well, that's okay. Is this something with that Lupo boy? Did something else happen between the two of you?",
        "Lizzie: No, Daddy, no. It had nothing to do with Joey, okay? It's Tammy. It was bad. Daddy, it was so awful.",
        "[SCENE_BREAK]",
        "Harley: What am I going to tell my boys? I mean Zach and I just finished painting those stars on the ceiling in his room. What do I tell him? He loved that room. I want Phillip dead. I want him dead. No, I want to kill Phillip myself. With a shotgun.",
        "Buzz: I don't blame you. You aren't armed, are you? I mean it. Don't make me paw through that.",
        "Harley: Daddy, I'm not armed. I only wish I were.",
        "Buzz: Not that he doesn't deserve it, but it's exactly what he wants right now. And he's already threatened to go back into the custody agreement with you. It would be foolish to push him now.",
        "Harley: Well, what am I supposed to do? Just let him get away with this?",
        "Buzz: Well, who are you talking to? You're going to do something. Grind his face into the dirt. But be smart. Be very smart about it, and he'll never know what hit him. Want something to eat?",
        "Harley: No.",
        "Buzz: You want something to eat. Stay put.",
        "Harley: Daddy? I've got to get Zach out of that house. He's right. Be smart. He's right. Be smart. And Phillip won't know what hit him.",
        "[SCENE_BREAK]",
        "Beth: Oh, my Lord.",
        "Gus: Yeah. It's something else, isn't it? All courtesy of Phillip Spaulding.",
        "Beth: Where's Harley? I thought that she would be here.",
        "Gus: She was. She's gone.",
        "Beth: I'm so sorry. I'm so sorry for all of you.",
        "[SCENE_BREAK]",
        "Buzz: When it comes to comfort food, there's nothing that beats the good old American... Harley? Harley? Where'd you go? And when did she start wearing glasses?",
        "[SCENE_BREAK]",
        "Lizzie: Daddy, I tried putting on the brakes. Please help me, Daddy. Please.",
        "Phillip: These are my car keys. Did you get in an accident?",
        "Lizzie: No, no. I took your car and I decided to follow Tammy. I wasn't stalking her or anything; it's just that I had this hunch that she was going to see Joey and I followed her to a bar.",
        "Phillip: Joey? I thought Joey had already left town.",
        "Lizzie: No, he did, Dad. It's just... I followed her because I thought maybe he would see her before he left, and I parked behind this bar and I thought she was going to come out the front entrance, but she didn't. She came out the back entrance Dad, and she scared me, and so I floored it.",
        "Phillip: Lizzie.",
        "Lizzie: Daddy, I didn't mean to do it.",
        "Phillip: You didn't mean to do what? Honey?",
        "Lizzie: I'm so sorry.",
        "Phillip: It'll be all right. It'll be all right and I will help you, but you have to tell me what you did. Tell me exactly what happened.",
        "Lizzie: Daddy, I did something awful.",
        "[SCENE_BREAK]",
        "Reva: Thank you, Dinah. That's a very generous offer.",
        "Dinah: I want to do anything and everything I can to help you, Reva.",
        "Reva: I appreciate it.",
        "Dinah: But what? You don't think that I'm good enough because of my past to help your son? You're going to reject me out of hand?",
        "Reva: No. No, not at all. I will take anyone's help I can get right now. So go ahead, get tested. And if it turns out that you can be a liver donor for Sandy, then great. I'll forever be grateful. But Rick, don't you think it makes more sense that I would be a better match seeing as I am a blood relative?",
        "Edmund: Or I?",
        "Tammy: While we're asking questions, how about this one? Where were you tonight when that car was headed right at me?",
        "Dinah: I was chatting with your Uncle Edmund. That's how I heard about the whole thing. Are you telling me you didn't see the driver of the car?",
        "Reva: Rick, when can I see Sandy?",
        "Rick: You can see him right now, Reva. Just remember, he is weak. He just came out of surgery.",
        "JB: Hey, old buddy. Long time no see.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light.\"",
        "Reva: The thing is, JB, I don't like you much and I'm warning you, don't cross me. And that includes whatever it is you're doing with Tammy. (Screams)",
        "Gus: The purse, now!"
    ],
    "Transcript Author": [
        "By Suzanne Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=sq3pSUJa6Oc"
}