{
    "Episode Summary": [],
    "Recap": [
        "Tammy is stuck in an elevator with Jonathan where he tells her that he will protect her and always be there for her. She leaves and goes to the roof where she has a heart to heart talk with God and with Ava. She shows Ava a picture of Sandy, which Ava reacts to. Ava later tells Jonathan that she doesn't think it will last with Tammy and Sandy. Jonathan tells Sandy that he is going to find out what Sandy is hiding and Sandy says that even if he and Tammy don't stay together he will make sure that Tammy doesn't go to Jonathan. Sandy is just about to let Tammy back in his life when he gets a note with the words \"I found you\" on it. Michelle comes back to Springfield just long enough to meet up with Rick and leave Robbie with him to take to Danny. She tells Rick that she cut off all communication to her and she just needs to get away and give her time to get over losing the baby. Cassie finds the baby at Cedars with Danny and Marina. They blast Jeffrey for lying about the test results that said that Hope was Cassie's. Jeffrey tells them that he did run another test that showed that Michelle was not Hope's mother but they insist he run another one for them to see. Danny yells at Jeffrey that Hope is with the wrong mother and that she should be with his wife and that she could be his child. This upsets Marina and shocks everyone else. Danny tells Jeffrey to run a DNA test on him since Michelle is unavailable. Dinah apologizes to Cassie for losing the baby and Cassie tells her that she can atone for what she did by helping her get her baby back."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tammy: You saw us at the barn, me and Jonathan.",
        "Sandy: You looked good together.",
        "Tammy: I'm sorry. I'm so sorry. Sorry. I can't do this. I can't...",
        "Jonathan: Wherever you go, there I am. I'd like to think that's a good thing.",
        "[SCENE_BREAK]",
        "Cassie: Dinah, where's Hope? Where is she?",
        "[SCENE_BREAK]",
        "Robbie: Mommy, we're home!",
        "Michelle: Yeah.",
        "[SCENE_BREAK]",
        "Danny: We have a situation.",
        "Cassie: May I have her, please? Can I please have my daughter, Danny?",
        "Danny: Cassie, Dinah says that this baby is Michelle's. And I believe her.",
        "[SCENE_BREAK]",
        "Michelle: Well, here we are, my little man. You're really happy to be home, aren't you? So I guess we made the right choice.",
        "Rick: Robbie, it's Uncle Rick.",
        "Robbie: Uncle Rick!",
        "Rick: You've gotten big! Wow, such a good boy.",
        "Michelle: Hey, thanks for coming to meet us.",
        "Rick: Well, I was surprised to get your phone call.",
        "Michelle: Hey, Robbie, do you want to... look, there's a big window over there. You want to go watch the planes land? Yeah, go ahead.",
        "Rick: See you in a little bit, Buddy.",
        "Michelle: I called you because I want you to take Robbie home to Danny.",
        "Rick: Okay.",
        "Michelle: He misses his dad and his friends and his cousins...",
        "Rick: And maybe you miss us, too?",
        "Michelle: Of course I do, Rick.",
        "Rick: So you're not coming back.",
        "Michelle: Rick, I've been doing everything I can to stay strong for Robbie, but no child should have to have of seeing his mother depressed.",
        "Rick: Don't do this.",
        "Michelle: You know what he says to me? \"What's wrong, mommy?\" I can't tell him.",
        "Rick: This is obviously about the baby, isn't it?",
        "Michelle: I can't get over losing my baby. You know what I miss?",
        "Rick: What?",
        "Michelle: I miss my little girl.",
        "[SCENE_BREAK]",
        "Cassie: You can't believe Dinah. You just can't believe her.",
        "Dinah: Cassie, why would I lie?",
        "Cassie: Because you stole my baby.",
        "Dinah: I brought Hope to Danny. I told him I had been faking the pregnancy. I told him Edmund all but admitted to me this is Michelle's child.",
        "Cassie: I'm sorry Michelle lost her baby, I am. I felt that baby. I lived with it. Hope is my baby, I know she is.",
        "Danny: I am so sorry. I need to be sure.",
        "Jeffrey: Danny, Cassie has been through a lot. We'll work this out. Just let her hold the baby, okay.",
        "Marina: I don't mean to be coldhearted, but Dinah's story makes sense.",
        "Cassie: No!",
        "Marina: Yes, I pursued this. I thought it was true. We both did.",
        "Dinah: Why did you drop it?",
        "Marina: Because Jeffrey ran DNA tests that proved Cassie was the mother.",
        "Danny: I want to see the results.",
        "Cassie: Why are you doing this?",
        "Danny: Because Marina never saw the results, only Jeffrey did.",
        "Cassie: Please listen, you have to trust me.",
        "Danny: It's not you I don't trust. I'm sorry, Cassie, we have to run another test.",
        "Cassie: No.",
        "Marina: It's the only way we can tell if Hope's is yours or Michelle's.",
        "Cassie: I need my baby. I need my baby and now you're asking me to run another test and to do this again. I can't do this. Are you going to give her back to me or not?",
        "Danny: Again? Again? Why do I get the feeling this is not all a big surprise to you?",
        "Jeffrey: That doesn't matter.",
        "Danny: It does matter. The truth matters District Attorney.",
        "Jeffrey: Just let her hold the baby and I'll explain!",
        "Marina: I'll take her.",
        "Danny: Go ahead, I'm listening. Explain.",
        "Jeffrey: All right. I was examining the criminal aspects of this case and I had another DNA test run on some hairs that we found in Michelle's locker here at the hospital.",
        "Marina: I'm sorry, I don't understand. If you already had Cassie's DNA test done and you have the proof there, why did you need to run another test?",
        "Danny: Because he lied about the DNA test, right, O'Neill? Cassie's not Hope's biological mother.",
        "Cassie: Doesn't matter.",
        "Danny: Cassie, it does.",
        "Jeffrey: It doesn't, Danny. It does not matter because that test proves that Michelle is not the mother, either.",
        "[SCENE_BREAK]",
        "Jonathan: Do you hate being alone with me so much or do you hate that you like being alone with me?",
        "Tammy: I told you, I can't be around you.",
        "Jonathan: There you go again. It's like a mantra with you. \"I can't, I can't, I can't.\" But then you, do Tammy. You feel. Why can't you just admit it?",
        "Tammy: What else do you want me to say? I can't be around you, I can't see you, I just can't.",
        "Jonathan: All right! All right, enough! I get it. I know why you're here, too. So how is Sandy? You two still ready to hop the broomsticks together? You looking for wedding dresses?",
        "Tammy: There isn't going to be any wedding.",
        "Jonathan: Oh. Why not?",
        "Tammy: I don't want to do this.",
        "Jonathan: It's that bad?",
        "Tammy: Please start the elevator. Thank you.",
        "Jonathan: Look, I don't want to have to force you to be alone with me. I just want to know why you're not marrying Sandy.",
        "Tammy: Because he broke it off. Sandy doesn't want me anymore.",
        "Jonathan: Sandy dumped you? Why?",
        "Tammy: Why do you think?",
        "Jonathan: Me.",
        "Tammy: You, us. He saw us.",
        "Jonathan: In the barn?",
        "Tammy: Yeah. He was waiting for me. He was waiting to propose to me and I was with you.",
        "Jonathan: Where you wanted to be.",
        "Tammy: No.",
        "Jonathan: Yes. Where you still want to be.",
        "Tammy: I want to be with the man who loves me. The man who loves me and wanted to marry me.",
        "Jonathan: That was before he saw the truth. Look, Tammy, I'm sorry that it has to be this way for you. I'm sorry that you're feeling scared and guilty and a hundred other things that you don't have a name for. But this was Sandy's wakeup call. This was your wakeup call.",
        "Tammy: You're right. It made me realize what I have in Sandy.",
        "Jonathan: What? A safe bet? Do you really know everything about him?",
        "Tammy: I know how I feel with him.",
        "Jonathan: That is not the same thing as knowing in your heart who a person is and where you stand with them. Do you really think you have that with Sandy? At least with me you know what you're getting. At least with me you feel something.",
        "Tammy: I belong with Sandy, not you.",
        "Jonathan: Why? Why? Because you say so or because your family says so? Your friends? Come on, even Sandy's not saying you two are going to be living happily ever after from now on.",
        "Tammy: Why is it so hard for you to realize this is what I want?",
        "Jonathan: Because I don't want to realize it! Because every time I'm in a room with you it scares me, okay? I know, Tammy. I know that you're worried about what people are going to think about you and what they're going to say about you. But look, if you're with me, I will protect you from everything that you're scared of. I will do everything that I have to do for you. If it makes you happy, you tell me and I'll do it. Tammy! Tammy!",
        "[SCENE_BREAK]",
        "Tammy: ( Panting ) I made you promise before. I asked you for something and you came through. You let Sandy live. You brought him back to me. And now it's my turn to live up to my end of the bargain. I will love Sandy. I'll show him that he can trust me. I'll take care of him forever. And I promise I won't let Jonathan back into our lives. But I need help. Please, just help me get him out of my head.",
        "[SCENE_BREAK]",
        "Sandy: I bet I know what you're thinking.",
        "Jonathan: My turn to push you off the mountain.",
        "[SCENE_BREAK]",
        "Rick: I can't even pretend to understand what pain you're going through. But you do have another child that is alive and healthy.",
        "Michelle: I know, okay? I know what you're going to say.",
        "Rick: Why send that little boy off to Danny when your son can help you deal and get through the pain of losing a baby you never knew. Why would you do that?",
        "Michelle: Because, Rick. Because I'm always thinking about what she could have been. I'm at a clothing store the other day and I see a little dress, a little Christmas dress, baby's first Christmas. Black velvet and lace. You know...",
        "Rick: Leah had one like that.",
        "Michelle: You know what comes to mind for me? That's a dress you'd use for a child's funeral. It'd look nice in an open casket.",
        "Rick: Don't do this to yourself.",
        "Michelle: And then I think things aren't the way they should have been. I should be buying that dress right now for my little girl to celebrate her life. Her first Halloween, her first thanksgiving.",
        "Rick: You're torturing yourself thinking like this.",
        "Michelle: Do you think I want to torture myself? God, if I could have my memory I wiped away again I would take that in a minute. I'm standing in the store sobbing and Robbie... Robbie says, \"Mommy, what's wrong? Are you upset because the dress doesn't fit you?\" I can't tell him.",
        "Rick: I know. I know. You can't tell him anything.",
        "Michelle: Telling Robbie about the baby sister that he should have had is only going to make him have many more years of therapy when he grows up.",
        "Rick: Michelle, Robbie's going to be fine. Your son is going to be fine.",
        "Michelle: I don't want to leave him.",
        "Rick: Then don't do it! Don't do it! Michelle, he's helping you right now, I know he is.",
        "Michelle: He is, Rick. But it's not fair. This is not fair to him. He should be laughing and playing, not wondering why his mother doesn't have a smile on her face.",
        "Rick: So you think the best thing is just to send him off with Danny?",
        "Michelle: Danny will make sure that Robbie is happy.",
        "Rick: What about you? I guarantee you going off to California alone is not going to help him, Michelle.",
        "Michelle: I know, and that's why I'm not going back.",
        "[SCENE_BREAK]",
        "Danny: Why should I believe you, O'Neill? You lied to Marina about the baby being Cassie's.",
        "Jeffrey: Yes, I did.",
        "Cassie: He did it because he wanted to give me a chance.",
        "Danny: A chance to do what?",
        "Cassie: To prepare myself. So I could choose when I was ready to give her up.",
        "Danny: The whole time you believed the baby was Michelle's?",
        "Jeffrey: I did.",
        "Marina: At the christening?",
        "Jeffrey: I could not do that to Cassie. She was my top priority.",
        "Dinah: Even if it meant keeping the baby from where she belongs.",
        "Cassie: She belongs with me! She belongs with me! I was going to tell Michelle before she left town.",
        "Jeffrey: We would have told her if the test revealed she was the mother.",
        "Dinah: If Hope isn't Cassie and Michelle's, who is the mother? How did Edmund get the baby?",
        "Cassie: He bought her. Hope was unwanted and unloved and now she has a home and a family who loves her.",
        "Jeffrey: I can produce the DNA test.",
        "Danny: We know the tests can be faked. Why should I believe anything you show me or tell me?",
        "Jeffrey: What choice do you have?",
        "Danny: This baby is with the wrong mother! And my wife has the right to know that it could be hers. This could be our baby!",
        "Cassie: You said \"our baby,\" you and Michelle? I thought Tony and...",
        "Jeffrey: Marina, I'm so sorry I didn't know why you were digging into this.",
        "Dinah: Is it just me or has anyone else realized I'm the only one telling the truth? It never happened before.",
        "Marina: Danny, Hope doesn't need to be around this. I'm going to take her outside.",
        "Danny: Okay.",
        "Jeffrey: Your call. What do you want to do?",
        "Cassie: I don't know. I need to think. I...",
        "Dinah: Well, you guys definitely don't need me here, either.",
        "Danny: I can't remember, which side of the law are you on?",
        "Jeffrey: Danny, let this go.",
        "Danny: Dream on.",
        "Jeffrey: If you go down this road, you're going to make Michelle feel worse.",
        "Danny: Michelle has the right to know Hope could be her child, and we're going to get to the bottom of this right now!",
        "[SCENE_BREAK]",
        "Rick: Michelle, I'm confused. You tell me you're not staying and you say you're not going.",
        "Michelle: I'm not going back to California, but I'm not staying in Springfield.",
        "Rick: Where are you going?",
        "Michelle: Rick, there's nothing left here for me.",
        "Rick: What about me? What about your brother? Where are you going to go? What are you going to do?",
        "Michelle: I have to sort things out. I kind of have a place in mind.",
        "Rick: What place?",
        "Michelle: Rick, no questions.",
        "Rick: What place?",
        "Michelle: Look, I've disconnected my numbers and I've stopped all my mail for now.",
        "Rick: That's great. You can't shut out the rest of the world, Michelle, you can't do that.",
        "Michelle: Until I find a way to say good-bye to my little girl, how can I move on?",
        "Rick: Start off by holding on to the people that still love you and let us help you.",
        "Robbie: Look, I got my pilot's wings!",
        "Michelle: Wow! Look at that! That's great! You know what, though? You're not going to have to fly off anymore. You get to stay here. That's why Uncle Rick is here. He'll take you so you can be with Daddy in Springfield.",
        "Robbie: Are you staying, too?",
        "Michelle: Um, not right now. I have one more trip to make. But this time, when I come back, there's going to be no more tears. All smiles. I love you. Do you love me?",
        "Rick: Michelle...",
        "Michelle: Thank you.",
        "Rick: You're all the family I have left.",
        "Michelle: Thanks.",
        "Rick: Thanks for what?",
        "Michelle: Look, tell Danny... I don't know. I guess there's not much left to say, is there? I love you.",
        "Rick: I love you much more.",
        "Michelle: That's not possible. Bye, baby.",
        "[SCENE_BREAK]",
        "Ava: Do you remember me? I'm Ava from Outskirts.",
        "Tammy: What are you doing here?",
        "Ava: I like the garden. You?",
        "Tammy: Talking to myself.",
        "Ava: ( Laughs ) I do that sometimes. But you weren't really talking to yourself, were you? I do that a lot, too. Hey, you know, sometimes your faith is all you've got.",
        "Tammy: That and a lot of problems.",
        "Ava: It's so peaceful up here.",
        "Tammy: Yeah.",
        "Ava: I'm Ava.",
        "Tammy: Tammy.",
        "Ava: Can I ask you, what do you talk to him about? I mean, if that's too personal...",
        "Tammy: No. It's okay. Um, actually, I made him a promise. Kind of like a deal.",
        "Ava: A deal with God. Huh.",
        "Tammy: And he held up his end.",
        "Ava: And it's your turn, right?",
        "Tammy: You've been there?",
        "Ava: A while ago I made a very important promise. Since we're talking about God and being honest, I've got to tell you, I heard what you said about Jonathan.",
        "Tammy: How much did you hear?",
        "Tammy: Just that you wanted him out of your life.",
        "Tammy: I need him out of my life.",
        "Ava: But why? He's so crazy about you.",
        "Tammy: It's complicated, all right? You just work with him so you don't know....",
        "Ava: I do know. I know that he came through for me in a jam when he didn't even know me. And you know what? He acts like he's tough but he cares and I think if you give him a chance...",
        "Tammy: Just drop it, okay? You don't understand!",
        "Ava: Just make me!",
        "[SCENE_BREAK]",
        "Sandy: So what are you waiting for? You want to finish me off, I can't stop you. Go ahead. Do it!",
        "Jonathan: No. Me and you square off, I wanted it to be a fair fight. Mercy kill just ain't my style Sandman. Besides I don't want to have to watch Tammy grieve.",
        "Sandy: Then what are you doing here?",
        "Jonathan: I know that you saw us together.",
        "Sandy: Oh! You're here to brag about it! Brag on!",
        "Jonathan: No. I think you did the right thing cutting her loose, though. Have to save face before she dumps you. Family seal of approval only gets you so far.",
        "Sandy: What do you have?",
        "Jonathan: The knowledge that you're still not enough for her. That must hurt. It must hurt in your heart to know that she doesn't want you.",
        "Sandy: What she wants is a heart. Someone who can give her a regular, happy life. Something you have no concept of.",
        "Jonathan: No?",
        "Sandy: Yeah. All you know how to do is take advantage of people.",
        "Jonathan: Hey, pot, this is the kettle you're talking to, remember. You think you're better. How'd you blow into town, huh? You conned people into thinking you were some miserable little loser looking for a break in life.",
        "Sandy: I was looking for something special in my life. And Tammy found me.",
        "Jonathan: Then how did it feel when you saw Tammy with me in the barn? Not looking like I was taking advantage of her, that's for sure. What do you care, anyway? You just kicked her out of your life.",
        "Sandy: Yeah. I let her go. But I care about her and I'll be damned if I let her go to you.",
        "[SCENE_BREAK]",
        "Marina: It's tough, huh?",
        "Danny: This baby is with the wrong mother and my wife... my wife... this could be our baby.",
        "Marina: We're both going through the same thing. Sometimes it's hard figuring out how to fit into somebody else's life. We're both going to make it through this, both of us.",
        "[SCENE_BREAK]",
        "Jeffrey: Danny... Danny, think about what you're doing. Don't make that call. Are you going to tell Michelle this baby might be hers when you know that it's not.",
        "Danny: Yeah, says you.",
        "Jeffrey: The DNA test was conclusive. You have to believe me. You're just going to tear her apart.",
        "Danny: Shut up. Shut up, man. Her number's disconnected.",
        "Jeffrey: Maybe she wants it that way. Maybe she's trying to get away from this.",
        "Danny: Operator, I'm trying to reach 555-2398. Well what do you mean it's out of service? I mean, do you... do you have any forwarding information, another number or an address or... ( Sighs ) Yeah, all right. Yeah, thanks. Nothing. Nothing. No trace of her.",
        "[SCENE_BREAK]",
        "Dinah: Cocoa? I'll talk, you don't have to respond, I just... I wanted to tell you from the deepest place in my black heart that I'm sorry.",
        "Cassie: You're sorry.",
        "Dinah: For losing your baby to begin with. I lost her.",
        "Cassie: Her?",
        "Dinah: It was a girl. And I tell you, Edmund was really sad when he heard about it. He wanted a daughter very much. You know, there isn't a day that goes by that I don't think about her. About how much I wanted to bring her into this world. And I think it was my chance.",
        "Cassie: It always comes back to you, doesn't it, Dinah?",
        "Dinah: It was my chance to do something selfless and then maybe people would start looking at me same way they seem to be looking at you.",
        "Cassie: But it was all built on lies. Every single thing we said to each other, how we were going to put the past in the past, how we were going to start this new life, and for what? For what?",
        "Dinah: Cassie, my gosh, those things weren't lies. We had... we had so many moments of kindness. We did. We... you were sweet to me. One day I woke up and I said \"Enough. Enough. I'm not going to have my baby feel what I'm feeling inside.\" So I said out loud, I said \"that's it, it's over, let it go.\" And I stopped hating you. And then the next morning, not long after that, I lost her. Those are two nights I'll never forget as long as I live. If I had her, if I had her, if I hadn't lost her, we would have had a different life, a better life than we've got going on right now.",
        "Cassie: Okay, stop. You know, you've got to stop.",
        "Dinah: ( Sobs )",
        "Cassie: When I lost a baby, I blamed myself, too. You've got to stop.",
        "Dinah: No. This is my moment of sadness and regret. And I'm awfully sorry for all the lies that have brought us to this point. I'm so sorry.",
        "Cassie: Okay.",
        "Dinah: There isn't a thing I can do to make up for all that I've done to you.",
        "Cassie: Yes, there is. You can help me get my baby back.",
        "[SCENE_BREAK]",
        "Ava: I've seen the way you look at Jonathan. Maybe it's none of my business but I don't know why the two of you are fooling yourselves.",
        "Tammy: I told you before, it's complicated. Anyway, I already have a boyfriend, all right?",
        "Ava: You do?",
        "Tammy: Kind of. I mean, we're in a thing right now. Sandy. He's in the hospital, that's why I'm here. I... I was praying for him. This is him.",
        "Ava: Oh. Okay.",
        "Tammy: I only wish he didn't have to almost die for me to realize how much I need him. He's who I want, who I belong with. In fact, I don't even know why I'm up here. I... I have to go.",
        "[SCENE_BREAK]",
        "Sandy: You know, if it's the last thing I do, I'll save Tammy from you.",
        "Jonathan: Now I'm the guy she needs saving from, huh? Better take a good look in the mirror before you say that again.",
        "Sandy: No problem. I never hurt Tammy.",
        "Jonathan: Maybe not intentionally, but there are a few things that aren't clicking about your past, Sandman. Tammy's been buying your excuses looking the other way but not me. Not anymore.",
        "Sandy: Oh, is that supposed to be a threat?",
        "Jonathan: That's a promise. You know, I'm about to shine some light on a dark little corner of the world called your life.",
        "Sandy: Shine on! You won't find anything.",
        "Jonathan: We'll see. You remember when you told me I couldn't give Tammy anything? You want to know what the irony of that is? I can give her the truth. I come straight up. With me, what you see is what you get.",
        "Sandy: Still not scared. Maybe that's because I know who you really are. And if you want to find something on me, you go right ahead.",
        "Tammy: What are you doing to him? Get away from him. Get out!",
        "Jonathan: Wake up! He's the one who told you to get out of here. What are you still doing here, anyway?",
        "Tammy: This is where I belong.",
        "[SCENE_BREAK]",
        "Ava: I'm sure you heard me talking about people making promises. I... I still remember when I made mine. I'm really... oh, my God. Hi, boss.",
        "Jonathan: What are you doing up here?",
        "Ava: ( Laughs ) Wow, it's a busy rooftop tonight, in fact. I wasn't the only one up here. I just had a great chat with Tammy.",
        "[SCENE_BREAK]",
        "Cassie: You know what? I believe you. I believe that losing my baby changed you, and I believe you really wanted to get redemption out of it. But I don't really know if it's ever going to change everything about you, Dinah, or change what people think. Certainly not here in Springfield. I think you have a lot to do to prove that you really want to change.",
        "Dinah: And you say by helping you is a way to start doing that?",
        "Cassie: It's a really good start. You say you wanted to give me a child? Well, then you help me get my little girl back.",
        "[SCENE_BREAK]",
        "Marina: Danny, it just doesn't make sense. Why would Michelle cut off all of her numbers? Why wouldn't she leave an address if she's got Robbie?",
        "Danny: That's not like her. Something's wrong.",
        "Marina: We'll find he",
        "Danny: Thank you for being here. Thank you. We'll get through this. We will. Whatever happens. Great. I've got to deal with this guy.",
        "Marina: We'll get through this.",
        "Danny: What? Anything?",
        "Jeffrey: Nothing. Nothing yet.",
        "Danny: ( Sighs )",
        "Jeffrey: There's a new development. It would appear Michelle is missing.",
        "Danny: Who have you called?",
        "Jeffrey: I reached out to my people in California and here in Springfield. Anywhere she may have gone.",
        "Cassie: Why would she do this?",
        "Rick: Hey...",
        "Danny: Rick, did you get my call, did you hear from Michelle?",
        "Rick: She's fine and I saw her. She brought Robbie home with her.",
        "Danny: She's here?",
        "Rick: Robbie's with Mel and she... Danny, I don't know where she is. She said she needed to get away.",
        "Danny: You let her go?",
        "Rick: Danny, she hasn't come to grips with losing her child. I did everything I could to get her safe. I have to trust she knows what's best for her life.",
        "Danny: We need to find her right now.",
        "Rick: It's too late. She's gone. There's no way to get in touch with her.",
        "Danny: She didn't tell you when she'd be back?",
        "Rick: Danny, she didn't say-- ( Beeper beeps ) Excuse me.",
        "Cassie: I'm sorry that all this is going on, but I need to take my little girl home.",
        "Danny: I'm sorry, Cassie, I can't let you do that.",
        "[SCENE_BREAK]",
        "Jonathan: What'd you two talk about?",
        "Ava: Um, personal things. You know, God, you, her boyfriend.",
        "Jonathan: That's an interesting trio. Listen, from now on, I don't want you talking to Tammy.",
        "Ava: Why? What's the big deal?",
        "Jonathan: It's... it's complicated.",
        "Ava: It's that Sandy guy, right?",
        "Jonathan: Look, how long were you guys talking? How long did you and Tammy talk?",
        "Ava: If it's going to make you feel any better, I don't think it's going to last with the boyfriend.",
        "Jonathan: Why would you say that?",
        "Ava: Because it's obvious, Jonathan. It's obvious the way she talks about you, the way she doesn't talk about you. The hardest thing that you're going to have to do is to try to get her to admit how she feels about you.",
        "Jonathan: Yeah, well, I'm up to it. I've just got to come at it from a different angle.",
        "Ava: Oh, yeah, what's that?",
        "Jonathan: Well, I've got to stop banging my head against the wall trying to get her to realize that she needs to be with me and make her realize that she shouldn't be with Sandy.",
        "[SCENE_BREAK]",
        "Tammy: I know you keep asking me to leave and I keep coming back. I'm not giving up on us.",
        "Sandy: Why are you making this so hard?",
        "Tammy: I heard one of the nurses say that you were going to be released soon. I want you to come home with me. I've never wanted anything more in my life.",
        "Sandy: Your hand feels nice. I know every line of your arm, how your fingers open and close. I want to believe you and when I look in those big blue eyes I feel like you're telling the truth.",
        "Tammy: I am.",
        "Nurse: This was left for you at the nurse's station.",
        "Tammy: We can make this work. I know we can. So what do you think?",
        "Sandy: Maybe we can.",
        "Tammy: Sandy, what is it?",
        "Sandy: Nothing. They changed my meal. I didn't want them to.",
        "Tammy: So you'll come home with me?",
        "Sandy: You should go now. Go.",
        "[SCENE_BREAK]",
        "Michelle: Don't do it. I just want to call Robbie. I just want to hear his voice. That's all this is. I just want to hear his voice one last time.",
        "[SCENE_BREAK]",
        "Jeffrey: Danny, let Cassie take her baby home.",
        "Danny: Not until I know who the baby's mother is.",
        "Cassie: You just heard from Rick that you don't know how long Michelle is going to be. She needs her bottle, Danny. She needs her bottle and she needs to go down...",
        "Danny: You have me. You have me.",
        "Jeffrey: Have you? What does that mean?",
        "Danny: For the DNA test. You can use me. Let's go.",
        "Marina: Danny, I know you think you're doing the right thing here, but there's a good chance she's not even yours.",
        "Danny: And there's a good chance she's mine. It's 50/50, and no one is leaving here until we know.",
        "Announcer: Next on \"Guiding Light\"...",
        "Bill: Michelle, what are you doing here? ( Laughs ) What's going on.",
        "Buzz: Hey, gorgeous. You screwed up with your husband there?",
        "Olivia: I went too far.",
        "Michelle: Billy's not going to keep drinking.",
        "Danny: No one is leaving here until we run a DNA test on me and we compare it to the baby's."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=BEoETFrOYq4"
}