{
    "Episode Summary": [],
    "Recap": [
        "Ruth takes a plunge as Frank and Gus race to stop her. Frank feels guilt as Gus is frantic. Dinah has a dream about four bundles of joy before getting negative test results. Edmund discovers that Jonathan burned his parents house and pays him a visit. They agree Jonathan won't be attending the wedding. Ruth is believed to be dead and Buzz is released while Billy is relieved. Harley thanks Gus for his help and invites him to celebrate. Gus declines the invitation."
    ],
    "Recap Author": "Sarah",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Ruth: No, wait. It's too soon. I'm not finished yet.",
        "Frank: Ruth Karloff! This is the Springfield police! Stay where you are! I repeat, don't move! Stop, or I'll fire!",
        "Gus: Frank, no!",
        "Frank: I said freeze! (Echoing): Freeze! Freeze! (Fires warning shot)",
        "Gus: No! (Echoing): Frank, no!",
        "Frank: I said freeze!",
        "Ruth: (Screams)",
        "[SCENE_BREAK]",
        "Dinah: Well, look at that. \"Get ready for big cosmic changes. Turn your focus to love and family. Be happy. You're destined to get what you want.\" You hear that, sweetie? You're in the cards. Yeah. Yes. Oh, that's okay. I would like to see Dr. Sheehan today, if possible. No. No, I haven't seen him before, but now I am pregnant, and I'd like to see him. Okay, thank you.",
        "[SCENE_BREAK]",
        "Edmund: Yes, I'm still here. Are you sure? Are you absolutely sure that it was Jonathan Randall? Right, right. No, that's all I need. Thank you very much. Bye-bye.",
        "Cassie: Are you here because of me?",
        "Edmund: No, Cassie, I'm not. I'm here because of that beautiful nurse over there. We're having an affair and you've caught us.",
        "Cassie: (Laughs) You know, this is just a routine appointment. You didn't have to come.",
        "Edmund: Cassie, I want to be with you every step of the way, right down to the very moment our baby enters the world and utters his first...",
        "Cassie: Or hers.",
        "Edmund: ...First glorious cry.",
        "Cassie: Well, that's a long time from now, and you don't have to arrange your entire life around my doctor appointments.",
        "Edmund: Oh, yes, I can. Cassie, are you sure you're not nervous?",
        "Cassie: To see the doctor? No. No. I'm fine.",
        "Edmund: Okay. Because there is something I need to do if it's all right with you.",
        "Cassie: I'm a big girl, Edmund.",
        "Edmund: Oh, yes, you are. I'll see you later, okay?",
        "Cassie: Yeah.",
        "[SCENE_BREAK]",
        "Jonathan: Hello? Reva? Uncle Eddie and Aunt Cassie. Congratulations, best of luck. Long life.",
        "[SCENE_BREAK]",
        "Buzz: What are you going to do, Billy? You going to break me out of prison?",
        "Billy: You know, we could make a run for it, but I think with your heart and my knees, I don't think we'd get very far. But it'd probably be easier.",
        "Buzz: Easier than what?",
        "Billy: I know you didn't kill Phillip Spaulding.",
        "Buzz: What makes you so sure?",
        "Jeffrey: All right, boys. Break it up. Visiting hours are over, Billy. You've got to get out of here. I need to talk to the suspect.",
        "Billy: Look, that can wait, okay? What I've got to say, I might as well say to both of you.",
        "[SCENE_BREAK]",
        "Gus: Where are you? Answer me, for God's sake!",
        "Frank: I just fired a warning shot. I wasn't going to shoot her.",
        "Gus: Do you realize what you've done, Frank? Do you? Do you? She's gone.",
        "[SCENE_BREAK]",
        "Dinah: Look. Look, look, look. It is such an emergency that I see Dr. Sheehan. Okay, you can tell him that I have had several miscarriages, and he will be my hero forever if he saves this baby.",
        "Nurse: Like I told you on the phone, Dr. Sheehan is all booked up. I'm sorry.",
        "Dinah: Do you... do you know who I am? Does Mayor Marler mean anything to you?",
        "Nurse: Enough to know you're not him.",
        "Dinah: I am his daughter, okay? And this is his grandchild. And I promise you, if you leave us here to die in the waiting room, there are going to be some serious repercussions.",
        "Nurse: You can't just drop in off the street and demand an appointment. Dr. Sheehan is booked full with patients. Mrs. Winslow? Dr. Sheehan is running a little behind, but I'll go tell him you're here.",
        "Dinah: Do yourself a favor and get me an appointment, okay? Great people who work here, huh?",
        "Cassie: Yeah. They are. What's your problem?",
        "Dinah: I'm sick.",
        "Cassie: Oh. Is it fatal?",
        "Dinah: No. But it's going to pass, because it's nothing like this morning's episode.",
        "Cassie: Episode?",
        "Dinah: Yeah. And, like, I'm waiting for the ob to tell me how long I can expect to have days like this. Not that I'm not willing to deal with it, given the larger picture.",
        "Cassie: You're pregnant?",
        "Dinah: Yep. That's what the little stick says. I'm just here for confirmation.",
        "Cassie: That's funny. I don't remember being so sick so soon into the pregnancy.",
        "Dinah: Well, that's the way it is for me. I'm sick the very first day. Maybe that's because I'm so fertile. I look at a guy the wrong way and, boom I'm pregnant.",
        "Cassie: Please tell me the guy you looked at the wrong way isn't Jeffrey.",
        "Dinah: I never kiss and tell, Cassie.",
        "Cassie: (Scoffs) Right.",
        "Dinah: But yes, it is Jeffrey. It's not like I'm doing the Green Bay Packers anyway. What about you?",
        "Cassie: I'm not doing the Green Bay Packers either.",
        "Dinah: I mean, about you and Edmund. I know you guys have been trying to have a baby for a while. How's it going?",
        "Cassie: It's going. Does Jeffrey know about this?",
        "Dinah: Look, it's complicated, okay, so I'd really appreciate it if you didn't say anything.",
        "Cassie: I thought you guys called it off, Dinah.",
        "Dinah: Yeah, well, you know what? Sometimes certain good-byes, they take longer than others.",
        "[SCENE_BREAK]",
        "Jeffrey: Okay. I'm not sure what this is all about, Billy, but if you've got something to say about the case, I'm all ears. Go ahead.",
        "Billy: You know, Buzz might have been in the right place at the wrong time, but he didn't do it.",
        "Jeffrey: And what makes you say that?",
        "Billy: Uh, because he just doesn't have it in him.",
        "Buzz: Billy, I appreciate what you're trying to do, but it's not going to get us anywhere.",
        "Jeffrey: Buzz has got that right. Look, I didn't have Buzz arrested because I wanted to or because I've got something against him. He was arrested because all of the evidence points in his direction.",
        "Billy: Yeah, well, it's the wrong direction. It's just too pat.",
        "Jeffrey: Okay, so what are you saying, Billy? Buzz was framed?",
        "Billy: Well, not exactly. It's more like a kaleidoscope, and you've got to just turn it a little bit until the right picture comes into frame.",
        "Jeffrey: So what's the right picture?",
        "Billy: That a man can be pushed too far, and then he reacts, and things happen, and they're not always the way you want them to happen, but that's just the way life is.",
        "Buzz: What?",
        "Jeffrey: Okay, I think I know where you're going with all this.",
        "Buzz: I'm glad you do.",
        "Jeffrey: It's not going to work, okay? I know that Phillip Spaulding was trying to take over Buzz's restaurant. I know that, okay? I know that he had Harley's house knocked down. I know that he kidnapped the kids. Buzz was pushed too far. I understand that, Billy.",
        "Billy: No, you don't understand.",
        "Jeffrey: But you cannot push back, okay, with a gun. No matter how hard you push, you can't push back with a gun. The law is the law. Murder is murder, Billy.",
        "Cop: Sir, you'd better get out here. We have a situation.",
        "Jeffrey: All right. Stay here. Stay here.",
        "Billy: Wait a second. I'm not through. I'm not through.",
        "Buzz: Billy, go home.",
        "Billy: Oh, come on, what do you know about it, Buzz? Come on. Hey, yeah, yeah. Phillip pushed you too far. He took your grandkids, he burned... he did a lot of things to me, too, and they were maybe not as obvious, but they were just as valid. The man deserved what he got.",
        "Buzz: What did he have on you?",
        "Billy: What did he have on me? (Sighs) he took Cross Creek. He took Cross Creek right out from underneath me.",
        "Buzz: What did he have on you? It was more than Cross Creek, wasn't it?",
        "Billy: Yeah, okay. You see I failed Bill. When he got together with Olivia, I tried to have her deported.",
        "Buzz: And Phillip found out about that.",
        "Billy: Yeah. Yeah. And he decided... he decided he'd just wait for the right time to use that. I really hated that guy. I really...",
        "Buzz: So what?",
        "Billy: What do you mean, so what?",
        "Buzz: So why are you telling me this?",
        "[SCENE_BREAK]",
        "Frank: Gus? Do you see anything at all? Anything?",
        "Gus: Nothing.",
        "Frank: Ruth! Are you down there? Can you hear me? Ruth?",
        "Gus: Maybe she hit her head.",
        "Frank: What?",
        "Gus: Maybe she's unconscious. We need light, Frank. We need some help.",
        "Frank: Okay. Okay, I got backup coming. I'll get some lights. North! Get some lights. We need flashlights right away.",
        "Cop: Chief, we just found something at the top of the...",
        "Frank: You know, forget about that. I need to light the river now. We've got a suspect over the edge.",
        "Gus: I knew this was going to happen. I told you not to do this. But you don't listen to me. You're so stubborn; you never listen to a word that I say! Answer me!",
        "Harley: Gus. Gus.",
        "Gus: Oh, my God. I thought you were dead.",
        "Harley: I know, I know. I will be if you don't shut up.",
        "Gus: Take my hand. Take my hand.",
        "Harley: Shh, shh. No, no. Stop. Don't pull me off this bridge. How many falls do you think I can take?",
        "Gus: Why do you have to be so argumentative? If you fall, it's 40 feet. Do you understand?",
        "Harley: Shut up and listen to me. I didn't rig this setup so that you could save me. You have to help me pull this off. Listen. Ruth Karloff is dead.",
        "[SCENE_BREAK]",
        "Nurse: Mrs. Winslow?",
        "Cassie: Yes?",
        "Nurse: The doctor will see you now.",
        "Cassie: Great. Thank you.",
        "Cassie: There must be some other tests you can run.",
        "Edmund: There must have been some sort of mistake.",
        "Dr. Sheehan: I'm sorry. I know this is hard, but there's only so much that medical science can do.",
        "Cassie: But we want a baby so badly.",
        "Edmund: There must be something else we can do, other medication, something.",
        "Dr. Sheehan: I'm sorry, Mr. Winslow. Cassie is barren. She has the eggs of a 90-year-old woman.",
        "Cassie: Edmund, I'm so sorry.",
        "Edmund: This is unacceptable. We want to have a child.",
        "Dr. Sheehan: Well, you can always adopt or hire a surrogate, someone with a big heart, someone like my star patient over here, my sweet, darling Dinah. How are you today?",
        "Dinah: I'm good.",
        "Dr. Sheehan: How are your babies?",
        "Dinah: Good. Ross is cutting a tooth, and baby Hart here is a little finicky. Vanessa has just been an angel, compared to her little troublesome baby sister Dinah. She's a troublemaker. She's bad, bad, bad, aren't you? But she's Mommy's favorite.",
        "Cassie: You had quadruplets?",
        "Dinah: Yeah. Isn't that incredible? Oh, Cassie, that's right. I just realized that's one more child than you have. I hope this doesn't make you feel inadequate in any way.",
        "Cassie: No. No, no. We have three beautiful children, and our lives are perfect. Right?",
        "Edmund: They're so beautiful.",
        "Dinah: Oh, thank you. Thank you, I know. Well, I'm their mother, though.",
        "Edmund: Four babies. You must be so fertile.",
        "Dinah: Oh. (Laughs) ooh, yeah. I am. It was a marathon, but I certainly couldn't turn any of them away.",
        "Cassie: Edmund?",
        "Edmund: So fertile.",
        "Cassie: Edmund?",
        "Edmund: So beautiful.",
        "Cassie: Edmund? (Echoing): Edmund... Edmund... Edmund...",
        "[SCENE_BREAK]",
        "Jonathan: Oh, Uncle Eddie. Are you coming by for a visit, or are you just peeping in the windows tonight? Hey, nobody's home. You can't come in.",
        "Edmund: You're home.",
        "Jonathan: No, my Mom told me never to open the door for strangers. Oh. Yo, you need to check yourself into an anger management class.",
        "Edmund: Sit. You and I are going to have a little chat.",
        "Jonathan: A little chat? What do I owe that honor to?",
        "Edmund: You burnt down your parents' house.",
        "[SCENE_BREAK]",
        "Billy: I'll tell you why I'm telling you this--because I'm trying to do the right thing.",
        "Buzz: Okay.",
        "Billy: Buzz, I seriously thought about walking out on you and leaving you here, because just being in this place reminds me of being in jail, and that was the worst time of my life. But I just don't think I'm the kind of person that could live with myself if I did that.",
        "Buzz: I understand you hated Phillip, but I don't understand what it has to do with me being arrested. You know something. Why don't you just tell me what it is?",
        "Billy: Yeah. (Laughs) I might as well, because everybody's going to know about it sooner or later.",
        "Buzz: Did you kill him?",
        "Billy: Well, that's the thing. It wasn't me. But it... it...",
        "Jeffrey: What do you think? No, I'm not sure. If you have the radio monitored, and if Frank Cooper needs anything from us, give it to him, anything.",
        "Buzz: What's going on? What's going on?",
        "Jeffrey: Ruth Karloff. She fell into the river.",
        "Billy: What happened?",
        "Jeffrey: Well, Frank and his officers spotted her, she made a run for it, Frank fired off a warning shot, the rail broke, and into the river she went.",
        "Billy: You've got to be kidding.",
        "Jeffrey: No, I'm not kidding. And if she was running, maybe she had a reason, which means you may have caught the break of a lifetime.",
        "[SCENE_BREAK]",
        "Gus: You set this bridge up to collapse.",
        "Harley: Shout it to the world, why don't you? Where is Frank? Where is everybody?",
        "Gus: He's at the foot of the bridge.",
        "Harley: Okay. Don't give me away. I'm not here. You didn't see me, okay?",
        "Gus: Cooper...",
        "Harley: Ruth Karloff is dead.",
        "Gus: You want me to lie to your brother?",
        "Harley: Ruth is dead.",
        "Frank: Ramirez, I need you check the north shore.",
        "Ramirez: I already did, nothing there.",
        "Gus: Frank?",
        "Frank: What?",
        "Gus: I just saw her. I just saw her. I don't know if she was conscious, but...",
        "Frank: Where? I don't see anything.",
        "Gus: She went with the river.",
        "Frank: Ramirez, I need divers, I need choppers and spotlights. Go radio it in now.",
        "Miller: It's too late. The current's too strong.",
        "Frank: What are you talking about? She could have grabbed hold of something, or it could have tossed her to the bank. Come on. Listen, you get me whatever dispatch you can get me now.",
        "Gus: Frank, I'm sorry, but I think he's right. Even if she survived that fall, you can't survive that river.",
        "Frank: Gus...",
        "Gus: Sorry, Frank, but I think we have to face it. Ruth Karloff is dead.",
        "Harley: Way to go, Gus. Don't fail me now.",
        "Gus: I don't know what Ruth Karloff was doing on the bridge in the first place. It doesn't make any sense.",
        "Frank: None of this makes any sense. I never should have pulled my gun out.",
        "Gus: You didn't know whether she was carrying or not, Frank. It's not your fault.",
        "Ramirez: Chief, over here.",
        "Frank: What have you got?",
        "Ramirez: Apparently she was trying to tape something. And get a load of this.",
        "Gus: Handkerchief?",
        "Ramirez: Yeah, but take a closer look.",
        "Frank: It's covered in blood. All right, play it back. What do you got?",
        "Harley/Ruth: My name is Ruth Karloff. I was Phillip Spaulding's personal assistant. Mr. Spaulding was not a nice man. However, that does not excuse what I did. I am here because I can no longer live with myself. I killed Phillip Spaulding. I lost my temper, and I shot him. I didn't know what to do. I panicked. I tried to save his life. See? I tried to stop the bleeding, but I couldn't, and he died. And now I must die, too. The reason I am standing here, the reason I am taping this is because an innocent man has been arrested for my crime. So, you see now, I've ruined two lives. And the only way to make amends for it is to... if you are watching this, then you know I have done the right thing. I... oh, wait. It's too soon. I'm not finished yet.",
        "Frank: Ruth Karloff! This is the Springfield police! Stay where you are! I repeat, don't move! Stop, or I'll fire!",
        "Gus: Frank, no!",
        "Frank: I said freeze! (Echoing): Freeze! Freeze! (fires warning shot)",
        "Gus: No! (Echoing): Frank, no!",
        "Frank: I said freeze!",
        "Ruth: (Screams)",
        "Gus: Well, it looks like you got what you needed, Frank.",
        "Frank: I killed her, Gus. I might as well pushed her over the edge myself.",
        "[SCENE_BREAK]",
        "Dr. Sheehan: Well, so far we're on the right track. Just watch your timing, continue with the drugs, and maybe we'll have some good news soon.",
        "Cassie: Oh, thank you. Edmund's going to be so excited, he wants a baby more than I do, and I want it really bad, so... (laughs) Oh, thank you. Thank you so much.",
        "Dr. Sheehan: Just keep up the positive attitude, and I'll see you next week.",
        "Cassie: Okay. So, still waiting?",
        "Dinah: Yes. It's the beginning of nine long months of waiting.",
        "Cassie: You know what? Good luck. If you're pregnant, then good luck.",
        "Dinah: What do you mean, \"if\"?",
        "Cassie: If you're pregnant. You're here to find out if you're pregnant. So if you're pregnant, then...",
        "Dinah: It kills you, doesn't it? You can't stomach the idea that I have something you want for once.",
        "Cassie: If it makes you feel good, sure. Sure.",
        "Dinah: I have morning sickness. I've got all the signs of pregnancy, and you can't do a damn thing about it.",
        "Cassie: I... I wasn't... never mind. Whatever.",
        "Dinah: It kills you, Cassie. It kills you. I know it does. Slut. I didn't mean you.",
        "Nurse: Dr. Phelps has agreed to fit you into his schedule. Will you follow me?",
        "Dinah: Yes, we got an appointment. Look at that, little pumpkin. All our dreams are coming true.",
        "[SCENE_BREAK]",
        "Jonathan: You think that I burned down my Mommy and Daddy's house?",
        "Edmund: I know you did.",
        "Jonathan: How do you know?",
        "Edmund: Private investigator. He followed you and Reva to San Jamar. He watched you go into the house. He watched you come out of the house. He watched the house burst into flames.",
        "Jonathan: And that means I did it?",
        "Edmund: It means someone did, and I'm not betting on Reva.",
        "Jonathan: It could have been faulty wiring.",
        "Edmund: The faulty wiring is in your head.",
        "Jonathan: Yeah, it could have been the vagrant we found in the house when we got there.",
        "Edmund: Maybe, but not according to the private investigator.",
        "Jonathan: Do you have every relative of yours followed?",
        "Edmund: Only the ones I perceive to be a threat.",
        "Jonathan: Why would I be a threat? Oh. Oh. I remember. You tried to smother me when I was a baby in my crib. And you're scared I'm going to make you pay for that little transgression.",
        "Edmund: Jonathan, hate me all you want. I deserve it. I do. But I'm not going to allow that hate to touch Cassie or her children.",
        "Jonathan: Too late. I already touched Tammy. Let go.",
        "Edmund: We're going to make a deal. You are not going to come near my wedding. You're going to stay a hundred miles away from the ceremony. You're going to stay a hundred miles away from the reception. And in return, I'm going to forget about the house in San Jamar. I'm going to forget you torched your parents' house, and I'm not going to go to the police. Are we very clear?",
        "Jonathan: But if I'm that far away from everything, how am I going to take a match to the place? You think I wouldn't torch your wedding? Cassie seems to think I'm evil enough to do it.",
        "Edmund: You're not stupid, Jonathan. Angry, revengeful, but you're not so stupid that you're going to do something that's going to get you in trouble. You're smart. And that's why I have to respect you.",
        "Jonathan: You respect me? All hail Prince Edmund Winslow. The royal deposed king of nothing. And he respects me.",
        "Edmund: You know, you remind me of someone.",
        "Jonathan: Who?",
        "Edmund: Me.",
        "Jonathan: (Laughs) Really?",
        "Edmund: We're not that different, you know.",
        "Jonathan: Are you an amateur arsonist, also?",
        "Edmund: I say that because not very long ago revenge was my only purpose in life. It's what woke me up on the morning.",
        "Jonathan: Yeah, and it almost killed me, remember?",
        "Edmund: My point is, is that it doesn't have to be like this. It doesn't. I found a life without the need for revenge and I think you can too.",
        "Jonathan: You think? But you're not sure?",
        "Edmund: No. No, I'm not. But I'd like to give it a chance. I think, my God, at the very least I owe you that much. That's why I didn't go to the authorities about the house in San Jamar. One chance. Take it.",
        "Jonathan: Gee, I don't know, Uncle Eddie. I was really looking forward to a piece of that wedding cake.",
        "Edmund: You're hurt. It manifests itself in anger, in violence. But inside you're scared.",
        "Jonathan: Why is everybody in this town an amateur psychologist? You don't know anything about me. I don't give a damn about your stupid wedding. That's what cracks me up about you people. You think I actually care.",
        "Edmund: You do care.",
        "Jonathan: Oh, please. You go and marry your brother's wife. (Laughs) you see? I'm not the only one who likes to keep it in the family, huh? (Laughs) and don't even worry about saving me a piece of that wedding cake.",
        "Edmund: That's fine. You're not going to come anywhere near the wedding.",
        "Jonathan: You couldn't pay me to watch you walk down the aisle. And for the record, you could have saved yourself the trouble. Reva already asked me to stay away from the wedding. And since I had no desire to go in the first place, it's no skin off my back. Now, if you'll please excuse me, I have to improve myself so one day if I'm lucky I can be just like you.",
        "Edmund: What's this?",
        "Jonathan: It looks like a wedding gift to me. If you want it, take it. I don't care.",
        "[SCENE_BREAK]",
        "Dinah: I know that I'm pregnant. I'm one of those women that can sense it, you know. You know, I mean, I knew the minute I made love, so... I mean I know it.",
        "Nurse: We'll have the results soon. Why don't you just take a seat and relax?",
        "Dinah: Yeah, okay. Okay. Okay. Please.",
        "[SCENE_BREAK]",
        "Frank: Miller, I want you to get all the volunteers that you can get. Do you understand me? And I want you to cover every square inch of that wooded area around the river.",
        "Miller: Okay.",
        "Frank: All right, go.",
        "Gus: Frank, you don't need to check the woods, because she never made it out of the water.",
        "Frank: What? We don't know that.",
        "Gus: Still haven't found her. I saw it with my own eyes, Frank. She went under. She's gone.",
        "Frank: That doesn't mean that she's dead.",
        "Gus: Frank, an Olympic swimmer couldn't make it out of there. You're looking for a body. That's what you're looking for.",
        "Frank: Well, until we find one, I want every agency out there doing a search and rescue. Do you understand me? And Gus, you need to stay away from this.",
        "Jeffrey: Frank, Frank, you mentioned something about a videotape?",
        "Frank: Yes. We found a camera on the bridge. Ramirez, can you give Mr. O'Neill here the camera and the tape, please? Thanks. Listen, Ruth Karloff, she went to the bridge to make a confession, and she was going to jump. She killed Phillip. There's no doubt about it. You can see it for yourself. We also found this handkerchief. Look, it's covered in blood. I assume it's Phillip's. CSU is running a check.",
        "Gus: I saw the tape, too, by the way. And I'd say it had something to do with that hit and run, because Phillip had threatened her. And I think Frank is right. She's the shooter.",
        "Jeffrey: Thanks.",
        "Buzz: Frank? Is it true about Ruth?",
        "Frank: Come here, pop. Let me get this off you. Oh, Dad. Dad, I really messed up. I messed up big-time. I'm so sorry. I didn't even believe in my own father.",
        "Buzz: You didn't have a choice, Frank. I didn't give you one.",
        "Frank: Yeah, well... I didn't look at the evidence hard enough. I didn't.",
        "Buzz: Frank...",
        "Frank: Pop. I'm sorry. I don't know what else to say.",
        "Buzz: You did your job, Frank. I wouldn't have expected any less from you.",
        "[SCENE_BREAK]",
        "Jonathan: Yeah, yeah, I'm calling about renting a tuxedo. How much do I want to spend? Well, sky's the limit. Yeah, money's not an issue, because I really want to look good for my Auntie's wedding. Mm-hmm.",
        "[SCENE_BREAK]",
        "Cassie: Edmund.",
        "Edmund: What?",
        "Cassie: We'd better cool it, or people are going to tell us to get a room.",
        "Edmund: We have a room. Let's go to it and start making little Winslow's.",
        "Cassie: (Laughs) Whoa! I've got to tell you something.",
        "Edmund: What?",
        "Cassie: I ran into Dinah at the doctor's office.",
        "Edmund: Oh, it doesn't matter.",
        "Cassie: No, listen. She really... she thinks she's pregnant. Can you believe it?",
        "Edmund: You know what? I heard that rumor.",
        "Cassie: Well, I didn't wait around to hear the results, but it's... I don't know, kind of crazy. I mean, she's really sure about it.",
        "Edmund: Jeffrey O'Neill?",
        "Cassie: Yeah. He doesn't know about it yet, though.",
        "Edmund: So how do you feel about that?",
        "Cassie: How do I feel about it? I don't really care. I'm too happy for us to worry about them, because we have a wedding to plan and a baby to make.",
        "Jeffrey: Or two. You know, I hear that can happen.",
        "Cassie: No, don't say that.",
        "Edmund: We have a future to plan. Cassie, you're going to have it all. I can feel it.",
        "Cassie: I think we already do.",
        "Edmund: Please.",
        "Cassie: (Laughs)",
        "[SCENE_BREAK]",
        "Dinah: Whoo. What took you so long?",
        "Nurse: Why don't you just take a seat?",
        "Dinah: Listen, is it too early to ask whether or not it's a boy or a girl or...",
        "Nurse: It would be too early, yes.",
        "Dinah: Oh, okay. It's not a problem. I just... you know what? Could we get the results, you know, like a copy of them, so I can give it to the father?",
        "Nurse: Okay, look. I'm sorry to be the one to tell you this, but you're not pregnant.",
        "Dinah: But that's wrong. That's not possible. I feel pregnant.",
        "Nurse: It's not uncommon for a woman who wants a baby to manifest the symptoms, but you're definitely not pregnant--not now anyway. I'm sorry.",
        "[SCENE_BREAK]",
        "Harley: Ruth Karloff is dead?",
        "Frank: We're still searching, but it looks like it.",
        "Harley: You are sure she did it though, right? O'Neill's reviewing the tape right now, but I'd say it looks pretty solid.",
        "Buzz: You know, it's sad about Ruth. When I collapsed, she stayed by my side until the paramedics came. I almost wish it had been someone else.",
        "Harley: Oh, Daddy, just as long as it wasn't you. I couldn't handle it if they took you away from us. See, I told you. I told you I would never let them do it, and it didn't happen. I knew it would work out. I knew it. I just knew it.",
        "Jeffrey: Hey, Billy. Wasn't there something you wanted to tell me earlier?",
        "Billy: Just that you had the wrong guy. But you know that now.",
        "Gus: Frank, you know, Ruth's not dead because of you. She's... well, she's dead because the bridge gave away.",
        "Frank: I pulled a gun on her and she panicked. I mean I've got to ask myself, what part of me wanted this, you know? I mean how reckless was I because I was so determined to save my Dad?",
        "Gus: Frank, it wasn't reckless. It was... it was inevitable.",
        "Frank: Yeah, inevitable.",
        "Harley: See, we did it. Even the chief of police thinks that Ruth is dead.",
        "Gus: I can't tell you how nervous I was. You could have been killed. I warned you.",
        "Harley: I know you did. Listen to me. It was not that big a deal to rig that section to break off and make it look like I fell. Everything went like clockwork.",
        "Gus: Yeah, but if you didn't hit that spot, you could have gotten pulled away by the water. I mean it's a miracle that you're even here.",
        "Harley: It's a miracle that my father's free. That's my miracle. And now, I really... I just want to take him home, and I just want to act like none of this ever happened.",
        "Gus: Well, then go on, then. Take him home. You should.",
        "Harley: Thank you. I never would have been able to do this without you. You're the one who made it happen when I was stuck under that bridge. If you hadn't been there... thank you.",
        "Gus: Yeah.",
        "Harley: Do you want to come to Company with us to celebrate?",
        "Gus: No. It's late. Go ahead. Go ahead. It's all right. Oh, Phil.",
        "Cop: Case closed, hey, boss?",
        "Miller: What do you want me to do with this evidence?",
        "Cop: Listen, Mike, you can put it on my desk. Thanks. Oh, listen. I need you to find Ruth Karloff's family for me.",
        "Miller: We've been down that road before and came up empty-handed.",
        "Frank: I understand that. But I want you to keep looking. And I want you to keep looking over and over again until we get some answers. You don't understand. There's a woman out there that's dead because of me, and I owe her family and explanation.",
        "Miller: You got it.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Olivia: Help. Somebody help me. Help me.",
        "Jonathan: You need help with that?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=YCMhNOESnBE"
}