{
    "Episode Summary": [],
    "Recap": [
        "Olivia sees that Bill has called and tries to get in touch with him. When Jonathan finds her in Company a little later she is ecstatic and tells him she is going to go to Venezuela and work things out with her husband. Jonathan warns her not to read too much into it but Olivia doesn't listen. As she is leaving Company, Wanda finds her and hands her some papers from Bill; she is devastated to find out that they are divorce papers. Olivia calls Josh and asks him to meet with her to do some work. Tammy comes back to the farm and tells Cassie that she talked to Ava and she isn't sure what she wants. She does get upset at the sight of all of the wedding presents and angrily throws them outside. Cassie and Tammy go to visit the house that Sandy bought for her and when Blake arrives, she lets it spill that Jonathan originally looked into buying the house. Tammy runs back to the farm and upon finding Jonathan asks if it is true. When he tells her yes, she kisses him. She tells Jonathan that she wants to be with him and he asks her to run away with him. She agrees and goes inside to pack but has second thoughts once she is packing. Cassie comes home to find Jonathan at the farm and Tammy packing. Alan-Michael runs into Marina and asks her to get rid of the speeding ticket that he got when they were trying to cheer her up. She refuses and tells him that the fun they had should be worth it. Coop sets up Marina and Buzz to spend some time together so they can cheer each other up. Marina admits that she does miss Danny and Buzz admits he is lonely. Alan-Michael tries to cheer Marina up by inviting her to Paris with him. Marina considers it. Quinn finds Lizzie looking at clothes and offers to buy some for her. She turns him down but later takes him up on the offer and agrees to have dinner with him after finding Ava and Coop at C2, covered in soda and laughing after a soda machine malfunction."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: Tammy, how did you sleep? I couldn't sleep at all, I'm so excited. It is such a big day.",
        "Tammy: Mom, there is something I need to tell you.",
        "Cassie: Sure, what is it?",
        "Tammy: I'm in love with Jonathan. Before you say anything, I know you don't approve of him, I know he tricked me into bed and tried to destroy our whole family and drugged you before our wedding and make you think you slept with him, but he changed, and I'm in love with him. I'm in love with my cousin.",
        "( Cell phone ringing )",
        "Jonathan: Come on, Tammy, pick up.",
        "Tammy: Hey.",
        "Jonathan: Hey. How you doing?",
        "Tammy: I'm okay. Listen, can I call you back?",
        "Jonathan: Yeah, sure. Call me back.",
        "[SCENE_BREAK]",
        "Alan-Michael: Help! Police!",
        "Marina: Falsely reporting a crime is a crime, you know.",
        "Alan-Michael: I didn't say there was a crime. I was just calling for help. And here it is. Oh! Good response time, officer.",
        "Marina: Oh, thanks.",
        "Alan-Michael: I wasn't kidding about needing help. You remember that joy ride we took? Traffic cam caught us racing through a yellow. Think you can you fix a ticket?",
        "Marina: Um... no. How about you just pay it yourself? It's not like you can't afford it.",
        "Alan-Michael: It's not the money I'm worried about. It is the points, you know, on my license?",
        "Marina: I can't. No one told you to speed.",
        "Alan-Michael: Except you. Did I or did I not cheer you up the day your ex was married?",
        "Marina: You did.",
        "Alan-Michael: So we had fun.",
        "Marina: That means the ticket was worth it. I mean, a small price to pay for getting to sit next to me.",
        "Coop: Hey, you.",
        "Marina: Hey.",
        "Coop: Thank God you're here.",
        "Marina: What's up?",
        "Coop: I think he really needs your help.",
        "[SCENE_BREAK]",
        "Lizzie: Wouldn't coop look so hot in that? Not as good as I would look in that. $2,500, and if I get him that, I can get you this, too. I know, I'm going to stay focused and get him this. Tell me how cute would you look matching with me in your new sweater. Oh, precious.",
        "Quinn: So get the dress. You deserve it.",
        "[SCENE_BREAK]",
        "Olivia: Hi. Um, it's me, Olivia. I got your message, or I missed you. I saw you on the caller I.D., But I missed you. We must have gotten disconnected or something, but I have my phone on. Call me . Hey!",
        "Jonathan: Hi, Olivia. You just win a million bucks or something?",
        "Olivia: No, it's better than that. Bill just called me.",
        "Jonathan: And...",
        "Olivia: I don't know, we didn't have a chance to speak, but he called, and that's a good sign.",
        "Jonathan: You hope.",
        "Olivia: This is my second chance. This is what I've been waiting for.",
        "[SCENE_BREAK]",
        "Ava: Sandy, is everything okay?",
        "Sandy: I just saw Jonathan.",
        "Ava: Oh.",
        "Sandy: He is enjoying the hell out of his. And he thinks Tammy is going to be his.",
        "Ava: And what do you think?",
        "Sandy: I think Jonny-boy is going down.",
        "Ava: Who are you calling?",
        "Sandy: That so-called lawyer, Vince Russo. I want to get this mess of our marriage cleared up once and for all.",
        "[SCENE_BREAK]",
        "Cassie: I take it you saw Sandy?",
        "Tammy: No. He wasn't there. I saw his wife.",
        "Cassie: Oh, honey, I'm sorry.",
        "Tammy: Don't be. I need to return these gifts. Every last one of them. Oh! Man, everything in my head feels like such a jumble. Maybe because I didn't sleep well. Maybe because... ( yelling ) I would give anything for my head to feel clear right now. ( Yelling ) stand back, and clear it all out. Clear it all out! Clear it all out! Just get it out of here! Get it out! Get it out! Get it out!",
        "Cassie: Are you talking about Sandy?",
        "Tammy: All of it.",
        "Marina: What's wrong with grandpa?",
        "Coop: I don't know. It is probably one of those December blues things. I think that honestly, you know, I don't even know. I tried to get through to him, but we're guys, we don't talk about stuff like that.",
        "Marina: Tell me about it.",
        "Coop: I don't know what you have planned for today, but I was thinking you could use some of your Marina charm and style to cheer him up a bit.",
        "Marina: Actually, I was going to go over to the station.",
        "Coop: I thought you had the day off.",
        "Marina: I do, but I thought I would look at some old files and cases.",
        "Coop: Yeah, that sounds like a lot of fun. Marina, he really needs your help.",
        "Marina: All right, you got me. I'll do it.",
        "Coop: Good. Just give me a second. I have to deal with the register thing, but I'll be right back.",
        "Marina: Okay.",
        "Coop: Thank you so much.",
        "Buzz: Hey.",
        "Coop: Hey, pop. Sorry. Marina really needs you right now.",
        "Buzz: She does? Why?",
        "Coop: She's been trying to put on a good face about this Danny thing, but it is just killing her. I caught her looking at the letter again. I'd talk to her about this, but I don't know where to start. I'm not good at this stuff. What about you? Maybe you could take her out.",
        "Buzz: Don't worry about this, I got this covered, I can do it.",
        "Marina: Hi, grandpa.",
        "Buzz: Hey, kiddo, you busy?",
        "Marina: Actually, I was just going to ask you the same thing.",
        "[SCENE_BREAK]",
        "Quinn: So this is for yourself? Hmm.",
        "Lizzie: Except I can't afford it.",
        "Quinn: Are you cash-strapped again?",
        "Lizzie: I sort of spent all that money you loaned me.",
        "Quinn: Should I give you some more?",
        "Lizzie: No, thank you.",
        "Quinn: I don't mind.",
        "Lizzie: Really, it's okay. I don't need the dress.",
        "Quinn: But you want it?",
        "Lizzie: What I want is to get Coop a really nice gift.",
        "Quinn: So take the cash for that.",
        "Lizzie: I'll figure something else out.",
        "Quinn: You sure?",
        "Lizzie: I'm sure. That's very sweet of you. You're a good friend.",
        "Quinn: Anytime. Hey, Lizzie, does Coop, does he wear cologne?",
        "Lizzie: Sometimes. Why?",
        "Quinn: Because I was in Egan's this morning, and they were handing out free samples.",
        "Lizzie: Oh, come on, I'm not that desperate.",
        "Quinn: Not yet.",
        "[SCENE_BREAK]",
        "Ava: Sandy, I'm going to step out, I'll be right back.",
        "Sandy: Don't go. Put Mr. Russo on the phone with me, all right? Damn!",
        "Ava: I'm sorry, I didn't mean to interrupt you.",
        "Sandy: Ava, it's not your fault he's avoiding me.",
        "Ava: I need to step out... I need to breathe a little.",
        "Sandy: I'm sorry this is so hard on you.",
        "Ava: You're doing what you need to do.",
        "Sandy: You will get what you want out of this life. We both will.",
        "Ava: Thanks.",
        "Sandy: Bye, take care.",
        "[SCENE_BREAK]",
        "Olivia: He called me for the first time in weeks!",
        "Jonathan: Are you going to go down there and tell him how you feel?",
        "Olivia: Why not?",
        "Jonathan: Did you ever hear of a little thing called rejection?",
        "Olivia: Did you inherit some psychic ability?",
        "Jonathan: I don't need psychic abilities to see how these things turn out.",
        "Olivia: What would you do, just give up?",
        "Jonathan: No. I don't want you to set your sights so high.",
        "Olivia: You never know until you try. We worked together once before, we can work again.",
        "Jonathan: Oh, that sounds good in theory.",
        "Olivia: This whole town wants to rain on my parade.",
        "Jonathan: I'm on your side, but just don't get too optimistic, that's all.",
        "Olivia: That's kind of funny, coming from you. You take what you want when you want, and nobody gets in your way-- nobody or nothing. I'm like that, too, you know? That's how we survive. It's what we thrive on. Don't forget who you are, Jonathan, and don't let anybody else forget either.",
        "Jonathan: Yeah. You're right. I don't care what people think.",
        "Olivia: Hell, no, you don't. I don't either. Where would be and what would we have if we did?",
        "Jonathan: We'd be nowhere with nothing, not a damn thing. ( Laughing )",
        "[SCENE_BREAK]",
        "Tammy: This is the biggest gift to return.",
        "Cassie: What is this place?",
        "Tammy: It's mine, I guess. Or almost mine. Sandy put a bid in on it, and the bid was accepted.",
        "Cassie: When?",
        "Tammy: A few days before the wedding. It was supposed to be a surprise for me.",
        "Cassie: Oh, honey, it's amazing. It is so cute. You like it, don't you?",
        "Tammy: I loved it. Sandy knew exactly what I would want, right down to the big oak tree out back. It has a little swing on it. Did you see that? It's perfect. It really is. It's like a storybook. We could have been so happy here.",
        "Cassie: You still could be, if that's what you decide you want.",
        "Tammy: That's the thing, mom, I don't know what I want. When Ava opened the door to his room, I thought I was going to be sick. She's the past, but he will never let me see. He left her. His wife, he just disappeared. You'd expect her to hate him. But she doesn't. Not at all. And then it hit me... it's weird, but... I don't either. I can't.",
        "Cassie: That's the thing, honey. Hating someone is hard to do. Especially if you've loved them.",
        "Tammy: Well, I'm learning all about that now. Part of me can still see us being together. He was a great boyfriend. He probably would make a great husband. And this place, standing here, looking at all of this. It's hard not to imagine a life, a great life. The same images I had when I stood here with Sandy.",
        "Cassie: It's the kind of life I have always wanted for you.",
        "Tammy: I know. I wanted it, too.",
        "Cassie: Do you still? Are you still holding out for that dream?",
        "Tammy: Sometimes the dream has to change.",
        "( Upbeat music playing )",
        "[SCENE_BREAK]",
        "Ava: Am I early?",
        "Coop: A little bit.",
        "Ava: I'll just come back, then.",
        "Coop: No. Tell you what, stay. I can break the rules a little bit before we're officially open.",
        "Ava: Oh, a rebel.",
        "Coop: You know it. Tell you what, if you hang around long enough, you might see the afternoon coffee rush. I might give a little extra latte foam to someone not suspecting.",
        "Ava: Does the FBI know?",
        "Coop: Shh, shh, shh. The walls have ears, okay. ( Laughter ) so, might I interested you in a taste from our brand-new refurbished soda fountain?",
        "Ava: Ooh, a brand-new old- fashioned drink.",
        "Coop: Yes.",
        "Ava: I'll take an extra large, no ice.",
        "Coop: Extra large sugar rush with a side of the shakes up coming right up. It's not very cold, I have to warn you.",
        "Ava: Oh, I'll live.",
        "Coop: Okay.",
        "Ava: Thanks.",
        "Coop: So, have you been to any good weddings lately?",
        "Ava: You did not just make a joke.",
        "Coop: Let me phrase it like this: Are you okay?",
        "Ava: I like the joking stuff better-- the whole uh... sympathetic... makes me want to squirm.",
        "Coop: Well, you look great... great to me... not great, you look like you're surviving, at least recovering from it.",
        "Ava: I'm trying, I'm trying",
        "Coop: Okay, well, you look like you're getting it together, and let me just say, it will all get better.",
        "Ava: Voice of experience?",
        "Coop: Lots, actually. But things are good, things are good right now. The only problem I have to worry about are the dish-pan hands.",
        "Ava: Excuse me?",
        "Coop: It was actually a moonlighting gig I had the other night.",
        "Ava: As a dishwasher?",
        "Coop: Yes, as a dishwasher. It was a tradeoff to get tickets to a charity ball that Lizzie wanted to go to.",
        "Ava: I remember.",
        "Coop: So, you see, although things can go wrong, things can get better, too.",
        "Ava: Sure. How about a refill?",
        "Coop: Sure. All right, refill coming up. This thing's kind busted; it's kind of flat right now.",
        "Ava: ( Screams ) oh, my God!",
        "[SCENE_BREAK]",
        "Buzz: Come on, come on, sit down. You want to talk first, or do you want me to start on the baklava?",
        "Marina: You don't have to make me baklava.",
        "Buzz: Oh, baklava's better fresh it always makes you feel better. It's kind of my secret weapon on those Marina-sad days.",
        "Marina: Sad-Marina days?",
        "Buzz: Sad-Marina days.",
        "Marina: What are you talking about? I'm fine. See, happy face. Come on, let's talk about you.",
        "Buzz: Me? What about me? You're the one who is breaking up.",
        "Marina: Yeah, but Coop said...",
        "Buzz: Coop?",
        "Marina: What?",
        "Buzz: You're a cop, you figure it out. He told me you were having trouble with Danny.",
        "Marina: Sneaky. We were totally set up.",
        "Buzz: So you're not upset about Danny?",
        "Marina: Well, maybe a little. What about you? December can be tough, you can be lonely thinking about grandma and Jenna. Coop is still a fink?",
        "Buzz: A rat fink.",
        "Marina: How about some ice cream?",
        "Buzz: How about some baklava?",
        "Marina: Ice cream is easier.",
        "Buzz: You're like you're old man: You make things easier for everybody else.",
        "Marina: It drives you totally crazy, doesn't it?",
        "Buzz: No, I'm used to it. So, come on, unload.",
        "Marina: I'd rather not.",
        "Buzz: Come on, you've got to talk to somebody.",
        "Marina: I'm all right, grandpa. ( Sound of glass breaking )",
        "Buzz: That would be the sound of one of my new dishes hitting the floor. Stay put, I'll be right back.",
        "Alan-Michael: You need my assistance?",
        "Marina: Why are you always everywhere I am?",
        "Alan-Michael: Does it matter? Look, Marina Cooper may not be able to help friends out of a jam, but you can't say the same about Alan-Michael Spaulding.",
        "[SCENE_BREAK]",
        "Sandy: He never filed the papers. I thought everything was in order. I don't know. He's not taking my calls. Well, can you re-file them for us? I need somebody to help us with this. Would you please just meet with me? Great. How about this afternoon? Well, where's your office?",
        "[SCENE_BREAK]",
        "Olivia: So what's going on with you, anyway? Reva was in here and making a lot of cryptic remarks about Tammy. Do you know anything about that?",
        "Jonathan: So what happens if you go down to Venezuela and Bill rejects you again?",
        "Olivia: I don't take no for an answer. I made a mistake, but he loves me, and that's why he called me. And once we're out of his small hotel with all the small little minds, he is going to look at me and realize he can't live without me. Where are you... I'm not paying for this! Yeah, I am. I'm paying.",
        "[SCENE_BREAK]",
        "Tammy: I thought I wanted this thing. I thought I knew who I was and what it would take to make me happy, but I guess I was wrong.",
        "Cassie: Honey, I know you're really hurting right now, and you're so confused, but I don't want you to let what happened make you lose hope. If you go with what you feel...",
        "Tammy: Feel? What I feel is I don't know how things can be so good and so bad at the same time.",
        "Cassie: I know, but it won't always be this hard. You know?",
        "Tammy: No. I just want to do the right thing, mom. I want to make the right choice. Being here and seeing all of this, and seeing how perfect it is, I don't know what that is anymore.",
        "Blake: Hey.",
        "Cassie: Hey.",
        "Blake: Cassie. Tammy. Gee, I think I dropped an earring when I was here with a client.",
        "Tammy: I didn't know you were working with Sandy.",
        "Blake: Sandy?",
        "Tammy: Yeah, he bought the house for us.",
        "Blake: Yeah, right. It's just so weird because someone else approached me a while back about buying this house. He actually wanted to put a bid on it.",
        "Cassie: Why is that weird?",
        "Blake: The buyer was Jonathan Randall.",
        "[SCENE_BREAK]",
        "Coming up on \"Guiding Light\"...",
        "Jonathan: I have an idea: Go away with me right now.",
        "Buzz: Because out there some place there is some guy who is dreaming of you.",
        "Alan-Michael: It's an invitation.",
        "Marina: To Paris?",
        "Alan-Michael: If you change your mind, maybe another time.",
        "[SCENE_BREAK]",
        "Tammy: You showed this house to Jonathan?",
        "Blake: Sort of.",
        "Tammy: He wanted to buy it.",
        "Blake: You bet he did. Actually, he wasn't going to take no for an answer.",
        "Cassie: Reva's Jonathan? He wanted to buy this house?",
        "Blake: I know it sounds crazy. He says he has changed and he wants a new life. I know anybody can change, but I'm not sure about this.",
        "Cassie: Do you think he was pretending to buy the house to mess with Sandy?",
        "Blake: Actually, Jonathan saw the house before Sandy.",
        "Tammy: I have to go. Can you give my mom a ride, please?",
        "Blake: I can, but are you okay?",
        "Tammy: I'm fine. Just... thank you. Good-bye.",
        "Cassie: Tammy...",
        "[SCENE_BREAK]",
        "Marina: I don't need help.",
        "Alan-Michael: You want to sit here and cry on grandpa's shoulder?",
        "Marina: No.",
        "Alan-Michael: You want to tell him to back off?",
        "Marina: No, not really.",
        "Alan-Michael: There you go. Why the resistance?",
        "Marina: You asked me to break the law.",
        "Alan-Michael: I asked you for a favor. You need out of this sympathy- fest.",
        "Marina: You were eavesdropping.",
        "Alan-Michael: Overhearing. There is a difference.",
        "Marina: Oh, really, please explain. ( Cell phone rings ) I'm sorry, Alan Michael can't come to the phone. He is busy.",
        "Alan: Marina Cooper, let me speak to my son.",
        "Marina: They actually give you phone privileges?",
        "Alan-Michael: I told you to stop calling me.",
        "Alan: We need to talk.",
        "Alan-Michael: I have nothing to say to you.",
        "Alan: Alan Michael...",
        "Alan-Michael: Good-bye, dad. Sorry about that. Where were we?",
        "Marina: Oh, I was telling you to mind your own business.",
        "Alan-Michael: I'm curious, have you always been so ungrateful?",
        "Marina: You just stuck your nose into my business, and now you want me to thank you. ( Laughs ) you are such a Spaulding.",
        "Alan-Michael: I'll choose to take that as a compliment.",
        "Marina: Oh, you take it however you want.",
        "Alan-Michael: In case you change your mind.",
        "[SCENE_BREAK]",
        "Buzz: Problem solved. I'm all yours. ( Laughter )",
        "Coop: I'm so sorry!",
        "Ava: Wait, wait. Oh! Oh, my gosh, wait, wait, wait. ( Laughter ) I'm getting soaked.",
        "Coop: This is getting sticky. I really didn't mean for this to happen.",
        "[SCENE_BREAK]",
        "Jonathan: Tammy! Hey, Tammy!",
        "Tammy: You're here. That house Sandy was buying, did you try to buy it?",
        "Jonathan: Yeah, I thought it looked like you. I thought it was something that would make you happy. I thought it was a way we could be more normal or something, I don't know, but I changed my mind.",
        "Tammy: Why?",
        "Jonathan: I just... I don't know, I thought it was like something Sandy would do, and I'm not Sandy, and I don't think you want me to be Sandy. And that's not what you needed. You needed time.",
        "Tammy: Yeah.",
        "Jonathan: Yeah, and all this stuff that's going on lately, you're probably pretty confused and really scared?",
        "Tammy: Terrified.",
        "Jonathan: I know you're afraid of what everybody is thinking, and believe it or not, I'm not trying to pressure you, but I have an idea that is going to make this \"us\" a lot easier. Go away with me right now.",
        "Tammy: Go away? Us?",
        "Jonathan: Yes.",
        "Tammy: Where?",
        "Jonathan: Anywhere you want.",
        "Tammy: Without telling anybody?",
        "Jonathan: You can call them when you get there. The last few days you haven't been able to think straight, right?",
        "Tammy: No.",
        "Jonathan: Well then say yes; let's get the hell out of here.",
        "Tammy: You make it sound so easy.",
        "Jonathan: It is easier than staying here where everybody is trying to pull you in every direction.",
        "Tammy: Yeah.",
        "Jonathan: Yeah, well I will only pull you in one direction.",
        "Tammy: You're asking me to make a decision.",
        "Jonathan: your decision. The only question is whether or not you want another scene like at the wedding with everybody looking at you.",
        "Tammy: I thought you didn't want to pressure me.",
        "Jonathan: I'm not trying to pressure you. I'm trying to offer you a way out.",
        "Tammy: I know you want to be with me.",
        "Jonathan: Just say yes, Tammy. Go away with me. I don't care if we go 20 miles or 20,000 miles.",
        "Tammy: Yes!",
        "Jonathan: Yes! ( Laughter )",
        "Tammy: Stop. I need to pack.",
        "Jonathan: Okay, okay, yes!",
        "Tammy: I need to pack.",
        "Jonathan: No, no. I'll buy you everything you need.",
        "Tammy: I need just a few... I'll be right back.",
        "Jonathan: Okay, hurry. Okay, hurry. Hurry!",
        "[SCENE_BREAK]",
        "Cassie: What are you doing here? ( Laughter )",
        "[SCENE_BREAK]",
        "Ava: That's so disgusting.",
        "Coop: Lizzie, hi, how are you?",
        "Lizzie: Hi, what happened?",
        "Coop: The world's worst waiter I think just struck again. I'm so sorry.",
        "Ava: It's okay. I think you should have a warning label or something.",
        "Coop: Yeah, that sounds all right, doesn't it? The good thing is it doesn't taste too bad, that's for sure.",
        "Lizzie: The soda machine broke?",
        "Coop: Yes! Actually, that's a good deduction. You have won yourself a free soda.",
        "Lizzie: You need to get changed out of those clothes, sweetie.",
        "Coop: Actually, I'm fine. But I would like to say hello to you first. Come here! Ava was a sweetheart, she was a lifesaver.",
        "Lizzie: Yeah, I bet.",
        "Coop: I don't know about you, but I might need other towel. I'm going to get one for you. Here you go, let me help out here for you a little bit.",
        "Ava: Thanks. You know what? Thank you.",
        "Lizzie: Ava you have had some bad luck lately. First the wedding yesterday, and now this. You should crawl under a rock somewhere and die.",
        "Ava: Yeah. A rock sounds great right about now.",
        "Coop: No. Hiding is not the thing to do right now. You need to get out there. You need to have fun. You need to explore. You need to have exciting times and cover up all of this stuff.",
        "Lizzie: Yeah, but how can you get out there if you don't have any friends, I mean people to hang out with.",
        "Coop: She can hang out with us. We're going to the movies, why don't you come with us?",
        "Ava: Tonight is not good for me.",
        "Coop: The whole third-wheel thing. It is cool, right, Lizzie?",
        "Lizzie: Sure.",
        "Ava: Thanks, no.",
        "Coop: The popcorn is on us.",
        "Lizzie: Coop, you don't have to pressure her.",
        "Coop: I don't mean to be pushy. It is something I get from my brother Frank, who tries to fix everything. But another time.",
        "Ava: Sure.",
        "Coop: Okay. Oh, Ava, by the way, thank you so much for your help. And coffee's on the house from now on.",
        "Ava: Okay.",
        "[SCENE_BREAK]",
        "Buzz: Girl, I've been in your shoes more times than I care to remember. Heart in pieces, numb, wondering if you're ever going to feel anything again.",
        "Marina: Wow, how did you know?",
        "Buzz: What is the point of loving someone if you can't lay down your weapons and be open to it all.",
        "Marina: It is a pretty big risk.",
        "Buzz: Of course it is.",
        "Marina: Even if your heart gets broken in the course of it, right?",
        "Buzz: What else is there?",
        "Marina: And the pain goes away?",
        "Buzz: In time. You don't have to be proud on my account.",
        "Marina: Who's proud? I've had your shoulder to cry on and dad's and Harley's...",
        "Buzz: So cry and let it out.",
        "Marina: You want some big emotion.",
        "Buzz: I have piles of emotion, and places of goodwill. They're and the garage, go.",
        "Marina: Maybe later.",
        "Buzz: You've got to start somewhere, you've got to pick yourself up and dust yourself off, and you'll laugh again.",
        "Marina: ( Laughs )",
        "Buzz: No, one morning you're going to wake up and you're heart will not ache.",
        "Marina: I hope so.",
        "Buzz: Because out there some place there is some guy who is your dream and will make you forget about Danny, and he'll be coming in and walking on air. And you'll realize that the pain was all worth it because this one is so much better. Then you'll go, Danny who?",
        "[SCENE_BREAK]",
        "Wanda: Olivia, I'm glad I caught you.",
        "Olivia: It must be important if you're hand-delivering it.",
        "Wanda: Bill wanted to make sure you got it.",
        "Olivia: Bill? Thank you. Divorce papers?",
        "[SCENE_BREAK]",
        "Coop: Lizzie, what is bugging you?",
        "Lizzie: Nothing, I'm fine.",
        "Coop: Really? Okay, so why the face?",
        "Lizzie: What is wrong with my face?",
        "Coop: Lizzie, please.",
        "Lizzie: You should really get out of those clothes, Coop.",
        "Coop: So you're not mad?",
        "Lizzie: Not mad. But get out of these before you get sick.",
        "Coop: Okay.",
        "Quinn: Hey, what happened to you?",
        "Lizzie: Nothing I can't handle. Is that offer still good?",
        "Quinn: You mean about the money?",
        "Lizzie: Yeah, I just suddenly got this want to get this gift for coop.",
        "Quinn: All right, how much do you need?",
        "Lizzie: How much do you have? Don't worry, I'll pay you back.",
        "Quinn: You don't have to pay me back.",
        "Lizzie: No, really, add it on top of whatever I owe you already.",
        "Quinn: I don't want you to pay me back. All I want is dinner with you, just one night on the town, just you and me.",
        "Lizzie: You do know that I'm going to be spending this on a gift for my boyfriend?",
        "Quinn: Yeah, I know. It's just dinner. What's the harm of a little dinner between friends?",
        "[SCENE_BREAK]",
        "Olivia: Josh, it's Olivia. I'm good, how are you? I was wondering if you had time to work on the master's proposal? I was thinking maybe right now. Good. Um, meet me in my room. Okay. Bye.",
        "[SCENE_BREAK]",
        "Buzz: You haven't said much. Marina?",
        "Marina: Thank you so much. For everything.",
        "Buzz: You taking off?",
        "Marina: I'm sorry.",
        "Buzz: I thought we were spending the afternoon together?",
        "Marina: I know. You know what, I'm sorry. We'll do it some other time when things aren't quite so serious. We'll go bowling or something.",
        "Buzz: Bowling?",
        "Marina: Excuse me. What is this?",
        "Alan-Michael: A napkin. It's an invitation.",
        "Marina: To Paris? Now?",
        "Alan-Michael: I thought you could use a distraction, but, as you so loudly pointed out to me, I was wrong.",
        "Marina: You're inviting me to go to Paris with you?",
        "Alan-Michael: I have a meeting there later.",
        "Marina: So I'd just be tagging along?",
        "Alan-Michael: That was the idea, but you have plans with Buzz. Forget I even said anything. Wait a minute. Don't tell me you're considering it?",
        "Marina: I was. Just as long as you know this isn't a date.",
        "Alan-Michael: A date? Who said anything about a date?",
        "[SCENE_BREAK]",
        "Ava: Sandy? Baby, if you could love someone like me...",
        "[SCENE_BREAK]",
        "Cassie: Is Tammy inside?",
        "Jonathan: Yeah, she's here.",
        "Cassie: Well...",
        "Jonathan: Cassie, wait. She needs some time by herself. She needs to be alone.",
        "Cassie: She seemed upset. I think she needs me.",
        "[NEXT_ON]",
        "Josh: Olivia, it's Josh. You said you wanted to work, and I'm here. Let's go.",
        "Olivia: ( Gasps ) Josh, my God!",
        "Alan-Michael: Paris, lights and everything.",
        "Marina: It's beautiful.",
        "Alan-Michael: It sure is.",
        "Jonathan: We're leaving together today.",
        "Reva: Oh, God.",
        "Jonathan: Hey, it's what we both want. It's what she needs."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=Ki4blRoU75I"
}