{
    "Episode Summary": [],
    "Recap": [
        "After saying that is was a bad night to get drunk and she should not be there, Jeffery Invites Marah into his hotel room. Jeffery says there are worse things than being heartbroken. Neither him or Marah can think of any so Jeffery begins to open up about things, only to stop and send Marah home. Cassie, Reva and Buzz, all help to confuse Harley, who has ordered a fresh turkey for Thanksgiving instead of getting a Butterball., about how to cook a turkey. Buzz also admits to Harley he has invited Alexander for dinner. Harley hopes she is bringing her slob side to the dinner. Cause she is panicking about how it will go. As Gus is home finding Harley's \"fresh\" turkey is ALIVE! Cassie tells Reva she is making her own Thanksgiving plans so she can start her own traditions.",
        "Nico pleads with Marina to go to the school dance with him, so Shayne can see her be happy. Then Shayne returns exhausted and in pain from a long rehab with Remy, and refuses to talk. In private Marina begs Shayne to slow down his recovery, but Shayne tells her to Butt out he does not need her love now. Cassie finds Marah leaving Jeffery's hotel room, and tells Marah to stay away from him, Marah tells Cassie she is the one trying to seduce Jeffery. Cassie decides to call Reva about Marah."
    ],
    "Recap Author": "Misty",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Hey. Whoo! (Grunts) Oh, now, is that a bird or what?",
        "Cassie: Oh, wow, that thing is huge!",
        "Reva: Yeah. Well, you know, Lewis Thanksgiving Dinner, it has to be. We've got a lot of mouths to feed. Marah, Shayne's bringing Marina, Josh, and I'm still kind of holding out for Sandy. And then, of course, there's you and your crew. You know, Cassie, this just may be the year that I fill you in on Sarah Shayne's Secret Gravy Recipe.",
        "Cassie: I wanted to tell you something.",
        "Harley: Reva?",
        "Reva: Harley? Hey, come on in.",
        "Harley: Oh, good, you're both here.",
        "Cassie: What is it?",
        "Harley: You. This is all your fault.",
        "Reva: Oh, no, no, no. Whatever my turkey's done, he's innocent.",
        "Harley: Why do I do this to myself? I mean, I've already got the agency, I've got the kids, Gus is a project all on his own. Why do I possibly think that I can handle a Thanksgiving Cooper Dinner?",
        "Cassie: You didn't.",
        "Harley: I didn't. I think my exact words to my father were, \"Oh, daddy, take a break this year. I can handle everything -- everything from soup to nuts.\" I mean, who even says that, \"soup to nuts\"? And does anybody really end the evening with nuts?",
        "Reva: Well, now, that depends on who you invite.",
        "(Laughter)",
        "Harley: I'm having a crisis here.",
        "Cassie: Oh, come on, it's funny!",
        "Harley: Well, I'll laugh when I have some more time. Reva, please. Don't you do this every year? Can't you help me?",
        "Reva: I do it, but I don't do it well. But what do you need to know?",
        "Harley: Everything! Especially about that thing. I can't cook.",
        "Cassie: Hey. You make a mean macaroni and cheese.",
        "Reva: That's terrible!",
        "Harley: But that's where it ends for me. Come on, you guys. I need help.",
        "Gus: Hey, what's up?",
        "Delivery Guy: Harley Cooper?",
        "Gus: Yeah, no, I'm not, but I can sign for whatever it is. Where's the package? Is there a package?",
        "Delivery Guy: I'll get it from the truck.",
        "Gus: You've got to be kidding!",
        "Nico: Look, I wasn't even supposed to say anything, but last night, Shayne overheard us talking about the dance.",
        "Marina: How did he overhear us talking? ( Sighs) These were my brilliant idea.",
        "Nico: He knows you want to go. He knows he can't take you. So... so he scored some tickets and asked me to take you instead.",
        "Marina: Yeah, but I don't want to go to the dance without Shayne. Why would he want me to go with another guy?",
        "Nico: He just wants you to have a good time.",
        "Marina: I have fun with him!",
        "Nico: You're not going to that night.",
        "Marina: How do you know? Look, tell me.",
        "Nico: What if it were you?",
        "Marina: What?",
        "Nico: What if what happened to Shayne happened to you and you had to be out there pitching in... I don't know, game seven of the World Series, but instead you say, \"No, I'm going to skip the game because I want to hang out with Marina.\" Come on. You would be looking at him the entire night wanting to kill him for giving that up.",
        "Marina: Yeah, I... I...",
        "Nico: Well?",
        "Marina: I probably would, but I mean, this is... this is just a dance.",
        "Nico: It's not just a dance. Shayne loves to pitch and you love to dance. He told me you did.",
        "Marina: I do. But it's just...",
        "Nico: But because of him, you're cooped up inside this room all the time.",
        "Marina: And I'm okay with that.",
        "Nico: Well, maybe Shayne isn't.",
        "Jeffrey: Marah, you can't do this.",
        "Marah: What?",
        "Jeffrey: You can't show up here at my room like this at this hour -- or at any hour, for that matter.",
        "Marah: My aunt runs this hotel. My father is staying on the next floor. Do you really think I care if anybody sees me?",
        "Jeffrey: I care. I care. Don't... Don't... Please... Don't... Don't look at me like that.",
        "Marah: Jeffrey, I just need to talk to somebody, okay? I have nowhere else to go. Please?",
        "Jeffrey: I picked a hell of a night to get drunk, didn't I? Well, don't just stand there. Come in.",
        "Marina: Does Shayne really feel like he's holding me back? Because I don't feel that way, and if I've ever made him think that I feel that way...",
        "Nico: Marina, he just wants to do something nice for you. I think it's pretty big of him. Most guys, they freak out if their girl even looks at another guy, and here Shayne is, hooking you up with a catch like me.",
        "Marina: Why did you tell him that you would do it?",
        "Nico: I didn't at first, but he wouldn't even let me off the hook until I agreed to take you to this dance.",
        "Marina: Oh.",
        "Nico: Why? You think I was into you or something? Don't worry. You're not my type. I'm kidding, I'm kidding. Come on. What do you say?",
        "Marina: I just... I don't know, Nico. It...",
        "Nico: Shayne's right. You deserve to go out and have a good time.",
        "Marina: And you think that you can provide me with that?",
        "Nico: No, Shayne does, but I'm willing to take the challenge. You know, he doesn't seem like the kind of guy who would ask for a whole lot. You're not really going to deny him his wish, are you?",
        "Marina: I was just talking to someone who asked me what I'd wish for if I could wish for anything.",
        "Nico: What'd you say?",
        "Marina: I wished that Shayne would be able to walk again.",
        "Nico: There you go. You wished for him and he wished for you.",
        "Jeffrey: (Groans)",
        "Marah: This place is really nice.",
        "Jeffrey: It's just a hotel room like any other.",
        "Marah: Actually, Aunt Cassie said she did each one a little bit differently.",
        "Jeffrey: Yeah, well, who am I to argue with Aunt Cassie?",
        "Marah: Is that a staircase leading out of this room?",
        "Jeffrey: Don't... Don't... Don't go in there, please. Don't go in there.",
        "Marah: Why not?",
        "Jeffrey: Because. Because this is not like some museum, okay? And you're not on a tour, you know, I have a stair stairway off the balcony, because I... I asked for it.",
        "Marah: Why did you ask for it?",
        "Jeffrey: Because I need to make a quick getaway sometimes. Any other questions? Oh, my God... (Groans)",
        "Marah: What are you so afraid of?",
        "Jeffrey: What am I so afraid of? What are... what are you doing here? I mean... is this about your brother again?",
        "Marah: Hmm, I know that it is wrong for me to feel the way that I feel, but, God, I mean, how many times can I get rejected in one week? Sandy, Tony, you.",
        "Jeffrey: (Laughs in frustration)",
        "Marah: Are you regretting it?",
        "Jeffrey: I'm regretting the last three drinks I had.",
        "Marah: Great. So you are happy that you turned me down?",
        "Jeffrey: Marah...",
        "Marah: You know what? I don't want to hear it. Just tell me how you do it.",
        "Jeffrey: How I do what?",
        "Marah: How... How you keep things from getting messy. You know, you never... You never get hurt because you never let anyone have that power over you. You just keep it simple.",
        "Jeffrey: \"A condition of complete simplicity...\"",
        "Marah: \"...Costing not less than everything.\"",
        "Jeffrey: I'm impressed. You know Eliot.",
        "Marah: Yes. I know a lot of things. Unfortunately, they are all the kinds of things you learn from books. I'm just tired of feeling like this. I don't understand why my life is so complicated all the time.",
        "Jeffrey: (Sighs) The truth? Maybe it's because you're just a caring, gentle person.",
        "Marah: And you're not?",
        "Jeffrey: You know, Marah, there are worse things that can happen, you know, than having your heart broken.",
        "Marah: Like what? Jeffrey, come on, Jeffrey, give me something.",
        "Jeffrey: I don't know! You know? Why don't you just try this, okay? Just try putting everything into compartments. That's what I do, okay? Just put things into compartments, like... like socks, right? You put socks... Where do you put socks? You put socks into a sock drawer. You don't... you don't put the underwear in with the socks because there's an underwear drawer for that, and there's no underwear in the sock drawer. That's all.",
        "Marah: What are you talking about?",
        "Jeffrey: I don't know. I just think, you know, maybe if you did the same thing with what's going on inside of you, you know? You just put your thoughts over here and then put another thought over there and put your feelings over there, and keep them there, you know? That's all.",
        "Marah: But there are so many different things that go on inside of a person.",
        "Jeffrey: Well, then create some more compartments. You know? And pretty soon you'll have so many compartments, okay, and you're not going to remember where you put the feelings. And then you won't have to deal with them at all. Voila!",
        "Marah: Yes, well, that would be nice. I would love to just pack up all of my pain and ship it off somewhere, let it go.",
        "Jeffrey: All right, fine. Is that what you really, really want? Okay. Then I'll teach you.",
        "Harley: There's turkey hash, turkey stew, turkey kabobs.",
        "Cassie: Turkey costume.",
        "Reva: Yikes!",
        "Cassie: Oh, RJ is supposed to wear this for the Thanksgiving Parade, but I don't know how to sew.",
        "Harley: Oh, I ordered it fresh. The turkey. I mean, isn't that the best way, that you're supposed to get it, fresh turkey?",
        "Cassie: I don't know, the supermarket works for me.",
        "Reva: Yeah, nothing wrong with a Butterball.",
        "Cassie: That's right.",
        "Harley: So I've already ruined Thanksgiving Dinner. I wish my mother were here.",
        "Cassie: Oh. Could she cook?",
        "Harley: No, she was terrible but she was a great distraction when I was having a crisis.",
        "Cassie: Come on, all you have to do is brine.",
        "Harley: Brine?",
        "Cassie: Yeah. Salt, brown sugar, a whole bunch of spices, let the turkey sit in it for about six hours, then roast the turkey on a low temperature so you don't dry it out.",
        "Harley: Right. All right, let me write this down.",
        "Reva: No, don't bother. I mean, really, Cassie, why slow roast when you can deep fry? Mmm.",
        "Harley: Deep fry a turkey? Really?",
        "Reva: Yes. Oh, yeah.",
        "Cassie: Well, if you want a greasy bird.",
        "Reva: Oh, come on! Brining is so boring. Besides the crispy skin locks in all those juices. You cut into it, it cracks. Oh!",
        "Cassie: If you have a pot as big as a swimming pool to put the bird in, or if you want a grease fire.",
        "Reva: It takes an hour to cook.",
        "Harley: And the winner is!",
        "Reva: You know what? I'm going to get you the glaze recipe because it's bourbon and it's pineapple.",
        "Harley: Wait, wait. I have to glaze this thing, too?",
        "Cassie: She doesn't have to glaze.",
        "Reva: No, no. Yes, you have to glaze.",
        "Cassie: Not if she uses enough thyme.",
        "Harley: Time? Time for what now?",
        "Cassie: No, thyme's a spice.",
        "Reva: Right. And cumin. You're going to want cumin, too, c-u-m--n.",
        "Cassie: I like to use garlic.",
        "Reva: No, you the save garlic for the stuffing.",
        "Cassie: (Laughs) Don't get me started on your stuffing.",
        "Reva: Since when do you have a problem with my stuffing?",
        "Cassie: (Laughs) Oh, I don't have a problem with it; I just like mine better.",
        "Reva: Harley? Use my stuffing recipe.",
        "Harley: Well, I wasn't actually going to make stuffing.",
        "Reva and Cassie: You have to make stuffing!",
        "Harley: I can't do this. I'm.. Whaa! I'm in over my head. Really, I'm starting to realize that. My father is actually an old pro at this whole thing. I'm going to let him handle it.",
        "Reva: There you go.",
        "Harley: Thanks for everything, you guys. What was I thinking? Ah!",
        "Cassie: Good luck. Brine!",
        "Reva: If you do it, deep fry.",
        "Harley: Right. Thanks.",
        "Reva: (Laughs)",
        "Cassie: So, you think she's going to work that out?",
        "Reva: No way.",
        "Cassie: (Laughs)",
        "Reva: You know, if worse comes to worst, she can invite the whole clan over here because that bird that we've got is big enough to feed half of Springfield, and wait till you taste that bourbon-pineapple-glazed masterpiece!",
        "Cassie: You know, we were thinking... Well, I was thinking of starting a new tradition this year.",
        "Reva: Well, good. What can I do to help?",
        "Cassie: I was going to have Thanksgiving Dinner. We're not coming here.",
        "Harley: I blame you, you know.",
        "Buzz: I know, and I'm sorry. What did I do?",
        "Harley: You let me handle Thanksgiving Dinner.",
        "Buzz: You wouldn't take no for an answer. I kind of need that, you know.",
        "Harley: Well, I have an idea. How about I stay here and I clean and you go home and you cook dinner? I'll whine if I have to.",
        "Buzz: You're not a whiner.",
        "Harley: There's a first time for everything.",
        "Buzz: (Sighs) Including hosting Thanksgiving Dinner.",
        "Harley: All right, I walked into that one.",
        "Buzz: What happened to you? You were excited about all this a few days ago.",
        "Harley: Because reality set in, Dad. I can't cook a turkey. And I was going to forget about the stuffing, but...",
        "Buzz: Oh, you have to have stuffing. You have to have stuffing.",
        "Harley: Yeah, that's what everybody keeps telling me.",
        "Buzz: Who's everyone?",
        "Harley: Well, not everybody, but Reva and Cassie. I mean, look at this. I tried to write it all down, but there's brine and there's deep fry. And then there's glaze or don't glaze. And then there's brown sugar and crispy skin and cumin -- I don't think I spelled that right -- thyme?",
        "Buzz: Let me see this.",
        "Harley: Thank you.",
        "Buzz: This is crazy.",
        "Harley: Thank you.",
        "Buzz: This is crazy.",
        "Harley: See, I knew you'd do this. I knew that you would help me out. I knew you'd weed out all the stuff I shouldn't have to deal with. What are you doing? Daddy, that's not weeding, that's adding.",
        "Buzz: Do you want this done right or wrong? The right way or the wrong way?",
        "Harley: Which is easier?",
        "Buzz: Have you learned nothing from me? If you're going to have a Cooper Thanksgiving, you've got to have a Cooper Turkey. I mean, that includes parsley and olive oil, you know? Feta cheese.",
        "Harley: This is not My Big, Fat Greek Thanksgiving.",
        "Buzz: Do you want my help or not?",
        "Harley: No. I don't. I don't want anybody's help. I'm going to figure it out all by myself. Just make sure you show up tomorrow.",
        "Buzz: Okay. Yeah, well, about that, I kind of, sort of...",
        "Harley: What?",
        "Buzz: Um... ...Invited Alexandra to dinner.",
        "Harley: And the hits keep coming.",
        "Reva: I never realized you had such a problem with deep-fried turkey.",
        "Cassie: You know that's not the reason.",
        "Reva: Yeah, well, I'd rather blame it on my cooking than something I might have done. Ouch.",
        "Cassie: Oh, come on. I love you and I love being here for the holidays. It's... I just can't ask Edmund to be alone on Thanksgiving, I can't.",
        "Reva: Oh, so that's what this is about, the last family dinner?",
        "Cassie: Listen, I know that you want to make Sandy feel comfortable, okay? And I understand that. But I should not have asked Edmund to stay home. He didn't complain, he didn't say anything, but I know that I hurt him. And we have worked really hard to get where we are.",
        "Reva: And you like where you are?",
        "Cassie: Yes, I do.",
        "Reva: I'm sorry that I made you choose, Cassie, between... Whatever.",
        "Cassie: Who are you calling?",
        "Reva: I'm going to call Edmund...",
        "Cassie: No, no, no, no.",
        "Reva: ...And invite him to Thanksgiving myself.",
        "Cassie: No, wait, don't.",
        "Reva: It's a holiday, Cassie. It's about family, okay?",
        "Cassie: (Sighs) Oh.",
        "Reva: But that's not it. That's not all of it. Is it something that I've done?",
        "Cassie: No. Look, Reva, I... (Sighs) You know, a year ago, things were a lot different and I was in over my head, and I was trying to keep myself so busy so I would not miss Richard, and it really didn't work.",
        "Reva: You've come a long way since then.",
        "Cassie: Yeah. And I want this Thanksgiving to be like a fresh start for me. I really do, and I want to be at the head of my table with Edmund and my kids, and I just really want it to be about us.",
        "Reva: It can be about us here. Besides, I'm your sister. There's some tradition in that, too. No dice, huh? (Sighs) You really need to do this?",
        "Cassie: But I'll come for Christmas. As long as you don't deep-fry any birds or anything.",
        "Reva: Shush. Give me a hug. Oh, Cassie. Well, we're going to miss you, but if you really feel like you need to do this...",
        "Cassie: Yeah.",
        "Reva: If it's going to make you happy...",
        "Cassie: I am, you know. I am happy. I am happy.",
        "(Laughter)",
        "Jeffrey: All right, well, then, let's see, where do we begin? If you want to live a life devoid of emotion, it's not going to be easy, you know. It's going to... it's going to take some hard work to make sure that everything is in place, you know, but if that's what you really want in the end, it'll be worth it.",
        "Marah: Why?",
        "Jeffrey: Well, because, you know, then you will be responsible only to yourself. Cream and sugar?",
        "Marah: Please.",
        "Jeffrey: I mean, look at me. I don't have to be responsible to anyone, right? I don't have to worry about making anybody happy, which is a good thing, too, because I'm not really good at that.",
        "Marah: Okay, you're talking in theories here. Tell me something that I can actually use.",
        "Jeffrey: All right, things you can actually use. Let's see. What are you doing tomorrow?",
        "Marah: Thanksgiving at my parents' house.",
        "Jeffrey: Thanksgiving at your parents' house. That's perfect. Thanksgiving. That means family obligations, doesn't it? Yeah. It means carving the turkey and counting your blessings, and the women in the kitchen and the men watching football, and every one of you watching out not to step on each others' toes and just going through the motions.",
        "Marah: Well, it's a little bit like that.",
        "Jeffrey: Yeah, well, see, in my case, I don't have to worry about that. \"What am I doing tomorrow?\" she asks. I don't know. It doesn't matter because I can do whatever I want to do tomorrow. Okay? If I want to go read a book, I'll go read a book. If I want to go see a movie, I'm going to go see a movie. If I want to work, I'm going to work. I'm probably going to end up working. But the point of the matter is I can do whatever I want to do because I'm a free man, and you can be that, too. A free woman, that is. All you have to do is... is just say the word and... I'll show you.",
        "Marah: You talk a good game, Jeffrey, but you're a really bad liar.",
        "Buzz: I'll tell you this much: Alexandra Spaulding is good people.",
        "Harley: I used to think so, too, Dad.",
        "Buzz: Yes, she has a personal chef.",
        "Harley: And a personal trainer and a personal chauffeur.",
        "Buzz: And she loves her foie gras.",
        "Harley: And her champagne and her caviar.",
        "Buzz: But she sneaks in here late at night, chugs down a couple of beers and scarfs a whole plate of buffalo wings. It's true. I bring out her inner slob.",
        "Harley: Well, I'm worried about her outer snob. And which one's coming to dinner?",
        "Buzz: You know, she's actually excited about it. It could be like olden times when the two of you got along.",
        "Harley: There's a Pilgrim and Indian speech coming here, I can feel it.",
        "Buzz: I swear she'll be the perfect guest.",
        "Harley: Just tell her to bring her inner slob, okay, because we're all going to be eating pizza when I mess up this turkey. (Gasps) My turkey. It's getting delivered today.",
        "(Cell phone rings)",
        "Gus: Hello?",
        "Harley: Is it there yet?",
        "Gus: Oh, who is this?",
        "Harley: Gus...",
        "Gus: Harley Cooper, love of my life. What was the question?",
        "Harley: My Thanksgiving turkey is being delivered today. Is it there yet?",
        "Gus: Oh, yeah, it's... It's here. Let me ask you something, where did you order this thing from?",
        "Harley: Some farm. Why?",
        "Buzz: You had it delivered...",
        "Harley: Hold on.",
        "Buzz: You had it delivered from a farm? Why didn't you just get a Butterball?",
        "Harley: I'm back.",
        "Gus: What was that?",
        "Harley: Yes, it's just that everyone is choosing now to tell me that I should have ordered a stupid Butterball.",
        "Gus: Is that right? Any chance of you coming home any time soon?",
        "Harley: Yes. I'm leaving Company now.",
        "Gus: Just get home, okay?",
        "Harley: Dad, I've got to get back. My turkey awaits. I'll see you tomorrow.",
        "Buzz: Butterballs aren't stupid.",
        "Marina: Look, I've got to talk to Shayne about this dance.",
        "Nico: But he told me not to tell you he put me up to this.",
        "Marina: Well, it's a little late now. Shayne and I will just figure it out. What happened?",
        "Remy: He had a tough workout.",
        "Marina: Remy, look at him. Why didn't you stop him?",
        "Remy: I tried, Marina, but he kept pushing. One more set of exercises, one more... He wouldn't listen, okay?",
        "Marina: Come on, we need to get him into bed.",
        "Shayne: One more.",
        "Marina: No, Lewis, you're done for the day.",
        "Shayne: More.",
        "Remy: No, she's right, man. You've had enough.",
        "Shayne: My choice.",
        "Remy: Well, I'm afraid for you. Your body can only handle so much.",
        "Nico: Don't look at me. I'm with them.",
        "Marina: Here, you're probably dehydrated.",
        "(Bottle drops)",
        "Marina: Uh, guys, can you wait outside for a second. I need to talk to Shayne alone.",
        "Shayne: Don't want to talk!",
        "Remy: Okay. Yeah, let's...",
        "Marina: Fine. Then you'll listen.",
        "Marah: You know, you're not as shut off as you let everybody believe.",
        "Jeffrey: Well, you don't know me, Marah.",
        "Marah: I know that I don't want to hurt anymore. But your way of going about things, it's just... it's not going to work for me.",
        "Jeffrey: Oh, yeah? Why not?",
        "Marah: Because... because if you stop feeling pain, then you also stop feeling love. And that would be a very, very sad life.",
        "Jeffrey: Yeah, sad.",
        "Marah: I'm... I wasn't talking about you personally.",
        "Jeffrey: You know what? I think we're done here. Marah, I think we're done.",
        "Marah: Jeffrey, you... you would not have let me in. You would not have let me in if you didn't have feelings. You wouldn't have sat here and listened to my problems.",
        "Jeffrey: Letting you in had nothing to do with feelings, okay? It had nothing to do with feelings. It just had to do with maybe a few too many drinks. Okay, now the novelty's worn off. Now, if you don't mind, let yourself out. And when you open the door make sure you check both ways. I don't want anyone to see you coming out of here, okay? So just take your sad sob story away from me as soon as possible. Thank you.",
        "Marah: What is so terrible about admitting that you have feelings? Everyone has them.",
        "Jeffrey: Just get out of here, okay? Please, just get out. (Sighs) Ugh, where's the bloody file?",
        "Cassie: Marah? You and Jeffrey O'Neill? You and Jeffrey O'Neill?",
        "Marah: Look, Aunt Cassie, my relationship with Jeffrey is none of your business.",
        "Cassie: Oh, relationship? I should go in there and throw that cradle robbing creep out of my hotel.",
        "Marah: It's not like that.",
        "Cassie: I know that you are going through a tough time, okay? I know that. I understand, all right?",
        "Marah: I don't want to talk about that.",
        "Cassie: Okay, I understand. And I understand that sometimes Jeffrey O'Neill can be charming, okay, but you can't let him suck you in. God, I just hope it's not too late.",
        "Marah: Too late for what?",
        "Cassie: For you to walk away without getting hurt. I should have done something about this the second I knew that he was...",
        "Marah: He has not tried anything with me.",
        "Cassie: Okay, so nothing's happened, right? Because I just saw you walking out of his room. And at this hour, you know, I mean I'm thinking...",
        "Marah: I've been going after him.",
        "Marina: You know, I'm not going anywhere.",
        "Shayne: Yeah, I know.",
        "Marina: It's not like this should come as some kind of surprise to you. All of your doctors keep saying that your recovery is going to take time.",
        "Shayne: We're wasting time.",
        "Marina: No. No, we're not wasting a second. But there aren't enough hours in the day to do all the therapy that you want to do.",
        "Shayne: It's like you want me like this.",
        "Marina: No. I want you up and running circles around me. But that isn't going to happen today. And that's reality and I've accepted that. And I love you no matter what.",
        "Shayne: Stop saying that!",
        "Marina: I don't need you pitching fastballs or taking me to dances. Yes, I know what you asked Nico to do. And don't blame him, the only reasons that he told me is because I kept refusing to go with him.",
        "Shayne: Stubborn. Why won't you go?",
        "Marina: Because he's not you. And because I have more fun just being here with you then I have anywhere else with any other guy.",
        "Shayne: Give me my weights.",
        "Marina: No. You're crazy.",
        "Shayne: Then go! Then go!",
        "Marina: I can't just let you kill yourself like this. I thought that you loved me.",
        "Shayne: I do. But I...",
        "Marina: But?",
        "Shayne: But I need... You're too okay with this. I need somebody who hates me like this, who makes me fight. I'm sorry. I just want to fight.",
        "Marina: Well, we're fighting now, sort of. It's not really the same. I can't hate you, I'd be really bad at it.",
        "Shayne: I know.",
        "Marina: You think that would be a good thing.",
        "Shayne: It is.",
        "Marina: So what do we do now?",
        "Shayne: I keep pushing.",
        "Marina: And I leave?",
        "Buzz: Hey.",
        "Reva: Hey, Buzz, have you seen Marah tonight?",
        "Buzz: I'm sorry, I haven't. Is she okay?",
        "Reva: Oh.",
        "Buzz: What is that?",
        "Reva: It's my nephew's turkey costume. I volunteered to sew it. And now I am so in over my head.",
        "Buzz: And you're waiting for a pro to come to the rescue?",
        "Reva: Exactly.",
        "Buzz: There's a lot of that going around tonight.",
        "Reva: So Harley got in touch with you?",
        "Buzz: Yeah. Sort of.",
        "Reva: Oh. Jeffrey? Have you seen Marah tonight? At all, anywhere?",
        "Jeffrey: Why?",
        "Reva: Well, I have a sewing emergency.",
        "Jeffrey: Oh. (Laughs)",
        "Buzz: Let me guess. Coffee, very strong, very black.",
        "Jeffrey: I thought she was the one that was good at reading minds.",
        "Buzz: Sewing is not your thing, is it?",
        "Reva: No. That's why I need to find Marah. Because if anyone can make this turkey tail stand up, she can.",
        "Jeffrey: Ah, Thanksgiving. Yes, a day to stuff your face with food and tolerate your family and dress small children as birds. Let the good times roll.",
        "Reva: Very touching, Jeffrey. Anything else you'd like to add?",
        "Jeffrey: Yeah, I think I can make your tail feathers stand up.",
        "Reva: (Laughter)",
        "Marina: Nico, wait.",
        "Nico: What's up?",
        "Marina: No, you know what? Actually just forget it.",
        "Nico: Okay.",
        "Marina: No, wait.",
        "Nico: Okay, seriously, what's going on?",
        "Marina: Okay, about the dance...",
        "Nico: Yeah.",
        "Marina: We'll go.",
        "Nico: Okay, cool.",
        "Marina: Okay, so only just like for an hour or so.",
        "Nico: Okay, then I'll...",
        "Marina: So you just should meet me here at 8:00.",
        "Nico: Whenever you say...",
        "Marina: ...And I will drive, so just make sure that you're here on time. What?",
        "Nico: Are you done?",
        "Marina: Yes.",
        "Nico: Are you sure?",
        "Marina: Yes, I'm sure.",
        "Nico: Okay, then I'll meet you at 8:00.",
        "Shayne: Hey, it's me. I need you.",
        "Marah: Don't worry, Aunt Cassie, Jeffrey sent me away.",
        "Cassie: Nothing happened?",
        "Marah: No. But it wasn't from a lack of trying on my part. Lucky me he's picked now to start acting like a gentleman.",
        "Cassie: Well, so he was telling the truth.",
        "Marah: What... You guys were talking about me?",
        "Cassie: Yeah, I was worried about you.",
        "Marah: This is g... I bet you told him to stay away from me, right?",
        "Cassie: You bet I told him to stay away from you. And he knows that he's not the right guy for you. He knows that, okay? And he told me, you know, you were coming after him.",
        "Marah: But you didn't believe him, right? Because it's so much easier to believe that big, bad Jeffrey is going after poor, helpless Marah. I can take care of myself.",
        "Cassie: Marah...",
        "Marah: Look, you know it would be really nice is if you and everyone else would just stay out of my business. This is my life. It's not some group project.",
        "Cassie: I'm sorry, but I didn't want to see you get hurt.",
        "Marah: Well, it's a little late for that. But Jeffrey isn't the one doing the hurting. He has been a very good guy.",
        "Cassie: Okay, we don't know everything there is to know about him.",
        "Marah: And neither do you. I mean, what did he ever do to you, except having the unfortunate luck of looking like Richard.",
        "Jeffrey: Tongs. And a bottle opener. And could you hold that right there? No, no, please give me... give me one of those first.",
        "Reva: Well, make up your mind.",
        "Jeffrey: Wipe. Forehead. Thank you.",
        "Reva: There.",
        "Jeffrey: Stapler.",
        "Reva: Here.",
        "Jeffrey: Come on.",
        "Buzz: Okay.",
        "Reva: Who are you anyway? MacGyver? (Laughs )",
        "Jeffrey: Done.",
        "Buzz: Whoa!",
        "Reva: You're kidding. Look at that. I am so impressed! (Laughs) Wow. That's really amazing for a guy who can't stand Thanksgiving, you certainly know how to make a turkey tail.",
        "Jeffrey: And I'm not even sober.",
        "Reva: Thanks for sharing.",
        "Jeffrey: You're welcome. Is it really worth it, Reva?",
        "Reva: What?",
        "Jeffrey: Well, I mean, all this fuss that you guys do over this stupid holiday. I mean, you know, you must be making enough food, right, to feed a whole army, and you're probably stressing about some real, real important thing like seating arrangements. Why?",
        "Reva: Good question. Because half my guest are probably no-shows.",
        "Jeffrey: Yeah, and the other half are probably dreading it.",
        "Reva: Did Marah tell you that?",
        "Jeffrey: When would I have seen Marah?",
        "Reva: Oh, please, you drove her home from my house the other night.",
        "Jeffrey: Oh, yeah. Yes, she must have said something. Come on, Reva, this holiday. Why? Why are you getting so miserable over this thing? I mean, it's not even a real holiday anyway. It's a bogus holiday. A bunch of pilgrims supposedly invited a bunch of Indians over for dinner right before they stole all their land and chased them up into the hills. I mean, why? Why are you doing this to yourself?",
        "Reva: (Laughs) You have no holiday plans? Do you? Surprise, surprise.",
        "Jeffrey: RJ's going to make a great turkey. Tell him \u0091happy gobbling' from me.",
        "Reva: Oh, it's so sweet.",
        "Jeffrey: I'm going to gobble away now.",
        "Reva: Don't drive.",
        "Jeffrey: I'm not driving. Thanks for the coffee.",
        "(Cell phone rings)",
        "Reva: Hello?",
        "Cassie: Reva, it's me. Look, I don't know if I'm doing the right thing here, but I really need to talk to you.",
        "Reva: Well, sure. What is it, Sis?",
        "Cassie: It's about Jeffrey O'Neill and Marah.",
        "Harley: Did you know that there are hundreds of ways to prepare a turkey? Literally hundreds. And I just want to find one. I just want one that works.",
        "Gus: All right.",
        "Harley: Just one little recipe that works.",
        "Gus: Listen, I think you need to take a deep breath, okay?",
        "Harley: (Breathing heavily)",
        "Gus: One more. Got it? Do you feel better?",
        "Harley: No.",
        "Gus: Honey.",
        "Harley: Can I come inside now, please?",
        "Gus: I've got good news and I've got bad news, okay?",
        "Harley: No, no.",
        "Gus: Yes. But your turkey's here. That's the good news.",
        "Harley: I know my turkey's here, because you told me.",
        "Gus: (Laughs)",
        "Harley: Is there something wrong with my turkey? Is it spoiled?",
        "Gus: No, no, no. Mm-mm.",
        "Harley: Is it too big?",
        "Gus: No, I wouldn't...",
        "Harley: Too small?",
        "Gus: No. It's alive.",
        "(Turkey gobbles)",
        "Gus: So, honey, how fresh did you need this turkey to be?",
        "Harley: What... What... What...",
        "Gus: Get a hold. Get a hold.",
        "Harley: ...What am I suppose to do with a live turkey?",
        "Gus: I don't know, honey. But you should know that the Zach Man has already gone ahead and named him.",
        "Zach: You could live in my room, Harriet.",
        "Harley: Harriet?",
        "Gus: Harriet. Congratulations, it's a girl.",
        "(Turkey gobbling)",
        "Harley: Next on Guiding Light :",
        "Harley: Okay, this is it.",
        "Nadine: Harley, you did it.",
        "Harley: I know. I tried it already. It's delicious.",
        "Cassie: I choose you, Edmund. And I always will.",
        "Reva: You want to come in?",
        "Sandy: No, I just stopped by to say Happy Thanksgiving."
    ],
    "Transcript Author": [
        "By Suzanne Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=9HWtufSa7GY"
}