{
    "Episode Summary": [],
    "Recap": [
        "Jonathan tells Reva that he changed his mind and he will do nothing to stand in Tammy and Sandy's way. She follows him to Tammy's bachlorette party and then gives him an address of an apartment to take his mind off of things. He goes to Company and runs into Sandy's impromptu bachelor party with Jeffrey and Josh and Sandy tells him to have a drink with them. Tammy's bachlorette party includes many dares that she has to do to get her wild side out of her system, including a lap dance that she imagines is for Jonathan and dancing with Alan-Michael. Alan-Michael tells Marina that he thinks she enjoyed their kiss during the blackout. On her last task, breaking into the bakery and stealing a groom from atop the cake, she thinks about life with Sandy vs. Jonathan, and Jonathan walks in and finds her. Harley and Gus fight over Spaulding and Mallet to Beth's joy. She calls Alan to tell him that they are having problems while secretly Harley and Gus celebrate that they have fooled Beth. Danny and Michelle marry again at the Bauer house with Mel and Rich and Father Ray in attendance."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "[Tammy remembering]",
        "Tammy: Don't stop.",
        "Jonathan: I couldn't stop if I wanted to. [singer] Unbelievable, but I believe you unforgivable, but I forgave you insane what love can do that keeps me coming back to you...",
        "Tammy: You're supposed to be getting drinks with uncle Josh and Jeffrey.",
        "Sandy: But I'd rather spend the evening with you.",
        "Tammy: Well, in 24 hours, you'll be spending every evening with me.",
        "Sandy: But that's so... such a long time to wait.",
        "Tammy: I know it is. I know. I should get out.",
        "Sandy: I don't think I should let you out. What goes on at this bachelorette party?",
        "Tammy: Well, Lizzie and Marina invented some kind of games like last chance kind of thing.",
        "Sandy: Last chance? To do what?",
        "Tammy: Get wild.",
        "Sandy: How wild?",
        "Tammy: Hey, I'm Tammy Winslow, okay? You have nothing to worry about.",
        "[SCENE_BREAK]",
        "Reva: Hey.",
        "Jonathan: Hi, Reva.",
        "Reva: Where have you been? I've been trying to call you all day. I was kind of hoping we could sit down and have a talk. I hated the way things ended with us.",
        "Jonathan: No, things ended fine. You chose not to help me get Tammy and you chose right.",
        "Reva: I did?",
        "Jonathan: Yeah. Tammy's getting married tomorrow. It's over, done with. I'm out.",
        "[SCENE_BREAK]",
        "Michelle: Right place, right time. Now where's Danny?",
        "Danny: Hey, glad to see you made it.",
        "Michelle: Yeah, well, you know, it was kind of tough finding my own house. Took a couple wrong turns. Can you stop being so mysterious? What is the big surprise?",
        "Danny: Well, you don't want to spoil the surprise, do you?",
        "[SCENE_BREAK]",
        "Harley: They offered us what? Is that in yen or dollars?",
        "Gus: Excuse me.",
        "Harley: No, no. That is unacceptable. Don't counter, make them come us to.",
        "Man: May I help you?",
        "Gus: The reservation is under Beth Raines, or Spaulding, I think. Is that right?",
        "Harley: Wrong! You call them back and make them call me back. Sorry, that was about the merger it couldn't be helped.",
        "Gus: Maybe you want to turn that thing off.",
        "Harley: Honey, you have my complete and undivided attention.",
        "Gus: Is that right? How long is that going to last, huh?",
        "[SCENE_BREAK]",
        "Beth: They're here, Alan, and still on the outs from last night by the looks of things. Oh, of course I'll keep you posted. The night is young. Anything could happen.",
        "[SCENE_BREAK]",
        "Ava: Are you sure it's okay for me to be here? I mean, I really don't even know Tammy that well.",
        "Marina: Yes, of course! This is a party, okay? Come over here and help me pick out some music. What songs say \"girls looking for trouble\"?",
        "Ava: This must be hard for you. Didn't you just break up with somebody?",
        "Marina: Yeah, but that doesn't mean I can't be happy for Tammy, right? At least one of us scored the right guy.",
        "Lizzie: Dean, you don't to threaten me. I'll get you the money by tomorrow. You're going to do what? Did you just... hello?",
        "Marina: All right, girl. Anything you want to add?",
        "Lizzie: To what?",
        "Marina: To the list for Tammy's scavenger hunt. Reva helped us come up with some ideas, but if you've got anything you want to add...",
        "Ava: I have a how many shots do you want to have?",
        "Marina: Surprise me.",
        "Lizzie: Surprise you? Who's paying for this?",
        "Marina: Oh, I'm sorry, I forgot. You're poor like the rest of us, now, huh? It's covered, okay. Cassie's taking care of everything.",
        "Lizzie: You're sure?",
        "Marina: The sky's the limit. Tammy's marrying the man of her mother's dreams.",
        "[SCENE_BREAK]",
        "Jonathan: I wish Tammy all the best. I hope she has a freaking great wedding like right out of the pages of one of those bridal magazines. She loves Sandy and who am I to get in her way?",
        "Reva: Wait a minute. The last time we talked, you were hell bent on making sure Tammy didn't end up at the altar no matter who got hurt.",
        "Jonathan: Yeah, well things change. I heard what you said and if Tammy really is that important to me, then I'll sacrifice everything to make sure that she can live a happy life. And... ( sighs ) this is me sacrificing.",
        "[SCENE_BREAK]",
        "Marina: Oh, girl, you look hot! Check you out girl! Now, are you ready to do all the things you will never get to do again?",
        "Tammy: I don't know.",
        "Lizzie: If you're too scared I completely understand, but you're going to have to do it anyway.",
        "Tammy: I know, it is my last night ever being single. My last chance to get it all out of my system. All of it. Can I have a drink?",
        "Marina: All right!",
        "[SCENE_BREAK]",
        "Rick: You wild kids.",
        "Danny: Hey, Rick.",
        "Rick: Hey.",
        "Danny: How are you doing?",
        "Rick: Good. How are you guys doing? Would you like to come in or use the back seat of my van?",
        "Mel: What is going on here?",
        "Danny: Sounds nice.",
        "Michelle: Embarrassing my boyfriend.",
        "Danny: It takes a lot more than that to embarrass me.",
        "Mel: Oh, that's right. You guys had a date last night.",
        "Danny: It was terrible.",
        "Michelle: It was really awful.",
        "Mel: Why, what happened?",
        "Danny: There was something about it that wasn't right. I couldn't really put my finger on it, but I think it had something to do with us not being husband and wife.",
        "Michelle: What?",
        "Danny: Yeah. Michelle and I want to get married. Here.",
        "Michelle: We do?",
        "Danny: Now.",
        "Michelle: This is the first I've heard anything about this. What...",
        "Danny: Surprise.",
        "Michelle: Will you excuse us for a second?",
        "Mel: Yeah, definitely.",
        "Rick: Sure.",
        "Michelle: Are you serious?",
        "Danny: Look, Michelle, if it weren't for that accident in the warehouse we would be on our way to celebrating another anniversary and maybe having another kid.",
        "Michelle: Okay, let's not get carried away.",
        "Danny: All right. So? Say yes?",
        "Michelle: Yes! Let's do it.",
        "[SCENE_BREAK]",
        "Gus: Can you put the thing away while we eat? Is that too much to ask?",
        "Harley: I'm sorry. It was my C.O.O..",
        "Beth: Sorry I'm late. I got stuck in traffic.",
        "Gus: Well, she got stuck on the phone, so touche.",
        "Beth: Thank you for joining me. This should be a nice relaxing evening. ( Cell phone ringing )",
        "Gus: Your phone is ringing. You want to get that?",
        "Harley: It's important.",
        "Gus: Is it? What is it, mallet?",
        "Harley: It's work.",
        "Gus: Really? Can't you tell whoever it is to call back later?",
        "Harley: Later won't work.",
        "Gus: You said that you wouldn't do this, remember?",
        "Harley: Do what? My job?",
        "Beth: Oh, look! There's the rest of our party. Nice of you to come.",
        "Alan-Michael: Nice of you to pay. What's for dinner, mom?",
        "Gus: Hey.",
        "[SCENE_BREAK]",
        "Josh: Hey, Sandy, over here! We ordered you a beer.",
        "Sandy: I sure could use one.",
        "Jeffrey: Where's the future Mrs. Foster?",
        "Sandy: At her bachelorette party.",
        "Jeffrey: Ah, well then get over there and check it out.",
        "Sandy: No, it will be all right. Reva helped plan everything.",
        "Josh: Oh, really? Well in that case, you better make sure you have spare cash around for the bail.",
        "Sandy: This is Tammy we're talking about. There's nothing that could go wrong.",
        "[SCENE_BREAK]",
        "Tammy: Oh, half the things on this list are illegal!",
        "Marina: In only half the states.",
        "Tammy: I can't do these things.",
        "Ava: Of course you can. Here, this will give you a little courage.",
        "Tammy: No, you know what? I think I'm going to need a bodyguard or a lawyer. ( Laughter )",
        "Lizzie: Marina will get you out of it for sure.",
        "Tammy: Are you guys nuts?",
        "Marina: Come on. Number one, find a guy with a tattoo and kiss it.",
        "Tammy: Can't we play charades?",
        "Marina: See, that's the problem, you've never rebelled. You've always been a good, little, nice girl. You have to do something nobody would expect.",
        "Ava: Yes.",
        "Lizzie: Come on, kiss it! Come on!",
        "Tammy: Oh, okay.",
        "Lizzie: All right.",
        "Tammy: You got it. Guy with a tattoo.",
        "Ava: Ooh.",
        "Marina: Pick a guy, any guy.",
        "Ava: Ooh, there's a guy.",
        "Marina: How about him? He's cute. ( Laughter )",
        "Ava: Go on!",
        "[SCENE_BREAK]",
        "Jonathan: You don't think I could step away so that Tammy can be happy?",
        "Reva: You love her, Jonathan.",
        "Jonathan: Well, that's probably a really good excuse for me to walk away. I shouldn't have asked her to choose between me and the rest of her family. I was being selfish.",
        "Reva: Well we all do selfish things for the people we love.",
        "Jonathan: I was acting like a jerk.",
        "Reva: I understand why you'd want to be with Tammy. Part of me even thinks that you'd be good for her and she'd be good for you. But...",
        "Jonathan: I get it. I get it. She's getting married.",
        "Reva: She's at her bachelorette party right now. In fact, I'm supposed to pick up a few things and head over there.",
        "Jonathan: Really? Oh, good, go. Have fun. Tell her, um... well, just make sure that she has fun, too, okay?",
        "Reva: I really wish I could help you.",
        "Jonathan: I'm fine. I don't need your help. Thanks, though, Reva.",
        "[SCENE_BREAK]",
        "Rick: You guys are kidding, right? I mean, you're going to actually get married again?",
        "Danny: Well, do we have your permission?",
        "Rick: Well, you didn't bother to ask me the first time.",
        "Danny: Exactly!",
        "Rick: Or second or third time. But now that you have, what do you think, sweetheart? Should we give our blessing?",
        "Mel: I don't know. Of course, you crazy people. This is what I've wanted all along. I am so happy for you.",
        "Danny: Yeah? You happy enough to be our witnesses? Because Ray is on his way over.",
        "Michelle: He is?",
        "Danny: I called him last night after I found out today was your day off, so... I'm quick.",
        "Michelle: You're good.",
        "Danny: Mm-hm. Do you want to be the best man? What do you say?",
        "Rick: I'll even give her away as long as I can have her back when I need her?",
        "Michelle: And I need my maid of honor.",
        "Mel: Okay. Okay, you know what? Let's go inside to see what we can do to make this a real wedding. Come on.",
        "Danny: I forgot something.",
        "Michelle: What?",
        "Danny: I can't believe I forgot this. I don't know what's wrong with me.",
        "Michelle: What are you talking about?",
        "Danny: Michelle, love of my life, will you marry me?",
        "Michelle: You know I will.",
        "Danny: Get over here.",
        "Michelle: It gets better and better every time you say it.",
        "Danny: It does.",
        "[SCENE_BREAK]",
        "Beth: How's the salad?",
        "Alan-Michael: Wine, anyone? ( Cell phone ringing )",
        "Gus: Your phone is ringing. Are you going the answer it?",
        "Harley: I'm ignoring it now.",
        "Gus: I know you want to answer it, so just go ahead and answer it.",
        "Harley: I don't want to answer it.",
        "Gus: I know that you do!",
        "Harley: No, I don't!",
        "Alan-Michael: Beth, wine?",
        "Beth: I would love some. You guys okay?",
        "Harley: Don't mind Gus. We're still working out the whole me running Spaulding thing.",
        "Gus: Spaulding's running you, honey.",
        "Harley: What? Do you want me to quit?",
        "Gus: No, I don't want you to quit. I'd like to have dinner with my wife, though.",
        "Alan-Michael: Home sweet home.",
        "[SCENE_BREAK]",
        "Jeffrey: And if she ever asks you which dress she should wear, never tell her what you really think.",
        "Sandy: Okay. Got it. What next?",
        "Josh: Best way to win an argument, tell her she's beautiful.",
        "Jeffrey: And right.",
        "Josh: Yeah. She's always right.",
        "Sandy: I knew that one.",
        "Josh: If she said \"honey, we need to talk.\" Never ever say \"can it wait until half time?\" Because she won't be there at half time, she'll be at the mall maxing out your credit cards.",
        "Sandy: Oh, okay, I got it.",
        "Jeffrey: If I were Tammy's father, I'd be genuinely happy that you were marrying her because... well, because you make her happy and that's what really counts.",
        "Sandy: Well, thanks, Jeff. I love Tammy more than anything in the world and I promise to take good care of her.",
        "Josh: I think this young man deserves a free dinner. How about if we relocate this thing to company?",
        "Jeffrey: Let's do it.",
        "Josh: Sounds good to me. And on the way over, we'll talk about the serious stuff.",
        "Sandy: Financial, housing...",
        "Josh: No, no, no, that's junk. I'm talking about golf; I'm talking about who's in charge of the remote, things like that. ( Laughter )",
        "[SCENE_BREAK]",
        "Ava: Go!",
        "Tammy: Hi.",
        "Man: Hey, can I get you a drink?",
        "Tammy: Actually, I'm just wondering, do you have a tattoo?",
        "Man: Yeah.",
        "Tammy: Can I... can I kiss it?",
        "Man: Baby, you can kiss anything you like. ( Girls giggling )",
        "Tammy: Okay. ( Girls screaming ) thank you, thank you. Drink, get me a drink right now.",
        "Ava: Got it. Okay. Better?",
        "Tammy: Not really.",
        "Lizzie: Okay, look, I wanted to get you something more, but, um, it's all I could afford right now.",
        "Tammy: Thanks. Oh, my god! I don't have to wear these for the next challenge, do I?",
        "Marina: Only if you want to.",
        "Tammy: That's not the only thing. Come on. Excuse me, Connor, meet Tammy, Tammy, Connor.",
        "Connor: I take it you're the bride to be.",
        "Tammy: I might be.",
        "Ava: She is, she is.",
        "Tammy: What's going on?",
        "Lizzie: Challenge number two: Must give lap dance to a guy in a blue shirt.",
        "Tammy: Lap dance? Like on his lap?",
        "Marina: Oh, come on, Tammy, you're never going to be able to do this once you're married.",
        "Lizzie: Do it, do it. All:( Chanting ) Do it! Do it! Do it! Do it! Do it! Do it! Do it! Do it!",
        "Marina: Come on, cue the music.",
        "Ava: Come on, you can do it.",
        "Lizzie: Oh, yeah! (Laughter) ( girls cheering )",
        "Ava: That's hot.",
        "Marina: Oh, my god. All right, Tammy!",
        "Ava: Good job. There you go.",
        "Marina: Come on, girl, keep it going.",
        "Lizzie: Take it back, girl, take it back. All right!",
        "Ava: Hello?",
        "Marina: All right. Come on, guys, let's give her a hand! ( Cheers and applause ) Tammy? Tammy, it's over, okay? Come on, you can stop. You were great!",
        "Tammy: Thanks.",
        "Man: Thank you.",
        "Ava: Wow. You really went for it.",
        "Tammy: It's the tequila.",
        "Lizzie: So, are you ready for challenge number three?",
        "Ava: Yes!",
        "Tammy: What is it?",
        "Marina: Your next task is to dance with the next guy who walks into the bar.",
        "Tammy: All right. Well, what if the next guy who walks through the door doesn't want to dance with me?",
        "Ava: Who would be that crazy? Come on.",
        "Tammy: I don't know.",
        "Lizzie: You convince him.",
        "Marina: He's going to love it. He's going to be hot.",
        "Tammy: What if he's ugly?",
        "Ava: Take another drink. He won't know the difference.",
        "Lizzie: It won't be much fun if he's ugly.",
        "Tammy: Ugh, I need another drink.",
        "Ava: He's going to be so cute and strong. You can always work your magic on him in the chair. ( Laughter )",
        "Tammy: Do I have to?",
        "Marina: Oh, yes. Oh, yes.",
        "Tammy: God.",
        "Ava: It was good. I loved it.",
        "[SCENE_BREAK]",
        "Reva: Well, I wonder where you'd go after making such a huge sacrifice.",
        "Jonathan: Yeah. What did you do, follow me?",
        "Reva: Right to Tammy.",
        "[SCENE_BREAK]",
        "Harley: I only took this job because you didn't want it.",
        "Gus: You know something? You don't know how to manage your time, that's your problem. Between the office between work...",
        "Harley: This is not about managing my time, this is about Mallet.",
        "Gus: Oh, listen to...",
        "Harley: You brought it up.",
        "Beth: Who would like to try some chocolate mousse?",
        "Alan-Michael: I would.",
        "Beth: Harley, would you like some more wine. It will help relax you?",
        "Harley: Why don't you give some to Gus. Once I get the whole Spaulding thing down, I won't have to work as hard. You just have to be a little patient, sweetie.",
        "Gus: I'm running thin on the patience department.",
        "Harley: You're running thin on patience? You are? Excuse me.",
        "Alan-Michael: This was fun. We should do it again sometime.",
        "Beth: You're leaving?",
        "Alan-Michael: Places to go, people to see. Great to see you, brother.",
        "Gus: Yeah.",
        "Alan-Michael: You, too, mom.",
        "Beth: You okay?",
        "Gus: What do you think?",
        "Beth: I think it's tough to be married to the C.E.O. ( Cell phone ringing ) Is that thing ringing again?",
        "Gus: Not anymore.",
        "[SCENE_BREAK]",
        "Michelle: You know, this really is the perfect place for us to get married because it holds so many wonderful memories for me. Aunt Meta, my mom and dad, all those fourth of July's, Robbie's birthday, our last wedding.",
        "Danny: Hey, promise me something, will you?",
        "Michelle: Okay.",
        "Danny: We'll do it right this time.",
        "Michelle: We've always done it right. It's only wrong when we're apart. So just promise me that we'll never forget how lucky we are, how lucky we are to have Robbie and Hope and that we found each other again.",
        "Danny: Are you kidding? I'll never forget. I have my family back. I'm never letting go.",
        "Michelle: I'm really home, aren't I?",
        "Danny: We both are.",
        "[SCENE_BREAK]",
        "Jonathan: I just came to wish Tammy good luck so when you see her, could you tell her?",
        "Reva: Jonathan, if I could give you what you want, believe me, I would. I desperately want you to find something or someone that will make you happy! But what makes you think that if I tell Tammy how you feel about her, that she's going to change her mind?",
        "Jonathan: Because I know if I talk to her alone that she would change her mind. Tammy doesn't belong with Sandy and I know I could make her see that.",
        "Reva: The wedding is tomorrow. It's too late.",
        "Jonathan: It's not too late. All I need is five minutes and I know that like I have never known anything before.",
        "Reva: You've never had faith in other people, not even in yourself.",
        "Jonathan: But that's what Tammy gives me. For the first time ever, I have faith. We were meant to be together and we will be.",
        "Reva: Okay. Okay. Just... do me a favor. Just... be at that apartment in half an hour.",
        "Jonathan: Why?",
        "Reva: So the realtor can show you around the apartment, you know? I mean you need something else to focus on.",
        "Jonathan: A new place to live?",
        "Reva: Well, it's not the house you wanted to buy but I think you might like it.",
        "Jonathan: Thanks, Reva. Thank you.",
        "[SCENE_BREAK]",
        "Ava: You okay?",
        "Marina: Yup. Just taking a breather.",
        "Tammy: Danny?",
        "Lizzie: You know what? I say you go after him. I take so much advice from your family all the time; you guys can listen to the Spauldings. Whenever there's something we want, we go after it no matter what the consequences are.",
        "Marina: Yeah, well, sometimes what two people have between them is so strong they can't fight it. They can't walk away, even if they want to.",
        "Ava: And you ache to be with them.",
        "Marina: You try to ignore it, but you can't, even when you know it's wrong.",
        "Tammy: Let's dance!",
        "Ava: All right, let's dance.",
        "Marina: All right, girls.",
        "Reva: So, what'd I miss?",
        "Lizzie: Tammy's got to dance with the next guy who comes in the bar. Oh, here he comes. He's smoking hot!",
        "(Screams )",
        "Tammy: No, no, no. No!",
        "Reva: Wait, here comes another one. There he is, I see him. ( Laughter )",
        "Tammy: He's, like a hundred.",
        "Reva: He's cute!",
        "Tammy: You dance with him, Reva.",
        "Reva: Okay, but the next guy who comes in, no excuses.",
        "Tammy: Please be normal. Please be normal.",
        "Reva: It's Alan-Michael! Hi, Alan-Michael.",
        "Alan-Michael: What's going on here?",
        "Lizzie: It's Tammy's bachelorette party and she's working her way down a list of dares. Now she's got to dance with you.",
        "Marina: Lizzie, don't worry about it. We don't want his head swelling up so big he can't drive home.",
        "Lizzie: Excuse me, my uncle can dance!",
        "Alan-Michael: Want to test drive me first?",
        "Marina: I'm afraid I'd steer you into the wall.",
        "Alan-Michael: Come on, Tammy, let's show them how it's done.",
        "Tammy: Okay.",
        "Reva: So I'm going to have a drink, thank you.",
        "Ava: So I'm invited to the wedding as Jonathan's date.",
        "Reva: Are you going with him?",
        "Ava: I have to. I'm afraid of what he might do.",
        "[SCENE_BREAK]",
        "Sandy: Jonathan, come on! Join the party!",
        "[SCENE_BREAK]",
        "Tammy: Thank you. Hey, mission accomplished!",
        "Alan-Michael: I only stepped on her toe once.",
        "Tammy: Well you know it's a dangerous world but I can handle it.",
        "Reva: Wait a minute, how many of these have you had? Uh-huh. Okay, go ahead. You look like you're having fun.",
        "Tammy: I am. I am, and you know? Tomorrow I'm going to marry the man that I want to spend the rest of my life with. But tonight... I have a lot to get out of my system, so what's next?",
        "[SCENE_BREAK]",
        "Danny: Come here, you. Dance with me. You know, so many pictures are going through my head right now. The look on your face when I told you that we had to get married the first time.",
        "Michelle: You saved my life.",
        "Danny: No, you saved mine. You taught me how to love another person, how to be a good husband and father. You made me want to be a better man. And I am because of you.",
        "Michelle: It's like we belong together.",
        "Danny: Hey, do you think that um...",
        "Michelle: Yes, I do.",
        "Danny: If we never met that day, do you think...",
        "Michelle: I think we would have found each other somehow.",
        "Danny: You believe that?",
        "Michelle: I really do. Look, we've been tested more than any other couple I know and look, here we are.",
        "Danny: Yeah. Here we are. ( Knock on door ) I'll bet that's Ray. You ready?",
        "Michelle: Uh-huh. Let's do it.",
        "[SCENE_BREAK]",
        "Gus: I'll go after her.",
        "Beth: You know, Gus, I hate to say it, but I saw it coming.",
        "Gus: I... I thought she was immune to this kind of... I thought we... I thought what we had. Forget it.",
        "Beth: Gus, Gus, Gus, it will work out. Harley's a reasonable person.",
        "Gus: Yeah, I know. I know.",
        "Beth: Give it time. It will get better.",
        "Gus: Hmm hmm, yeah, thanks for dinner.",
        "Beth: Gus, I am sorry.",
        "Gus: It's just that Alan said Spaulding Enterprises would ruin our marriage and... thanks for dinner. ( Screams)",
        "[SCENE_BREAK]",
        "Josh: All right. To the happy groom!",
        "Sandy: Thank you. Thanks to all. Wow, I'm getting married tomorrow.",
        "Jonathan: Yeah, that's surprising to me, too. Thanks to you, I have to wear a suit.",
        "Josh: You're going to the wedding?",
        "Jonathan: Yeah with Ava.",
        "Sandy: I didn't know you two were such good friends.",
        "Jonathan: She works for me.",
        "Sandy: So you're not...",
        "Jonathan: What's it matter to you?",
        "Sandy: Just asking.",
        "Jeffrey: Well, you can't be asking questions like that once you get married. As a matter of fact, I don't think you can even acknowledge other women exist.",
        "Josh: That's right. From now on you can't even look at an attractive woman. I mean, otherwise, Tammy's going to think you're attracted to the woman.",
        "Sandy: I'm only attracted to Tammy!",
        "Josh: That's excellent. Keep telling her that. And don't forget that from now on no matter what you're talking about, no matter what the discussion is, say it with me now. She's always right.",
        "Jeffrey: Then go out and do whatever you please.",
        "Josh: But don't get caught.",
        "Sandy: You guys are just full of cliches. Tammy's not like that.",
        "Josh: Okay. So, Jonathan...",
        "Jonathan: So, Joshua.",
        "Josh: My friend.",
        "Jonathan: My friend.",
        "Josh: Cassie tells me that you're trying a little harder now, trying to be part of the family.",
        "Jonathan: I'm doing my best.",
        "Josh: That's a good thing. It's important to Cassie. It's important to Reva-- especially with this wedding coming up. It would be nice if we could all just get along and little bit and give Tammy the happy wedding day that she deserves.",
        "[SCENE_BREAK]",
        "Ava: One, two... whoo!",
        "Reva: Amateurs.",
        "Tammy: I'm taking off all my clothes and flying through the air.",
        "Reva: No.",
        "Ava: Next assignment. Come on, Lizzie, come on.",
        "Lizzie: All right. \"Steal groom from the bakery.\" That's lame.",
        "Reva: Lame? Excuse me, no, no. It's one of the plastic grooms from on top of the cake.",
        "Tammy: That's breaking and entering.",
        "Marina: I'm a cop. I'll cover you.",
        "Tammy: I better not get caught.",
        "Marina: You won't. It's two doors to the right.",
        "Tammy: Right.",
        "Ava: Right.",
        "Tammy: Okay.",
        "Reva: Okay, you girls will keep an eye on her for me, won't you?",
        "Lizzie: You're leaving?",
        "Reva: Yes, auntie Reva is going to drag her fanny home. Tell her I love her.",
        "Marina: Bye. Cheers. You're still here.",
        "Alan-Michael: Pretend all you want, but you liked that kiss I gave you during the blackout.",
        "Marina: Okay, you almost hit with me your car, I was probably unconscious.",
        "Alan-Michael: Or so infatuated that it knocked you right out. It happens. I'm hard to resist.",
        "Reva: Cassie, it's me. Um, I'm... I'm just calling because I want to wish you and Tammy luck tomorrow. I... I just want everyone to be happy, you know? I want Tammy to be happy, as happy as you were with Richard and as happy as I was with... uh honey, when you get this message just call me if you've got the time. Otherwise I'll... I'll just see you tomorrow.",
        "Tammy: Whoa. ( Humming \"the wedding march\" ) groom. I need a groom. You look just like Sandy. Please, god, I know I made a terrible mistake and that the feelings I've been having are wrong. I don't know why Sandy's here, why he had to get hurt, but if it's because Jonathan and I... please just let him live. I'll do anything, just bring Sandy back to me and I swear I'll never see Jonathan again.",
        "[SCENE_BREAK]",
        "Ray: All right. We have the happy couple, the marriage license and the rings.",
        "Rick: I took care of that.",
        "Ray: Okay, let's get married, guys.",
        "Michelle: All right.",
        "Mel: Oh, wait. Wait. Your bouquet.",
        "Michelle: Oh, thanks, Mel.",
        "Danny: Fresh for from Mel's garden.",
        "Ray: I've been ready for this for a long time. Dearly beloved, we are gathered here today to join this man...",
        "Michelle: Stop! Don't you want to give me away?",
        "Rick: Honey, I've given you away many times, but you keep coming back home.",
        "Danny: She ain't coming back again, trust me. Are you ready or what?",
        "Ray: Ready? Last chance for an interruption. Going, going...",
        "[SCENE_BREAK]",
        "Beth: Guess who's eating her desert alone? Oh, Alan, it was wonderful. Harley stormed out; Gus raced out after her. You know, this is going to be easier than we thought.",
        "[SCENE_BREAK]",
        "Harley: ( Gasps ) hey!",
        "Gus: Hey, yourself.",
        "Harley: God you turn me on!",
        "Gus: Go ahead, get angry. I love it when you're angry.",
        "Harley: That fire in your eyes, I wanted to leap across the table and put it out. What happened after I left?",
        "Gus: I told them Spaulding Enterprises was ruining our marriage.",
        "Harley: Do you think she'll fall for it?",
        "Gus: Going for the whole enchilada.",
        "Harley: Whoo!",
        "[SCENE_BREAK]",
        "Ava: I hope Tammy didn't get lost.",
        "Lizzie: She'll be back. Hey, do you want me to call Danny? I'm sure I can come up with some reason to make him come over here.",
        "Marina: No thanks.",
        "Ava: I think she wants to forget about him, Lizzie.",
        "Lizzie: But I bet he misses you.",
        "Marina: Hey, I'm never going to forget him, okay? Just like his ex-wife never forgot about him. He's a really amazing guy. There's not many like him. Watch, I'll probably end up with some loser like....",
        "Alan-Michael: There's someone here I want to dance with.",
        "Marina: I'm sorry, I'm a little busy with my friends.",
        "Alan-Michael: I meant my niece, Lizzie.",
        "[SCENE_BREAK]",
        "Sandy: So, now that Jonathan's gone, let's get serious. Give me some real advice.",
        "Josh: Why are you asking us for advice? I'm recently... well, more or less separated and this guy over here until recently he was collecting dates like most normal people collect cds-- no offense.",
        "Jeffrey: Jonathan's right. We don't have a clue about how women really think.",
        "Sandy: I guess I'll just do my best to not let her down or let any of you down.",
        "Josh: You're not going to let anybody down, Sandy. You're a good guy, an honest man, a straight shooter. In fact, I think Tammy's lucky to have you. I do, because...",
        "Sandy: Reva!",
        "Reva: Hey, I don't mean to interrupt.",
        "Sandy: You're not. You're not. Did you go to Tammy's party?",
        "Reva: Yeah, it was great.",
        "Sandy: So it's over?",
        "Reva: She had just one more thing that she had to do.",
        "Sandy: So she's probably headed home by now?",
        "Reva: Probably.",
        "Tammy: You look so perfect. Just how a groom should look. You look perfect, too. But what you can't see, what nobody can see...",
        "[NEXT_ON]",
        "Cassie: What's unfair about hoping for a happy ending?",
        "Reva: What if there's no such thing as ha happy ending?",
        "Ava: As your previous wife, I think she's a lucky girl. That is if you're marrying her for the right reasons.",
        "Tammy: I want you.",
        "Jonathan: I want you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya [singer] And I see you're all I see I can't go back because I know it's wrong for us to go on and I'm going strong I can fight my feelings..."
    ],
    "url": "https://www.youtube.com/watch?v=JtC-Ba7xS0c"
}