{
    "Episode Summary": [],
    "Recap": [
        "Marina goes to the police station where Frank tells her that she should be out dating, but warns her to stay away from the guys at Spaulding. She agrees, but when Alan-Michael comes to the station later to talk to Frank about keeping Alan in jail, sneaks off with him. In the sanitarium, Alan-Michael tells Alan that he isn't going after Harley for Alan, but he is going after the position in Spaulding that he wants for himself. Feeling trapped, Alan calls someone and tells them he needs to get out of there, with no one knowing. Cassie catches Josh in Jeffrey's room, and Josh tells her that he just came to help Jeffrey move. He later asks Olivia about Jeffrey again, and what he should do. He tells her that he wishes that things would be less complicated, and she brings up their kiss again. Reva convinces Jeffrey not to go after Jonathan, but rather to go back and move in with Cassie. Sandy spies Jonathan and Tammy, and calling and pretending he is Mallet, tells Jonathan to come to the police station to make a statement about he arson. He reluctantly leaves Tammy and goes to give his statement to Marina that he knows nothing about the fire. Reva catches him as he is leaving, and tells him she thinks that her help in getting he and Tammy together may have been a mistake. Jonathan tells her that it wasn't, and that he and Tammy will prove to everyone that their love is for real. After Jonathan leaves, Sandy reveals himself to Tammy and puts doubts into her head about her and Jonathan."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Frank: Hey, hey, what are you doing here? No, no, you're going home.",
        "Marina: You startled me.",
        "Frank: There is no reason for you to be here, you're not on duty, and I'm not authorizing any overtime.",
        "Marina: I've got paper work to do.",
        "Frank: Oh, great. So I guess you're going to be one who lives and breaths the job.",
        "Marina: It runs in the family.",
        "Frank: So does being single.",
        "Frank: Get up, march your little hinny out of here and go get a personal life.",
        "Marina: Oh, like you.",
        "Frank: Look, I know breaking up is tough, and no one knows that better than me, but... anyway, you are young, and fortunately you've inherited your father's good looks to help you, so... you can get any guy out there any time you want. For instance, like the party tonight, did you dance with anybody or talk to somebody?",
        "Marina: Okay, even if I did, do you think I would actually tell you so you can harass me? Or better yet, run a background check on the guy.",
        "Frank: Do you really think I would do something like that?",
        "Marina: Oh, oh,oh.",
        "Frank: On second thought, I don't want you to see anybody or meet anybody at Spaulding, because those guys, they're flashy, rich jerks, and totally not your type.",
        "Marina: Exactly. No way.",
        "[SCENE_BREAK]",
        "Alan-Michael: You should have seen me at the party tonight. \"Harley, Gus, I am so proud of you for firing Beth. Welcome to the family, guys.\"",
        "Alan: They fell for it?",
        "Alan-Michael: Hook, line and sinker. They think I hate you and Beth. I've completely earned their trust.",
        "Alan-Michael: Alan-Michael, welcome back to the family, son. Soon Harley Cooper will be out of Spaulding Enterprises for good.",
        "Alan-Michael: And I'll be where I should have been from the start, at the top.",
        "[SCENE_BREAK]",
        "Josh: Jeffrey and Richard? Richard, Jeffrey. I can barely even tell the two of them apart. What the hell does this mean?",
        "Cassie: Josh?",
        "[SCENE_BREAK]",
        "Reva: What's going to happen to Jonathan?",
        "Jeffrey: That depends on whether he started that fire that burned down that house.",
        "Reva: Do you think he'll be arrested?",
        "Jeffrey: Look, you know I shouldn't even be talking about this with you because it's an ongoing investigation.",
        "Reva: I know that, but I need to know if my son's in big trouble.",
        "Jeffrey: Let's just hope that he didn't do it. Hopes and dreams push away the pain and regret but loving you just let's me know there might be hope for me yet hope for me yet...",
        "[SCENE_BREAK]",
        "Cassie: Josh, this is Jeffrey's room.",
        "Josh: I know that. I just... I knew that he was moving today, and I knew he had packed up some things, and I thought I would come by and help him out. You know, when I got here, the door was unlocked, I let myself in, I figured I would wait here for him. I work cheap you know.",
        "Cassie: I would love to take you up on it because I am so ready for Jeffrey to move in tonight, and I'm not so sure he is.",
        "Josh: Really, is there some problem?",
        "Cassie: Bacheloritis, I think.",
        "Josh: Ah.",
        "Cassie: You know, living together was Jeffrey's idea, but now that we're actually doing it, I think panic is setting in. Like he's asking himself: How the heck did I get here?",
        "Josh: Did you ever wonder that yourself?",
        "Cassie: How I got here?",
        "Josh: No, how Jeffrey got here.",
        "[SCENE_BREAK]",
        "Reva: Should I be getting Jonathan a lawyer?",
        "Jeffrey: I'll let you know.",
        "Reva: So what are you doing here? Aren't you supposed to be moving your stuff into Cassie's?",
        "Jeffrey: Yes, I am.",
        "Reva: So?",
        "Jeffrey: Reva, I don't think Cassie realizes what she is getting herself into.",
        "Reva: Now you're scaring me.",
        "Jeffrey: There are a lot of things I'm not proud of.",
        "Reva: This is where you tell me you're a werewolf or something, right?",
        "Jeffrey: Close. I have a million bad habits, you know, that I've been able to hide from her so far, but now that we're going to live together...",
        "Reva: Don't worry about the bad habits. Because once you start living with Cassie, she's going to whip you into shape.",
        "Jeffrey: You think so?",
        "Reva: Yeah, that's all a part of being domesticated. Go find your new roommate. Go forth and become a well- trained man. ( Laughter )",
        "Jeffrey: Okay. I'll let you know if I hear anything about that fire and Jonathan.",
        "Reva: Thanks. I'm sure it was a big misunderstanding.",
        "Jeffrey: Me, too.",
        "[SCENE_BREAK]",
        "I can bless the water but it wouldn't turn the wine and the picture of sunset is hanging there in your eyes will it be just some compromise...",
        "( cell phone rings )",
        "Jonathan: Ignore it.",
        "Tammy: It's yours.",
        "Jonathan: Oh. ( laughing ) oh, damn.",
        "Tammy: What? Who is it?",
        "Jonathan: It's private. It might be Ava. She was dealing with a gas leak at Outskirts before, so...",
        "Tammy: You have to answer.",
        "Jonathan: Hello.",
        "Sandy: Jonathan Randall?",
        "Jonathan: Yeah.",
        "Sandy: This is detective A.C. Mallet at the P.D., Your name came up in an arson investigation I'm working on. I need you to stop by the station to answer some questions.",
        "Jonathan: Now?",
        "Sandy: Unless you want me to come to you.",
        "Jonathan: No, that is okay. I'll be there in a minute.",
        "Sandy: We'll see you soon.",
        "Tammy: No. Uh-uh.",
        "Jonathan: Yeah, I have to. I'll be quick. Oh. I will be right back, okay? Oh. Come here, blondie. I hate leaving you.",
        "[SCENE_BREAK]",
        "Marina: Well, at least I had a boyfriend to lose, okay? Have you even been on a date since Darci left town?",
        "Frank: Honey, I've been a little busy, you know.",
        "Marina: Busy going to the movies with grandpa?",
        "Frank: I have not been going to the movies with grandpa-- okay, maybe once or twice. He buys the popcorn and we don't fight over the arm rest.",
        "Marina: Be sure to tell that story on your next date.",
        "Frank: Who am I going to go out with on a date in this town?",
        "Marina: Oh, I don't know, Lynn.",
        "Frank: Lynn? Company waitress Lynn?",
        "Marina: Hello, she is totally crazy about you?",
        "Frank: What? No!",
        "Marina: What, yes! She is always like, \"is your dad with anyone?' Or, \"is your dad seeing anybody?\" And then there's the way she always rushes over to your table to take your order when you're not even in her section.",
        "Frank: That's all very nice, but uh...",
        "Marina: She's nice and sweet. You should totally ask her out.",
        "Frank: And what about you?",
        "Marina: She's not my type.",
        "Frank: No. I mean what about you? Have you been on a date since you broke up with Danny?",
        "Marina: Please don't change the subject.",
        "[SCENE_BREAK]",
        "Alan: Well, Alan-Michael, this calls for a drink. What is so amusing?",
        "Alan-Michael: No matter where you are, dad, you always get things your way.",
        "Alan: Yes, son, and don't you forget it. Well, cheers.",
        "Alan-Michael: Cheers.",
        "Alan: So, now, Gus and Harley took you into their confidence. They didn't suspect anything?",
        "Alan-Michael: They think I'm fed up with business and just want to chase women and party.",
        "Alan: Any truth to that?",
        "Alan-Michael: A little.",
        "Alan: Well, like father, like son. ( Laughs ) Well, so let's talk about your next move with Harley. Because--",
        "Alan-Michael: Let me worry about that. I know what to do.",
        "Alan: I'm sure you know what to do, son.",
        "Alan-Michael: Dad. I think it is time we got something straight. You're locked up in here and will be for the foreseeable future. I'm free-- that means I call the shots. How about that? You need me. I guess there's a first time for everything.",
        "Alan: Alan Michael, I've always needed you and I've always loved you, you know that.",
        "Alan-Michael: Just not as much as you love Phillip.",
        "Alan: That is not true.",
        "Alan-Michael: Please, Phillip was your golden boy, the whole world knew it. But Phillip's day is gone now, his day is over, and so is yours, while mine is just beginning.",
        "[SCENE_BREAK]",
        "Josh: So, um, is this all of Jeffrey's stuff or did he already take some things over?",
        "Cassie: Why do I get the feeling you're not big on the whole shacking up experiment?",
        "Josh: Cassie, it doesn't matter what I think. It's none of my business.",
        "Cassie: Come on. Come on, I know I can take it. Let me guess. Jeffrey isn't exactly a family man, or Jeffrey has a reputation for being a player. Or me-- I certainly have been burned, so I should know better, right?",
        "Josh: Actually, I didn't say any of those things.",
        "Cassie: Come on. You said, how did Jeffrey get here? I assume you didn't mean how did he wind up here in Springfield...",
        "Josh: I think it's a good question, that's all.",
        "Cassie: I know it had to do with a job. He was working on that drug case. But I do think there was more to it than that. I think it was fate. I know it's crazy, but I have this feeling that Richard sent him here.",
        "Josh: I'm sorry, Richard sent him here?",
        "Cassie: From the great beyond. To look after me. It's silly, huh?",
        "Josh: No, no, it's not.",
        "Cassie: Yeah, it's silly, but I can't help it. That is how I feel. I'm telling you, Josh, Jeffrey is every prayer answered for me. I haven't been this happy since... well, Richard. Hey, you.",
        "Jeffrey: Hey. Well, this is a surprise.",
        "Cassie: Yeah. I thought you were working late?",
        "Jeffrey: Well, I put it off until tomorrow, everything.",
        "[SCENE_BREAK]",
        "Mr. Pine: Hey, Mrs. Lewis. Happy holidays.",
        "Reva: Same to you, Mr. Pine. You certainly have some beautiful trees this year, especially the big spruce.",
        "Mr. Pine: I tagged that one just for you and Mr. Lewis. I know he likes a big tree. More room for the kids' ornaments, right?",
        "Reva: Yeah.",
        "Mr. Pine: You want to take that one?",
        "Reva: Uh, no, thanks. I'm looking for something smaller this year.",
        "[SCENE_BREAK]",
        "Alan-Michael: I know you think I came back home to be your savior, but that's not how it is going to be. I came back home for me. I gave up a lot when I married Lucy.",
        "Alan: No one put a gun to your head and forced you to marry Lucy Cooper and move to Europe. Unless Lucy maybe...",
        "Alan-Michael: It was a mutual decision. Lucy did not want to be a Spaulding wife in Springfield. And when Phillip came back, I knew I was just going to be a second wheel again. But now Phillip is dead. And my marriage is over. It is my turn now, dad. It is my time to sit in the big chair and finally run Spaulding my way.",
        "Alan: Well, I couldn't be happier for you. But I do have a piece of advice for you.",
        "Alan-Michael: Here it comes.",
        "Alan: It is about the Coopers-- Harley Cooper, to be specific. She is not going to be as easy to crush as you think she is.",
        "Alan-Michael: I don't want to crush her, dad. I don't have a grudge against Harley like you do. She's simply in between me and what I want.",
        "Alan: Be that as it may, the Coopers are not the same people that you remember them. They're not simple diner folk anymore. They have power. They destroyed your brother, and they will destroy you when they find out that you're against them. Every one of them. Without exception, they will try to bring you down.",
        "Alan-Michael: Every one?",
        "Alan: Without exception.",
        "Alan-Michael: We'll see about that.",
        "[SCENE_BREAK]",
        "Marina: Jonathan.",
        "Jonathan: Yeah, hi. Detective Mullet called and said come down to the precinct, something about a fire.",
        "Marina: Detective Mallet? Are you sure? I haven't seen him around here. Maybe he went out on a call. I'm familiar with the case. I can go ahead and take your statement. Why don't you have a seat?",
        "Jonathan: Why don't I save you some time. My official statement is, I don't know anything about the fire.",
        "Marina: Okay, why don't you have a seat anyway?",
        "Jonathan: I just told you...",
        "Marina: I know what you told me, but this case says something different.",
        "Jonathan: Well, that case is wrong.",
        "Marina: But you knew the house that was burned down, the house that Sandy bought for Tammy.",
        "Jonathan: Yeah, I know the place. It's a bummer, but I don't know anything else about this, though.",
        "Marina: Okay, and is that your official statement, because if it is, and you're lying, we'll find out. And then things won't be very good from there.",
        "Jonathan: ( Laughs ) Thanks for the warning.",
        "Marina: No problem. It also says in this case file that you were suspected of torching another house, the house you grew up in.",
        "Jonathan: Well, I don't know anything about any of this, so... I don't do that kind of stuff anymore. See, I've turned over a new leaf. I've seen the light. Hallelujah.",
        "Marina: Wow, that sounds like a miraculous turnaround.",
        "Jonathan: Yeah, it's something like that.",
        "Marina: Tell me, how did this happen? Was it the love of a good woman? Hmm. Wow. You know, Jonathan, all I can say is I hope this turn around sticks with you, because women don't really go for that self- destructive, lying type for very long.",
        "[SCENE_BREAK]",
        "Sandy: Tammy? May I come in?",
        "[SCENE_BREAK]",
        "Coming up on \"Guiding Light\"...",
        "Alan: I don't want my wife to know about this, my son to know about this. Pay off whomever you have to. I have got to get out of here.",
        "Olivia: What's wrong?",
        "Josh: I don't know, maybe you can tell me.",
        "Jeffrey: Before you get too excited about this, there's something I have to tell you.",
        "[SCENE_BREAK]",
        "Alan-Michael: Hey, Frank. I see your work habits haven't changed much?",
        "Frank: What do you want, Alan-Michael?",
        "Alan-Michael: Well, I was just visiting my father and...",
        "Frank: Yeah, I know.",
        "Alan-Michael: You know?",
        "Frank: Of course I know. I keep tabs on him-- who he talks to, how much and that sort of thing?",
        "Alan-Michael: And I'm sure the citizens of Springfield sleep better for all of your hard work. So about dad, his legal situation-- he's staying in that place, no chance he could get out on technicality?",
        "Frank: Such as?",
        "Alan-Michael: Some payoff, an appeal, whatever?",
        "Frank: It is highly unlikely.",
        "Alan-Michael: I'm right with you. My father killed my brother, and I want him out of circulation.",
        "Frank: Funny you should mention circulation. You know that fancy sports car you're riding around town in? You're riding too fast. So I suggest you slow down or I'll have it impounded.",
        "Alan-Michael: Ooh. Hey, officer, I do like running into you.",
        "Marina: Hey! Are you trying to get yourself shot?",
        "[SCENE_BREAK]",
        "Sandy: You come here often?",
        "Tammy: Um, sometimes. This place has become like a kind of hangout for me. A place to get away...",
        "Sandy: I saw you in here with Jonathan.",
        "Tammy: Look, I don't want to talk about this with you. You and I are over, and I don't want to talk about this.",
        "Sandy: I'm not angry, if that is what you think. Because I know what is going on inside of you, probably better than you do. You're mad at me for not telling you about Ava and this is your way of getting back at me.",
        "Tammy: What? This has nothing to do with you.",
        "Sandy: Oh, I think it does. What better way to hurt me than turning to Jonathan?",
        "Tammy: I'm not with Jonathan because it's rebellious or to get back at anybody.",
        "Sandy: Are you sure?",
        "Tammy: I love him. I guess I always have. I love him even more than I thought I loved you. I was just too afraid to admit it.",
        "Sandy: And why is that? If what you have with Jonathan is so amazing and real and strong, it seems to me you that you should be running through the streets shouting it with a megaphone. So why haven't you told anyone?",
        "[SCENE_BREAK]",
        "Reva: What is going on, firebug?",
        "Jonathan: Why would you call me that?",
        "Reva: Drop the act, Jonathan. Unlike Jeffrey and the cops, I know the whole story. I know that you got upset because you thought Tammy had blown you off and gone back to Sandy, so you went back to that house, and you tried to burn it to the ground. How am I doing so far?",
        "Jonathan: It was an accident.",
        "Reva: A pretty serious accident.",
        "Jonathan: Well, the insurance will cover it. No harm, no foul, right?",
        "Reva: Wrong. Look... you told me loving Tammy would change everything. I wanted to believe that. I wanted to believe you.",
        "Jonathan: Well, believe it.",
        "Reva: How can I? Should I? I helped you. I helped you and Tammy get together. And now I'm wondering if I made a huge mistake.",
        "[SCENE_BREAK]",
        "Cassie: I'm so glad you're here.",
        "Jeffrey: Me, too.",
        "Cassie: It looks like you're just about all packed. Are you ready for this?",
        "Jeffrey: I can't wait another day or another minute. Josh?",
        "Josh: Hmm?",
        "Cassie: Well, Josh just came to help out.",
        "Jeffrey: That's great. But I think we can manage. Thanks anyway.",
        "Josh: You want me to take something downstairs so you don't have to...",
        "Jeffrey: Really, that's okay. I prefer to do it myself that way I know what is going where. You know what I mean?",
        "Josh: Sure. I'll just go and have fun.",
        "Jeffrey: Okay.",
        "Cassie: Thanks, Josh.",
        "Josh: There's nothing to thank me for.",
        "Olivia: Hey, stranger, this isn't your floor. What's wrong?",
        "Josh: I don't know, maybe you can tell me. I'm trying so hard to let go of this Jeffrey thing for Cassie's sake, but I don't know that I can do that anymore.",
        "[SCENE_BREAK]",
        "Marina: You do realize that my father doesn't really like you or trust you.",
        "Alan-Michael: Yeah, well, Frank and I go way back.",
        "Marina: Okay. I wouldn't exactly go hitting on this daughter in his own station?",
        "Alan-Michael: I hit on you?",
        "Marina: Okay. You know what? Act innocent if you want to. I'm just saying don't look for me here.",
        "Alan-Michael: I didn't. I came to ask your father about a legal matter.",
        "Marina: Oh.",
        "Alan-Michael: So, how soon can you get out of here?",
        "Marina: Why?",
        "Alan-Michael: I thought we could go do something.",
        "Marina: Something?",
        "Alan-Michael: Drive and drink. What is this an interrogation?",
        "Marina: Okay. You go out the back, I'll go out the front, and I'll meet you in the parking lot.",
        "Alan-Michael: Is that what they teach you at the academy?",
        "Marina: Go! Hey, dad, I was thinking, maybe you're right. Maybe-- what am I doing here?",
        "Frank: All right. Good for you, that's my little girl. I'll see you at home tonight.",
        "Marina: Okay.",
        "Frank: Drive safe.",
        "[SCENE_BREAK]",
        "Alan: I have got to get out of here. You've got to find a way to get me declared sane. I don't want my wife to know about this, my son to know about this. Pay off whomever you have to, but I am on my own with this.",
        "[SCENE_BREAK]",
        "Cassie: So is this it?",
        "Jeffrey: This is it!",
        "Cassie: Oh!",
        "Jeffrey: Yes.",
        "Cassie: You are officially moved in.",
        "Jeffrey: You know, um, before you get too excited about this, there's something I have to tell you.",
        "Cassie: What?",
        "Jeffrey: Well, you know how I've been acting kind of weird about the move and everything?",
        "Cassie: Maybe.",
        "Jeffrey: Well, it's not because I don't want to be here and it's not because I don't love you, because I do.",
        "Cassie: Okay.",
        "Jeffrey: It's because... well it's because I think I'm going to be a lousy roommate. I'm loud, I'm rude, I'm messy, I bring my work home with me and I leave it all over the place. I leave dishes in the sink, like for days at a time. I'm not very good at taking messages, and I really don't think that I can make small-talk with your girlfriends when they call.",
        "Cassie: Very serious. I know all of that, you big dope. I have spent time where you live, remember? I've seen the disaster. I know from personal experience what a jerk you can be.",
        "Jeffrey: I wouldn't put it that way.",
        "Cassie: You bug the hell out of me! Crazy! But now... now all of those same little quirks of yours I find incredibly endearing because I love you. I love you. You got it?",
        "Jeffrey: I've got it.",
        "Cassie: Good. ( Laughing )",
        "[SCENE_BREAK]",
        "Josh: Jeffrey's out.",
        "Olivia: What are you looking for?",
        "Jeffrey: I don't even know, Olivia. This is stupid. Obviously there's nothing here.",
        "Olivia: Okay. Any time you want to tell me what's going on, I'm all ears. Did you happen to look into that folder about Jeffrey's connection with Richard?",
        "Josh: No, I didn't. I hate this. I hate feeling like I'm snooping around somebody else's business. I'm so tired of things falling apart for the people that I love. Cassie has the right to know the truth about Richard before she gets in too deep, but the problem is she's already in too deep, and I don't even know what the truth is in the first place.",
        "Olivia: All right, it's tricky.",
        "Josh: I just don't want Cassie to get hurt. I don't want anyone to get hurt anymore. I want life to be less complicated.",
        "Olivia: Less complicated? I guess it didn't help that I kissed you the other night.",
        "Josh: It was just a kiss.",
        "Olivia: I know. But honestly in that moment, I wanted more. I think you did, too.",
        "[SCENE_BREAK]",
        "Jonathan: You don't trust me anymore? Don't help me anymore.",
        "Reva: I'm on your side.",
        "Jonathan: Yeah, right.",
        "Reva: Listen to me, I want you and Tammy to have a chance. But not if you're going to put her in some kind of danger.",
        "Jonathan: Don't you think I worry about the same thing. I know who I am, Reva, and I know what I have with Tammy. And I know I'm lucky she is even giving me a chance.",
        "Reva: Then don't screw it up.",
        "Jonathan: I'm trying not to. That is why I went to the police station.",
        "Reva: What for?",
        "Jonathan: They heard about the fire. I'll keep Tammy totally out of it.",
        "Reva: Okay, fine. But what about the next time? What about the next time you get ticked off at the world? Are you going to hurt someone or something again? Or can you try to control yourself? Can you do that?",
        "Jonathan: I can if you can.",
        "Reva: Fine. Play the hypocrite card. You always do.",
        "Jonathan: Well, it works. I'm going to do everything I can to show you and Tammy and everybody else that I'm good for her, but that's all I can do.",
        "Reva: Well, that's a lot.",
        "[SCENE_BREAK]",
        "Sandy: Maybe I'm wrong and you have told everyone about Jonathan? And we both know why you haven't, because you're ashamed.",
        "Tammy: No.",
        "Sandy: You're ashamed of the kind of person he is and you're ashamed of your feelings for him. Because you know what you feel for him is wrong.",
        "Tammy: No, no, it's not. It is not wrong.",
        "Sandy: And you know it will end badly. Deep down you know that. How could it ever work with Jonathan? He devastated your family. He destroyed your life. I was there. I pulled you out of the lake when you didn't want to go on. I pulled you out of bed when you wanted to hide forever. Jonathan did that to you. The way I hurt you is nothing compared to the way Jonathan could, and you know that. So how could he ever give you what you need? How could he ever be the kind of man you need him to be?",
        "Tammy: He loves me. And I'm not embarrassed by that.",
        "Sandy: Then why are you hiding out here?",
        "Tammy: I'm not hiding.",
        "Sandy: Okay, right. So, you were going to tell your mom, but you just haven't got around to it yet. You think she will ever accept your choice? Wow, that'll tear her apart. You might as well just rip her heart out. Things will never be the same between you two. Being with Jonathan will cost you everything you care about, everything. Is he really worth it?",
        "[SCENE_BREAK]",
        "Marina: Wow. I'm surprised you actually wanted to go some place normal. What's the matter? Venice closed for the day.",
        "Alan-Michael: The cost of jet fuel won't accommodate it. Hey, I can go small, appreciate the simple things in life. A stroll down main street with a pretty redhead, and the scent of pine trees on a cold air.",
        "Marina: And nice spruce.",
        "Alan-Michael: And very nice spruce. Do you think this will look good in my room?",
        "Marina: I don't think they allow guests to have trees in their room there.",
        "Alan-Michael: We'll see about that. Do you like this one?",
        "Marina: Yeah.",
        "Alan-Michael: Hey, you just went somewhere.",
        "Marina: I was just remembering last Christmas. Danny and I wound up selling Christmas trees in front of Company. Anyway. This one's nice, but it is a bit chubby. Oh, but this one's really nice. Look at this and it's tall. This one's not.",
        "Alan-Michael: We'll take all of them.",
        "Marina: All of them?",
        "Alan-Michael: Every single one.",
        "[SCENE_BREAK]",
        "Olivia: Not everything has to be complicated, you know. Some things can be very simple.",
        "Josh: It is very tempting-- excuse me-- very tempting offer, Olivia. But I've got a lot going on right now-- lot of things on my mind.",
        "Olivia: I understand. There is a slight problem, however, I can't guarantee you that I won't kiss you again?",
        "Josh: Same here.",
        "[SCENE_BREAK]",
        "Frank: Yes, of course we're investigating that fire. Are you sure that's how her injuries occurred? How bad are they? Um, no. We'll send somebody over to interview you. Absolutely. No. We're getting very close to making an arrest.",
        "[SCENE_BREAK]",
        "Jonathon: I will do everything that I can to protect Tammy, Reva. I am going to make her happy and keep her safe, and I'm going to be the best person I can be for her. I don't know where we're going to live. But thank you. I don't care, it doesn't matter. We'll work it out, because I love her, Reva, you know. I know Cassie is not going to be too happy about it, but eventually she'll see. Everybody's going to see that I make Tammy happy. You know.",
        "[SCENE_BREAK]",
        "Sandy: There's still a chance for us, Tammy. I know there. Do you want to be with someone you can love out in the open? Or do you want to keep hiding out here in the dark?",
        "Tammy: Enough! That is enough. I love Jonathan and he loves me. And I will tell every one on my own time in my own way. There's nothing you can say that will change my mind.",
        "Sandy: Your relationship with Jonathan is sick. And it's doomed to failure, and we both know that. If you're as confident as you say you are, you would've already gone public, but you haven't because you're afraid-- as you should be. Baby, if you could love someone like me there's no end to the possibilities hopes and dreams push away the pain and regret but loving you just let's me know there might be hope for me yet hope for me yet...",
        "( cell phone rings )",
        "Tammy: Hello.",
        "Cassie: Hey, sweetie, it's me. Where are you?",
        "Tammy: Out. What's up?",
        "Cassie: Well, Jeffrey has just officially moved in. We're pretty excited, so, we're going to have a tree-trimming party tomorrow night to celebrate. Will you come?",
        "Tammy: Sure, of course.",
        "Cassie: Great, bring whoever you want. I love you.",
        "Tammy: I love you. Hope for me yet.",
        "[NEXT_ON]",
        "Marina: He's not my type, you know. Totally the kind of guy that I should be steering clear from.",
        "Tammy: But you can't stop thinking about him.",
        "Alan: Look, I'm tired of being stuck in here while Harley Cooper is ruining everything that my family has worked for.",
        "Alan-Michael: I've got Harley right where I want her."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=YYrkG0gB8ok"
}