{
    "Episode Summary": [],
    "Recap": [
        "Buzz and Olivia are finishing off the bottle of wine when she decides that she should go and see Josh much to Buzz's dismay. She tells him that she needs help changing her clothes and Buzz toasts to her getting what she wants needs, and not what she deserves. She goes to see Josh and tells him that she can't be alone tonight. Billy wants to come back to Lewis but Josh says that he doesn't think that he is ready. Olivia comes knocking on the door and is embarrassed to find Billy there. Olivia tells Josh she wants to help him feel better but he refuses, but later kisses her. The Spaulding jet can't land and Marina worries about her family. A-M gives her a backpack and tells her that she can jump and then reveals that it isn't a parachute. They play poker, with the stakes being the loser owing the winner a favor. Alan-Michael wins the game and then later covers for Marina with her family. He tells her that his favor will be her as a New Years Eve date if his current one falls through. Mallet and Dinah pretend to be on a date for Frank sakes and then decide to play \"let's pretend we are dating\" chicken. Dinah leaves and then when grabbed from behind, thinking it is Dinah turns to kiss her. Instead of Dinah he finds Harley who later can't get Mallet out of her head. Dinah returns and tells Mallet that she feels for him not being able to get over Harley. In a moment of understanding between the two and he tells her that he hopes the next time she falls in love she isn't hurt. Dinah admits she is scared of falling in love again."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Olivia: To surviving.",
        "Buzz: Surviving? That's the third time you've toasted that.",
        "Olivia: You've got a problem with surviving?",
        "Buzz: I think we should get beyond simple survival, you know, take the next step, maybe have some fun.",
        "Olivia: Fun?",
        "Buzz: Fun.",
        "Olivia: You and me right now?",
        "Buzz: We can sit here and stare at that... that, you know.",
        "Olivia: Yeah. It's amazing, just a couple pages of legalese and... the marriage is over. Yeah. It's time to have some fun.",
        "Buzz: Where you going?",
        "Olivia: I'm going to see if Josh is in his suite.",
        "Buzz: Josh?",
        "Olivia: No sense in wasting a good buzz. ( Laughter ) Buzz, buzz. Little bees.",
        "Buzz: Got it.",
        "[SCENE_BREAK]",
        "Billy: I can't say I'm sorry she is out of his life. I'm just sorry they're going so far away to make it happen.",
        "Josh: Yeah, I miss having him around, too.",
        "Billy: Which brings me to why I'm here. I think you must be shorthanded, and I can help you. Josh, Josh, Josh, just hear me out here, okay? With the trouble with Sandy, and Bill being out of the country, and Olivia about to be his ex, you are shorthanded over there. I can certainly help out. I'm qualified and I haven't had a drink in a long time.",
        "Josh: It is not going to happen. You're not ready yet.",
        "Billy: I think what you're saying is you're not ready to trust me, yet.",
        "Josh: Don't you think I want to trust you? Can't you see that, Billy? Right now, you're all I've got.",
        "[SCENE_BREAK]",
        "Alan-Michael: Marina, I know you're a cop and all, but no one is looking. We'll land when we're cleared, too.",
        "Marina: My family may be very worried about me, and if they knew I was up in a Spaulding jet with you?",
        "Alan-Michael: That would not be good. I can hear Frank now. Let's get you on the ground asap.",
        "Marina: A parachute?",
        "Alan-Michael: It's the alternate route. Are you up for it?",
        "[SCENE_BREAK]",
        "Mallet: Frank.",
        "Frank: Mallet, what's up?",
        "Mallet: How's it going?",
        "Frank: It's good. It's a good date flick.",
        "Mallet: What?",
        "Frank: The movie. Chicks love thrillers they get all scared and they want to grab on you to and scream, it's perfect.",
        "Mallet: That's perfect.",
        "Frank: I saw you walking up here all by yourself, and I felt bad for my buddy. Then I looked over my shoulder and I saw your, you know, girlfriend?",
        "Mallet: Yeah, yeah, yeah, my girlfriend.",
        "Frank: So, I would just like to tell you that I'm proud of you. I'm glad that you moved on.",
        "Mallet: I'm glad that you're glad, Frank.",
        "Frank: Well, I mean it's a good thing. It's a good thing because it means now you're going to stay away from my sister, because, you did miss out on the greatest girl in the world. Sorry to say, you blew it.",
        "Mallet: Yeah, I did. And thanks for reminding me there, buddy. Hey, babe. You ready for that movie?",
        "Dinah: What movie?",
        "Mallet: The movie that we're getting ready to go see. It is kind of scary, so don't be afraid to hold my hand.",
        "Dinah: Thank you, I don't mind if I do.",
        "Harley: Gus. Wait.",
        "Gus: Hey. Hello.",
        "Harley: What?",
        "Gus: I was just thinking, you know, the longer we play this game, trying to get back at Alan and Beth, the more time there is for weeds to grow in the cracks, you know.",
        "Harley: Well, we must be playing this a lot longer than I thought because I don't have any idea what you mean.",
        "Gus: I heard what you said at the table about Mallet. What you said to Dinah, that if I wasn't in the picture, you would do it all over again. You would marry him.",
        "Harley: Oh, that.",
        "Gus: Yeah, that. What?",
        "Harley: I know from your perspective, it sounded bad. But you're taking it out of context.",
        "Gus: I'm sorry. Is there a context that would be right?",
        "Harley: Yes the context where I'm trying to convince Dinah that Mallet is a catch. So I'm selling him for all I'm worth. Hey, I was just following your lead.",
        "Gus: Really?",
        "Harley: You were the one that pushed them together to get him out of my hair.",
        "Gus: It is not really your hair I'm worried about.",
        "Harley: What?",
        "Gus: Your head. I'm worried about him working his way into your head.",
        "Harley: Oh, please. ( Laughing ) are you serious? Honey, he is not in my head. He's not in my head. What makes you think he would be in my head.",
        "Gus: There's things. There are signs.",
        "Harley: Well, you're misreading the signs. You're the only one that I love. Oh, somebody's coming. I love you. (Doors shut )",
        "[SCENE_BREAK]",
        "Billy: You have every right to be frustrated and let down, especially by me.",
        "Josh: Billy...",
        "Billy: No, no, wait, let me finish. I screwed up big time, and I'm paying for it. You made that perfectly clear tonight. But you hit the nail straight on the head when you said all we really have is each other. And the good side of that is, that will never change.",
        "Josh: I was pretty hard on you, wasn't I?",
        "Billy: Yeah, yeah. But it was my own fault.",
        "Josh: I'm sorry. It's just when I saw you with that drink in your hand, I thought everything I was counting on was slipping away.",
        "Billy: I really know that, feeling.",
        "Josh: It came out in anger, and I apologize for that. I think I understand now.",
        "Billy: Could you explain it to me?",
        "Josh: I've been messing up so bad, and I lost so much, if I had something I could fall back on and take the pain away, I would be falling back on it right in this moment right now.",
        "Billy: Oh, hey, hey. You have definitely have something to fall back on. You've got a big old crutch to fall back on.",
        "Josh: I do?",
        "Billy: You're addicted to women. No, no, you're addicted to wild women.",
        "[SCENE_BREAK]",
        "Olivia: Okay, well, then maybe I should dress up a little before I go see Josh. I don't want him to think I'm an easy mark. Or maybe I do.",
        "Buzz: I hope everything goes the way you want it.",
        "Olivia: Then Josh may be in for a long night. Whoa, whoa. Are you leaving?",
        "Buzz: Well, the party is over, over here, at least.",
        "Olivia: You've just been terrific. Thank you so much. You really picked me up.",
        "Buzz: No, I think Josh should be the one that should be thanking me.",
        "Olivia: Oh, you think this is wrong, me throwing myself at another man two seconds after my husband dumped me.",
        "Buzz: ( Stammering ) it doesn't matter.",
        "Olivia: I want to feel better. And the only way to make it happen and there is no crime in that.",
        "Buzz: No, no.",
        "Olivia: But you don't think it is right. I can tell.",
        "Buzz: You want my opinion?",
        "Olivia: Yes.",
        "Buzz: I think that you have just basically what you need right here, you know, but that's just me talking. Try not to break the bottle when you walk to his room.",
        "Olivia: Wait, no, don't go. I do need you.",
        "[SCENE_BREAK]",
        "Marina: You are so full of it. What is in here, really? Oh, nice.",
        "Alan-Michael: Oops, Zach and James must have packed that chute.",
        "Marina: You're a loser! You actually had me going for a minute.",
        "Alan-Michael: You would've jumped, wouldn't you?",
        "Marina: Yes.",
        "Alan-Michael: Well, I didn't get you on the ground, but I did the next best thing: I got your mind off the fact we can't land.",
        "Marina: Okay, now, can you make me forget that I'm starving to death? You would think the eight croissants and a ten pound block of cheese would be enough to tide me over, but...",
        "Alan-Michael: I know.",
        "Marina: ...This is the Spaulding jet, you would think there would be something at least to munch on, pretzels, peanuts.",
        "Alan-Michael: Sorry, we're out of peanuts.",
        "Marina: Wow! Hey, it smells good, yeah. You know, all this stuff. The jet, and the private tour of the museum, and now this very elegant airplane meal. I think most women would be swept off their feet.",
        "Alan-Michael: They are, all of the time. Good thing you're not that easily impressed.",
        "[SCENE_BREAK]",
        "Frank: Hello, Dinah?",
        "Dinah: Hi, Frank.",
        "Mallet: Man, you drew blood.",
        "Dinah: I usually do.",
        "Mallet: I'll remember that.",
        "Dinah: Uh-huh. You know, at first being your girlfriend was very cute, but now it is starting to stink.",
        "Mallet: Dinah?",
        "Dinah: Where does this end? I just want to know. \"Hold my hand, babe.\" \"Give me a kiss, babe.\" \"Let's go back to your apartment and take our clothes off, babe.\"",
        "Mallet: I hadn't thought of that one. Does that one work?",
        "Dinah: No, no, go away, please. No, in fact, I will go away.",
        "Mallet: Hold it. Hold it.",
        "Dinah: How long do you want to keep this up?",
        "Mallet: Personally, I would like to bag it right now. But listen to me, Frank's kind of watching, okay? And didn't Harley ask you to go on at least one official date with me?",
        "Dinah: Are you kidding me? She begged.",
        "Mallet: She begged?",
        "Dinah: Yes.",
        "Mallet: Anyway, you don't want to disappoint your boss because that could lead to a firing and that would not be cool with your probation officer.",
        "Dinah: So you're telling me that this is our first official date?",
        "Mallet: Sure, why not. Come on, \"Meet Sunday\", that's got to be a good move. And movies are good because we don't really have to talk to each other.",
        "Dinah: I'm not really keen in spending a night with you inside of a dark room. So if you really want to impress your boss, why don't we hang here and make it look good, depending on how committed you are to making it look good.",
        "Mallet: Are you challenging me to a game of \"let's pretend we're dating\" chicken?",
        "Dinah: Yeah, Gomer.",
        "Mallet: ( Laughs ) man, you and those nicknames. Okay, fine. Bring it on, Twinkie.",
        "Dinah: We can do this.",
        "[SCENE_BREAK]",
        "( Knock at the door )",
        "Buzz: Still up?",
        "Olivia: You know, I wasn't going to go over to Josh's and let you wander away. I don't even know what I was thinking. I can't let you go.",
        "Buzz: Are you talking to me?",
        "Olivia: I can't get through this night without you, Buzz.",
        "Buzz: If I close my eyes, will you say that again.",
        "Olivia: I'm serious. You are the only person who can help me-- just as soon as I change. I cannot let Josh see me looking like this. It would've ruined everything. It this has to be perfect.",
        "Buzz: Oh, this is perfect.",
        "Olivia: You have saved me from making a serious mistake. Hang on, I'm almost ready.",
        "Buzz: This feels like high school.",
        "Olivia: You know what I want?",
        "Buzz: What's that?",
        "Olivia: For Josh to look at me when I walk into that room and know how amazing our connection is.",
        "Buzz: Oh, he'll know.",
        "Olivia: Do I look okay?",
        "Buzz: I think you already have the answer to that.",
        "Olivia: Zip me up. This is where you come in, okay? Zip me up. You're a life saver. ( Laughing ) okay, one more toast before we go.",
        "Buzz: Oh, no, let me, please. Uh...",
        "Olivia: That's okay. I'll use this.",
        "Buzz: ( Laughing ) May we sometimes get what we want, and may we always get what we need, and may we never get what we deserve. Cheers.",
        "Olivia: ( Gasps ) Oops, I love that. Did you make that up?",
        "Buzz: Mm-hm.",
        "Olivia: You're the best. Good night.",
        "[SCENE_BREAK]",
        "Billy: You're definitely an addict, Josh, just like me. Your drug just happens to smell a little better, that's all.",
        "Josh: My drug of choice is women?",
        "Billy: No, no. Wild women.",
        "Josh: Yeah, that's it.",
        "Billy: You like the intensity, you like the drama, you like the thrill. It gets you high, it makes you forget, and it gets you hooked.",
        "Josh: I am not hooked on women, Billy.",
        "Billy: Why don't you tell it to Annie, Sunny, Olivia, Reva...",
        "Josh: All right. I'm not exactly drawn to the shy, retiring type, I admit that, but...",
        "Billy: You like a buzz. Some people get high out of a bottle; some people find it in a short skirt and a tight sweater.",
        "Josh: No, I'm done with the buzz. I'm officially on the wagon.",
        "Billy: If you fall off the wagon, take it from me --",
        "Josh: It is not going to happen. Reva's living her own life. In fact, she's living a very separate life, I might add. So no matter what happens, no matter how bad it gets, I'm not going to be drawn to wild women. ( Knock at the door )",
        "Olivia: Hey. I'm glad you're still here. I just can't be alone tonight.",
        "[SCENE_BREAK]",
        "Marina: How about a game of poker?",
        "Alan-Michael: What are we playing for?",
        "Marina: Oh, I don't know. How about that last piece of apple tart?",
        "Alan-Michael: I don't play anything for small stakes. You've got to make it more interesting than that.",
        "Marina: Oh, really? What do you have in mind?",
        "Alan-Michael: How about this: The winner gets to ask a favor of the loser.",
        "Marina: And what kind of favors are we talking about?",
        "Alan-Michael: I can't answer that. That's half of the fun of it.",
        "Marina: Okay. You're on!",
        "Alan-Michael: Fair warning: I like to win.",
        "Marina: And unlike like you, I'm a loser.",
        "[SCENE_BREAK]",
        "Beth: I'm not interrupting anything, am I? I just thought now would be a good time to talk.",
        "Gus: It is a great time to talk. I can't jump into bed with my wife, can I?",
        "Beth: I know this has been hard on you.",
        "Gus: Hard on me is not the word. This is crazy, okay? Now I'm willing to work with you and Alan to get Harley out of Spaulding, but this is taking to long.",
        "Beth: Gus...",
        "Gus: If you don't have a plan or you don't know what you're doing, or you're scrapping the whole idea, if you're giving up...",
        "Beth: We're not giving up. We have a new approach.",
        "Gus: What is it? What is the approach?",
        "Beth: The approach is you.",
        "[SCENE_BREAK]",
        "Mallet: We should build a snowman-- no, you know what? Let's build a snow couple and hang our hats and scarves on them.",
        "Dinah: Okay, and then can we go skating?",
        "Mallet: No, no, we're going to go ice dancing-- naked. I'll fling you into the air and I catch you most of the time.",
        "Dinah: Nice.",
        "Mallet: If you want me to --",
        "Dinah: Uh-uh, no. I can do things on my own, you know.",
        "Mallet: Oh, that's a good one. How about this one?",
        "[SCENE_BREAK]",
        "Coming up on \"Guiding Light\"...",
        "Olivia: Is there anything I can do for you. At least we were always able to find a way to make each other feel better.",
        "Beth: You have to make it clear to Harley that she has a choice to make and there was a right one and a wrong one. At least in your mind.",
        "[SCENE_BREAK]",
        "Mallet: What are you doing?",
        "Harley: What are you doing?",
        "Mallet: I thought you were somebody else.",
        "Harley: I thought you were somebody else. This is Frank's coat.",
        "Mallet: Frank is over there.",
        "Harley: Now you tell me.",
        "Mallet: You shouldn't sneak up behind people.",
        "Harley: This is my fault? You're blaming this on me?",
        "Mallet: Yes. I thought I was kissing someone else, okay?",
        "Harley: Oh, that's a great excuse.",
        "Mallet: Excuse for what?",
        "Harley: You're in my head, you're always trying to get in my head.",
        "Mallet: What are you talking about?",
        "Harley: You're in my head -- nothing. Don't do that again.",
        "Mallet: Don't play peek-a-boo with me, because our lips could have gotten stuck.",
        "Harley: Fine, fine. You thought I was somebody else? Who could I possibly be?",
        "Harley: You thought I was Frank? Frank's... I thought you were her.",
        "Harley: Oh, you two are --",
        "Mallet: We're... we're on a date.",
        "Harley: Oh, great. That's great! That's great.",
        "[SCENE_BREAK]",
        "Beth: Alan and I are convinced we can make Harley see her place in life is not as the head of a major conglomerate.",
        "Gus: Really? How?",
        "Beth: By making her realize she can be a terrific wife or an executive at Spaulding, but not both.",
        "Gus: Oh, really? How are you going to make that happen?",
        "Beth: No how, but who. You have to make it clear to Harley that she has a choice to make, and there is a right one and a wrong one, at least in your mind.",
        "Gus: So you want me to give her an ultimatum?",
        "Beth: I think of it as setting a boundary. I mean, you're headed this way, you said this situation has you at the end of your rope.",
        "Gus: So this is what I do. I tell her how it is, I lay down the law, and then she quits just like that.",
        "Beth: Yeah.",
        "Gus: I should have thought of that. Have you met Harley, do you know what we're dealing with here?",
        "Beth: Gus, Gus, Gus. You are everything to her-- you and those kids. If you told her it was your marriage or the job, she would be out of this executive seat faster than you can say golden parachute, and she would be home again with you and the kids for good. Isn't that what you want?",
        "Gus: It's exactly what I want.",
        "[SCENE_BREAK]",
        "Olivia: Billy, I didn't see you there. I needed to talk to you about some work.",
        "Josh: Can it wait until tomorrow?",
        "Olivia: Well, I thought why wait when you can get the answers tonight?",
        "Josh: Just a second. Stop it. I just have to take care of this, that is all.",
        "Billy: You better take care of yourself. You do see what's happening here?",
        "Josh: I'll be fine.",
        "Billy: Yeah, right, okay. Cheers. Look, when you decide you need an extra pair of hands, you just let me know, okay?",
        "Josh: I'll do that. Thank you.",
        "Billy: Sorry to hear about the divorce.",
        "Olivia: He didn't sound very sorry. Is this a bad time?",
        "Josh: Yes, it is, actually. But, um, that doesn't mean you have to leave.",
        "Olivia: Good. I lied about the work. I came down here because my head is spinning from the divorce papers, and I, um... just kind of changed my mind. I just want someone to comfort me, basically, but I'm thinking that maybe what I really need to do is kind of talk to someone else right now. Is there anything that I can do for you?",
        "[SCENE_BREAK]",
        "Marina: You know, I think that Paris ruined Springfield for me. The streets here are so narrow-- not like the champ elysees.",
        "Alan-Michael: I think I created a monster, a monster who owes me a monster favor.",
        "Marina: You are not going to take this, are you?",
        "Alan-Michael: You may be off the plane, but you're not off the hook. Unless you're planning too welsh on our bet?",
        "Marina: I do not welsh.",
        "Alan-Michael: Good. You know, I think you're more of a sore loser than I thought.",
        "Marina: Oh, my gosh. So I don't have to hear about what a winner you are for the rest of the day, would you please tell me what it is you want.",
        "Alan-Michael: What I want?",
        "Marina: You know what? I'm going to let you think about it. I'll see you later. Alan-Michael, thanks. Hey, what's up, home boys? Crusin' for hotties?",
        "Buzz: Next question.",
        "Frank: There you are. I left you 50 messages on your voicemail.",
        "Buzz: She probably couldn't retrieve them. She was in France. She claims to have winged off to Paris for a few hours. I mean, doesn't everyone?",
        "Frank: Is he being serious? Did you really go to Paris?",
        "Marina: Yes, but...",
        "Frank: You did? With whom?",
        "Alan-Michael: Good evening, everyone. Nice to see so many Coopers in one place. Marina, how's it going?",
        "Marina: Fine, so far.",
        "Frank: Alan-Michael.",
        "Alan-Michael: Frank. What is new with you guys, anything exciting?",
        "Buzz: As a matter of fact, there is. She just got back from Paris.",
        "Alan-Michael: Paris. Really? Were you there on police business?",
        "Marina: No, I just went for fun.",
        "Alan-Michael: Who did you go with?",
        "Marina: This guy.",
        "Frank: Does this guy have a name?",
        "Marina: Just a guy I knew from Lizzie. He called me up.",
        "Alan-Michael: Kind of an impressive first date.",
        "Marina: It wasn't a date. It was one of the showoff types, who throw their money around to get your attention.",
        "Alan-Michael: But you did have a good time?",
        "Marina: Paris is a beautiful city.",
        "Frank: Which is why you went there?",
        "Marina: I was in it for the pastries.",
        "Alan-Michael: You didn't take in any museums?",
        "Marina: Yes, I saw some arts, and then I got back on the plane.",
        "Alan-Michael: Smart girl, take all of the showoffs for all their worth.",
        "Frank: That is not the philosophy I'm trying to teach my daughter.",
        "Buzz: Oh, it is the Spaulding taste.",
        "Marina: Grandpa, can we move on. It was one day and I'm fine and safe.",
        "Frank: You know what, I still don't trust the guy.",
        "Marina: It is okay, dad, neither do I.",
        "[SCENE_BREAK]",
        "( Knocks on the wall )",
        "Gus: You awake?",
        "[SCENE_BREAK]",
        "Harley: I didn't know you guys made plans for tonight.",
        "Dinah: We didn't either. I guess it kind of happened that way, didn't it?",
        "Mallet: Yeah, I just kind of called her up. And I'm glad that I did, because it has been...",
        "Dinah: Well, it has been nice.",
        "Mallet: Yes, nice. And it is getting nicer. And that's when I thought -- when you came up behind me, I thought it was Dinah and she was playing around and I couldn't resist laying one on her.",
        "Dinah: He is so charming, isn't he?",
        "Mallet: Right.",
        "Harley: I'm glad that you guys finally listened to me and decided to spend a little time together.",
        "Mallet: Yeah, I think it was a great suggestion. Where is Gus?",
        "Harley: Gus is back at the house at Spaulding, which is where I should be going back to.",
        "Mallet: Tell him I said hi.",
        "Harley: Yeah I will. You guys have fun.",
        "Dinah: Hey, I know how it feels.",
        "Mallet: What?",
        "Dinah: To love somebody who doesn't love you back.",
        "Mallet: That's not what is going on here.",
        "Dinah: Mallet, you know that I an expert on that subject, and what it is like to convince yourself you have a chance with somebody when you don't. You look into every positive word, and every positive look.",
        "Mallet: That must be you, because that is not me.",
        "Dinah: No. I just saw it on your face right now, and I know that it's very difficult. And it is almost like reality slaps you upside the head. And I'm sorry. I know it hurts an awful lot.",
        "Mallet: Hey, Dinah. I hope the next time around for you it's the guy who gets that look.",
        "[SCENE_BREAK]",
        "Olivia: I'm sorry. No, I don't want to make you feel uncomfortable. I'm...",
        "Josh: No, it is okay. I understand you're upset about the divorce papers and all of that, but you know, maybe things aren't as bad as they seem.",
        "Olivia: Well, you know, Bill is writing me off. I don't think it could get much worse.",
        "Josh: Olivia, I don't know what happened between you and Bill, I really don't, I don't know the details. But I remember a time ago when your marriage seemed to be happy.",
        "Olivia: It was. It was terrific.",
        "Josh: Maybe it can be like that again.",
        "Olivia: Yeah, Josh, with a time machine. You got one of those?",
        "Josh: I'm just saying that the divorce papers haven't been signed yet. Maybe you can go to Venezuela and find Bill and beg him to reconsider. I don't know.",
        "Olivia: You know my days of begging are over! I'm not begging! Especially the way he chose to handle this. It is one thing to be rejected, but to be rejected by mail? Gosh.",
        "Josh: I guess he should have made a phone call.",
        "Olivia: He tried. He tried. The truth is, I seriously considered going down there, but I just couldn't take the face- to-face reminder that I failed as a wife again.",
        "Josh: Olivia, you're not a failure.",
        "Olivia: Yes, I am.",
        "Josh: No more so than anybody else in this town, which makes you kind of, sort of normal, right? ( Laughter )",
        "Olivia: That is pathetic thing to say.",
        "Josh: I guess it is.",
        "Olivia: Josh, you've got a great smile. I don't see it enough.",
        "Josh: Yeah, come on.",
        "Olivia: I mean it. It is so much easier when you and I were married.",
        "Josh: Yes, it was, right up until about the time we got divorced. Pretty messy one, if I recall.",
        "Olivia: I know. But before that, at least we were always able to find a way to make each other feel better.",
        "Josh: Yeah.",
        "Olivia: I miss that, don't you?",
        "[SCENE_BREAK]",
        "Marina: Alan-Michael?",
        "Alan-Michael: Don't thank me.",
        "Marina: What? You just lied about Paris to my father and my grandfather.",
        "Alan-Michael: Some people would call it covering for you, not that I necessarily would.",
        "Marina: And what, may I ask, would you call it?",
        "Alan-Michael: Keeping things simple. I'm not your boyfriend, Marina.",
        "Marina: You can say that again.",
        "Alan-Michael: I don't care if your family knows about our trip, but I am me, and you're a rookie cop.",
        "Marina: So?",
        "Alan-Michael: So, I don't need you ruining my reputation.",
        "Marina: Don't worry, I'll keep your name off the bathroom walls.",
        "Alan-Michael: By the way, I thought of the favor I want. Here we go. Only kick in on the worse case scenario-- if my plans fall",
        "Marina: Plans, what plans?",
        "Alan-Michael: I hate glitches almost as much, I snagged a hot date New Year's Eve, but if she bails on me at the last minute, you're it.",
        "Marina: It as in your date?",
        "Alan-Michael: Strictly as a backup.",
        "Marina: Well, I'm flattered, but what if I find some hot date for New Year's Eve?",
        "Alan-Michael: I hadn't even considered that. But I'll tell you what. Why don't we cross that bridge when we come to it.",
        "[SCENE_BREAK]",
        "Dinah: Is that a compliment you just gave me right now?",
        "Mallet: Um, well, I guess what I'm saying is that I wouldn't want you to get hurt next time.",
        "Dinah: It is the nicest thing anyone said to me lately.",
        "Mallet: That's as good as you've gotten lately? That's... wow, I'm sorry to hear that. Are you all right? Are you okay?",
        "Dinah: Yeah, I'm just thinking about the next time. A scary concept.",
        "Mallet: Why?",
        "Dinah: Because I don't want it to be like the other times.",
        "Mallet: Uh-huh. Well, maybe you should steer clear of guys like that.",
        "Dinah: I don't know if you can do that. I think your heart makes that decision for you.",
        "Mallet: Yeah, yeah, maybe.",
        "Dinah: Oh, definitely. You wake up one day, and there it is. Whew. You want to spend every day and every night with him. He walks into the room and you light up, and he lights up. He wants you, and he needs you, and... I think I am just plum afraid of falling in love again.",
        "[SCENE_BREAK]",
        "Harley: Gus.",
        "Gus: Our little secret.",
        "Harley: Nobody saw you come in.",
        "Gus: Does this answer your question?",
        "Harley: Wait, you better tell that to me again.",
        "Gus: Nobody knows.",
        "Mallet: No one ever has to know. What?",
        "Harley: Get out of here!",
        "Mallet: I was just getting comfortable.",
        "Harley: No, no, no.",
        "Mallet: Harley, you have to pick one of us.",
        "Harley: I did. I picked Gus. Look what you just did, he was just there.",
        "Mallet: Three is a crowd.",
        "Harley: That's right, and you're number three; you're the third in the wheel. Of all of the stinking prisons, you had to get a job in mine.",
        "Mallet: It was fate, sweetie.",
        "Harley: Don't call me sweetie. And it wasn't fate. You had this whole thing planned. And now you won't leave.",
        "Mallet: Come on, Harley, aren't you the tiniest bit glad I came back here. I'm close to you again?",
        "Harley: Get out of my head. Get out of my head! Get out of my head!",
        "[SCENE_BREAK]",
        "Olivia: You know, maybe I just wasn't meant for love.",
        "Josh: Don't even think that.",
        "Olivia: Well, you know, I blew it with you, and Bill and I are finished.",
        "Josh: Olivia, you're just going through a tough time right now. And I understand that because I've been going through a tough time myself. But I have to believe... I have to believe that it is still out there for us somewhere.",
        "Olivia: Love.",
        "Josh: Yeah.",
        "Olivia: You know when you say that, I almost believe it.",
        "[NEXT_ON]",
        "Cassie: I mean I know it looks bad now, but maybe Tammy and Sandy will work things out.",
        "Jonathan: Tammy and Sandy's place needs to be decorated proper for Christmas.",
        "Reva: You know what, sweetie? Maybe he just needs a little time."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=wP3eT_4Gg5c"
}