{
    "Episode Summary": [
        "Episode # 10391 -- Mother Courage"
    ],
    "Recap": [
        "Stacy drugs Rex and tries to seduce him. Gigi and Shane are in the car that collides with Cole and Matthew. Gigi tries and fails to reach Rex by phone and wonders why he is not answering when Stacy prevents him from getting Gigi's call. Cole is critical. Marty and John rush to save him. She is determined not to abandon her son ever again after this. But nobody has a clue that Matthew was also in the crash until Cole speaks up and asks his mother how he is. At that point, BO examines the crime seen and discovers Matthew's hat on the ground. After Starr has been seen kissing Mr. J., his gets fired from his teaching job and court ordered to get drug treatment and have a thorough background investigation. And he lays down the law to Starr that he failed to establish boundaries, he will never have a relationship with her and she better realize that and know that she is in love with Cole. Blair gets rushed to the hospital after being stabbed. Suspicion hangs over Todd."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Stacy: That ought to be enough to set the mood. At least I hope it is.",
        "Rex: This is nice. Too bad Gigi isn't here.",
        "Stacy: Yeah. It's too bad.",
        "Gigi: I'll just tell them my sick kid forgot his medicine, we had to turn around and go all the way home to get it.",
        "Shane: Sorry.",
        "Gigi: It's better that you remember now than have an attack in the middle of the night. We'll be home in a minute. We'll run in, we'll say hi to Rex and Stacy, we'll grab the inhaler, and run out.",
        "Gigi: Oh God, oh God.",
        "[SCENE_BREAK]",
        "Matthew: Look out!",
        "[SCENE_BREAK]",
        "Gigi: Shane!",
        "[Crashing metal and glass]",
        "[SCENE_BREAK]",
        "Michael: What have we got?",
        "Dorian: Two stab wounds to the right posterior thorax, a definite pneumo. She fell. I can't get her to respond.",
        "EMT: Respirations are thirty, pulse is 136.",
        "EMT: We've loaded her with a liter of saline.",
        "EMT: Her BP is still 86 and she has a GCS of 9.",
        "Dorian: She needs a chest tube first, plus --",
        "Todd: Blair.",
        "Dorian: No. No, do you hear me? No way. No way are you going anywhere near her.",
        "Todd: Who's going to stop me, Dorian?",
        "Bo: I am.",
        "[SCENE_BREAK]",
        "Starr: I tried to tell you.",
        "Cole: But I wouldn't listen, right?",
        "Starr: You wouldn't because you're completely messed up.",
        "Cole: I told you, I'm not.",
        "Starr: Go ahead, Cole. Keep lying to yourself. What's another one, right?",
        "Cole: You make me sick.",
        "[Cell phone ringing]",
        "[SCENE_BREAK]",
        "Gigi: Shane? Shane, baby -- are you okay? Shane?",
        "Shane: Mom, what happened?",
        "[SCENE_BREAK]",
        "Marty: What is it?",
        "John: Car crash, just up the road. Let's go.",
        "[SCENE_BREAK]",
        "Gigi: God, this seatbelt is stuck. Shane, are you all right?",
        "Shane: I think so. I just --",
        "Gigi: Just what?",
        "[Shane begins coughing]",
        "Gigi: Oh God. Oh God, no. Oh God, we don't have your inhaler.",
        "[SCENE_BREAK]",
        "Stacy: I just wanted to say thank you.",
        "Rex: What for?",
        "Stacy: For letting me stay here since I showed up in Llanview.",
        "Rex: Save it for your sister. This is her place.",
        "Stacy: Yeah, what's up with that, anyway? Why aren't you two living together?",
        "Rex: Things got a little messy with my divorce.",
        "Stacy: Well, I heard you dumped your wife for Gigi.",
        "Rex: You did? Well, it wasn't like that exactly.",
        "Stacy: Oh, my bad. Me and my mouth. So you weren't actually still married when you and Gigi had that thing, right?",
        "Rex: Technically, yeah. But it's not just a thing with Gigi. It's the real deal.",
        "Stacy: Are you sure?",
        "[SCENE_BREAK]",
        "Gigi: Shane, honey, try to calm down. Breathe slowly. Breathe slowly, in your nose. Where the hell's my phone? Where is my phone? Please help.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Starr: Cole? It's Starr. You know what? Fine. Ignore my calls. Just let it roll to voicemail. I know you don't want to hear what I have to say, but you're going to have to hear it. Okay, you are completely out of control. What the hell were you thinking? You ratted out Mr. Joplin because you saw us kissing and you outed him because he used to do drugs when you can't stop doing them? I just hope you're happy now. You got back at me and you might have cost Mr. Joplin his job. I -- I just want you to know that I don't care about what happens to you anymore.",
        "Schuyler: Starr, what are you still doing here?",
        "[SCENE_BREAK]",
        "Markko: I found the chocolate sauce.",
        "Langston: Think you've got enough?",
        "Markko: After tonight no such thing.",
        "Lola: This is so cool, I mean being here by ourselves. Yeah, you sure Carlotta won't mind?",
        "Markko: No, not as long as I lock up when we're done and pay her back for the sundaes.",
        "Lola: Oh, I have money.",
        "Markko: No, that's okay.",
        "Lola: Papi gave me extra. He wanted me to make sure I had a good time tonight.",
        "Markko: You know what? I'll just have Carlotta take it out of my check. So, pretty crazy what happened at the dance, huh?",
        "Langston: You mean Cole freaking out and attacking Mr. J.?",
        "Markko: No, I mean Starr making out with him.",
        "[SCENE_BREAK]",
        "Bo: Stay where you are for now, Manning.",
        "Todd: What are you doing here?",
        "Dorian: I called Bo on the way over here. Bo, arrest him. He stabbed Blair.",
        "Todd: That's a lie. She's lying.",
        "Dorian: I found Blair lying bleeding and unconscious on her bathroom floor. And when I looked up, there he was. Thank heaven that the boys are in Savannah with their grandmother and Cassíe and they did not have to see their father try and murder their mother.",
        "Todd: Shut up, Dorian.",
        "Dorian: Bo?",
        "Todd: That's not what happened.",
        "Dorian: He's all yours, now.",
        "Bo: Okay, Manning, what happened this time?",
        "[SCENE_BREAK]",
        "John: It's two cars. I'm not sure how many injured.",
        "Gigi: John -- thank God, John.",
        "John: Hey, are you okay?",
        "Gigi: I'm fine, but he can't breathe.",
        "John: Okay. Hey, all right, listen -- I'm at the scene of an MVC. It's two cars, at least two victims. I'm not sure how many more. At least one with respiratory distress. Listen, I've got these guys. Go see if the people in the other car need any help. Hey, what happened?",
        "Gigi: I don't know. This car started coming at me, head on. I couldn't get out of the way. He needs an inhaler and we can't get out of the car.",
        "Marty: Cole??",
        "Gigi: I can't get out. My damned seatbelt is jammed. Shane's having an asthma attack and we don't have his inhaler. He can't breathe without it.",
        "[Shane gasping for air]",
        "Gigi: We were on our way back to the house to go get it. Oh God, John, he's getting worse.",
        "John: Okay, listen to me. Help is coming, Gigi, all right? You've got to try to stay calm. Try to keep Shane calm, all right? The ambulance will be here any minute.",
        "Gigi: Do you hear that, baby? The ambulance is coming, okay? They're going to help you. So please just hang in there. Can you do that for me, baby?",
        "John: Hey, Shane, you okay there, buddy? You hang in there, all right?",
        "Gigi: It'll be okay, okay?",
        "John: Gigi, do me a favor. Pop the trunk, all right? See if you can pop the trunk.",
        "[Shane gasping]",
        "Gigi: It won't open.",
        "John: Okay, listen to me. I've got a crowbar in my car, all right? I'll be right back. Hang in there. All right. Marty, is anybody hurt over there?",
        "Marty: Cole, Cole, can you hear me? It's Mom. It's me, sweetie.",
        "[SCENE_BREAK]",
        "Rex: Am I sure my relationship with Gigi is the real thing? She and Shane, they're my world, Stacy.",
        "Stacy: I was just testing, that's all. Got to look out for my sis, you know. I guess I was just wondering, you know, why you married Adriana in the first place. Sorry, off-switch malfunction again.",
        "Rex: It's a fair question.",
        "Stacy: Hey, but it's none of my business. I mean, what do I know about relationships? My last one totally flamed out.",
        "Rex: What happened?",
        "Stacy: I expected this guy to just fill this big old hole I had in my heart, and that's impossible because the only one who can do that's the one who put it there in the first place. Right?",
        "Rex: Well, I don't know. You know, I mean, you find someone new, you move on.",
        "Stacy: How can you do that when you can't get past your first love?",
        "[SCENE_BREAK]",
        "Gigi: John, I don't know how much longer he can go on like this.",
        "John: Hey, listen to me. This is going to work, all right? You hang in there, buddy. Marty, can you hear me?",
        "Cole: [Gasping] Mom, I can't -- please. Please help me.",
        "Marty: Come here. Can I give you a cuddle? My beautiful boy.",
        "[Cole gasping]",
        "Cole: I can't move. Am I going to die?",
        "Marty: Not a chance.",
        "[SCENE_BREAK]",
        "Schuyler: You were told to go home, Starr.",
        "Starr: I know, I -- I had to see how you were. What did Ms. Dickinson say? I mean, are they going to punish you? Did you tell them that the kiss was my idea?",
        "Schuyler: I've been suspended from teaching indefinitely, without pay. The board of Ed is launching an investigation into my past drug use, and I've been required to give an account of every private moment I've ever had with you. That's how I'm doing.",
        "[SCENE_BREAK]",
        "Todd: I was looking for Blair and, uh -- I went into her bedroom. And there she was, lying on the floor in the bathroom. And the shower was still running and Dorian was there. She was going nuts.",
        "Joe: What were you doing there?",
        "Todd: Who the hell are you? Where's Vega?",
        "Talia: Antonio is out of town on assignment, okay? This guy's my temporary partner. Isn't there a restraining order against you? Aren't you supposed to stay away from that house?",
        "Bo: Manning? Why were you there?",
        "Todd: I went to talk to Blair about something. You know, you guys can't keep me out of there.",
        "Bo: Well, the restraining order says you stay away from Blair, too.",
        "[Cell phone rings]",
        "Bo: Buchanan. What?",
        "[SCENE_BREAK]",
        "ER Nurse: Blood pressure's still 70 over 40.",
        "Michael: She's still losing too much blood. Get me some gauze. I want those IVs full open.",
        "ER Nurse: BP's rising, 85 over 50.",
        "ER Doctor: Lungs seem clear.",
        "Michael: We need more gauze.",
        "ER Nurse: Pulse down, 130 to 120.",
        "Michael: Okay, all right --",
        "ER Nurse: BP's 110 over 70.",
        "Michael: That's good enough for the OR.",
        "Michael: Yeah, this is Dr. McBain. Tell them Blair Cramer's on her way up as soon as we get some films. And alert the blood bank that we're going to need six more units of packed cells.",
        "Dorian: Honey, please hang in. You listen to me, Blair. Listen, honey, and listen very carefully. You're going to come through this. Do you hear me? And you are going to be there to raise those three beautiful children. Nobody and nothing is ever going to harm you again. And nobody and nothing is going to take you away from us. You hear me?",
        "[SCENE_BREAK]",
        "Bo: Sahid? There's a big accident out on Route 3, multi-car. Gigi Morasco was involved in that. She had her son Shane with her. Now, that's Balsom's son. Now, I don't know how bad it is.",
        "Talia: Okay, well, go. We'll stay. We'll make sure that Manning doesn't cause any trouble.",
        "Bo: I want you to lean on Manning, see what you can find out about Blair, all right?",
        "Talia: Okay, sir. I'll keep you posted.",
        "Bo: Thank you. Hey, Nora, it's Bo. Look, I know I said I was going to pick up Matthew, but we have a job situation. I'm going to have to take care of it. So can you pick him up, please?",
        "[SCENE_BREAK]",
        "Gigi: John, are you getting anywhere? Because I don't think --",
        "John: Hang on.",
        "Gigi: Thank God. Oh, baby, you're getting out of here. You're going to be okay.",
        "John: Take it easy, I've got you. I've got you.",
        "[Shane gasping]",
        "John: I'll get you next, Gigi.",
        "Gigi: Don't worry about me. Just take care of my baby.",
        "Cole: Mom, am I okay?",
        "Marty: Yes. You will be. I'm here now and I'm going to make sure of it.",
        "[Cole gasping rapidly]",
        "Cole: Mom, I can't -- it hurts. I'm going to die.",
        "Marty: No, no. Listen to me. You are not going to die.",
        "Cole: Oh God, oh God.",
        "Marty: Try not to move, try not to move.",
        "Cole: My legs hurt so bad.",
        "Marty: Okay, listen to me. Son, you are my son. You are my son, and I'm here. And I'm going to take care of you. Stick with me, you hear me?",
        "Marty: [Screaming] John! John! Help me save my son!",
        "[Marty screaming]",
        "[SCENE_BREAK]",
        "Stacy: Some first loves are harder to get over, especially those love at first sight ones.",
        "Rex: Well, I hate to break it to you, Stacy. But the Easter Bunny, the Tooth Fairy -- it's the same as love at first sight. Or else there wouldn't be a me and Gigi, or a Shane. Or you sitting here drinking a beer with me.",
        "Rex: What's in this stuff?",
        "Stacy: What do you mean?",
        "Rex: Either this is a really strong brew or I'm --",
        "Stacy: You're what?",
        "Rex: I don't know -- wasted.",
        "Stacy: Well, I think it's probably just hitting you more because you've had a lot of stress lately. But it's okay. You go ahead. You drink up. So why aren't you and Gigi married?",
        "Rex: Uh, we're going to. We're just waiting.",
        "Stacy: For what? For your divorce to be final?",
        "Rex: We just want to make sure everything is okay. We've got Shane. We've got some money issues to deal with.",
        "Stacy: Or it's something else?",
        "Rex: Like what else?",
        "Stacy: Maybe you're afraid of screwing it up like you did with Adriana.",
        "Rex: That's -- no, no. That's not it.",
        "Stacy: Or maybe she's the wrong girl and you know it.",
        "Rex: What did you say?",
        "[SCENE_BREAK]",
        "Starr: I can't believe they're going to do this. I got you into so much trouble. I am so, so sorry.",
        "Schuyler: Starr, it's not you, it's not Cole.",
        "Starr: But if Cole hadn't have come at you like that, if he wasn't as messed up as he was --",
        "Schuyler: I did this. I let you into my life. They were right to suspend me. I have nobody to blame but myself.",
        "[SCENE_BREAK]",
        "Langston: You shouldn't jump to any conclusions. We don't know what really happened between Starr and Mr. J.",
        "Markko: Uh, yeah, we do. She told Mrs. Dickinson she kissed him.",
        "Langston: Okay, but we weren't there.",
        "Markko: So you think Starr was lying?",
        "Langston: I don't know. I just think there's more to it.",
        "Lola: Like she wasn't thinking clearly.",
        "Langston: Exactly. Starr feels close to Mr. J. because of what happened with their parents and maybe he just took advantage of that.",
        "Markko: Then why wouldn't she say that?",
        "Langston: To protect him, making a pass at a student? Dickinson would have to call the police.",
        "Markko: Well, forget about the police. What if she calls Starr's dad?",
        "Langston: Remember when he threatened to turn you into carne asada?",
        "Markko: Better hide the cutlery.",
        "[SCENE_BREAK]",
        "Talia: So your ex-wife, whom you were arguing with earlier, gets a knife in her back but you had nothing to do with it. Have I got that right?",
        "Todd: What I just don't understand is why am I getting the third degree here? I mean, the person that supposedly found Blair was her aunt. Why aren't you questioning Dorian?",
        "Joe: Her aunt didn't have a restraining order on her.",
        "Todd: Where did you get this guy?",
        "Talia: Dr. Lord did not stab Blair.",
        "Todd: Neither did I.",
        "Joe: All right, don't take another step.",
        "ER Nurse: Dr. McBain, there's a problem with OR 1.",
        "Talia: Blair, Blair? Can you tell me who did this to you?",
        "Dorian: What the hell do you think you're doing?",
        "Michael: She's coding, give me a defib, quick!",
        "[SCENE_BREAK]",
        "Marty: John!",
        "John: I'm right here, Marty. Hang on, hang on, Cole.",
        "Gigi: He's having -- he needs an inhaler.",
        "EMT: We've got one, ma'am.",
        "Bo: Marty? He's okay, Marty. He's okay. His legs were pinned underneath the car.",
        "EMT: We have to do a head-to-toe survey, okay?",
        "Marty: Are you all right?",
        "EMT: Ma'am, you need to move back.",
        "Marty: I'm not going anywhere, he's my son.",
        "Bo: I'm going to check on Gigi and Shane.",
        "Marty: Honey, it's your mother. I'm here, I love you so much. I love you. I'm not going anywhere, never again. Never again. Do you hear me? Stay with me. Stay with me, I love you",
        "Marty: Now, Cole, okay, they're taking care of you. You'll be fine, just fine.",
        "Bo: Are you okay?",
        "Gigi: We are now. How's Cole?",
        "Bo: I think his mother just saved his life.",
        "Cole: Mom? Is that really you? You're not dead?",
        "Marty: No, no. No, honey, I'm right here.",
        "Cole: Don't go. Don't leave. Where are you?",
        "Marty: No, no, no, honey. Honey, stay with me, stay awake. Cole, stay awake! Cole, stay with me! Can you hear me? Cole? I don't think he's breathing.",
        "John: What's going on -- he's bleeding out?",
        "Marty: I don't think is from the crash. I think he just OD'd!",
        "[SCENE_BREAK]",
        "Schuyler: It was bound to come out eventually -- that I was into drugs.",
        "Starr: But it was because of me and it was because I told Cole.",
        "Schuyler: No, I should've been upfront with the school board. And -- I shouldn't have told a student.",
        "Starr: Wait a second -- I'm not just a student. I'm your friend.",
        "Schuyler: I'm not supposed to be your friend, Starr.",
        "Starr: But you've helped me through so much. I was a total mess.",
        "Schuyler: Yeah, you were a total mess and that's a perfect reason for why I needed to maintain boundaries. The reason that kiss happened was because I didn't.",
        "Starr: There is a connection between us -- you can't just say that there isn't.",
        "Schuyler: Well, if there is, then I shouldn't be a teacher.",
        "Starr: You felt something, too, Schuyler.",
        "Schuyler: My name is Mr. Joplin. I'm your teacher, not your friend, and if you're looking for something more, then you and I can never be in the same place alone ever again.",
        "[SCENE_BREAK]",
        "Michael: All clear!",
        "[Alarm beeps]",
        "Doctor: We have a normal sinus rhythm.",
        "Michael: All right, that's as good as we're going to get. Somebody hold that elevator; tell them we're coming upstairs. Let's go.",
        "Nurse: Go.",
        "Todd: I just want to see her.",
        "Joe: You're not getting near her.",
        "Talia: Lucky for you she crashed before she ID'd you as her assailant.",
        "Todd: What is this -- you're already convicting me?",
        "Talia: No, I'll leave that up to the judge and jury. Come on.",
        "Todd: No, get your hands off me.",
        "Talia: I'm taking you downtown with Joe to get your full statement.",
        "Todd: Well, you're going to have to shoot me first then.",
        "[SCENE_BREAK]",
        "Marty: Is he breathing?",
        "EMT: It's shallow but it's non-responsive.",
        "John: You think he took something?",
        "Marty: I'm sure of it -- I'm a doctor. Central line, that's great because we need it right now. I don't know what he's got in him, but his pupils are pinpoint so we need to push in some naloxone.",
        "Marty: Here we go, here we go, here we go, here we go. Come on, come on, stay with me. Stay with me, Cole. Come on, come on back to me. Come on, here we go.",
        "[Cole breathes]",
        "Marty: Here we go. Here we go.",
        "[Cole mumbles]",
        "Cole: Where am I?",
        "Marty: You were in an accident, honey, but it's okay. We're here, we're -- we're here, we're taking care of you. You're going to be fine.",
        "EMT: On three. One, two, three.",
        "Marty: Why did it take so long for me to love him?",
        "[SCENE_BREAK]",
        "Shane: I'm okay, thanks.",
        "Bo: No, I think you better go to the hospital and let them check you out.",
        "Shane: But why if --",
        "Gigi: Don't argue. We need to make sure you're all right. I'm going to call your dad and have him meet us there.",
        "Shane: I want to talk to him.",
        "Gigi: You can as soon as he picks up. It's going to voicemail.",
        "Shane: Where is he?",
        "Gigi: I thought he was home.",
        "Shane: I want my dad.",
        "[SCENE_BREAK]",
        "[Phone vibrates]",
        "Rex: So, like, who the hell else would there be for me other than your sister anyway?",
        "Stacy: Rex, it's me, okay? It's Stacy. I remember you when you were the biggest player around.",
        "Rex: You were a kid -- how would you know that?",
        "Stacy: I knew everything about you. I mean, I know you well enough to know you never would've married Adriana if you didn't think she was the one.",
        "Rex: No, she was, but she wasn't because I thought Gigi -- uh -- I'm -- I'm confusing myself here.",
        "[Rex sighs]",
        "Rex: What I'm trying to say is -- I love your sister. You know that, right?",
        "[SCENE_BREAK]",
        "Talia: Since you're not coming down to the station, we're going to take your statement right here.",
        "Todd: Okay. You can do whatever the hell you want, but I'm not leaving this hospital till I know Blair's okay.",
        "Talia: You almost sound like you care.",
        "Todd: She's the mother of my children. I don't think you could know what it felt like seeing her lying there in all that blood.",
        "[SCENE_BREAK]",
        "Michael: What's going on?",
        "EMT: He's one of three victims in an MVC.",
        "EMT: No seat belt, got thrown from the car. Small lac and abrasions in the back of his head.",
        "EMT: And no obvious signs of head trauma or spinal.",
        "John: His legs were pinned under the car, Mike.",
        "EMT: Yeah, but no obvious signs of fractures, just some bruising.",
        "Marty: Pupils pinpoint and his breathing was shallow. I found this. We gave him an amp of naloxone and he responded.",
        "Michael: Okay, good. Let's get him in Room B and set me up with a NG tube and some charcoal. We'll do a gastric lavage.",
        "Marty: Right.",
        "Michael: Get down to radiology and --",
        "Marty: They're going to pump his stomach.",
        "John: He's going to be okay. Hey -- he's going to be okay.",
        "Marty: Okay.",
        "[SCENE_BREAK]",
        "EMT: Okay, we'll get you both to a doctor right away.",
        "Shane: Mom, you're bleeding.",
        "Gigi: Oh, I'm okay, I'm okay. What about you?",
        "Shane: I already told you a gazillion times, I'm fine.",
        "Gigi: Okay. I just worry, so sue me. I love you so much. I'm so glad you're okay.",
        "Shane: I love you, too, Mom, but I can't breathe.",
        "[Gigi gasps]",
        "Gigi: Are you having another attack?",
        "Shane: You were suffocating me.",
        "Gigi: Oh.",
        "EMT: We're going to park you in one of the cubes.",
        "Shane: Try calling Dad again.",
        "Gigi: Well, I'm not allowed to use my cell phone in here. I'm sure he's fine. He's probably trying to get a hold of us.",
        "[SCENE_BREAK]",
        "Stacy: Do I know that you love my sister? Um -- hello? You two are, like, all over each other always.",
        "Rex: We're that bad?",
        "Stacy: It's not a bad thing, Rex. I mean, I wouldn't mind it, but I can't say that I'm ever going to have that.",
        "Rex: Are you for re -- have you looked in the mirror lately?",
        "Stacy: You think I'm -- okay?",
        "Rex: Uh -- I'd have to be -- not a guy. I mean it. You got it all going -- looks, you're funny. Guy would have to be nuts to not see that.",
        "Stacy: You don't.",
        "Rex: Well, I'm spoken for.",
        "Stacy: Do you remember when we first met?",
        "Rex: Uh -- uh -- was it at your parents' house?",
        "Stacy: No, I was in grade school, and it was before you had met Gigi. I was this geeky little girl and I had this way too big backpack and one day it fell and all my books went everywhere and my stuff I didn't want anyone to see. Everyone was kicking it around and making fun of me and you showed up like it was a dream almost.",
        "Rex: I beat up the other kids, right?",
        "Stacy: No.",
        "Rex: Oh.",
        "Stacy: You were, like, the coolest ever. You helped me pick up all my stuff and then you said the most amazing thing to me.",
        "[Rex sighs]",
        "Rex: What?",
        "Stacy: \"It's just stuff, and they're all just bored.\" And then you smiled and walked away.",
        "Rex: Sorry, I don't remember.",
        "Stacy: Well, I'll never forget it.",
        "Rex: Well, I guess I was a nice guy, sometimes.",
        "Stacy: No, you were -- you are, you're the best. Just kind of a coincidence that you ended up with Gigi when I was the one who met you first. How are you feeling?",
        "Rex: The last time I was this out of it, it was my bachelor party.",
        "Stacy: Bad?",
        "Rex: Ah, it was a mess. I did a -- I did a pole dance at the club, Snoop Dogg was there. It's true.",
        "[Stacy chuckles]",
        "Stacy: I would've paid to see that.",
        "Rex: No, it was lame. It gave me a whole new appreciation for what the pros do.",
        "Stacy: How about I show you how it's done?",
        "[SCENE_BREAK]",
        "Starr: Why are you talking to me like this?",
        "Schuyler: I'm talking to you like a teacher, and that's all I can ever be to you -- ever.",
        "Starr: You're only, like, six or seven years older than me.",
        "Schuyler: Starr, those six or seven years matter, and it's not me you want -- it's Cole!",
        "Starr: Cole and I are over. He said that I make him sick, and after what he did to you tonight, how can I forgive him for that? I can't!",
        "Schuyler: Okay, I'm sorry.",
        "Starr: Why are you sorry? I'm the one who told Cole that you used to do drugs. I completely betrayed you.",
        "Schuyler: No, I'm the one who dragged you into this. I had no business telling you any of that.",
        "Starr: I think you told me that because you felt something for me. Was it really all just me?",
        "[SCENE_BREAK]",
        "Markko: It doesn't matter who kissed who. Starr is a student and Mr. J is a teacher.",
        "Langston: Totally off-limits.",
        "Markko: And gross.",
        "Lola: I think it's kind of romantic -- I mean, forbidden love. She knows she shouldn't but she can't help herself and he wants to stop but he can't.",
        "Markko: Um -- you know, like Langston said, we -- we don't know what happened.",
        "Langston: No, but maybe Lola's right. Maybe it's mutual.",
        "Markko: Well, if that's true, then that totally sucks for Cole.",
        "Lola: I mean, no wonder he said all those things about Mr. J -- accusing him of being a drug addict?",
        "Langston: You think Cole's okay?",
        "Markko: I don't know. He seemed pretty messed up tonight.",
        "[SCENE_BREAK]",
        "Marty: Okay, sweetheart, this is what's going to happen. All right, now it's not going to feel good, but they have to do it and I know you can handle it. I know you can, so just -- just keep swallowing when they tell you to, okay? All right, they're going to -- they're going to pass what's called an NG tube and they're going to pass it down through your nose and into your stomach, okay? They're just going to flush out those pills, honey. Okay?",
        "Cole: No, Mom. No.",
        "Marty: No, no, it's okay, it's okay, sweetie. Listen to me. You're going to be okay, you're going to be okay and you don't have to do this alone, all right? I'm right here, I'm not leaving you. And we're going to get through this together just like we always did -- do you hear me?",
        "John: Hey. I'm going to wait outside, okay? Hang in there, kid.",
        "John: Dr. Lord.",
        "[SCENE_BREAK]",
        "Schuyler: Starr, you are a very, very special girl. But you're in love with Cole, whether you realize it or not.",
        "[SCENE_BREAK]",
        "Joe: Hold it!",
        "Talia: Easy, Manning. What are you doing?",
        "Todd: Did you guys really think I was going for a gun?",
        "Talia: I didn't say you could make a phone call.",
        "Todd: Well, I don't care what you say! I really don't care what you say or what you don't say. I'm going to use this phone, I'm going to call my daughter, and I'm going to let her know about her mother!",
        "[SCENE_BREAK]",
        "Starr: I have been looking out for my dad, and for Cole and for the baby that I lost, for a long time. What if once, I want to look out for me?",
        "[Phone rings]",
        "Schuyler: Take the call, Starr.",
        "Starr: I'm sorry, Schuyler.",
        "Starr: I really am. Gee.",
        "[Ringing]",
        "Starr: What the hell does he want?",
        "[SCENE_BREAK]",
        "Gigi: I shouldn't be doing this. It's against hospital rules.",
        "Shane: Why isn't Dad answering?",
        "[SCENE_BREAK]",
        "Rex: Whoo-hoo!",
        "[Music plays]",
        "Rex: Geeg! I mean -- Stacy, your -- your stripper name was Gigi.",
        "Stacy: Exotic dancer.",
        "Rex: Right -- erotic dancer.",
        "Rex: Don't tell your sister I went -- I went to a strip club. She -- she -- she might --",
        "Stacy: She might what?",
        "[Rex sighs]",
        "[Phone vibrates]",
        "Stacy: Sorry, Geeg. Rex can't come to the phone right now.",
        "[SCENE_BREAK]",
        "Dorian: John, you heard. I am so worried about Blair.",
        "John: What about Blair?",
        "[SCENE_BREAK]",
        "Starr: What?",
        "Todd: Starr, it's me. Don't hang up, please.",
        "Starr: I told you not to call me anymore. I have nothing left to say to you.",
        "Todd: Well, this isn't about me. This is going to be very hard for you to hear, honey. It's your mom.",
        "[SCENE_BREAK]",
        "Michael: All right. Now that we've got the charcoal down him, it should bind whatever he took.",
        "Marty: It's over, honey. It's over. Hey, the worst is behind us -- I mean that.",
        "[Cole gasps]",
        "Cole: And -- and Matt?",
        "[SCENE_BREAK]",
        "Bo: Tag everything, both vehicles. I want this whole area secured! And I want a report ASAP, probable sequence of events, and I want to know who was at fault.",
        "[SCENE_BREAK]",
        "Marty: I don't think I heard you. What did you just say?",
        "Cole: How is -- how is Matthew?",
        "[SCENE_BREAK]",
        "Bo: Matthew. Matthew! Matthew!",
        "[NEXT_ON]",
        "Stacy: All I wanted was someone like you.",
        "Matthew: Dad.",
        "Bo: I got to tell you something.",
        "Starr: Did you stab Mom?",
        "Dorian: I know who stabbed Blair.",
        "John: Did you do this to her?"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=K55AZLi2m1w"
}