{
    "Episode Summary": [],
    "Recap": [
        "Clint and Natalie arrive at Buchanan Enterprises at the same time and discuss the report that she sent out that morning. As he questions her about Jared Banks, he walks into the office. Sarah and Cris prepare the Capricorn for the \"Timberland\" concert. Rex walks in and can't believe that Sarah didn't bring \"Tinberland\" to him. Layla, Vincent, and Sean arrive at Capricorn for the concert. Sean takes Talia in his arms just for show in front of Antonio. Antonio walks in and hugs Cris. Rex moans to Adriana because \"Timberland\" isn't playing at his club. Dorian looks frantically for her car keys when Starr and Cole arrive. Although they offer her a ride, Dorian refuses. Dorian asks Starr where Langston could be. Langston and Markko arrive home. Markko lets it slip that he loves her. John and Marty continue to kiss when he suddenly draws away. Todd and Blair arrive in court. Todd insists that he is not letting Tommy go home with Marcie and Michael. The judge begins to make his ruling. Sean continues to \"come on\" to Talia to make things looks authentic in front of Antonio. Layla draws Talia aside to talk to her one-on- one. Cris admits he hadn't been with a woman in he didn't know how long. Adriana realizes that Rex is working with Dorian. Starr lets Dorian know that Langston is getting ready to go home with Markko to meet his parents. Starr admits to Dorian that she never met Langston's parents. Dorian arrives on Langston's doorstop and tells her that she knows where her parents are. The judge continues to keep the McBains and Mannings in suspense regarding Tommy's custody."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: Hey, boss! I didn't know if I was going to see you.",
        "Clint: Oh.",
        "Natalie: This place is so big.",
        "Clint: Well, let me tell you something -- your grandfather liked to keep the help guessing. Me -- I want everybody to know where we're headed.",
        "Natalie: Yeah, I know, I got the memo. I heard you were restructuring.",
        "Clint: Yeah, I'm trying to. Listen, I want to talk to you about this report that you sent out this morning.",
        "Natalie: Oh, yeah. Come on in.",
        "Clint: It's got your name on it, but it's also got a name that I don't recognize -- \"Jared Banks\"?",
        "Jared: Hey, Sparky, get a load of this. Oh, hi.",
        "Clint: \"Sparky\"? Would that be me or my daughter?",
        "[SCENE_BREAK]",
        "Cristian: Oh, and see if you can fit three s over there. We got a capacity crowd --",
        "Sarah: Oh.",
        "Cristian: Sorry. You ok?",
        "Sarah: Um -- we're all out of pink gels. Do you have any in your office?",
        "Rex: Timbaland needs pink gels?",
        "Sarah: Yeah, and he and his band are going to be here in, like, 20 minutes.",
        "Rex: Yeah, about that -- I still can't believe that Timbaland is playing here tonight.",
        "Cristian: That's right, thanks to Sarah.",
        "Rex: See, that's my problem. Why the \"hell\" didn't you bring them to \"me\"? Ultraviolet brings in a much hipper crowd.",
        "Cristian: Oh, all right --",
        "Rex: I just --",
        "Cristian: Rex, relax. Sarah works for me, ok?",
        "[Rex sighs]",
        "Cristian: Easy.",
        "Rex: I have band envy, and there's only one cure -- introduce me to their manager.",
        "Sarah: Ah.",
        "Rex: I'll pay you. I'll even pay them!",
        "Cristian: He went that-a-way.",
        "Adriana: Ok.",
        "Cristian: Hey.",
        "Layla: Hey, Cristian. Timbaland -- is he really here?",
        "Cristian: That's right, that's the rumor. What's up, boys?",
        "Shaun: I wonder if my woman is coming to the show. What? This wasn't my idea.",
        "Layla: All right, Shaun, don't push it. If Talia still wants you to \"pretend\" to be her boyfriend, she'll let you know.",
        "Talia: Hi. Oh -- ok! Awesome -- thanks.",
        "Shaun: Hey, baby.",
        "Talia: Huh.",
        "Shaun: George has been missing you.",
        "Talia: Oh.",
        "Layla: I told him to go easy.",
        "Shaun: Got to keep it real, right?",
        "[Rex groans]",
        "Rex: They should be playing my club.",
        "Adriana: Honey, you've had great bands at U.V. Lifehouse was amazing.",
        "Rex: Yeah, they were, weren't they?",
        "Adriana: Mm-hmm. So, I got your message. Who hired you -- somebody famous?",
        "Rex: She'd like to think so. It was your mother.",
        "[SCENE_BREAK]",
        "Dorian: Oh. Oh, hi, kids.",
        "Cole: Hey.",
        "Starr: Hi, Aunt Dorian.",
        "Dorian: I am madly searching for my car keys.",
        "Cole: Well, where -- where'd you leave them?",
        "Dorian: If I knew that, I would be long gone.",
        "Starr: Where are you going?",
        "Cole: Yeah, I could give you a ride.",
        "Dorian: That's really sweet of you, Cole, but luckily -- ta-da! I keep a spare for emergencies.",
        "Starr: This is an emergency?",
        "Dorian: No. No, everything's just fine. So -- ahem -- would you happen to know where I could find Langston?",
        "[SCENE_BREAK]",
        "Markko: Definitely the cowboy boots.",
        "Langston: To meet your parents?",
        "Markko: Yeah, and the leather vest? It's killer.",
        "Langston: Oh, that's exactly the type of impression I want to make on your mother.",
        "Markko: Oh! Where whatever you want.",
        "Langston: I'm serious. If I wear a dress -- I mean, what's dinner like at your house, 12 forks and a candelabra?",
        "Markko: Oh, don't worry. If you make a mistake, the butler will give you a nod.",
        "Langston: The butler?",
        "Markko: That's the name of my dog -- butler. Hey -- hey, hey, hey. You always look great, ok? Stop worrying.",
        "Langston: You want me to impress your parents.",
        "Markko: You will. It doesn't matter what you wear. They're going to love you as much as I do.",
        "Langston: What did you just say?",
        "[SCENE_BREAK]",
        "Todd: Hey. Where the hell's the judge? I thought you said he made a decision.",
        "Morgan: He'll be here.",
        "Todd: Well, where the hell is he? Or maybe he doesn't give a damn.",
        "Morgan: You're lucky he's ruling from the bench. A written decision could've taken months. Now, whatever he decides --",
        "Todd: No, no, now wait a minute. There is no \"whatever he decides.\" I'm not going to lose this kid.",
        "Blair: Ok. Now, what if the judge does decide for Todd? Can we take the baby home with us tonight?",
        "Morgan: We're getting ahead of ourselves.",
        "Todd: You know, you got a bad attitude. And I'll tell you one thing -- I am not letting that kid go home with those people.",
        "[SCENE_BREAK]",
        "Vincent: So, Shaun, you seem pretty pleased with yourself.",
        "Shaun: Why not? Talia's a very beautiful woman.",
        "Talia: Oh.",
        "Layla: Excuse us. Girl, I'm so sorry. If I had known how much he'd get into this, I would have never --",
        "Talia: It's not his fault. It's fine. If I hadn't have told Antonio I had a boyfriend named George, you wouldn't have had to volunteer Shaun for the job.",
        "Layla: I know.",
        "[Talia sighs]",
        "Layla: We'll stage a breakup.",
        "Talia: No. No more drama, no more lies -- no.",
        "[SCENE_BREAK]",
        "Antonio: Ok.",
        "Cristian: What are you doing? Let me get that.",
        "Antonio: I'm cool, man.",
        "Cristian: You sure about that?",
        "Antonio: Yeah.",
        "Cristian: It's only en a couple of months since the surgery.",
        "Antonio: Yeah, I know, but the body's pretty much healed.",
        "Cristian: Listen, sorry I haven't been around. This -- this place is keeping me pretty damn busy.",
        "Antonio: It's cool, man, and the club looks like it's catching on.",
        "Cristian: So how have you been?",
        "Antonio: I've been good. I get through the day, I check it off. Jamie's been my saving grace. I watch her do a cartwheel or paint a picture and I remember what it's like to be happy.",
        "Cristian: Yeah, I know what you mean. You know something? I haven't been with a woman in I don't even know how long.",
        "Antonio: Dude, that's a little bit too much information.",
        "Cristian: That's what's going on with me. That's what --",
        "Sarah: Guys, there's a line around the block. Quit having fun and get the bar stocked.",
        "Cristian: Sure.",
        "Antonio: Is -- is she always this bossy?",
        "Cristian: No. Sometimes, she's worse.",
        "[SCENE_BREAK]",
        "Adriana: So what'd you finally agree to do for her? Oh, come on! You can't tell me my mother hired you for a job and then not give me the dirt. And, besides, I thought you said the case was closed.",
        "Rex: It is.",
        "Adriana: So?",
        "Rex: It was just a routine missing persons thing.",
        "Adriana: Oh, somebody's missing? Who?",
        "[SCENE_BREAK]",
        "Starr: Why do you need to find Langston?",
        "Dorian: I'm just surprised that she's not here with you. How about a little snack? The two of you seem to be tied at the hips these days and I -- oh, I'm also wondering whether she's going to be joining us for dinner again tonight.",
        "Starr: No. Actually, she's at Markko's house having dinner with his parents.",
        "Dorian: Oh. I see -- that's where she is now?",
        "Starr: Uh -- no. Actually, she went home to change first.",
        "Dorian: That's a big deal -- meeting the parents? Has Markko met her parents?",
        "[Cole scoffs]",
        "Cole: No one's met her parents.",
        "Starr: Yeah, I know.",
        "Dorian: Even you, Starr, after all the time you've known her?",
        "Starr: Well, they travel a lot.",
        "Dorian: It can't be easy for her, living on her own.",
        "Starr: Hmm -- no, she lives with her maid.",
        "Cole: Who no one's ever seen.",
        "Starr: Yeah, but you can tell that she lives there -- I mean, the place is spotless. Plus, Langston seems to be ok with it.",
        "Cole: No, she's not ok with it.",
        "Starr: Well, she's not ok with talking about it, but -- actually, she did get mad when Markko said that her parents leave her alone too much.",
        "Cole: Which is the truth.",
        "Starr: Right, but, look, her parents wanted to send her away to boarding school when they were away, but she wanted to stay here, so it's her choice.",
        "Dorian: Really?",
        "Starr: Yes, really. Is there something that you know that I don't?",
        "[SCENE_BREAK]",
        "Markko: I said they'll love you as much as I do.",
        "Langston: Don't do that.",
        "Markko: What?",
        "Langston: Don't throw that word around if you don't mean it.",
        "Markko: But I do. I mean, yeah, I know -- we rag on each other and no one sets me off like you do. But I thought you knew how I felt about you",
        "Langston: Yeah, you're into me. We hang out, we have fun, it's cool.",
        "Markko: No, no, no. It -- it's so much more than that, to me. I love you.",
        "[SCENE_BREAK]",
        "Blair: Todd, don't. You'll only make things worse.",
        "Todd: Look at that bitch lawyer!",
        "Blair: Come on, Todd. Stop.",
        "Todd: She made me look like an unfit parent. What do you want from me? I could lose my kid.",
        "Blair: You're not going to do that. You don't know that.",
        "Todd: Hey. If I do lose, we can appeal, right?",
        "Morgan: If you've got grounds.",
        "Todd: Well, he's my son. How else --",
        "Morgan: And we've made that case. If the judge decides against you, you're going to need something more.",
        "Todd: Like what?",
        "Blair: Come on. Let's just wait and see what the judge has to say.",
        "Todd: No, no, I'm not going to risk it. You're right -- we need a plan B.",
        "Judy: We all know how volatile he can be and the last thing you need is a shouting match as the judge arrives. So how are you holding up?",
        "Marcie: I think I'd feel a lot better if I weren't alone in all of this, honestly.",
        "Michael: No matter what you think, you're not alone here.",
        "Judy: Listen. I know how stressful this is. Just try not to take it out on each other. Excuse me.",
        "Michael: Look, I know you're furious at me, but this is not the time or the place, ok? We have to present a united front here. For god's sakes, Marcie, I -- I was trying to protect you.",
        "Marcie: I don't need protecting. Michael, I don't need the protecting -- Tommy needed the protecting. And I still can't believe that you knew -- you knew that Todd was Tommy's father and you kept that from me -- from your wife, Michael. What did you think? Did you think that I was just going to collapse? I am just as strong, just as smart, and just as tough as you and I am just as committed to this child.",
        "Michael: I was wrong, ok? Can we please just get past it?",
        "Marcie: I don't know, Michael.",
        "Michael: Todd -- we don't have anything to say to you.",
        "Todd: I'm going to make you an offer.",
        "[SCENE_BREAK]",
        "Clint: Who are you?",
        "Jared: Uh -- Jared Banks, Mr. Buchanan, your biggest fan.",
        "Clint: Is that so? And \"Sparky\"?",
        "Jared: Your daughter has a short fuse, not that that's a bad thing. She's just hard to please.",
        "Clint: Oh. And calling her \"Sparky\" -- that pleases her?",
        "Natalie: You know, actually Jared and I have been working for hours, for weeks, on that report that you got this morning.",
        "Clint: And Jared is --",
        "Natalie: He's the new hire. You were so busy with the restructuring and everything, I didn't want to bother you, so when his resume came across my desk, I --",
        "Clint: You hired Jared?",
        "Natalie: Yeah, I -- I did.",
        "Clint: Well, I'm sure you had your reasons. Next time, I want you to share them with me.",
        "Natalie: Well, you know, Jared happens to be a long-time friend of Jessica's, so that was also one of the reasons.",
        "Clint: And how is it you know my other daughter?",
        "[SCENE_BREAK]",
        "Langston: You love me?",
        "Markko: Yeah.",
        "Langston: Uh --",
        "Markko: Well, if it helps, I've never said that to a girl before -- well, except Ursula.",
        "Langston: Ursula?",
        "Markko: Yeah. You know, we were in pre-k together. I told her I loved her, she threw clay in my face. It was -- good. I was afraid you stopped breathing.",
        "Langston: Yeah, well, it's --",
        "Markko: Hey, you don't have to say anything -- I mean, unless you want to -- but just know that I don't anything.",
        "Langston: You're the first boy that's ever said that to me.",
        "[SCENE_BREAK]",
        "Dorian: All I know is what you've told me -- that her parents are away a lot of the time.",
        "Starr: Aunt Dorian, you know something more -- just admit it.",
        "Dorian: I know that she is much too young to be living on her own.",
        "Starr: Yeah, but she's handling it fine. I know her parents call her all the time.",
        "Dorian: I see. And you've spoken to them?",
        "Starr: Well, I've been there when they've called.",
        "Dorian: Recently?",
        "Starr: Yeah, they call her all the time.",
        "Dorian: So she tells you.",
        "Starr: Aunt Dorian, I've been there when she's gotten calls from them.",
        "Dorian: Right. So, any idea where your mother is? Because I want to let her know I'm going to be going out for a while.",
        "Starr: Actually, she -- she might be in court with my dad. I wonder if the judge made a decision about my brother yet. Poor kid.",
        "Dorian: Hmm.",
        "[SCENE_BREAK]",
        "Marcie: Oh, I cannot wait to hear this one. What kind of an offer, Todd?",
        "Todd: One you'd be stupid to refuse.",
        "Marcie: What are you going to do -- write me another check?",
        "Morgan: My client has decided to amend his suit.",
        "Todd: Yeah, I'm willing to share custody --",
        "Marcie: Hmm.",
        "Todd: Not that you deserve it.",
        "Blair: Todd is very grateful for everything the two of you did.",
        "Todd: Yeah, you took care of my son, so I'm going to throw you a bone here because you know you're going to lose.",
        "Michael: Well, if we're going to lose, why the offer?",
        "Marcie: You wouldn't share a damn thing with us. This is just your way of getting your foot in the door, Todd, when we win.",
        "Todd: And if you lose?",
        "Marcie: We're not going to lose. And you know we're not going to lose -- that's why the offer. This is your only shot.",
        "Michael: Marcie, can I talk to you for a second?",
        "Marcie: Why?",
        "Michael: It'll only be a second, please.",
        "Marcie: Fine.",
        "Michael: I really think we should consider Todd's offer.",
        "Marcie: Have you lost your mind?",
        "Michael: Look, I know that this is the last thing that either e of us wants, but at least this way we will know that we will always be in Tommy's life.",
        "Marcie: When? Michael, Monday, Wednesday, and Friday? You're going to be ok with that? I don't even know who you are anymore, Mike.",
        "Michael: Marce?",
        "Judy: Let me talk to her.",
        "Morgan: The husband's thinking. Now, if Judy can just talk some sense into the wife.",
        "Todd: And if she can't? I'm not going to lose this kid.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Marty: Do you think it's Mike?",
        "John: Mike.",
        "John: I'll be there.",
        "Marty: The judge has already made his decision?",
        "John: Mike didn't sound too good.",
        "Marty: Of course we have to leave. You don't mind if I go with you, do you? I -- I mean, I don't -- I don't have to go.",
        "John: I'd like if you came.",
        "Marty: Me, too. But I'm going to want a rain check on this.",
        "[SCENE_BREAK]",
        "Jared: Jessica and I met a while back.",
        "Clint: How far back?",
        "Jared: It -- you know, I feel like I've known your entire e life. I have been a student of Buchanan Enterprises for years.",
        "Clint: Why?",
        "Jared: Well, primarily because it's one of the most efficiently run private companies in this country, and may I add, I'm very sorry for your loss. Asa Buchanan was my hero. That man started from nothing and he built an empire that supports countless families. He is what this country is all about.",
        "Clint: Asa Buchanan was one of a kind.",
        "Jared: Oh. It's really such an honor to work for this family, sir. You have no idea.",
        "Clint: Well, Natalie, you're very quiet.",
        "Natalie: Well, you know, I mean, when Jared starts talking about B.E. --",
        "Jared: I never shut up.",
        "Natalie: Right.",
        "Clint: Well. Well, if you're a hard worker, I'm glad you're aboard.",
        "Jared: Ah -- thank you, sir.",
        "Clint: And, Natalie, we will talk about this some more -- soon.",
        "Jared: Oh! He loves me. I can feel it.",
        "Natalie: Feel this.",
        "Jared: Ooh.",
        "[SCENE_BREAK]",
        "Sarah: Arnie's out front with the crew, the band's on its way. We're right on schedule.",
        "Antonio: There's a line around the block.",
        "Cristian: Good. It's short notice, but we got the word out, huh?",
        "Sarah: Thank god for email. Huh.",
        "Antonio: You did a good job, Sarah.",
        "Sarah: Thank you.",
        "Cristian: I know, I know -- we wouldn't have done it without you. I got to go talk to security. Excuse me.",
        "Antonio: That's high praise from him.",
        "Sarah: Oh, so they tell me. Uh -- I've got to go. I've got about a million things to do.",
        "Antonio: Hey, Talia.",
        "Talia: This is all very exciting.",
        "Antonio: Mm-hmm.",
        "Talia: Timbaland.",
        "Antonio: You and George fans?",
        "Talia: Um -- what? Yes, absolutely. Yeah.",
        "Antonio: So tell me again why you -- why you didn't tell me that George was someone I know?",
        "Layla: If Talia wants you to kiss her, she'll tell you. If she wants you to put your arm around her, she'll tell you that, too, so don't go volunteer any PDAs.",
        "Vincent: Public displays of affection. She uses that a lot.",
        "Layla: Don't be trying to take advantage of the situation.",
        "Shaun: The situation you made?",
        "Layla: Just don't weasel your way into anything with Talia.",
        "Shaun: I'm no weasel.",
        "Layla: What?",
        "Vincent: The man that you go out with so you can hide how you really feel.",
        "Shaun: That's me. And since I didn't volunteer for this job, I think I deserve a little gratitude for my attitude.",
        "Vincent: The man has got a point.",
        "Layla: Oh --",
        "[SCENE_BREAK]",
        "Adriana: So, my mother asked you to investigate Starr's best friend?",
        "Rex: Her parents.",
        "Adriana: What is she up to now?",
        "Rex: She was worried. She thinks Langston's being left alone too much.",
        "Adriana: Oh, so she decided to interfere, as usual.",
        "Rex: I hear you, but I -- I got to agree. I -- I think your mother's right. I mean, even my mother wouldn't leave a girl that age totally on her own.",
        "[SCENE_BREAK]",
        "Dorian: Don't forget to tell your mother that I'm going out and if you need anything --",
        "Starr: Call the cell.",
        "Dorian: Exactly. Bye-bye.",
        "Starr: Bye.",
        "Cole: See ya.",
        "[Door closes]",
        "Cole: Ok, so what's up with your aunt?",
        "Starr: I don't know what you mean. Huh. Oh, there's nothing in this fridge but fruit and vegetables.",
        "Cole: What's with all the questions about Langston?",
        "Starr: Well, Langston's been over here a lot with me lately and she likes her. Plus, my aunt is the nosiest person in the world. Are you hungry?",
        "Cole: Yeah, I could eat.",
        "Starr: Ok. Well, I'm starving, so I think we should order from someplace. Huh. Let's see -- there is Thai food, hmm, Italian food, American --",
        "Cole: Hey, hey -- you know what? I got a better idea.",
        "[SCENE_BREAK]",
        "Todd: Trouble in paradise.",
        "Blair: Looks like they disagree about your offer.",
        "Todd: No, I think it's more than that.",
        "Judy: You two have to talk. There's only a small window of time here. You have to resolve these issues.",
        "Michael: I called john, he's coming down.",
        "Marcie: If you think john is going to convince me to shared custody, Michael, you better think again, ok?",
        "Michael: And if we lose, then what?",
        "Marcie: You're the one who keeps telling me that we have it made.",
        "Michael: Todd Manning is willing to make an offer before the decision comes down.",
        "Marcie: I am not agreeing to shared custody with Todd Manning, Michael. I wouldn't hand Tommy over to that sociopath if he were the last father to roam this earth! You know, I don't care what you have to say -- I don't care what you have to say!",
        "Michael: That is exactly why I didn't tell you what I knew when I found out about it. Look, you get so fixated on what's wrong with a situation, you can't see past it to a solution.",
        "Marcie: No, I don't!",
        "Michael: You hate Todd Manning, yes. I hate Todd Manning, too, but I'm not thinking about Todd here. I am thinking about our son and I am thinking about what it would be like for him to never see us again.",
        "Marcie: Don't you say that. Don't you \"dare\" say that to me!",
        "Michael: I have to say that -- I am his father.",
        "Marcie: Oh, right. So now, are you telling me that you think the judge is going to decide against us? Can you make up your mind?",
        "Michael: Look, it's a possibility, ok? Now, tell me what would be worse -- sharing custody or never seeing our son again? Is it better for Tommy to know that he can still turn to us -- or not?",
        "[SCENE_BREAK]",
        "Jared: I'm telling you, your father likes me.",
        "Natalie: Do you really think that he bought that line of bull that you laid on him?",
        "Jared: You didn't tell me you didn't have the authority to hire me.",
        "Natalie: Well, what else was I supposed to do? You were threatening to tell the cops and everyone that Jessica framed you.",
        "Jared: She did, and I spent two years in a jail cell because of her.",
        "Natalie: Don't start that again.",
        "Jared: I'm just saying that if I pushed a little hard to get this job, that's why. Ok? Did your father say anything about our report?",
        "Natalie: No, no. See, all he could focus on is who you are and what the hell are you doing here.",
        "Jared: You exceed your authority. You'll have to get used to your dad taking you down a notch.",
        "Natalie: Ok. Well, thank you so much for explaining my own father to me.",
        "Jared: Come on. You like me, you're just scared to admit it.",
        "Natalie: No, I don't like you. And get your feet off my desk.",
        "Jared: Ok, whatever you say, Sparky.",
        "Natalie: Stop calling me that!",
        "Jared: On one condition. You let me take you out tonight and make it up to you.",
        "Natalie: You want to take me out on a date?",
        "Jared: Fine, you can pay.",
        "[SCENE_BREAK]",
        "Vincent: I don't want anybody making a fool out of Shaun.",
        "Layla: Shaun's safe. It's Talia who's in trouble.",
        "[SCENE_BREAK]",
        "Antonio: Shaun helped us when you and I were working the hate crime case. You never mentioned anything.",
        "Talia: I know.",
        "Antonio: I was just wondering why you kept it under wraps.",
        "Talia: Uh -- I guess I was afraid of how you'd react. He works for Vincent. You guys don't exactly get along, so --",
        "Antonio: Got it. Well, Vincent and I made peace.",
        "Talia: I didn't know that.",
        "Antonio: So you guys started seeing each other --",
        "Talia: After we closed the case.",
        "Antonio: So it hasn't been that long.",
        "Talia: Feelings move fast.",
        "Antonio: He's a good guy. Quiet.",
        "Talia: Yeah.",
        "[SCENE_BREAK]",
        "Rex: Shaun, I just heard the word. You and the hot lady cop?",
        "Shaun: My man, we're like this.",
        "Adriana: Oh. Huh. Vincent Jones' bodyguard and a cop?",
        "Rex: Well, it's no stranger than me and your mother.",
        "[Adriana chuckles]",
        "[SCENE_BREAK]",
        "Langston: You're funny.",
        "Markko: Hmm. Hey, you're the best thing that's happened to me in a long time, and I just want you to know that I love you.",
        "[Langston giggles]",
        "Markko: Great, she's laughing at me.",
        "Langston: Oh, no. I'm just really happy.",
        "Markko: Good. That's the idea. Um -- I love it when you smile.",
        "[SCENE_BREAK]",
        "Todd: Oh. Oh, so what do you think? They called in the brother to help convince the wife?",
        "Blair: And he brings along Marty Saybrooke? She wouldn't help you get custody of your own two feet.",
        "Todd: Hmm.",
        "John: So where are we?",
        "Michael: Still waiting on the judge's decision. Manning's offer's still on the table.",
        "Marcie: Where it can stay. You want to tell me how long you knew your brother was lying to me about my son, hmm?",
        "Bailiff: The honorable Judge Walters presiding. Court is now in session.",
        "Bailiff: All rise.",
        "[Judge pounds gavel]",
        "Judge: Please be seated. In the matter of the custody of the minor child known as Thomas McBain Jr., Are all the parties present and accounted for?",
        "Judy: Yes, you're honor.",
        "Morgan: They're here, your honor.",
        "Judge: Before I render my decision in this matter, I'm fully aware that by choosing one set of parents over another, I'm only satisfying half of you. For that, I'm sincerely sorry. Losing a child is painful beyond measure. But my decision had to be made with the child in mind -- what would be best for him.",
        "[SCENE_BREAK]",
        "Natalie: You want to date me?",
        "Jared: Oh, whoa, whoa. Now -- now, don't get all excited. You're the only woman I know in this town -- except your sister, who I don't think is going to be giving me another tumble anytime soon -- not that I'd go there. Once bitten and all --",
        "Natalie: Well, make sure you mention that on your next interview for a job.",
        "Jared: Oh, I am not going anywhere and you know it. Except to this hot club called \"Capricorn.\" You been there?",
        "Natalie: Yeah.",
        "Jared: Because Timbaland is playing there tonight.",
        "Natalie: Oh. Good for Cris.",
        "Jared: Cris?",
        "Natalie: Cristian Vega -- runs Capricorn.",
        "Jared: Ah. Old friend, old flame?",
        "Natalie: Old husband.",
        "Jared: Whoa! You've been busy. Is this the one you saw kissing someone down on the docks the night you came crawling into my motel room looking for a drink?",
        "Natalie: Your way with words -- you're just so charming.",
        "Jared: The way you avoid answering a question --",
        "Natalie: Not that it's any of your business, but Cris and I are very good friends.",
        "Jared: Hmm. Good to know. Can he get us in tonight? Because I'm dying to see Timbaland.",
        "Natalie: We have work too.",
        "Jared: I'll pay.",
        "[SCENE_BREAK]",
        "Layla: Thank you, Shaun.",
        "Shaun: Cheers. Enjoy.",
        "Vincent: So why would Talia tell Lieutenant Vega that she had a boyfriend named \"George\" if we didn't?",
        "Layla: It's a girl thing. Hmm -- a girl cop thing. You know, to have someone at home so there's no misunderstandings on the job.",
        "Vincent: \"Oh.\"",
        "Layla: Mm-hmm.",
        "Vincent: And so you decided to volunteer Shaun?",
        "Layla: Are you mad?",
        "Vincent: At you? Never.",
        "Layla: Good. Because you're my real boyfriend.",
        "[Vincent chuckles]",
        "[SCENE_BREAK]",
        "Cristian: Oh.",
        "Sarah: Oh. We're --",
        "Cristian: Good one.",
        "Sarah: We're ready to roll.",
        "Cristian: Oh, wait, Sarah. Thank you, for everything.",
        "Sarah: You're welcome. Admit it -- you miss me.",
        "Cristian: What, at home? Well, I don't miss the mess, or sleeping on the couch.",
        "Sarah: Hey!",
        "Cristian: Or the empty refrigerator. I don't miss that at all. It's a little quiet for my taste, I'll give you that.",
        "[SCENE_BREAK]",
        "Antonio: I didn't mean to make you feel uncomfortable.",
        "Talia: Oh, you're not. I'm just not really sure how much to say.",
        "Antonio: Because of Shaun -- George?",
        "Talia: Yeah, he's pretty private.",
        "Antonio: Understood.",
        "Talia: Whew. Yeah.",
        "Antonio: You happy?",
        "Talia: Yeah, absolutely.",
        "Antonio: So why the serious face?",
        "Talia: Sorry.",
        "Antonio: You know, just because we've gotten friendly outside of work doesn't mean that you owe me any explanations.",
        "Talia: I don't feel that way. I -- I just wish I'd -- I wish that I could tell you more. You know, you've been so honest with me.",
        "Antonio: So long as you're happy.",
        "Talia: Hmm.",
        "Antonio: That's all that matters. And -- lighten up, will you?",
        "Talia: Huh.",
        "Shaun: Hey, baby. You want to dance with your old man?",
        "[SCENE_BREAK]",
        "Cole: Hey, do me a favor -- can you grate the cheese for me, please?",
        "Starr: Surely.",
        "[Starr chuckles]",
        "[Cole whistles]",
        "Starr: Oh, so, I didn't tell you -- Markko asked me what Langston's favorite flower was.",
        "Cole: Oh, yeah?",
        "Starr: Mm-hmm.",
        "Cole: Is that a hint?",
        "Starr: No. I'm just saying he seems really into her. Has he said anything?",
        "Cole: He's a guy. He's not going to say anything, especially not to me.",
        "Starr: Well, why not?",
        "Cole: Because I'm a guy, and guys -- we just don't talk about things like that.",
        "Starr: Well, what do you think about it?",
        "Cole: About Langston and Markko?",
        "Starr: Yeah.",
        "Cole: Well, they're good together.",
        "Starr: Well, I think that they're great together. I just hope he thinks so, too.",
        "Cole: Yeah, he does.",
        "Starr: Really?",
        "Cole: Yeah.",
        "Starr: Oh, good, I'm so glad.",
        "Cole: Why?",
        "Starr: Because I want my best friend to be as happy as I am.",
        "[SCENE_BREAK]",
        "Langston: Ok. If you don't get out of here right now and let me get ready for this dinner with your parents, I'm --",
        "Markko: Well, why don't we just go now?",
        "Langston: Like this?",
        "Markko: Yeah. You look beautiful.",
        "Langston: Oh, you must love me. Get out of here.",
        "Markko: Hey, do you want me to wait?",
        "Langston: No. Go, get out of here. Oh.",
        "[Langston sighs]",
        "Langston: Oh.",
        "Markko: I really do love you.",
        "Langston: Go!",
        "Langston: Did you hear that, mom? He said he loved me. And I love him, too.",
        "[Knock on door]",
        "Langston: But if he doesn't get out of here, I swear to god, I'm going to kill him. Oh! Listen, I told you --",
        "Dorian: Hello, Langston. May I come in?",
        "[SCENE_BREAK]",
        "Judge: I have to say that I've never had a case that's troubled me more. Who has the right to raise Tommy? Which one of you would provide a more stable home, a better future? These questions aren't easily answered in this case.",
        "Todd: I think I lost him.",
        "Blair: You don't know that.",
        "Judge: Mr. Manning has biology on his side. He is the natural father. And while the timing of his marriage to Blair Cramer was, shall we say, fortuitous, it did demonstrate how far Mr. Manning would go to create a family unit for his biological child. On the other hand, Dr. McBain and his wife adopted Tommy legally, and in good faith they had no idea of his true identity until Mr. Manning revealed it in court. They have provided Tommy with loving care and a secure foundation. Unfortunately, their efforts, while laudable, would normally not be enough to win them custody. Whatever, the testimony as to Todd Manning's fitness as a parent has given me pause. In particular, Mr. Manning's attempts on Tommy's mother's life. His lack of maturity and disregard for anyone's future but his own deeply disturbs me. I weighed these and other factors -- the child's age -- before making my decision, and it is final.",
        "[SCENE_BREAK]",
        "Natalie: I don't need you to pay for me.",
        "Jared: Ah, I forgot. Trust-fund baby.",
        "Natalie: Why do you keep doing that?",
        "Jared: What, calling it like I see it?",
        "Natalie: It's rude.",
        "Jared: Natalie, do you really want me to be polite to you?",
        "Natalie: If I decide to go to this concert tonight",
        "Jared: Mm-hmm?",
        "Natalie: It's because I want to see Timbaland, not because you asked me.",
        "Jared: Your car or mine?",
        "Natalie: You can take your own damn car, and we are coming right back here afterwards so we can work.",
        "Jared: Ok. Whatever you say, boss.",
        "[SCENE_BREAK]",
        "Sarah: Hey. They're here. Huh. I knew I could do it. Timbaland and his band just pulled into the lot.",
        "Antonio: Huh.",
        "Cristian: All right. Ow.",
        "Antonio: What, you didn't think she could pull it off?",
        "Cristian: I was pretty much sure she couldn't. But never underestimate Sarah Roberts, huh?",
        "[SCENE_BREAK]",
        "Adriana: You know, Rex, I'm really happy that you and my mom are getting along.",
        "Rex: Well, I just hope that whatever it is she's planning for Starr's friend doesn't backfire.",
        "[SCENE_BREAK]",
        "Langston: Actually, I was just about to go. I'm -- I'm sorry.",
        "Dorian: Yes, I know. You're going to Markko's. Starr told me. Oh, my. Oh, this is a beautiful home.",
        "Langston: Is everything all right with Starr? Is she ok?",
        "Dorian: Oh, yes. Starr's just fine. I actually wanted to talk to you about your parents.",
        "Langston: I -- I told you, they're out of the country.",
        "Dorian: Langston, I know the truth about your mother and father.",
        "[SCENE_BREAK]",
        "Judge: While the disappointed parties may be tempted to appeal, I would advise you to reconsider. Tommy McBain needs to know where he belongs. I have placed him where I feel his interests will be best served, mindful that no home is perfect and all parents make mistakes. It is my hope that the people who love him will respect this decision, and make peace with it.",
        "[NEXT_ON]",
        "Judge: I don't think a judge makes a more important decision then awarding custody.",
        "Sarah: Welcome to Capricorn!",
        "Timbaland: Llanview'in the house."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=UV1LYGRi9n4"
}