{
    "Episode Summary": [],
    "Recap": [
        "Jessica has arrived home to surprise Nash, but she finds Nash gone. Blair tells Todd that she has something to tell him, but he thinks that she is talking about them getting back together. She advises him to sit down that what she has to tell him, he will want to hear. Before she can say anything, Marcie and Tommy barges in. Marcie wants Todd to do a story on how John is trying to railroad Lindsay into confessing to the murder of Spencer Truman. Natalie tells John that Blair knows where Todd's son is and is going to tell him. Nash confronts Jared as to why he had bought controlling interests in his vineyard. Marty is finally released from jail and all the charges against her have been dropped. John walks in just as Blair has told Todd that Tommy is his son and that Marcie and Michael has his son."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Phone rings]",
        "Jessica: Oh, no, stop ringing. You're going to wake Bree. Hello? Hi, Kelly. Yeah -- no, my flight was great. I'm sorry I didn't call you when I got in. I just figured you guys would all be asleep. Oh. Yeah, so much for my big surprise -- Nash isn't even here.",
        "[SCENE_BREAK]",
        "Jared: God, I'd love to be the bloke that invented \"Sign here.\" Can you imagine two, three cents a pop?",
        "Nash: You can't just waltz into town and take my vineyard.",
        "Jared: 51% of your vineyard.",
        "Nash: With my money.",
        "Jared: Oh, be fair. You weren't the only one that lost money that night. Melba and Boo left a lot of cash on that table.",
        "Nash: Now, look -- you can take my money. But nobody takes my land without a fight.",
        "Jared: How about I buy you a beer and we celebrate our partnership?",
        "Nash: How about you tell me why you're doing this?",
        "Jared: Because I can.",
        "[SCENE_BREAK]",
        "Adriana: Marcie, it's Adriana and Rex.",
        "Rex: They're not home.",
        "Adriana: Well, that's weird. Tommy should be napping.",
        "Rex: He may be napping -- just on a plane to parts unknown.",
        "Adriana: Oh.",
        "Rex: If you were Marcie and if your brother-in-law just told you that your son wasn't your son and that Todd Manning may swoop down and carry him off --",
        "Adriana: Do you really think John decided to turn them in?",
        "Rex: I hope not, but if he did and I was Michael, I would be on the next plane to --",
        "Michael: Hey, guys.",
        "Adriana: Or you'd just be doing your laundry.",
        "Michael: Timing -- got to love it. You can help me fold.",
        "Michael: You want a beer?",
        "Rex: That depends. Are we drowning our sorrows? Does John have your back or is he going to Manning?",
        "Adriana: This is so cute.",
        "Michael: Yeah. Lindsay gave this to him.",
        "[Adriana chuckles]",
        "Rex: And he may never wear it again if Todd Manning gets his claws in him. What is with you?",
        "Michael: Nothing. Absolutely nothing.",
        "Rex: So, your brother?",
        "Michael: Is going to keep his mouth shut.",
        "[SCENE_BREAK]",
        "John: What does Laurence know?",
        "Natalie: Well, he knows who has Todd's kid and that they're right here in Llanview.",
        "John: Who are \"they\"?",
        "Natalie: I don't know. He didn't tell me, but he told Blair.",
        "John: What's Blair doing about this?",
        "Natalie: My guess is she's on her way to tell Todd about it right now.",
        "John: You sure about this?",
        "Natalie: Well, John, the point is, is this is police business. I just thought you should know.",
        "John: What's Laurence basing this on?",
        "Natalie: I can't really get into that.",
        "John: Well, someone needs to get into it, all right? This guy's a first-class liar, unless -- so unless he's got some proof --",
        "Natalie: Why are you getting so upset about this?",
        "John: Why am I getting so upset? Why am I getting -- there's a child involved, all right? And if what Laurence is saying is true, this kid's about to have his life turned upside down.",
        "Natalie: Miles is telling the truth, all right? Todd's son is alive, and Blair is bringing them back together right now.",
        "[SCENE_BREAK]",
        "Todd: You've got a serious look on your face. What is it?",
        "Blair: I think you need to sit down.",
        "Todd: Oh, not this.",
        "Blair: What?",
        "Todd: Oh, we're not going to have conversation about you and me, are we?",
        "Blair: No, this is all about you, Todd.",
        "Todd: It's all about me?",
        "Blair: Mm-hmm.",
        "Todd: All right, you got a serious look, but you're not angry -- I can tell that -- so I haven't offended you in any way. Of course, the day is not over.",
        "Blair: Ok, ok, will you just please sit down.",
        "Todd: Why?",
        "Blair: Because I have something very important to tell you, and I think you need to sit down.",
        "Marcie: Look, I -- I'm really sorry. I don't mean to interrupt, but, uh -- well, this just really couldn't wait.",
        "Todd: What the hell is this?",
        "Marcie: I'm sorry, Todd, I really am, but I actually need your help -- please.",
        "Todd: You want my help, take a number.",
        "Marcie: This is important.",
        "Todd: Oh. Well, it's important -- I didn't realize that. Well, if it's important, let me get my secretary, who is freaking fired by the way! Uh -- she will make an appointment with you next year at which point I will tell you I cannot help you.",
        "Marcie: Todd --",
        "Todd: Or, if you'd like, I can tell you no right now and save us both some time.",
        "Marcie: Will you just hear me out?",
        "Blair: Please, Todd, just let her talk.",
        "Todd: Why? Don't you have something you'd like to tell me?",
        "Blair: It -- it'll keep.",
        "Marcie: Look, I really -- this won't take very long, I promise, ok? I would just like to pitch you a cover story.",
        "Todd: Oh, you want -- you want to be one of my stringers?",
        "Marcie: Not looking for a job, Todd. This is personal.",
        "Todd: Oh, I can just see the papers flying off the stands.",
        "Marcie: Oh, they will -- believe me, they will. How about this for a headline -- \"Shady Cop Railroads Woman Of The Year\"?",
        "Todd: Who's the shady cop?",
        "Marcie: John McBain. He's railroading Lindsay Rappaport.",
        "[Todd chuckles]",
        "Todd: No kidding. Betraying family, huh? I like it. Keep talking.",
        "[SCENE_BREAK]",
        "[Cell door opens]",
        "Marty: Please tell me the good news.",
        "Cole: Oh, it's great. It couldn't be better.",
        "Nora: They've dropped the charges.",
        "Cole: As soon as the guard gets the orders, you're coming home.",
        "Nora: Within the hour.",
        "Marty: Thank you, Nora.",
        "Nora: Oh -- hey, don't thank me. You and John did all the work.",
        "Marty: So they've pressed charges against Lindsay?",
        "Nora: Oh -- well, they've gathered a lot of evidence from her apartment and we're still working on a motive.",
        "Marty: All I can think is that she was trying to protect Blair, which is what I thought I was doing.",
        "Nora: Well, that's because you're a good person and Lindsay -- well, the field is wide open.",
        "[SCENE_BREAK]",
        "Adriana: Oh. I am so happy for you. I mean, this is hugging time, right? We can finally celebrate.",
        "Michael: Yeah, well, if this isn't hug-worthy then I don't know what is.",
        "Rex: So what did John say exactly?",
        "Michael: Well, you know John, you know? He didn't say much, but he made it very clear that he wasn't going to say anything to Todd -- or anyone else.",
        "Rex: So all the files he's got, his notes -- he's burning them?",
        "Michael: Case closed.",
        "Rex: And he's not going to have a sloppy summer night? Drink one too many margaritas, tell whoever sits down next to him, \"my luck, my mother -- the sad tale of Todd Manning and his long-lost son\"?",
        "Michael: John, \"sloppy\"?",
        "Rex: So no notes, no true confessions. He keep a diary?",
        "Michael: Are you trying to ruin my mood here? No, this is a good thing, man -- roll with it.",
        "Adriana: It's not like John hasn't kept a secret before.",
        "Rex: Not telling the woman he's dating her boyfriend was faking amnesia -- that's no secret, that's self-interest.",
        "Michael: And this isn't? Tommy's his nephew.",
        "Rex: Right, and I'm just saying look how that turned out. He got burned, ok? And this time around, he m not be quite as willing to bend the rules.",
        "Michael: Why are you doing this? You know, for the first time in a very long time, I am starting to feel good, you know, like my family might just have a future.",
        "Rex: Hmm -- and I'm trying to ensure that future by checking every angle. Look at everybody who knows the truth now. It's not just two guys, a girl, and a corpse anymore. It's a cop who thinks he's cornered the market when it comes to doing the right thing.",
        "Michael: John won't say anything. He won't.",
        "[SCENE_BREAK]",
        "John: Yeah, put out an APB on Blair Cramer. Be discreet, let me know when you've located her. You have any idea where Manning is?",
        "Natalie: Well, I don't usually keep tabs on my uncle.",
        "John: But Blair would know, and when she finds him, she's going to tell him what Laurence told her.",
        "Natalie: Well, I assumed that's the plan. I mean, Todd's been searching for this child ever since he was born, and to find out now that he's right here in Llanview?",
        "John: Yeah, look, I -- I appreciate you coming by and I appreciate the heads- up.",
        "Natalie: That's it?",
        "John: Yeah, look, I'm sorry, Natalie, but that -- this is something I need to al with.",
        "Natalie: Why? What's the problem?",
        "John: The problem is when Blair tells Todd, he's going to go looking for his kid.",
        "Natalie: Of course he is. Todd thought his son was dead -- I mean, this is a miracle. Why are you acting like this is such bad news?",
        "[SCENE_BREAK]",
        "Jessica: Well, yeah, it was really great seeing you, too. And I actually think that Bree misses Zane already. She kept on making this buzzing noise the whole way home, this ZZZ and I think that she was trying to say \"Zane\" from this big smile on her face -- God, she is so cute. Well, yeah, I -- I guess I should call Nash and tell him that I'm home, but -- why ruin the surprise? I think I have an idea.",
        "[SCENE_BREAK]",
        "Jared: Some men have an eye for women. You, for instance.",
        "Nash: What does that mean?",
        "Jared: Oh, isn't that why you're here? To protect the hearth and home? Look, relax, Nash. I'm just a guy who sees an opportunity and I'm taking it.",
        "Nash: Oh, you're a taker.",
        "Jared: Oh, and you're not?",
        "Sarah: Are you guys -- um, sorry. Are you gentlemen ok?",
        "Jared: I'll have another.",
        "Sarah: Another --",
        "Jared: Uh \u0096 a G & T, cold glass, and my friend here will have --",
        "Nash: Nothing.",
        "Sarah: G & T and a nothing. Got it.",
        "Jared: Here's an idea -- let's start over.",
        "Nash: Here's an idea. Why don't you tell me who you really are and why you're after my vineyard?",
        "Jared: Not much to tell. I'm an investor and your vineyard's a good bet.",
        "Nash: Do you know anything about grapes?",
        "Jared: Yeah -- red with beef, white with fish, pink stuff when you're young and desperate. There are over 90 wineries in the state of Pennsylvania. It's a growth industry, which means if you know what you're doing, we're going to be banking some serious cash.",
        "Nash: Yeah -- no. You see, we're not going to be banking anything. I picked the grapes, I planted the vines, I developed the brand. The winery is mine.",
        "Jared: Not anymore. We are partners -- well, technically, I own a majority stake, but I'd rather not think of you as an employee.",
        "Nash: This isn't business, is it? It's not an investment, either. This is personal.",
        "Jared: Hmm.",
        "Nash: I'd like to know why.",
        "Jared: I have a better idea.",
        "Nash: Oh.",
        "Jared: Tell me how you came up with that name for that naughty little California vintage you developed -- \"Esprit Libre\"? God, I'd love to hear that story.",
        "Nash: \"Libre\"?",
        "Jared: Huh.",
        "Nash: Yeah. Ignoramus. I'll tell you the story -- I'll even throw in a case of the wine. Sell me Antonio's shares.",
        "[SCENE_BREAK]",
        "Marty: I don't really know Lindsay all that well.",
        "Nora: Well, it's not your job to come up with a motive for her, ok? You just enjoy being free.",
        "Marty: Oh, I'm not going to believe it until I get home.",
        "Cole: Well, believe it, mom. It's over.",
        "Nora: Yeah.",
        "[Keys jingle]",
        "Nora: Ooh. Ok.",
        "Cole: It's time.",
        "Nora: Is it all right if he does the honors? Cole?",
        "Marty: Huh.",
        "Nora: Come on. Let's go get some sunshine and fresh air.",
        "Marty: Oh, that sounds like the most perfect plan.",
        "[SCENE_BREAK]",
        "Natalie: Look, I know Todd is not your favorite person. Huh -- he's not mine, either, and he's my uncle -- but you have to admit this is wonderful news.",
        "John: And what if it isn't?",
        "Natalie: What do you mean?",
        "John: I don't know. You know, this -- this kid, this child, he's probably with people, people that probably care about him a lot.",
        "Natalie: You don't know that. My God, they could be ax murderers or just plain incompetent. Look what happened to me.",
        "John: Yeah.",
        "Natalie: Todd's his father.",
        "John: But, you know, these people, whoever they are -- they think the child's theirs, you know? So what happens, Manning -- Manning shows up and he confronts them? It could get ugly.",
        "Natalie: Because you think that they won't give him his son back?",
        "John: Would you? Look, I'm just thinking about the kid, all right? These people are all he knows, so Manning shows up, he -- he rips him from their arms. What's it going to do to him?",
        "[SCENE_BREAK]",
        "Todd: So John McBain is shady?",
        "Marcie: Maybe \"shady\" isn't exactly the right word. Oh. Would you mind -- holding him?",
        "Todd: It's called a babysitter, Walsh. Why don't you try hiring one?",
        "Blair: Hey.",
        "Marcie: You know what? I couldn't reach my sitter, ok? And Lindsay's in jail, so I --",
        "Blair: This is fine. It's fine. I'll take this big boy so ms. Marcie can do her work, yeah.",
        "Marcie: Thank you, I appreciate it.",
        "Todd: I'm just not in the market for a libel suit right now.",
        "Marcie: Look, Todd, I really -- I don't care what you call him, ok? You can call him whatever you want. The point is, is that this Spencer Truman murder investigation is tainted, and have got it all right here -- chronology, profiles on a dozen or so suspects that John went after, including you.",
        "Todd: So you got a dead psycho, a wronged citizen -- yours truly -- and a rogue cop?",
        "Marcie: Mm-hmm. I think your circulation is about to skyrocket.",
        "Todd: We might get an uptick.",
        "Marcie: Tack on an editorial about how Lindsay is innocent and I think it'll double.",
        "Todd: See, now you've lost me.",
        "Marcie: Forget the editorial, ok? St go after this investigation. John has arrested five people for this crime already, one of whom -- Marty Saybrooke, she sound familiar? Let's just say John gave her some special V.I.P. treatment -- you know what I'm saying?",
        "Todd: Are you implying that your brother-in-law -- and I'm assuming that you have some inside information?",
        "Marcie: Well, we're a very close family.",
        "Todd: Are you getting this, Blair? She's saying that John McBain is railroading Lindsay Rappaport because he and Marty are an item. Is that essentially what I'm to understand?",
        "Marcie: Didn't hear it from me.",
        "Todd: All right, Starr gets straight A's in English this year, we got a deal.",
        "Marcie: Done.",
        "[SCENE_BREAK]",
        "Michael: Yeah, I don't know what's going on here, man. I'm the worrier, ok? You're the \"glass is half full\" guy.",
        "Rex: It's not about being optimistic. Things have changed -- we're not the only ones who know anymore.",
        "Adriana: But there's nothing we can do about it, right?",
        "Rex: Well, I could come up with a plan.",
        "Adriana: Like what? Unless Michael and Marcie are willing to take Tommy and go on the run.",
        "Michael: It's not an option. And it's unnecessary, I'm telling you. My brother is not going to say anything.",
        "Rex: And Lindsay -- is she going to keep quiet?",
        "Adriana: We're not even sure that she even knows.",
        "Rex: Why else would she kill Truman?",
        "Michael: You think she did it? I mean, because Spencer threatened to go to Todd?",
        "Rex: She stabbed him -- at least that's what John seems to think.",
        "Michael: If she stabbed Spencer to keep him quiet, why would she talk?",
        "Rex: She's being charged for murder.",
        "Michael: Yeah -- exactly. Why would she provide them with a motive? It doesn't help her, it doesn't help us, it doesn't help anybody. We lose Tommy, she goes to jail.",
        "Adriana: Michael's right. Lindsay's not going to say anything. Is she?",
        "Rex: I guess if she was willing to do the crime, she's probably willing to do the time.",
        "Michael: Why don't you go and talk to her, you know? Find out.",
        "Adriana: Hey, I've learned my lesson. Your gut talks, I listen.",
        "Rex: It's not my gut exactly. But you're right -- I should talk to her.",
        "Michael: Do me a favor -- you know, try and steer clear of my brother, you know, because he told me he wasn't going to say anything and I trust him. I don't want him to think that you're down there looking over his shoulder.",
        "[SCENE_BREAK]",
        "John: The people who have been taking care of him think Manning's son is theirs.",
        "Natalie: And Todd wants what he wants when he wants it. Man, if these people -- whoever they are -- don't hand that kid over, we all know what'll happen. And you know what -- why would they?",
        "John: You know, maybe they didn't even realize -- you ever think about that? Maybe -- maybe they didn't know. They -- they adopted this child and they started taking care of him as their own, and all of a sudden, this lunatic Manning's going to show up, pounding on their door?",
        "Natalie: You're right. This could get really, really ugly. I didn't think these people and the baby -- they've all been hurt, too.",
        "John: Not if I can help it.",
        "Natalie: What are you going to do? I mean, are you going to -- you going to stop Todd from taking his son?",
        "[Knock on door]",
        "John: Yeah, come in.",
        "Marty: Just the person we were looking for. Look, no bars.",
        "[Marty sighs]",
        "[SCENE_BREAK]",
        "Marcie: I mean, how -- how long does it take to stop the presses?",
        "Blair: Well, it's a little difficult to kill the whole front page.",
        "Marcie: But they'll do it, right?",
        "Blair: Well, it's Todd's paper, so if you want to take Tommy and go home --",
        "Marcie: No, no, no, no. I -- I promised Lindsay that I would do whatever it takes to, you know, get these ridiculous charges dropped and -- anyway, look at him, you know? Look at this one -- he's as happy as a clam right where he is, right?",
        "[Blair chuckles]",
        "Marcie: You know, he misses Lindsay -- a lot. We all do.",
        "Blair: You guys got close after Jen died, didn't you?",
        "Marcie: Yeah. She's like my mom, especially since we got Tommy, you know? I call her, like, twice a day with questions and for reassurances -- you know, \"please tell me I didn't ruin him for life by giving him ice cream.\"",
        "Blair: Oh, you can't make a mistake with ice cream, but I know what you mean, you know? They hand you these little babies and they expect you to know what to do, right?",
        "Marcie: Yeah. You know, he was really traumatized when we first got him from losing his mom and dad, but we just loved him up one side and down the other. I mean, don't get me wrong -- I know that we made some big mistakes with him.",
        "Blair: All parents make mistakes.",
        "Marcie: That's what Lindsay says. But you know what? The good thing is, is that you are happy and healthy, right? So I guess your mom and dad -- we didn't do too bad of a job, did we? Almost starting to believe he's ours.",
        "Blair: What do you mean?",
        "Marcie: I guess when you adopt, you know, you kind of -- you have this fear -- I can't explain it, at least I did -- that you're going to lose him, you know, that someone's going to -- I don't know, like he's going to get taken away or something, but he's mine. No one's going to take him away from me, right? Right? I know. Before you know it, he's going to be riding a bike and going to school and rolling his eyes at me like every other kid I know.",
        "Blair: Well, that's just being a teenager. You know, Starr -- she's grown up so much in the last two years, but she is still the sweetest little girl to us, you know?",
        "Marcie: She's wonderful.",
        "Blair: Thank you.",
        "Marcie: I adore her, I really do. I can only pray that Tommy grows up to be half the person that she is.",
        "Blair: Well, Tommy was lucky to have you, Marcie, and you're obviously a very good mother, and you and Michael deserve a slew of children. So, um, have you thought about having more?",
        "Marcie: Oh, yeah, we have. I, um -- I can't.",
        "Blair: Well, I'm really sorry.",
        "Marcie: That's ok. You know, we have Tommy, so --",
        "Blair: You know, I'm sure you trust your doctor and all, but have you thought about a second opinion on that one?",
        "Marcie: Oh, a third and a fourth and they all agree. It's just really not possible for me, but it's really -- Blair, it's ok, you know? We have him, he's all we need, and as long as we have him, we're going to be ok.",
        "[SCENE_BREAK]",
        "(Music plays throughout )",
        "Jessica: Ok. Everything is ready. Now all I need is you, Nash.",
        "[SCENE_BREAK]",
        "[Jared sighs]",
        "Jared: You want to buy me out?",
        "Nash: Yeah. I was going to buy Antonio out, but somehow you got to him first. I have the cash. We could do this right now.",
        "Jared: What's in it for me? Thank you.",
        "Nash: Oh, I'd be doing you a favor. See, of those 90-odd other wineries in the state, did you bother to check out how many of them are breaking even or turning a profit? Not too many of them. You see, a winery is a money pit. Sell me the shares. I'd be doing you a favor.",
        "Jared: No, you're not. You want me to sell you my share, I understand that. You think you're losing a dream, but you're not. You're just sharing the wealth.",
        "Nash: I don't know you.",
        "Jared: I'm just a guy like you, Nash -- big dreams. The only difference is I have the bank account to make them happen. Take it as a compliment -- you have something I want. Give it a day or two. You'll see. This is a good thing.",
        "Nash: Not for me, it's not. You see, I promised my wife I'd get our vineyard back.",
        "Jared: Well, you haven't lost anything, Nash.",
        "Nash: No. I've just gained a new owner, right?",
        "Jared: Hmm.",
        "[SCENE_BREAK]",
        "Sarah: What can I get you?",
        "Nora: Um -- I would actually like a white wine --",
        "Sarah: Oh.",
        "Nora: Sarah!",
        "Sarah: Aunt Nora. God, I'm sorry. My head is back in the kitchen with all the orders I keep messing up. How are you?",
        "Nora: I -- I didn't know you were working here.",
        "Sarah: Huh -- trying to work here. Don't tell Cristian, but I don't know a salsa dip from the dance.",
        "Nora: Don't worry -- he's a very patient man.",
        "Sarah: Hmm. We'll see. But I've got to try this.",
        "Nora: Well, good for you. Can you sit for a minute?",
        "Sarah: Uh -- thanks. Oh! My feet are killing me. I forgot how hard waitressing was.",
        "Nora: Oh, I know. That's why I went to law school.",
        "Sarah: You waited tables?",
        "Nora: Oh, yeah -- summers until I couldn't stand it anymore. Oh, the people, the nagging customers -- everything. The money even smelled -- ugh.",
        "Sarah: You know, I -- I don't care if it smells as long as it spends.",
        "Nora: Yeah, you say that, but you wait till you're in line for a movie and you go reaching into your pocket and pull out a wad of ones and it's like --",
        "[Nora sniffs]",
        "Nora: Beer, grease -- ugh.",
        "Sarah: Man, well, if it keeps me from going back to my family --",
        "Nora: Oh, I don't know. I don't think the Buchanan clan's such a bad group.",
        "Sarah: Oh, that's right -- you're staying at Asa's.",
        "Nora: Yeah.",
        "Sarah: I keep calling it that. It's hard to imagine him not being there.",
        "Nora: Oh, he's there -- he's everywhere. It'll always be Asa's. And we're very blessed to be staying there, we really are. Everyone's made us feel so welcome, and it's been good for Matthew, you know? He really took Asa's passing very hard -- they were buddies.",
        "Sarah: Did Asa ever talk about me?",
        "[SCENE_BREAK]",
        "John: You're out.",
        "Marty: Yep -- free as a bird.",
        "Cole: That's right, and it's all because of you, John. You never gave up.",
        "Marty: We just wanted to come by and thank you. I fired the least I could do is buy you a burger.",
        "John: That's great news, but I'm -- I'm kind of jammed up right now.",
        "Marty: Ok, great. Um -- another time.",
        "John: Sure. Listen, thanks for stopping by.",
        "Natalie: Good luck.",
        "John: Excuse me.",
        "Marty: Is everything ok?",
        "[Phone rings]",
        "John: Come on, Blair. Pick up.",
        "Blair's voice: Hi, it's Blair. I'm sorry -- you've reached my voicemail, but if you'll leave the message, I'll get back with you.",
        "[SCENE_BREAK]",
        "Blair: Wait -- oh, are you going to call the president, huh? Give him a piece of your mind?",
        "[Marcie chuckles]",
        "Blair: I wish you would.",
        "Marcie: I'm so sorry -- he just loves those things.",
        "Blair: Marcie, it's fine. I turned it off.",
        "Todd: Paper, get your paper here, hot off the presses.",
        "Marcie: It's done?",
        "Todd: Yeah, I had layout do a mockup. I thought you could give your brother- in-law a little preview.",
        "Marcie: \"Rogue Cop Railroads Woman\" -- yeah, I like it. Hey, you know what? You could've picked a better picture of Lindsay, though.",
        "Todd: It'll sell.",
        "Marcie: And that is the point, isn't it? Thank you.",
        "Todd: No -- oh.",
        "Marcie: Oh -- oh, come on, Todd! Oh, whatever.",
        "Todd: Go home.",
        "Marcie: You know what?",
        "Todd: Take that baby with you. Get it out of here. This isn't a nursery.",
        "Marcie: Goodbye to you, too, Todd.",
        "Blair: Here we go.",
        "Marcie: Come here, honey.",
        "Blair: Let me grab my phone.",
        "Marcie: Yes, I'll give it to you. Here you go.",
        "Blair: Here you go, buddy.",
        "Marcie: Have a nice life -- thank you very much.",
        "Blair: I need that, I need that!",
        "Marcie: Bye-bye.",
        "Todd: You think our headline's going to warrant a visit from our favorite detective?",
        "Blair: Uh, Todd?",
        "Todd: Wait till Nora sees it. She's going to spit nails.",
        "Blair: Todd? Please.",
        "Todd: Oh, that's right -- your big news, your big deal. I'm all ears.",
        "[SCENE_BREAK]",
        "Natalie: He got a call -- police business, so he had to go right away.",
        "Marty: Yeah -- we just wanted to come by, really, and thank him. He was extremely supportive through all of this.",
        "Natalie: Lucky you. Congrats, by the way.",
        "Marty: Thank you. It was a complicated situation, but thankfully I had a -- a lot of people who were there for me. Anyway, I'm just glad it is finally over.",
        "Cole: Oh, no. It will be all over when your marriage to that freak is finally annulled.",
        "Natalie: You know, Cole, why don't you take your mom home? I'm sure she'd kill for a bubble bath right now.",
        "Marty: You know what I really want -- oh -- is something wonderful to eat and then we're going to go home, sit on the couch, put our feet up, and watch a whole bunch of bad TV.",
        "Cole: That sounds great.",
        "Natalie: Well, enjoy. About Miles -- what he did to you was so wrong on so many levels. But he knows that and he's trying to make amends for it.",
        "[Door closes]",
        "Cole: Well, look at that. Miles found a friend.",
        "Marty: Yeah, I wonder what he has on her.",
        "Cole: Nice one. Oh, I like it -- a new, tough Mom.",
        "Marty: Oh. I love you.",
        "Cole: I love you.",
        "[SCENE_BREAK]",
        "Rex: All right, so I'll go see Lindsay, find out what she knows about Tommy and if and why she killed Spencer.",
        "Adriana: All right, well, just so we're on the same page, if Lindsay does know about Tommy, what do we do?",
        "Marcie: Hello? Hello? Anyone home?",
        "[Door opens]",
        "Marcie: Mikey. Oh, wow.",
        "Rex: Well, hey, hey!",
        "Marcie: Hey, the gang is all here! And my laundry is done. Who are you? What have you done with my husband?",
        "Michael: Ah.",
        "[Marcie chuckles]",
        "Michael: Hey, big guy.",
        "Marcie: Yeah.",
        "Michael: Boy, I missed you, buddy.",
        "Marcie: Yeah, didn't you?",
        "Michael: Come here. Come to Daddy.",
        "[Marcie laughs]",
        "Michael: Ah!",
        "Marcie: So, what have you three been up to, huh, other than my laundry? What's going on?",
        "Rex: We were just talking about Lindsay's situation.",
        "Marcie: Oh, yeah.",
        "Michael: Yeah. Have you heard anything from the lawyer?",
        "Marcie: Well, they met and, you know, they -- it's under control. The situation is under control.",
        "Adriana: So you talked to her?",
        "Marcie: Yeah, I went to see her.",
        "Rex: What'd she say?",
        "Marcie: She's scared, Rex, you know? I mean, she thinks she's going to prison, but I told her that that wasn't going to happen.",
        "Rex: Well, I'm sure she appreciated the support. But, from what I hear, they have a pretty strong case against her.",
        "Marcie: Well, I don't know about that. I think she's going to get off, especially now that Todd Manning is on her side.",
        "Michael: Todd Manning?",
        "Marcie: Yeah.",
        "Rex: Why would Todd be on her side?",
        "Marcie: Because I talked to him.",
        "Michael: What do you mean, you talked to him?",
        "Marcie: Well, I, um -- you know, I brought him some of my notes that I made about the case and, well, Todd thought I had a very good point. And, look -- um, this is going to hit the stands first thing tomorrow morning. Right? Come here.",
        "Adriana: Oh, my God.",
        "Marcie: What? It's not like it isn't true.",
        "[SCENE_BREAK]",
        "Todd: Blair, I have work to do. Do you need a drumroll or something?",
        "Blair: It -- it's -- it's not that simple, Todd, not anymore.",
        "Todd: What's not that simple?",
        "Blair: Well, I had something that I wanted to tell you and it was really good, and -- but now, well, I just didn't look at all the sides.",
        "Todd: The sides of what? Oh, jeez -- you know what? Tell me when you're ready. I'm going to go down and get this into circulation.",
        "Blair: Well, it's more important than that.",
        "Todd: So tell me about it.",
        "Blair: Just you have to promise that you won't interrupt and you'll let me finish and you'll listen.",
        "Todd: Fine.",
        "Blair: Miles really did have something to tell you, but --",
        "Todd: Oh, God -- no.",
        "Blair: You wouldn't let him finish.",
        "Todd: Don't tell me we're going to talk about my son.",
        "Blair: Yeah, we are, Todd.",
        "Todd: No, we're not. My son, my son is dead -- mine. You have nothing to do with it. Why would you want to dredge that up for me anyway?",
        "Blair: Because you don't know everything.",
        "Todd: I -- and I don't want to know everything. I just -- I just had this little stupid ceremony with the kids letting him go. God, you saw it -- it's over!",
        "Blair: It's not over, Todd. It's just begun.",
        "Todd: All right. If you'd like to play games with your buddy Miles, you know, I think -- I think Starr has a Ouija board in her closet.",
        "Blair: Come on -- look, Todd, I know how you feel.",
        "Todd: No, you don't know how I feel, Blair!",
        "Blair: Miles really wanted to help you. That's why he came to me, and whether you want to hear this or not, I have to tell you, Todd, I do, so just --",
        "Todd: You know what?",
        "John: You got a minute?",
        "[SCENE_BREAK]",
        "Jessica: Hey -- surprise.",
        "Nash: When'd you get in? You should've called.",
        "Jessica: I just got in a little while ago.",
        "Nash: You're not sick, are you? You ok?",
        "Jessica: No, no, no, no, no. I'm just tired.",
        "Nash: Because you weren't supposed to be in till later in the week, right?",
        "Jessica: I know. London was great and everything and seeing Kelly was wonderful, but -- I missed you.",
        "Nash: I missed you. Where's Bree? Is she asleep?",
        "Jessica: Yeah. You know, she tried really, really hard to stay awake for you, and we had this whole dinner planned.",
        "Nash: I'm go --",
        "Jessica: Oh, no, no -- wait, wait, wait. Tell me -- what's going on with the vineyard? Is it ours?",
        "[SCENE_BREAK]",
        "Sarah: I know I haven't been around very much and I never got a chance to see Asa before he passed away, so I was just wondering, you know, if he ever mentioned me.",
        "Nora: Are you kidding? You were just about his favorite topic of conversation.",
        "Sarah: Hmm. Well, you don't have to say that.",
        "Nora: I know I don't. It's true. He went out and bought a karaoke machine just so he could sing along to \"Flash of Light.\"",
        "Sarah: Really?",
        "Nora: Take a look into my eyes see my world so many things I've gone and done",
        "Sarah: You know all the lyrics?",
        "Nora: Are you kidding? I heard it 3,000 times.",
        "Sarah: Wow.",
        "Nora: Really. He was very proud of you, Sarah. And I bet he's still bragging about you to anyone who will listen -- where he is.",
        "[SCENE_BREAK]",
        "Marty: What do you think?",
        "Cole: Ahem. \"I can't thank you enough for your support, but I'd like to try. Please join Cole and me for supper at Rodi's. You can pick the night, the dinner is on us.\" Hey, let me see that pen?",
        "Marty: \"And my mom promises no darts\"? Really?",
        "Cole: Well, you know, I don't want to scare the guy away.",
        "Marty: Ok, so my aim was a little off that night.",
        "Cole: We'll -- we'll practice.",
        "Marty: Uh-huh. All right, wise guy, let's go home.",
        "Cole: Let's go. Oh, wait -- you might need this.",
        "Marty: That's right -- the new key to the house. You had all the locks changed.",
        "Cole: Mm-hmm. And I fumigated the place -- Nora helped me -- and we threw all Miles' stuff out, so is like he was never there. Mom -- mom, please don't cry.",
        "Marty: Your dad would be very proud of you. Let's go home.",
        "Cole: Yeah, let's get out of here before they change their mind.",
        "[SCENE_BREAK]",
        "Michael: Marcie? I mean, don't you think you could've run this by me first? I mean, this is my brother we're talking about.",
        "Marcie: Shh! Your brother is out of control, ok? Lindsay did not kill Spencer Truman. I'm not about to let her take the fall because your brother wants to get his girlfriend off.",
        "Michael: Look, you don't know that that's what he's doing.",
        "Marcie: All I know is that this investigation is a mess, Michael, and Lindsay is innocent.",
        "Rex: Maybe, but there are ways and there are ways, Marce, and pulling John's tail -- never a good idea.",
        "Marcie: Well, I'm not afraid of him. And besides, he just got what he deserved.",
        "[SCENE_BREAK]",
        "Todd: John, just in time -- what do you think of this?",
        "John: Can I talk to you a minute?",
        "Blair: Actually, no. Todd and I were in the middle of something.",
        "Todd: No, that's ok, Blair. Obviously, it's important or he'd be on his knees begging me to pull this front page, so be my guest.",
        "Blair: Todd, wait.",
        "Todd: No, I'll be down in layout, you know? I'll -- I'll see if I can do something about those dark circles under your eyes, John. You should really try to get some more sleep.",
        "Blair: Todd, your son is alive. He's living here in Llanview with Michael and Marcie McBain. That boy that was here? Tommy? That's your son.",
        "[SCENE_BREAK]",
        "Next week on \"One Life to Live\" --",
        "Nash: I lost -- everything.",
        "Marcie: Is there something that you are not telling me, Mike?",
        "Todd: That's my son! I'm going to get him back! You want to stop me, you're going to have to shoot me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=iuey3lt8u7E"
}