{
    "Episode Summary": [
        "Episode # 10985"
    ],
    "Recap": [
        "Agent Baker, who held original Todd captive, finds his way to Llanview knowing he's escaped but assuming he'd dead (along with a secret nobody wants him to reveal). Meanwhile, at the docks, somebody tries but fails to drown original Todd when a homeless man saves his life. Original Todd attempts to explain his situation to the man but he finds it a bit odd. He does, however, tell original Todd that he can refer him to a \"good guy\" who can help him out. He's the owner of Rodi's bar and a cop named John McBain. Original Todd then remembers Baker talking about John McBain and then decides to call John. Meanwhile, Starr and Sebastian are wondering what their two respective dad's secrets are and how it relates to the Spiderman character who attended Sam's party and took him. Tea then asks Tomas some questions about his secret yet he cannot tell her.",
        "Brody goes to find Vimal knowing that Vimal intends to tell John that Liam is John's child and not Brody's. After overhearing that Vimal has a lot of secrets he wants to keep from his own family, he knows that Vimal does not want his own parents to know that he went to prison for DNA altering nor that he and Rama are not having a baby. So he urges Vimal not to tell anyone what he knows about Liam. Y &R Recap Written by Mary",
        "Victoria receives a package that she had ordered for Billy and realizes that today is his birthday. Billy comes out into the corridor of the hospital and is confronted by a nurse asking him as to why he isn't in his room. Billy lets her know that he is checking himself out. Ashley and Jack arrive to take Billy home with them to celebrate his birthday. Sam visits Sharon in jail and asks her to trust him that he wants the best for her. Diane shows Adam the papers that Victor had signed turning over custody of Kyle to Victor. At work, Tucker reads through a client's file, but gets frustrated and tosses it aside. Victoria looks at the picture that she had made of herself and Billy. Victoria remembers happier times with Billy. Sharon tells Sam not to worry about Adam. Sharon apologizes to Sam for deceiving him about what her real name was. Diane reminds Adam what had happened to Sharon. Adam lets her know that Sharon is paying for the choices hat she had made and warns Diane not to cross him. Jack brings Billy to Tucker's office to celebrate his birthday. Tucker offers Billy a drink, but jack feels that Billy doesn't need a drink. Billy orders a \"Bloody Mary.\" Ashley tells Victoria about the birthday party she has planned for Billy. Victoria refuses to come to the party. Victoria shows Ashley the pic that she had had made for Billy. Leslie tells Sharon that she is being moved to prison tonight. Leslie tells Sharon that Spencer wants to meet with her.",
        "Jack shows Tucker the new earnings figures for Jabot. Sam visits Adam and pushes him against the wall. Sam demands that Adam use the evidence that he has to free Sharon. Spencer tells Sharon that he wants her to help him to send Adam to prison. Sharon refuses. Ashley gives Billy John's ring. Reed shows Victoria a picture of Mackenzie, the baby and J.T. Diane tells Kyle that he is leaving town. Kyle refuses but then agrees to do as his Mother asks. Jack shows up much to Diane's surprise. Adam visits Sharon and lets her know that he still loves her and wants her to marry him.",
        ""
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Sam: [Blows whistle] Everybody out of the pool.",
        "Jack: You just told us to get into the pool.",
        "Starr: It's Sam's big day. Do what he says.",
        "Sam: You have to do what I say. Spider-Sam says do this. Spider-Sam says do this. Spider-Sam says--",
        "Jack: Is this Spider-man or Simon says?",
        "Sam: You're out. Losers into the pool.",
        "Jack: Oh, yeah!",
        "Starr: Hey! Jack!",
        "Blair: Jack, put him down.",
        "[SCENE_BREAK]",
        "Rex: You're gonna drop the charges against my mother.",
        "Dorian: Echo kidnapped me.",
        "Rex: It was a misunderstanding.",
        "Dorian: Really? She knocked me out, tied me up, stuffed me in the trunk of her car. I'm very claustrophobic. Then she dragged me into that hovel of a motel which she calls home. There was absolutely no misunderstanding. So understand this--as her victim, but more importantly as the mayor of this town, I'm gonna see to it that she gets thrown in prison.",
        "Rex: Put her in a cell, and you'll have the one next to hers.",
        "[SCENE_BREAK]",
        "Brody: We need to talk about the note you left for Lieutenant McBain.",
        "Vimal: I'm sorry. What is this about?",
        "Brody: This note? You left it on his desk?",
        "Vimal: Is my name on it?",
        "Brody: No, but--",
        "Vimal: Then I don't know why you would think it was from me. But I do have to ask why you have a note meant for your superior officer.",
        "[SCENE_BREAK]",
        "John: There was a-- yellow piece of paper. It was right here. Brody must've moved it.",
        "Natalie: John, what has gotten you so suspicious? Gonna blame Brody for global warming next? You've kind of been on him about everything lately.",
        "[SCENE_BREAK]",
        "Baz: So what was that with John McBain?",
        "Tomás: I'm not sure what you mean.",
        "Baz: He was going after you. When Sam was missing?",
        "Tomás: He's a cop. He was just doing his job.",
        "Baz: It was more than that. It was almost like he thought you had something to do with it.",
        "Tomás: Sebastian, he's a Police officer. He's just looking after every angle.",
        "Baz: You sure? Or was Mom right about you?",
        "[SCENE_BREAK]",
        "Jack: I thought you had superpowers.",
        "Sam: Spider-man! Save me!",
        "Todd: All right, can we cut the Spider-man talk, please? He should be locked up.",
        "Blair: Ok, well, we won't talk about Spider-man anymore, ok, Sam?",
        "Jack: He kidnapped you.",
        "Blair: Jack, what did I just say?",
        "Sam: He didn't kidnap me.",
        "Starr: Ok, you know what? I know a superpower that Jack can't resist. And it's tickling!",
        "[Starr, Jack, and Sam talking at once]",
        "Blair: What is going on here? You have your son home safe and sound. Why don't you just take a chill pill and celebrate?",
        "Old Todd's Voice: You took my name. You want to know who I am? I'm Todd Manning.",
        "Todd: Sorry. I just don't feel like myself today.",
        "[SCENE_BREAK]",
        "[Old Todd coughing]",
        "Man: Don't even think about moving.",
        "[Old Todd coughing]",
        "[SCENE_BREAK]",
        "Brody: I saw my name on this note so I picked it up. But you know my name's on there because you wrote it.",
        "Vimal: You have no reason to believe that.",
        "Brody: I checked, Patel. I compared the handwriting on this note to the statement you wrote after you broke up my wedding. You know, the statement about how you changed the paternity tests to make it look like I was Ryder's father and Clint Buchanan wasn't Rex's. The handwriting matched.",
        "[SCENE_BREAK]",
        "Dorian: I've broken no laws.",
        "Rex: Echo told me you were there when Clint had his heart attack.",
        "Dorian: Indeed. I saved his life.",
        "Rex: Oh. Yeah, you called the ambulance, but not until the damage had already been done. You were ready to let him die.",
        "Dorian: This, according to Echo. You know, the Police will never believe her because she is a known liar.",
        "Rex: What about Clint? What would he say?",
        "[SCENE_BREAK]",
        "Sam: Now I'm hungry.",
        "Starr: Me, too.",
        "Sam: It's my day. We're having sundaes for lunch.",
        "Blair: If you're having sundaes for lunch, you better get out of that pool right now. Come on! Let's dry you off! There we go. Todd, you gonna come with us?",
        "Todd: Yeah. I'll be right there.",
        "Starr: Sam, you are so lucky. When I saved someone, all I got was Mom and Dad calling me \"O great one\" for a couple of weeks.",
        "Sam: Did you know the man with the line on his face, too?",
        "Jack: You mean the kidnapper.",
        "Sam: He's not a kidnapper.",
        "Jack: Well, he's not Spider-man. Spider-man's fake.",
        "Blair: Come on.",
        "Todd: Hey, you go ahead. You and I have to have a little talk, hero. Ok?",
        "Blair: Ok.",
        "Todd: Hey, hey. Sam, let's talk about Spider-man.",
        "[SCENE_BREAK]",
        "[Old Todd coughing]",
        "[Old Todd spits]",
        "Old Todd: Uhh. You one of them?",
        "Man: No. Been on my own ever since I can remember. Now, you stay still till I figure out how bad you hurt.",
        "Old Todd: Who are you?",
        "Man: Heh heh. I'm the guy who saved your life.",
        "[Todd moans]",
        "[SCENE_BREAK]",
        "Baz: Mom warned me about you.",
        "Tomás: Your mother and I had--",
        "[Cell phone chimes]",
        "Tomás: Sorry. I need to deal with this. We have to talk about this later, all right?",
        "Téa: What were you two fighting about now?",
        "Baz: I got a better question. What's going on with your husband and my father?",
        "[SCENE_BREAK]",
        "Tomás: What do you want?",
        "Baker: Is that any way to greet an old friend?",
        "Tomás: You and I were never friends.",
        "Baker: I suppose that's why you broke your promise.",
        "[SCENE_BREAK]",
        "Vimal: Yes. I wrote that note. I know that there's no good way to get bad news, but I'm sorry, officer. That must have been a really hard way to find out that Liam isn't your son.",
        "Brody: I already knew.",
        "Vimal: You knew? How?",
        "[SCENE_BREAK]",
        "Natalie: You were all over Brody when we found out the tape was erased. Brody knew how much I was trying to remember what was on that tape, and he knew that Marty tried to kill me over what was on that tape. So why would he erase it?",
        "Brody: How did you find out?",
        "Vimal's Voice: Natalie Banks? Her child is--",
        "Todd's Voice: John McBain's.",
        "Vimal's Voice: No. Brody Lovett's.",
        "Todd's Voice: Oh, yes. No, sir. No, sir. Liam--the child's name-- is John McBain's flesh and blood. And John McBain has no clue.",
        "Brody: You saw martyr change the test, didn't you?",
        "Vimal: I--I did see Marty in the lab that night. That's true.",
        "Brody: And you've kept that to yourself all this time. Why now, Patel? What made you decide you had to tell John McBain?",
        "Vimal: My wife told me she was pregnant. I was so thrilled to be a father. I dreamed about my child every night for months. I even went to prison for my child. And then I found out that she lied. There was no child. It nearly destroyed me. No one deserves a lie like that. I have to tell John McBain the truth.",
        "Brody: No. You don't.",
        "[SCENE_BREAK]",
        "Natalie: Why would Brody erase the tape?",
        "John: It was just a question, Natalie. I wasn't accusing anyone. Is that the envelope from the lab? Because someone needs to explain to me why there's a guy running around with Todd Manning's old face.",
        "Old Todd: You saved my life.",
        "Man: I saw it all go down. They shot you, and dumped you in the river, and took off. If I hadn't pulled you out, you'd be fish bait.",
        "Old Todd: Thank you.",
        "Man: So why'd they try to kill you? Who are you?",
        "Old Todd: That's a very good question.",
        "[SCENE_BREAK]",
        "Brody: No more notes to John McBain. No phone calls, no texts.",
        "Vimal: I'm sorry, officer. I must do the right thing.",
        "Brody: And what is that, Patel? In my book, the right thing always starts with your family-- you do the right thing for your family.",
        "Vimal: Of course.",
        "Brody: Then I'm sure you're gonna want to protect that nice, shiny image your parents have got of you.",
        "Vimal: What do you mean?",
        "Brody: We had a nice, little chat--your parents and I.",
        "Vimal: What did you tell them?",
        "Brody: Nothing. Nothing. I just listened. And I gotta say, I was surprised. You never told them you were arrested, that you did time at Statesville, or that you lost your wife, your job, and any hope of that little grandson that they keep bragging about.",
        "Vimal: They know nothing about my life.",
        "Brody: And it can stay that way--as long as you keep your mouth shut about Liam.",
        "Vimal: I'm sorry, officer, I--",
        "Brody: You will be sorry. You tell my secret, Patel, and I swear I'll tell yours.",
        "Vimal: No. No, that can't happen.",
        "Brody: So. Then we have an understanding?",
        "Vimal: No. I have to tell my parents the truth about my wretched life.",
        "[SCENE_BREAK]",
        "Natalie: These are the records the techs pulled off the cell phone they found in the minute man motel room. The phone belongs to Nicholas Kent.",
        "John: So after our guy killed him, he took his phone, his money, and his credit cards.",
        "Natalie: Mm-hmm. We couldn't get much off the phone. All the incoming and outgoing numbers are untraceable.",
        "John: Those are probably his calls to whatever organization Kent worked for.",
        "Natalie: Mm-hmm. Mm. There is one call made to Todd--yesterday.",
        "John: When?",
        "Natalie: During the time we were over there questioning everybody. And Todd took off, supposedly to look for Sam.",
        "John: Anything off the credit cards?",
        "Natalie: Let's see. Looks like our suspect got some clothes, a computer, and... a bulletproof vest.",
        "[SCENE_BREAK]",
        "Man: You're lucky you were wearing this. You knew they were coming for you. Who are they?",
        "Old Todd: Eight years. They held me for eight years.",
        "Man: Why?",
        "Old Todd: They think I have something that they want.",
        "Man: What?",
        "Old Todd: I don't know. I got away. They keep coming after me.",
        "Man: Well, they won't come after you anymore. They think you're dead.",
        "[Old Todd Laughs]",
        "[SCENE_BREAK]",
        "Baker: You broke the rules, Tomás. You came to Llanview and got involved in things that weren't your business.",
        "Tomás: I came here for a woman. Blair Cramer. I didn't know what I was walking into. I didn't know my sister was gonna be in the middle of it. I'm just here doing what I know I can to keep the people I love safe.",
        "[SCENE_BREAK]",
        "Téa: Tomás has always been very protective of me, Baz. So has Todd. Unfortunately, they're not the best of friends. So Tomás is always trying to protect me from Todd and Todd is always trying to protect me from Tomás.",
        "Baz: That's one way of looking at it.",
        "Téa: What do you mean?",
        "Baz: Haven't you noticed they always have their heads together?",
        "Téa: I guess it felt like progress to me.",
        "Baz: Yeah, if they were having a beer or something. But it's like you can cut the tension with a knife. Your husband is hiding something. And my dad? My mom always told me that he wasn't just some overpaid concert pianist. She told me that he was dangerous. And she's not the only one who thinks so. Were you here when Lieutenant McBain questioned him? He suspects him. I don't know of what, but it's pretty serious. I'm telling you, your husband and your brother are up to something.",
        "[SCENE_BREAK]",
        "Todd: What did you and this guy with the line on his face talk about?",
        "Sam: All kinds of stuff. I didn't know he was Spider-man until he took me away to keep me safe.",
        "Todd: Safe from what?",
        "Sam: The green goblin. He was at your house. Spider-man said he changed his face.",
        "Todd: What else did he say?",
        "Sam: That he was gonna beat him.",
        "Todd: Did he say anything bad about me?",
        "Sam: No. He's a hero. He made me one, too.",
        "Todd: Sam, this guy's not a hero. He's not actually Spider-man. Hey. He's a fake. He is a fake. He's worse than that. He's a bad guy! You understand me?",
        "Starr: Dad!",
        "Todd: You're not-- you don't talk to him. If you talk to him, you call me, have someone else call me. You understand?",
        "Starr: Dad! Stop.",
        "[SCENE_BREAK]",
        "Dorian: Clint is no saint. I shouldn't have to tell you that. In fact, as soon as he is well enough, he's on his way to prison. So there's no way the police are going to believe anything he has to say.",
        "Rex: I'm sure his brother will pay attention. I did some checking. Rama Patel said that she saw you standing over Clint's body. I'm sure she'd be willing to testify that you waited to call 911.",
        "Dorian: Right. Rama Patel, who's married to the man who changed the paternity test results so Clint would not be your father. Listen, that begs the question --why do you care what happens to Clint?",
        "Rex: Because he took Gigi's heart because of you. You're the reason she was cut open.",
        "Dorian: In point of fact, your Gigi had the generosity, the integrity to become an organ donor. If her heart hadn't gone to Clint, it would've gone to somebody else.",
        "Rex: If it hadn't been for you and your sociopath of a nephew, Gigi would still be alive. Jack locked her in the basement. Jack killed her. And I'm not gonna stand here and watch you take another woman away from my son. I will take you down first.",
        "[SCENE_BREAK]",
        "Brody: Look, Patel, you don't have to do that.",
        "Vimal: No, I have to tell them. I can't have them finding out from some police officer that I've been in prison--",
        "Brody: I'm not gonna tell them. I swear.",
        "Vimal: Now, you just said--",
        "Brody: I know what I just said. I panicked, I was wrong. I'm not a blackmailer. I'm not gonna threaten you or your parents. And I'm sorry I took it that far. In fact, I'm ashamed of myself.",
        "Vimal: I'm ashamed of myself, too. I let everybody down-- including myself.",
        "Brody: Vimal...please. All my life, all I've ever wanted is a family.",
        "Vimal: Me, too.",
        "Brody: For months, I thought of Liam as mine. I held him. I fed him. I rocked him to sleep. He's my son. I love him. John--he doesn't want anything to do with Liam. Or Natalie. But I can't imagine my life without them. I've already lost one son--Ryder--because of you. You altered that paternity test and it cost me my son and his mother. Please don't take Liam away from me. I love him.",
        "[SCENE_BREAK]",
        "Natalie: This is what we got off the suspect's computer.",
        "John: This is all about Manning.",
        "Natalie: Yeah. He had tons of searches on him.",
        "John: So our suspect, he leaves Sam alone. He tells him he's gonna go fight villains. At the same time, Todd gets a call and he takes off, says he's gonna go look for Sam.",
        "Natalie: Do you think that my uncle and the suspect met face to face?",
        "[SCENE_BREAK]",
        "Starr: Sam, Mom wants you to go inside and get out of that wet bathing suit.",
        "Sam: Fine. I can see the man with the line on his face whenever I want.",
        "Todd: I better get ready, too.",
        "Starr: Are you ok?",
        "Todd: Yeah. Fine.",
        "Starr: You were yelling at Sam. You're not fine.",
        "Todd: Well, I don't know if you noticed, but a man dressed as Spider-man kidnapped him, and now he thinks that Spider-man is his hero and his friend. For all we know, this Spider-man guy could be a pervert.",
        "Starr: I know. I know that it's very scary. But Sam is home and he's ok now.",
        "Todd: He's gonna stay that way if I have to put all my people on him 24/7. What? You have a better idea?",
        "Starr: No. I have a question. Sam saw a photo of you, from what you used to look like before. He thought that that was the man in the Spider-man suit.",
        "Todd: Sam's obviously lying.",
        "Starr: He's not lying. He--",
        "Todd: He's making up stories, then, isn't he? Just like you used to do when you were his age. That's why nobody believed you when you said that you saw a man on a wheel. Right? You were the girl who cried wolf. All kids do that.",
        "Starr: First of all, I was right about that story, and what if there is a man out there that looks just like you?",
        "Todd: There is no man! What man? I am your father. Me. Here I am. Right? And whoever this guy is with the line on his face, it doesn't matter. He isn't Todd Manning.",
        "Starr: I never said that he was.",
        "[SCENE_BREAK]",
        "Tomás: I had no intention of getting mixed up in the Manning mess again.",
        "Baker: Good. Then stay away from him.",
        "Tomás: Well, I'd like to, but I can't. Sam Manning identified his abductor. He picked out the old photo of Manning. You know, the one with the scarred face? How is that possible?",
        "Baker: Don't worry about that. It's been taken care of.",
        "Tomás: What does that mean?",
        "Baker: It seems that the man who kidnapped Sam Manning is dead and gone. So no more loose ends. Now, I think it's time for you to get out of Llanview and go back to your old life in Paris.",
        "[SCENE_BREAK]",
        "Baz: So? Is my father some kind of international criminal?",
        "Téa: No, of course not.",
        "Baz: Then why does the CIA have a coded file on him? And why was he arrested for shooting your husband?",
        "Téa: The arrest was based on circumstantial evidence, and the charges were dropped. As to the file, I'm not sure why the CIA was keeping tabs on him. Your father and I were out of touch for many years. You know that.",
        "Baz: So you don't trust him, either?",
        "Téa: I trust him.",
        "Baz: You sure? For all we know, he could've shot that guy they found at Starr's aunt's pool.",
        "Téa: Don't be ridiculous.",
        "Baz: Lieutenant McBain clearly thinks it's possible, and that he might've had something to do with Sam's kidnapping.",
        "Téa: Tomás was here when Sam was kidnapped.",
        "Baz: Then maybe he was working with someone else--that guy that Sam said has your husband's old face? Spider-man?",
        "[SCENE_BREAK]",
        "Old Todd: Thank you.",
        "Man: Gotta start your heart. Ahh. Ahh.",
        "Old Todd: So this is what happened to the little kid, huh?",
        "Man: You can't believe everything you read, especially in that rag.",
        "Old Todd: It wasn't always a rag. It was the best paper in town... before they took it. They took my whole life.",
        "Man: I hear you. My ex-wife's new husband did the same thing. S.O.B. sits in my chair, drives my car, watches my TV--",
        "Old Todd: They didn't just take my stuff. They took everything. There's a guy who actually thinks that he's me.",
        "Man: You look like him?",
        "Old Todd: No.",
        "Man: So nobody's buying it?",
        "Old Todd: No, everybody's buying it. My kids are buying it. My wife's buying it. Everybody's buying it. The guy buys it himself. I held a gun to his head. He didn't even blink.",
        "Man: He's bluffing.",
        "Old Todd: No, he's not. He actually thinks that he's me, but he's not me. I'm me, right?",
        "Man: You know, there's a guy over at Rodi's, thinks he's bon Jovi.",
        "Old Todd: I'm not crazy.",
        "Man: I'm just saying.",
        "Old Todd: I know who I am.",
        "Man: Well, all I know is somebody's trying to kill you. Let me tell you something. They were pros. So something's up.",
        "Old Todd: So everything I'm saying to you, you believe me?",
        "Man: Hell, yeah.",
        "Old Todd: Thank you.",
        "Man: [Chuckles] So. How are you gonna get your life back?",
        "[SCENE_BREAK]",
        "Tomás: I don't answer to you anymore, Baker. You don't get to tell me what to do. I go where I want, when I want. And if you set foot anywhere near this house again, you won't live long enough to regret it.",
        "Baker: I suggest you consider my offer. I'll stop by another time.",
        "Baz: What was that?",
        "Tomás: Just some salesman.",
        "Baz: Really? What was he selling?",
        "Tomás: Some high-speed cable connection. I don't know. It's a scam or something.",
        "Baz: And you let some TV salesman get under your skin like that?",
        "[SCENE_BREAK]",
        "Starr: I never said that Sam's friend was you or that you were not my dad. What are you talking about?",
        "Todd: I don't know. I'm sorry. I'm a little on edge. Almost losing Sam just threw me. You know...if any of my kids get in trouble, I just--I lose it a little bit. It was like that when you were born. Ever since you were born, I-- you know that I would do anything to keep you safe, right?",
        "Starr: Are you ok?",
        "[Cell phone chimes]",
        "Starr: What is it, Dad?",
        "[SCENE_BREAK]",
        "Old Todd: [Coughing] The problem is that if I go to see my family, they're gonna think that I'm the imposter, because this guy, he's been there for, like, eight years. And if that other guy, if he sees me-- he's gonna go right to the people who have been trying to kill me and tell them that I'm alive.",
        "Man: So this guy is hooked up with the people who shot you?",
        "Old Todd: Yeah, he is. And if they find out that I'm alive, I lose the one advantage that I have.",
        "Man: So in other words, you have no plan of action.",
        "Old Todd: Nope. None.",
        "Man: Well, buddy, I hate to say it but you can't stay here.",
        "Old Todd: No, no, I know that. Listen, thank you so much for your hospitality. I know I gotta go. Hey, listen, I'm reasonably certain that I'm an incredibly wealthy guy, so as soon as I get my life back, I'm gonna help you get back on your feet. I promise.",
        "Man: Ha! Sorry, but I'm not holding my breath. Ha ha ha!",
        "Old Todd: The one thing that I do know about myself for certain is that I'm a survivor. And I will get my life back. You can count on that.",
        "Man: But how?",
        "Old Todd: I don't know.",
        "Man: You ever thought about talking to the cops?",
        "Old Todd: No, I hate cops.",
        "Man: Hey, I avoid them myself whenever possible. But there's this one cop who's ok. Somebody tries to chase me outta here, he smoothes it over. And he fronts me food from Rodi's-- ever since he bought the joint. He's good to people. You can trust him. His name's John McBain.",
        "[SCENE_BREAK]",
        "Natalie: So you think Sam's kidnapper called Todd and instead of telling us that the guy made contact, Todd just took off to meet him on his own?",
        "John: Don't you find it hard to believe that Manning would keep the call to himself and then go after the guy on his own?",
        "Natalie: No. It's exactly what he would do.",
        "Cop: Lieutenant, I've got the DNA results you've been waiting for.",
        "John: Thanks. Was there a match with someone in the system?",
        "Cop: Yeah. We got a hit.",
        "Natalie: That means that the hairs that I found in the bushes outside of Todd's house where we found the guy that was supposed to play Spider-man--that those hairs match someone who has a record. So with luck, we'll be able to figure out who kidnapped Sam.",
        "[SCENE_BREAK]",
        "Brody: You owe me nothing. I'm just asking you, man to man, father to father, please, can you just leave it alone?",
        "Vimal: I promise you that I will reconsider my decision to tell Lieutenant McBain.",
        "Brody: Thank you, Vimal, and if you...if you do decide you have to go through with it, will you please just give me a heads up so that I can prepare myself?",
        "Vimal: Of course, man.",
        "Brody: Although I don't... I don't know how you prepare yourself to lose your child.",
        "[SCENE_BREAK]",
        "Rex: What's it gonna be, Dorian? You gonna drop the charges against my mother?",
        "Dorian: Rex, the police found your mother holding me hostage. If I don't press charges against her, the Commonwealth will.",
        "Rex: You want your happily-ever- after with David? You convince Bo and Nora that you were not kidnapped. No charges. You hear me? Otherwise, you can kiss your husband, your freedom, and your family good-bye.",
        "Dorian: Oh! My hero! Come here. [Giggles]",
        "Sam: Aunt Dorian, I saved your life. Today's my day. We're having a party.",
        "Dorian: Oh, goody.",
        "Rex: Must be nice to have something to celebrate.",
        "[SCENE_BREAK]",
        "Téa: Everything ok?",
        "Tomás: Yeah. Fine. Why?",
        "Téa: Why? Because I just had to field some questions from your very observant son, and guess what? I had no answers.",
        "Tomás: To what?",
        "Téa: Tomás, I've been giving you the benefit of the doubt ever since you came to Llanview. Now, thank God Todd is no longer accusing you of having shot him. But after Sam was kidnapped, McBain was all over you about it.",
        "Tomás: I can't control McBain any more than your husband can.",
        "Téa: I hope you don't think that comparing yourself to my husband is gonna win any points with me. I know who my husband is... or I thought I did.",
        "Tomás: What does that mean?",
        "Téa: Sam says that there's a guy out there with Todd's face, the face that I fell in love with. What am I supposed to do with that?",
        "Tomás: Téa, since the day I walked in here, I have begged you to leave that man.",
        "Téa: Why? Why? What do you know that I don't know?",
        "Tomás: I can't tell you. You just have to trust me.",
        "Téa: No. Not anymore. You have to tell me what you know right now.",
        "[SCENE_BREAK]",
        "Baz: Hey, Starr. Wait up.",
        "Starr: Hey.",
        "Baz: Hey. Where are you going?",
        "Starr: I'm meeting my mom and my brother at the Buenos Dias. We're throwing this party for Sam. Sort of messed up his birthday. And he saved my aunt Dorian. Anyway, I had to stop and get gas.",
        "Baz: You got Twizzlers twists?",
        "Starr: Yeah. I was starving. You want some?",
        "Baz: Awesome.",
        "Starr: I'm sorry. I just have to save some for Sam. They're his favorite, too.",
        "Baz: So is your dad gonna be at this party?",
        "Starr: No. He should be, but he got a text and said he couldn't come.",
        "[SCENE_BREAK]",
        "Todd: So what is going on with this psychopath who almost killed me? He's got my old face and he's claiming that I stole his family and his company. Who is he? And why do you seem to know so much about him?",
        "[SCENE_BREAK]",
        "Old Todd: Did you say John McBain?",
        "Man: You know him?",
        "Baker's Voice: Tell me about John McBain.",
        "Old Todd's Voice: I can't.",
        "Baker's Voice: Can't or won't?",
        "Old Todd's Voice: I--I don't know the guy.",
        "Baker's Voice: Why is he asking about this?",
        "Old Todd: I've heard of him before. I think he might have heard of me.",
        "Man: I got a number for him if you want to call him. I'm sort of his eyes and ears down here on the docks. I call him when I see something and he calls me if he's got a question. You tell him Louie sent you. I guarantee you he picks up. I always use that pay phone right over there.",
        "Old Todd: No cops. I'll take care of this one all on my own.",
        "Louie: [Chuckles] \"On your own\" got you to the bottom of the river.",
        "[SCENE_BREAK]",
        "Natalie: Those hairs belong to Todd?",
        "John: Yeah, it looks that way.",
        "Natalie: Well, it could've been there from before. I mean, it is his property.",
        "John: Or...",
        "Natalie: Or what?",
        "John: Or...",
        "[Telephone ringing]",
        "John: Excuse me. I gotta take this. This is my guy on the street.",
        "[Ringing]",
        "John: Hey, Louie.",
        "Old Todd: Guess again.",
        "John: Is Louie ok?",
        "Old Todd: Yeah, he's fine. He said I should call you.",
        "John: And you are?",
        "Old Todd: I think we should talk. Alone. I'll know if you bring back-up.",
        "John: Ok. What's this about?",
        "Old Todd: Todd Manning.",
        "Natalie: Anything good?",
        "John: Maybe.",
        "Natalie: You gonna go check it out?",
        "John: Oh, hell, yeah.",
        "[SCENE_BREAK]",
        "Sam: Aunt Dorian, you have to stay. We're having sundaes for lunch.",
        "Dorian: Oh, I wish I could stay, but I've got so many things to do. Uncle David and I, we're having our movie premiere tomorrow. But thank you for asking. Bye-bye.",
        "Rex: Dorian.",
        "Dorian: Gotta fly.",
        "Rex: You don't drop those charges before the premiere tomorrow night, you're not gonna be there to enjoy it.",
        "[SCENE_BREAK]",
        "Blair: Look at that!",
        "Waitress: Enjoy.",
        "Blair: Thank you. I think we will.",
        "Waitress: Let me know if you need anything else.",
        "Blair: I sure will. Oh, would you take a picture, please, for the birthday boy? You sit up high so she can get in the photo. And here's the camera.",
        "Sam: For what?",
        "Blair: For what? It's your birthday. We're gonna sing \"happy birthday.\"",
        "[Indistinct voices inside restaurant]",
        "[SCENE_BREAK]",
        "Natalie: Brody. Hey, where were you? John said he didn't know anything about a case you were working on.",
        "Brody: It's something I'm working on for Bo.",
        "Natalie: Oh. You didn't take something off of John's desk, did you?",
        "Brody: His desk? No. Why?",
        "Natalie: No reason. Just John being John.",
        "[SCENE_BREAK]",
        "John: Come out, come out, wherever you are.",
        "[SCENE_BREAK]",
        "Starr: My dad's been acting strange all morning. Ok? He wouldn't even go swimming in the pool today, even though he practically invented sharks and minnows, and I caught him hammering Sam about the kidnapper. He was yelling at him, saying how bad he was and how he needs to stay away from him.",
        "Baz: So they still haven't caught the guy?",
        "Starr: No. And when I asked him why Sam said that the guy had his old face, he went crazy.",
        "Baz: What do you mean?",
        "Starr: He started freaking out, saying that \"that guy isn't your father. I am.\" Like any of us would think that. And then he got all sentimental, which he never does. Started saying how much his kids mean to him, and then he went on to tell me the story about how he held me for the first time. It was really weird.",
        "Baz: What do you think is going on?",
        "Starr: I don't know. I'm used to my dad being a complicated person. One minute he's making a fort with Sam. The next he's yelling at a guy from \"The Sun\" for making the font too small. But this was like something that I've never seen.",
        "Baz: What?",
        "Starr: He was scared, and my dad doesn't scare easily.",
        "Baz: What do you think he's afraid of?",
        "Starr: I think he was afraid of losing us.",
        "[SCENE_BREAK]",
        "Baker: Don't worry about the man with the scar. He is not an issue.",
        "Todd: He was gonna shoot me.",
        "Baker: He's dead. At the bottom of the Llantano River with a bullet in him.",
        "[SCENE_BREAK]",
        "Téa: You're my brother. You owe me a truthful answer. And if you can't give me that, I'm sorry, but you're gonna have to pack your bags and leave this house.",
        "[SCENE_BREAK]",
        "Todd: So he's dead?",
        "Baker: I watched the body sink.",
        "Todd: Good. Who is he, anyway?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=sLlznmpzmro"
}