{
    "Episode Summary": [
        "Episode # 10812"
    ],
    "Recap": [
        "Cole's trial is underway with everybody wanting to prevent him from getting sent up the river for shooting Eli but knowing the reality that nobody can help him. Tea represents him and Nora does not argue much, that Mr. Thornhart had reason to believe that Mr. Clark kept Mr. Thornhart's infant daughter and her mother captive and blew them up in a building. The judge takes that into consideration but tells them that he has to uphold that this is Cole's 3rd felony. He's been let off the hook, put on parole and probation before, yet has not reformed himself. So he has to rule that he goes to prison. Yet, he tells the court, he will offer the lightest sentence he's allowed to give him which is 10 years in Statesville. Everybody is distraught with that outcome. When Starr and Cole returns to Dorian's, he announces to her that he is breaking up with her.",
        "Dorian is \"afraid\" of Kelly being interested in both Rex and Todd, both of whom Dorian does not want any Cramer woman interested in. So she invites a hot man who is a massage therapist to meet Kelly. Yet Kelly is not interested in what Dorian wants from her. Meanwhile, Gigi goes to Paris with Cristian. Adriana knows how to make Gigi feel insecure about herself, her lifestyle of modest means, unfamiliarity with the rich and aristocratic surroundings in Paris. And Adriana informs Gigi that Rex has informed her that he and Gigi are not currently having sex. She has to add, to Gigi, that when she herself was with Rex, they had great sex. Right when Rex is in the sauna, talking to Brody and admitting that he and Gigi have had many barriers and trust issues throughout their relationship, she calls him and furiously demands to know if he told Adriana that they do not have sex. She is furious that he would do that. Right then, when Rex is alone in the sauna and discouraged, Kelly enters."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Gigi: Bonjour, amore. I'm here.",
        "Rex: Uh, where's here again?",
        "Gigi: Paris. I'm in Paris. And not Paris, Texas, this time. Paris, France.",
        "Rex: I just wanted to hear you say it.",
        "Gigi: They even served us escargot on the plane.",
        "Rex: You ate snails?",
        "Gigi: I said they served them. I didn't say anything about eating them. Rex, it's so beautiful here. Now I know why they call it the city of love. I wish you could have come with me.",
        "Rex: Yeah, me, too. Unfortunately I have to figure this thing out with my parents here, whoever they are.",
        "Gigi: What? Rick and Lili aren't your parents?",
        "Rex: You got a minute? Or does Cristian need his lovely assistant?",
        "Gigi: Oh, trust me, I'm the last thing on his mind right now.",
        "[SCENE_BREAK]",
        "Layla: No. Baby! Ooh!",
        "Cristian: Oh! Ha! Did you miss me?",
        "Layla: Shut up. Baby.",
        "[SCENE_BREAK]",
        "Adriana: Oh, Layla and Cristian are so cute. They'd make me sick if I didn't have a lover right now.",
        "Kelly: Ooh, you got a new lover? Anyone I know?",
        "Adriana: Actually, you do. You've already met him. Or rather you and David Vickers attacked him.",
        "Kelly: Yeah, only because we thought he was attacking you. I mean, considering what you went through.",
        "Adriana: Fair enough. I know you think it's weird, but I've got to tell you, the sex is mind blowing.",
        "Kelly: Ha ha! Oh, well, you know what? To tell you the truth, a guy tying me to a bed right now, a real hot guy, sounds pretty good to me, mm-hmm.",
        "Dorian: Kelly, excuse me.",
        "Kelly: I got to go.",
        "Adriana: Uh, don't tell my mother about--",
        "[Click]",
        "Adriana: Huh.",
        "Kelly: Dorian, who's your friend?",
        "Dorian: He's not my friend. He's yours.",
        "[SCENE_BREAK]",
        "Nora: Wow. I'm glad you're up to this.",
        "Téa: Did you ever think that we'd be glad to see each other in a court of law?",
        "Nora: Ha ha! No, never.",
        "Téa: Me neither. But I am glad you're the one prosecuting this case.",
        "Nora: And that you're the one defending it.",
        "Téa: Yeah. Jason Daley's a good lawyer, but I couldn't stand the thought of letting Cole depend on another lawyer to keep him out of prison.",
        "Nora: Well, now he's got the best.",
        "Téa: I'm gonna pull out every trick in the book to make sure he walks.",
        "Nora: Well, it's gonna take a bigger miracle than you coming back from the dead to get Cole off with just a suspended sentence.",
        "[SCENE_BREAK]",
        "Starr: Everything's going to be fine. Right? The judge will see that you were the good guy who shot the bad one.",
        "Cole: I hope you're right.",
        "Starr: Not to worry. I mean, last night will be the last night that you have ever spent in jail, okay? And the last one that you will ever have to spend apart from us.",
        "[SCENE_BREAK]",
        "Marty: Where's Natalie? I thought she'd be dying to show the judge all the evidence she's collected against my son.",
        "[SCENE_BREAK]",
        "Jessica: Remember back when we didn't have to go to the bathroom every 5 minutes?",
        "Natalie: Ha! Those were the days.",
        "Jessica: By the way, you're a genius. This movie marathon was exactly what I needed.",
        "Natalie: Eh! What are sisters for?",
        "Jessica: Yeah. For a couple hours I didn't have to think about how any day now I'm going to find out whether my baby is Ford's or Brody's.",
        "[SCENE_BREAK]",
        "John: Yeah, Natalie, uh, she wasn't feeling well.",
        "Marty: Oh, oh, that's right. She had to rest up.",
        "John: How so?",
        "Marty: From her doctor's appointment yesterday. I told you I ran into her at the hospital.",
        "John: Yeah, she needed to get some vitamins.",
        "Marty: Is that what she told you?",
        "[SCENE_BREAK]",
        "Jessica: Uh, I don't want any of this. I need a distraction. I--do you have any ideas--why are you reading my post-amnio instructions?",
        "Natalie: Because I want to make sure that you're not overdoing it, and according to these instructions, you are, so sit, okay? Stay.",
        "Jessica: Ha.",
        "Natalie: We're gonna look at some of those DVD's over there. We're gonna pick us out one. I'm sure that we can enjoy it for the next few hours, keep us off our feet.",
        "Jessica: I'm onto you, you know.",
        "Natalie: What do you mean?",
        "Jessica: I know why you're acting like you had an amnio yesterday, too.",
        "[SCENE_BREAK]",
        "Cole: Téa, thank you so much for doing this.",
        "Starr: Yeah, with everything that you went through with Eli, we were surprised that you would be up for this.",
        "Téa: Well, I should be thanking you, Cole. When you shot Eli, you did me a big favor. The least I can do...is try to get the judge to go easy on you, okay?",
        "Starr: See, I told you. You will be coming home with me and Hope today.",
        "Téa: I didn't say that.",
        "[SCENE_BREAK]",
        "Dorian: Wyatt here is a body worker, a masseur, if you will, who specializes in helping type \"a\" professional women de-stress.",
        "Kelly: Oh. Is this your subtle way of telling me I'm stressed out?",
        "Dorian: Oh, no, darling, of course not. But de-stressing is one of Wyatt's specialties.",
        "Kelly: Oh, I'm sure.",
        "Dorian: He's gorgeous. Ha ha! You don't mind my saying that, do you? And, ahem, he says that he's single--yes, indeed--and, oh, my, with arms and shoulders like this, I can just guarantee you, darling, he will wipe all thoughts of my ex-son-in-law Rex Balsom out of your head.",
        "[SCENE_BREAK]",
        "Gigi: So you're telling me that all of Rick and Lili's letters were copied from a book?",
        "Rex: Looks that way.",
        "Gigi: And you think this Echo woman is behind it?",
        "Rex: I know that she is. I just don't know why. I'm gonna find out more tonight. She's supposed to tell me everything at Todd and Téa's big blowout.",
        "Gigi: Hmm. I'm sorry I can't be there with you.",
        "Rex: Yeah, me, too. Listen, you just have fun, enjoy yourself, because I am expecting a ton of French kisses when you get back.",
        "Gigi: But I already do that.",
        "Rex: Well, practice makes perfect.",
        "Gigi: I love you, Balsom.",
        "Rex: I love you, too. Don't let Cristian work you too hard while he's holed up with Layla.",
        "[SCENE_BREAK]",
        "Cristian: You know, you're even more beautiful than you were a few months ago.",
        "Layla: Paris makes everything prettier.",
        "Cristian: Paris has nothing on you.",
        "Layla: Probably because your arms are around me again. Cristian, I'm so sorry.",
        "Cristian: For what?",
        "Layla: For canceling on you last time. I hated doing it, but--",
        "Adriana: What, no hug for your cousin?",
        "Cristian: What's up, cuz?",
        "Adriana: Ha ha. Look, I know this separation has been rough on you two, but I want you to know it's been totally worth it.",
        "Cristian: Yeah, for you maybe.",
        "Adriana: I'm serious. Layla's gonna make a big impression on the fashion world, and being celibate this whole time has made her even more creative.",
        "Layla: Don't worry. For the next few days, the only place we're getting creative is in bed.",
        "Adriana: Oh, good thing I'm staying with my lover while you're here.",
        "Cristian: Lover?",
        "Adriana: It's Paris. Everyone has at least one. Um, but I think I'm gonna leave you two to discuss your fantasies sans moi.",
        "Gigi: I'll have--",
        "Adriana: Garcon, la Jolie American voudrais les cuisses de grenouille.",
        "Garcon: D'accord.",
        "Adriana: Merci.",
        "Gigi: I wanted the croquet masseur.",
        "Adriana: Ha! First of all, it's croque monsieur. And second of all, that's tourist food. When in Paris, eat like a parisienne. And you might want to dress like one. I can try to squeeze you into some designer samples.",
        "Gigi: It's nice to see you, too, Adriana.",
        "Adriana: Just trying to help. Rex always loved the way I dressed.",
        "Gigi: I'm impressed you can remember that far back.",
        "Adriana: Oh.",
        "Gigi: Do you know Rex and I are back together?",
        "Adriana: Know it? Please. I'm responsible for it.",
        "[SCENE_BREAK]",
        "[Steam rushing]",
        "Rex: Lovett, you okay?",
        "Brody: Not really.",
        "Rex: Yeah, I heard about the situation with the baby.",
        "Brody: I knew Natalie told Gigi, but I didn't think either one of them told you.",
        "Rex: Told me what?",
        "[SCENE_BREAK]",
        "Natalie: You think I'm acting like I had an amnio yesterday?",
        "Jessica: Yes. And don't think I don't appreciate it. I mean, you took the day off from work to stay home and watch chick flicks with me, Natalie, just because you knew that I was gonna freak out over this paternity test, and you're hanging around so I won't go nuts, and...I would be going nuts if it weren't for you, by the way.",
        "Natalie: Huh. Yeah, well, actually I have to confess. I have--there's another reason I wanted to stay home. It's not just for you. I kind of needed a mental health day.",
        "Jessica: Yeah, you've been a little stressed out these days. What's going on?",
        "Natalie: Uh, this case against Cole.",
        "Jessica: Oh. I know. Poor Marty. Isn't Cole's arraignment today?",
        "Natalie: Yes, which makes it-- your amnio is the perfect excuse to skip it.",
        "Jessica: Why would you want to?",
        "Natalie: Look, you know, Marty and you might be friends, but she hates my guts, and seeing as how I'm the person who compiled all the evidence against her son to have him arrested...",
        "Jessica: I know she's upset, but she knows better than to take that personally.",
        "Natalie: No. No, she doesn't. She vowed to get back at me, and honestly, I'm kind of afraid of what she might do.",
        "[SCENE_BREAK]",
        "John: Okay, what's going on? Are you saying that Natalie had some other reason for going to the doctor?",
        "Marty: I'm just wondering why she didn't tell you herself.",
        "John: You're saying you know something that I don't. What is it?",
        "Marty: I just know she didn't see her doctor to get vitamins.",
        "[SCENE_BREAK]",
        "Jessica: Are you sure that Marty's not just still mad about the stuff that you said before?",
        "Natalie: Uh, when I--",
        "Jessica: Thank you.",
        "Natalie: You're welcome--told her that the baby that she lost was the only reason John was with her?",
        "Jessica: Yeah.",
        "Natalie: No, I'm sure she is. But this is something else.",
        "Jessica: Yeah, but you were just...",
        "Natalie and Jessica: Doing your job.",
        "Natalie: Yeah, yeah. I was just doing my job. You're right. Just doing my job when Marty confessed to killing Eli Clarke. Huh. I was just doing my job when I found all that evidence that blew her confession out of the water and proved that Cole was really the one who killed Eli Clarke.",
        "Jessica: Yeah, but you didn't have a choice, Natalie.",
        "Natalie: Marty--Marty doesn't see it that way. You know, she...she begged me to lie for her. She reminded me how she and Cole had covered for me when I stabbed Mitch, and she said I could return the favor by letting her take the rap for killing Eli Clarke. She wanted me to send her to prison so that Cole could go free, and... I couldn't do it.",
        "[SCENE_BREAK]",
        "John: All right, if Natalie wasn't at her doctor's getting vitamins, what was she doing there? How do you know so much about it?",
        "[SCENE_BREAK]",
        "Bailiff: All rise. Be seated.",
        "Judge: In the matter of the Commonwealth vs. Cole Thornhart on the charge of murder in the second degree, how does the defendant plead?",
        "Cole: Guilty, Your Honor.",
        "Téa: Your Honor, motion to dismiss.",
        "Judge: Counselor, I see that your ordeal hasn't changed you one bit.",
        "Téa: Ha. No, Your Honor. My client shot and killed Elijah Clarke in a moment of passion.",
        "Judge: Hence the murder two charge, Counselor.",
        "Téa: Mr. Thornhart believed that the victim had kidnapped and killed his innocent little girl and her mother, the woman he loved. In addition, Elijah Clarke was a known multiple-murderer whom the Commonwealth would likely have condemned to death. Even the district attorney and the lead detective on this case would agree that Mr. Thornhart rid us of a scourge when he shot and killed Mr. Clarke.",
        "Judge: I'm not concerned with what people agree on. I'm concerned with the law. Your client has already pled guilty. Before you advise him to rescind his plea, note that I have his signed confession in front of me, along with detailed evidence reports substantiating Mr. Thornhart's guilt prepared by one of the Llanview PD's forensic experts, Ms. Natalie Banks.",
        "[SCENE_BREAK]",
        "Natalie: I understand why Marty wants to protect her son. I just--I couldn't lie about the evidence.",
        "Jessica: Natalie, I know things are tense right now, but are you sure you're not making a bigger deal out of this than--",
        "Natalie: Oh, she slapped me. Yeah. She was angry and hurt, and she just hauled off and hit me.",
        "Jessica: She slapped a pregnant woman?",
        "Natalie: Mm-hmm. And she wasn't holding back either.",
        "Jessica: Natalie, I'm so sorry.",
        "Natalie: You're not the one who took a shot at me.",
        "Jessica: Yeah, but you shouldn't have to go through that. She really said that she was gonna make you pay?",
        "Natalie: Yep.",
        "Jessica: You know, I wouldn't worry about it. I wouldn't. I know Marty, and she might be upset right now, but there's no way that she would actually try and get back at you.",
        "[SCENE_BREAK]",
        "Brody: Okay, why don't you just tell me what you know?",
        "Rex: Uh, just that Ford might be Jessica's baby's father. What else is there?",
        "Brody: Nothing. That's pretty much it.",
        "Rex: Sorry, man. That sucks. Must be a lot to carry around with you.",
        "Brody: Yeah, I...keep hoping things will get better now that we're getting this paternity test. Jess had an amnio yesterday.",
        "Rex: How soon before you find out?",
        "Brody: They said a few days. I was hoping maybe a brutal workout and some steam would help take my mind off things, but...",
        "Rex: No luck?",
        "Brody: I just...I can't stop thinking about what'll happen if we don't get the answer we want.",
        "Rex: Sorry, man.",
        "Brody: Thanks. So how are things going with you and Gigi? Tell me at least one of us has some good news.",
        "Rex: Uh, things are slow... painfully, painfully slow.",
        "Brody: What do you mean? Wait, you mean you and Gigi haven't--",
        "Rex: Oh, yeah, that's exactly what I mean. We're both afraid to take it to the next level, and it's killing me.",
        "[SCENE_BREAK]",
        "Gigi: How exactly are you responsible for Rex and me getting back together?",
        "Adriana: I was in Llanview a while ago, and I stopped in to see Rex. We had a moment and--",
        "Gigi: Excuse me. You had a moment?",
        "Adriana: You know what? That's not important.",
        "Gigi: Well, why don't you let me decide?",
        "Adriana: You really want to hear this?",
        "Gigi: I'm asking, aren't I?",
        "Adriana: Fine. If you must know, we kissed.",
        "[SCENE_BREAK]",
        "Kelly: Wyatt, I'm gonna take a minute with my aunt, okay?",
        "Wyatt: Of course.",
        "Kelly: All right.",
        "Wyatt: Take your time.",
        "Kelly: Your hands are strong. Ha ha! Have a seat, please.",
        "Wyatt: Okay.",
        "Kelly: What the hell do you think you're doing?",
        "Dorian: And what the hell do you think you're doing sniffing around Rex Balsom?",
        "Kelly: I am not sniffing around Rex. I told you my relationship with Rex is purely professional, and I do not need a whatever to do whatever to me!",
        "Dorian: Honey, I want to respect your wishes, but I do not respect that-- Langston divulging the fact that you have an attraction to Todd Manning!",
        "Kelly: Oh, come on! I told you what that was about!",
        "Dorian: Oh, no, no, no. You don't have to explain anything to me, 'cause I know how terrible you must feel about yourself repeatedly being attracted to these...bounders.",
        "Kelly: I'm attracted to bounders, really? Pot, meet kettle.",
        "Dorian: Oh! Oh, when Todd said that we should bring dates to his party, could you think of one particular candidate? Hmm?",
        "Kelly: Neither could you! Neither could you! And what happened to, \"the Cramer women-- we don't need men to have a good time!\"",
        "Dorian: I want you to banish all thoughts of Rex and Todd that emanate from your libido.",
        "Kelly: So you bought me a man?",
        "Dorian: He is a licensed massage therapist specializing in craniosacral work. He can unblock chakras. Honey, if your chakras are blocked, you are never gonna know yourself to be the desirable woman that you are.",
        "Kelly: My chakras are fine! Everything's going in the right direction, thank you very much!",
        "Dorian: It's completely understandable. You spent years in a loveless relationship with Kevin, right? And then you were involved with that English guy who certainly was not worth your time. Pearls to swine.",
        "Kelly: Okay, I will give you that one.",
        "Dorian: Thank you. Honey, be honest with me. How long has it been since you had sex?",
        "[SCENE_BREAK]",
        "Brody: It's none of my business.",
        "Rex: No. Go ahead. It's all out in the open now.",
        "Brody: So why are you and Gigi holding off on the sex? I mean, haven't you been back together for a while?",
        "Rex: Yes.",
        "Brody: Oh, it's none of my business. I should just get out of your space.",
        "Rex: No, it's okay. I'm sorry. It's just so much other stuff happened before Gigi and I reconnected. Everything with Schuyler and Stacy.",
        "Brody: I remember.",
        "Rex: As much as we love each other, for a long time I didn't trust her...and she sure as hell didn't trust me.",
        "[SCENE_BREAK]",
        "Gigi: You and Rex kissed?",
        "Adriana: Relax, Gigi. It was one little kiss.",
        "Gigi: Only one? I'm so relieved.",
        "Adriana: And after it was over, I told Rex to fight for you, and he did, which is why you two are back together. Well, mostly.",
        "Gigi: What's that supposed to mean?",
        "Adriana: Don't get me wrong. I'm sure this new celibacy thing is all it's cracked up to be. I just don't understand it.",
        "Gigi: Adriana--",
        "Adriana: I mean, when Rex and I were together, he was all over me. It was like he couldn't get enough, and how great he is in bed and that body, so willing to experiment.",
        "Gigi: Adriana, how do you know that Rex and I haven't slept together yet?",
        "Adriana: He told me.",
        "[SCENE_BREAK]",
        "Rex: Gigi and I lied to each other. We both slept with other people. Sure, Gigi didn't go to bed with Schuyler until after we had broken up, and I... did the deed with Stacy right after we split, but if that wasn't bad enough, Gigi is Stacy's sister. That's like the eighth deadly sin.",
        "[SCENE_BREAK]",
        "Téa: Your Honor, I am not arguing that my client is innocent. He did turn himself in. He confessed. He is taking full responsibility for his actions.",
        "Judge: I'm not dropping the charges.",
        "Téa: Then the defense moves for a suspended sentence.",
        "Judge: Ms. Delgado, this is Mr. Thornhart's third felony offense.",
        "Nora: Your Honor, if I may, under normal circumstances, a third felony carries a mandatory and significant prison time, but as a district attorney, it's my job to protect the public, and Mr. Thornhart is not a threat to society. However, Elijah Clarke was.",
        "Judge: Don't tell me your office is now advocating vigilante justice?",
        "Nora: No, Your Honor, we're merely considering the extenuating circumstances.",
        "Téa: Your Honor, if you could put yourself in the defendant's shoes for a moment. Mr. Thornhart had just endured days believing that Elijah Clarke had been brutalizing his innocent little girl and her mother. When Clarke detonated that bomb, he thought they died a horrific death. What man wouldn't be pushed past the breaking point?",
        "Judge: All right, thank you both. I'll take all of this under advisement and return with my decision. Court is in recess.",
        "[SCENE_BREAK]",
        "Jessica: You know, it's not gonna happen overnight, but eventually Marty's gonna calm down and realize that you were just doing your job.",
        "Natalie: No, she doesn't see it that way. She thinks that I am out to intentionally hurt her.",
        "Jessica: You would never intentionally hurt anyone, and I know if she was thinking clearly, she would see that.",
        "Natalie: Okay, but the only thing she's thinking about right now is her son going to jail.",
        "Jessica: Yeah, but even as upset as she is, how could she expect you to cover up something so huge? That would mean you having to lie to John, not to mention everybody else.",
        "[SCENE_BREAK]",
        "Starr: So what are you saying? The judge didn't definitely say no to the suspended sentence.",
        "Marty: I guess not.",
        "Cole: Hey, I need to get some air.",
        "Marty: You seem distracted. My son's future not as important as Natalie's mystery visit to the ob/Gyn yesterday?",
        "John: Natalie didn't even have a doctor's appointment yesterday.",
        "Marty: What can I say? I saw her at Dr. Wright's. And is it odd that she had an appointment without you? Not really, but what I can't imagine is why she went there and didn't tell you what she was doing.",
        "[SCENE_BREAK]",
        "Natalie: All right, what do we say, another movie? Give it a try?",
        "Jessica: No. I think I'm just gonna take a nap.",
        "Natalie: Are you sure?",
        "Jessica: Yeah. The time goes by faster when I'm unconscious. You know, every second that I have to sit around and wait to find out whether this baby is Brody's feels like an hour.",
        "Natalie: Yeah, I know what you mean.",
        "Jessica: I know you do because you know how much I love Brody. But Natalie, what if this baby turns out to be Ford's and Brody can't handle it? I mean, how many men do you know that could deal with that? What if I end up losing him?",
        "Natalie: No. Honey, you're not. You are not. You're not gonna lose him. He loves you.",
        "Jessica: Yeah. Natalie, he won't be the only one that's upset if this isn't his baby. I want to have Brody's baby. I want to have his flesh and blood and bring his strength and goodness into the world.",
        "Natalie: Of course you do.",
        "Jessica: You know, I know I can talk to you about this because I know that you understand, but I...feel special, you know, giving Brody his first child. I know that you feel that way about John and giving John his first child. I mean, I don't have to tell you how crushed you'd be if you found out this wasn't his.",
        "Natalie: No. No, you don't.",
        "Jessica: Thank you, Natalie.",
        "Natalie: For what?",
        "Jessica: For being the best sister. Thank you.",
        "Natalie: Okay.",
        "Jessica: I'll see you later.",
        "Natalie: Okay.",
        "[SCENE_BREAK]",
        "John: Why are you playing these games with me?",
        "Marty: Hey, someone's playing games with you, but it's not me.",
        "John: I understand that you are angry with Natalie for doing her job.",
        "Marty: No. How I feel does not change the facts.",
        "John: Exactly. If Natalie had not uncovered evidence against Cole, somebody else would have. We'd still be here.",
        "Marty: Call your girlfriend. Ask her about her appointment yourself.",
        "Bailiff: All rise!",
        "Judge: Be seated. I'm ready to make my ruling.",
        "[SCENE_BREAK]",
        "Rex: I still can't believe what a moron I was. Gigi was the mother of my child, and I slept with her sister. What kind of creep does that?",
        "Brody: I hear you.",
        "Rex: Don't get me wrong. Gigi and I are learning to trust each other again, and it's been fun. You know, going out on dates, you know, falling in love all over again.",
        "Brody: That sounds good.",
        "Rex: It's just neither one of us want to risk messing things up. But in the meantime, I am going crazy. I think the backup is affecting my brain.",
        "Brody: How long has it been since you've...",
        "Rex: Not since she found out about Stacy.",
        "Brody: Wasn't that, like--",
        "Rex: I am begging you not to do the math.",
        "Brody: Ha ha!",
        "[SCENE_BREAK]",
        "Kelly: Did you just ask me when was the last time I had sex?",
        "Dorian: I can tell by your tone of voice, it must have been eons ago. It's fine, honey, if you don't want to, you know, have a massage with Wyatt. That's okay, but he said he was free tonight. Take him as your date to Todd's party.",
        "Kelly: I am not taking him. That is a rent-a-date, Dorian. That is humiliating.",
        "Dorian: Oh, and the alternative is not? Oh, God. Wyatt! Oh.",
        "Wyatt: Yes, Mayor Lord?",
        "Dorian: Ah, ha ha! Well, um, my niece Kelly is ready for you. I'm gonna go upstairs and check. If you don't want to avail yourself of Wyatt's services, Blair might. Mm-hmm.",
        "Kelly: Ha. Uh, Wyatt, uh, I don't know what my dear aunt told you, but I don't need or want a massage, but thank you.",
        "Wyatt: Well, that's obvious. You could snap your fingers and get any guy you want.",
        "Kelly: Oh. You're kind, you're kind.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Gigi: Maybe that's Rex now.",
        "Adriana: Ha. Oh, no. It's work. I have to take this. But I'm serious. If you want me to hook you up with some designer sample sales, just say the word. And let me know how the frog legs are. They're the best here.",
        "[Cell phone ringing]",
        "[SCENE_BREAK]",
        "Rex: Gigi and I are broken up. Stacy was there. Now I know she set the whole thing up, but at the time I just wanted to stop feeling so bad about everything. Biggest mistake of my life. Not using protection, that was like...second biggest. But I guess you know all about that 'cause of that sleaze ball Ford.",
        "Brody: Yeah, right. Yeah, speaking of Jessica, I better check on her.",
        "Rex: Brody. I know our situations aren't the same, but Gigi and I are getting through this. You and Jessica will, too.",
        "Brody: Thanks.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Rex: Hey. Well, bon jour, mon amor. You must really miss me.",
        "Gigi: Did you tell Adriana that we haven't had sex yet?",
        "[Woman speaking French]",
        "[SCENE_BREAK]",
        "Judge: I've taken into account everything that has been said regarding this case and Mr. Thornhart. I understand the circumstances that led him to shoot Mr. Clarke. However, Mr. Clarke was under arrest and handcuffed when Mr. Thornhart shot him. No matter his crimes or that he may have received the death penalty, Mr. Clarke had a right to a fair trial. I cannot condone vigilante justice, nor can I forget that Mr. Thornhart has already committed two felony offenses, one resulting in serious injury to his passenger while under the influence of narcotics, the other being yet another crime committed in the heat of the moment when Mr. Thornhart mistakenly believed Todd Manning had assaulted his mother and caused the death of her unborn child.",
        "Téa: Your Honor--",
        "Judge: I'm in the middle of a ruling, Ms. Delgado.",
        "Téa: And I would be remiss if I didn't point out that the crime you just cited, the attack on Dr. Saybrooke, was in fact committed by Elijah Clarke.",
        "Judge: Unfortunately Mr. Clarke isn't on trial here; Mr. Thornhart is. Your client has a history of violence. Mr. Thornhart, the court has given you every chance to reform. Instead, you've killed a handcuffed man with a gun you stole from a police evidence bag. I cannot allow a suspended sentence. However, I have decided to give Mr. Thornhart the minimum sentence. 10 years in Statesville prison.",
        "[SCENE_BREAK]",
        "Gigi: Answer me, Balsom. Did you or did you not tell Adriana that we haven't had sex yet?",
        "Rex: What? No!",
        "Gigi: Rex.",
        "Rex: What exactly did she say? Maybe you misunderstood her.",
        "Gigi: She said that you told her we haven't had sex yet. What is there to misunderstand?",
        "Rex: Yeah, okay. I might have mentioned it.",
        "Gigi: Why? What the hell are you doing talking to your ex-wife about our sex life?",
        "[SCENE_BREAK]",
        "Kelly: Oh, yeah. Oh, that's fantastic. Oh! That's great. That's fabulous. Woo! Woo! Wyatt...that is terrific. You've very talented. Thank you.",
        "[SCENE_BREAK]",
        "Natalie: Jess is fine. She's upstairs resting.",
        "Brody: She didn't wonder why you stayed home today?",
        "Natalie: No. She just thought I was keeping her company which makes me feel like the biggest hypocrite in the world.",
        "Brody: So she didn't figure out that you had an amnio yesterday, too?",
        "Natalie: Nope. Just thinks that I'm very sympathetic to this whole paternity test thing and I'm such a wonderful sister, which in reality I am just a miserable liar who should curl up in a ball of shame and die.",
        "[SCENE_BREAK]",
        "Judge: I'll allow Mr. Thornhart a few hours to get his affairs in order before reporting to Statesville. Court is adjourned.",
        "Bailiff: All rise.",
        "Téa: Don't worry, Cole. I am filing an appeal, okay?",
        "Nora: I'm very sorry, Cole.",
        "Cole: Thanks. I know you both tried.",
        "[SCENE_BREAK]",
        "Natalie: Brody, I know that we made a pact that we weren't gonna tell anybody that we slept together and we weren't gonna tell anybody that you might be this baby's father--",
        "Brody: What are you thinking?",
        "Natalie: I'm thinking what if the paternity results come back and you're the baby's father? What are we gonna do then?",
        "[SCENE_BREAK]",
        "John: I have pull with the warden at Statesville. He'll keep an eye on Cole.",
        "[Marty scoffs]",
        "Marty: No, thanks. You've done enough already. You did this. You and Natalie.",
        "John: That's not fair.",
        "Marty: You want to talk about fair? You just put my son behind bars and you're saying you want to help him?",
        "John: Of course I do.",
        "Marty: You want to help somebody so badly, why don't you talk to Natalie, see how she's feeling after her procedure.",
        "John: What procedure?",
        "Marty: Natalie had the baby's DNA tested. She had an amniocentesis.",
        "[SCENE_BREAK]",
        "Dorian: Oh, my goodness. Wyatt, are you finished so soon?",
        "Wyatt: Sorry, Mayor Lord, I tried.",
        "Dorian: Well, where's my niece Kelly?",
        "Wyatt: Your niece ended our session just as we, uh... started to make progress.",
        "Dorian: Oh. Well, come to think of it, we still have some time left. Maybe you'd like to-- please, come upstairs with me. You know, I've always had lower-back issues.",
        "Wyatt: Okay.",
        "Dorian: F4-5. F5, S1. Uh!",
        "[SCENE_BREAK]",
        "Layla: Do you have enough time to go back to my place?",
        "Cristian: Well, that's why Gigi's here. She can cover for me, and I can spend as much time under the covers with you.",
        "Layla: Nice. Glad to hear it.",
        "Adriana: Whoa, lovebirds. Um...",
        "Layla: What is it?",
        "Adriana: I'm so sorry, Layla, but I'm afraid your reunion has to end before it even starts.",
        "[SCENE_BREAK]",
        "Rex: Adriana and I are friends.",
        "Gigi: Friends.",
        "Rex: Yes! She encouraged me to get back together with you, and we kind of got to a good place. Besides, it's not like we talk all the time. Sometimes we e-mail.",
        "Gigi: So since you two are at such a good place, you thought it would be okay to tell your ex-wife, who hates my guts, that we're not having sex yet?",
        "Rex: She asked!",
        "Gigi: She did?",
        "Rex: Yes. But in a good way, not in a bad way.",
        "Gigi: I don't care how she asked! I don't care how good of a place you were in. You should have kept your damn mouth shut!",
        "Rex: Gi--",
        "[Click]",
        "[Rex sighs]",
        "[SCENE_BREAK]",
        "Brody: I don't know, Natalie. If I turn out to be your baby's father instead of John...",
        "Natalie: John.",
        "John: Hey. [Indistinct] Let me in. Hey, Brody.",
        "Brody: Hey.",
        "Natalie: What are you doing here?",
        "John: I need to ask you a question. Did you have an amniocentesis?",
        "[SCENE_BREAK]",
        "Téa: We're gonna fix this, Marty. Cole won't have a chance to get comfortable at Statesville. I'll get him out on an appeal in no time.",
        "Nora: Anything I can do to help, you just ask, okay?",
        "Marty: No, no. I have to go.",
        "Nora: Do you need a ride?",
        "Marty: No.",
        "Nora: I'll give you a ride.",
        "Marty: I have to prepare myself while Cole says good-bye to Hope.",
        "Nora: Marty.",
        "Marty: I need...to be strong when I say good-bye to my son!",
        "[SCENE_BREAK]",
        "Starr: Gonna go see if Hope is awake.",
        "Cole: No, Starr, wait.",
        "Starr: What for? That's why we're here, isn't it? So that you can say good- bye?",
        "Cole: It is, but there's something that we need to talk about first.",
        "Starr: Well, we don't have time!",
        "Cole: This won't take long. Starr, I'm breaking up with you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=AaEhbpM4QqY"
}