{
    "Episode Summary": [],
    "Recap": [
        "At the police station, Antonio is very uneasy with how friendly Talia and John are becoming. She is very disappointed in how Antonio is afraid to defy Ramsey. He is getting very stressed over losing his business and his personal issues. Blair tells John that she hopes he can talk some sense into Cole before he gets into trouble for what she recently noticed when he snuck into the house to see Starr. Jared is very tempted to tell Natalie the truth. But he's afraid of the consequences. Charlie is similarly afraid to confess to Viki that he lied. Nash is burying himself in business and Jessica feels shut out. Nash is getting friendly with Sarah. And Jessica is getting friendly with Cristian."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jared: Sometimes people get stuck doing things they don't want to, things that aren't even them. They may have good reasons for doing it, honorable ones, but -- even if people end up getting hurt, that was never the intention.",
        "Natalie: Well, I don't like finding out people aren't who I think they are.",
        "[Jared sighs]",
        "Jared: You're not talking about your father right there, are you? You're talking about me.",
        "[SCENE_BREAK]",
        "Nash: Hmm, hmm, mm-hmm. Okay, okay, okay, how do you tell the difference between a wildly successful wine mogul and an ordinary working stiff?",
        "Jessica: I don't know -- how?",
        "Nash: Well, the highly successful wine mogul gets to make love to his wife in the afternoon -- that's a dead giveaway.",
        "Jessica: Oh, look at you -- very optimistic.",
        "Nash: Oh, optimistic? No, I am psyched, baby, psyched.",
        "Jessica: So that meeting you had -- those guys are going to turn your vineyard around for you?",
        "Nash: No, I am turning my vineyard around for me. Those guys are silent partners, they give me money. Uh-oh, what? Hi. Hi. Hello? Making love in the afternoon.",
        "Jessica: Uh -- I know.",
        "Nash: Over here.",
        "Jessica: I know, I'm just wondering if, you know, maybe you're getting in a little too deep.",
        "Nash: Don't worry. Hey, you -- you believe in me, right?",
        "Jessica: Of course, of course, I do.",
        "Nash: Good. Then trust me. Everything's working out. Our dream is coming true and it is all for you, baby -- all for you.",
        "[Jessica giggles]",
        "Nash: Hmm -- mm-hmm.",
        "[SCENE_BREAK]",
        "Talia: Do you think this means thing?",
        "John: Definitely. That's a good catch, I didn't see that.",
        "Talia: Cool.",
        "[Phone rings]",
        "John: Excuse me. McBain. Yeah.",
        "[SCENE_BREAK]",
        "Ramsey: You think this will have some effect? No, you already said that. How much are we talking about? No, don't concern yourself. I'll find a way to come up with the money.",
        "[SCENE_BREAK]",
        "Viki: Follow-up meeting over?",
        "Charlie: Viki.",
        "Viki: I saw Derek leave.",
        "Charlie: Yeah, now I'm going to meet with Clint now.",
        "Viki: Oh.",
        "Charlie: But, boy, this is a surprise seeing you here.",
        "Viki: Oh, I was at \"The Banner\" and our offices are just down the road, so I thought I'd stop by and see if you were still here.",
        "Charlie: Uh-huh. A little afternoon visit, and then later a lovely dinner date?",
        "Viki: Is that too much?",
        "Charlie: No, never. No, I'm a lucky man.",
        "Viki: How'd the meeting go?",
        "Charlie: Uh, fine -- I think. I mean, this Derek guy seemed to like my ideas and, like I said, I'm going to meet with Clint, so he seems to be, for some reason, taking a personal interest in this.",
        "Viki: Does that worry you?",
        "Charlie: Uh -- I'm just not sure if it's a good thing -- or a bad thing.",
        "[SCENE_BREAK]",
        "Sarah: Yeah, so I've been doing a ton of research on Napa, trying to get, like, a real vibe of the place, you know?",
        "Cristian: Totally different scene than what you're used to, huh?",
        "Sarah: Definitely.",
        "Blair: Hey. Am I late?",
        "Cristian: Nope, right on time.",
        "Blair: Great.",
        "Cristian: How are you?",
        "Blair: I'm good. I'm very excited. I'm about to become the new owner of Capricorn. My heart's beating -- it's great.",
        "Cristian: There's Antonio -- he's got all the paperwork.",
        "Officer: Hey, Vega. Anything new to the rumor?",
        "Second Officer: We hear Sahid dumped you for a better-looking guy.",
        "First Officer: Relax, man, it's a joke.",
        "[SCENE_BREAK]",
        "Clint: Hey.",
        "Jared: Ah --",
        "Clint: I got a proposal for you. How would you two like to go up to the Buchanan cabin together?",
        "[SCENE_BREAK]",
        "Jessica: Can we do this every day -- have a little \"break\" in the afternoon?",
        "Nash: Mm-hmm, works for me. Mm-hmm.",
        "Jessica: Yeah, right. Tomorrow you'll just be back to your vineyard obsession -- work, work, work, work, work -- and I'll just be an afterthought. It'll be like, \"Jessica? Jessica who?\"",
        "Nash: Who? Who? You could never be an afterthought.",
        "Jessica: I don't know about that.",
        "Nash: All right, what -- hi, making love in the afternoon? Why'd you get so serious all of a sudden?",
        "Jessica: I don't know, I don't know. I just -- lately you've just been so obsessed with making the vineyard a success.",
        "Nash: Is that such a bad thing? And, what -- what, would you rather I had no ambition at all? Yes, yes, I'm obsessed. All right, I am committed to it, I'm 100% committed to it because it is our dream. You know why it's my dream? Because I am convinced that I am creating something special.",
        "Jessica: Right.",
        "Nash: Right.",
        "Jessica: Right, and -- and you love it.",
        "Nash: Yeah. I love it -- and I'm not going to apologize for it.",
        "[Nash growls]",
        "Jessica: Yeah -- and you shouldn't, you shouldn't. And I'm sorry if I seem less than supportive. I just -- I know you're happy, and I am really happy for you.",
        "Nash: Well, you better be. I'm doing it for you. I'm doing it for you -- and for Bree, and for our family.",
        "Jessica: Family -- wait one second.",
        "Nash: What? What -- what are you doing now?",
        "Jessica: I have a surprise and I was waiting for the perfect time to show it to you, and now is the perfect time so shut your eyes. Shut them.",
        "Nash: Hmm.",
        "Jessica: Okay -- open them.",
        "Nash: What's this?",
        "Jessica: Oh, it's a little old-fashioned. I mean, we could just burn them on a C.D. and put them on the computer and look at them, but I -- I don't know. I just thought an album was nice.",
        "Nash: Wow. Wow, look at this -- we took this one last year, right?",
        "Jessica: Yeah -- God, she's changed so much, huh?",
        "Nash: Yeah. Look at those lips -- pudgy little lips just like her mama.",
        "[Jessica chuckles]",
        "[Phone rings]",
        "Jessica: Oh, no -- no, don't -- don't get that. Don't get that, please?",
        "Nash: Hold on -- hello? It's business. Yeah -- no, no, I got it all under control. When did that happen?",
        "[SCENE_BREAK]",
        "Viki: I don't really think you need to be concerned. You know, Clint had nothing to do with the interview.",
        "Charlie: Yeah, I know -- Bo went out of his way to make that clear.",
        "Viki: So what's the problem? You said the meeting went well.",
        "Charlie: Yeah, it felt like it did but, boy, I've been wrong before about my good feelings.",
        "Viki: Not all of them, I hope?",
        "Charlie: No -- ah.",
        "Man: Hello, Mrs. Davidson.",
        "Viki: Hi, Derek. How are you?",
        "Derek: Well, thank you. Mr. Buchanan's ready to meet with you now.",
        "Charlie: Oh, great. Well, I'll see you later, then?",
        "Viki: Fine. I'll wait here, if that's okay?",
        "Charlie: Oh, yeah.",
        "Viki: All right.",
        "[Viki chuckles]",
        "Viki: Well, in the, uh, \"life is stranger than fiction\" department, Charlie Balsom and I met in a little diner in Paris, Texas -- a one-in-a-million chance encounter. And now here we are, together in Llanview, Pennsylvania, and he's meeting with my ex-husband for a job.",
        "Derek: Life is full of surprises, huh?",
        "Viki: Oh, yeah. Oh, yeah. I bet there'll be more.",
        "[SCENE_BREAK]",
        "Natalie: What are you talking about?",
        "Jared: The Buchanan cabin?",
        "Clint: Yeah, the Cobb acquisition -- a little more work than I anticipated and I'm worried about burnout, so I thought this was the perfect time to get a little work done off-site up at the cabin.",
        "Natalie: Oh -- oh, you mean for everyone?",
        "Clint: Well, if you're a Buchanan and you work at B.E., you're invited. And Nora and Matthew -- they're going to go and Nigel's going up early to set up the computers and the fax machine, the printers, and I'd like the two of you to go up and help him.",
        "Natalie: No problem. I'll call I.T. and have them prep some laptops.",
        "Clint: Yeah, well, the catch is I'd like you to go tonight if you can work that out.",
        "Jared: No problem.",
        "Clint: And you won't be sorry. You know, in the springtime it's beautiful up there with everything starting to bloom. There is nothing more rejuvenating than a change of scenery and a little relaxation.",
        "Jared: I agree.",
        "Clint: All right. Well, I'm glad this could work out. You two, go back to whatever it was you were doing.",
        "Natalie: We weren't doing anything.",
        "[SCENE_BREAK]",
        "John: Let me know.",
        "Talia: Hey, problem?",
        "John: Just following up on something about you-know-who.",
        "Talia: Another dead end?",
        "John: Not exactly.",
        "[SCENE_BREAK]",
        "Ramsey: No, this is that important to me, you know that. I'll come up with the money -- I always have, haven't I? I just hope this works this time.",
        "Talia: Here's the report you wanted, Sir.",
        "Ramsey: Uh -- just leave it. Stop!",
        "[SCENE_BREAK]",
        "Antonio: I didn't expect to see you here.",
        "Blair: Well, Cristian's going to manage the place so I figured he'd better be in on the deal, too, don't you think?",
        "Sarah: So, you don't need me -- that, I know. I'm just going to step away.",
        "Blair: Antonio, the check's there, all the paperwork. I mean, I've checked everything, but if you want to double-check it, go right ahead.",
        "Antonio: It looks fine to me.",
        "Blair: And I think I signed everywhere that I needed to sign.",
        "Antonio: Uh, the -- the deed to Capricorn is officially yours. Congratulations.",
        "Blair: Thank you. Look, I know this is a really tough time for you and you're trying to make the best of it. I just wish it didn't have to end like this.",
        "Antonio: I'm glad it's -- it's you that bought the place, Blair. I know it'll be in good hands.",
        "Blair: Well, it was in great hands with the two of you but I'm not going to change anything, and you're going to have owner's privileges so, you know, all the drinks are on the house any time you want.",
        "Antonio: I will -- I will definitely take full advantage of that.",
        "Blair: Okay.",
        "Antonio: Thanks.",
        "Blair: Thanks. I -- I need to talk to Markko a second, so would you guys excuse me?",
        "Cristian: Sure.",
        "Markko: Mrs. Manning, hi.",
        "Blair: Hi, Markko. Can we talk just a minute?",
        "Markko: Uh -- yeah, sure. I mean, it's not too busy.",
        "Blair: Listen, I know that you're very protective of your friends and your friendships, and I respect that. But if you know that something's going on, I hope that you would tell me. Um -- Cole snuck into Dorian's house last night to see Starr. Do you know anything about it?",
        "[SCENE_BREAK]",
        "Cristian: So it's a done deal.",
        "Antonio: Yeah. Yeah, it's a done deal. And I'm fine. Don't worry about me. What the hell are you staring at?",
        "Cristian: They giving you a hard time about Talia and John?",
        "Antonio: No, look, let's -- let's just forget about it, okay? All right, it's just a couple of people who have way too much time on their hands trying to stir up trouble, that's all it is.",
        "Cristian: You sure?",
        "Antonio: Yeah, yeah, I'm sure. Okay?",
        "Cristian: Because the way you're reacting, I'm thinking maybe you do have a problem with Talia and John working together.",
        "[SCENE_BREAK]",
        "Nash: It's all right. Look, I told you, I got it all under control. Yeah, okay, bye-bye.",
        "Jessica: Nash, look at this one -- isn't she so sweet?",
        "Nash: Listen, I'm going to have to go to Napa sooner than I thought.",
        "Jessica: How soon?",
        "Nash: Tomorrow.",
        "Jessica: What?",
        "Nash: It's not much time to prepare the presentation. It's all right -- presentation's going to be a knockout no matter what. I got to call Sarah -- now.",
        "[SCENE_BREAK]",
        "Clint: Charlie, I heard you had a very productive meeting with Derek.",
        "Charlie: Yeah, we did. I'm, you know, a little surprised that you're taking an interest in such a small project.",
        "Clint: Well, normally I wouldn't but we're in the process of acquiring another company, so there might be a lot more work like this.",
        "Charlie: Great.",
        "Clint: And if you can handle the load and the results are good, we'll be doing more business together than we anticipated.",
        "Charlie: Well, that sounds good to me.",
        "Clint: And for the record, your relationship with Viki has nothing to do with you getting this job.",
        "Charlie: Well, I didn't assume it did. I think my work stands on its own.",
        "Clint: That's what I like to hear.",
        "Charlie: So, if -- if that's all you needed to tell me, then --",
        "Clint: No, there's one more thing. You've spent a good deal of time around my family now, I'm sure you've noticed that we're all very protective of Viki. We wouldn't want to see her hurt.",
        "Charlie: Neither would I, Clint. That's the last thing I'd want to see.",
        "[SCENE_BREAK]",
        "Blair: Markko, can you sit down a minute? Whatever you say to me is going to stay right here between us. Mr. Manning will not hear a thing, okay? I just really want to protect Starr and I want to protect Cole. I mean, he's gone through a really tough time and I think he's suffered enough -- don't you think?",
        "Markko: I don't see how keeping Cole and Starr apart is helping anyone, it's --",
        "Blair: It's what? Go on.",
        "Markko: It's stupid and unfair. They love each other. Keeping them away from each other -- it's like that's the worst thing you could do to them.",
        "Blair: If Starr's father had caught Cole last night, he could've caused a lot of pain for both of them.",
        "[SCENE_BREAK]",
        "Antonio: Why would I care if John and Talia are working together? I mean, why would you even ask me that?",
        "Cristian: I don't know -- it just seems like you do care.",
        "Antonio: Yeah? Well, I don't care what it seems like, all right? You're wrong, so just lay off it!",
        "Cristian: Okay, fine, I'll drop it, man.",
        "Antonio: You want to know what does bother me? That John and Talia are hell- bent on sticking it to Ramsey.",
        "Cristian: Because you can't? Look, I get it, Antonio. You're in no position to take the guy on.",
        "Antonio: I mean, you know, that guy has done everything by the book. I mean, he's -- he's even guaranteed me almost all the resources that -- that I need to clean up Angel Square. I mean, not even Bo has done that.",
        "Cristian: Why would you even compare Bo with is Ramsey guy? From what I've heard --",
        "Antonio: Yeah, I know, okay? So have I -- everyone has -- but I have to work with the guy.",
        "Sarah: Why was he so upset?",
        "Cristian: He's just going through a hard time, that's all.",
        "[SCENE_BREAK]",
        "Ramsey: You have this all wrong.",
        "Talia: I'm sorry, Sir. What's -- what's the problem?",
        "John: There's nothing wrong with the report.",
        "Ramsey: If a major drug buy isn't wrong, then are certainly lowering our moral standards here.",
        "Talia: We have a very reliable witness in this case, Sir.",
        "Ramsey: Oh, you mean this perp with the mile-high record -- burglary, arson, extortion? The only thing missing is murder one.",
        "John: Yeah, well, I usually know when someone's lying.",
        "Ramsey: Do you, John?",
        "John: Hmm.",
        "Ramsey: Hmm. If so, then I would have to say you're a good detective and a credit to your department -- but then, of course, you'd know I'd be lying. That's all.",
        "Talia: What the hell was that?",
        "John: I think it means something big is going down.",
        "[SCENE_BREAK]",
        "Natalie: So, um, we'll -- we'll both ride up to the cabin with Nigel and, um, I'll take care of the equipment. I just have to have someone load it into the S.U.V. and I got to order the laptops, the fax machines --",
        "Jared: We're not going to pretend like nothing just happened, are we?",
        "Natalie: Nothing did happen, Jared, and I'm not going to have this conversation with you yet again.",
        "Nigel: Ahem. Ms. Natalie, how can I be of service?",
        "Natalie: Uh -- you know what? I think I'm going to handle this in person.",
        "Nigel: Trouble with your niece?",
        "[SCENE_BREAK]",
        "Viki: Yeah, that's fine. Okay, bye. Oh \u0096",
        "Natalie: Mom?",
        "Viki: Hi, honey!",
        "Natalie: Hey. What are you doing here?",
        "Viki: Oh, I'm waiting for Charlie -- he's meeting with your dad about that construction project.",
        "Natalie: Right. Well, I've -- I've got to get back to work. I've got so much to do -- if I can actually focus long enough to get it done.",
        "Viki: Natalie. Honey, what's wrong?",
        "Natalie: Just -- Dad said that Jared and I have to go to the cabin for an off- site -- I mean, all the board members are going.",
        "Viki: Well, is that so terrible? Be good for everybody to get out of here and get a little fresh air, don't you think?",
        "Natalie: I guess.",
        "Viki: What's the matter; you got something against fresh air? Hmm?",
        "Natalie: I just don't get it.",
        "Viki: What don't you get?",
        "Natalie: How could something that you know in your head is wrong feel so right in your heart?",
        "[SCENE_BREAK]",
        "Jared: What are you smiling at? You think this is funny?",
        "Nigel: Not in the least -- ironic perhaps, considering the epic tragedy unfolding before us -- Shakespearean magnitude.",
        "Jared: Well, it won't be a tragedy for you.",
        "Nigel: No? Will it be a lark for me, Jared? Do you suppose if I offer an apology, the Buchanans will forgive my betraying them in the worst way imaginable?",
        "Jared: Yes, they will forgive you, Nigel, when they find out that I dragged you into this -- forced you to pretend that I was Asa's son.",
        "Nigel: It's a bit late for remorse, Jared.",
        "Jared: Yeah, well, all I wanted to do was make a life for myself.",
        "Nigel: Yes, I believe that. No matter how the future unfolds, I can say in all sincerity, Jared, you have proven to be a more honorable man than David Vickers could ever hope to be. You are undoubtedly far more worthy of the Buchanan name.",
        "[SCENE_BREAK]",
        "Sarah: Yeah, sure, I can meet you. Uh -- is the diner okay?",
        "Nash: Oh, at the diner -- that's perfect because I got another meeting there after. Listen, do you think you could get Cristian to meet Jessica over at his studio? That way, she can pick up the new mockups and free me up to do some other stuff after?",
        "Sarah: Or -- or we could all just meet at the studio?",
        "Nash: No, no, no, no, no, no -- too many distractions. We got to just focus on this presentation.",
        "Sarah: Uh -- okay. All right, I'm -- I'm ready.",
        "Nash: All right, I'll see you soon.",
        "Cristian: What's going on? You said something about the studio?",
        "Sarah: Uh -- yeah, he wants you to meet Jessica there and give her your latest drafts.",
        "Cristian: Sure, I can do that.",
        "Sarah: You know, he seems really worked up about this. It's kind of wigging me out -- it's a lot of pressure.",
        "[Cristian chuckles]",
        "Cristian: You'll do fine. Call me after you're done with the meeting, okay?",
        "Sarah: All right.",
        "[SCENE_BREAK]",
        "Blair: Markko, the best thing that you can do is try to talk some sense into Cole.",
        "Markko: When it comes to sense, I'm not exactly your go-to guy.",
        "Blair: Oh, come on -- you're his friend, he trusts you.",
        "Markko: I'm not so sure about that.",
        "Blair: Wait a minute. Was it your idea for him to sneak in to Dorian's last night? Was it?",
        "Markko: I was just trying to help.",
        "Blair: Aw.",
        "Markko: I felt so bad for them -- Starr and Cole.",
        "Blair: Well, I know you felt badly for them, but you were not helping them.",
        "Markko: Well, what am I supposed to do, Mrs. Manning, just -- just tell Cole forget about the girl he loves?",
        "Blair: It seems like everybody's telling him that, and it's not making a difference. I just -- I don't know if he's going to listen to anybody at this point.",
        "Markko: Well, actually, there is someone that he would definitely listen to -- John McBain.",
        "[SCENE_BREAK]",
        "Talia: Should we tackle another one?",
        "John: Do you ever stop?",
        "Talia: You getting sick of me? Mm-hmm?",
        "John: Yes.",
        "[Talia laughs]",
        "John: No, it's just I'm -- I'm used to working solo. I'm not used to having someone call the offense for me.",
        "Talia: Hut, hut, hike.",
        "John: \"Hut, hut, hike\"?",
        "Talia: Isn't that what they say -- quarterbacks?",
        "John: Yeah, they say something like that.",
        "Talia: You know, Johnny, I'm -- I'm good at offense and defense.",
        "John: Oh, are you?",
        "Talia: I'm sort of a double threat.",
        "John: Double threat?",
        "Talia: Mm-hmm.",
        "John: Well, just don't drop the Hail Mary.",
        "Talia: Oh, believe me, I won't -- I don't really know what that means.",
        "John: Never mind.",
        "Talia: Okay.",
        "John: Just get back to work.",
        "Talia: Yeah.",
        "Talia: Antonio. Hi.",
        "Antonio: What's up?",
        "Talia: Where have you been?",
        "Antonio: Taking care of some personal business.",
        "John: Okay, so what do you got?",
        "Talia: I don't know.",
        "[Phone rings]",
        "Talia: I just hope this one's a little bit more complicated than the last one.",
        "John: McBain. Okay. Yeah, I'll be right over. Sorry, I -- I have to split for a little while.",
        "Talia: Yeah? Now who's dropping the ball -- leaving me all alone to deal with all of this?",
        "John: Never.",
        "[Talia chuckles]",
        "John: See ya.",
        "Talia: Bye.",
        "[SCENE_BREAK]",
        "Nash: So you're okay picking up the artwork from Cristian, right?",
        "Jessica: Yeah, no problem.",
        "Nash: And you know which ones I want?",
        "Jessica: Yeah, you made it really clear, Nash.",
        "Nash: Okay, listen, I'm probably going to have another meeting after Sarah.",
        "Jessica: But -- but you're going to Napa tomorrow. I hope you're not going to be home too late?",
        "Nash: No, no, no, it'll be all right, I promise.",
        "Jessica: Well, what's the meeting for?",
        "Nash: Uh -- I -- I need more money.",
        "Jessica: More money? Why?",
        "Nash: Why? Because my presentation's been moved up, the costs go up, and I got to kick it into gear, all right? It's okay. This is actually really good. It's a great thing, it's a good thing. Okay, I got to go.",
        "[Phone rings]",
        "Jessica: Oh -- hi, Dad.",
        "Clint: Hey, how's my beautiful daughter?",
        "Jessica: Wow, you're in a good mood.",
        "Clint: Yeah, I am. I've got plans for the weekend, and I hope you don't because I'd like you to join us.",
        "Jessica: Uh -- sure. Where are we going?",
        "Clint: Oh, a little off-site work up at the Buchanan lodge.",
        "Jessica: Okay.",
        "Clint: Well, that was fast. I thought I was going to have to twist your arm.",
        "Jessica: No, are you kidding? I love it up there.",
        "Clint: It's going to be great fun -- the whole Buchanan clan under one roof. You know, quality family time -- what's more important than that, honey?",
        "Jessica: Nothing. Nothing's more important.",
        "[SCENE_BREAK]",
        "Viki: You know, sweetheart, if you can only be patient, time has a way of working things out.",
        "Natalie: I know -- I mean, I know you're right. I'm just -- overanalyzing everything. It's this mood I'm in.",
        "Viki: What mood?",
        "Natalie: I don't know -- things have just been so tense around here. I mean, I'm sure you've heard --",
        "Viki: Yeah.",
        "Natalie: People conspiring to bring down B.E., and Dad's just been acting strange lately.",
        "Viki: Really? What do you mean?",
        "Natalie: No, I'm sorry. I really shouldn't have even said anything to you -- I'm not supposed to talk about B.E. stuff with outsiders.",
        "Viki: Well, I am an outsider -- even though I'm your mother.",
        "Natalie: Oh, I'm sorry. You know what I mean.",
        "Viki: Of course I do. Fine, sweetheart, you don't have to tell me anything -- I'm cool.",
        "Natalie: You are cool -- you're the coolest, actually --",
        "[Viki chuckles]",
        "Natalie: And I hope that Charlie really appreciates that about you.",
        "Viki: I think Charlie's pretty cool himself.",
        "Natalie: Things are going well?",
        "Viki: Mm-hmm. We're doing it one day at a time, and that's good. And you know what? I don't think I would trade a single day, so far. Honestly, it's too good to be true.",
        "[SCENE_BREAK]",
        "Jared: You've always had my back on this whole thing, Nigel. I appreciate it -- your support.",
        "Nigel: I'm afraid that won't be of much use when the truth comes out. I'm going to give Ms. Natalie a hand.",
        "[Jared sighs]",
        "Charlie: Jared?",
        "Jared: Hey.",
        "Charlie: I, uh, just ran into Nigel in the hallway. Is everything all right?",
        "Jared: Yeah. How'd -- how'd your meeting go?",
        "Charlie: Oh -- um -- yeah, very well, but that -- that isn't why I came down here to talk to you. I just -- uh -- look, I wanted to let you know how grateful I am. Our talk the other day -- it meant a lot to me that you could open up like that, and I know that must've been very painful for you to live with that all your life.",
        "Jared: I can't get into this right now. I have the present to deal with -- things that are happening right now.",
        "Charlie: Having to do with the Buchanans?",
        "Jared: I don't know for how long I can keep up this charade.",
        "Charlie: Did something happen?",
        "Jared: Yeah, yeah, a lot, including this -- me and you having a civil conversation, me not hating you anymore.",
        "Charlie: Look, after all those bad years, any step forward is -I'm just very grateful. It means more to me than you know.",
        "Jared: Well, you might not always be so grateful.",
        "Charlie: Well, Jared, whatever you decide to do or not do, I'm going to stand by you.",
        "Jared: No matter what it costs?",
        "Charlie: Look, for me to have a real relationship with my son after all these years -- that is worth everything to me.",
        "Jared: Even your relationship with Viki? Look, I've seen how you look at her.",
        "[Charlie sighs]",
        "Jared: It's obvious how much you care.",
        "Charlie: Yeah, I hate lying to Viki. I don't deny that.",
        "Jared: Well, maybe if she loves you, she'll be able to forgive you.",
        "Charlie: Forgive me? I don't know. I think that might be asking an awful lot -- maybe too much.",
        "Jared: Yeah -- maybe too much.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Cristian: Come in, it's open.",
        "Jessica: Hey there.",
        "Cristian: Hey. I'm almost done.",
        "Jessica: No rush.",
        "[Jessica chuckles]",
        "Cristian: What's so funny?",
        "Jessica: I just -- I can't believe you still have this picture.",
        "Cristian: I always hold on to my work -- unless I sell it, of course.",
        "Jessica: God. It seems like a lifetime ago, huh?",
        "Cristian: Yeah, maybe two. A lot's happened since then. You know what? You haven't changed all that much.",
        "[SCENE_BREAK]",
        "Nash: Hi.",
        "Sarah: Hey.",
        "Nash: I'm sorry -- I hope you haven't been waiting long.",
        "Sarah: No, I just got here.",
        "Nash: Good. Then let's get this presentation rockin', shall we? I have got a lot riding on this -- I actually have my entire vineyard riding on this presentation.",
        "Sarah: Yeah. So I'm kind of wondering what the big rush is.",
        "Nash: I didn't tell you? I didn't tell you.",
        "Sarah: No.",
        "Nash: The presentation has been moved forward -- we are now leaving for Napa tomorrow. It's all right, it's okay. We're just going to -- we're going to come at them with both guns blazing, we're going to blow them away. It's going to be fine, it's going to be great.",
        "Sarah: Uh -- yeah, your wish is my command. Whatever you need, I can get it. I do have one question, though.",
        "Nash: Shoot.",
        "Sarah: Why do you have so much faith in me?",
        "[SCENE_BREAK]",
        "John: Hey.",
        "Blair: Hey, that was quick.",
        "John: Yeah, well, it sounded urgent -- what's up?",
        "Blair: It's -- um -- Todd. And before you say anything, John -- wait, no, wait -- I have no intention of undermining him. He's my husband and I love him.",
        "John: Got it.",
        "Blair: And I do know that when it comes to his children, he tends to worry a little bit too much and go overboard.",
        "John: Oh, like when he beat the crap out of Cole?",
        "Blair: He caught his daughter and Cole in bed together -- I mean, I think that's a good enough reason for him to go overboard.",
        "John: Blair, why did you want to see me?",
        "Blair: Well, since that night, things have gotten a little bit more intense.",
        "John: What happened?",
        "Blair: Last night I caught Cole sneaking into Dorian's. And if Todd had caught him, I don't know what he would've done.",
        "[SCENE_BREAK]",
        "Ramsey: I looked over your ideas for Angel Square. They're smart -- none of them completely foolproof, but if you're willing to take suggestions --",
        "Antonio: Absolutely.",
        "Ramsey: Good. Then we can get this drug problem cleared up in surrounding neighborhoods, too. I'll get you the funds you need.",
        "Antonio: Thanks, Commissioner.",
        "Talia: Oh --",
        "[Door closes]",
        "Antonio: What the hell was that about?",
        "[SCENE_BREAK]",
        "Charlie: Oh, hi, Natalie.",
        "Natalie: Hi.",
        "Viki: So, how did it go?",
        "Charlie: Um -- very well.",
        "Viki: Okay.",
        "Natalie: You know what, Mom? I think maybe Dad's right. A little cabin retreat could be good for everyone.",
        "Viki: Good. Call me if you get a chance, okay? And try and relax and enjoy it -- and the operative word is \"relax.\"",
        "[Natalie laughs]",
        "Natalie: Yes, I will try.",
        "Viki: Okay.",
        "Natalie: Thank you, I love you.",
        "Viki: Oh, I love you, always.",
        "Natalie: Bye, guys.",
        "Viki: Bye.",
        "Charlie: Yeah, so long. I, uh, hope I didn't interrupt anything.",
        "Viki: No, no, not at all. She has a lot of stuff to do. And I actually would be very happy to spend the rest of my day with you -- unless you have \"stuff\" to do because I don't want to take you away from your work.",
        "Viki: Oh --",
        "Charlie: That would involve you.",
        "Viki: Hmm.",
        "[SCENE_BREAK]",
        "Natalie: Why aren't you packing?",
        "Jared: Oh, I was just going to check my email one more time before we go. I hope you don't mind.",
        "Natalie: It's fine.",
        "Jared: What are you doing?",
        "Natalie: Making a list in my head.",
        "Jared: Things you need to pack for the cabin?",
        "Natalie: Right. Um -- you know, I just remembered I -- I have to go home for a sec, so I'll -- I'll be back.",
        "Jared: Natalie? I'll see you later.",
        "Natalie: Yeah, okay.",
        "Nigel: Are you ready?",
        "Jared: I am. I know I'm ready this time.",
        "[SCENE_BREAK]",
        "Nash: Why wouldn't I have faith in you? You're young, you're ambitious, you're full of energy, you're --",
        "Sarah: Yeah, but what makes you so sure I can do this job? You just said this was a make-or-break presentation.",
        "Nash: Yes, it is. Well, my decision to hire you may have been quick, but it wasn't ill-informed -- I asked around about you.",
        "Sarah: You did?",
        "Nash: I did.",
        "Sarah: Who? What? How?",
        "Nash: All kinds of people, and everybody said wonderful things about you. A lot of people were very impressed with that -- that shindig that you threw at New Year's.",
        "Sarah: Oh, I did do a pretty good job with that one.",
        "Nash: Yes, you did. You are young, you're smart, you have fresh ideas, and that is exactly what I want for my vineyard -- besides, you're a complete knockout.",
        "Sarah: Whoo. I'm not going to be put on display for you, Nash.",
        "Nash: No, no, no, no, of course you're not. It was just -- it was just a compliment, I'm sorry.",
        "Sarah: Okay.",
        "Nash: I -- I will never again refer to how much of a knockout you are because I now realize that that would be totally unprofessional, un-P.C., and, uh, just -- just bad.",
        "[Sarah laughs]",
        "Nash: Wouldn't even think of it. You in?",
        "Sarah: I'm in.",
        "Nash: All right.",
        "Sarah: All right.",
        "[SCENE_BREAK]",
        "John: What the hell was the kid thinking, why would he do that?",
        "Blair: I think he got a little help -- and some bad advice.",
        "John: Oh, yeah? He should still know better.",
        "Blair: I know, but they're young, they're in love. And Cole's gone through one hell of a year and I'm scared for him, I'm -- I'm scared for Starr. I'm just afraid everything is going to just start spinning out of control.",
        "John: This isn't about Cole and Starr. It's about you and Todd, isn't it?",
        "[SCENE_BREAK]",
        "Jessica: Of course I've changed -- everybody's changed.",
        "Cristian: Yeah, I guess, in some ways. So Nash is really pumped about the vineyard, huh?",
        "Jessica: Understatement.",
        "Cristian: Well, that's a good thing, right?",
        "Jessica: I hope so.",
        "Cristian: What?",
        "Jessica: Oh, it's nothing. It's probably just my own insecurities. You know, everything's moving so quickly and there's so much money riding on it.",
        "Cristian: But he knows what he's doing?",
        "Jessica: Yeah, yeah, of course he does. I just -- you know, I just want things to work out well for him -- and Sarah -- you know, in Napa.",
        "Cristian: Yeah, yeah, me, too. This is -- it's really important for her.",
        "Jessica: How's Antonio? I -- I know this must be a hard time for him.",
        "Cristian: It is, it is, but he's handling. He's handling it -- he always does.",
        "[SCENE_BREAK]",
        "Antonio: You know, you of all people should know how important this Angel Square project is to me. I grew up there, it's home.",
        "Talia: I get it, Antonio. What I don't understand is how you can be so clueless about this.",
        "Antonio: What?",
        "Talia: Ramsey's using you -- don't you see that?",
        "Antonio: Nobody uses me.",
        "Talia: I'm sorry; I am just worried about you.",
        "Antonio: Yeah, you're worried about me, huh? Well, I think you're more than worried about me -- I think you're judging me. All right, why don't you tell me what I should be doing, huh? Should I be trying to find dirt on him that doesn't exist? Should I be spending all my time trying to make a case out of -- out of something that isn't there like you and John? And what the hell is going on with you and John anyway?",
        "Talia: What are you talking about?",
        "Antonio: What am I talking about? How about every time I walk in here, you guys are laughing, whispering?",
        "Talia: We work together now and that wasn't my decision -- that was the commissioner's.",
        "Antonio: Oh, right, of course! You work together! Right! Uh-huh! Well, you're not acting like co-workers, you're acting like you're --",
        "Talia: You're reading this all wrong.",
        "Antonio: Huh -- of course I am.",
        "Talia: You know, John and I have to be discreet. We both feel the same way about Ramsey, and he wants to nail him.",
        "Antonio: Oh, yeah, yeah? Well, you know what I think? I think that it's you who's reading this whole situation wrong, and the way I see it, John is out to try and nail someone else.",
        "[NEXT_ON]",
        "John: You got something to say about my friendship with Talia, you should say it to my face.",
        "Blair: You just need to give her room to grow up, Todd.",
        "Cole: He's right -- I have to stay away from Starr."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=SnJm22cK0Uw"
}