{
    "Episode Summary": [],
    "Recap": [
        "David is being arraigned. John and Michael arrive just in time. David's lawyer tries to get David's case heard elsewhere besides Llanview but Hugh stands up for John and Michael being able to see justice done in Llanview. When David tries to get bail, Hugh tells how David was picked up in Thailand when they found him. Bail is then set at one million dollars. Blair is in bed with Spencer. When she feels that he has fallen back asleep, she gets up and checks his phone in the other room She then goes through his pants to find his wallet so that she can rifle through that. \"What are you doing?\" Spencer asks suddenly behind her. She turns guiltily to face him. Todd is dressed. He is ready to get out of his room and continue his life. Kelly arrives and tries to talk him out of leaving the hospital but he has to go. He wants to start paying back everyone that wanted to see him dead. She brings up the subject of Blair and how she made a mistake thinking that he was guilty. She tells that Blair still loves him. He seems disinterested in talking about that. Adrianna finds her mother talking with her hired spy at the restaurant. Dorian wants info but the man really has nothing for her. \"Are you spying on me?\" Adrianna asks walking up. Dorian and the man fake that their talk had anything to do with her. Dorian has questions about the shoot but Adrianna ducks them all and ends up leaving. Someone follows her out of the restaurant. Jessica is confused. She doesn't have Tess's memories after having watched the tape. The doctor tries to hypnotize her. Jessica still doesn't have Tess's memories and feels in fact that she is dead. This perplexes the doctor. At the end of the session, nothing has changed. Jessica makes a decision. She wants to meet with this man she has to."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Judge: In the case of the Commonwealth vs. David Vickers, the defendant is accused of the murder of one Thomas Mc Bain and is hereby charged with murder in the second degree. How do you plead?",
        "[SCENE_BREAK]",
        "Dorian: Pretend we're not talking to each other, all right? Don't even look at me. I understand from the stylist that there was some sort of big fight at Adriana's photo shoot? What happened?",
        "Daryl: Yeah. Rex went off on the other model. The guy walked off the set.",
        "Dorian: What started it?",
        "Daryl: Adriana and Rex were talking about something. It got pretty intense, but I couldn't get close enough to hear.",
        "Dorian: What am I paying you for?",
        "Daryl: I can't keep tabs on your daughter if she knows I'm doing it.",
        "Dorian: Well, that's certainly true, but -- but did it look like Adriana and Rex were breaking up?",
        "Adriana: Are you two spying on me?",
        "[SCENE_BREAK]",
        "Viki: Did -- did you watch the tape again?",
        "Jessica: Parts of it. Yeah, mostly I just stared at myself. I stared at Tess. I just wanted to feel what she did, but it just felt like I was watching somebody else. I just -- why didn't I feel anything? What's wrong with me?",
        "Ed: You're not ready to fully experience it yet and it may take a while for your emotional understanding to catch up to what you know intellectually.",
        "Jessica: Ok. What do you mean by \"a while\"?",
        "Ed: I couldn't say.",
        "Jessica: Ok, well, I need this to be over, whatever it takes.",
        "Ed: My only advice is to persist. This is not an exact science, as you and your mother well know.",
        "Antonio: So you're saying Tess could come back and there's nothing we could do about it?",
        "Jessica: Tess is not going to come back.",
        "Antonio: How could you be so sure?",
        "Jessica: Because she didn't come back when I was watching the tape.",
        "Viki: Darling, that does not mean that she's gone, ok? But you are obviously getting stronger. There's no doubt about that.",
        "[SCENE_BREAK]",
        "Kelly: So they're letting you go home?",
        "Todd: No, they're not letting me go home, but I'm going home. It's time for payback for all the people that wanted me dead.",
        "[SCENE_BREAK]",
        "Spencer: Blair?",
        "Blair: What? What --",
        "Spencer: What are you dreaming about? Are you dreaming about Todd?",
        "Blair: No, no -- you, you.",
        "[SCENE_BREAK]",
        "Rex: Is this a bad time?",
        "Bo: What do you want, Balsom?",
        "Rex: I need to see you about something.",
        "Bo: This can't wait?",
        "Rex: Well, it's kind of important. The desk Sergeant told me you were here.",
        "Bo: Come on, come on. Bad timing, Rex.",
        "Rex: Sorry. It's just -- the thing is, I just got done pounding on a guy thinking he was Adriana's stalker, but he wasn't.",
        "Bo: This guy's still giving her trouble?",
        "Rex: I thought I could handle it on my own, but this guy's raising the stakes. She needs protection.",
        "Bo: Well, look, I can't assign a cop to her 24/7. Why don't you talk to Dorian? I'm sure she wouldn't mind springing for a bodyguard.",
        "Rex: Adriana doesn't want her mother to know. She'd keep her under lock and key if she did.",
        "Bo: Well, that might not be a bad idea.",
        "Rex: I agree, but Adriana's stubborn. It's bad, Bo. I came to you because you're the best cop in the biz. You all right?",
        "Bo: I, um -- I -- you know, we're in the middle of a family situation here.",
        "Rex: Yeah, Natty told me. You sure that's all?",
        "Bo: It's personal.",
        "Rex: Just how bad is it?",
        "Bo: I'm being framed for faking Margaret Cochran's death.",
        "[SCENE_BREAK]",
        "Kelly: Look, Todd, I said I was sorry for not believing you.",
        "Todd: Who said I was talking about you?",
        "Kelly: You can't go anywhere. You need to stay in bed.",
        "Todd: I need to see my kids.",
        "Kelly: And Blair?",
        "Todd: Blair's dead to me.",
        "[SCENE_BREAK]",
        "Spencer: Must've been some dream --",
        "Blair: Yeah.",
        "Spencer: The way you were tossing and turning like that.",
        "Blair: I was, really?",
        "Spencer: Yeah. You want to tell me about it?",
        "Blair: Well, you were there and there was the guy that brought up our room service and he wanted a bigger tip.",
        "Spencer: Hey, wait, wait, wait.",
        "Blair: What?",
        "Spencer: Where are you going?",
        "Blair: Well, it's afternoon. I think we should get dressed.",
        "Spencer: You don't have to be anywhere, do you?",
        "Blair: Well, actually, I'm supposed to pick up the kids later up at --",
        "Spencer: Now, what's your rush?",
        "Blair's voice: Wait, wait, wait, Bo. No, I -- I could get to him if you just let me near him. Come on.",
        "Bo's voice: The further you stay away from him, the better off you'll be.",
        "Blair: You know what, Spencer? I was just thinking, you know -- isn't today David's arraignment?",
        "Spencer: Why are you bringing that up now?",
        "Blair: Well, he's your brother. I thought maybe you'd want to be there.",
        "[SCENE_BREAK]",
        "Lawyer: My client pleads not guilty, your honor.",
        "Judge: Duly noted. Be seated. Mr. Hughes, why was this case brought to my courtroom when the crime was committed in New Jersey?",
        "Hugh: The victim's family is living here now, your honor. They hold significant positions in the community and that would pose severe difficulties for them were the trial to be held in Atlantic City. It has been 25 years, sir. We believe that they deserve to see the resolution of this matter here in Llanview.",
        "Judge: Do you agree to this?",
        "Lawyer: I do, provided an impartial jury can be impaneled. I ask that bail be set at --",
        "Hugh: Your honor, the defendant is a serious flight risk. He was in Thailand recently, and he also has access to large amounts of cash.",
        "David: Yeah, I'm rolling in it.",
        "Hugh: Now, to clarify, he has friends with cash, namely his brother and his former fiancée.",
        "Lawyer: Your honor, my client isn't going anywhere. He's been cooperative with authorities because he's innocent, and I intend to prove it.",
        "Hugh: Object--",
        "Judge: Save it for the jury, Mr. Hughes. Bail is set at $1 million. You'll be notified when the court date is set. Court is adjourned.",
        "Bailiff: All rise.",
        "Lawyer: At least we got you bail.",
        "David: Yeah, great work. You got a spare million?",
        "John: Steve? Could you give us a minute here?",
        "Steve: Sure, lieutenant. No problem.",
        "Lawyer: What do you want?",
        "David: My head on a platter.",
        "[SCENE_BREAK]",
        "Dorian: Adriana, I'm your mother. Spying on you? Why in the world would I do such a thing?",
        "Adriana: What about you?",
        "Daryl: Not in my job description.",
        "Adriana: I thought you got fired.",
        "Daryl: Your mother was kind enough to give me a second chance. I'll get back to you on those latest demographics.",
        "Dorian: Right. Thanks. Oh, what is that look for?",
        "Adriana: Since when do you give second chances?",
        "Dorian: What are you talking about?",
        "Adriana: How many maids have you been through again?",
        "Dorian: Oh, it's very hard to get good help. Besides which, I don't call them \"maids,\" I call them \"housekeepers.\" And -- and as for personal assistants, they're even harder to get. That's why I couldn't afford to -- to let Daryl go and -- and, honey, working for me, he couldn't spy on you. He doesn't have the time.",
        "Adriana: Hmm. Well, good because I have enough problems.",
        "Dorian: How could you have problems? You're beautiful, your career is going -- you are the face of \"Craze.\"",
        "Adriana: Yeah, well, being a face isn't all that great sometimes.",
        "[SCENE_BREAK]",
        "Rex: Who's setting you up?",
        "Bo: There's no way to tell yet.",
        "Rex: Well, I'm going to find out who.",
        "Bo: No, no, you're not going off half-cocked.",
        "Rex: I'm not letting whoever it is get away with it.",
        "Bo: You let the police handle this.",
        "Rex: I can get in places your people can't.",
        "Bo: I am not going to let you put yourself on the line for me.",
        "Rex: I'm glad you still care.",
        "Bo: Oh, gee --",
        "Rex: Me, too. So, don't get in my way.",
        "[SCENE_BREAK]",
        "Viki: Can I get you something, sweetheart?",
        "Jessica: No, I'm ok.",
        "Natalie: Do you think it could be Tess pretending to be Jess?",
        "Antonio: Not a chance.",
        "Kevin: How do you know?",
        "Antonio: I can see the pain in her eyes.",
        "Jessica: I can't stand this. I want Tess out of my life. I want to be integrated.",
        "Clint: Sweetheart, you will be. This is just the first step.",
        "Jessica: But it was a big step -- huge, at least everybody thought so, so why -- why hasn't anything happened?",
        "Viki: Darling, you're obviously not ready. I -- god, I understand how painful and frustrating it is.",
        "Jessica: I know, and I'm sorry for putting you through this again.",
        "Viki: Don't ever say that, sweetheart. Good heavens, it's my fault. If it weren't for Niki Smith, none of this would've happened.",
        "Jessica: No.",
        "Viki: There would be no Tess.",
        "Jessica: No, you can't control that any more than I can control Tess. But now Tess is gone and I still can't remember anything.",
        "[SCENE_BREAK]",
        "Lawyer: Better not threaten my client or I'll have your friend the bailiff show you the door.",
        "David: That's ok.",
        "John: Whatever, dude.",
        "David: I've got a doctor, D.A., armed guard. I'd say my chances are pretty good. So does it make you feel better seeing me charged with your father's murder?",
        "John: I got nothing to say to you.",
        "David: So why the big powwow?",
        "John: My brother wants 10 minutes alone.",
        "Lawyer: I can't allow that.",
        "Hugh: Yeah. That's not a good idea, John.",
        "Michael: I'm not going to hurt him. I've spent 25 years missing my dad. Pummeling this lowlife isn't going to change that.",
        "David: I'll talk to him.",
        "Lawyer: 10 minutes, then I'm breaking it up.",
        "David: Let's make it five.",
        "Hugh: John? Where you going?",
        "John: Anywhere but here.",
        "David: Ok. Let it rip.",
        "Michael: I just need to know why you did it. Why'd you kill my father?",
        "[SCENE_BREAK]",
        "Blair: Spencer.",
        "Spencer: What are you doing?",
        "[SCENE_BREAK]",
        "Kelly: I'm sorry, but I'll never believe you're over Blair.",
        "Todd: She wanted me dead.",
        "Kelly: She thought you were a murderer.",
        "Todd: Viki didn't. Starr didn't, Evangeline didn't.",
        "Kelly: Ok she made a mistake. A lot of us made the same mistake. I've said I'm sorry. I'm sure she said the same thing.",
        "Todd: Yeah, she did, but it doesn't make any difference. The damage is already done. I lost everything. I had to say goodbye to my kids, I had to come up with last words. Now I've got a hole in my chest thanks to what's-his-name. And I'm going to make him sorry for it -- that's why I have to leave now.",
        "Kelly: You are in no condition to go anywhere. You should stay here, it's doctor's orders.",
        "Todd: Ah! Doctor? Which doctor? Truman?",
        "Kelly: Like it or not, he saved your life.",
        "Todd: He didn't have a choice. Oh. \"Dad, I'm babysitting Jack tonight. Love, Starr. Call me.\"",
        "Kelly: So do you think Blair's with Spencer?",
        "Todd: I don't think it, I know it.",
        "Kelly: Well, what do you care if she's dead to you? But you still love her, I know you do.",
        "Todd: Yeah, I still love her. Ow.",
        "[SCENE_BREAK]",
        "Blair: Was hungry when I woke up, so I thought I would order us some lunch and so I checked for some small bills for, you know, for a tip. But since we're both up, how about I'll take you out for a very nice lunch, hmm?",
        "Spencer: Ok --",
        "Blair: Good.",
        "Spencer: If that's what you want.",
        "Blair: I'd love that. Here.",
        "Spencer: I sort of half expected you to be out here watching television, looking for information on David's arraignment.",
        "Blair: No. I actually thought maybe you'd want to do that.",
        "Spencer: I'm going to have a shower.",
        "Blair: Ok.",
        "[SCENE_BREAK]",
        "David: You're asking me to admit to something I just pled not guilty to.",
        "Michael: Do you have any idea what life was like for me after my father died? My mother didn't get out of bed for a year. My brother, John -- he never got over it. I just missed my dad. I felt a hole in my life where he was supposed to be. I didn't obsess, though. I'm not like my brother, you know? I never needed to know who shot my father -- not until now.",
        "David: Now that you know, what?",
        "Michael: Like I said, I'm not going to hurt you. But I have to know -- how do you sleep at night? Not just knowing what you did, but who you did it to? My father was a good man, a decent man. He did good things in the world and you stopped that for a couple of bucks. So how do you live with that?",
        "[SCENE_BREAK]",
        "Dorian: Adriana, what's going on?",
        "Adriana: Nothing. You're right -- I've got it all. My life is perfect.",
        "Dorian: Wait. Wait, wait, wait. Something is obviously bothering you. Now, is it Rex?",
        "Adriana: Rex is my boyfriend and he's the one person who don't bother me.",
        "Dorian: I know that you feel you have to defend him because you know that I don't approve of him, but if you two are having problems --",
        "Adriana: We're not.",
        "Dorian: Oh, you're not? Then why did I just happen to hear that there was some kind of a fight at your photo shoot?",
        "Adriana: Then you were spying on me.",
        "Dorian: Not at all. It was just, you know, the grapevine. Word gets out. Honey, you know, being the face of \"craze,\" you are no longer anonymous and I -- I assumed that that was what you had been referring to earlier?",
        "Adriana: Rex and I had a discussion. We're not on the same page about some things, that's all.",
        "Dorian: Ah. Well, you see, that's what happens when you try to put two people together who come from very different worlds.",
        "Adriana: That's exactly what Rex said to me.",
        "Dorian: Will miracles never cease? Rex and I agree about something.",
        "Adriana: I got to go.",
        "Dorian: Wait. Where -- oh.",
        "Daryl: You want me to follow her?",
        "[SCENE_BREAK]",
        "Bo: The Commissioner's stamp is on an autopsy report on the two bodies that we thought were Margaret and her baby. My signature's on that report, too.",
        "Rex: Well, how is that your fault? You rubber-stamp whatever the M.E. tells you. This guy was obviously in on it. Those bodies had to have come from somewhere.",
        "Bo: Yeah, they did -- they came from Kentucky. And the morgue assistant down there swears that I am the guy who came down and picked them up.",
        "Rex: Well, he is a liar. We'll get something on him, discredit his story.",
        "Bo: Well, there's also a D.N.A. report that has my signature on it. That has yet to be classified as a forgery.",
        "Rex: There's no way. You're Bo Buchanan. No one would think for a minute that you would do any of this. Why would you?",
        "Bo: That's the point -- I'm all through it, you see? I headed the investigation.",
        "Rex: You didn't want a conviction that bad.",
        "Bo: Yeah, well, the evidence tells a whole different story because it's -- it's no secret I've never been a fan of Manning's.",
        "Rex: Well, it's still crap, and you're going to be cleared of every shred of it.",
        "Bo: I hope so. But there will be an inquiry and my name will be dragged through the mud and there's going to be a black cloud hanging over the police department right now. And if worse comes to worse, I could end up going to prison.",
        "Rex: It's not going to happen.",
        "Bo: Really? Like it didn't happen to Manning? Look, Balsom, I appreciate your concern, but there's probably nothing that you can do about it.",
        "Rex: Well, yeah, I'm sure as hell going to try. You're the most straight-up person I've ever known. We're going to make this right.",
        "[SCENE_BREAK]",
        "Jessica: I should've been strong enough. I -- I should not need Tess to deal with all the bad things in my life.",
        "Clint: You were just a little girl, Jessica. You were only 5 years old.",
        "Viki: Honey, you cannot blame yourself for this. I won't allow it. The strongest of us could not deal with something so heinous.",
        "Clint: We've been having trouble with it ourselves. Your mother and I -- we went to the place where it happened and we met another girl. The same thing had happened to her with the same man. Now, her name was rose. Do you remember that girl or the house?",
        "Jessica: No. I don't remember anything. Even watching that tape, staring at myself in that place with that monster, nothing came back to me.",
        "Antonio: That's ok. Ok, you don't need to remember now.",
        "Jessica: But I do. I do.",
        "Ed: Jessica? There is one other thing we n try.",
        "Jessica: You mean hypnosis.",
        "Ed: Mm-hmm.",
        "Jessica: It didn't work before.",
        "Ed: Oh, I think it worked up to a point until you pulled yourself out of it and I think that's worth another try. You've made great progress since then. Tess is not in the picture. She is not blocking you, but something is and we need to get past that.",
        "Viki: It could work.",
        "[SCENE_BREAK]",
        "Kevin: I can't stand this, waiting around for Tess to come out. Every time I talk to Jessica, I feel like it could be the last time.",
        "Natalie: I know, and poor Jess -- she probably feels the same way.",
        "Kevin: Something up?",
        "Natalie: Yeah, it's John. He's texting me, but he never does that.",
        "Kevin: Is he ok?",
        "Natalie: I don't know. He needs to see me, but I don't want to leave Jess.",
        "Kevin: Well, mom and dad are with her. Neither of us are doing anything except driving each other crazy, so --",
        "Natalie: Hey, I thought that's what a little sister's job was.",
        "Kevin: And you do it so well.",
        "Natalie: Mm-hmm.",
        "Kevin: All right, let's give them some space. We'll come back later.",
        "Natalie: All right, let me just tell mom.",
        "Kevin: All right.",
        "[SCENE_BREAK]",
        "Ed: Well, Jessica? What do you think?",
        "Jessica: Let's do it. You can put me under.",
        "[SCENE_BREAK]",
        "Radio announcer: And now, the news. Local resident David Vickers was arraigned earlier today. He pleaded not guilty to murdering officer Thomas Mc Bain of the Atlantic City police force.",
        "Dorian: Daryl, wait. Let's just let Adriana be for now.",
        "Daryl: Don't you think she's headed straight for Rex?",
        "Dorian: I think she suspects something, and I can't afford to have you found out, ok? Besides which, I have something even more complicated I need to take care of.",
        "Daryl: \"Complicated\" should be your middle name.",
        "Dorian: Blair --",
        "Blair: Hello, Dorian. I didn't know you were here. Do you want to join us for lunch?",
        "Dorian: Hello, Spencer. My goodness, no, you wouldn't want me to intrude.",
        "Blair: Oh, you wouldn't be intruding, because I'm inviting you. I'm sure Spencer wouldn't mind, would you?",
        "Spencer: Not in the least.",
        "Blair: Especially not today.",
        "Dorian: Oh? What's special about today?",
        "Blair: David is being arraigned for murder.",
        "[SCENE_BREAK]",
        "David: I really am sorry.",
        "Michael: You're sorry? You're sorry that you killed my father?",
        "David: For what you must have -- have gone through.",
        "Michael: Yeah, but you're not going to admit to a crime that you just pled t guilty to, right? Especially not to the son of the man that you are pretending you didn't kill.",
        "David: I have made a lot of mistakes in my life. Some were bigger than others.",
        "Michael: This one's going to cost you. Your life is over.",
        "David: If I were you, Michael, I would hate me, too.",
        "Michael: I'm nothing like you. If I took a man's life, I would cop to it.",
        "David: That's easy for you to say.",
        "Michael: Trust me, I would. You -- you're nothing but a coward. Only a coward would stand here right now and look me in my eye and keep lying. Look at your life. The waste it's been. You help no one. You create no value in the world. You give nothing back. You are a liar and a con man. That is the balance of your life thus far. The rest of your life will be spent in a six-by-nine-foot cell thinking of how you took the life of a good man. You shot him and you left him to die -- so that you could continue on with your pathetic, meaningless, hollow --",
        "David: It wasn't like that.",
        "[SCENE_BREAK]",
        "Adriana: Rex?",
        "Rex: Adriana, what are you doing here?",
        "Adriana: I saw your car in the driveway, and Kevin and Natalie were leaving and said you were out here.",
        "Bo: Huh. Look, Balsom, I got to get back inside. You stay out of this.",
        "Adriana: That's what I keep trying to tell him. I mean, Jessica's his friend.",
        "Bo: Jessica? What does my niece have to do with this?",
        "Rex: It's not how it sounds.",
        "Bo: Uh-huh. I don't even want to hear this.",
        "Rex: What were you thinking?",
        "[SCENE_BREAK]",
        "Viki: You do know that hypnosis is a major step.",
        "Clint: Your mother's right, Jess. Are you sure you're up to this?",
        "Jessica: Well, I have to know what happened, even if it hurts. I can't stand this anymore. I want my life back, all of it, even the bad parts. Let's get started.",
        "Ed: I'm going to have to ask you to leave.",
        "Viki: Sweetheart, we'll be in the library if you need us, ok?",
        "Jessica: Thank you.",
        "Clint: I love you, sweetheart.",
        "Jessica: I love you.",
        "Antonio: Are you going to be all right?",
        "Jessica: It's better than the way things are now.",
        "Antonio: I'm so proud of you.",
        "Ed: Ok, Jessica, you ready?",
        "Jessica: Let's do it.",
        "Ed: Do you remember the tape you watched earlier?",
        "Jessica: The one from when I was little?",
        "Ed: Do you remember when it happened?",
        "Jessica: I can't remember.",
        "Ed: Are you sure?",
        "Jessica: Tess told me that she protected me, and she did.",
        "Ed: So Tess really saved you, then, didn't she?",
        "Jessica: She always has.",
        "Ed: Is she doing that now? Is that why you can't remember? Is Tess sheltering you from the memory?",
        "Jessica: No. I can't hear her. I can't even feel her. It's not that.",
        "Ed: Ok. Jessica, if you can't feel Tess or what must have happened to you on that tape, what about watching the tape? How did that make you feel?",
        "Jessica: Disgusted that he did those things to me.",
        "Ed: Did it scare you?",
        "Jessica: Yes.",
        "Ed: Make you angry?",
        "Jessica: I hate him.",
        "Ed: Because of what he did to you?",
        "Jessica: No. I know he did, but it doesn't seem like it. It doesn't seem like he did those things to me.",
        "Ed: Tess is a part of you, Jessica. You know that.",
        "Jessica: Maybe. But it happened to her, and -- I feel like now that I've seen it, that she's dead.",
        "[SCENE_BREAK]",
        "Dorian: David's being arraigned today?",
        "Blair: You didn't know?",
        "Spencer: Well, why would she care, after the way David treated her?",
        "Dorian: Obviously, you don't care, or else you would be with him.",
        "Spencer: How do you reconcile your feelings for someone when they've done something so unconscionable?",
        "Dorian: Good question. Spencer, would you excuse us for just a moment? I'd like to have a moment or two alone with my niece.",
        "Spencer: Oh, sure, not at all. I need to make a phone call, anyway. Would you order me something? You know what I like.",
        "Blair: Oh, sure. So, what do you want?",
        "Dorian: What's going on between you two?",
        "Blair: We're working things out.",
        "Dorian: You're lying.",
        "Blair: No, I'm not.",
        "Dorian: Yes, you are.",
        "Blair: No, I'm not.",
        "Dorian: You are so.",
        "Blair: No, I'm not!",
        "Dorian: Look, I know you, even if Spencer doesn't. And you're having second thoughts about him, aren't you?",
        "Blair: Why would you say something like that?",
        "Dorian: Because you're having second thoughts about Todd. Excuse me. There's something I need to do.",
        "[SCENE_BREAK]",
        "Michael: What do you mean, \"it wasn't like that\"?",
        "David: My life -- it wasn't like you described. It wasn't a waste.",
        "Michael: Can you seriously delude yourself into believing that you've made a positive difference -- for anyone?",
        "David: I've tried.",
        "Michael: Please. I doubt that there is one person on this planet who would say that their life had been made better for having had you in it. I sure as hell know I'd be a lot happier if you'd never been born. My father was a wonderful man. He died. And a person like you gets to keep living? How screwed up is that?",
        "David: I honestly am sorry for what you lost. I tru--",
        "Michael: It's not \"what\"! It's \"who.\" I lost my father. Do you have any idea what that means?",
        "Lawyer: All right, all right. Time's up.",
        "Michael: Fine. I'm done here.",
        "Steve: Time to take you back to lockup.",
        "Hugh: Wait. There's been a development.",
        "[SCENE_BREAK]",
        "Natalie: John? John, where are you?",
        "John: I'm here.",
        "Natalie: Are you ok? What happened?",
        "John: Sometimes you just can't find a good song on the radio. Vickers was arraigned. He pleaded not guilty.",
        "Natalie: Does that surprise you?",
        "John: No. Over 20 years, I've wanted justice for my father. And now --",
        "Natalie: Now what?",
        "John: I don't feel any better.",
        "[SCENE_BREAK]",
        "Rex: I asked you to keep my business dealings private, and then you turn right around and rat me out to Bo. What's your problem?",
        "Adriana: I thought you were talking about the Reston case.",
        "Rex: Well, whether you did or not, you shouldn't have said anything -- or what you thought about it. Now Bo hates me again.",
        "Adriana: I'm sorry, ok? I really am. I blew it, ok? I apologize.",
        "Rex: What are you doing here, anyway?",
        "Adriana: I didn't like how we left things at the photo shoot. What else? And she said the same thing you did -- that you and I come from two different worlds.",
        "Rex: So, what, you're here to break up with me?",
        "Adriana: No! I'm trying to apologize, Rex. I forget sometimes. I have my mother and Blair and Kelly and Carlotta and -- you' on your own. You don't have anyone there when things go wrong. You don't have an inheritance. All the money you make at U.V. goes right back into the club, so you can't exactly pick and choose your jobs. You have to take what you can get. And if I was acting like a spoiled brat --",
        "Rex: \"If\"?",
        "Adriana: I was acting like a spoiled brat. It happens, ok? And it obviously just happened again. I'm sorry. Please don't be mad at me.",
        "Rex: Actually, I'm glad you came to yell at me. For a minute there, I thought maybe the creep had gone after you again.",
        "Adriana: No, I haven't heard anything else from him.",
        "Rex: Good. But that doesn't mean he stopped. So just be careful. Stay around people. Lots of them, preferably.",
        "Adriana: Are you going somewhere?",
        "Rex: Yeah, I got to take care of some stuff so I can get that freak out of your life once and for all.",
        "[SCENE_BREAK]",
        "Antonio: Hey, you all right?",
        "Jessica: I'm fine, really.",
        "Viki: What happened in the session?",
        "Jessica: I still don't remember anything.",
        "Clint: Do you know why?",
        "Ed: Well, we haven't figured that out yet.",
        "Viki: Sweetheart, you will. I promise you, you will. I know it's painful, but you will overcome it, trust me.",
        "Jessica: I do, Mom.",
        "Viki: Ok.",
        "Antonio: So what's next?",
        "Ed: Well, we continue to have more --",
        "Jessica: I want to see Norman Leeds.",
        "Antonio: What?",
        "Viki: You what?",
        "Antonio: No, Jess.",
        "Jessica: I have to. And I've got to do it now.",
        "[SCENE_BREAK]",
        "Kevin: I just came by to see Asa. I thought I'd stop by and -- don't let me interrupt. Don't bother. I just wanted to say that I was wrong about you, and the whole Margaret thing.",
        "Todd: Oh, yeah?",
        "Kevin: I'm sorry.",
        "Todd: Yeah, you and everybody else. You want to talk about it? Me and Blair? You and Kev are going through the same thing.",
        "Michael: Hey. I hear you're itching to get home.",
        "Todd: Uh -- well, I don't know where home is, but I don't want to stay here, that's for sure.",
        "Michael: One more day, all right? We got some tests to run. If everything comes out ok, you're home free.",
        "Todd: I'd better be. Because if the cops aren't going to nail Spencer Truman, I'm going to before he does his worst.",
        "[SCENE_BREAK]",
        "Blair: Mmm.",
        "Spencer: No Dorian? What happened? I hope she didn't leave on my account.",
        "Blair: Oh -- so what if she did?",
        "Spencer: Are you serious? You mean that? What --",
        "Blair: Spencer, I don't care what people think. Do you?",
        "Spencer: Well, I never have. Why start now?",
        "[SCENE_BREAK]",
        "David: You're kidding. Somebody ponied up a million dollars? You're just having fun with me.",
        "Hugh: Trust me, this is anything but fun. Cut him loose. Make sure you stop by the office to fill out your paperwork before you go.",
        "Lawyer: Wait, wait, wait, wait. Who did this?",
        "David: I have no idea.",
        "[SCENE_BREAK]",
        "Natalie: I don't know what to say. I mean, I can't imagine how you must be feeling.",
        "John: And you don't ever want to.",
        "Natalie: But it's a beginning. After all these years, you're finally getting answers to your father's shooting, to find someone accountable. Is this why you sent me the text?",
        "John: I know you got a lot going on. I guess I just didn't want to be alone.",
        "Natalie: You're not alone.",
        "[NEXT_ON]",
        "Adriana: Blurting to Bo just now that you're working for Claudia Reston -- you're never going to be able to forgive me for that, are you?",
        "Nash: Hi. Welcome.",
        "Cristian: What was that for?",
        "Evangeline: Luck.",
        "Jessica: You? You did this to me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=fgB_S2LF2aw"
}