{
    "Episode Summary": [],
    "Recap": [
        "Adriana is in the street. She hides and Rex drives right by her without seeing her. Someone watches Adriana from the bushes. She feels like someone is out there. \"Hello!\" she calls out. No one answers. A car is coming. She hides in the bushes. When the car is gone, that is when the stalker grabs her and drags her deeper and deeper into the bushes Rex calls Bo using his earpiece. He tells that Adriana thinks that he is the stalker. Bo wonders if the homeless man really was harmless when Rex tells about him. Rex sees that he has been stupid now and he turns the car around. Bo needs directions to where he is but Rex and Adriana are on an island and there is no police and hardly any people. She has no cellphone or money The man drags Adriana to a campsite. He makes her sit and he removes his hood, showing his face and crossed eyes. He says that he has been watching her and feels that he knows how he can help her. She thinks he is the stalker but after he confirms that he has spoken to Rex who gives him money from time to time, she relaxes. The man tells how Rex did say that she was afraid of strangers. Adriana is confused. If Rex was protecting her, then why all the emails in his computer? Adriana is calm. Rex returns in his car and Adriana and the homeless man duck so he doesn't see them. The homeless man tells that he wouldn't do that if he were working with Rex. He offers to get her in a boat and take her to the mainland but she won't go. Adriana walks the street in total darkness. A car comes up and this time Adriana doesn't hide. The car stops and a man asks her what she is doing out there. He guesses that she is the girlfriend of that blonde kid. He tells that he is staying with his wife and kids up the street and that she can get a ride if she wants. She seems hesitant at first. Then she smiles. \"Okay! You are a lifesaver!\""
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nash: All right.",
        "Antonio: Don't you think it's a little late?",
        "Jessica: What do you want?",
        "Nash: I want to talk to you, both of you, about what happened when I took Jessica and Brennan to New York.",
        "Antonio: We know what happened -- you kidnapped them.",
        "Nash: It wasn't like that.",
        "Antonio: That's exactly how it was.",
        "Nash: Please let me talk.",
        "Antonio: No, Nash. You please listen to me. You're desperate -- I've been there, too -- but you need to stop harassing Jessica. It's not getting you anywhere. Now go.",
        "[SCENE_BREAK]",
        "Viki: Thank you so much, Clint.",
        "Clint: Yeah. I had second thoughts about coming over so late, but I thought you should know.",
        "Viki: Well, it wouldn't matter how late it was. Oh, poor little Starr. Todd and Blair are sitting in there, and there's absolutely nothing they can do except sit and wait. I mean, this is a parent's worst nightmare.",
        "Clint: Yeah, it just doesn't sound like Starr, does it? Sneak off in the middle of the night, go swimming in a quarry?",
        "Viki: Actually, it sounds exactly like Starr. Do they know what happened?",
        "Clint: Well, from what I understand, she jumped off and then she hit her head, and they tell me it's quite a drop.",
        "Viki: I'm going to go in and see her, ok?",
        "Clint: All right. I'll be here when you get out.",
        "Viki: Thanks.",
        "[SCENE_BREAK]",
        "Rex: Adriana!",
        "Adriana's voice: I trusted you with my life. That's exactly what you thought I'd do, isn't it? I don't want to hear any more of your lies, Rex!",
        "Rex: Adriana, if you can hear me, I'm not going to hurt you! I just want to talk! She was wearing this tonight. Bo, it's me.",
        "Bo: Hey. Hey, I can barely hear you, Balsom. Where are you?",
        "Rex: I'm still looking for Adriana.",
        "Bo: Have you found anything?",
        "Rex: Yeah. I found her hair thingy down on the beach. I know she's in trouble.",
        "[SCENE_BREAK]",
        "Adriana: You're not going to find me, Rex. Somehow I'm going to get off this stupid island.",
        "[SCENE_BREAK]",
        "Antonio: Listen to me, Nash. We don't want you here.",
        "Jessica: Wait. I -- I want to hear what he has to say. Ok?",
        "Antonio: Yeah.",
        "Jessica: Ok.",
        "Antonio: Please.",
        "Nash: We don't have to be enemies, Antonio.",
        "Antonio: Then stop acting like one, Nash.",
        "Nash: I came here to apologize. When I took Jessica and Brennan to New York, I caused quite a commotion.",
        "Antonio: No, a loud drunk is \"quite a commotion.\"",
        "Nash: It was a mistake.",
        "Antonio: Yes, it was.",
        "Nash: I'm here to promise that it will never happen again.",
        "[Brennan cries]",
        "Antonio: I'll get her. It's time for her bottle.",
        "Nash: Are you all right?",
        "Jessica: Thank you for coming over and apologizing and -- and for promising that -- you know, that you won't try to force Tess to come out again.",
        "Nash: Yeah. [phone rings] I'm sorry.",
        "Jessica: It's ok.",
        "Nash: What's up?",
        "Bruce: Hey, buddy. I'm heading out of town for a little while and just wanted to know if there's anything I can do for you before I go to help you get Tess back.",
        "[SCENE_BREAK]",
        "Lindsay: Marcie?",
        "Marcie: You -- Lindsay, you scared me half to death.",
        "Lindsay: What are you doing?",
        "Marcie: I -- I'm watching the foster parents. They have Tommy with them in there. Do you have any idea how irresponsible that is?",
        "Lindsay: Well, wait a minute. Back up. What foster parents?",
        "Marcie: Tommy's foster parents. You know, he's the baby that I've been taking care of for the past couple of days. His -- his parents were the ones who got in the tornado. Anyway, look, the point is, is that they have a baby in a bar with them after midnight. He should be at home asleep. Just look how tired and fussy he is.",
        "Lindsay: Well, yeah. I mean, I know he's tired, but that's what babies do -- they're tired.",
        "Marcie: Lindsay, they get tired because they need a bottle or they need their diaper changed and they're just -- Lindsay, they're just sitting the. They're just ignoring him. Look, I called child services, but I couldn't get in touch with a case worker, and you know what? It probably -- it probably wouldn't matter anyway because I doubt that they're going to come out in the middle of the night anyway.",
        "Lindsay: Not unless it's an emergency.",
        "Marcie: That's what the police said. But it is an emergency.",
        "Lindsay: You called the police?",
        "Marcie: Well, yeah.",
        "[SCENE_BREAK]",
        "Bo: Balsom, you got to calm down.",
        "Rex: I am calm!",
        "Bo: Do you know for a fact that Adriana's in trouble?",
        "Rex: No, not for a fact, but I know she is.",
        "Bo: Tell me what's going on.",
        "Rex: She thinks that I'm the one sending the emails. She thinks that I'm the stalker and that I had -- that I had someone attack her and that I was meeting with him tonight.",
        "Bo: Why would she think that?",
        "Rex: She saw me talking to this homeless guy. He was wearing a sweatshirt just like the stalker's. I gave him a couple of bucks and she hit me over the head with a lamp.",
        "Bo: All right, you're rambling.",
        "Rex: Yeah, I'm rambling because it's all insane. She thought that this harmless bum was this homicidal freak and that I was behind it, but then he was harmless and I -- you know, I -- she didn't believe me and then so, just --",
        "Bo: You know what? Stop, stop, stop!",
        "Rex: Calm down, Bo.",
        "Bo: How do you know for sure that this guy really is harmless?",
        "Rex: Because he was homeless. He just didn't look -- ooh! Crap! Oh! Maybe he is the stalker. I am so stupid. I -- I got to go. I got to find her.",
        "[SCENE_BREAK]",
        "Adriana: Hello? Is someone there? Oh, God. [Adriana screams]",
        "Man: Don't fight me! Don't fight me!",
        "[SCENE_BREAK]",
        "Nash: Thanks for the call, but you've done enough already.",
        "Jessica: Is that the guy who helped you take me to New York?",
        "Nash: Yeah. Look, I appreciate everything you've done, but I don't think I'll be needing your services anymore. Thanks, anyway.",
        "Bruce: Oh, I'm sorry to hear that, buddy. We've had some -- let's call them interesting times. And you, my friend, are a lucky man.",
        "Nash: Well, I hope I will be.",
        "Bruce: I mean, even if you don't wind up with that wild and gorgeous Tess, you've always got that hot Claudia babe to fall back on, if you catch my meaning.",
        "Nash: I don't think I do.",
        "Bruce: Now, it looks to me like any which way you fall, you're going to score, my man, especially now that Claudia's inheriting all of daddy's cha-ching -- did I just stutter? -- Dough.",
        "Nash: I'm not interested in Claudia's cha-ching. There's only one girl I'm interested in.",
        "Bruce: Oh, yeah, yeah, yeah, yeah, right, right, right. Ok. But don't blame me when you wind up looking for a date to the prom without enough money to buy a corsage.",
        "Nash: I don't see that happening, Bruce.",
        "Bruce: Well, you know where to find me. Just let me know if you ever need my services again.",
        "Nash: Thanks, but I don't think I will.",
        "Bruce: Oh, yeah, one more thing. If anybody calls you looking for me -- you know, snooping around, asking a lot of questions -- do me a favor and don't give them anything.",
        "Nash: You talking about law enforcement types of people?",
        "Bruce: Just, you know, anybody -- black or white hats, doesn't matter. It's been real nice knowing you, Nash.",
        "Nash: Bye-bye.",
        "Jessica: So, that was Bruce.",
        "Nash: Yeah, my attorney. Not the most ethical man in this world, but --",
        "Bruce: You look like you could use this.",
        "Tess: Thank you. Ah.",
        "Jessica: That guy -- that guy put a drug in my drink. How could you -- how could you be involved with that type of garbage?",
        "Jessica: And what?",
        "Nash: And you remember what Bruce did to you?",
        "Jessica: Yes. He put a date-rape drug or something in my drink.",
        "Nash: No, he didn't.",
        "Jessica: Yes, he did. I remember.",
        "Nash: He did that to Tess.",
        "[SCENE_BREAK]",
        "Clint: How is she?",
        "Viki: She's the same as when she was brought in. Apparently, she was underwater for quite some time and had stopped breathing. There could be brain damage. Todd and Blair are not doing very well.",
        "Clint: Well, no, of course they're not. This is their little girl we're talking about.",
        "Viki: This is really awful. They're scared to death.",
        "Clint: Yeah. You know, there's a chance that Starr could be just fine and come out of this. And you know, tragedies like this have a tendency to bring families together. Who knows -- this, you know, might help to reunite Todd and Blair.",
        "Viki: Oh. Clint, I don't think that's going to happen, not after everything that happened before.",
        "Clint: Oh, I don't know. Children have a remarkable capacity for bringing families together.",
        "Viki: Not always true.",
        "Clint: You're thinking about Kevin and Kelly.",
        "Viki: Listen, when Kevin finds out that Kelly is having Duke's baby, I sincerely doubt that's going to reunite them.",
        "Clint: I know it's going to be tough, but that's why we have to be there for them.",
        "Viki: Of course we will.",
        "Clint: Yeah. And who knows -- maybe even Dorian will help out.",
        "Viki: Give me a break. Dorian wouldn't lift a finger to help Todd or me or any Buchanan.",
        "Clint: Now, I know that she still holds a grudge against you, but --",
        "Viki: Oh, what? She's had a change of heart towards Buchanan men, hmm?",
        "Clint: Yes. She has had a change of heart.",
        "Viki: Ah. No doubt due to your powers of persuasion, right? Oh, my God! Oh, no! Tell me you didn't sleep with her?",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Rex: What is it?",
        "Bo: Don't hang up on me, Balsom!",
        "Rex: Right.",
        "Bo: You stay calm!",
        "Rex: Right.",
        "Bo: Are you listening to me?",
        "Rex: Yeah, right.",
        "Bo: Balsom?",
        "Rex: Yeah, yeah, I'm listening.",
        "Bo: All right. Where are you?",
        "Rex: I'm on this little island with no streetlights looking for Adriana.",
        "Bo: All right, look. Adriana's smart. If she's afraid of you, she's probably headed for the police right now or a neighbor's house.",
        "Rex: There's no police this side of the island, chief, and she hasn't met any of the neighbors.",
        "Bo: Well, don't worry. She'll call.",
        "Rex: And she doesn't have her cell phone.",
        "Bo: Well, then she's probably on the ferry and she's headed back to the mainland right now. We'll hear from her within, I don't know, the next hour.",
        "Rex: No purse, no cash, and no ferry until morning, because she's out here somewhere. Damn it, Bo, I need her to know that I'm not the bad guy here. All I ever wanted to do was keep her safe. I would not put her in danger. I love her, Bo.",
        "Bo: All right, Balsom? Are you there? Balsom? I am going to kick his little --",
        "[SCENE_BREAK]",
        "Adriana: Oh! Please help me!",
        "[SCENE_BREAK]",
        "Marcie: Lindsay, what are you doing? Will you let me go? What are you doing? They're in there drinking.",
        "Lindsay: And that's legal. Now, if they get behind the wheel of the car drunk, that's another story.",
        "Marcie: So you're actually defending them?",
        "Lindsay: Parents and guardians do stupid things with their kids all the time, but that doesn't make it child endangerment.",
        "Marcie: Great. Now you're sounding just like Michael.",
        "Lindsay: You talked to Michael about it?",
        "Marcie: Yes, I talked to Michael about it, ok? He was here with me earlier, but no one seems to care about this but me.",
        "Lindsay: Birth parents -- they don't need a license to raise a child, but unfortunately, those people in there have got one.",
        "Marcie: Yeah. A license doesn't mean anything, ok? You can pay five bucks and you can get a license to go fishing.",
        "Lindsay: But they don't do a background check on you when you get a fishing license. Marcie oh, great. Once again -- once again, you're sounding just like Michael. You know, he made me go home with him. But the minute he left for the hospital, I came back out here.",
        "Lindsay: I'm sorry. I just don't think there's anything you can do.",
        "Marcie: Yes. Yes, there is, and I'm going to do it, and I'm going to do it tonight.",
        "[SCENE_BREAK]",
        "Jessica: Jessica, Tess, I -- you know, it's not a big deal. I'm starting to get some of Tess' memories. And when I'm fully integrated, I'm going to have all of her memories. But it's not really about me or Tess or anybody else. It's about that sleazoid lawyer of yours that helped you drag me to New York.",
        "Nash: And you just heard me tell him that our relationship is over.",
        "Jessica: Oh, and I also heard you say that you appreciated all the things that he did for you. What other things did you appreciate that he did for you?",
        "Nash: You know, Jessica, not everything is about you or \"Tess.\"",
        "Jessica: But that was. Wasn't it, the thing that you \"appreciated\"?",
        "Nash: No.",
        "Jessica: That perv tried to rape me.",
        "Nash: And I stopped him before he could do anything bad to you.",
        "Jessica: He's slime.",
        "Nash: He's a lawyer. But it's irrelevant. Jessica, you will never have to worry about him again. I promise you, I will never let anything bad happen to you or our baby. I promise you.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Rex: Damn it, Bo! Bo, I can't keep talking to you. I need to find Adriana before the stalker does.",
        "Bo: You're not going to find anybody unless you step back and think about what you're doing.",
        "Rex: Good thinking. All right, put out an APB on her while I keep looking.",
        "Bo: I can't.",
        "Rex: What do you mean? Oh, yeah, you're not on the force. Ok, plan b -- ca John, have him put out the APB.",
        "Bo: Look, nobody's going to put out an APB because, technically, Adriana is not missing. She ran away. Even if she was missing, we couldn't put out a missing person's report until she's been gone for 48 hours.",
        "Rex: She could be dead by then.",
        "Bo: Do we really know that she's in any trouble at all?",
        "Rex: I told you, I found her hair thingy down on the beach.",
        "Bo: So what does that mean? What if she dropped it? Where are you exactly?",
        "Rex: Block island. We were in a little cottage down on the beach.",
        "Bo: All right. Then I'm sure that Adriana's probably found her way back to the mainland by now, or she's going to take the ferry first thing in the morning and then she's going to call somebody to come over there and pick her up.",
        "Rex: All right, maybe you're right. I'll call Dorian. I'll have her call me as soon as she hears from her.",
        "Bo: No. Dorian is the last person that you want to call.",
        "[SCENE_BREAK]",
        "Adriana: Let go of me no.",
        "Man: Get over there, ok? We're going to talk this over.",
        "Adriana: Just stay away from me, ok? Don't hurt me.",
        "Man: Look, I don't want to hurt anybody.",
        "Adriana: Why did you attack me on the beach?",
        "Man: Listen, you hang on there, missy. You're sitting in the sand crying. I come over to you because I thought I could help you. I bring you here because I thought you needed something. Let's just put some light on the situation, ok? Then I want you to tell me, what do you think?",
        "Adriana: What do I think? I think you're stalking me, that's what I think.",
        "Man: That's a good one. I'm a stalker.",
        "Adriana: I saw you talking to my boy-- Rex, the guy I was with.",
        "Man: Yeah, I talked to your boyfriend, ok? He helped me out, and then he tells me not to hang around because his girlfriend, which must be you, is kind of nervous around strangers.",
        "Adriana: That's what he told me.",
        "Man: Honey, it's the truth.",
        "Adriana: Well, maybe you rehearsed your stories.",
        "Man: No, there's no rehearsing and there's no stories, it's just the truth. I think you are a little bit confused.",
        "Adriana: I'm confused. Rex was doing something. But isn't the stalker. I mean, I was there. He fought with him more than once. Rex even got cut by a knife.",
        "Man: The guy sounds dangerous -- the stalker, I mean.",
        "Adriana: But if Rex was really protecting me, then what were all those emails doing in his computer?",
        "[SCENE_BREAK]",
        "Antonio: So the baby's back asleep.",
        "Nash: \"The baby, the baby.\" The baby has a name. Her name is Brennan. My name is Brennan. My daughter's name is Brennan. Her daddy's name is Brennan. Her name's not \"the baby,\" it's Brennan.",
        "Antonio: So you said what you came to say, Brennan. Now you can go.",
        "Nash: May I see my daughter, Brennan, first?",
        "Antonio: She went back to sleep. We don't want to wake her.",
        "Nash: Well, another time then.",
        "Antonio: Call first.",
        "Nash: I will do.",
        "Antonio: Yeah. And don't slam the door.",
        "Jessica: You do have a problem with it, don't you?",
        "Antonio: A problem with what?",
        "Jessica: Calling her Brennan.",
        "Antonio: Yes.",
        "Jessica: I know. I completely understand. I'm sorry.",
        "Antonio: Well, don't be. I mean, it's not like you named her. Tess did.",
        "Jessica: Yeah, she did. And she's not here right now, so why don't we do something about it?",
        "[SCENE_BREAK]",
        "Lindsay: What are you planning on doing?",
        "Marcie: I am going to get that baby away from those people.",
        "Lindsay: And how are you going to do that?",
        "Marcie: Well, the first thing I'm going to do is I am going to get evidence show how dangerous they are.",
        "Lindsay: How?",
        "Marcie: Well, I was thinking that we could go inside, sit at a table off to the side, right? And we can pretend like we're just a couple of girls out on the town for the night. That way, you could see how inept they are at parenting. And then I would have evidence and a witness. Ok, come on, let's go. Did you see that? Lindsay, did you see that?",
        "Lindsay: What?",
        "Marcie: The waitress just gave him a beer and her a cocktail.",
        "Lindsay: How do you know that wasn't just a soda?",
        "Marcie: Will you work with me here, please? Please? Just look how tired he is. I mean, he shouldn't be here. He should be at home asleep in a crib.",
        "Waitress: Can I get you two anything? Hey, you're back.",
        "[SCENE_BREAK]",
        "Adriana: None of this is making any sense to me.",
        "Man: Yeah, me, either.",
        "Adriana: Rex isn't the stalker. Why would he do something like that?",
        "Man: Honey, I can't tell you that.",
        "Adriana: Rex was just trying to protect me. And he did. He came in and he saved me, and I was so grateful, and -- oh, God, I'm so stupid. He did it so he could be my hero.",
        "Man: Huh? Where did that come from?",
        "Adriana: Shut it off. That might be him. Turn it off.",
        "[SCENE_BREAK]",
        "Rex: She's here on the island. I'm going to find her before that lunatic does.",
        "[SCENE_BREAK]",
        "Man: Ok, I didn't flag him, right? Right? So you believe me now?",
        "Adriana: About what?",
        "Man: Your Rex -- working with your Rex. If I was working with him, I would have flagged him, right?",
        "Adriana: Yeah. No. I don't know. Look, I got to get off this island.",
        "Man: Yeah, well, there's no boat until the morning.",
        "Adriana: I got to get out of here tonight.",
        "Man: You know what? I do know about a little boat that's on the dock over there. You know, because I kind of borrow it now and then, if you know what I mean. So I could take you across, if you want.",
        "Adriana: I'm not getting in a boat with you.",
        "Man: Well, ok, then take it yourself then, ok? I'll show you where it is. Here. Look, here. Here you go. Here. If you want something to eat, ok? You want to make a phone call or you got to take a bus or something, there. Ok? Now follow me and I will show you where it is. You can stay as far behind me as you want. Just follow the light.",
        "[SCENE_BREAK]",
        "Marcie: You know, could we just have a couple of cups of coffee? And if you wouldn't mind, just don't tell anybody else that I'm here, ok?",
        "Waitress: You caused quite a stir earlier tonight, huh?",
        "Marcie: Yeah, and I really wouldn't want it to happen again, so --",
        "Woman: Could you watch the baby for a minute? The baby for a minute? We're going to dance.",
        "[Tommy cries]",
        "Marcie: Did you see what I just saw?",
        "Lindsay: Yes, I did. I'm so sorry I doubted you.",
        "Billy: Why is he crying?",
        "Waitress: Maybe he's teething. Rub some whiskey on his gums.",
        "Marcie: That's enough. Put that bottle down and hand me that baby, now! You ok, baby?",
        "[SCENE_BREAK]",
        "Clint: Well, the cafeteria was closed and the vending machine didn't have decaf, so the best I could do is hot chocolate.",
        "Viki: Thank you very much.",
        "Clint: You're welcome.",
        "Viki: Clint, I'm very sorry. I should never have asked that question, ok? Whatever goes on between you and Dorian is, like, so none of my business.",
        "Clint: That doesn't mean it doesn't bother you.",
        "Viki: It doesn't. I said --",
        "Clint: You said that it was none of your business, and I agree with it, but Dorian and me getting a little closer, you know, that might get under your skin.",
        "Viki: It doesn't at all. Whatever you do and who you do it to -- oh, boy, that was Freudian.",
        "Clint: Yeah, I believe it was.",
        "Viki: I really just want you to be happy.",
        "Clint: All right, thank you. Viki are you, with Dorian?",
        "Clint: Well, right now, yeah. Yeah, I am, and I think I'm maybe the only happy couple in Llanview.",
        "Viki: What's going to happen with Kevin and Kelly?",
        "Clint: Or Jessica and Antonio?",
        "Viki: Todd and Blair? I think I'd like to stay here until Starr comes to, ok?",
        "Clint: Viki, are you sure you want to do that? You can't do anything here. You might as well go home, try and get some sleep, come back tomorrow.",
        "Viki: I'm not going to be able to sleep.",
        "Clint: Well, I think you should try. I mean, we're not going to be much use to our families if we can't keep our eyes open.",
        "Viki: Ok, you're right.",
        "Clint: Come on. I'll drive you home.",
        "Viki: Thanks.",
        "[SCENE_BREAK]",
        "Jessica: Tess named her Brennan so we'd always remember who her father is, and I completely understand that. I think deep down in her heart, she knew she wasn't going to be around forever. But, you see, her name, it has to be Buchanan. I'm sorry.",
        "Antonio: I understand, really. Could you imagine Brennan Vega? And besides, it doesn't matter that she's not my biological baby. I mean, she's my little girl right here, and that's all that matters.",
        "Jessica: Still, you don't have to be reminded of Nash every time you say her name.",
        "Antonio: I'll get over it.",
        "Jessica: You won't have to. We can come up with a nickname or something. Anything but grape.",
        "Antonio: What?",
        "Jessica: It was just a joke that Nash said one time. It was a joke. I hope it was a joke.",
        "Antonio: It was when you were --",
        "Jessica: Tess, yes. Sorry.",
        "Antonio: It's ok. So we won't call her grape.",
        "Jessica: We could call her raisin. It's a dried grape.",
        "Antonio: No, let's get serious. How about, um, Brenna, Brenny --",
        "Jessica: Bream.",
        "Antonio: That's a fish. You might as well call her halibut.",
        "Jessica: Fine, halibut it is.",
        "Antonio: No. No, no, no, no. Let's get serious, all right? It's serious time. How -- so we need to name her something, you know, that's her. Something like Bren -- Brenga.",
        "Jessica: Oh, God. Yeah, Brenga, queen of the jungle. That's going to go over really well on the playground.",
        "Antonio: Then why don't you join in so I can make fun of you?",
        "Jessica: Oh. Brell --",
        "Antonio: That sounds like a shampoo.",
        "Jessica: Oh -- Br -- Bran --",
        "Antonio: Like the cereal?",
        "Jessica: Ok, fine. It's going to stay Brennan if you don't stop humiliating me, ok?",
        "Antonio: All right. Seriously --",
        "Jessica: Seriously.",
        "Antonio: Here we go. Bren --",
        "Jessica: Bree.",
        "Antonio: Bree.",
        "Jessica: It's perfect. It rhymes with free, and that's exactly what I want my little girl to be. I want her to be free to be whomever and whatever she wants. Bree.",
        "Antonio: Bree. I love you.",
        "Jessica: I love you, too. Listen --",
        "Antonio: Hmm?",
        "Jessica: I just --",
        "Antonio: Hmm?",
        "Jessica: I want you to know -- I just want you to know how much I appreciate the way you've let Bree into your life.",
        "Antonio: Oh, baby, I've always said she was our daughter, right, just like Jamie. I always thought of her as mine, from the moment when I found out you were pregnant.",
        "Jessica: I know. It's just not fair that you have to be constantly reminded of what happened.",
        "Antonio: Oh, would you give me a break? You think that matters to me?",
        "Jessica: I don't know how I'd feel if I was in your position.",
        "Antonio: All right. All right, maybe I was a little nervous at first, ok? Maybe, you know, I was afraid that she would like Nash and that I couldn't accept her as mine. But you know what? It's like everybody says, once y look your child in the eye, you fall instantly in love with them. And I did. And that's not going to change.",
        "Jessica: You know, she's starting to pick things up from you, the longer --",
        "Antonio: Stop, ok? I'm not having any doubts. The question is, are you?",
        "Jessica: No, I'm not. I just -- I just want her to have her biological father in her life, and I just want us all to be happy.",
        "Antonio: Well, that's not your responsibility. Jess, I love you. You and Jamie and Bree are what makes me happy. You are my life, ok? And yes, Nash is a reality. And yes, he gets on my nerves, ok? But that's not going to change the fact that I have a wonderful life. And I am not going to take that or you for granted. You are the love of my life.",
        "Jessica: I love you so much.",
        "[SCENE_BREAK]",
        "Marcie: What were you thinking? I could have you charged for child endangerment. Do you have any idea -- it was so stupid.",
        "Woman: You again, the insane one. You're a crazy, redheaded monster.",
        "Marcie: I'm the monster?",
        "Woman: This is harassment. I'm going to call the police if you don't stay the hell away from us.",
        "Lindsay: You know what? I think that would be an excellent idea. And when you do, you make sure you ask for Lieutenant John Mc Bain, because that's the crazy redheaded's brother-in-law. And he's going to come down on you like a ton of bricks.",
        "Man: Are you trying to threaten my wife?",
        "Lindsay: Yes.",
        "Man: Because if you're trying to threaten my wife, you're trying to threaten me. And I don't take kindly to having idle threats thrown my way.",
        "Marcie: It's an actual threat. And if you think that you can intimidate two women, you'd better think again.",
        "Man: You don't have proof we did anything.",
        "Marcie: Yes, I do. I have pictures. And I have plenty of them.",
        "Man: Give me the phone.",
        "Marcie: No.",
        "Nash: I don't think so, pal.",
        "Man: What is your problem?",
        "Marcie: Look, these two people are this baby's foster parents, and they came in here and they've been drinking all night long. And then they left the baby on the bar. And then the bartender -- to go dancing -- and then the bartender gave him a drink. And then that's why me and Lindsay came over here. You know, to take care of Tommy.",
        "Nash: That's a problem. Tommy?",
        "Marcie: The baby.",
        "Nash: Thank you.",
        "Man: Let's go.",
        "Nash: Let's stay.",
        "Man: I got nothing against you.",
        "Nash: Well, I got something against you. You see, when I was a little boy, I bounced around from foster home to foster home. And I happen to know just a thing or two about good daddies and bad daddies. Now, I just got a little bit of a sense that you're not one of the good ones.",
        "Billy: I don't want any trouble in here.",
        "Nash: Then back off!",
        "Man: What are you doing?",
        "Marcie: I'm calling child services.",
        "Man: Now, just --",
        "Nash: Shut up and sit down. Sit down!",
        "Marcie: If you think that you're going to keep Tommy, well, then you better think again, ok? Because once I call child services and I tell them everything that went on here, and I tell them everything and I show them these pictures, there's no way that you're keeping him. There's no way that you are keeping him unless I get hauled off to jail and thrown in jail. Do you understand me?",
        "Lindsay: This is more than just about foster parents, isn't it?",
        "Marcie: Yes, hi, I need to speak to --",
        "Lindsay: That's paternal instinct I saw.",
        "Marcie: No, no, no, please don't put me on hold. No, no, this is an emergency.",
        "Nash: He's not much older than my Brennan.",
        "Marcie: I really need -- no, no. No, not tomorrow, not in an hour, today. I need to speak to someone now!",
        "[SCENE_BREAK]",
        "Rex: Why don't you want me to talk to Dorian? She'll be the first person Adriana calls.",
        "Bo: Well, if she does call Dorian, I'll let you deal with the fallout. See, at this point, we don't need Dorian to panic and then make things even worse.",
        "Rex: This is her mother we're talking about.",
        "Bo: Well, if you tell Dorian that Adriana ran away, then Dorian's going to think you're poison. If Adriana tells her that you might be the stalker, then you're dead meat.",
        "Rex: Did you ever consider becoming a motivational speaker? Because this talk has really uplifted my spirits.",
        "Bo: Well, let's see what this one does for you, Balsom. Dorian doesn't even like you as it is. She's going to twist this thing every way she can to make sure that she screws up whatever chance you do have with Adriana.",
        "Rex: Then my only option is to find her before she gets off this stupid island. The only problem is, is I've been over nearly every inch and haven't found one trace of her. But I know she can't get to mainland until morning, so I'm going to keep looking.",
        "[SCENE_BREAK]",
        "Man: You mind if I ask what you're doing out here in the middle of nowhere?",
        "Adriana: Rowed over from the island.",
        "Man: In the dark?",
        "Adriana: It's kind of a long story.",
        "Man: Does it have anything to do with that boyfriend of yours?",
        "Adriana: What?",
        "Man: The blond kid?",
        "Adriana: Who are you? How do you know me?",
        "Man: Oh, I'm sorry, I didn't -- I don't mean to scare you. I was staying with my wife and kids out just around the point from where you were on the island.",
        "Adriana: What are you doing out here in the middle of the night?",
        "Man: I have a meeting in New York in the morning. The ferry doesn't run early enough, so doesn't really leave me with a lot of choice. Anyway, if you're heading for the city, I can give you a lift. Unless, of course, you're planning on rowing there.",
        "Adriana: That would be great. You're a lifesaver.",
        "[NEXT_ON]",
        "Dorian: My daughter has been gone since last night, and you are just getting around to calling me?",
        "Claudia: Could it be that the Tess part of her is still in love with Nash?",
        "Jessica: What would Tess be saying and doing right now?",
        "Evangeline: She thought you were starting to have feelings for me. Are you?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=E5ayQIlCOWI"
}