{
    "Episode Summary": [],
    "Recap": [
        "Starr and Cole have arrived at the first place they plan to stay. It's a tiny room in a cheap spring break motel. It's not like what they are used to. But they determine that they want to be together forever no matter what. Langston and Cole keep in contact with them via a pre-paid cell phone. Todd and Blair are both frantic about Starr disappearing and arguing with each other. Dorian is also upset and disappointed with Langston for keeping the secret. Jared gets Natalie to meet him at Asa's ranch in Texas. She assumes it's for a business meeting. But he reveals to her that it's because he wants to take her back to the place where he first fell in love with her and she-him. She tells him it's over between them. But he does not want to believe that."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: This is it?",
        "Cole: Yeah, this is it. It's where you and I are going to start our new life together.",
        "[SCENE_BREAK]",
        "Eddie: Hey, you can't go in there.",
        "Todd: Where's John?",
        "[SCENE_BREAK]",
        "Blair: Thank you for getting over here as fast as you did.",
        "John: I made a few calls on the way over.",
        "Blair: And?",
        "John: No sign of anything yet.",
        "[Blair sighs]",
        "Blair: Well, they've been gone 24 hours, John. I mean, they could be absolutely anywhere.",
        "John: Where is what's-his-face in all this? Where's Todd?",
        "Blair: Well, he's probably around town blaming anybody for the situation that he caused.",
        "John: That sounds about right.",
        "Blair: Starr ran away because of her father, because of one of his knee-jerk decisions. Of course, his family's all in chaos again. And does he take any responsibility? Does he cop to it? No. He just blames everybody else for it.",
        "John: Blair, forget about that, all right? That's not going to bring them back. How do you want handle this?",
        "Blair: I want to do whatever I can to bring my daughter home, without Todd.",
        "John: Okay. I think if Starr told anybody anything, it would be Langston.",
        "[SCENE_BREAK]",
        "Langston: I can't believe you're doing this. Get inside.",
        "Markko: I had to come see you. You sounded so spooked on the phone.",
        "Langston: Well, you know how mad we thought Mr. Manning was going to be once he found Starr was gone?",
        "Markko: Yeah.",
        "Langston: Well, it was worse than that. He was mental. He stormed in here, got all in my face --",
        "Markko: Did he hurt you?",
        "Langston: No, but he yelled loudly and then took off.",
        "Markko: Well, off to where?",
        "Langston: I don't know. I just wish I could get in touch with Starr and Cole and tell them that Mr. Manning knows now and they need to be more careful.",
        "Markko: Oh, you think Starr and Cole don't know what he's like?",
        "Langston: Of course, but Starr doesn't have a cell phone and I'm just stuck here freaking out.",
        "[Langston sighs]",
        "Langston: What?",
        "Markko: What?",
        "Langston: You know where they are.",
        "Markko: No, I don't.",
        "Langston: You know something. Markko, if you don't tell me right now, I swear, I'm never talking to you again.",
        "Markko: I -- I know how to reach them.",
        "[SCENE_BREAK]",
        "Man: Nice, right?",
        "Cole: Yeah, it'll work.",
        "Man: Work? Dude, when Memorial Day hits, this crib turns into party ground zero. I'm talking a keg a night, tunes blasting, Swedes, Brazilians. Trust me, bro, your roommates will be smoking-hot.",
        "Cole: What? Roommates? No, no, no, no, we need our own room.",
        "Man: Huh. Hello? Better use protection. Hey, but don't worry. We have just about every flavor and color in a jar behind the front desk. Have at them.",
        "[SCENE_BREAK]",
        "Chuck: Well, if isn't the most beautiful redhead east of the Mississippi.",
        "Natalie: Oh, well, how about the most charming cowboy on either side of the river? I'm hoping this isn't too short of notice.",
        "Chuck: Ah, Buchanans don't need notice. You know that.",
        "Natalie: Oh, good. So, where's Dad and Uncle Bo?",
        "Chuck: Not here.",
        "Natalie: Really? Because Jared said that they were going to be here this morning.",
        "[Jared grunts]",
        "Jared: Chuckles!",
        "Chuck: Jarhead. I still can't believe you're a Buchanan.",
        "Jared: Of all the dumb luck, huh?",
        "Chuck: Mm-hmm.",
        "Natalie: Chuck said that Dad and Uncle Bo aren't here.",
        "Jared: Yeah. About that -- they're not coming.",
        "Natalie: What? Oh, my -- okay, we have that meeting with Jenkins the first thing in the morning! This is ridiculous!",
        "Jared: There is no meeting with Jenkins. It's just you and me.",
        "Natalie: So, you dragged me all the way to Texas for a meeting that we were supposed to have because B.E. had a huge threat, but we weren't really going to have that meeting?",
        "Jared: Okay, just listen to me.",
        "Natalie: What the hell am I here for, Jared? You son of a bitch.",
        "[SCENE_BREAK]",
        "John: Is there anything -- anything missing? Any of the cars gone? Any credit cards?",
        "Blair: No.",
        "John: No? All right, look, I'm going to call Nora. I'm going to see if she knows anything.",
        "Blair: John, my little girl is out there, and I don't know if she even has any money, or a cell phone.",
        "John: Hey, look, she's a smart kid. And Cole -- he would -- he would lie down in front of a train to protect her.",
        "Blair: I know she was upset because she had to be separated from Cole. I -- I just -- what if they've run away and -- and don't come back, you know? What if they're gone for good?",
        "Dorian: Oh, do not ask me how my day went, because it was an absolute nightmare. Hello, Lieutenant.",
        "John: Dr. Lord.",
        "Dorian: Blair, what's happened?",
        "Blair: Starr and Cole have run away and we don't know where they are.",
        "[SCENE_BREAK]",
        "Cole: Okay, look, my girlfriend and I -- we need our own room, okay? We'll pay extra.",
        "Man: Whoa, whoa, chill. All you need to do is work out a signal, okay? Panties on the doorknob, and presto, you get your freak on.",
        "Cole: It's not about that. We already went through camp, and we really didn't like it too much, so --",
        "Man: All right, look, well, you're going to have to work that out with Gunther and crew.",
        "Starr: Oh, you know what? That's fine. We'll be all right.",
        "Man: Cool. Oh, I'm Winter, by the way.",
        "Starr: I'm Mindy.",
        "Cole: Dan.",
        "Starr: Yeah, so, I guess all we really need is sheets --",
        "Winter: Oh.",
        "Starr: Probably.",
        "Winter: Coming right up.",
        "Cole: Whew. Uh -- the room looked a lot better on the internet. Listen, we can go someplace else if you want.",
        "Starr: No, you know what? It's fine. We're together, and that's all that matters, right?",
        "Cole: That's right. And the reason why I chose this place is because, like he said, after Memorial Day, this place gets mobbed with kids from all over the place. All right? And once all the bars and restaurants get slammed, jobs start raining, okay? We'll have our pick. All right? We'll -- we'll max out on tips. We'll save a bunch of money because, you know, we'll eat for free in this place -- it's -- it's cheap.",
        "Starr: Does it really matter that we've never waited on anybody in our entire life?",
        "Cole: Nope. They just want bodies. And we'll learn quick.",
        "Starr: Well, sure, because I got 2340 on my PSATs, so I should be fine.",
        "Cole: Listen -- sit, sit. Look, it's just for the summer, okay? We'll stick it out for a while. And if anybody gets on to us, we'll just take off.",
        "Starr: I really can't think about that right now.",
        "Cole: Okay, then don't.",
        "[SCENE_BREAK]",
        "Langston: You know where they are?",
        "Markko: No, I told you, I don't. But Cole did something really smart before he left. He gave me this. It's prepaid, so it's untraceable.",
        "Langston: So, this is like our bat-phone?",
        "Markko: In case of emergency, yeah. Anything happens, we can call Starr and Cole, and no one will know.",
        "Langston: I just can't help thinking about how Mr. Manning spent all those months tracking down Mrs. McBain and his son. I mean, no matter what she did, he found her. This dude does not give up.",
        "Markko: Yeah, I know.",
        "Langston: Markko, you did not see him. Starr's dad is out for blood, and all he thinks they did was run away. What is he going to do if he finds out Starr's pregnant?",
        "[SCENE_BREAK]",
        "Eddie: Glamming it up for a hot date?",
        "Talia: What do you want to hear, Eddie? That John and I are going to go at it like a couple of crazy little bunny rabbits tonight? Fine. We are! Um -- hi. I -- I'm sorry, I didn't mean for you to hear that.",
        "Antonio: Look, you want to destroy your career by having an affair with your superior officer, be my guest.",
        "Talia: It's not an affair.",
        "Antonio: I know. It's love.",
        "Talia: What if it is?",
        "[SCENE_BREAK]",
        "Ramsey: While it's always reassuring to have something else against John McBain, you're going to have to help me out a little bit here. What exactly did he have to do with your daughter going AWOL?",
        "Todd: Well, we both know that McBain covered for Cole when he shot Miles Laurence. In fact, if you hadn't bailed them both out, then I think Cole would be in jail right now and my daughter would be safe.",
        "[Ramsey laughs]",
        "Ramsey: What do you want from me?",
        "Todd: I'd like you to do your job, for once. If you're not going to go after Cole for what he did to my daughter, then I'd like you to press charges against him for attempted murder of Miles Laurence.",
        "[SCENE_BREAK]",
        "Natalie: Chuck, I am so sorry. If I had known --",
        "Chuck: Ah -- both of you are Buchanans, okay? You're welcome here anytime.",
        "Natalie: Thank you.",
        "Chuck: I got a few things to do upstairs. If you need anything, give a holler.",
        "Natalie: All right. Thanks again. Thanks. Thanks for that.",
        "Jared: Yeah.",
        "Jared: Natalie, just hear me out --",
        "Natalie: You have one hell of a nerve.",
        "Jared: Okay, I lied, okay? I lied! I'm sorry, but I didn't know what else to do.",
        "Natalie: Well, isn't that what you always do when you don't get what you want? I mean, you just lie until you do.",
        "Jared: This was supposed to be me being bold and forthright. Any chance you might see it that way?",
        "Natalie: Yeah, maybe I might have had you not told the entire world that you were my uncle.",
        "Jared: Then expose me! Shout it from the rooftops.",
        "Natalie: Right, and make David Vickers a Buchanan?",
        "Jared: He doesn't know he's Asa's son.",
        "Natalie: No, and he won't -- not as long as you play your role, which is the least you could do for my family. I mean, what did you think? That you'd bring me here and I'd just hop into the sack with you?",
        "Jared: This isn't about getting you in the sack. If that's what it was about, it would have happened back in Llanview. And you would've liked it. Look, it's about so much more than that, Natalie.",
        "Natalie: What, your ego?",
        "Jared: No. It's about what I feel for you.",
        "[SCENE_BREAK]",
        "Antonio: In love? With John? Haven't you heard that John doesn't have relationships? He has train wrecks. Half his exes are dead.",
        "Talia: I'm not doing this with you. We're both hurting.",
        "Antonio: Speak for yourself. I'm not hurt, I'm disgusted, more in myself than I am with you. I can't even believe that I feel enough to care about what happens to you.",
        "Talia: Are you ever going to be able to be near me again?",
        "Antonio: If the situation stays like this? No.",
        "[SCENE_BREAK]",
        "Ramsey: I can't put out an A.P.B. on someone who's not accused of a crime.",
        "Todd: Attempted murder is not a crime in your book?",
        "Ramsey: The Laurence case is closed.",
        "Todd: Then reopen it, you bleeding idiot! You saw him shoot Miles with your own eyes! All right, so what I'd like you to do is put out an all-points bulletin to your squad here, before this punk rapes my daughter for the second time.",
        "[Ramsey laughs]",
        "Todd: Okay?",
        "Ramsey: Todd, you have all the perception of a skin rash. That said, I think you do love your children. You just have to figure out a way to keep them from getting grabbed, if you can work that out.",
        "Todd: How about this? You know you owe me. Gigi Morasco and her kid. You were going to shoot them. I'm going to keep quiet about it, right?",
        "Ramsey: You just keep telling yourself whatever you have to to feel better.",
        "Todd: I'll tell you something. You are going to get yours, bad, and I'm going to be ringside for it.",
        "Ramsey: Well, then you can knock yourself out.",
        "Todd: Very good. Well --",
        "[Todd chuckles]",
        "[SCENE_BREAK]",
        "Dorian: I knew there was trouble, but I -- I mean, I've been out of town, I've been so distracted with Adriana and her wedding. Didn't -- did they leave a note?",
        "Blair: No, no. They just packed some stuff and Starr took off. Of course, Langston covered for her till this morning.",
        "[Phone rings]",
        "John: Excuse me.",
        "Dorian: Oh, no -- I do not believe that.",
        "Blair: Well, why don't you go and ask her? Last night, Langston swore that Starr was up in her own room sleeping. The whole time, she knew that Cole and Starr had run off. Now, this morning she wakes up, goes, \"I don't know where they are, I don't know how to reach them.\"",
        "Dorian: And you don't believe her?",
        "[SCENE_BREAK]",
        "Langston: Do you think we should use the bat-phone to let them know that Starr's parents found out she was missing this morning?",
        "Markko: No, no. Cole, knew it was only a matter of time.",
        "Langston: Why didn't I think of something better to stall them?",
        "Markko: Hey -- hey, what could you do? They're her parents. They want to see their own kid. The way I see it, you -- you saved Starr and Cole, like, 12 hours. You're going to call them, aren't you",
        "Langston: This isn't how it was supposed to be.",
        "[SCENE_BREAK]",
        "Cole: Well, it's not exactly La Boulaie.",
        "Starr: No, you're right about that. My dad's not ranting at me, Shaun's not watching me 24/7. I do kind of miss the pool, though.",
        "Cole: Yeah, and Markko and Langston.",
        "Starr: Yeah, but you know what? We're going to see them soon. Right? I mean, we'll be okay.",
        "Cole: You really believe that?",
        "Starr: Look, my dad was giving me all that bull about being able to see you in six months, and I know he was lying about that. He was never going to let me be with you.",
        "Cole: Starr, I'm going to do everything I can in my power to make you happy. Take a seat. Come here. When we finally get our own place --",
        "Starr: In our little apartment.",
        "Cole: We finish a room for our baby. Life will be okay. Better than okay.",
        "Starr: Cole, I mean -- are you sure you're ready to give up being a guy? What about going to college?",
        "Cole: I'm not giving up anything. I'm getting everything.",
        "[SCENE_BREAK]",
        "Natalie: You're so delusional, it's scary.",
        "Jared: That's not what scares you about me, Natalie.",
        "Natalie: Could you get over yourself? Because all you are is a man that connives and manipulates to get what you want.",
        "Jared: So I did something extreme to make a point. But I'm not going anywhere till you hear it.",
        "Natalie: What point?",
        "Jared: I love you. That point. Natalie -- Natalie? Natalie, Natalie!",
        "[SCENE_BREAK]",
        "Dorian: What is with the women in this family? I mean, a Cramer woman should not give up her life for the sake of what, some boy?",
        "Blair: Cole is not \"some boy\" to Starr. He's her first love, and Todd is ready to send that boy to prison just to keep him away from Starr.",
        "Dorian: Yes, but you were supposed to prevent that from happening.",
        "Blair: Dorian, Todd and that bodyguard have put Starr on the defensive so much that I can't even talk to her. Actually, last night was the first time in a long time that I felt like, you know, maybe she was ready to open up. And she -- I thought that maybe she was going to, you know, say something and tell me something.",
        "Dorian: About how Cole was pressuring her into running away.",
        "Blair: I don't know. Todd walked in and he interrupted. He said it was important.",
        "Dorian: What? What would be so important that it would prevent you from letting your daughter confide in you?",
        "Blair: All right, you stop because that's not fair!",
        "Dorian: Oh, I'll tell you what's not fair! I brought Langston into this house. I made her a part of our family! I showed her love, I cared for her, and she did this? I expected more from her! Lieutenant --",
        "John: Hmm?",
        "Dorian: What do we do next?",
        "John: Well, I'm not sure what we're going to do next, but I have a couple leads I need to follow up, and then I'd like to speak to Langston and the other kid, Markko.",
        "Dorian: Wait a minute. I'd like to have a chance to talk to her first. There is no way in hell that she's going to keep the truth from me.",
        "Blair: Dorian, if John thinks that he can get through \u0096",
        "Todd: Hey! You did this. You're the reason Starr's been kidnapped.",
        "[SCENE_BREAK]",
        "Starr: Do you think people are going to freak out? You know, around here?",
        "Cole: Why would they?",
        "Starr: Cole, when they find out that I'm --",
        "Cole: Hey, nobody's going to figure out anything, okay? They will know what we tell them. We're Dan and Mindy, and we're crazy about each other.",
        "Starr: Where are we going to say that we're from?",
        "Cole: Well, our IDs say we're from around here.",
        "Starr: But we don't have the accents.",
        "Cole: Well, I grew up in California, and you grew up wherever you want.",
        "Starr: Okay, well, I can't say that I grew up in Pennsylvania. Or New York, because I ran away there.",
        "Cole: Okay, well, how -- how did we meet? Star well, let's say that we met at summer camp, and we were both camp counselors together.",
        "Cole: See? You're good at this.",
        "Starr: Well, as long as you keep it simple, then we'll be able to keep our stories straight.",
        "Cole: We can do it.",
        "Starr: So what are we going to do when we're not hanging around here or working?",
        "Cole: Um -- we'll go to the beach, work on our tans.",
        "Starr: Our tans? That sounds kind of cool.",
        "[Phone rings]",
        "Starr: Cole! Okay, we both said that we were going to ditch our cell phones! What are you thinking?",
        "Cole: It's a prepaid. I got one for Markko and one for myself in case something came up.",
        "Starr: Then answer it.",
        "Cole: Markko?",
        "Markko: Yeah, yeah, it's me. No emergency, but I just wanted to let you know it's command central here at La Boulaie.",
        "Cole: Okay, so they know?",
        "Markko: Yeah, and they're tripping, hardcore. But -- but nobody knows where to look for you guys yet, so you're okay.",
        "Langston: Give me the phone.",
        "Markko: Cole, Langston wants to talk to Starr.",
        "Starr: Langston?",
        "Langston: Yeah, it's me. Are you okay?",
        "[SCENE_BREAK]",
        "Jared: Natalie?",
        "[Natalie pants]",
        "Jared: Natalie --",
        "Natalie: Why are you doing this?",
        "Jared: Because I meant what I said back there. I love --",
        "Natalie: Stop!",
        "Jared: Look, I tried to tell you so many times back in Llanview, but every time I came close, something always got in the way.",
        "Natalie: No. You know what? If you loved me, you would not make everyone believe that we were related.",
        "Jared: Okay, you know how bad I want to make that up to you?",
        "Natalie: You know what? You don't know anything -- anything about love.",
        "Jared: I do now.",
        "Natalie: And I am such an idiot. You know, everybody told me that you were bad, and I didn't want to listen. And then we shared this deep, meaningful whatever, for the 36 hours that it lasted, until you discovered you were one of us.",
        "Jared: Okay, that lie was the biggest mistake I have ever made, and I can't take it back, but I can try to make it up to you, okay?",
        "Natalie: By telling me that you love me?",
        "Jared: For starters, yes.",
        "Natalie: God, you don't get it, do you? It's not bad enough that you went and told everybody that you were my father's brother, but if they find out you're not, they will make sure that they run you out of town so far that you can never see me again. Is any of this sinking in?",
        "Jared: Your family isn't God.",
        "Natalie: Jared, I'm sorry, but if we had a chance, you blew it.",
        "Jared: Well, I guess I believe in second chances.",
        "Natalie: Why? Why do you have to take it this far? I mean, why here? Why now?",
        "Jared: Because this is where it all began, before I ruined it. And I want it back.",
        "Natalie: And what if I don't?",
        "Jared: I don't believe that.",
        "Natalie: How dare you tell me what I want.",
        "Jared: Natalie, this is where fell in love with you, and unless I'm completely wrong, this is where you fell in love with me, too.",
        "Natalie: You don't know how I feel.",
        "Jared: Maybe not. But what I do know is that right here in front of that fire on a clear, gorgeous night in front of the biggest sky that I'd ever seen, everything was perfect. You and I stopped fighting and we finally looked at each other, really looked. And then I kissed you and -- and everything in my life changed. You were in my blood.",
        "Natalie: It's a bad choice of words.",
        "Jared: Okay, look, I'm far from perfect. I'm just a screwed-up guy that's trying to deal with a lifetime of pain. But when I try to figure out what happened next, all I can say is that I didn't trust it, okay? Because as a -- as a little kid, I learned not to trust perfect moments, you know, like -- like a simple game of rummy or -- or an afternoon of fly-fishing. Anything could turn on a dime. It got so bad that the good times all felt like a setup for the fall. So I decided the only person in my life that I could trust was me, and if I just kept reaching higher and -- and higher, that I wouldn't have to fall. And love -- love is for suckers.",
        "Natalie: Like me?",
        "Jared: No one and nothing has been like you. I lived my life in this dark, narrow tunnel and I didn't even realize it until I saw the light. And you were that light.",
        "Natalie: That's funny.",
        "Jared: I'm not laughing.",
        "Natalie: Okay, so, yeah, maybe you felt those things. They weren't real, you know, because the second you went back into that house, found out that Asa Buchanan had a bastard son, that love and that light didn't mean a damn thing to you.",
        "Jared: That's not true.",
        "Natalie: Jared, you are making the mistake of confusing wanting me for loving me, and believe me, those two have a world of difference between them. Thank you for a great bedtime story -- that's one for the books.",
        "Jared: I'm not done.",
        "Natalie: Oh, well, you know what? Too bad. I am.",
        "[SCENE_BREAK]",
        "Blair: John had nothing to do with Starr and Cole running away.",
        "Todd: None of this would've happened if he hadn't protected Cole when he shot Miles. That's the way it is.",
        "John: I'll be in touch.",
        "Todd: You don't tell my wife you'll be in touch.",
        "Blair: What is wrong with you?",
        "Todd: You'll be in a jail cell before you get anywhere near my wife.",
        "Blair: Ignore him, John.",
        "John: Believe me, I am. Dr. Lord, if you'd like to speak with Langston, feel free. Tell her I will speak with her later.",
        "Dorian: Thank you very much. Yes, I will be talking to Langston --",
        "[Todd chuckles]",
        "Dorian: And if anybody can find out the truth, I will.",
        "Todd: Ah, I'd leave Langston to me.",
        "Dorian: The only reason that you are in this house is because of Blair. And, Todd, if you go anywhere near that child, I'll kill you.",
        "Todd: She's going to wish she never brought that street urchin into this house. They're all going to pay, you know? All of them -- Dorian, McBain, Ramsey, Langston -- all going to pay. And Cole, man -- when I'm done with him, he's going to wish he was he was never born.",
        "Blair: Are you ever going to take any responsibility for what happens in this family?",
        "[SCENE_BREAK]",
        "Langston: So, how is Cole holding up?",
        "Starr: Um -- he's okay, you know? He -- he's actually being really great. He made sure that everything is totally set up for us. He actually just ran out to go get me some ginger ale because I'm feeling queasy.",
        "Markko: Hey, you want to tell her how her family's doing?",
        "Starr: Could you let my mom know that I'm all right?",
        "Langston: I -- I could but if it got back to your dad and then he figured out --",
        "Starr: You're right. Don't say anything. What about Jack? Does -- does he know?",
        "Dorian: Langston, are you in there?",
        "[Knock on door]",
        "Langston: Oh. Go over there.",
        "Dorian: What are you doing in Starr's room?",
        "Langston: I was trying to find a clue as to where she might have gone.",
        "Dorian: What did you just put in that bag?",
        "[SCENE_BREAK]",
        "Antonio: I just finished filling out the I.A. forms. I was wondering if I can knock off early, go be with my daughter.",
        "Ramsey: Absolutely. How's she doing?",
        "Antonio: She's okay, for now. Thanks.",
        "Ramsey: How's the -- the rest of it, you know, Sahid and McBain?",
        "Antonio: It's not my problem, Commissioner.",
        "John: Hey.",
        "Antonio: So you guys want to have fun on \"date night\"? You go right ahead, but if you think this situation's going to get me to quit, you got another thing coming.",
        "Talia: Nobody wants you to quit --",
        "Antonio: Yeah.",
        "Talia: Antonio?",
        "John: Just pretend that never happened. Come on.",
        "Ramsey: Eddie? I want you to follow them.",
        "Eddie: John and Talia?",
        "Ramsey: And I want you to make sure they're actually together and don't ask me why.",
        "Eddie: Yes, Sir.",
        "[SCENE_BREAK]",
        "Todd: What would you guess I've been doing today?",
        "Blair: Well, as you said, I can only guess.",
        "Todd: Right. Well, I've been talking to the cops.",
        "Blair: Mm-hmm?",
        "Todd: I've hired some private investigators. I've been looking for our daughter. And what have you been doing, Blair?",
        "[Todd chuckles]",
        "Todd: You -- you haven't done anything except having a little powwow with your friend super cop.",
        "Blair: Are you speaking of Lieutenant John McBain --",
        "Todd: Yes.",
        "Blair: Former F.B.I. agent?",
        "Todd: Yeah, I'm -- I've been looking for that jackass all over town. And lo and behold, here he is talking to you.",
        "Blair: No, you've been running around town blaming everybody for something you caused.",
        "Todd: Oh, did I cause this?",
        "Blair: You're damn straight you did! This never would've happened if Starr knew she had someplace to turn, but she didn't.",
        "Todd: Oh. Wasn't that supposed to be taken care of by you and your little heart-to-heart talks?",
        "Blair: You know what, Todd? Nothing that I could say -- stop it!",
        "Todd: How come you didn't give her one of those?",
        "Blair: I'm glad you think this is so funny, because nothing I could say could change the fact that you've locked her in this house like some ivory tower.",
        "[Todd scoffs]",
        "Blair: You've tailed her night and day, practically beat up her boyfriend like some homicidal maniac.",
        "Todd: You're out of your mind.",
        "Blair: No, Todd! You are, you stupid bastard!",
        "[SCENE_BREAK]",
        "Talia: Think we lost Eddie?",
        "John: Well, there's no accounting for dumb luck, but I think we're good.",
        "Talia: That was a wicked U-turn you made back there. I almost yakked in your car.",
        "John: Sorry. At least we're alone now.",
        "Talia: Just like we planned.",
        "[SCENE_BREAK]",
        "Dorian: I asked you a question -- what did you just put in that bag?",
        "Langston: Nothing.",
        "Dorian: Sit. Okay, is it true that you knew that Starr was going to run away with Cole and that you prevented her family from finding out? May I ask why?",
        "Langston: Starr's like a sister to me and she needed my help.",
        "Dorian: In order to run away?",
        "Langston: She thought she didn't have any other choice.",
        "Dorian: You know, I really think -- no, no. I really had hoped that when I moved you in here, when I made you a part of our family, that you had learned something -- that there is always a choice. And that no matter what, no one, especially not a child, needs to be alone.",
        "Langston: Starr doesn't think she's a child.",
        "Dorian: Nonetheless, she is a minor.",
        "Langston: Who did what she thought she had to do.",
        "Dorian: With your help. Are you going to give me back?",
        "Dorian: Excuse me?",
        "Langston: That's why you brought it up -- becoming my guardian? You're mad now and you want to give me back. It's -- it's fine. I understand.",
        "Dorian: If anything happened to you, I would be as devastated as Blair is right this minute -- because you're irreplaceable. And I know that you find all of my rules and questions tedious, but really I'm just doing it to safeguard you. So I'm going to ask you one more time -- what'd you put in that bag?",
        "Langston: I told you, nothing.",
        "Dorian: So I guess you wouldn't mind if I looked?",
        "Langston: No, go -- go right ahead.",
        "Langston: Oh, no, don't -- don't --",
        "Dorian: Why? What's so important about this book?",
        "Langston: I think it's just --",
        "Dorian: It's just -- oh -- just a book about pregnancy.",
        "[SCENE_BREAK]",
        "Winter: Fresh linens and a welcome to the shore six. Might as well get the party started.",
        "Starr: Oh, no, really. I have my soda, thank you. Cole --",
        "Winter: Huh. You must look like a million bucks in a bikini.",
        "Cole: Yo.",
        "Winter: Oh -- no disrespect, dude.",
        "Starr: Um --",
        "Cole: None taken.",
        "Winter: Hey, I mean, if you guys are exclusive or whatever, it's cool, it's totally cool.",
        "Starr: Yeah.",
        "Cole: Yeah, we are.",
        "Winter: Right on, right on.",
        "Starr: Look, really, all we came here to do is just make money.",
        "Winter: I give you guys two weeks. This place is like spring break on steroids. People hook up all over the place -- nobody cares. It's probably because we're always so blasted. Hey, come on, seriously. Live a little.",
        "Starr: No, really, I -- I can't.",
        "Winter: Why not? Are you underage? Because I ain't going to bust you.",
        "Starr: I'm pregnant.",
        "Winter: Ooh -- my bad. You forgot the jimmy hat.",
        "[SCENE_BREAK]",
        "Jared: Look, I ruined everything, okay? I have the Buchanan name on one side and love on the other, and I chose wrong. But before I made that choice, we had one perfect moment here under these stars.",
        "Natalie: Now the moment's gone, Jared. The stars are gone.",
        "Jared: Look, I know, I know. But I would give everything that I am to get that moment back.",
        "Natalie: You can't. You made your choice.",
        "Jared: You're right. It's not up to me anymore -- it's up to you.",
        "[SCENE_BREAK]",
        "Talia: It's so beautiful out here, isn't it?",
        "John: Perfect place to be alone with someone you love.",
        "Talia: It doesn't get more perfect than this.",
        "[SCENE_BREAK]",
        "Cole: Why'd you tell him?",
        "Starr: He was going to find out sooner or later.",
        "Cole: Not for a while.",
        "Starr: Why are you so mad at me?",
        "Cole: I just -- I don't think you should've told him. That's all.",
        "Starr: Okay, Cole, wait. I am the one who is pregnant, okay? I decide what to do.",
        "Cole: That's it, isn't it?",
        "Starr: What's it?",
        "Cole: You blame me for getting you pregnant.",
        "[SCENE_BREAK]",
        "Dorian: Why were you hiding this book from me?",
        "Langston: All right, look. We tried so hard to keep this quiet because --",
        "Markko: Because Langston is pregnant.",
        "[SCENE_BREAK]",
        "John: Hey. You sure you want to do this? You're taking a real risk.",
        "Antonio: It's worth it.",
        "[SCENE_BREAK]",
        "Todd: So I walked in on my 16-year-old daughter naked in bed with her boyfriend, and I get there just in time to stop them --",
        "Blair: No, no --",
        "Todd: And it's my fault?",
        "Blair: You lose control, Todd.",
        "Todd: I wonder what you would've had me do.",
        "Blair: You lost control!",
        "Todd: Hey, you know what? \"Hey, guys, here's a couple of pointers. Now you can really go for it!\"",
        "Blair: I'm done, Todd. I'm through with your crap.",
        "[SCENE_BREAK]",
        "Jared: You're in the driver's seat, Natalie. And either we can go on this amazing adventure together, or you can drive off alone. But I am here. It's your call.",
        "[NEXT_ON]",
        "John: I'm sorry, man, I can't help you anymore. You're on your own with this.",
        "Markko: Congratulations, nana.",
        "Blair: She ran away --",
        "Todd: That's not my fault!",
        "Starr: Yes, I blame you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy \"Back in the Saddle\""
    ],
    "url": "https://www.youtube.com/watch?v=Zo5CLnP2tuU"
}