{
    "Episode Summary": [
        "Episode # 10434 -- The Doctor Is In ... Sane"
    ],
    "Recap": [
        "Starr and Cole inform Marcie and Michael that they need to exhume baby Hope in order to find out why she died. And the reason is, they were told by Kyle Lewis, at the hospital lab, that the lock of hair that Dr. Joplin gave them is not that of Hope. Meanwhile, Kyle informs Natalie and Jared that he happens to know that Jessica stole Starr Manning's baby and they are covering for her. And they have to pay him in order to silence him. His sister, Rebecca Lewis is at the institution where Powell Lord is posing as Dr. Marty Saybrooke in an attempt to bust him out of the institution. John and Marty are on to her but she and Powell are onto him. Powell sends an anonymous invitation to Todd, Marty and Tea to attend the frat party where they belonged many years ago. Stacy is successfully working both Rex and Shane to believe that Gigi is sleeping with Brody and convincing them that she is no good."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Téa: So, who's been holding you hostage this time?",
        "Todd: Huh?",
        "Téa: I just figured you must be \"tied up\" one way or the other since you haven't been returning my calls. But then I figured, I can work with that.",
        "Jack: Well, hello. Hey, hey.",
        "[SCENE_BREAK]",
        "Rex: I wanted some answers, so I went over to Brody's. Like I said, \"I'm an idiot.\"",
        "Stacy: What happened?",
        "Rex: Oh, I interrupted their nooner.",
        "Stacy: Gigi was in bed with him?",
        "Rex: Gigi was in the shower. Brody was about ready to get in there with her. If I thought there was a chance for us before, I sure as hell know there isn't one now.",
        "Stacy: I'm so sorry to hear that.",
        "Rex: Here, I convince myself that something was off -- that they weren't really together.",
        "Stacy: That's what you thought?",
        "Rex: But today I found out Gigi's just a slut.",
        "Stacy: You don't deserve this. You're too good for her.",
        "Rex: You know, I wonder how she'd like it if she walked in on --",
        "[Cell phone rings]",
        "[Missed call alert]",
        "[SCENE_BREAK]",
        "Gigi: Rex, I know you don't want to talk to me and I don't blame you, but Shane ran off and he said he was going to your place. Just please call me back because I need to know if he's okay.",
        "[SCENE_BREAK]",
        "Starr: You want to dig up our baby?",
        "Cole: No, I don't. It's the last thing I want to do.",
        "Starr: Okay, well, then why would you say that?",
        "Cole: Because I'm her dad. I need to know why she died.",
        "[SCENE_BREAK]",
        "Natalie: Hello? Kyle?",
        "Kyle: Ms. Buchanan, Mr. Banks --",
        "Jared: What did you want to see us about?",
        "Kyle: You know that DNA test you had me run on baby \"A\" and baby \"B\" to see which child belonged to which mother?",
        "Natalie: Uh-huh. Is there a problem?",
        "Kyle: Yeah, I'd say there is a problem. Your sister, Jessica, stole Starr Manning's baby. Don't bother denying it. I know everything, okay? Your sister Jessica's baby died. She switched it with Starr's and now you two are covering it up.",
        "[SCENE_BREAK]",
        "[Telephone rings]",
        "Dr. Kwon: Sitwell Institute, Ellen Kwon speaking.",
        "John: This is Kevin Buchanan. We met yesterday. My sister and I came in to visit our cousin Powell Lord.",
        "Dr. Kwon: Yes, Mr. Buchanan. What can I do for you?",
        "John: Well, I didn't get a chance to see my cousin yesterday and I'd like to see him today.",
        "Dr. Kwon: I see.",
        "John: My sister and I would also like to talk to his doctor -- Margaret Saybrooke.",
        "Dr. Kwon: Dr. Saybrooke? I'm sorry, I'm afraid I don't know anyone by that name.",
        "John: Oh, really?",
        "Dr. Kwon: I'm sorry, that's my other line ringing. Was that okay, Dr. Saybrooke?",
        "Rebecca: That was perfect.",
        "[SCENE_BREAK]",
        "Marty: What did Kwon say?",
        "John: She lied.",
        "[SCENE_BREAK]",
        "Rebecca: Ellen, I'm sorry I had to ask you to keep my presence here confidential, but it's for Powell's sake. He's still very vulnerable.",
        "Dr. Kwon: Of course. I never would have told his cousin he could see him if I knew it would upset him.",
        "Rebecca: To be honest, I don't think his family wants him to get better. They're happier with him here, locked up.",
        "Dr. Kwon: That's just so sad.",
        "Rebecca: But with my help, he'll get his life back.",
        "[SCENE_BREAK]",
        "Marty: Why would Kwon say she's never heard of a Dr. Saybrooke when the name is all over the visitors log? What does that mean?",
        "John: It means we've got a problem.",
        "[SCENE_BREAK]",
        "Blair: Nice, Téa. If you're going to work both sides of the street, why don't you find a new neighborhood?",
        "Todd: What do you think of my lawyer, Jack?",
        "Jack: Your lawyer? I thought she was --",
        "Blair: She is, but we don't use those words.",
        "Téa: Aren't you supposed to be in school? What is wrong with you people?",
        "Blair: Well, my son wanted to spend the day with his mother.",
        "Jack: Fine, I'll go to school, and I'll tell all our guys that you had a half- naked woman in your house.",
        "Blair: Okay, Jack, Jack, Jack -- you go in there. Come on. Now. Come on. Let's go. Come on. Thank you.",
        "[Téa sighs]",
        "Téa: I apologize, Blair. I did not mean for that to happen. I assumed Todd would be alone.",
        "Blair: Well, you assumed wrong, didn't you?",
        "Téa: Aren't you supposed to be in the hospital?",
        "Blair: Oh, and you would have loved that. Me locked away in I.C.U., right?",
        "Téa: Why are you wearing his bathrobe?",
        "Blair: I spent the night.",
        "[SCENE_BREAK]",
        "[Cell phone beeps]",
        "[Cell phone beeps]",
        "Rex: What am I doing? This is wrong.",
        "[Stacy sighs]",
        "[SCENE_BREAK]",
        "Marcie: Glad I'm not a cherry.",
        "Gigi: It's stuck.",
        "Michael: Let me see.",
        "Michael: You started it.",
        "Gigi: Thanks. It must be nice to have a man around the house.",
        "Marcie: You want to tell me what's going on?",
        "Gigi: I lost Rex, and now I've lost Shane, too.",
        "[SCENE_BREAK]",
        "Starr: You want to open her grave?",
        "Cole: We don't have to do anything. We can just leave it alone. It's just -- it's the only way that we'd know for sure why she died. But if you can move on without knowing --",
        "Starr: No, I can't. I already tried, but I need to know, too.",
        "[SCENE_BREAK]",
        "Jared: Wha -- we don't know what you're talking about.",
        "Kyle: All right. Let me make it clear, then. Do you want the cops coming in here dragging you out or forcing your sister to give up her baby?",
        "Jared: I'd be careful if I were you, doctor. That sounds a little like slander.",
        "Kyle: I'm not the one lying here. Okay, you're lying to that baby and you're lying to her real parents -- Starr Manning and Cole Thornhart. Yeah, okay. I'd thought you'd see it my way. So, now the only question is -- are you going to keep lying or are you going to finally tell the truth?",
        "Téa: Don't tell me you slept with her.",
        "Blair: Well, you know what, Téa? That is none of your beeswax. What's she doing here? You know what? You're fired, by the way.",
        "Téa: You know what? Dorian hired me.",
        "Blair: Well, Dorian, once she finds out that you flashed my son, might change her mind.",
        "Téa: It was an accident, Blair.",
        "Blair: Really?",
        "Téa: Yes.",
        "Blair: That's what they all say. Then they end up on the, you know, sex offender registry, right?",
        "Téa: When did you become such a prude?",
        "Blair: Since I had children, not that you care.",
        "Téa: Look. It is not my fault that John broke out of jail and left town.",
        "Blair: No, it's not. But it is your fault that you didn't have a better case against him. And you know what, Téa? I mean, come on. When are you going to learn not to throw yourself at men that don't want you?",
        "[Téas laughs]",
        "Blair: Oh, no. Oh, no, Todd. Please tell me you do not want that.",
        "[Téa laughs]",
        "[SCENE_BREAK]",
        "Rebecca: I can't stand seeing you like this. Let me unbuckle you.",
        "Powell: Not yet.",
        "Rebecca: If they could just see you the way I see you.",
        "Powell: For now, it's enough that you know me.",
        "Powell: And in time, we'll have it all, Dr. Saybrooke.",
        "Rebecca: You can drop the act. Kwon won't come back until I page her.",
        "Powell: You have her snowed.",
        "Rebecca: John McBain called. She told him she had never heard of a Dr. Margaret Saybrooke.",
        "Powell: He won't believe her.",
        "Rebecca: So, what do we do?",
        "[Powell sighs]",
        "Powell: Wait.",
        "Rebecca: He'll be back.",
        "Powell: Oh, I'm counting on that.",
        "[SCENE_BREAK]",
        "Natalie: Do you know how crazy you sound?",
        "Kyle: Yeah. I mean, it does sound kind of nuts. Two babies are born the same day. One lives, one dies. Somehow they just get switched.",
        "Jared: You know, you can get kicked out of med school.",
        "Natalie: And your job --",
        "Kyle: Yeah, except I have proof from you guys -- all the samples you brought in from the moms and the two kids. I mean, I just did a little digging, and it all just fell into place. Now all I have to do is bring Starr Manning and Cole Thornhart up to speed, unless you want to do it.",
        "[SCENE_BREAK]",
        "Cole: Okay, so we're going to do this.",
        "Starr: I can handle it, just as long as we're together.",
        "Cole: We're doing this for her. It's not right that she's gone and no one knows why. We're her parents. We need to stand up for her. So I guess the first step is we get a lawyer.",
        "Starr: No, we have to talk to someone else, first.",
        "Marcie: Did Shane reject the transplant?",
        "Michael: No, no. He's doing great so far.",
        "Gigi: Thank God.",
        "[Cell phone rings]",
        "Michael: Oh, excuse me. Sorry, I have to take this.",
        "Marcie: Okay. So what's going on?",
        "Gigi: Shane. He's furious at me.",
        "Marcie: Okay. Well, you know he's been through a very scary and really hard time. And you and Rex breaking up, I'm sure he's angry, but you'll get through it. You will.",
        "Gigi: No, no, no. He ran off to Rex's, but he's not answering his phone.",
        "Marcie: What is he angry about?",
        "Gigi: He found out about Brody.",
        "Marcie: Oh.",
        "Gigi: Exactly. Now he hates me so much he doesn't even want to live with me anymore.",
        "[SCENE_BREAK]",
        "Rex: I'm really sorry, Stacy.",
        "Stacy: For what?",
        "Rex: You save my son's life, and then I come on to you. I use you to get back at your sister.",
        "Stacy: I don't blame you for trying to even up the score.",
        "Rex: Well -- well, you don't have to worry. It's not going to happen again.",
        "[Knock on door]",
        "Stacy: That's what you think.",
        "Rex: Shane! What are you doing here?",
        "Shane: Moving in.",
        "[SCENE_BREAK]",
        "Kyle: Starr Manning is family, right? You should be the one to give her the good news.",
        "Natalie: What? That a nosy lab rat is using the memory of her little girl for some sick mind game?",
        "Kyle: You know, you're right. You should leave Starr out of this. I mean, she didn't do anything. Obviously, she didn't switch the babies. I'm guessing Jessica did. Let's just call her instead.",
        "[SCENE_BREAK]",
        "Starr: Dr. McBain?",
        "Michael: Yeah? Hey, wow. Good to see you guys together. How's it going?",
        "Starr: Uh -- okay.",
        "Cole: We -- we have something we need to ask. It's about Hope.",
        "[SCENE_BREAK]",
        "Gigi: Why won't anyone call me back? I just want to know if he's okay.",
        "Marcie: Look, I'm sure Shane is okay. He's with his father.",
        "Gigi: So now they can hate me together.",
        "Marcie: They don't hate you. Rex is hurt. Shane is angry. But look, this does not mean that Rex is going to use this to turn Shane against you, okay? He isn't like that. He wants what's best for Shane, too.",
        "Gigi: And if that means Shane living with Rex and Stacy?",
        "Michael: Excuse me. I'm sorry. I need to talk to Marcie.",
        "Gigi: It's okay. I got to go call Rex.",
        "[SCENE_BREAK]",
        "Rex: Aren't you supposed to be in school?",
        "Shane: School's almost over.",
        "Rex: Where's your mother?",
        "Shane: I don't know, and I don't care.",
        "Rex: What happened?",
        "Shane: Can't I just move in?",
        "Rex: Sure, you can, but I thought we agreed you'd live with your mom.",
        "Shane: I don't want to live with her.",
        "Rex: Why not?",
        "Shane: Because of Brody.",
        "Rex: Brody?",
        "Shane: He's sleeping with Mom.",
        "Rex: Who told you that?",
        "[SCENE_BREAK]",
        "Todd: What do you care who I want?",
        "Blair: Okay, wait, wait, wait. Let me get something straight, here. I hire her to fight you for custody. Oh, man -- and you throw the case.",
        "Téa: I most certainly did not throw the case.",
        "Blair: Oh, really? It was just a coincidence that you lost? And then you come barging in here, shaking your groove thing for Todd?",
        "Téa: I did everything I could for you, Blair.",
        "Blair: Oh, I'm sure you did -- like sleep with the plaintiff. I'm sure the Pennsylvania Bar Association would have a lot to say about that, Téa.",
        "Téa: That has nothing to do with your case.",
        "Blair: Oh, yeah, it does, because I'm going to get my kids back.",
        "Jack: I was wondering -- can Téa come to show-and-tell?",
        "Blair: Oh, Jack. That's not funny. Get your mind out of the gutter, okay? You go back in there and you read. Read your book or you will go to school.",
        "Jack: School ended 20 minutes ago.",
        "Blair: Jack --",
        "Jack: Ow, okay, ow, ow --",
        "Blair: Come on. I'm going to deal with him. Please take the trash out.",
        "Jack: Ow! Mom! Dad --",
        "Blair: I'm not hurting you.",
        "Todd: Do what your mom says.",
        "Todd: Téa, hey. You're just going to let Blair chase you away like that?",
        "Téa: If you want Blair, you can have her, because I'm done, Todd. Done.",
        "[SCENE_BREAK]",
        "John: If Kwon's lying, she's either got a gun to her head or Lewis turned her.",
        "Marty: How can this Rebecca Lewis just show up and pretend to be me? Don't they check credentials at the Sitwell Institute?",
        "John: I don't know.",
        "Marty: You really think she killed all those people or convinced Powell to do it? I mean, she's been a respected doctor; she's led a quiet life --",
        "John: Then she hooked up with this guy, Powell Lord, again.",
        "Marty: Yeah, and started some sick, symbiotic relationship.",
        "John: Well, you're the shrink. I just know what I see. You know, it says Rebecca still has a brother who lives in Llanview -- a guy named Kyle Lewis. I don't know, maybe I can try to track him down, see if he's heard from her.",
        "Marty: You're really convinced that she's involved with this.",
        "John: When she starts visiting Powell, and people start dying -- I need to get back over to the institute. I have this strange feeling she's going to show up today.",
        "Marty: But if Kwon is lying for them and she has figured out who you really are, then they are going to be waiting for you. What are you going to do?",
        "John: I'll think of something.",
        "[SCENE_BREAK]",
        "Jack: So she drove here with only her underwear on?",
        "Blair: Mm-hmm.",
        "Jack: And what if she got in an accident?",
        "Blair: From your lips to God's ears.",
        "[Cell phone rings]",
        "Blair: Yeah?",
        "John: Are you alone?",
        "Blair: Hey. Do me a favor. Go check on Sam and see if he's up from his nap, would you?",
        "Jack: He's fine.",
        "Blair: Jack, please? Please?",
        "Jack: Fine.",
        "Blair: Thank you, thank you.",
        "Jack: You're welcome.",
        "Blair: So, are you okay?",
        "John: I'm fine. How are you doing? Any trouble on your end?",
        "Blair: Well, Bo asked a few questions, although I wasn't much help. So you're okay? What's going on?",
        "John: I think I know who the killer is.",
        "Blair: You do?",
        "John: It's not over, yet. You need to be careful.",
        "Blair: Well, you, too, blue eyes.",
        "[SCENE_BREAK]",
        "Powell: Why so tense?",
        "Rebecca: I don't know if I can do this.",
        "Powell: Then don't.",
        "Rebecca: I can't leave you like this.",
        "Powell: Rebecca, you are the strongest woman I know. You can do anything you put your mind to.",
        "Rebecca: What if it goes wrong?",
        "Powell: As long as we stick to the plan, we'll be fine. We are so close. And if you love me --",
        "Rebecca: Would I have done this if I didn't love you?",
        "Powell: There are just two more things for you to do. Send the invitations.",
        "Rebecca: Done. I brought you a copy.",
        "Powell: Well done, Dr. Saybrooke. They will not be able to resist.",
        "[SCENE_BREAK]",
        "John: How are the kids?",
        "Blair: Todd got custody.",
        "John: I'm sorry.",
        "Blair: You know, it's not your fault. It's not like, you know -- it wouldn't have changed anything if you had been here. I mean, Téa has been sleeping with Todd, and she threw the case.",
        "John: I'll be home soon. We'll get them back.",
        "Blair: You just take care of yourself, okay? I can handle things here.",
        "John: From the hospital?",
        "Blair: I, um, checked myself out and I'm here at Todd's with the kids.",
        "John: You're with Manning?",
        "Blair: Yep, and you're with Marty, right?",
        "[SCENE_BREAK]",
        "Rex: Who told you about Brody and your mom?",
        "Shane: Mom and I talked about it.",
        "Rex: Your mother told you?",
        "Shane: And I got mad and told her that I wanted to move in here.",
        "[Cell phone rings]",
        "Rex: That's her.",
        "Stacy: Thanks, pal.",
        "Shane: I wasn't going to rat you out. Besides, what does it matter who told me? It's true.",
        "Stacy: Right, you are.",
        "Shane: And now, we get to live together.",
        "Stacy: One big, happy family.",
        "Rex: He's with me.",
        "Gigi: Oh, thank God. He went tearing out of the house. I tried to call you several times.",
        "Rex: I couldn't answer. I was -- busy.",
        "Gigi: Look, uh -- Shane knows about Brody.",
        "Rex: Yeah, he mentioned that.",
        "Gigi: What did he say?",
        "Rex: What do you think he said? He's upset.",
        "Gigi: Oh, God, Rex. I'm -- I'm so sorry. I didn't -- this is just not what I wanted.",
        "Rex: Oh, it is what it is. We just need to deal with it.",
        "Gigi: So what do you want to do?",
        "Rex: Shane needs time -- I think we should give it to him.",
        "Gigi: What do you mean?",
        "Rex: If he wants to stay here with me and Stacy, I think we should let him.",
        "[SCENE_BREAK]",
        "Todd: Come on. You're as bad as Blair.",
        "Téa: Take that back.",
        "Todd: Stop assuming the worst.",
        "Téa: What am I supposed to think? I -- I find you with your ex-wife, all cozy in your bathrobe?",
        "Todd: Oh -- you're jealous.",
        "Téa: I am not jealous. I am concerned -- just who all am I sleeping with, huh?",
        "Todd: \"Who all\"?",
        "Téa: Well, you know the expression -- \"if you're sleeping with someone, you're sleeping with everyone they've slept with.\"",
        "Todd: Oh.",
        "Téa: If you're sleeping with Blair, then I'm sleeping with Blair.",
        "Todd: Ooh.",
        "Téa: Huh.",
        "Todd: There's a fantasy.",
        "Téa: And John. If you're sleeping with Blair, then you're sleeping with John.",
        "Todd: Ah -- John.",
        "[Téa laughs]",
        "Téa: And in about -- oh, I don't know -- 40 minutes, we're all going to be sleeping with R.J.",
        "Todd: Oh, no -- R.J.?",
        "Téa: Mm-hmm. Yeah, because that's where I'm headed.",
        "Todd: Wait a second. Wait, wait, wait, wait, wait.",
        "Téa: So, who's jealous now?",
        "[SCENE_BREAK]",
        "Blair: So, word on the street is that you've kidnapped Marty, or maybe you then killed her -- I mean, depending on what rag you read.",
        "John: She's here with me. There was no other way -- the killer's after her.",
        "Blair: Well, you're protecting Marty, and I'm protecting my kids.",
        "John: Keep your eyes open. I'm going to try to shut this guy down, but a lot could go wrong.",
        "Blair: Well, I guess the good news is that he's after Marty and not me.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Cole: Oh, I'm sorry. I need to take this.",
        "Starr: Okay.",
        "Cole: Hey, mom.",
        "Marty: Hi, Cole.",
        "Cole: Are you okay?",
        "Marty: I'm -- I'm fine, I'm fine. I'm still with John.",
        "Cole: Okay, yeah. The papers are saying all kinds of stuff about him.",
        "Marty: Oh, no, none of it is true.",
        "Cole: That -- that's what I thought, but when I didn't hear from you --",
        "Marty: Uh -- don't worry, I'm fine. Please don't worry about me. How are you holding up? I -- you sound -- you sound better.",
        "Cole: Yeah, I'm hanging in there. Yeah, Starr -- Starr's been great. You know, she's helping me get my head straight. Mom, are you there?",
        "Marty: Yeah, yeah. Well, if Starr is helping you, I think that's wonderful.",
        "Cole: Yeah, I -- you know, I need her and she needs me.",
        "Marty: Okay. Well, please just take good care of yourself, and I'll -- I'll be home soon, okay? I miss you and I love you.",
        "Cole: I love you, too. Hey -- be careful, okay?",
        "Marty: I will.",
        "[SCENE_BREAK]",
        "Starr: So, you're back to teaching.",
        "Marcie: Yeah. I'm getting my life back, little by little. So what is it you need to talk to me about? Come on, you told Michael. Didn't they?",
        "Michael: Yeah, they did.",
        "Marcie: Well, he's still standing, so whatever it is, come on -- just let it rip.",
        "Cole: Hey, sorry, guys. Uh -- so what'd I miss?",
        "Marcie: Well, not much.",
        "Cole: We -- we've had some questions, and the only way we're going to get answers --",
        "Starr: We want to have Hope's body exhumed.",
        "[SCENE_BREAK]",
        "Kyle: You have your sister's number? Never mind, I'll look it up.",
        "Natalie: No, no, no. Wait, wait, wait, wait, wait, wait. You can't call her -- she can't handle it.",
        "Kyle: Okay, anyone who can steal a baby is pretty tough.",
        "Jared: No, she isn't, all right? Look, the truth is she's fragile.",
        "Natalie: My sister has D.I.D. Do you know what that is?",
        "Kyle: Yeah, explain it to the D.A.",
        "Jared: Look. Jessica doesn't know that Chloe isn't hers, all right?",
        "Natalie: She -- she didn't switch the baby. She doesn't -- she doesn't know anything about any of this.",
        "Kyle: Because she has D.I.D.?",
        "Natalie: The point is, if she lost that baby, it would kill her.",
        "Jared: If we thought she could handle it, we would've told her ages ago.",
        "Natalie: Yeah, like when we got the test results back.",
        "Kyle: Okay, we're talking about people's lives here!",
        "Natalie: Starr was going to give that child up for adoption because she is just a child herself, but if my sister loses that child, she will never recover.",
        "Jared: Mr. Lewis, if you had a sister who was in trouble, wouldn't you do anything you could to protect her?",
        "Kyle: We're not talking about me.",
        "Natalie: Please. Mr. Lewis, please. I'm begging for your help right now.",
        "[Kyle sighs]",
        "Natalie: If there's just some way maybe you could forget about all of this, please.",
        "Kyle: Okay, I -- I can see you're in a spot, okay, and I -- I can't say I understand. Obviously, you -- you two are decent people.",
        "Jared: How much?",
        "Natalie: Jared!",
        "Jared: We're asking Mr. Lewis to compromise his principles. Isn't that right, Mr. Lewis?",
        "Kyle: Huh. I could lose my job.",
        "Jared: How much?",
        "Kyle: Hundred grand.",
        "Natalie: $100,000?",
        "Kyle: Med school is expensive. I -- I could go to jail here. You want to save your sister? You'll make it worth my while.",
        "[SCENE_BREAK]",
        "Gigi: We can't let Shane run the show.",
        "Rex: Shane, why don't you go unpack? Aunt Stacy will help you.",
        "Gigi: I am not letting my sister raise my son!",
        "Rex: I'll be there in a minute. Listen, Stacy is not the problem. If you could think of something other than Brody, maybe you'd see that.",
        "Gigi: I never put Brody before Shane and you know that, Rex.",
        "Rex: Well, all I know is your son doesn't want anything to do with him and I don't blame him.",
        "[Gigi sighs]",
        "Gigi: Rex, Shane needs both of us, okay? Please don't turn him against me.",
        "Rex: Okay, if you think that I would do that to you or to Shane, you don't know me at all.",
        "Gigi: So what are you saying?",
        "Rex: Shane needs time to process what happened.",
        "Gigi: How much time?",
        "Rex: A couple of days, and then we'll sit him down and hash it out.",
        "Gigi: But I don't want to be away from him that long.",
        "Rex: So come over.",
        "Gigi: Can't you just talk him into coming back home? He'll listen to you.",
        "Rex: I'm listening to him.",
        "Gigi: Rex --",
        "Rex: I can't do this right now.",
        "Stacy: That was intense.",
        "Rex: I -- I can't believe she told him about Brody.",
        "Stacy: Huh. If they're an item, she'll have to tell him eventually.",
        "Rex: So? That's it. She's made her choice. I mean, if she told Shane --",
        "Stacy: Well, maybe she's just trying to get him used to the fact that, you know, his mom's with someone else. Maybe it's for the best, you know? If that's what she wants, he just needs to learn to accept it.",
        "Rex: What do you mean?",
        "Stacy: Maybe he should go home.",
        "[SCENE_BREAK]",
        "John: How's Cole doing?",
        "Marty: Well, he says he's doing better. He's leaning on Starr, which I don't know if that's a good thing. Then again, I'm not there, so --",
        "John: He's going to be okay.",
        "[Marty sighs]",
        "Marty: How's Blair?",
        "John: Giving Todd hell.",
        "Marty: Good for her. She know I'm here?",
        "John: Hey, I don't keep things from her. Here.",
        "Marty: My God -- what am I supposed to do with that?",
        "John: You're going to lock the door and you're not going to open it till I get back.",
        "Marty: I'm going with you.",
        "John: No, you're not.",
        "Marty: John, I am!",
        "John: No! If something goes wrong, I need you to call Bo.",
        "Marty: Well, I don't know how to use that.",
        "John: Keep the safety on until you're ready to use it. Here. Okay?",
        "Marty: Uh-huh.",
        "John: You're a righty, right?",
        "Marty: Yes.",
        "John: Take it in your right, support it with your left, okay?",
        "Marty: Mm-hmm.",
        "John: Keep your feet shoulder-width apart. When you're ready to use it, you point for the center, then you squeeze. That's all there is to it. If I'm not back in one hour, you call Bo. You tell him everything. You got that? One hour.",
        "Marty: John?",
        "John: Yeah?",
        "[Marty sighs]",
        "Marty: Be careful.",
        "John: Lock it.",
        "[SCENE_BREAK]",
        "Todd: I'm not jealous.",
        "Téa: Oh, no?",
        "[Téa chuckles]",
        "Téa: I mention Randall James -- huh -- and you turn 40 shades of green.",
        "Todd: Well, be fair. I mean, you and Blair, that's one thing. But I just don't think I would sleep with R.J. I just don't like dreads.",
        "Téa: Are you telling me you didn't sleep with Blair?",
        "Todd: Yes.",
        "Téa: You just thought it'd be fun to torture me?",
        "Todd: It was fun.",
        "Téa: You had all the fun.",
        "Todd: Oh, come on. You had a little fun, too.",
        "[Téa chuckles]",
        "Todd: Better than being bored with each other.",
        "Man: Todd Manning?",
        "Téa: Oh, jeez.",
        "Todd: Yes?",
        "Man: Have a nice day.",
        "Todd: Thank you.",
        "Téa: I got one of those envelopes this morning.",
        "[SCENE_BREAK]",
        "Marcie: I thought that we all decided we wouldn't exhume the baby.",
        "Starr: I know, but we have to find out why she died.",
        "Michael: And we all know that it wasn't Rh disease like the autopsy said.",
        "Marcie: Yeah, but we decided not to pursue it. It's not like it's going to bring her back.",
        "Starr: But we --",
        "Marcie: And the idea of digging her up, I just --",
        "Starr: We tried another way -- we had the hair tested.",
        "Cole: To see if there -- you know, if there was some kind of genetic problem.",
        "Marcie: Her hair?",
        "Starr: Well, the lock of hair Dr. Joplin gave me that I kept in this locket? It wasn't hers.",
        "Cole: Yeah, they -- they couldn't match it to Starr or me.",
        "Marcie: What do you mean?",
        "Starr: Dr. Joplin must've given me the wrong hair or something.",
        "Cole: Yeah, yeah. We -- we need to get another sample and the only way we're going to do that is --",
        "Marcie: Is if you exhume the baby.",
        "Starr: Which we won't do unless you're okay with it.",
        "[SCENE_BREAK]",
        "Kyle: So, do we have a deal?",
        "Natalie: I don't know if I can get my hands on that kind of money.",
        "Jared: Without arousing suspicion.",
        "Kyle: Hey, you're a Buchanan. I -- I have faith in you.",
        "Natalie: Leave my family out of this!",
        "Jared: Look, we'll get back to you.",
        "Kyle: You have 24 hours. Then I call Starr and Jessica and the police.",
        "Natalie: I Hope to God that no one ever threatens your sister.",
        "Jared: We'll call you.",
        "[Cell phone rings]",
        "Rebecca: Hey, little brother. What's up?",
        "Kyle: Hey, I was just checking in. How you doing?",
        "Rebecca: So far, so good.",
        "Kyle: You know that loan I was asking you about? I -- I don't think I'm going to need it anymore.",
        "Rebecca: You hit the lottery?",
        "Kyle: Huh -- almost. You know that -- that guy you were telling me about? From K.A.D.?",
        "Rebecca: Which one -- Todd Manning?",
        "Kyle: Yeah -- yeah, him. Um -- see, he's got this kid --",
        "Rebecca: I'll have to call you back.",
        "John: Dr. Saybrooke?",
        "[SCENE_BREAK]",
        "Rex: I can't make Shane go back to Gigi. He needs to know that he can come to me, that he can trust me.",
        "Stacy: Well, I just figured Gigi knew more about, you know, the pills he has to take -- just until we find out whether the transplant took.",
        "Rex: I can take care of Shane. And Gigi -- she's a great mother. She's just a pretty confused lady right now. And he'll be better off here, at least for a couple of days. Besides, it'll be fun.",
        "Shane: Sorry, Dad. I knocked your hair dryer into the john.",
        "Stacy: Into the toilet?",
        "Shane: It's okay -- I had already flushed. Maybe when it dries out, it'll be fine.",
        "Stacy: First thing, that's my hair dryer.",
        "Shane: Oh.",
        "Stacy: Ugh!",
        "Shane: Sorry.",
        "Stacy: No problem. I only use it, like, three times a day.",
        "Rex: So, have you gotten too mature and sophisticated to like building forts?",
        "Shane: No way.",
        "Rex: All right!",
        "[Rex claps]",
        "[SCENE_BREAK]",
        "Assistant manager: Is Shane coming in tonight? I got a bacon cheeseburger with his name on it.",
        "Gigi: Thanks, not tonight.",
        "[SCENE_BREAK]",
        "Stacy: Just hang in there. You'll see. You'll get what you want.",
        "[SCENE_BREAK]",
        "Michael: Whatever you need to do, sweetie, I'm behind you.",
        "Starr: I know this is asking a lot.",
        "Cole: And, oh, this -- we didn't even want to do this at all, but the story just keeps getting stranger.",
        "Starr: I know. I don't understand why Dr. Joplin would give me the wrong hair, and it's not like we can even ask her. I just feel like I've made this huge mistake and I don't know what I did.",
        "Cole: Yeah, it's -- uh, it's -- I have to know. There's, like, this hole in my heart and if I don't find out why she died, I don't think it's ever going to heal.",
        "Marcie: Okay. Okay. I mean, you have to do what you have to do. I understand.",
        "Starr: Are you sure?",
        "Marcie: Sweetheart, you came to me a year ago and you offered me the most precious gift. You trusted me to take care of Hope, so if this is what you two need, then you have to do what you have to do.",
        "[SCENE_BREAK]",
        "Natalie: Look.",
        "Jared: They're happy.",
        "Natalie: I mean, they seem like they're doing okay.",
        "Jared: So is Jessica.",
        "Natalie: So what do we do? Do we pay off Kyle?",
        "Jared: And keep the secret?",
        "Natalie: You know, the last time we did that, it --",
        "Jared: It was a disaster.",
        "Natalie: What choice do we have?",
        "[SCENE_BREAK]",
        "Rebecca: Do I know you?",
        "John: You will.",
        "[SCENE_BREAK]",
        "Todd: So what's in your envelope?",
        "Téa: Well, I haven't opened it yet, Sherlock Holmes.",
        "Blair: Oh. I thought you were going to take the trash out.",
        "Todd: Be nice.",
        "Téa: Ha-ha.",
        "Blair: Why? Okay, what -- what you got there? What is it?",
        "Todd: I don't know. You got one.",
        "Blair: I got one? Is this -- wait, wait, wait! I just got off the phone with John -- he said to be very careful. I mean --",
        "Todd: What's it going to do, stab us?",
        "[SCENE_BREAK]",
        "Rebecca: Hey, you can't go in there!",
        "John: Call the police.",
        "[SCENE_BREAK]",
        "Téa: \"You are cordially invited to attend the resumption of a grand Llanview University tradition -- the K.A.D. Spring Fling, 2009.\"",
        "Blair: Spring fling? That's when Marty was raped and what do you think's going on here?",
        "[SCENE_BREAK]",
        "John: Hey -- hey! Hey! Open the door, Rebecca. Open the door! Open it!"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=6z2zlY-zqx0"
}