{
    "Episode Summary": [],
    "Recap": [
        "Rex and Gigi try unsuccessfully to get through to Shane that Brody is not his real father. And Rex gives up when he can see that his son hates him. He goes and talks to Roxy, revealing that he blames himself for the situation since he abandoned Gigi all those years ago and gave her reason to assume that Shane must believe that Brody was his real father even though they believed that Brody was dead. Nora admits to Clint that she believes it is unforgivable that he intends to use Langston in order to get to Dorian. Marco then goes to ask them what they were talking about that he almost overheard and he reveals that Langston called him to reveal to him that Dorian has agreed to adopt her and she's asked him to join her and Dorian and Starr to celebrate. Todd notices that Marty is able to walk and reveals that he feels \"threatened\" by the fact that she is no longer dependent upon him to take care of her. Marcie is determined to adopt Starr's baby with or without Michael. She reveals that to Starr's doctor. And at that point, Starr's doctor informs Todd that she will not help him take Starr's baby from Marcie."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Everybody in the (Gene) Pool Written by Janet Iacobuzio, Chris Van Etten, Anna Theresa Cascio, Ron Carlivati, Carolyn Culliton, & Shelly Altman",
        "Shane: Why should you be here for our family meeting?",
        "Rex: It's just -- I don't want to wait any longer.",
        "Shane: You already did wait too long.",
        "Gigi: Shane.",
        "Shane: You waited till after you married someone else and that makes it too late.",
        "Gigi: Sweetie, just listen to Rex, okay? He's not talking about what happened at the wedding.",
        "Shane: I don't care what it's about.",
        "Rex: Okay, I know you're mad, but I think --",
        "Shane: Here's what you don't know. I want to change my name to Shane Lovett so I have the same name as my father.",
        "[SCENE_BREAK]",
        "Layla: Hey.",
        "Michael: Layla, hey.",
        "Layla: That must be really important, huh?",
        "Michael: Oh, you know, whenever I'm looking at a chart like this, I try to look really serious so people think that I know what I'm doing.",
        "Layla: Oh, well, then I shouldn't interrupt.",
        "Michael: No, no, no. What? You came all the way down here for something. There must be some reason.",
        "Layla: Yeah, I did.",
        "Michael: Is it about the other night at Capricorn?",
        "Layla: Michael, I just had to tell you how sorry I am that I got you into trouble with your wife.",
        "[SCENE_BREAK]",
        "Roxy: Hey, Marce. Got a ton of your mail here.",
        "Marcie: I already went through it -- that's all Michael's.",
        "Roxy: Oh, sorry.",
        "Marcie: Not a problem. Have a nice day.",
        "Roxy: Yeah, you, too, baby. You know, that chick is not going to have a nice day until she gets back with her husband.",
        "Charlie: Huh.",
        "Roxy: You know, there are some couples that never should have gotten married and then there are some couples that never should split up, and those two fall into that category.",
        "Charlie: Right.",
        "Roxy: What's that squiggly line over there? That's going to make a nice squiggly wall.",
        "Charlie: You know what? I am late.",
        "Roxy: You know, I don't think you want me to see that. What's up, Charlie? What's the big secret?",
        "[Charlie sighs]",
        "[SCENE_BREAK]",
        "Clint: Well, you call me when you and Montez land, all right? And I'll tell you where we're going to be meeting. Oh, don't you worry about that. I think Dorian's tactics are going to change once she finds out that she can lose -- lose Langston. Look, Jared, um, I'll call you back, all right? Hello, Nora.",
        "Nora: You having fun, Buchanan? Hmm? I'll make you a drink. I'll make you a drink and then we can toast to your latest endeavor. Right? There we go, there. To destroying the life of an orphan teenage girl.",
        "[Glasses clink]",
        "Nora: Pa would be so proud of you.",
        "[SCENE_BREAK]",
        "Dorian: Langston, I really do want you to be my daughter. Oh, you're not upset with me, are you? I know that this is your decision.",
        "Langston: Dorian, no, I'm not upset. I just -- I'm kind of freaked out a bit. I mean, you really want to adopt me?",
        "Starr: Did I just hear that right?",
        "Dorian: I only want to adopt you if it's what you want and you feel comfortable with the idea.",
        "Langston: Dorian, it comes out of nowhere.",
        "Dorian: No, it doesn't. It's coming from my heart.",
        "[SCENE_BREAK]",
        "[\"Heart and soul\" plays]",
        "Todd: Marty? Marty?",
        "[Song continues]",
        "[\"Heart and soul\" plays]",
        "[Todd turns music off]",
        "Todd: Janet? Janet!",
        "Marty: Oh, jeez.",
        "Todd: What the hell are you doing? Where is Janet?",
        "Marty: I don't know.",
        "Todd: Well, what do you think you're doing? What is this?",
        "Marty: I'm walking.",
        "Todd: Well, God. You really scared the hell out of me, you know that?",
        "Marty: I can tell.",
        "Todd: You're not supposed to be walking. You're supposed to be in bed, resting.",
        "Marty: Ugh, I'm sick of bed.",
        "Todd: Well, you're going to fall on your ass, I can tell you, you're going to fall on your ass.",
        "Marty: I am not. I am not. And I knew I wouldn't.",
        "Todd: Oh, you didn't know anything. You thought.",
        "Marty: No, I knew.",
        "Todd:: Get in bed. Get in bed.",
        "Marty: No, I'm fine. Oh, my gosh, you know what? You're not worried about me. You are disappointed. You didn't want me to be able to do this.",
        "Todd: You're right, I didn't.",
        "[SCENE_BREAK]",
        "Clint: Nora, last night you practically threw me out of here. I don't want to get into this with you again.",
        "Nora: You know what, I get it, though, now. I do, I get. The most important thing in the world to you is to get your company back for your family. So, why not use a girl who doesn't have a family?",
        "Clint: I keep telling you; Langston is not going to get hurt.",
        "Nora: And I keep asking you, how can you be sure of that?",
        "Clint: I am just using her as leverage to get at Dorian. Once I get B.E. back, her life will go on as it was.",
        "Nora: And what about all the pain that you've caused her in the meantime? What is that? Oh, collateral damage, right?",
        "Clint: Just because Dorian's hobby is entitled \"young girl with sad story,\" do I have to let her get away with everything including stealing my company?",
        "Nora: You know that I don't like what it is that you're planning.",
        "Clint: I got that part, yeah.",
        "Nora: But what I really, really hate is that it just doesn't seem to bother you at all.",
        "[SCENE_BREAK]",
        "Langston: Do you think you have to do this, because Delphina made me think that I might have a relative out there somewhere?",
        "Dorian: No, of course not.",
        "Langston: No, no, no, that's totally it. It got you all nervous or whatever and you felt out of control, of course.",
        "Dorian: Now just a minute. I'm going to be honest here.",
        "Starr: And she's not honest very often.",
        "Dorian: Stop it. What Delphina said made me want to adopt you, yes.",
        "Langston: Because you thought you might lose me?",
        "Dorian: Because I can't lose you. Starr can't lose you. Blair can't lose you. Because in every way that really matters, you are a Cramer woman.",
        "Starr: Which in Dorian-speak means that she loves you.",
        "Dorian: You know, I do love you.",
        "Langston: I -- I know that but --",
        "Starr: Okay, I know I'm pregnant and hormonal and everything like that, but can we please skip the \"buts\"? And this is a happy thing, a good thing, Langston, and I think that we all need that right now. Right?",
        "Dorian: Oh, you are so right, and you rock. Okay. Please, let me adopt you, and then we can all really be a family.",
        "[Dorian giggles]",
        "[SCENE_BREAK]",
        "Shane: When people are family, they have the same name.",
        "Gigi: Honey, maybe --",
        "Shane: Dad, we talked about this.",
        "Gigi: You did?",
        "Shane: Yeah, and I went on the internet and found out how to do it. You just fill out these forms, go to the courthouse, that's it.",
        "Gigi: You didn't think you should tell me about this?",
        "Brody: He only mentioned it once. I figured he forgot about it.",
        "Shane: No way, it's what I want more than anything. Why are you looking at him? He doesn't have anything to do with this. It's about us.",
        "Gigi: Always been Shane Morasco, sweetie. Don't you want my last name?",
        "Shane: When kids have their mom's last names and not their dad's, it means they're, you know -- I want my dad's last name, like other kids.",
        "Gigi: Well, maybe, um, maybe we should just talk about this another time.",
        "Shane: Why don't we just ask him? You think he knows everything, right? If you had a son, wouldn't you want him to have the same last name as you?",
        "[SCENE_BREAK]",
        "Charlie: I'm sorry, Roxy, I just don't like people looking at my work until it's done.",
        "Roxy: Yeah, okay. Big secret, huh? I thought they were done.",
        "Charlie: I'd like it to be.",
        "_Charlie: No cross talk at A.A. meetings. It 's one of the rules. _",
        "_Brody: I promised Gigi I wasn 't going to let it get out. _",
        "Charlie: It won't.",
        "_Brody: Oh, yeah, I 'm supposed to believe you won't say anything? _",
        "Charlie: What you hear at a meeting, stays at a meeting, another rule.",
        "Brody: A hard-and-fast one?",
        "[Charlie sighs]",
        "Roxy: It's really a good day for my putting my foot in it. First I'm talking about couples breaking up, and then I'm talking about big secrets. Well, at least I didn't mention Viki's name.",
        "Charlie: It's okay, Roxy.",
        "Roxy: Listen, I know you don't like losing her. I know how much you miss her and I know you can't figure out how to get her back, and I know how miserable you are.",
        "Charlie: Roxy, it would be a lot easier to stop thinking about her if you would stop talking about her.",
        "Roxy: I know. It's just like I feel like we are in the same boat, though.",
        "Charlie: We are?",
        "Roxy: You lost Viki because you had to shut up about Jared, and I lost my son because I had a real good reason for being quiet about his father.",
        "Charlie: Yeah, well, I told myself that I had a good reason for letting Rex think that I was his dad, but I don't think I'm ever going to forgive myself for what I did to that boy.",
        "[SCENE_BREAK]",
        "Shane: You would, wouldn't you? You'd want your kid to have your last name?",
        "Gigi: Brody, could you take Shane into the kitchen and give him some --",
        "Shane: I'm sick of you sending me out of the room. You can't get rid of me and Dad so you can talk to him.",
        "Rex: Look, Shane, I didn't know this is so important to you --",
        "Shane: It's totally important. He's my dad. You took my mom away, and we weren't even sure if she was ever coming back.",
        "Gigi: Shane, I went looking for Rex. He didn't take me away.",
        "Shane: I don't care. He's not one of us. He's not my dad. I hate you!",
        "Gigi: Shane!",
        "Rex: No, Shane, you know what? You're right. I'm not part of this. You need to talk to your mom privately.",
        "Shane: And my dad.",
        "Rex: And your dad.",
        "Gigi: Shane, say you're sorry.",
        "Rex: No, no, no. I get it now. I'm sorry.",
        "Gigi: Don't go anywhere. Balsom, wait.",
        "Rex: No, there's nothing to wait for, okay? It's like you said. We already waited long enough.",
        "Gigi: I don't think that anymore.",
        "Rex: Morasco, you're looking at a guy who grew up without a dad. Makes me a freaking expert on what sons need.",
        "Gigi: He needs his father.",
        "Rex: And to him, that's Brody. You said it yourself. I see now we'd be pulling apart if we told him the truth now.",
        "Gigi: This isn't right.",
        "Rex: It's not right to Shane, okay? He loves him. He hates me.",
        "Gigi: That's because he doesn't know the truth.",
        "Rex: If he knew the truth, he'd hate you, and then he'd have nothing.",
        "Gigi: I don't know what to say.",
        "Rex: Don't say anything. Don't stand here with me. Go back to him. To them.",
        "[SCENE_BREAK]",
        "Clint: I'm not out to hurt Langston Wilde. In fact, I'm not sure she's going to get hurt at all.",
        "Nora: So, what, full speed ahead because it could all turn out to be great? But what if it doesn't? What if it turns out that being this rope in this ridiculous tug-of-war between you and Dorian turns out to be too much for this kid? And did it occur to you at all that she may be just a wee bit fragile? And what about Dorian? What if Dorian decides to play hardball and just hangs Langston out to dry? Have you thought about that?",
        "Clint: All right. This is not my favorite thing ever, but I don't have a choice. Langston is all I have to use against Dorian. I have to do this.",
        "Markko: Do what, Mr. Buchanan?",
        "[SCENE_BREAK]",
        "Dorian: Like I told you the other day, I would never try to take the place of your parents. I couldn't.",
        "Langston: I know.",
        "Dorian: However, I do think you should be part of our family, and that way, we can protect you.",
        "Langston: You think I need protecting?",
        "Dorian: Protection in the sense that you could then grow up to be the strong and independent woman you want to be.",
        "Starr: Well, what she's trying to say is that she loves you a lot. I think that's your best argument right now.",
        "Dorian: Yeah, but it might scare her. She may have noticed how fierce I get about people I love.",
        "Langston: Yeah, just a little bit.",
        "Dorian: But if you were my legal daughter, you could fight back. You'd have more clout. And if you -- you don't want to do this, I -- I -- I'll understand. It won't change the way I feel about you. Nothing could.",
        "Starr: Look, Langston, you had to be alone for a really long time, and now it's certain you will never have to be alone ever again.",
        "Langston: I don't know what to say.",
        "Dorian: \"Yes\"?",
        "Langston: Yes.",
        "Dorian: Oh! This is so great.",
        "[Langston laughs]",
        "[SCENE_BREAK]",
        "Michael: You have absolutely nothing to be sorry for.",
        "Layla: That has never, ever been true about me.",
        "Michael: Okay. But you have absolutely nothing to be sorry for where Marcie and I are concerned, okay? You know, we've managed to screw this up entirely on our own. You are blameless.",
        "Layla: But she looked so upset.",
        "Michael: You know --",
        "[Michael sighs]",
        "Michael: Both of us are pretty much upset all the time nowadays, okay? So don't take this on yourself.",
        "Layla: You know, this isn't right.",
        "Michael: What?",
        "Layla: I came here to make sure that you were okay, and now you're trying to make me feel better. Is that your standard operating procedure, right? Always trying to make the other guy feel better?",
        "Michael: I guess it's true. I am perfect.",
        "Layla: Look, what I came here to say was, um, that I'm sorry for the tough times that you're going through. I dragged you on the dance floor when you didn't want to dance, and I'm sorry that I made things worse for you.",
        "Michael: No, Layla, you know, the other night, I actually -- I laughed. All right? It made things better, not worse.",
        "Layla: Well, then I'm glad we bumped into each other.",
        "Michael: Yeah.",
        "Layla: I haven't been laughing much myself.",
        "Michael: Yeah. And then you saw me dance.",
        "Layla: And you're a good dancer.",
        "Michael: You are a horrible liar, but thank you for lying.",
        "Layla: And thank you for the tequila.",
        "Michael: No.",
        "Layla: But thank you mainly for helping me to forget why I was so pissed off.",
        "Michael: Same here.",
        "Layla: You know, you're a really nice guy. You know that?",
        "Michael: Yes. Yes, I do.",
        "Layla: So silly. I'm so glad that I came down here, and I hate hospitals.",
        "Michael: Oh, me, too.",
        "[SCENE_BREAK]",
        "Marty: Well, at least you're honest about it.",
        "Todd: I'm not disappointed you're getting better. I'm just --",
        "Marty: What? Tell me.",
        "Todd: I'm -- I'm disappointed that -- obviously, you don't need me anymore.",
        "Marty: This is a good thing.",
        "Todd: For you.",
        "Marty: For us. If we're going to raise your grandchild together, then we both need to be strong.",
        "Todd: So you're still okay with that?",
        "Marty: Yeah, and --",
        "Todd: And what?",
        "Marty: Up until now, I needed you. I had to be here. Won't it be better as a choice?",
        "[SCENE_BREAK]",
        "Layla: Hey, you hate hospit--",
        "Michael: What? Oh.",
        "Marcie: Um, sorry. I didn't mean to be a buzz kill.",
        "Layla: Uh, Michael, I was just about to leave. I'll catch you later? Sorry.",
        "Marcie: Cute shoes, Layla.",
        "Layla: Really.",
        "Marcie: Really.",
        "Michael: Is something wrong?",
        "Marcie: No. Nothing's wrong.",
        "Michael: You just came down here to see me?",
        "Marcie: No, Michael, I didn't come here to see you. I came to see Dr. Joplin.",
        "Michael: Oh, of course. Starr's O.B.",
        "Marcie: Right.",
        "Michael: Right.",
        "Marcie: I -- I better get going.",
        "Michael: Right.",
        "Marcie: Right. Mike?",
        "Michael: Yeah?",
        "Marcie: I was wondering, um, do you want to come with me?",
        "[SCENE_BREAK]",
        "Dorian: Isn't this terrific? And you are going to have the most wonderful life.",
        "Langston: I already do.",
        "Dorian: How lucky can I get? A full-grown, beautiful, intelligent daughter and no labor pains.",
        "Starr: Okay, let's not talk about them. I guess we're like kind of like cousins now, right? We are cousins.",
        "Langston: We are cousins. Yeah, I guess so, I mean -- what, should we start dressing alike, or --",
        "Starr: No, and that wouldn't be for a couple of months, anyway.",
        "Langston: Joking, joking. Guys, I just -- I want to tell you how grateful I am.",
        "Dorian: You don't have to.",
        "Langston: No, I -- I want to. Thank you.",
        "[Langston chuckles]",
        "Langston: Oh, my God. Starr, wait till I tell Markko!",
        "[SCENE_BREAK]",
        "Markko: I'm sorry. I was looking for Cole. What were you saying about Langston?",
        "Clint: Markko, it's good to see you.",
        "Markko: I guess it's none of my business, but you sounded kind of mad.",
        "Clint: At Dorian. You know, don't you, that she stole our family company?",
        "Markko: Yeah. But I don't see why that has anything to do with Langston.",
        "Clint: Well, I'm a little worried about Langston because things are going to get, uh, a little rough. And why? Because I can't let this go without a fight.",
        "Markko: And you think it's going to hurt Langston?",
        "Clint: Well, the thing is, she's going to see a side of Dorian that is not flattering, and I hope that Langston doesn't get hurt by that happening.",
        "Markko: Right. No, but that's not what you said. You said you had to use Langston to get at Dr. Lord. What did you mean by that?",
        "[SCENE_BREAK]",
        "Roxy: You know, Charlie, believe it or not, I'm not a gal who likes to cry a lot. I mean, you know, I water up when I got my allergies in the middle of May and at the end of August, and, you know, I cry thinking about gas prices. But lately, I've been crying every night. That's what I do. I just -- I just stare at the ceiling and I'm crying. I just -- I miss Rex so much.",
        "Charlie: Roxy, Roxy. Just look at Jared and me. There's always hope.",
        "Roxy: That's right. There's always hope. I'm spending a lot of money on tissues.",
        "[Roxy chuckles]",
        "Roxy: Listen to me. I'm just going on and on and on.",
        "Charlie: Well, we make a good pair. You talk, and I don't.",
        "Roxy: You listen, and I don't. Rex?",
        "Rex: Wow. This is great. My two favorite people when I'm already in such a great mood.",
        "Roxy: What are you doing here? What's wrong?",
        "Rex: Not much. My son hates me. That's all.",
        "Roxy: Your son?",
        "Rex: So what's going on? You and Rox discussing the great books? Or are you hatching another plot?",
        "Roxy: Adriana had a baby?",
        "Rex: No.",
        "Roxy: You said -- do you mean --",
        "Rex: That's right.",
        "Roxy: Shane. Shane is my grandson?",
        "Rex: And he's never going to know that. Got it? Never.",
        "[SCENE_BREAK]",
        "Brody: Shane decided he was hungry.",
        "Gigi: Well, pushing people can work up an appetite.",
        "Brody: He is sorry about that. It's just --",
        "Gigi: Okay, you know what, Brody? I think Shane and I need to have a little talk, alone.",
        "Brody: I -- sure. Should I stick around?",
        "Gigi: Yeah, stick around.",
        "Shane: I'm not sorry. Dad just said that so you wouldn't be mad.",
        "Gigi: I figured as much.",
        "Shane: So why do you want to talk to me alone?",
        "Gigi: I want to talk to you about Brody.",
        "[SCENE_BREAK]",
        "Todd: I guess I'm afraid that if you can walk away, you're going to walk away.",
        "Marty: Do you have any idea what you've done for me?",
        "Todd: No. Why don't you tell me?",
        "Marty: Oh, jeez. You know it. I was a wreck, emotionally and physically. I thought my life was over. And you -- you made me see that it was not. And that is a gift.",
        "Todd: No, that's more you than it is me.",
        "Marty: Okay, maybe I had the will to live, but you gave me the desire to live it fully and, uh, gave me a future. Help you raise your grandchild. I mean, I -- I plan on being an equal partner here.",
        "Todd: You're not my equal. You're much better than I am.",
        "Marty: Okay, where does that come from? You saved my life and you still talk that way? Get you on my couch. That's what I'm going to do. Oh, I'm going to see what makes you tick.",
        "Todd: No, don't even think about it.",
        "Marty: Yes, I am. Oh, yeah. Uh-huh -- one more thing I'm looking forward to. See what you're really about.",
        "Todd: No, I'm not so sure that's a good idea.",
        "Marty: I am. I am. It's, uh, kind of nice. I just don't -- I don't feel alone anymore.",
        "Todd: I'm glad to hear that.",
        "Marty: Yeah, me, too. Got many things I want to do.",
        "[SCENE_BREAK]",
        "Shane: I thought you were going to tell me about Dad, not steal my fries.",
        "Gigi: I got to talk about stuff that's a little grown-up right now. Cut me some slack here.",
        "Shane: You're going to talk to me about sex?",
        "Gigi: Sex? No. No. That's not the only thing that's grown-up, you know? All these years, it's been you and me, right?",
        "Shane: Right.",
        "Gigi: And then Brody showed up.",
        "Shane: And we were a family.",
        "Gigi: And that's what we have to talk about. It's really important that you understand that I'm not with Brody.",
        "Shane: I know that. He sleeps on the couch, but --",
        "Gigi: Honey, there's no \"buts.\" I know that you love him, and I know that he's taken really good care of you, but you can't get your hopes up. We're not -- we're not going to be this family that you have in your head.",
        "Shane: Why not? Why can't we be?",
        "Gigi: Because -- and you'll -- you'll get this when you're older, but I -- I can't just be with Brody because my son wants me to.",
        "Shane: Because you want to be with Rex?",
        "[SCENE_BREAK]",
        "Roxy: What do you mean, \"Shane can't know\"? He's got to know I'm his grandma.",
        "Rex: This isn't about you, okay? Did you hear what I said? My son hates me. Do you have any idea what it feels like to have your own kid hate you?",
        "Roxy: Better than anyone.",
        "[SCENE_BREAK]",
        "Clint: Son, I think you misunderstood me. I'm not going to do anything to hurt Langston.",
        "Markko: Good.",
        "Nora: No, Clint wouldn't do anything like that. Would you, Clint?",
        "Markko: Look, I'm sorry if I overstepped my bounds but --",
        "[Phone rings]",
        "Markko: Sometimes I just worry about -- oh, Langston. Excuse me. Hello?",
        "Nora: Wow, that was incredibly smooth, Buchanan. I mean, you just lied to that kid like it was nothing. How are you sleeping these days, big guy?",
        "Markko: I was actually just talking about you.",
        "Langston: You're not even going to believe what just happened.",
        "Clint: Could we talk about this later?",
        "Nora: What's there to talk about, Clint? Your mind's already made up.",
        "Markko: No way. Dorian's really going to adopt you? Oh, that's awesome.",
        "[SCENE_BREAK]",
        "Michael: Do I want to come with you to see Starr's O.B.?",
        "Marcie: Well, it's the kind of thing that we would do together usually.",
        "Michael: We would do it together, but we're not together, Marcie.",
        "Marcie: I know that, Michael. I do know that. It's just that, well, before you, I was used to doing things alone -- making plans, making decisions and --",
        "Michael: You're still that person. You don't need me.",
        "Marcie: But I'm not talking about need. I'm talking -- look, you know what? Okay, I shouldn't have asked you to come with me, right? Because it's not fair. It just -- it just kind of popped out, really.",
        "Michael: It's okay.",
        "Marcie: No. No, it isn't because -- look, it's just I'm nervous. I'm nervous about seeing the doctor, but it's not your problem, right? So, I'm really sorry.",
        "Michael: Marcie, it's okay.",
        "Marcie: Look, you have a lot of mail at the hotel, and I know that you're really busy, but you should pick it up, because it's not my responsibility. I mean, maybe I could bring it down to John's if you wanted --",
        "Michael: Marcie, I'll get my own mail, okay? Right now, I have a patient. I'm sorry, I have to go.",
        "Marcie: Then go.",
        "Michael: I'm going.",
        "Marcie: Get out of here. Just leave me alone.",
        "Michael: Marcie.",
        "Marcie: What? What?",
        "Michael: Good luck with Dr. Joplin. Seriously.",
        "Marcie: Thank you. Good seeing you, Mike.",
        "Michael: Yep.",
        "Woman: Come in.",
        "Marcie: Hi. I was wondering if I could talk to you for a minute.",
        "Dr. Joplin: Oh, sure, any time. Have a seat.",
        "[SCENE_BREAK]",
        "Todd: I'm very happy that you want to move on and that you're looking forward to the future. I am.",
        "Marty: Mm-hmm, that's why you scowl at everything I say, because you're so happy.",
        "Todd: I am happy. I'm happy that you're happy. I want you to be happy. I want you to be independent.",
        "Marty: Uh-huh. Liar.",
        "Todd: No, it's just, I don't know, I just don't want to --",
        "Marty: I'm not here against my will.",
        "Todd: All right but you're standing against my will. You should be resting.",
        "Marty: I'm not. No, uh-uh. Resting, not on my agenda. It's time to move on. Here we go.",
        "Todd: Move on?",
        "Marty: Yeah.",
        "Todd: Now?",
        "Marty: Yeah.",
        "[\"Heart and soul\" plays]",
        "Todd: Oh, jeez.",
        "Marty: Uh-huh, here we go. Dance with me, Mr. Manning.",
        "[\"Heart and soul\" plays]",
        "Todd: All right, one dance. One dance and then you go back to bed.",
        "Marty: Deal.",
        "Todd: All right.",
        "[Marty chuckles]",
        "Marty: Okay.",
        "[SCENE_BREAK]",
        "Dorian: Girls, I want you to sit down because what we have here is a very serious and solemn moment, and I think we should have an enormous blowout.",
        "Langston: Like a party?",
        "Dorian: A gala. I mean something really ostentatious.",
        "Langston: Okay, but maybe, don't you think you should just --",
        "Dorian: What, no, no, no, wait a minute -- if I can throw a wedding in six hours, you just wait and see what I'm going to do with this. Just you wait. Happy days are here again",
        "Langston: Oh.",
        "[SCENE_BREAK]",
        "Clint: Markko, I'm very happy for Langston.",
        "Markko: Oh, me, too. It's been a rough year for her.",
        "Nora: Well, it will be nice for her to have some stability in her life now, won't it, Clint?",
        "Markko: Look, could you tell Cole to give me a call? Langston wants me to come over and celebrate.",
        "Nora: Sure, absolutely.",
        "Markko: Thanks. You know, I'm sorry you and Dr. Lord are so mad at each other, because this proves what a great person she is, doesn't it?",
        "Nora: Ah, yes, the irony of it all, isn't it? For once in her life, Dorian has done something completely decent. I mean, totally selfless, and it makes her even more vulnerable to you.",
        "Clint: Would you consider keeping your opinions to yourself?",
        "Nora: Eh, apparently not.",
        "Clint: Look, I know this could turn out well for me. This could help me, but it could also make Langston's life a little easier, too.",
        "[SCENE_BREAK]",
        "Gigi: We're not talking about Rex -- yet. We're talking about your last name, our name.",
        "Shane: What about Dad's name?",
        "Gigi: Shane, I don't want to tell you not to need Brody or love him, but we were a team for a really long time, right?",
        "Shane: Yeah.",
        "Gigi: So what if I said that it really matters to me that we have the same name?",
        "Shane: I can hyphenate.",
        "Gigi: How old are you? How do you know a word like \"hyphenate\"?",
        "Shane: I was on the website. Mom, I want everyone, especially Dad, to know that I'm proud to be his son.",
        "[SCENE_BREAK]",
        "Charlie: Well, I'm going to get out of here.",
        "Rex: Good idea.",
        "Charlie: Look, Rex, I just have one thing to say. I know how mad you are at us and you have every reason to be.",
        "Rex: Thanks for the permission.",
        "Charlie: But you came here, okay? You're in a lot of pain and you showed up here because you knew she was going to be here.",
        "Roxy: So, you can stay mad at me, but you need to tell me what you're going through.",
        "Charlie: Yeah. You do that, and I hope everything gets worked out between you and your son.",
        "Rex: Banks. No one can know about this.",
        "Charlie: I know how to keep a secret.",
        "Roxy: When did you find out?",
        "Rex: It's complicated.",
        "Roxy: It always is. Why didn't she tell you back then?",
        "Rex: Because I walked out on her before she had a chance to tell me. I walked out, just like my own father did.",
        "[SCENE_BREAK]",
        "Marcie: So, well, Tommy's pediatrician moved away, and when the baby, well, when my baby comes, I want to be prepared, you know?",
        "Dr. Joplin: I've got a list -- oh, here we go, pediatricians. I've used each of these. They're all wonderful.",
        "Marcie: Yeah. It kind of makes it seem real. I can't believe this wonderful thing is happening to me.",
        "Dr. Joplin: Well, I know how much you want this baby.",
        "Marcie: Before, when I had Tommy -- well, Sam -- I don't know, it kind of felt like I was completed. You know? I knew why God put me on this earth. Anyway, I -- I just -- I just wanted to really say thank you for taking care of Starr and, well, I just like saying it, my baby. Thanks again. I'll see you soon. Bye.",
        "Dr. Joplin: Okay.",
        "[SCENE_BREAK]",
        "[\"Heart and soul\" plays]",
        "[Song ends]",
        "[Phone rings]",
        "Todd: Forget it.",
        "Marty: Oh, that's okay. You can get it.",
        "Todd: I'll just see who it is. Oh, yeah, this could be important. Sorry.",
        "Marty: Uh-huh.",
        "Todd: Yes?",
        "Dr. Joplin: I need to see you.",
        "Todd: Now is not a good time.",
        "Dr. Joplin: I don't care. Come to my office now.",
        "[Line disconnects]",
        "Todd: I got to go.",
        "Marty: It's okay, I got my dance.",
        "Todd: Yes, you did get your dance, and now you get your rest.",
        "Marty: Oh, I -- God, you're stubborn. I will.",
        "Todd: Okay. Thank you for the dance.",
        "Marty: Anytime.",
        "Todd: Don't screw me now, Doc.",
        "[SCENE_BREAK]",
        "Gigi: Look, Shane, I'm not -- I'm not blowing you off, but I think we should both take some time to think about all this. We'll talk about it later, okay?",
        "Shane: I'm not going to change my mind.",
        "Gigi: Later, okay?",
        "Shane: Fine. Can I go play pool?",
        "Gigi: \"May I,\" and yes.",
        "Shane: I want to get good enough so I can beat Dad. I'm tired of him letting me win.",
        "Brody: I swear, it wasn't my idea. I didn't even have a clue he was thinking about it.",
        "Gigi: Right. And that fake D.N.A. test didn't do anything to push him in that direction.",
        "Brody: He wants my name, Gigi. Whether I'm his father or not, he wants that. He wants to be like me.",
        "Gigi: Well, he doesn't know the whole story, does he?",
        "Brody: The D.N.A. test was a mistake, okay? But I only did that because I love him.",
        "Gigi: Brody, I am not letting Shane take your last name because I am not going to continue with this lie, got it?",
        "[SCENE_BREAK]",
        "Rex: So, the way he sees it, Brody is his father, and I'm just the one trying to take his own mother away from him.",
        "Roxy: And you didn't say anything?",
        "Rex: How could I? Shane's thought that Brody has been his father for 10 years. Think about what it would do to him if I just told him.",
        "Roxy: Right out of the gate, you're protecting him, just like a father. I'm very proud of you.",
        "Rex: Right. I walked out on her before she had a chance to tell me.",
        "Roxy: Watch me while I fall out of my seat. You were young, you made a mistake.",
        "Rex: I was a jerk.",
        "Roxy: Yeah, but you're not a jerk anymore. See, you're putting his happiness ahead of yours and that's a man, Rex. That's a real man.",
        "Rex: I loved him before I even knew he was mine. When he gets in my face, it still gets to me. The way he's so loyal to the guy who he thinks is his father. He's funny, he looks after his mom.",
        "Roxy: Who does that remind you of?",
        "Rex: And he can't stand me.",
        "Roxy: At the present time, maybe that's the truth. But, you know, the big guy upstairs, he didn't bring the two of you together for that. So, it's going to change. It's going to take a while, but it's going to change. Just give it a little time.",
        "Rex: Mom.",
        "Roxy: What?",
        "Rex: I'm sorry how I treated you.",
        "Roxy: That's okay. I got a real tough hide. It's water under the fridge.",
        "Rex: Right. He was right, Charlie. I didn't know it, but who I needed to talk to in all this was you.",
        "Roxy: That's what I'm here for, baby.",
        "Rex: He just hates me, my own kid.",
        "Roxy: It's okay. It's going to be okay.",
        "[SCENE_BREAK]",
        "Nora: Your concern for Langston, heartwarming.",
        "Clint: She's not going to lose Dorian. We just have to make Dorian think that she could lose Langston.",
        "Nora: You can justify anything, can't you?",
        "Clint: And you can belittle anything. Nash Brennan, my son-in-law, who I was very fond of, Nash is dead because of Dorian. And I just saw my daughter today and Jessica's not going to get over this any time soon because of Dorian. I have lost Buchanan Enterprises and my family is in shreds because of Dorian. Now tell me again why I should stand here and do nothing.",
        "Nora: Okay, I get it. I get it, Clint, I do. And there's just about nothing that I wouldn't do to help you out here. But please, we need to remember, your beef is with Dorian, not with Langston.",
        "Clint: When I get B.E. back, when I get Buchanan Enterprises back, Dorian and Langston can live happily ever after.",
        "Nora: Things are never that simple.",
        "[SCENE_BREAK]",
        "Markko: This is so great! And thank you!",
        "Langston: Oh!",
        "Dorian: All right.",
        "Langston: Get used to it, Mom. He's a hugger.",
        "Dorian: Oh, okay. One more.",
        "Markko: Right.",
        "[Langston and Starr laugh]",
        "Dorian: Ah, \"Mom\" -- that sounded so good.",
        "[SCENE_BREAK]",
        "Marcie: Okay. All right, so I'll see you Tuesday at 10:00 a.m. Oh, November. No, my baby's due in November. Okay, thanks, bye. Todd.",
        "Todd: All right, what the hell's going on? And what was she doing here?",
        "Dr. Joplin: That's confidential.",
        "Todd: To hell with confidential. What you know, I know.",
        "Dr. Joplin: This is what you need to know, Mr. Manning. I will not help you. I am not going to give you your daughter's baby."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=v_GjSfh6SB8"
}