{
    "Episode Summary": [],
    "Recap": [
        "Tina has escaped from Jonas Chamberlain. But he's held Talia hostage and knocked out Sara with chloroform and has contacted Cristian and Antonio about getting the jewels back. Meanwhile, Natalie and Jared are out on their own, realizing they are unwelcome in the family. And while at the park, Tina's dog appears, Natalie notices his name tag that says David Vickers and she wants to take him home. Jessica is distraught by the loss of Nash. And Tess comes back. Clint declares that he wants Nora in his life. And Bo asks Lindsay to marry him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Bo: Lindsay, will you marry me?",
        "[SCENE_BREAK]",
        "Cristian: That was the cook. He just got here, and he hasn't seen Mami.",
        "Antonio: It makes no sense. I mean, I spoke to Talia. She said they were both here and that Mami had hurt her ankle and that she wouldn't go to the hospital.",
        "Cristian: Well, neither one of them is here.",
        "Antonio: What's going on?",
        "[SCENE_BREAK]",
        "Sarah: Hey, I thought you were meeting the guys at the diner.",
        "Talia: No.",
        "Sarah: Is the insurance investigator coming?",
        "Talia: Sarah, I'm so sorry. Sarah! What -- what are you -- Sarah! Sarah, Sarah. Sarah, Sarah. Sarah. You didn't say anything -- why did you do this?",
        "Jonas: I didn't do this. You did.",
        "[SCENE_BREAK]",
        "Natalie: I just wish I could go back in time, you know, maybe if Nash hadn't been there when everything came out about you.",
        "Jared: I know. I've thought the same thing a million times.",
        "Natalie: Maybe he'd still be alive. God, what is Jessica going to do without him?",
        "Jared: Hey. You are going to be able to make things right with your sister. Just give it a little time.",
        "Natalie: I don't have time. And there's nothing I'm going to be able to do to make it up to Jessica. But I can apologize.",
        "Jared: No. I don't think you should do that right now.",
        "Natalie: Well, I have to try to find a way to get through to her.",
        "Jared: She's not ready to hear it, Natalie.",
        "Natalie: Well, I have to try.",
        "Jared: Do you want to make things worse?",
        "[SCENE_BREAK]",
        "Cristian: Look, maybe Talia took Mami to the hospital after all.",
        "Antonio: You know, you're right. That's probably it. Let me call Talia's cell phone.",
        "Carlotta: Hey, guys.",
        "Cristian: Mom?",
        "Antonio: Hey, are you all right?",
        "Carlotta: I'm fine. Why wouldn't I be?",
        "Cristian: Well, Talia told us you wouldn't go to the doctor.",
        "Carlotta: What?",
        "Antonio: She called me.",
        "Cristian: Listen, we know all about your sprained ankle. How bad is it?",
        "Carlotta: My -- my ankle's fine. I just walked over from the post office.",
        "Antonio: Okay, well, then I guess the fall wasn't as bad as Talia thought.",
        "Carlotta: I didn't fall, and I haven't seen Talia since you were here with her last night.",
        "Cristian: Why would Talia tell us Mami was hurt when she wasn't?",
        "[SCENE_BREAK]",
        "Talia: I am not the one that chloroformed Sarah.",
        "Jonas: You're the one who diverted the Vega men, lured Miss Roberts here.",
        "Talia: You didn't really give me a choice.",
        "Jonas: Ah, well, Officer Sahid --",
        "[Jonas laughs]",
        "Jonas: Life is full of choices. You see, there's usually two, at least -- a good one and a bad one, and, well, in this case, you can rest assured that you made the right choice. And we know why.",
        "[Phone rings]",
        "Jonas: Uh, \"Antonio Vega.\"",
        "[Jonas laughs]",
        "Talia: He's going to know something's up if I don't pick up that phone.",
        "Jonas: Oh, then you're going to have to listen very closely to my set of instructions, and then you're going to have to make another choice -- you know, to follow my instructions or not. We both know what will happen if you don't choose correctly.",
        "[SCENE_BREAK]",
        "Bo: Not exactly the response I was hoping for.",
        "Lindsay: I couldn't possibly have heard you right. I had to move away from you to give myself a reality check.",
        "Bo: I think you did hear me right. But just in case you didn't -- Lindsay, will you marry me?",
        "[Lindsay sighs]",
        "Lindsay: This is the last thing I expected. Especially today. And -- here.",
        "Bo: I know, huh? After a funeral is about the least romantic place to offer a proposal.",
        "Lindsay: Oh. If only --",
        "Bo: If only what?",
        "Lindsay: You really want to marry me?",
        "Bo: Is there some reason why I wouldn't?",
        "Lindsay's voice: \"It takes a special kind of woman to take out a monster like Spencer Truman, and then fake a nervous breakdown to avoid doing time. I'm proud I was the only one you trusted enough to share that secret with.\"",
        "Bo: Lindsay.",
        "[SCENE_BREAK]",
        "Nora: You're back.",
        "Clint: Yeah.",
        "Nora: How's Jessica?",
        "Clint: Viki and I took her to the cottage. I didn't think we should go there yet, but Jessie insisted.",
        "Nora: Is Viki there with her now?",
        "Clint: No, Jessie wanted to be alone.",
        "Nora: Do you think that's such a good idea?",
        "Clint: No, I don't. But she's a grown woman, so what could I do?",
        "Nora: Well, unfortunately, the only way to get beyond losing the husband that you adored is to muscle through it.",
        "Clint: There's just so much pain, though. And what do you do if it's the other child who caused it?",
        "Nora: Oh, Clint, I don't know what to tell you about that.",
        "Clint: What was Natalie thinking, coming to the church like that?",
        "Nora: Oh, now, see, I'm sure she wanted to pay her respects, and I guarantee you that she and Jared didn't think anyone would see them.",
        "Clint: Yeah, well, Jessica did see them, and she said all those hateful things in front of the whole church full of people. I mean, I know where Jessie was coming from, but that was not the thing to do.",
        "Nora: Yeah, but you know what? She needed to get that off her chest. The timing may have been wrong, but I would much rather have my daughter screaming with rage than -- than staring blankly.",
        "Clint: Maybe.",
        "Nora: The only chance she has of healing is if she lets her feelings out.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Jessica: Hello. Mom. Uh, um -- no. I'm fine, I'm fine. I, uh -- I fell asleep. So, uh -- no, I'm okay. How's Bree? Did she eat her dinner? Good. That's good. Really, I'm fine. Everything's fine. I was just, uh, looking at pictures of Nash, and I -- they made me feel better, yes. They really did.",
        "[SCENE_BREAK]",
        "Tina: Oh, my beautiful baby. Can't believe I dragged you into all this. But you're safe now. You're in a church, where no one, where nothing can ever hurt you.",
        "[SCENE_BREAK]",
        "Talia: She's still breathing. Is she going to be okay?",
        "Jonas: She is exactly how she's supposed to be. It's all part of the plan, right down to the last minute detail. By the way, good choice not answering your phone. Just to make sure we're not interrupted anymore --",
        "Talia: What part of the plan are you up to now?",
        "Jonas: Oh, very good, Officer. It's good to see that you're still on the job. Well, this is the part of the plan where I effectively deal with Miss Roberts, and you get to help me.",
        "Antonio: Now Talia's phone's off.",
        "Carlotta: Why would she say that I'd hurt myself when I hadn't, or for that matter, that she was here when she wasn't?",
        "Antonio: Because she knew that's the one thing that would get Cris and me to come to the diner right away.",
        "Cristian: Yeah, but why? Why would she do that?",
        "Antonio: To keep us from going somewhere else?",
        "Cristian: Where? That doesn't make any sense.",
        "Carlotta: It's not like Talia to lie to you, Antonio.",
        "Cristian: Listen, Talia told you to ask Sarah to go back to the apartment, right? To meet up with those insurance investigators about the break-in?",
        "Antonio: Yeah.",
        "Cristian: Maybe Sarah knows something.",
        "Antonio: Call her. Look, Mami, is there any way that Talia was here while you were gone?",
        "Carlotta: I asked Pedro and Carmen, and they both haven't seen her.",
        "Cristian: She's not answering the phone.",
        "[SCENE_BREAK]",
        "Jared: You heard Jessica at the funeral. She's in no frame of mind to hear anything either one of us has to say.",
        "Natalie: Yeah, but we go through all of the bad stuff together. She's my sister, and I love her.",
        "Jared: I understand that, but she doesn't feel the same way about you, not now. Honey, I'm sorry. I'm just saying if you go over there now, you are setting yourself up for another really ugly scene, and you have taken enough of that for one day.",
        "Natalie: No, I haven't taken anything, not compared to Jessica, okay? I have you. We're apartment hunting together. We have a future. So my sister can say whatever she wants to me. I just want her to know that I care about her.",
        "Jared: She lost her husband. She thinks we killed him.",
        "Natalie: Nash was coming at me. You just pushed him out of the way. It was an accident, you know? You didn't mean for him to go through that skylight. You didn't even mean to hurt him.",
        "Jared: But I did hurt him, okay? And my lies hurt everyone.",
        "Natalie: It's still not your fault Nash died.",
        "Jared: Nash died as a result of what I did. If I hadn't have pretended to be Asa's son, Dorian would have never been able to take over the company, and the family would have been able to help Nash keep his vineyard. He'd still be here, and you'd still have your sister.",
        "Natalie: I do still have my sister, it's just she hates me right now, but you know what? I have to believe that she's going to forgive me and that she's going to see that all of this was just an accident and we didn't kill Nash, and when she sees that, maybe she'll forgive us.",
        "Jessica: Really, Mom, I'm fine. I, uh -- I'm just really, really tired. Um, so I'm going to try to go back to sleep, and I'm going to shut the phone off, so if I don't answer, don't worry about me, okay? Yes, I will call you in the morning. I'm fine. Okay. I love you, too. Bye.",
        "[SCENE_BREAK]",
        "Cristian: Sarah, it's me, Cristian. Open up. Oh, wait. I have keys.",
        "Antonio: All right, open it. Then get out of the way.",
        "Antonio: Sarah? Talia? All right, you stay here. I'm going to check the bedroom.",
        "Antonio: All right, Talia and Sarah are gone. So is Layla. What the hell is going on?",
        "Cristian: I might have an idea. I think it's time I tell you everything.",
        "Antonio: What are you talking about?",
        "Cristian: Well, you know that woman John saw running away from Ramsey's apartment?",
        "Antonio: With the hat and glasses?",
        "Cristian: Right. That was Sarah's mom.",
        "Antonio: Tina? What is she doing here?",
        "Cristian: Well, apparently, Tina married a prince, so now she's the princess of some small country.",
        "Antonio: Mendorra? Of the stolen jewels?",
        "Cristian: Well, she came to Llanview to get the jewels back.",
        "Antonio: And Ramsey had them",
        "Cristian: Well, she paid him the ransom money and managed to get out before the guys who killed Ramsey got there. She got the jewels, but now somebody else is after her.",
        "Antonio: And you know all this how?",
        "Cristian: Because I've been hiding Tina in my studio.",
        "[SCENE_BREAK]",
        "Tina: Oh. David Vickers. I'm so sorry I had to tell you to run, but if I didn't, then Jonas was going to kill you, and -- I know, though, you're not used to being on your own, are you? I got to find you.",
        "[SCENE_BREAK]",
        "Jared: I think back to that day in Texas when I heard Nigel paying Alex off to keep it all a secret. And I saw my chance. I wanted to pay Jess back. I wanted to be a Buchanan. God, how could I be so stupid?",
        "Natalie: Hey, stop. Stop beating yourself up.",
        "Jared: I am getting what I deserve, but you, you don't deserve any of this.",
        "Natalie: Oh, you know what? People want to hate me, bring it on. It's not like it hasn't happened before. What's killing me is that I can't help Jess through this. Not having my sister in my life, it's what makes me feel -- so much of this is just wrong. I mean, and the thought that she's never going to be in my life again --",
        "Jared: I'm going to do whatever I can to fix that, but that is why I'm asking you, don't go see her right now.",
        "Natalie: Maybe you're right.",
        "Jared: She's just too raw and too angry right now because -- look, I know how I would feel if someone took you away from me.",
        "Natalie: You think she's ever going to forgive us?",
        "Jared: You, yes. Me? Not a chance. None of the family will. You know, sometimes I think they would have been better off just knowing Asa's son was really David Vickers.",
        "[Dog barks]",
        "Natalie: Oh, well, hi, there,",
        "Jared: Who's this?",
        "Natalie: Hey. Are you all by yourself? Oh, my goodness. You are so cute.",
        "Jared: What's it say on his tag?",
        "Natalie: Let me see.",
        "Jared: Hi.",
        "Natalie: It says \"David Vickers.\"",
        "[SCENE_BREAK]",
        "Lindsay: A proposal? I didn't see this coming.",
        "Bo: You didn't?",
        "Lindsay: We've been living together because the judge named you my appointed guardian.",
        "Bo: That's how it started.",
        "Lindsay: But marriage? I -- I mean, I thought you would still be getting over the idea that I leaked information to Clint behind your back.",
        "Bo: Yeah, I am over it. All right? Now there are no more secrets between us.",
        "Lindsay: Bo --",
        "Bo: No, Lindsay, every night when I'm driving home, I know that you're going to be there, waiting for me. You know, I probably had a lousy day, but I know that we're going to be together.",
        "Lindsay: We tried this before, and we didn't make it.",
        "Bo: Yeah, but, see, all of that, that was in the past. I realize that this must feel like it just came out of nowhere, and honestly, I hadn't even planned it.",
        "Lindsay: And you're not exactly an impulsive guy.",
        "Bo: No. Exactly. See? You're right, and you know me. And that is so important. You know? I don't want to be without you, Lindsay.",
        "Lindsay: If this is about Jessica losing Nash --",
        "Bo: It is. It really is. Everything that -- that happened here made me realize that you can lose it all, just like that. You know? Everything can just be over before you have a chance to even get it started. I don't want that to happen with us.",
        "Lindsay: Clint isn't going to like this. And Nora is going to go ballistic.",
        "Bo: Oh, who cares? Huh. Or maybe you don't feel the same way?",
        "Lindsay: Bo Buchanan, I don't think I have ever really gotten over you.",
        "Bo: You've always been there for me. When I lost Drew --",
        "Lindsay: You were the only one that understood what I was going through when I lost Jen.",
        "Bo: And when Pa died, you were the one that I wanted to tell.",
        "Lindsay: Oh, boy, he'd be rolling over in his grave if he could hear you now.",
        "Bo: Ah, so what?",
        "Lindsay: Do you mean that?",
        "Bo: You know, I've lived my whole life being sort of pushed around by Pa, whether I was -- oh, if I was doing whatever he wanted me to do, or if we were fighting because I didn't. He's gone now. And I miss him, but I don't want to live for my family anymore. I want to live my own life, and I want to live it with you, now. Do you get what I'm saying, Lindsay? I love you.",
        "[SCENE_BREAK]",
        "Clint: I love all my kids, but Jessie lost her husband because of something that Natalie did. And every time I look at little Bree, I just think that if Natalie had lived the past few months just a little differently, that baby would still have her daddy.",
        "Nora: Well, unfortunately, it's going to be a while longer before you stop looking at her that way. And Jessica, too. Jessica's going to be looking at that little face of Bree's, at her little baby, and she's going to see Nash's face. But before long, that's what she'll be wanting to see.",
        "[SCENE_BREAK]",
        "Lindsay: I have loved you for so long, and everything between us is so good right now.",
        "Bo: Okay, whoa, stop right there. Don't start telling me how marriage can just wreck everything.",
        "Lindsay: Yeah, but it can, and we both know that.",
        "Bo: Yeah, but, see, it doesn't have to. You -- you know, Matthew was asking me the other day, \"why do people get married? Because so many marriages end in divorce.\" You know what I told him? Don't live your life afraid of what might go wrong.",
        "Lindsay: But I have enough baggage to fill the attic of the Buchanan mansion.",
        "Bo: Okay, all right, let's leave it all in the attic. We could be happy, Lindsay. We got a shot this time.",
        "Lindsay: I killed Spencer.",
        "Bo: I know. Because you were dead inside after Jen died. Then you had a breakdown when Spencer told you that he was going to ruin Marcie's happy life. Now, isn't that right?",
        "Lindsay: I have to live with myself every day of my life and I don't know if you're ready to live with it, too.",
        "Bo: Why don't we think about everything that could go right? And then we'll work on that together.",
        "Lindsay: Do you really think we can?",
        "Bo: We've both been through hell, but we're still standing and we're stronger than ever. I know you, and you know me in a way nobody else does.",
        "Lindsay: I know what kind of a man you are -- in every way. But, Bo, there's something you don't know about me.",
        "Antonio: You have been hiding a woman we have been looking for -- and it's Sarah's mother? She's connected to a multiple homicide and you knew that.",
        "Cristian: Okay, okay, can we save the lecture until we find out where Sarah and Talia are?",
        "Antonio: What else aren't you telling me?",
        "Cristian: That guy that's after Tina -- he's the same guy that Sarah and I ran into in the park.",
        "Antonio: With the gun?",
        "Cristian: Yeah, Tina says his name is Jonas Chamberlain. He's the U.S. Ambassador to Mendorra.",
        "Antonio: The same guy who shot John?",
        "Cristian: He's after the jewels.",
        "Antonio: And he thought that Tina might have hid them here at her daughter's apartment?",
        "Cristian: Probably.",
        "Antonio: That still doesn't make sense. I mean, why would Talia lead us off track?",
        "Cristian: And where are Sarah and Talia right now?",
        "Antonio: Take me to Tina now.",
        "[SCENE_BREAK]",
        "Jonas: Get in there. Nice move -- not tipping off your ex.",
        "Talia: What's going to happen to Sarah?",
        "Jonas: She'll be fine. The only thing that you need to be thinking about right now is that beautiful cooperation in this matter. Got me? Because you know what'll happen if you don't.",
        "[SCENE_BREAK]",
        "Tina: But Jonas tried to kill me again! I mean, thank goodness that David Vickers bit him and saved my life. Well -- I know, now he's on the run, I've got to go find him, and -- would -- would you please stop yelling at me? None of this is my fault. Look, how was I supposed to know that Jonas wasn't for real? We're in this together, remember?",
        "[SCENE_BREAK]",
        "Natalie: There's no more information on his dog tag.",
        "Jared: Do you think it could be Vickers' dog?",
        "Natalie: Or maybe Dorian turned him into one.",
        "[Jared chuckles]",
        "Jared: Whose idea of a sick joke is it to name a dog David Vickers?",
        "Natalie: Somebody who knows what a dirty dog he is.",
        "Jared: You know what? We're getting punked. That's got to be it. Okay, come out. Whose dog is it? Hello?",
        "Natalie: Oh, honey, nobody wants you. It's okay. I know exactly how you feel.",
        "Jared: I love you, Natalie, and I'm still here. I'm not going anywhere.",
        "Natalie: I love you, too. I mean, I guess we're all we have left.",
        "Jared: That's enough for me.",
        "[SCENE_BREAK]",
        "Clint: Is there anything in these contracts that would help us get B.E. back?",
        "Nora: Oh, I don't know. I just sort of started.",
        "Nora: Okay, you, out with it. You need to talk, and so you're going to talk to me. Come on, talk to me.",
        "Clint: Okay. I was just trying to regain some perspective. I mean, what happened to Nash is a tragedy. Losing a company is temporary setback. I still have so much to be thankful for. And first and foremost of those blessings is you. When things are crashing down all around me, there you are with a lifeline.",
        "Nora: Back at you.",
        "Clint: I love you, Nora. I love you and I'm not ashamed to say that I need you now more than ever.",
        "[SCENE_BREAK]",
        "Lindsay: Bo, there's something that I haven't been honest with you about.",
        "Bo: I know -- better than anybody. You kept it from me that Matthew was my son. You also -- all the dirt that you dug up and gave to Clint. That was just so that you cod help us hold on to Buchanan Enterprises. See? You have made some bad choices, but you're not a bad person.",
        "Lindsay: Do you understand that I just never believed in myself as I am? I always thought I had to make things happen.",
        "Bo: Well, I hope that you've finally figured out that you are good enough. And all those days -- they're all behind you.",
        "Lindsay: What if there are other things?",
        "Bo: Are there?",
        "Lindsay: I'm just not very proud of the life I led.",
        "Bo: All I know is that we do the things we can in the here and now.",
        "Lindsay: Are you sure? I mean, have you really put some thought into this?",
        "Bo: No, you see, that's the beauty of this whole thing. I'm not thinking. I'm feeling.",
        "Lindsay: But that's not like you.",
        "Bo: I know it. And you're going to see a lot more of that from me if you decide to stick with me.",
        "Lindsay: It's not a question of whether or not I want to stick with you.",
        "Bo: It's a risk, but it's one I think is worth taking. I learned today you can't put off happiness. And I'm tired of playing it safe. I want a fresh start and I want it with you. So, what do you say, Lindsay?",
        "[SCENE_BREAK]",
        "Natalie: When you kiss me like that it makes me want to forget all the bad things that are going on.",
        "Jared: Yeah, it does that for me, too.",
        "Natalie: But, really, we're in the middle and we have to deal with the fact that we've hurt so many people -- somehow.",
        "Jared: Yes, but maybe, just maybe we can put that on hold just for tonight.",
        "Natalie: I'd really like that.",
        "Jared: Let's go back to the hotel, hold each other, and make each other forget for a little while.",
        "Natalie: Okay. That sounds really good. What are we going to do about David Vickers?",
        "[SCENE_BREAK]",
        "Tina: Look, I promise you, it will all work out all right, okay?",
        "[Keys jingle]",
        "Tina: Oh, someone's coming. I've got to go. You told your brother? We had an agreement!",
        "Antonio: Deal's off.",
        "Cristian: Where's Sarah?",
        "Tina: Well, she was supposed to be with you at that funeral.",
        "Cristian: Well, she said she was going back to her place, but she wasn't there. She's not picking up the phone.",
        "Antonio: And her apartment was tossed. Somebody was looking for something.",
        "Tina: Where's my daughter?",
        "Antonio: We can't find her. We have no idea where Sarah is or her roommate, Talia Sahid.",
        "Tina: How can this be happening?",
        "Antonio: You tell me. Cristian's told me about the jewels, and the money, and this man Jonas who's been chasing you.",
        "Tina: What, and you -- you think Sarah's missing because of all that?",
        "[Phone rings]",
        "Antonio: Talia?",
        "Jonas: No, this is Jonas Chamberlain.",
        "Antonio: I know who you are. Why do you have Talia's phone?",
        "Jonas: Well, Talia let me use it for a minute. Say hello, Talia.",
        "Talia: Antonio?",
        "Antonio: What are you doing with him?",
        "[SCENE_BREAK]",
        "Bo: You're scared, aren't you?",
        "Lindsay: Aren't you?",
        "Bo: Well, I don't know. I guess, you know, neither one of us had a great track record, but we must've learned something from our mistakes, right?",
        "Lindsay: You know what the definition of \"insanity\" is, don't you?",
        "Bo: Mm-hmm.",
        "Lindsay: Doing the same thing over and over again and expecting a different result.",
        "Bo: Hmm. Hmm.",
        "Lindsay: Is this insane, Bo?",
        "Bo: I don't know. All I know is I want to keep coming home to you every night. I want us to jump on an airplane and fly off to Paris. I want to charter a sailboat and sail around the Caribbean -- just the three of us, you, me, and Matthew. I'm willing to take a leap of faith to make all those things happen. And I would like you to take the leap with me. So, what do you say? I'll ask you once again. Lindsay Rappaport, will you marry me?",
        "Lindsay: Yes. Yes, I will marry you.",
        "[SCENE_BREAK]",
        "Antonio: Talia, where are you, honey? Are you okay?",
        "Tina: What about Sarah?",
        "Talia: Antonio -- I'm so sorry, but my --",
        "Jonas: Uh-uh-uh. Officer Sahid has nothing more to say at this time.",
        "Tina: Where's Sarah?",
        "Jonas: Oh, and tell the princess that her daughter is with us and that she sends her regards.",
        "Antonio: What do you want with Talia and Sarah?",
        "Jonas: I'll phone you with more instructions when it's time.",
        "Antonio: If you do anything to them, I swear I will --",
        "Jonas: You're in no position to be issuing orders, Detective Vega. So, don't even think about it. And don't even think about telling any of your friends about any of this, especially Lieutenant McBain.",
        "Antonio: Damn it. He turned it off again.",
        "Cristian: What's going on? Who was that on the phone?",
        "Tina: Where's Sarah?",
        "Cristian: Are she and Talia all right?",
        "Antonio: That was your friend Jonas. He's got the both of them.",
        "Tina: Oh, my God.",
        "Cristian: Well, what does he want?",
        "Antonio: He didn't say. He also didn't say what he plans to do with them.",
        "Jonas: Well, you won't be needing this anymore. You know, I have to say I think it's very interesting that for a spurned lover, Detective Vega seemed inordinately concerned.",
        "Talia: He actually cares about people.",
        "[Jonas chuckles]",
        "Talia: And he's not going to let you get away with this.",
        "Jonas: Hmm. Just remember one thing, Talia -- no heroics. And don't even try to call Vega or McBain, because if you do either one of those things, you know what will happen. Oh, look at the time. Time to go meet him. And he can't wait to see you again. Come on.",
        "[SCENE_BREAK]",
        "Jared: Well, I guess we'll just have to take the little guy back to the hotel with us.",
        "Natalie: Yeah, we're going to have to sneak him in because if Roxy sees him -- well, we don't want to get kicked out of the one place that'll have us.",
        "Jared: Yeah. And I guess tomorrow we can go find your owner.",
        "Natalie: Somebody's got to be looking for him. He's very well groomed. I never thought I would say this, but David Vickers is a real cutie. What?",
        "Jared: Nothing. It's just good to see you smile again.",
        "Natalie: I haven't had much to smile about.",
        "Jared: There will be, Natalie. I promise.",
        "[SCENE_BREAK]",
        "Tess: Hey, baby. I'm here. It's me -- Tess.",
        "[NEXT_ON]",
        "Bo: I asked Lindsay to marry me yesterday.",
        "Antonio: We're not paying any ransom until we see Talia and Sarah.",
        "Natalie: God, what is she going to do?",
        "Tess: They will live to regret taking you away from me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=1vew3ojYiBM"
}