{
    "Episode Summary": [],
    "Recap": [
        "Natalie sits alone. She hears knocking and goes running to the door thinking that John is there. It is Jessica and the disappointment shows on her face. Jessica soothes her sister and even makes her a banana and honey shake for her headache. Nash is working the blender and explains to Claudia that bananas are good for a hangover. She wants to know if he remembered the night before and he did. He remembered everything. He actually wants to talk to her about that He feels like he cheated on Tess. Claudia asks if he actually feels like he cheated on Jessica. There isn't anything in the kitchen to make the shakes so Jessica heads out to get the ingredients. When she returns, Natalie is gone! She calls Antonio and tells him that Natalie has done a runner. He turns and sees Natalie in the doorway. He goes to get Bo for her. While he is gone, Natalie sees an officer erasing John's name and runs over to him, shouting at him that John hasn't even been dead five minutes yet! Bo comes to her and she tells him that she really needs to see John. Just one more time. He brings her to the office and tells her that she should read some of John's files, and read about the cases that he worked on if she wants to feel John again. Eve arrives and gets the bad news about her son. She looks at her engagement rings and she and Marcie agree that Natalie deserves to know what it is that John was planning for her. He tells her that she doesn't deserve a one-night stand and that the sex the night before isn't going to happen again. She takes his rejection well, and dresses. He walks her to the door, wearing nothing but a towel, and pecks her on the cheek. Trouble is that Jessica is in the hallway and sees them. Natalie comes across Spencer in the station as he is being questioned. \"You did this! You bastard! You are the reason that John is dead!\" Nora gets a call for the next of kin for Hugh Hughes. Luckily Paige is standing with her. Hugh was in the same accident that John was, but he wasn't killed. Paige and Nora head over to the hospital where they find Hugh bandaged from head to toe with 2nd and 3rd degree burns. \"How do you want to handle this Paige?\" Nora asks. \"Are you going to tell Spencer?\" The bandaged man clenches and unclenches his fist at the sound of Spencer's name."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nash: Oh, God. What the hell have I done?",
        "[SCENE_BREAK]",
        "Bo: Okay, bud, you have a good day. Hey, I'll talk to you later. Bye-bye.",
        "Paige: I just came by to see how you're doing.",
        "Bo: Oh. About how you'd expect. Hey, I want to thank you for taking my call last night, okay? It -- it really helped me to talk to you.",
        "Paige: Are you crazy? You don't have to thank me. It's -- it's the least I can do.",
        "Bo: At 3:00 in the morning?",
        "Paige: Anytime.",
        "Bo: That was Matthew on the phone just now. Heading back to school. Just needed to talk to him, hear his voice, and needed to tell him I -- how much I love him.",
        "Paige: I know. I'm so sorry about John. I'd been wanting to talk to Hugh, but we're practically strangers.",
        "Bo: But that can change.",
        "Paige: Yeah. Except I can't even reach him right now. He's out of town somewhere. I don't even know where he went.",
        "[SCENE_BREAK]",
        "Nurse: You poor man.",
        "[SCENE_BREAK]",
        "Marcie: How long you been there?",
        "Michael: All night.",
        "Marcie: Anything I can do?",
        "[Knock on door]",
        "Marcie: I'll get it. Oh, morning, Mrs. McBain.",
        "Eve: It's Eve, remember?",
        "Marcie: Yes.",
        "Eve: I think we can drop the formalities, now that you're my daughter-in-law.",
        "Marcie: Morning. Come on in, come on in.",
        "Eve: Oh, Michael. Hey. Oh, darling!",
        "Michael: I've been trying to get ahold of you all night.",
        "Eve: Oh, I'm sorry, my cell was off. I -- I was on the train from the coast. Nobody faint. John asked me to bring my engagement ring for Natalie. But first, I had to come and see this darling little boy. Oh, Michael. Hello, little sweet pea. Hi. Well, aren't you just the handsomest?",
        "[Eve gasps]",
        "Michael: Mom?",
        "Eve: Yes, honey?",
        "Michael: John, he --",
        "Eve: Yes, I know. He's getting married. Can you believe it? Our John? I thought I'd better get to Llanview before he changes his mind. Do you kids know if he's at home?",
        "[SCENE_BREAK]",
        "Natalie: No -- no, no, this can't -- this can't be true. He's not gone. He can't be gone. He can't be gone.",
        "[Knock on door]",
        "Natalie: John -- thank God.",
        "Natalie: Um -- John is --",
        "Jessica: I know. I know, sweetie, I know. I know. I'm so sorry.",
        "[SCENE_BREAK]",
        "Marcie: You know, I -- I need to go run Tommy's bath, so I'll -- I'll just be in the -- the bathroom, you know, if you need me.",
        "Eve: Hey, come on. Stop this. You're starting to scare me. What's going on?",
        "Michael: There was an accident last night, Mom.",
        "Eve: Yeah?",
        "Michael: A car -- accident. A lot of people were hurt.",
        "Eve: John? But he's all right, right?",
        "Michael: No, Mom. He isn't. He --",
        "Eve: What?",
        "Michael: He didn't make it. Mom, John's dead.",
        "Eve: What? What? My -- dear God. No. No, but he couldn't -- no, no.",
        "Michael: I'm sorry, Mom.",
        "Eve: No --",
        "Michael: I've been trying to make sense out of it since it happened --",
        "Eve: No --",
        "Michael: And I just --",
        "Eve: No --",
        "Michael: Can't.",
        "Eve: No. No, Mike, no! No, Mike. An accident?",
        "Michael: He didn't suffer, Mom.",
        "Eve: No!",
        "Michael: It was so fast --",
        "Eve: No, no --",
        "Michael: It was so fast --",
        "Eve: No, he always suffers.",
        "Michael: No, he --",
        "Eve: No.",
        "Michael: No, not in the end, Mom, I'm telling you --",
        "Eve: No, no.",
        "Michael: I saw him right before it happened --",
        "Eve: No, I don't believe --",
        "Michael: And he was happy, Mom.",
        "Eve: No.",
        "Michael: He said like -- he said solving Dad's case was like having a weight lifted off him. It was like all of his demons just -- just went away.",
        "Eve: No --",
        "Michael: As soon as he put Dad's killer behind bars.",
        "Eve: No.",
        "[SCENE_BREAK]",
        "Paige: What is Spencer doing out of his cell?",
        "Bo: He's here for his next bail hearing.",
        "Nora: A.D.A. Wright will handle it.",
        "Paige: Hugh told me he's off the case.",
        "Nora: Well, there was a conflict of interest. Under the circumstances, he can't very well prosecute his own father.",
        "Spencer: Well, the police didn't consider it being a conflict of interest when they used my son to entrap me.",
        "Bo: You better come up with a new defense strategy, Truman, because there's no case for entrapment. We made sure of that.",
        "Nora: Well, you'll have plenty of time to come up with some legal strategy while you're sitting in jail.",
        "Spencer: You'll have to convict me of something first.",
        "Nora: And we will. And this time, the Commonwealth is going to recommend that you be held without bail.",
        "Bo: Antonio, could I see you in my office for a second?",
        "Antonio: Yeah.",
        "Bo: I'll see you later, okay?",
        "Paige: Okay. I should get going.",
        "Nora: Actually, could you wait just a minute, Paige? I have a question I'd like to ask Dr. Truman, and you might be very interested in his answer.",
        "[SCENE_BREAK]",
        "Bo: This department's going to need a new chief of detectives.",
        "Antonio: Well, it's -- it's going to be hard to replace John. He was one of a kind.",
        "Bo: That's true. I'm looking at the man who's going to fill that position.",
        "[SCENE_BREAK]",
        "Natalie: How did you hear?",
        "Jessica: Um -- somebody from the P.D. called Antonio. But I'm pretty sure that Mom and Dad don't know yet.",
        "Natalie: Good. Don't tell them. I can't handle that right now.",
        "Jessica: Natalie, it's going to be all over the news. They're going to find out.",
        "Natalie: But not from you.",
        "Jessica: They'd want to know.",
        "Natalie: They have the rest of their lives to feel sorry for me. Please, Jess, this is -- I know how it's going to be. I can't take them looking at me, wondering if I'm going to implode.",
        "Jessica: Okay. Okay, but you shouldn't be alone.",
        "Natalie: Yeah. No, I should. That's exactly what I need.",
        "Jessica: Okay, well, is there anyone that I can call for you? Is there anything I can do for you? Can I get you a cup of coffee? Some food? Anything?",
        "Natalie: Uh-uh. No, I just threw up. Really, I don't need anything, thank you.",
        "[Phone rings]",
        "Jessica: I'll get that. Hello? Who is this? No, Natalie's not here. God, it's a reporter.",
        "[Phone rings]",
        "Jessica: Hello? No, Natalie has no comment. Please, can you just stop calling? Leave her alone. You know, I'm just going to shut this phone off. That way, if anybody needs to reach you, they can just call you on your cell.",
        "Natalie's voice: \"John, looking forward to seeing all the colors of the world together. All my love, Natalie.\"",
        "Natalie: I was planning this surprise for him when he got back from visiting his father's grave.",
        "Jessica: Is that where he was?",
        "Natalie: Yeah. Yep. Finally made peace with the past. Ready to look ahead into and the future -- at us.",
        "Jessica: Maybe I should clean up a little here.",
        "Natalie: No, don't.",
        "Jessica: Okay.",
        "Natalie: You know what? I really appreciate you coming, but I -- I really need to be alone.",
        "Jessica: Natalie, I'm not leaving you. There's got to be something that I can do for you.",
        "Natalie: Can you bring John back? Then there is nothing that you or anyone else can do that's going to make one bit of difference.",
        "[SCENE_BREAK]",
        "Nora: I'm very interested about the surgery that was performed on Thomas McBain the night he died, especially Paige's part in it.",
        "Spencer: Well, why would you want to humiliate the poor girl any further by going into the details of a very -- well, unfortunate mistake --",
        "Paige: Oh, please -- look, you don't need to defend me. I can take care of myself.",
        "Nora: Okay, okay. Why did you insist that Paige assist Dr. Snyder in the surgery, when you knew she'd been at a Christmas party that night?",
        "Spencer: I can't see what difference that makes now.",
        "Nora: A very big one. You see, you're a villain, Dr. Truman.",
        "Spencer: Hmm.",
        "Nora: And you will get everything that you deserve. But I'm not going to stand by and watch you drag an innocent person down with you.",
        "Spencer: So what is it exactly that you're inferring, Counselor?",
        "Nora: I think that you can clear Paige of any wrongdoing.",
        "Spencer: She's guilty of malpractice. There's nothing I can do about that. In fact, no one can.",
        "Paige: He's right. I caused the death of a good man. He died. There's nothing anybody can do about it. I just -- I just have to move on.",
        "Nora: Well, you see, I can't move on. Thomas McBain is dead, and I intend to bring the person responsible to justice for it.",
        "Spencer: The person responsible? Right, Counselor. Why don't you just be plain and just say what you mean? I mean, you've already obviously convicted me of every crime that I've never committed.",
        "Nora: Well, you certainly have racked up a list of charges, haven't you?",
        "[Spencer chuckles]",
        "Nora: And I intend to prosecute for each and every one of them, for everyone that you've hurt.",
        "[SCENE_BREAK]",
        "Officer: How's he doing?",
        "Nurse: His burns are mostly second and third degree. He's in for a long recovery -- if he comes out of this alive.",
        "Officer: We looked through the bag found underneath his body and came up with an I.D. His name is Hughes, first name Hugh.",
        "[SCENE_BREAK]",
        "Antonio: Look, Bo, I -- I'm not sure I'm the -- I'm the man to fill this position. I mean, I just got back on the force. I haven't even had a chance to gain back the respect of the guys.",
        "Bo: Yes, but you have my respect. And I wouldn't offer you the job if I didn't think you were the right man for it.",
        "Antonio: All right. I'd be honored.",
        "Bo: Okay. There's just one thing that I need to know before we make it official.",
        "Antonio: What is it?",
        "Bo: Promise me that you're not going to take matters into your own hands. And if you can't do that, then you should turn the job down.",
        "[SCENE_BREAK]",
        "Michael: The truck hit him head-on. It caused a major pileup on the interstate.",
        "Eve: Oh, my God. My --",
        "Michael: A cop on the scene found his badge near his body.",
        "[Eve gasps]",
        "Michael: Mom --",
        "Eve: What?",
        "Michael: He died a hero. He solved Dad's murder. He locked the guy up for good -- a case that had been cold for 25 years. He wanted to find some peace for his family. Maybe a little for himself, and I -- I really believe he did that, Mom.",
        "[SCENE_BREAK]",
        "Jessica: I wish I could. I wish I could bring John back. I wish -- I wish that a lot of the bad things that happened to the people that I love hadn't happened.",
        "Natalie: I don't know if I can go through this again, Jess. I don't know how I'm going to make it.",
        "Jessica: I do. I do. Natalie, you're so strong, and you're going to survive. And you know what? You're not alone. We all love you so much. And we're going to be here for whatever you need for as long as it takes. You can count on that.",
        "Natalie: Agh -- this is such a headache.",
        "Jessica: Oh. It's probably because you haven't eaten.",
        "Natalie: I couldn't think about food.",
        "Jessica: Well, there you go. That's one thing that I can do for you. I am going to make you a banana and honey shake. The bananas calm the stomach, and it actually happens to be a perfect cure for a headache.",
        "[SCENE_BREAK]",
        "[Blender runs]",
        "Claudia: What's that?",
        "Nash: Tess' hangover cure. Honey, bananas. Works every time. How much did I drink last night? What did I drink last night? I think I definitely drank more than I planned on last night.",
        "Claudia: So, what, now you're going to say you don't remember, or you didn't know what you were doing?",
        "Nash: I remember.",
        "Claudia: Everything?",
        "Nash: Everything.",
        "Claudia: Hmm. Good. Because if I thought you were too wasted, I wouldn't have stayed.",
        "Nash: We have to talk about what happened last night, Claudia.",
        "Claudia: We made love, and you enjoyed it every bit as much as I did.",
        "[SCENE_BREAK]",
        "Jessica: I don't know what I was thinking. There's no bananas or honey here. There's not even a blender. So I am going to go down to the shop around the corner and get them to make you a shake, okay? I'll only be a second.",
        "Natalie: You don't have to do this, Jess.",
        "Jessica: I know I don't have to, but I want to do it, so no arguing. I'll be right back. Um -- you know what? Why don't you try to have a little lay-down while I'm gone, okay?",
        "Jessica: Natalie, come on! Let's get a move on! John and Antonio are already at Capricorn. They're waiting for us.",
        "Natalie: Okay!",
        "Jessica: Wow! You look fantastic. I love that dress.",
        "Natalie: Thank you. It's John's favorite.",
        "[SCENE_BREAK]",
        "Antonio: I won't let you down. That's a promise.",
        "Bo: All right. That's all I needed to hear. So I'll make the announcement.",
        "Antonio: All right. You want to go over John's workload?",
        "Bo: I've got it covered for now. Um -- I need some help on a special project.",
        "Antonio: All right. What is it?",
        "Bo: We need to plan a funeral for a hero.",
        "Marcie: I'm -- I'm -- I'm really sorry about John. You know that if there's anything that I can do for you, I'm -- I'm here.",
        "Eve: You know, I know I don't even have to ask this, but -- please, be there for my son.",
        "Marcie: No, always. Always. You know that.",
        "Michael: We're going to be there for each other, Ma.",
        "Eve: I'm so glad you have each other. You know, your happiness is a great comfort to me.",
        "Marcie: Well, I think your grandson will be, too.",
        "Eve: Grandson? He's -- it's official?",
        "Michael: We found out yesterday that we can adopt him.",
        "Marcie: We're finally going to be a real family, you know? No one's going to take you away from us. No, they're not.",
        "Eve: Oh, he's so beautiful.",
        "Marcie: He is. Say hello to grandma. Say hello to grandma.",
        "Eve: Hello, doll.",
        "[Marcie laughs]",
        "Marcie: You know, I always -- I always thought it meant something. You know, that his name is Thomas, like Michael's father. And, you know, I think that's the reason that we all found each other. And I was thinking, if it's okay with you all, I kind of like the middle name to be John. You know? What -- what do you think?",
        "[SCENE_BREAK]",
        "Claudia: I mean, you and I have -- we've really been there for each other, through all this stuff. You've been there for me, my father's death. I've tried to be there for you, with losing Tess. And last night, I guess everything got to us. So we slept together. But I don't see what the big deal is.",
        "Nash: The big deal is that I feel like I cheated on Tess. I feel like somehow, I've betrayed her.",
        "Claudia: How can you betray someone who doesn't -- who's not around anymore? I mean, you said so yourself last night. Tess is gone, and she's not coming back, ever.",
        "Nash: Yeah, I know.",
        "Claudia: It's just Jessica now.",
        "Nash: I know.",
        "Claudia: So then what's the problem? Do you feel like you're cheating on Jessica?",
        "[SCENE_BREAK]",
        "Jessica: Natalie, I'm back, and I got your banana-honey shake. Natalie? Huh. Huh. Huh.",
        "[SCENE_BREAK]",
        "Nash: Why would I feel like I cheated on Jessica? I don't own Jessica. I never had a relationship with Jessica. I don't care about Jessica.",
        "Claudia: That's fortunate, because she obviously doesn't care about you. She's marrying Antonio as fast as she can get him to the altar. I'm sure she'd be thrilled to know you moved on.",
        "Nash: Who said I've moved on, huh?",
        "Claudia: It's a step.",
        "Nash: It's a step? First we're friends, now we're taking steps? What?",
        "Claudia: Whatever, Nash! Whatever last night did or didn't mean, at least you're not saving yourself for someone who's not around anymore. I mean, there's life after Tess.",
        "Nash: \"There's life after Tess.\"",
        "Claudia: She's gone. Wouldn't she want you to move on with your life?",
        "Nash: No. No, she -- she would want me to build a shrine to her and spray my entire body with anti-woman spray.",
        "Claudia: Well, I want you to be happy, even if it's not with me. Because you're not the only one who needs to move on with their life.",
        "Nash: I want that for you, too, Claudia. And I am beginning to believe that maybe we can be friends.",
        "Claudia: We already are.",
        "Nash: Let me -- let me finish. Claudia, I care about you. I want you to be happy, and I want you to have a good life. And that's why what happened last night can never happen again.",
        "[SCENE_BREAK]",
        "Jessica: I came back from the store, and she was gone.",
        "Antonio: All right. Well, I'll put the word out, see if we can find her. Uh -- nix that. She -- she just walked into the station.",
        "Jessica: Thank God. Is she okay?",
        "Antonio: I don't know yet. Why don't I talk to her and I'll call you back? Hi, Natalie. I'm sorry.",
        "Natalie: Um -- I'm here to see Uncle Bo.",
        "Antonio: Of course. I'll get him.",
        "Natalie: What the hell do you think you're doing?",
        "Officer: The commissioner made an announcement. I thought it was official.",
        "Natalie: John hasn't been dead for 24 hours, and you're already erasing him like he doesn't even exist?",
        "Bo: It's not like that, Natalie.",
        "Natalie: You know, maybe life just goes on for you, but not for me. I didn't even get to say goodbye to him. I need to see him one more time, Uncle Bo. And please, don't tell me that I can't. I don't care how bad it is. It's my right. I need to see John.",
        "Bo: All right. You can do that.",
        "[SCENE_BREAK]",
        "Paige: Knock-knock.",
        "Nora: Oh, hi! Hey, I'm glad it's you. You know what? I was just looking over Hugh's file on the malpractice case against you. It's almost as if Spencer knew you were drunk, and that's why he insisted you assist Dr. Snyder. I mean -- and we know that he shot Thomas McBain. So it stands to reason that he wouldn't have wanted him to survive the operation.",
        "Paige: Nora, I really appreciate what you're trying to do, but what is the point?",
        "Nora: The point is justice.",
        "Paige: I have blocked out the memories of that night for so many years, and I've heard Spencer's version of it for so many years. I -- I actually don't even remember what really happened.",
        "Nora: Okay, well, then it's obviously time we found out, right? So, our next step is to talk to some people at Atlantic City General.",
        "Paige: Why are you doing this?",
        "Nora: Oh, for God's sake, haven't you heard? I'm a controlling busybody know- it-all. Listen. I wasn't very fond of your relationship with my son before my aneurysm. But you have been so good to Matthew, and I'd like to be able to do something to thank you. And to seek out justice. Good doctors shouldn't be banned for life.",
        "Paige: Okay.",
        "Nora: Okay.",
        "Paige: Well, it's a long shot --",
        "Nora: Yeah.",
        "Paige: But if you're right, and we can prove it, then I might even have a chance at getting my medical license back.",
        "Nora: Yeah, you might.",
        "[Phone rings]",
        "Nora: Excuse me. Nora Hanen.",
        "Officer: I need to speak with someone associated with a Hugh Hughes.",
        "Nora: Well, I'm his boss. What can I do for you?",
        "Officer: This is Officer Peterson from the Atlantic City police department. I'm trying to track down a next of kin.",
        "Nora: Well, hold on. His mother is right here.",
        "Paige: Hello?",
        "Ofc. Peterson: Yes, ma'am, I'm afraid I have some bad news. Your son has been in an accident.",
        "Paige: Hugh was in that accident on I-65.",
        "Nora: Is he all right?",
        "Paige: He's alive. They -- they took him to Atlantic City General. They -- they couldn't say anything to me over the phone. I'm going. I'm -- I'm just going to go there.",
        "Nora: Okay -- no, no, I'll drive you. I'll -- I'll drive you, okay?",
        "Paige: Okay. Nora, he has to be okay. I didn't wait all these years just -- just to lose him now.",
        "Nora: Okay. Come on.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Antonio: Hey, baby.",
        "Jessica: I -- I love you. I'm just calling to say I really, really love you.",
        "Antonio: I love you, too, hon.",
        "[SCENE_BREAK]",
        "Claudia: It's not like we planned last night.",
        "Nash: No, of course we didn't. But, Claudia, you deserve better. You deserve love. Real love. I can't give that to you. You deserve more than just a night of really good casual sex.",
        "Claudia: So do you.",
        "Nash: Well, I'm not ready for that, and I won't be for a very long time, all right?",
        "Claudia: I get that. And I don't want anything to jeopardize our friendship. It's really important to me.",
        "Nash: Good. I'm glad we understand each other.",
        "Claudia: You mind if I hang out here for a little while? I have a rehearsal at Capricorn, and I don't really have time to go home.",
        "Nash: Yeah, no, that -- sure.",
        "Claudia: Oh, and I also need to borrow this shirt. Mine kind of lost all its buttons during what happened.",
        "Nash: Ha-ha! I'm going to go for a shower -- alone.",
        "[Claudia chuckles]",
        "Nash: Cold -- shower.",
        "[SCENE_BREAK]",
        "Bo: I pulled these files about John to -- to help plan his memorial. They're records of cases that he solved. Testaments to lives that he saved. People that he touched. All you have to do is read through those pages, and you'll see John. He's on every one of them. You can feel his -- his presence around you, because he left his mark. Made an impression.",
        "Natalie: He -- he was planning a surprise for me last night. And now, it seems a little crazy, but I wore this dress hoping that he would see me. As if that's, you know, make him come back to me somehow. He's not coming back, is he? Yeah. Well, I -- I saw the pictures of the accident in the newspaper, and -- I know that other people died, too. But it's not making any of this any easier. You know, I feel bad for their families, but nothing is making this any easier. Um -- you know what? Nothing personal, I just don't think I can be here too much longer, because I really can't lose it. Not yet, you know?",
        "Bo: Of course.",
        "[SCENE_BREAK]",
        "Eve: You remember the dinner party that you had when we first met?",
        "Marcie: How could I forget? I was a bundle of nerves, I was so nervous.",
        "Eve: Oh, you were great, sweetie. Well, I met Natalie that night, too. And I could see -- I could see something between she and John. You know, a little spark. It's something I hadn't seen in John in a long, long time. Later, Natalie came to me and told me that she was afraid that John would never open up to her, you know? And I told her she just -- she just had to be patient with my John.",
        "Michael: Well, she was. She never game up on him. She hung in there.",
        "Eve: I'm so glad that they found each other, even if it was for a short -- such a short time. I'm glad John had her in his life. He deserved some happiness.",
        "Marcie: Yeah.",
        "Eve: Did -- did Natalie know what John was planning?",
        "Michael: No. It was going to be a surprise. Now she's never going to know that John wanted her to marry him.",
        "Eve: Maybe she should know.",
        "[SCENE_BREAK]",
        "Claudia: I better get going.",
        "Nash: Yeah.",
        "Claudia: I guess I'll see you around.",
        "Nash: Mm-mm-hmm-hmm.",
        "Claudia: Last night -- pretty wild.",
        "Nash: Pretty wild, yeah.",
        "[SCENE_BREAK]",
        "Nora: Oh. How is he?",
        "Paige: Sometimes being a doctor is a disadvantage. Burns like this -- the pain is excruciating. But he's alive, and he can survive this. I guess all I can do is just keep telling him that. He's heavily medicated, so he can't hear me, but -- I hope he knows I'm here.",
        "Nora: He knows. Trust me, he knows. What do you want to do about Spencer? Do you want to tell him?",
        "[SCENE_BREAK]",
        "Officer: Good news. Truman was denied bail.",
        "Antonio: Good. Good. John would have been pleased.",
        "Spencer: What do you mean, \"would have been,\" Detective? As if it were in past tense.",
        "Officer: Lieutenant McBain was killed in a car accident last night.",
        "[SCENE_BREAK]",
        "Natalie: Thank you for this.",
        "Bo: I wish there was something more I could do for you.",
        "Natalie: Um -- so do you know what caused the accident?",
        "Bo: Not yet. Natalie, this is going to be really rough on you. I know, because I've been there. But if you ever want to talk to anybody -- if you want to -- ever want to cry, or -- or just throw things, you come to me. Okay? And I'll be there always. This door will always be open to you.",
        "Natalie: Thank you.",
        "Bo: Okay. All right, I've got to take care of something downstairs. Now, I want you to stay here as long as you want to.",
        "Natalie: Thanks.",
        "Bo: And I'll be back soon.",
        "[SCENE_BREAK]",
        "Michael: You know, Mom, Natalie's got to be pretty raw right now. I think that knowing John was going to propose to her is just going to make things harder for her.",
        "Eve: You know, Mike, you -- you might be right.",
        "Marcie: You know, if it were me -- you know, I mean, if something happened to you, honey, I'd want to know everything. I would want to know everything that was in your mind up until the very last minute, especially if that meant you wanted to spend the rest of your life with me. I -- I mean, I'd want to know that. And I think that Natalie -- we don't know how she's feeling. She may not know how John really feels. And maybe she deserves to know that.",
        "Eve: Mike, we have to tell her. Or she'll always -- she'll always go on wondering.",
        "[SCENE_BREAK]",
        "Spencer: He'll never get the satisfaction he was looking for. It's too bad he didn't live long enough to find out I was right.",
        "Natalie: You bastard. You did this. You caused this. You killed John!",
        "[NEXT_ON]",
        "Jessica: You slept with her, didn't you?",
        "Claudia: Are you jealous?",
        "Layla: Vange, it's John. He's dead.",
        "Vincent: Natalie -- she's going to need somebody to see her through this.",
        "Cristian: You stay away from Natalie, Vincent.",
        "Michael: There's something that I really need to tell you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=1BIzSeU4VSA"
}