{
    "Episode Summary": [],
    "Recap": [
        "Dorian reads the announcement of the Vega wedding in the paper and when she reads about Clint walking Jessica down the aisle, she rips out the article and rips it to shreds. She heads to the hospital and finds Kevin and Kelly there where the baby's room is. Kevin takes this time to head out to the wedding. Dorian will stay with Kelly, and the baby. Dorian notices a closeness between the two that wasn't there before. Kelly tells how Kevin has been amazing. A lot of mistakes were made in the past but Kelly made a lot of those mistakes too, and wants that all in the past now. Jessica is a body of nerves. Adriana tries to help her get ready. Jessica wonders where Natalie is and how she is doing that morning. Nash is at his house cleaning up after the bachelor party the night before. He thinks about Tess and smashes a glass at the wall. \"I have to stop this wedding!\" Natalie wakes and tells John that she will make him proud and that she will be representing the both of them at the wedding that day. She takes her ring off and puts it on the table. She goes to Nash's place where he is cleaning up and tells him that if he does anything to screw up the wedding she will light a match to the vineyard and Nash. \"Actually if you don't show up, that will be fine too.\" When she turns to leave, she trips and falls into the arms of none other than Vincent Jones. She demands to know what he is doing there. Nash promptly gives the man the money that he borrowed with interest, telling that their business dealings are over. Vincent isn't pleased and wants to know where the money to pay him off came from. Nash will not tell him that. Natalie gets in Vincent's face about this. She didn't realize how enterprising he was. He is annoyed by her being a smart-mouth and he tells her that he is beginning to think that his mistake was listening to her in the first place. He goes to Hugh and tells him how he confessed to setting Cris up and was dealt with. He says that he lost business because of his confession of his crime and that is all because of Natalie. He let her get to him one day. He knows that Natalie hurts now but that one-day she will be over John. \"No,\" Hugh whimpers. \"Something just isn't right!\" Natalie and Adriana look back and forth at each other nervously trying to understand what the problem is. Jessica rips out a piece in the bodice, creating more cleavage, and she gets rid of the veil. \"There! That's better!\" Natalie tells her that she looks exactly like Tess now. Natalie and Adriana head off ahead to the church. Nash enters the change room when Jessica is alone and they just stare at each other."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: \"Buchanan/Vega nuptials. Seems as if all of Llanview will be attending heiress Jessica Buchanan's marriage to club owner and police detective Antonio Vega. The bride will be escorted down the aisle by her father, Clint Buchanan.\"",
        "[SCENE_BREAK]",
        "Nurse: \"The bride's maid of honor is her sister, Natalie Buchanan.\"",
        "Man: Natalie --",
        "Nurse: Mr. Hughes, did you say something?",
        "Man: Natalie --",
        "[SCENE_BREAK]",
        "Natalie: I'm going to make this day perfect for you, Jess. At least one of us deserves to be happy.",
        "[SCENE_BREAK]",
        "Evangeline: Oh, my God. I'm late.",
        "Cristian: Late for what?",
        "Evangeline: For work!",
        "Cristian: Well, can't it wait?",
        "Evangeline: I'll be done in time for the wedding.",
        "Cristian: Just take the day off.",
        "Evangeline: This isn't helping, Cristian.",
        "Cristian: That's the point.",
        "Evangeline: Hmm. Uh-uh. I'll see you at the church, ok?",
        "Cristian: Promise?",
        "Evangeline: Of course. Hey, Jessica may be going home with the groom, but I get the best man.",
        "[SCENE_BREAK]",
        "Rex: Were you having fun without me last night?",
        "Adriana: I made the first sample of my lingerie line.",
        "Rex: Hmm. You're really into this, aren't you?",
        "Adriana: It is the most excited I've been since I fell in love with you.",
        "[SCENE_BREAK]",
        "Kelly: Hey.",
        "Kevin: Hey.",
        "Kelly: You've been here all night?",
        "Kevin: Yeah. Ahem.",
        "Kelly: How is he?",
        "Kevin: Well, he's hanging in there. He's a gutsy little guy. Hmm.",
        "Kelly: I had the best dream. I dreamt that he was a year old and was running around. He even called me \"Mama.\"",
        "Kevin: Hmm. Sounds like nice future.",
        "Kelly: Yeah.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Jessica: Oh. Hello?",
        "Antonio: Happy wedding day, Princess.",
        "Jessica: Antonio --",
        "Antonio: Did you sleep?",
        "Jessica: Barely.",
        "Antonio: Yeah, me, too. I hate waking up without you.",
        "Jessica: Think of it this way. After today, we'll never have to wake up without each other again.",
        "[SCENE_BREAK]",
        "Nash's voice: Tess --",
        "Tess: I don't know what I'd do without you.",
        "Nash: Ugh! How can I let this wedding happen?",
        "[SCENE_BREAK]",
        "Viki: Well, good morning.",
        "Clint: Good morning.",
        "Viki: Come to join the chaos, have you?",
        "Clint: Yes, I've come to see Jessie.",
        "Jessica: Mom, please tell me that Chloe's here!",
        "Viki: She's on her way, sweetheart.",
        "Clint: Who's Chloe?",
        "Viki: Hairdresser.",
        "Clint: Ah.",
        "Jessica: I am never, ever going to be ready in time.",
        "Clint: Honey, there -- you're -- they'll wait for you. You're the bride.",
        "Viki: Lois left breakfast for both of you in the library, ok?",
        "Jessica: I'm not hungry.",
        "Viki: I know you're not hungry, but you have to eat something. You'll faint at the altar.",
        "Adriana: Yes, food sounds good. Come here.",
        "Jessica: I'm going to be sick.",
        "Viki: Oh, my God, Clint. There were times I never thought this day would come.",
        "Clint: Yeah. It's been a long, long road.",
        "Viki: Whew.",
        "Clint: But you've done a good job. You should be proud of yourself.",
        "Viki: Well, thank you. But you should give yourself a little credit.",
        "Clint: All right, I'll take half.",
        "Viki: No, I said a little.",
        "Clint: Uh-huh.",
        "Jessica: You know, where -- where'd I put my vows?",
        "Adriana: Upstairs, but you know them by heart already. Would you please calm down? Everything is going to be fine.",
        "Jessica: How can I calm down? I -- I'm going to tell you, I'm not going to be able to calm down until I'm walking down the aisle and looking at Antonio and you and -- Natalie -- oh -- oh, my God -- have you seen her this morning?",
        "[SCENE_BREAK]",
        "Natalie: Whoa, looks like you had some party.",
        "Nash: Something wrong with Jessica? Bree?",
        "Natalie: They're fine.",
        "Nash: Let me guess. You're here to invest in my vineyard.",
        "Natalie: Dream on. The reason I'm here is to make sure you don't pull any stunts at my sister's wedding.",
        "Nash: Oh, how trusting.",
        "Natalie: Honey, you haven't earned it.",
        "Nash: Touché.",
        "Natalie: My sister's in love. If you do anything to ruin this day for her --",
        "Nash: Uh-huh.",
        "Natalie: I will personally set a match to this vineyard and you and watch you both burn.",
        "Nash: Wow. Is that little speech you just gave me a part of the whole maid of honor duties or --",
        "Natalie: I'll see you at the wedding.",
        "Nash: Yeah.",
        "Natalie: Oh, and of course, if you decide that you're not going to show up, nobody's going to miss you.",
        "Vincent: Oh!",
        "[SCENE_BREAK]",
        "Kevin: When we go, we should leave him some pictures of us to watch over him. Start with mommy. Yeah, let's put that one there.",
        "Kelly: You kept my picture?",
        "Kevin: Guess I never got around to taking it out. And he certainly needs his father to look over him. That one there.",
        "Kelly: Thank you, Kevin.",
        "Kevin: Sure.",
        "Kelly: Hi.",
        "Dorian: Good morning, good morning, good morning. Hello, Kevin. How's the baby?",
        "Kevin: Oh, he's doing well. We'll know more when they weigh him this morning.",
        "Dorian: And how are you, sweetheart?",
        "Kelly: I'm -- I'm doing much better. They say I can go home today, but I don't want to leave Zane all by himself.",
        "Dorian: But you need your rt. Zane needs you healthy and strong.",
        "Kelly: I won't be able to rest if I'm not here. I won't be able to relax if I'm not with him.",
        "Dorian: Mm-hmm. And will Kevin be here with you?",
        "Kevin: Actually, I hate to do this, but --",
        "Kelly: Oh, you have to go to Jessica's wedding.",
        "Kevin: And I'll be back right after the ceremony.",
        "Kelly: Ok.",
        "Kevin: Are you sure you don't want to go?",
        "Kelly: Um --",
        "Dorian: Oh, it would be an awful lot for her, Kevin.",
        "Kevin: Listen, I know that you'll miss Zane and stuff, but the doctor said it would be good for you to get out and do something right now.",
        "Kelly: No, you -- you go. You tell me all about it, and -- and send Jessica my love.",
        "Kevin: Ok.",
        "Dorian: Oh, and, Kevin, please extend my very best wishes to your entire family.",
        "Kevin: Will do, Dorian. Listen, tell the little guy goodbye for me, ok?",
        "Kelly: Ok.",
        "Kevin: And remember, you need to --",
        "Kelly: Just go, go.",
        "Kevin: All right. I'll be back.",
        "Kelly: Ok.",
        "Dorian: You and Kevin seem very close.",
        "Kelly: Yeah, he's been amazing. If you had told me that he would be acting like this when I first got pregnant, I -- I mean, I guess I knew it was possible.",
        "Dorian: I certainly didn't. Not the way he was acting so horribly to you.",
        "Kelly: Well, I wasn't exactly the model fiancée. None of that matters now. Zane is the only thing that's important.",
        "Dorian: Just look at you two. It's as if you were born to be a mother.",
        "Kelly: I just hope I'm a good one.",
        "Dorian: You will be. You have fought so hard for this baby.",
        "Kelly: He's so tiny. Do you want to hold him?",
        "Dorian: Oh, well -- actually, I -- I'd love to, if it's all right with you.",
        "Kelly: Of course it's all right.",
        "Dorian: Oh, my.",
        "Kelly: There. He needs to know he has his great-aunt Dorian in his corner.",
        "Dorian: Well, I think it's -- it's going to be just fine if we skip that \"great\" part and he can just call me \"Aunt Dorian.\" Kelly; hmm.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Antonio: Thank you, you've done a wonderful job.",
        "Florist: You're welcome. I hope you have a beautiful wedding.",
        "Antonio: Thanks.",
        "Cristian: So how do you feel?",
        "Antonio: Oh, well, like -- like this is the biggest moment of my life. Like everything I've done has -- has led to this -- this moment. I mean, I must have done something good somewhere along the line.",
        "Cristian: Hmm.",
        "Antonio: I'm so damn lucky.",
        "Cristian: And Jessica's lucky. And I've never seen two people fight so hard to be together.",
        "Antonio: Well, I can't say any of it was fun. But -- eh, it doesn't matter. Because at the end of today, Jessica's going to be my wife. We made it, Cris.",
        "Cristian: Yeah, you did.",
        "[SCENE_BREAK]",
        "Clint: Sweetheart, you are absolutely beautiful.",
        "Jessica: I didn't expect to be this nervous.",
        "Clint: Having second thoughts?",
        "Jessica: No. No, I -- I just don't know if Antonio knows what he's getting into. I'm not exactly low maintenance.",
        "Clint: You know something? Most men would have run at the slightest hint of your troubles. But not Antonio. He didn't waver in his commitment or his love. And now, hopefully, the worst is over.",
        "Jessica: I don't deserve him.",
        "Clint: On the contrary. He's lucky to have you.",
        "Jessica: Yeah, you're biased.",
        "Clint: It's a father's prerogative. But you know there's more to it than that. What the two of you went through -- not many people understand it. But I've been there, and I know that it takes guts, patience, and a lot of love. I felt the same way about your mother.",
        "Jessica: You guys didn't make it.",
        "Clint: Didn't we? You know, Jessie, as you go through life, sometimes the definition of \"making it\" changes. I'm here, aren't I? And I think our family is stronger than ever. But what I'm trying to say is, I would have walked through fire to be with your mother. I married her without hesitation. And I don't regret a moment of our life together. She's an extraordinary woman. And so are you. No, no -- Antonio is the lucky one, just like I once was.",
        "Jessica: Thank you.",
        "Clint: You going to be all right today, honey?",
        "Jessica: Do you mean, do I think Tess might come out?",
        "Clint: Well, getting married's a little frightening. And Nash is going to be there.",
        "Jessica: Antonio insisted, and I caved.",
        "Clint: Sweetheart, you can get through anything, and so can Antonio. Jessica, I wish you nothing but the best.",
        "[SCENE_BREAK]",
        "Vincent: Are you ok, little lady?",
        "Natalie: Yes, nothing bruised except for my ego. What are you doing here?",
        "Nash: He's not here to see you. Here. I'm paying you back the money I borrowed from you to build this place, plus interest.",
        "Vincent: Where did you get the money?",
        "Nash: It doesn't matter. But thank you very much for your help getting this place up and running. I'm not going to need you anymore. Excuse me.",
        "Natalie: Hmm. So, you're not only a corrupt boxing manager, but you -- you're also a loan shark? Why am I not surprised?",
        "Vincent: You know, you really do have a poor opinion about me, don't you?",
        "Natalie: You fixed Cristian's fight.",
        "Vincent: And I thought confessing to it would make you realize that I'm not as bad as you think I am.",
        "Natalie: Vincent -- I mean, come on. You were nailed. And this confession seemed to work out for you. You got off on community service!",
        "Vincent: Are you kidding me? It ruined my rep when it all came out. Not to mention how much it cost me. And I only did it because you made me realize anything else would have been a mistake. But you know what I'm thinking now? Listening to you was the mistake.",
        "[SCENE_BREAK]",
        "Kelly: Hey, sweet boy. Look. You have your mommy. And you have your daddy. I'm sorry you're never going to get to know him. But you are very, very lucky. Because you have so many people who love you. You have one man in particular. And I'm going to bring you his picture. Because I never got rid of it, either.",
        "[SCENE_BREAK]",
        "Kevin: Hey, dad.",
        "Clint: Hey, Kevin. Oh, how's the baby?",
        "Kevin: Hanging in there.",
        "Clint: Good. And Kelly?",
        "Kevin: The same. She's being incredibly brave about the whole thing, actually.",
        "Clint: Well, you have been, too. I'm proud of the way you've been handling yourself.",
        "Kevin: Oh -- well, it's all Zane. Can't help looking at him, thinking about the future, you know? Makes anything possible.",
        "Clint: Including Kelly?",
        "Kevin: Well, it's -- it's not impossible.",
        "Clint: Well, that's good to hear.",
        "Kevin: Well, you know, the thing is, is that I just don't know if we can do it here.",
        "Clint: \"Do it here\" -- what does that mean?",
        "Kevin: Well, with all the history, you know, if we're going to try again, I think we have to start someplace new.",
        "Clint: Oh, ok.",
        "Kevin: Yeah. Because I know it's not the best time right now. The family's been through a lot the past year, but -- where do we go, what do we do, right?",
        "Clint: You know something? I may have an answer for you.",
        "[SCENE_BREAK]",
        "Cristian: Has Nash shown up yet?",
        "Antonio: No, I haven't seen him.",
        "Cristian: You think he's going to mess this up?",
        "Antonio: No.",
        "Cristian: You sound pretty sure of yourself.",
        "Antonio: Well, I did him a little favor. I lent him some seed money for his vineyard.",
        "Cristian: Why'd you do that?",
        "Antonio: One, he needed it. Two, so he wouldn't think I was a bad guy.",
        "Cristian: He's going to think you're buying him off. You know he has a history of selling out for money. I mean, not that you're anything like Claudia, obviously, but --",
        "Antonio: You know, Cris, I really don't care what he does, so long as he knows that Jess, or Tess, are no longer an option. I invited him to be part of this wedding to put closure on this whole thing, for everyone. But if he screws it up, I'm going to kill him in front of everyone right then and there.",
        "[SCENE_BREAK]",
        "Tess: Is today \"Nash feel sorry for yourself\" day? Got to mark it on my calendar.",
        "Nash: You don't keep a calendar.",
        "Tess: Well, maybe I should. That way, I can count the days that you sat on your butt dreaming about how great this place could be instead of doing something about it.",
        "Nash: Well, you'd better cross off today as a complete loss. I'm on my way to the chapel to watch Antonio and Jessica's wedding.",
        "Tess: Hmm. Crashing in the hopes that I'll come back.",
        "Nash: Antonio invited me.",
        "Tess: Oh, figures. He wants to rub it in that he got the girl.",
        "Nash: Oh, no, it's not like that, I'm sure.",
        "Tess: Hmm.",
        "Nash: I think he might have finally accepted that I'm going to be sticking around to be part of Brennan's life.",
        "Tess: She'll only remind you of me.",
        "Nash: She is you. At least all that's left of our time together.",
        "Tess: Wow. You give up easy.",
        "Nash: Are you kidding me? You have any idea how hard I fought to get you back? But you're not.",
        "Tess: And going to the wedding is going to make you crazy.",
        "Nash: That's what I'm worried about.",
        "[SCENE_BREAK]",
        "Viki: Jessie?",
        "Jessica: Oh, it's me, mom.",
        "Viki: Oh, I'm sorry, darling, I -- I didn't mean --",
        "Jessica: No, no, no, I -- I was looking for Tess, and -- I'm scared.",
        "Viki: You don't have to be, sweetheart. You're integrated.",
        "Jessica: So were you.",
        "Viki: No, honey. I wasn't, you know? But, look, we've been over this. Darling, you're just scared.",
        "Jessica: Huh.",
        "Viki: That's the sane thing to be today. You're making an enormous commitment. Darling, I want you to be honest with me. Are you having second thoughts --",
        "Jessica: No --",
        "Viki: About Antonio?",
        "Jessica: No, no.",
        "Viki: No?",
        "Jessica: No, I just -- I just want everything to be perfect. And don't tell me that it's going to be perfect no matter what, because Niki ruined one of your weddings.",
        "Viki: Sweetheart -- listen to me. I was not integrated then. I barely even knew that I was sick at that point. It was so long ago. Niki Smith was in love with a man named Vinnie Wolek, and on my wedding day to Joe, she came out and she ran away with Vinnie. But you know something? When he asked her to commit to marry him, she couldn't do it. Too scary. She took off.",
        "Jessica: Yeah, well, if Tess got the chance to marry Nash, she'd do so in heartbeat.",
        "Viki: I don't think so. I really don't. I think she would want to, but I don't think she could do it. You know, sweetheart, you and Bree -- you have matured Tess. Ultimately, she surrendered to you -- yes, for the sake of your daughter, but, darling, she knew she couldn't win.",
        "Jessica: Yeah, well, if she's not really gone, today's the day she'd come out.",
        "Viki: Yes. You're probably right. But you know what? It's not going to happen. In any case, darling, what are you going to do, cancel the wedding, or sit here and wait for her to come out? No. Sweetheart, we can never predict the future. Today, the only question is, does Jessica want to marry Antonio?",
        "Natalie: Jess, do you have a sec?",
        "Jessica: Yeah. You'd better hurry up, because I'm getting married today. What's going on?",
        "Adriana: Well, you didn't forget the tradition, did you? \"Something old, something new --\"",
        "Natalie: \"Something borrowed, something blue.\" Mom, you want to give her your gift?",
        "Viki: Sweetheart, these are for you. Your father gave them to me, actually, on the day of our first wedding. And they are antique, so you can consider them \"something old.\"",
        "Jessica: Oh. They're beautiful.",
        "Viki: They are beautiful. You know, when he gave them to me, he said that I would never grow old, I would only become more beautiful and more valuable, like the earrings.",
        "Jessica: Well, he was right.",
        "Viki: Aw.",
        "Jessica: Love you.",
        "Adriana: Well, your wedding dress is \"something new,\" so for \"something blue\" --",
        "Viki: Here, I'll hold these.",
        "Jessica: Oh, thanks.",
        "Viki: Ooh!",
        "Jessica: Ooh!",
        "Natalie: That looks totally hot.",
        "Adriana: I made it, actually.",
        "Jessica: Oh, my God.",
        "Natalie: You made that?",
        "Adriana: Yeah, this morning. I've been thinking about designing lingerie. I'll tell you guys about it after the wedding. Natalie, you're up.",
        "Viki: It's beautiful.",
        "Natalie: Well, John noticed that my hair always fell on my face when we were working on his dad's murder, so he thought we'd be able to solve the case faster if I could see. Here's \"something borrowed.\"",
        "Jessica: Thank you. I love it.",
        "Viki: Why don't you let me put that in.",
        "Jessica: I'm going to ruin my makeup, guys.",
        "Viki: I'll hold that.",
        "Jessica: Please don't make me look like Tess.",
        "[SCENE_BREAK]",
        "Vincent: Hey, dude. Hey, guess what. You, my friend, do not have to prosecute me for fixing Vega's fight. I confessed to it. I have to pay restitution and do community service, but no jail time, which is good news. The bad news is I had a business deal go south on me today. And I lost some people's respect, strangely enough not for fixing the fig but for confessing to it. Why did I confess? That damn Natalie. She got under my skin. You know, she just lost her boyfriend, but eventually, the woman's got to move on.",
        "Man: No.",
        "Vincent: What? What?",
        "Man: No.",
        "[SCENE_BREAK]",
        "Tess: You're a coward.",
        "Nash: Coward?",
        "Tess: Yes.",
        "Nash: You think I can handle watching Jessica marry Antonio? It should be me marrying you today.",
        "Tess: Yeah, I know- barefoot, on a beach, with the sound of the surf behind us while we're saying our vows.",
        "Nash: Oh, thanks, this is really helping. It's making me feel much better, but you know what? It's not happening -- you know why? Because you couldn't handle it. You're the coward.",
        "Tess: You know why you're so buddy-buddy with Antonio lately? It's because you want to get closer to Jessica.",
        "Nash: You're crazy!",
        "Tess: Really? Is that why you kissed her? It's why you constantly find ways to be alone with her.",
        "Nash: You're out of your mind.",
        "Tess: I am in there somewhere. All you have to do is find me.",
        "Nash: How?",
        "Tess: You figure it out. You're the guy that I fell in love with and you're the guy that said that he loved me!",
        "Nash: I do love you!",
        "Tess: Then go to the wedding and stop it and give us a fighting chance.",
        "Nash: Tess, uh -- Tess?",
        "[SCENE_BREAK]",
        "Jessica: What do you think?",
        "Adriana: Jess, you look so beautiful.",
        "Natalie: Antonio is not going to know what hit him. Let's hope nothing does.",
        "Jessica: Really? Because I don't know, I just -- I'm not sure.",
        "Adriana: What is it, honey?",
        "Jessica: It's just -- well, that -- Ah. I don't know. Hey, that's better.",
        "Natalie: Um -- Jess?",
        "Jessica: Uh-huh.",
        "Natalie: You look exactly like Tess.",
        "[SCENE_BREAK]",
        "Clint: You know, it's becoming increasingly difficult to run the London office from Llanview. Of course, I have Pa's workload, and I have to face the fact that he may never be well enough to come back to work and, well, you know, over there nobody fully understands the operation whereas you know it inside and out.",
        "Kevin: Moving to London, huh?",
        "Clint: Son, it's a great city to live in and, of course, Joey's there.",
        "Kevin: You know what? Joey should be here.",
        "Clint: I know, I know. It just happened too fast. He'll be back from his aid mission in Indonesia when you and Kelly arrive -- that is, if you take me up on this offer.",
        "Kevin: I don't know, dad. That's a big move.",
        "Viki: What's a big move?",
        "Kevin: Uh -- dad's offering for me to run the London office. And now that Kelly and I are thinking about making a new start --",
        "Clint: You hate it.",
        "Viki: Well -- well, to be honest, the idea of -- of an ocean between me and both of my sons is horrible. Oh, honey, I'm going to miss you so much. But you know what? I'll visit, lots. I would never stand in the way of your happiness, sweetheart. You know that.",
        "Kevin: Wow. I thought there would be more of an argument.",
        "Viki: Not today, no. Besides, I think that Kelly is good for Y. It makes me very happy to see you two together.",
        "Kevin: Well, no, it's not a done deal yet, mom, so --",
        "Viki: It will be. I have faith.",
        "Kevin: Thank you.",
        "Dorian: Oh, good. I'm not late.",
        "Clint: What are you doing here?",
        "Dorian: I'm here for the wedding.",
        "[SCENE_BREAK]",
        "Jessica: I fixed one thing on the dress and I took the veil off. What's so Tess about that?",
        "Adriana: Uh -- [Phone rings] Excuse me. Ahem. Hello? Oh, no, I'm still at Llanfair with Jessica. Oh. No, that's -- yes, that's wonderful. Ok, I'll be right there. All right. Um --",
        "Natalie: What was that all about?",
        "Adriana: It's a surprise. I'm going to go to the church and make sure that everything is ready, so I'll see you later --",
        "Jessica: Ok.",
        "Adriana: Gorgeous.",
        "Jessica: Bye.",
        "Adriana: Bye.",
        "Natalie: Bye.",
        "Jessica: You know, Natalie, I know that I became a bit more Tess after the integration, but exactly? [Jessica sighs]",
        "Natalie: Honey, if Adriana and I both saw it, well, Nash is going to be able to see it, too.",
        "[SCENE_BREAK]",
        "Nurse: He seemed agitated earlier, as well.",
        "Vincent: Do you know why?",
        "Nurse: I was reading about the big wedding in Llanview today.",
        "Vincent: Show me.",
        "[SCENE_BREAK]",
        "Viki: Dorian. I sent out the invitations for this wedding, and I happen to know you didn't get one.",
        "Dorian: But Kelly did and she's so upset that she can't attend, I mean, since she is so close to Jessica.",
        "Kevin: What, so you're here to take her place -- is that it?",
        "Dorian: Yes. Yes, since she can't be here herself.",
        "Kelly: Oh, but I am here.",
        "Dorian: What?",
        "Kevin: Honey, what are you doing here? You should be resting.",
        "Kelly: Oh, well, I just -- I wanted to come.",
        "Dorian: What?",
        "Kelly: And the hospital kicked me out anyway.",
        "Dorian: Yes. Well, who do I have to call to get them to kick you back in?",
        "Kelly: Well, I can't. They need the bed in OB and there's a new baby in the NICU, so they're not letting people visit for a couple of hours, and I don't think I'm up to standing for the ceremony, but --",
        "Dorian: You better not. Are you out of your mind?",
        "Kelly: I had a baby, I'm not sick. And I wanted to be here for my friend.",
        "Viki: Well, Jessie will be thrilled.",
        "Kevin: Now, let's find you a seat, at least.",
        "Kelly: Ok, I won't argue.",
        "Dorian: Adriana, darling. You look absolutely beautiful.",
        "Adriana: Mrs. Davidson, I'll be in the bride's room.",
        "Dorian: Hmm.",
        "Clint: All right, in the spirit of this wonderful day and considering the fact that Zane is half Cramer and half Buchanan, making you family --",
        "Viki: Dorian, why don't you stay?",
        "Dorian: Thank you, Viki. I'd love to.",
        "Clint: Besides, it's no stranger than Antonio asking Nash to be here.",
        "Dorian: Ha.",
        "[SCENE_BREAK]",
        "Antonio: Hey.",
        "Nash: Hey. You need anything?",
        "Antonio: No, I --",
        "Cristian: We're cool.",
        "Antonio: I'm actually just going to work a couple of things out with Reverend Carpenter.",
        "Nash: All right.",
        "Antonio: Good to see you.",
        "Nash: Yeah. See you.",
        "[SCENE_BREAK]",
        "Rex: You look gorgeous.",
        "Adriana: Ahem.",
        "Rex: You don't believe me?",
        "Adriana: My mother's here.",
        "Rex: Adri -- Adri --",
        "Adriana: What are you doing here?",
        "Dorian: I know that we have our differences, but didn't you think you could put them aside just for today?",
        "Adriana: No. But I won't pick a fight with you for Jessica and Antonio.",
        "Dorian: I suppose I should say thank you for that.",
        "Adriana: Don't press your luck, Mother.",
        "Dorian: Oh.",
        "Rex: No bloodshed?",
        "Adriana: I don't want to hear it, Rex.",
        "Rex: Are you going to let Dorian ruin today?",
        "Adriana: She shouldn't be here.",
        "Rex: Well, but she is, and unless you plan on moving out of Llanview, she's always going to be.",
        "Adriana: So what do you want me to do?",
        "Rex: Think about Jessica and Antonio. Think about your new business. Your mother's a very unhappy woman. Don't let her pass that on to you.",
        "[SCENE_BREAK]",
        "Viki: Please tell me this was not a mistake, asking her to stay.",
        "Clint: Viki, it was a kind and generous thing to do. I'm proud of you.",
        "Viki: Well, I'd hold off on that if I were you. This wedding isn't over yet, and she's bound to do something.",
        "[SCENE_BREAK]",
        "Evangeline: You are missed today, John by everyone. I just pray your soul is at peace.",
        "Vincent: I don't know. Maybe he was upset because he couldn't be there, although, single men at weddings, Hugh? It's not a safe place for men like you and me. But I go to go. I'll see you soon, man. Be good.",
        "Nurse: Maybe next time he'll open those nice blue eyes.",
        "Vincent: \"Blue\"?",
        "[SCENE_BREAK]",
        "Antonio: I -- you know when I said I wasn't nervous?",
        "Cristian: Mm-hmm.",
        "Antonio: I lied.",
        "Cristian: Well, it's too late. Showtime. All you need is the bride.",
        "[SCENE_BREAK]",
        "Natalie: We're going to be late.",
        "Jessica: It's just -- it's not quite right.",
        "Natalie: Jessica --",
        "Jessica: Natalie. Just give me a second, ok? Ok. There. There we go. Ok. Perfect.",
        "Natalie: Yeah -- you were perfect five minutes ago. Look, I'm going to go to the church. Are you coming with me?",
        "Jessica: You know, why don't -- why don't you go ahead. Go on ahead without me.",
        "Natalie: Jess, are you sure you don't want me to wait and go with you?",
        "Jessica: The driver's outside, ok? I just -- I'd like to take a minute.",
        "Natalie: Ok. I'll see you at the church.",
        "Jessica: I'll be right behind you. Ok. Oh.",
        "[NEXT_ON]",
        "Vincent: Hugh's eyes are brown. This man -- his eyes are blue.",
        "Natalie: Jessica wouldn't run out on her own wedding.",
        "Adriana: Tess would.",
        "Cristian: She is coming, Antonio.",
        "Antonio: Of course, she's coming!",
        "Jessica: What are you doing here?",
        "Nash: Don't marry Antonio."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=8sjoW3nbVSw"
}