{
    "Episode Summary": [
        "Episode # 10559 ~ Tall, Dark, and Proper"
    ],
    "Recap": [
        "In London, Dani and Matthew plan to escape their boarding school while Matthew's roommate creates a diversion. Tea and Eli arrive at the boarding school. The headmistress advises her that Ross had been there. Tea introduces Eli to Dani and tells her she is moving her to another school because this one is no longer safe. Dani sees her father's picture on the headmistress's desk with the instructions that he is not to have access to Dani. While Tea thinks Dani is getting her things to leave with Tea, Dani and Matthew are executing their escape. When Dani opens Matthew's dorm room door, Destiny is standing there. At the Buchanan compound, Bo and Nora admit they love each other. Clint calls Nora. Afterwards, Nora decides she should go back to Llanview and Clint tells Nigel to get the plane ready to take him to London.",
        "In Llanview, Todd Manning hires a private detective to find out information about Tea Delgado. Blair overhears them when she enters Todd's office to inform him that they are giving Hope's first birthday party. She tries to persuade Todd to let Tea go. Kim procures an ultrasound image of a baby one month farther along than Stacy's baby is so they can continue to fool Rex. She informs Stacy that she heard that Bo Buchanan only has eyes for his ex, and that they are in London together. Stacy tells Kim she has her eyes on the wrong Buchanan. She should go after Clint Buchanan, who is here alone in Llanview while his wife if in London with his brother. Shaun sees Greg and Rachel kissing. he tells Greg he knew he would try to steal Rachel and congratulates him on winning. He tells Rachel that she should have told him the truth. Then he tells her that Greg is only interested in the pursuit. He warns her that when there is no one for Greg to steal Rachel from, he will stop having time for her, and Rachel will be alone."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: I don't care when the polls close. You just find out who won. You better tell me it's Viki, too.",
        "P.I.: Everything you want to know about Téa Delgado but were too afraid to ask.",
        "[SCENE_BREAK]",
        "Téa: I got your message about my ex-husband's visit when we landed.",
        "Headmistress: You should know that Mr. Rayburn was removed from the grounds before he was able to make contact with his daughter. Let me assure you that as long as Danielle is under my supervision, she's not going anywhere.",
        "[SCENE_BREAK]",
        "Tom: Your so-called escape plan is highly imaginative but tragically flawed.",
        "Dani: Lucky you're not a part of it. You can stay right here and catch up on your crocheting.",
        "Matthew: Shh! Sorry, my roommate's a real wanker.",
        "Rachel: A wanker?",
        "Matthew: Yeah. It means --",
        "Rachel: Uh, yeah, I know what it means. It seems like you're adjusting to London a lot more than you'd like to admit.",
        "Matthew: Yeah. I still hate it here. I want to come home.",
        "Rachel: I'm so sorry, Matthew. What Bo and Mom did was not cool at all. But you know what might be? How about a visit from your cool big sister?",
        "Matthew: Look, don't get me wrong. I'd love to see you, but why don't we just wait till Mom and Dad go back home? Besides, I think Shaun needs you more than I do right now. By the way, how is Shaun? I called Destiny, but I can't seem to get in touch with her.",
        "[SCENE_BREAK]",
        "Nevil: May I be of assistance?",
        "Destiny: Uh, my phone is out of juice, and I've got to call Matthew.",
        "Nevil: Might I suggest you use the house phone? Or as your generation calls it, the land line.",
        "[Phone rings]",
        "Nevil: Buchanan residence.",
        "David: What's up with you? Did my little brother not swoon when you declared your undying love for him?",
        "Destiny: Shh! I haven't seen him yet. And by the way, that's supposed to be a secret.",
        "David: From who?",
        "Destiny: I was hoping his parents would take me to see him this afternoon, but they've been busy with God knows what.",
        "David: Oh, you leave Bo and Nora to me. You know, someone in this house should be able to be with the person that they love.",
        "[SCENE_BREAK]",
        "Nevil: I think this David Vickers person might be better suited to life at Llanview than London.",
        "Nigel: Is he making trouble already?",
        "Nevil: Oh, no. But I can smell it coming.",
        "Nigel: Once you find out what he's up to, you must nip it in the bud immediately. Now, I need to arrange a call between Mr. Clint Buchanan and his wife. Is she available?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Nora: Hey.",
        "Bo: Hey.",
        "Nora: Bad time?",
        "Bo: No. No. In fact, I've been looking for you all day.",
        "Nora: Oh, I decided to go out for a walk. I think I've seen every museum, gallery, and war memorial between here and Trafalgar Square.",
        "Bo: Wish you'd have told me. I'd have gone with you.",
        "Nora: Well, that would have kind of defeated the purpose. I was avoiding you.",
        "Bo: Okay. Um, so after everything we said to one another last night --",
        "Nora: Mm-hmm.",
        "Bo: Now you don't want to be around me?",
        "David: Just the opposite, Pa. I believe what Auntie Nora is trying to say is if she's left alone with you, she's gonna jump your bones.",
        "[SCENE_BREAK]",
        "Todd: So what's Téa doing in London?",
        "P.I.: Can't say. She sure left town in a hurry. Packed her bag, bought two tickets, and got the hell out.",
        "Todd: Who's she traveling with?",
        "P.I.: I wish I could tell you.",
        "Todd: So you don't know what she's doing or who she's with?",
        "P.I.: Well, you want better answers, I'm gonna need a longer leash.",
        "Todd: Dude, just do whatever you have to do. I just need the dirt on her, okay?",
        "P.I.: Well, I might not have a name, but the guy she was with was tall, dark, and handsome. You know anyone like that?",
        "Todd: It could be Rayburn. Ross Rayburn.",
        "Blair: Ross Rayburn? What about that no-good piece of trash?",
        "[SCENE_BREAK]",
        "Téa: Thank you for keeping such a close eye on Daniella.",
        "Headmistress: I understand. It's a delicate situation.",
        "Téa: Yes. Ross will be back for her, and when he comes back, he'll know what he's up against, so I warn you, when he doesn't get what he wants, he'll get ugly.",
        "Headmistress: He already has. Removing Mr. Rayburn from the premises took some doing.",
        "Elijah: Exactly how much doing?",
        "Téa: Uh, Mr. Clark is Ross' lawyer.",
        "Elijah: Yes, and I'm also his brother.",
        "Headmistress: In fact, it took several of our security staff to restrain your brother.",
        "Elijah: Is he all right?",
        "Headmistress: Your brother's well being was not my chief concern. We removed him, and that was that.",
        "Téa: Daniella has no idea that Ross was here?",
        "Headmistress: I don't believe so.",
        "Téa: Good. Let's keep it that way. Now may I -- may I see my daughter now, please?",
        "Headmistress: Of course.",
        "[Door closes]",
        "Elijah: Ready for this?",
        "Téa: Oh.",
        "Téa: I am now.",
        "[SCENE_BREAK]",
        "Tom: Many have tried to escape Warwick, but they failed.",
        "Dani: Maybe they didn't have the right motivation. Did any of them have to escape to walk again or see their dad again? Or get the hell away from you?",
        "Matthew: Guys, please shut up.",
        "Rachel: Wow, it sounds like you're busy, so how about I give you a call back tomorrow?",
        "Matthew: Yeah, no problem. If you see Destiny, can you say hi for me?",
        "Rachel: Oh, I'll definitely do that.",
        "Greg: Is that Matthew? How's he doing?",
        "Rachel: Pissed beyond belief. Bo and my mom kidnapped him to keep him from having the surgery, and they threw him in a boarding school in London.",
        "Greg: Wow. They don't mess around. Well, what about his surgery? You know, the longer they put it off, the longer are the odds that it'll work out.",
        "Rachel: I know. Kind of like us. You know, Shaun came by last night.",
        "Greg: Yeah, I know he was planning something.",
        "Rachel: He had flowers, the limo, the works.",
        "Greg: You don't have to tell me.",
        "Rachel: I ended it, Greg. Shaun and I are over.",
        "[SCENE_BREAK]",
        "Stacy: That's -- how?",
        "Kim: Let's just say there are some lonely souls working in medical records. By the way, this baby is exactly one month further along than Rex is. If you're checking to see if it's a boy or girl, don't bother. I made sure you couldn't tell.",
        "Stacy: No, no. That's not the problem. It's just Rex is gonna be suspicious because he wasn't there when it was actually taken.",
        "Kim: His trust issues are working my last nerve. Look, there's no patient's name, no doctor's name. Unless the baby comes out and is nuts for Liza with a \"Z,\" there is no way Rex can tell this baby is gay officer Trunez's and not his.",
        "Stacy: You're a genius.",
        "Kim: If I'm such a genius, why am I broke, single, and in Llanview?",
        "Stacy: Aw, not for long once you work your magic on Bo Buchanan.",
        "Kim: That's the thing. I have a feeling the commissioner isn't exactly ripe for picking.",
        "Stacy: Why not?",
        "Kim: Well, word on the street is he's only got eyes for his ex.",
        "[SCENE_BREAK]",
        "Nora: You need to learn to knock.",
        "David: But if I knocked, I wouldn't walk in on anything good.",
        "Bo: Dammit, Vick -- ahem.",
        "David: Buchanan, Dad, please.",
        "Bo: I know your name, all right. You have to stop eavesdropping.",
        "Nora: And no more of those little observations. They're icky.",
        "David: Okay, I'll back off. But are you sure that's what you want me to do?",
        "Bo: It is.",
        "Nora: More than anything.",
        "David: How can I be certain that's what you want? After all, you both spent years burying your burning love for each other. What? If I don't look out for you, you might end up old and alone.",
        "Bo: Look, this is none of your business.",
        "David: You might end up old and alone, too, Nora, and still married to Clint.",
        "Nigel: Mr. Buchanan on the line for you, ma'am.",
        "David: Tell him she's busy.",
        "[SCENE_BREAK]",
        "Rachel: You seem surprised. You didn't think I'd go through with it?",
        "Greg: Well, I knew he was planning this big evening, but -- well, I honestly didn't know what you were going to do.",
        "Rachel: And he showed up with all these huge plans, and he looked so happy. And for a split second, I thought, Rachel, don't open your mouth. But I told him we needed to talk. And everybody knows nothing good comes after those 4 words, so he figured it out pretty fast.",
        "Greg: How'd he take it?",
        "Rachel: I started to cry. He tried to tell me I was wrong, that we had something special between us.",
        "Greg: I'm sorry.",
        "Rachel: After that, I probably did everything wrong. I told him how much I enjoyed spending time with him and valued his friendship, which I meant. But everything sounded -- then when the truth became too painful, I started to lie.",
        "Greg: About what?",
        "Rachel: How I feel about you.",
        "[SCENE_BREAK]",
        "Todd: Uh, this is my ace reporter. He has informed me that Ross has skipped town recently.",
        "Blair: Well, good, good. I hope I never have to lay eyes on that sorry son of a bitch again, and I hope he took Téa with him. That way they can scam another rich sucker.",
        "Todd: Yeah. Uh, okay. Excuse me. Yeah. Just let me know when you get the rest of the story done, okay?",
        "P.I.: You got it.",
        "Todd: What are you doing here, Blair?",
        "Blair: Oh, me? I -- I thought we should celebrate.",
        "Todd: Well, what do we have to celebrate?",
        "Blair: Well, I can think of a lot of things, but today I think we need to celebrate that child of yours.",
        "[SCENE_BREAK]",
        "Matthew: This plan is awesome.",
        "Dani: I'm always thinking up ways to bust out of here. The thing is I always figure it's a two-man job.",
        "Tom: Do I have to remind you that there are three people involved in this plan, and without me creating a distraction for you guys, all these plans and diagrams, they don't mean anything?",
        "Dani: God, you're boring.",
        "Matthew: Are you chickening out?",
        "Tom: No. I mean, I just don't want to risk expulsion or discover that your parents collared you before you even boarded the plane.",
        "Matthew: My parents are clueless.",
        "Dani: My father doesn't even know where I am, and my mother barely knows I exist.",
        "[Door opens]",
        "Headmistress: I thought I'd find you here. Again. Come along.",
        "Dani: What did I do now?",
        "Headmistress: We need to have a long talk about your future. Resume your studies, gentlemen.",
        "Tom: Told you it would never work.",
        "[SCENE_BREAK]",
        "Nora: Thank you, Nevil. I have to take this. Excuse me.",
        "David: Mm-hmm. Dad, come here.",
        "Bo: David. I'm warning you, you better stay out of this.",
        "David: Well, it's a little too late. I heard Nora say that she loved you last night.",
        "Bo: You heard a very small part of a very large conversation.",
        "David: What I actually heard was Nora say that she loves you, too, which I'm guessing means --",
        "Bo: You know, someday, the good Lord willing, I'm gonna have a private moment and you're not gonna be there.",
        "David: Yeah, well, until that day comes, the point is, what are you gonna do about it?",
        "Bo: I'm still trying to figure it out.",
        "David: Oh, come on. You and Nora belong with each other. Anybody can see that.",
        "Bo: What about Clint?",
        "David: Better lock up the shotguns before you break the news.",
        "Bo: I'm not sure there's gonna be any news to break.",
        "David: Well, whatever you do, don't be like me and Dorian, two giving, generous, crazy people in love but too stubborn to say that they belong with each other and therefore destined to always be apart. I mean, sure, Dorian and I are beautiful, glamorous, and fantastic in bed together, but we're not good role models. Learn from us, Pa. No matter how much you may want to, don't be like us.",
        "Bo: Mmm. Huh. Why do you care so much?",
        "David: I want to see my old daddy happy. Oh, and I can't wait to start calling Nora big mama.",
        "[SCENE_BREAK]",
        "Clint: It's good to hear your voice.",
        "Nora: I'm so sorry this is taking so long.",
        "Clint: So how's Matthew?",
        "Nora: Well, we went to go see him yesterday. Again. That did not go well.",
        "Clint: Well, then let me help. Just tell me what you need, and I'll do it.",
        "Nora: Listen, you've got your hands full with Natalie and Jessica. I don't think you need to complicate your life with my problems, too.",
        "Clint: Nora, your problems are my problems. You know, we need to start working 'em out together.",
        "Nevil: My apologies. Mrs. Buchanan is currently using the telephone. It may be some time before she's through.",
        "Destiny: Oh, that's okay. Not like Matthew's going anywhere.",
        "[SCENE_BREAK]",
        "Dani: I don't know what this is about, but let's make it quick. I'm tutoring Matthew in geometry.",
        "Headmistress: I'm certain he'll be able to soldier on without your assistance.",
        "Dani: Would you mind telling me what's going on?",
        "Headmistress: Your visitor will explain.",
        "Dani: Visitor? Is it my dad? Dad! Oh, Mom. It's you.",
        "Téa: Come here, Daniella.",
        "[SCENE_BREAK]",
        "Todd: Uh, what child of mine are you referring to?",
        "Blair: That would be Starr, course. I'll give you a hint. Last year about this time you called off a kidnapping, which means today is --",
        "Todd: Ah! Hope's birthday.",
        "Blair: Bingo! And we're throwing a party for her.",
        "Todd: Why aren't her parents throwing a party for her?",
        "Blair: Homework?",
        "Todd: Well, I guess that's what happens when you have a child at 16.",
        "Blair: Yeah, and I thought, you know, throwing a big bash might be a little sad for, you know, Jessica.",
        "Todd: Well, that oversensitivity gene must have come from your side of the family.",
        "Blair: Well, anyway, they put me in charge of throwing this party, and I thought we could do something a little, you know, simple, not too elaborate.",
        "Todd: That's fine. Listen, whatever you want to do, that's fine. I'll pay for it.",
        "Blair: No. It's -- a little baby doesn't need anything expensive. What she needs is her granddaddy.",
        "Todd: Oh, no. Please --",
        "Blair: Oh, come on. You know, we'll come up with something. We'll put our heads together, and it'll be great. Oh, what's all this? Wha -- Téa -- what is this, Todd? Are you chasing after her? Are you having her followed? Why don't you let this witch go?",
        "[SCENE_BREAK]",
        "Téa: Daniella. Oh.",
        "Dani: What are you doing here?",
        "Téa: [Scoffs] Can't a mother visit her daughter?",
        "Dani: Maybe, if she brings a father along with her. And until I see my father, I have nothing more to say to you.",
        "[SCENE_BREAK]",
        "Tom: Face facts, buddy. The plan is kaput.",
        "Matthew: We don't know that.",
        "Tom: Well, someone must have ratted us out.",
        "Matthew: Nobody knows about this except the three of us, so if somebody were onto us, they would take all of us, not just Dani. Right?",
        "Tom: Well, all I know is this. Now that Dani's out of the picture, you, my friend, you're not going anywhere.",
        "[SCENE_BREAK]",
        "Téa: Oh, you have nothing to say to me? Well, fine, then you can listen to me, okay?",
        "Dani: Who are you? My mother's new boyfriend?",
        "Téa: Excuse you. His name is Elijah Clark. He is not my boyfriend. He's -- he's Ross' brother.",
        "Elijah: Uncle Eli. It's nice to meet you, Danielle.",
        "Dani: It's Dani. You're my uncle? Any other relatives you're keeping from me?",
        "Téa: Okay, first of all, I do not appreciate your tone, and second of all --",
        "Dani: This is about Dad, isn't it? Somebody told you I thought I heard him here yesterday, right?",
        "Téa: No. I hadn't heard that.",
        "Dani: Well, if this isn't about Dad, why'd you bring good ol' uncle Eli?",
        "Téa: Look, it's complicated, Daniella --",
        "Dani: Dani! Dani!",
        "Téa: Okay. Dani. I will explain everything, but right now you need to pack. We're leaving.",
        "Dani: We're going home?",
        "Téa: Uh, no. I'm moving you to another school.",
        "Dani: Oh, the hell you are!",
        "Téa: Ahh \u0096",
        "[SCENE_BREAK]",
        "Stacy: So what makes you think that Bo Buchanan is only hot for his ex-wife?",
        "Kim: Well, last night I put on my best combat gear. You know that black backless dress?",
        "Stacy: Oh, the red satin come do me pumps?",
        "Kim: Yeah. So I staked out the Palace bar, you know, to run into the commissioner when he came in for his nightcap. He never showed up.",
        "Stacy: So? He'll be there tonight.",
        "Kim: That's what I thought. But then I asked around. Turns out he's in London.",
        "Stacy: I mean, the newspaper said that half of his family lives there.",
        "Kim: Did the newspaper also say why Bo is there with his ex-wife who just married his brother who stayed behind in Llanview?",
        "Stacy: Nu-uh.",
        "Kim: Yeah-huh. Something to do with their kid or something. Anyways, the important thing is, this lady's a newlywed who just went off with her ex and left her billionaire husband behind.",
        "Stacy: Okay, so he's here in Llanview? He's all alone, vulnerable.",
        "Kim: What are you thinking?",
        "Stacy: I'm thinking Bo is not the Buchanan you should be targeting after all.",
        "Kim: Ha.",
        "[SCENE_BREAK]",
        "Clint: You and Bo keep hitting the wall with Matthew. It's time for reinforcements.",
        "Nora: Well, can you think of anything that wouldn't involve you flying over here?",
        "Clint: Nope. That's why I'm coming to London.",
        "Nora: No, Clint. You can't do that. I thought things were still crazy with Jared. They are, aren't they?",
        "Clint: Uh. Yeah, kind of.",
        "Nora: Honey, I think you and I just have to face the facts that you're needed there and I have to stay here for a while anyway.",
        "Clint: Look, if Jessica needs me or Natalie needs me or anybody else needs me, I can turn around and fly back. Nora, you're my wife. I want to help you through this. Plus I miss you.",
        "Nora: I miss you, too. I promise. It won't be much longer. Okay?",
        "Clint: Okay. I love you.",
        "Nora: Me, too.",
        "Nora: Are you through here?",
        "David: Actually, there is one more piece to this puzzle. Destiny! Hit it.",
        "Destiny: I need to see Matthew. I miss him and he needs to know that I haven't forgotten about him. I'd like your permission to go and see him, but I'm running out of time, so if you're not ready to give it, I have to go without it.",
        "Bo: Do we need to talk about this?",
        "Nora: No, I don't need to. No.",
        "Bo: You want to see Matthew?",
        "Nora: Huh. Then go right ahead and go see him.",
        "[SCENE_BREAK]",
        "Rachel: I, uh, told Shaun I felt like I was using him and that he was my safety net. Then he asked me about the two of us.",
        "Greg: Well, what did you say?",
        "Rachel: I lied. I told him it had nothing to do with you.",
        "Greg: Well, that's probably best. We should break the news to him together.",
        "Rachel: What news?",
        "Greg: Rachel -- we have something.",
        "Rachel: I don't want to know what it is. I can't do that to Shaun.",
        "Greg: Look, I know that we've both hurt my brother enough as it is, but that doesn't mean that we should punish each other when we haven't done anything wrong.",
        "Rachel: I just -- I need time to think.",
        "Greg: I understand. Well, maybe this will start the clock.",
        "[SCENE_BREAK]",
        "Blair: I can't believe you. You say you don't have time to throw a party for our first granddaughter, but you have time to chase after this lying witch?",
        "Todd: I'm not chasing after --",
        "Blair: You are, too, Todd. She used you. She got you to believe she cared about you, then she was gonna take all your money and run off. She even confessed.",
        "Todd: Yeah, don't you find that a little strange?",
        "Blair: Strange? How?",
        "Todd: Well, if Téa Delgado is confessing to something this big, she's surely hiding something bigger.",
        "[SCENE_BREAK]",
        "Dani: I'm not going anywhere with you!",
        "Téa: Why not? All you ever do is complain about how much you hate being here.",
        "Dani: And when I complain, do I ever say, \"Oh, how I wish I were being held hostage at some other kennel for unwanted rich kids\"? No. I always say I want to go home to be with my dad. Do you hear the difference?",
        "Téa: Okay, this time I will let you choose the school, okay?",
        "Dani: Okay? One, you haven't heard a word I just said. Two, what's wrong with this place?",
        "Téa: Well, it's no longer safe for you here.",
        "Dani: Why not? Oh, my God. I didn't just imagine I heard him. He was here. Was my father here? Dad!",
        "Téa: Oh! Argh!",
        "[Téa exhales]",
        "[SCENE_BREAK]",
        "Todd: Téa keeps huge secrets all the time. That's her job. So I just don't know why she would cop to this. What the hell else is she hiding?",
        "Blair: Your child isn't Ross' -- but it's Todd's.",
        "Todd: She had me completely snowed. I jumped through hoops to prove myself worthy of her. God, I was an idiot.",
        "Blair: Well, at least you found out in time.",
        "Todd: Yeah, but just because we caught her in one lie doesn't mean she's not hiding something bigger.",
        "[SCENE_BREAK]",
        "Dani: What the hell is this?",
        "Téa: Daniella!",
        "Dani: You're keeping my father from me as if he's some criminal. What kind of a brother are you for helping her do this? Dad always said you were in love with someone else. Is it him?",
        "Téa: Okay, you need to stop asking questions and start packing! Now!",
        "Dani: So that's how it's gonna be? Mama shark doesn't have a good enough answer so she shuts down the conversation?",
        "Téa: Mama shark is counting to 3.",
        "Dani: You learn that in law school?",
        "Téa: Uno, dos --",
        "Dani: 3, 4, 5, 6! I can count, too! And right now I'm counting the reasons why I hate you!",
        "Téa: Okay, Daniella, come back here! Oh \u0096",
        "[SCENE_BREAK]",
        "Destiny: You're really okay with me visiting Matthew?",
        "Nora: I think he'd be thrilled to see you.",
        "Bo: Nevil will drive you there.",
        "Destiny: Thank you so much. I feel like I haven't seen him in forever. There's so much to catch up on. I know he must have flipped when he found out that Shaun woke up. You did tell him about that, didn't you?",
        "[SCENE_BREAK]",
        "Matthew: She's coming back. I know she is.",
        "Tom: Look at you. You're a lost cause. You know as well as I know you're never gonna see her again.",
        "Matthew: What happened?",
        "Dani: My mother, the bitch, she's here, and she wants me to leave with her.",
        "Tom: What did I tell you?",
        "Matthew: I guess the plan was too good to be true. At least you're getting out of here.",
        "Dani: So are you. I'm not going anywhere with that woman. The only person I'm leaving here with is you.",
        "[SCENE_BREAK]",
        "Destiny: Greg is the reason Shaun woke up, and Matthew needs to know that. I know you're worried that the doctors in Seattle wouldn't be able to handle Matthew's operation, but now they won't have to. My brother can do it.",
        "Nora: Sweetie, we just don't want anything bad to happen to Matthew.",
        "Destiny: Ms. Buchanan, something bad already happened to him, and there's still time to make it better. I'm gonna have to tell Matthew about Shaun, even if it'll make him angry at you.",
        "Nora: Oh, well, a little late to worry about that now. Well, we can stand a little more heat.",
        "Bo: You just keep looking out for him, Destiny, like you always have.",
        "[SCENE_BREAK]",
        "Greg: So this is it for a while, huh?",
        "Rachel: I don't see what other choice we have.",
        "Shaun: Then you're not looking hard enough. You could have told me the truth, Rachel. It may not come easy for you, but it's better than making a fool out of me.",
        "Rachel: We didn't want to hurt you.",
        "Shaun: Screw that! You didn't want to hurt yourselves by telling me the truth! Did you think if you kept this a secret long enough that I'd forget that I loved you?",
        "Greg: Shaun, look, take it easy, okay? This is --",
        "Shaun: This is what? How long have you been playing me, brother?",
        "Rachel: No one was playing you, Shaun.",
        "[Shaun snaps fingers]",
        "Shaun: I didn't ask you. When did it start? When I was in the hospital? When I found you together at the Palace? Or have you been going behind my back since the first day you came home?",
        "Greg: Rachel would never do that.",
        "Shaun: Turns out I don't know what Rachel would or wouldn't do. But I know you. I know you only went after Rachel to prove you could take her away from me. I know how happy you must have been when I finally woke up so you could throw it in my face. Congratulations, my man. You win.",
        "Greg: That's not how it was at all.",
        "Shaun: I know how it is, and I know how it's going down. Now that there's no one to take you from, he'll get bored. Isn't that right, bro? The second a new piece of tail comes your way, you turn your head.",
        "Greg: Do not talk about Rachel like that.",
        "Shaun: Who's talking about Rachel? Just to say that she's only gonna end up, you know, like Destiny, our parents, and me -- another drain on your precious time. And after all the crying and apologizing, she's gonna end up alone.",
        "[SCENE_BREAK]",
        "Blair: You know, Téa's out of our lives for good, so why are you making yourself crazy thinking about her?",
        "Todd: Don't worry about it. I know what I'm doing.",
        "Blair: You know, Todd, who am I to actually give anybody a hard time for moving on or letting go, you know?",
        "Todd: Ha! Yeah, that's not exactly your M.O., is it?",
        "Blair: Well, you know, I'm sorry I gave you such a hard time.",
        "Todd: Force of habit, huh?",
        "Blair: Yeah. You know, I think at one time we all get conned, and once we get conned, we get suspicious, and I don't blame you for not wanting yourself to get hurt.",
        "Todd: I'm not gonna get hurt.",
        "Blair: But you know, while you're not getting hurt, I want you to keep in mind 4 things, and that would be Starr, Sam, Jack, and Hope because while you're chasing around Téa, you know, it leaves you less time to be with them.",
        "Todd: Okay, I'm not gonna make a career of this or anything.",
        "Blair: Okay.",
        "Todd: I'm just -- I just want to find out what Téa's up to, and I think it has something to do with why she's in London.",
        "Blair: Well, whatever is in London, when you're thinking about London, just don't forget what's in front of you, okay?",
        "[SCENE_BREAK]",
        "Dani: If we're going to get out of here, we have to do it now.",
        "Matthew: Tom, are you good to go with the distraction?",
        "Tom: I suppose. Listen for the boom and rotten egg smell. When it really starts to stink, run. One more thing -- take this just in case.",
        "Matthew: I can't take this.",
        "Dani: Why not?",
        "Tom: Please. There's a lot more where that came from. Oh, I don't want this to sound weird or anything, but -- I hope I don't see you guys ever again.",
        "Dani: Back at you, Tommy.",
        "[Door closes]",
        "Dani: I'll get my stuff.",
        "Matthew: Dani, wait. Um, thanks for coming back for me.",
        "Dani: We're in this together.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Bo: And, Destiny, one more thing. We want you to do us a little favor, okay? Because right now Matthew not exactly speaking to us, so could you please just tell him if he needs anything --",
        "Nora: Anything at all.",
        "Bo: Yeah. To just give us a call.",
        "Destiny: I'll let him know.",
        "Bo: Thank you.",
        "David: You're not coming?",
        "Bo: Uh, no, no. I think that Matthew needs a little break from us right now. Plus we need to -- talk about a few things.",
        "David: Ah, yes, things. I understand. Don't do anything I would do.",
        "Bo: Uh, David, do you think by any chance you're gonna take your own advice and try to work things out with Dorian?",
        "David: Are you asking because you care or because you want a heads up?",
        "Bo: Ah, it's 6 of one, half a dozen -- you know.",
        "David: Don't worry. I don't think you have to be concerned about becoming Dorian Lord's father-in-law too soon. We just can't seem to make it work.",
        "Bo: Yeah. Whew.",
        "David: Let's go.",
        "Destiny: You're coming?",
        "David: You are a young lady in a strange city filled with dangerous cads like myself.",
        "Destiny: I can handle them.",
        "David: I know you can, but I'd really like to go and get out of this house.",
        "Destiny: You really don't have to.",
        "David: Are you trying to ditch me?",
        "Destiny: Look, it's not you. It's just it might be a little easier if I could say what I have to say without an audience.",
        "David: Oh, you're gonna finally tell Matthew that you like like him?",
        "Destiny: That's the plan.",
        "David: Well, at least somebody in this house is going for it.",
        "[SCENE_BREAK]",
        "Bo: What did Clint say?",
        "Nora: He said he wanted to fly over here. I told him not to.",
        "Bo: Well, what are we gonna do?",
        "Nora: Has anything changed for you since last night?",
        "Bo: I am as in love with you as I ever was.",
        "Nora: And I'm as in love with you as I ever was, Bo Buchanan.",
        "Bo: And still just as married to my brother.",
        "[SCENE_BREAK]",
        "Kim: Are you saying what I think you're saying?",
        "Stacy: Clint Buchanan's the way to go.",
        "Kim: But he just got married.",
        "Stacy: Okay, I know you love lists, so let's do a list. It's just a simple compare and contrast. Bo, single. Clint, married.",
        "Kim: One point Bo.",
        "Stacy: Um, ha ha! Moving right along. Bo, rich, but Clint is richer.",
        "Kim: Point Clint.",
        "Stacy: Clint, mansion. Bo, hotel room.",
        "Kim: I think Clint gets two points for that one.",
        "Stacy: Finally, Bo across the ocean in romantic London with his ex-wife and their crippled kid. Clint, right here in Llanview, all alone in that big house and a son-in-law who's being accused of murder.",
        "Kim: Is the fugitive son-in-law worth more points or less points?",
        "Stacy: My point is kids bring people together. I mean, hello. Ha ha! It wouldn't surprise me if Bo and his ex were holding each other, weeping over their little boy's paralyzed legs every night. And all it would take is a tiny nudge for the two of them to have an affair if they're not doing the deed already, and you'll be there to help the broken-hearted billionaire pick up the pieces.",
        "Kim: When you're right, you're right.",
        "Stacy: Yeah, finally. Okay. Let's print it.",
        "[SCENE_BREAK]",
        "Rachel: Shaun, I am so sorry.",
        "Shaun: Sorry for what? Sorry you lied? Sorry you led me on? Sorry I caught you?",
        "Rachel: I'm just -- I'm sorry for everything.",
        "Shaun: You should have told me the truth last night. Then your apology would mean something. All you're trying to do is make yourself feel better. And that sure as hell doesn't do anything for me.",
        "Greg: What can we do for you, Shaun?",
        "Shaun: You can leave me the hell alone!",
        "[SCENE_BREAK]",
        "Téa: What the hell is taking her so long?",
        "Elijah: Relax, Téa. She probably just has a lot to pack.",
        "Téa: Yeah. I think I should go give her a hand.",
        "Elijah: It's your funeral.",
        "Téa: I think I can handle my own daughter.",
        "Elijah: And I think the last thing she needs at this moment is for you to handle her. I mean, you sent her away to boarding school, cut her off from her father. Or rather, a father figure who she clearly loves very much.",
        "Téa: Yeah, a father figure who knocked you unconscious, jumped bail, and fled the country.",
        "Elijah: Nonetheless, you're about to turn her whole world upside down again. Just -- I don't know. Cut her some slack.",
        "Téa: Oh, please, turn her life upside down. I'm about to move her from one school to another. She'll adjust. I always did.",
        "Elijah: How do you think she's gonna adjust when you tell her that Ross isn't her father and Manning is? She's a smart girl, Téa, just like her mother. How long do you expect to keep this secret from her? Huh? Téa, sooner or later, you're gonna have to tell Danielle who her father really is.",
        "[SCENE_BREAK]",
        "Todd: I get what you're saying, and you know that nothing's more important to me than my kids.",
        "Blair: I know, and, um, speaking of kids --",
        "Todd: Oh.",
        "Blair: Oh.",
        "Todd: Okay, so you're gonna want the works. You want ponies and clowns and piñatas and all that crap?",
        "Blair: Yeah. Maybe not ponies and clowns but --",
        "Todd: Okay, fine. I'll get on it, but I have all this work to do. I've got the election --",
        "Blair: Yeah, I know, I know, I know, I know, I know, but we'll work it out. And, Todd, hey, everything is gonna be okay, all right? Okay?",
        "Todd: Okay.",
        "Blair: Okay.",
        "Todd: You book that flight to London?",
        "P.I.: There's no more flights to London till tomorrow.",
        "Todd: All right, then charter a jet. And leave, all right? I don't care what it costs. I want you to find out what Téa's up to. So I can get on with my damn life.",
        "[SCENE_BREAK]",
        "Dani: It's now or never.",
        "Matthew: Okay.",
        "Dani: Nervous?",
        "Matthew: I've never done anything like this before.",
        "Dani: Me either. I keep calling it an escape, but my mother would call it running away.",
        "Matthew: Except we're not running away from anything. We're running towards something. You're gonna find your dad.",
        "Dani: And you're gonna walk again.",
        "Matthew: I'm really glad I'm not doing this alone.",
        "Dani: Me, too. So you ready to bust out of here?",
        "Matthew: Got no reason to stay.",
        "[SCENE_BREAK]",
        "Kim: Oh, my God, it's genius! It's brilliant! It's like the most perfect plan ever.",
        "Stacy: Yep, I know.",
        "Kim: Seriously, it's, like, foolproof. Why, I can't wait to show you my moat, future Mrs. Rex Balsom.",
        "Stacy: It's -- screw the moat. I can't wait to see your diamonds, future Mrs. Clint Buchanan. Ooh!",
        "[SCENE_BREAK]",
        "Nigel: Is something the matter, sir?",
        "Clint: Nothing that I can't fix. Nigel, I need you to pack me a bag, but first, I think you should call the airfield and have the jet fueled up.",
        "Nigel: And where should I tell them you're going?",
        "Clint: London.",
        "[SCENE_BREAK]",
        "Bo: So we said it out loud -- we're in love.",
        "Nora: Yeah, we are.",
        "Bo: Did that help clear things up for you?",
        "Nora: Everything.",
        "Bo: Where do we go from here?",
        "Nora: You are staying here, and I am -- I'm going back to Llanview."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=KSWHM4E7HOQ"
}