{
    "Episode Summary": [
        "Episode # 10796"
    ],
    "Recap": [
        "Tea awakens and still assumes that Eli can be trusted. But he informs her for the first time that he wanted Greg to kill her. She tries to get out and to find a way to call Todd and Dani. Meanwhile Dani is trapped in the other room of the abandoned warehouse where Eli has taken both of them, gagged and bound to a chair. But she manages to cut the ropes and free herself in the end and gets to the other side of the door assuming that Starr and Hope are there. But she is shocked to discover her mother whom she believed all this while was dead. Greg is still unconscious and doctors tells his family there's no guarantee that he will make it. But Destiny does not accept that. Hannah has Starr and baby Hope trapped inside her parents' home and makes it clear that she wants to keep Starr away from Cole long enough so that he will forget her and fall in love with Hannah instead. And she tells Starr she knows she is in love with James so Starr needs to admit it and set Cole free. Natalie believes that Tea is still alive although she cannot prove it. But she manages to get DNA evidence from Todd's home. Yet the cops cannot find where Eli has taken Dani and Tea nor do they know where to find Starr and baby Hope. Langston and Markko are waiting to hear about Starr and both admit they do not trust Hannah. Yet nobody figures out that she has taken Starr and baby Hope until James discovers that she has his bullet necklace that Starr previously had."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Téa: I just heard Daniella. She must be right on the other side of that door.",
        "Eli: Téa, I didn't hear anything.",
        "Téa: No, no! I'm sure of it! I'm sure of it!",
        "[SCENE_BREAK]",
        "[Dani crying]",
        "[SCENE_BREAK]",
        "Téa: She was calling out for Starr. It sounded like, like she thought Starr was in trouble.",
        "[SCENE_BREAK]",
        "Langston: Markko, this is Hope's.",
        "Markko: Well, Hope probably dropped it when she was over visiting her grandma.",
        "Langston: Mr. Froggie? Are you kidding me? Starr would freak if Hope left this anywhere. It's the only thing that calms her down when she gets upset.",
        "Markko: Except now Starr's got a lot more to worry about than Mr. Froggie.",
        "[Knock on door]",
        "Markko: Who's there?",
        "James: It's James.",
        "Langston: Oh...what are you doing here?",
        "James: I need to see Cole.",
        "[SCENE_BREAK]",
        "Cole: Come on, can't you just tell me? All I want to know is if anyone's heard from Eli Clarke again?",
        "Officer: Didn't the commissioner tell you to go home?",
        "Marty: Oh. I've been consulting with the profiler for the past hour. Have you heard anything? Has there been any news?",
        "Cole: Well, Bo told me that Eli contacted Todd with a ransom demand.",
        "Marty: Did anyone speak to the girls?",
        "Cole: He let Todd talk to Dani, not Starr.",
        "Marty: Well, maybe he just didn't want to risk having them trace the call.",
        "Cole: Or maybe Starr and Hope are in more danger than we thought.",
        "[SCENE_BREAK]",
        "Hannah: You're awake.",
        "Starr: Yeah, I'm awake, and I'm going to pick up Hope right now and walk out of that door, and if you try to stop me, I will take this bat and split your head open.",
        "Hannah: I don't think so.",
        "[SCENE_BREAK]",
        "John: Gillespie, is there anything in the background noise we can hear from Clarke's call?",
        "Gillespie: I'm still enhancing.",
        "John: All right.",
        "[SCENE_BREAK]",
        "Todd: I didn't hear an answer. What are you doing?",
        "Natalie: I--I was just--",
        "Todd: Give me that.",
        "Natalie: I'm--I'm sorry.",
        "Todd: I don't think you know what I'm going through here, okay. Do you have any decency at all? This is all I have left of my wife. Let her rest in peace.",
        "Natalie: But Téa isn't resting in peace.",
        "[SCENE_BREAK]",
        "Eli: You did not just hear Danielle.",
        "Téa: No, I did. I know that I did.",
        "Eli: You have been through so much. You've been in the hospital for God knows how long and you miss your daughter.",
        "Téa: Yeah.",
        "Eli: You're just confused.",
        "Téa: Maybe.",
        "Eli: Yeah.",
        "Téa: I didn't hear Dani?",
        "Eli: Uh-uh. I'm sorry.",
        "Téa: Of course I didn't. Why would she be here? Um... Eli, thank you for taking me out of the hospital, but, um, why did you bring me here?",
        "Eli: Well, I couldn't exactly take you home. Ha ha!",
        "Téa: Ha ha! Why not? Where are we? What was it you said, I think it was last night, about Todd shot you? What's going on here?",
        "[SCENE_BREAK]",
        "Blair: Todd, Natalie is right. There's no way Téa could be resting in peace with her daughter missing.",
        "Todd: I don't care. Just stay away from this.",
        "Blair: Natalie, I'm sorry.",
        "Natalie: No. It's okay.",
        "Blair: No, it's not okay. He just lost his wife. He's afraid he's gonna lose his daughter.",
        "John: We're not losing anyone.",
        "Blair: I know. I know.",
        "John: You want to tell me what you were really doing?",
        "[SCENE_BREAK]",
        "Eli: Actually, Téa, you've missed quite a lot.",
        "Téa: Ha ha! Tell me about it. I have no idea what's going on. All I know is I was in a hospital, a hospice in the Caribbean, and I was getting ready to die, and then I woke up in Cherryvale, and Greg Evans told me that I wasn't going to die.",
        "Eli: What else did Greg Evans tell you?",
        "Téa: Nothing. He had to go away on an emergency, and he left me in the hospital.",
        "Eli: So no one else has said another word to you at all?",
        "Téa: No, no. They wouldn't let me use the phone. Why wouldn't they let me use the phone, Eli? Why wouldn't they let me have contact with the outside world?",
        "Eli: Greg Evans didn't do what he was supposed to do. You should be dead.",
        "Téa: I know. I had an inoperable brain tumor. I--wait. I'm sorry. You said Greg didn't do what he was supposed to do. What was Greg supposed to do?",
        "Eli: Kill you.",
        "[SCENE_BREAK]",
        "Destiny: Greg opened his eyes yesterday. He even said a few words. That means he's getting better, right?",
        "Mr. Evans: That's what we're hoping for, but the doctors say they still don't know the extent of the damage.",
        "Mrs. Evans: Destiny, do me a favor. Could you run to the cafeteria and get your mama some coffee?",
        "Destiny: But I want to stay-- Daddy, do you want anything?",
        "Mr. Evans: No. You know, we should be getting ready to celebrate Destiny's birthday. Instead, we're sitting here by our son's hospital bed wondering if he'll live to see it.",
        "Mrs. Evans: It's not fair, is it? It seems like just yesterday we were worried about Shaun.",
        "Mr. Evans: How could this have happened, Phylicia? I mean, how could our son have gotten mixed up with this murderer?",
        "Phylicia: Shaun seems to think that this Clarke person was holding something over him.",
        "Mr. Evans: Wait a minute. What are you saying?",
        "Phylicia: All I know is that Gregory would do anything to protect Shaun and Destiny.",
        "Mr. Evans: But how could Clarke have found out what we did?",
        "[SCENE_BREAK]",
        "Langston: Cole's not here.",
        "Markko: Why do you need to see him?",
        "James: We got into it before, at the police station. I pulled Starr into helping my brother hide Dani, and now Cole's blaming me for what happened to her.",
        "Markko: Why shouldn't he?",
        "James: I didn't come here to explain myself to anyone. I came here to tell Cole--to remind Cole that we're on the same side.",
        "Langston: Are you?",
        "James: We both want everybody home safe and sound, right? Look, Nate and I have been trying to figure out a way to find Starr and Hope and Dani, but we couldn't think of anything, so I thought I'd have better luck with Cole.",
        "[SCENE_BREAK]",
        "Marty: I think Bo's right. There's nothing you can do here. I think you should go home.",
        "Cole: And do what? Just wait? Is that what you'd do if the person you loved and your child were missing?",
        "Marty: No. I'd do exactly what you're doing. I'd stay here and make sure everybody's working to bring my family home.",
        "Cole: God!",
        "Marty: Cole.",
        "Cole: I don't believe this! I was so worried about Eli coming after Hannah that I wasn't where I should have been--at home protecting Starr and Hope, and now they're who knows where with Eli Clarke.",
        "Marty: Listen to me, there was no way to predict what Eli was going to do, but after what he's done to Hannah, it was only logical to assume that she was the one in danger.",
        "Cole: I guess.",
        "Marty: Right. Now, where is she now? She's not home by herself, is she?",
        "Cole: No, no. She went to see Dr. Levin. And Langston and Markko are at the house in case there's any word there.",
        "Marty: Good. That was good of them to stay.",
        "Cole: Well, I think it's more because they're worried about me coming back in one piece. They're not exactly crazy about me hanging out with Hannah either.",
        "Marty: No?",
        "Cole: But I'm gonna tell you what I told them--ever since Hope and Starr went missing, Hannah's been great.",
        "[SCENE_BREAK]",
        "Starr: Where did you get that gun?",
        "Hannah: It's my father's. He has a collection in the basement.",
        "Starr: Here? This is your parents' house?",
        "Hannah: Hope you like your room. I spent a lot of time here as a kid while my parents stayed downstairs completely ignoring me.",
        "Starr: Hannah, I'm very sorry the way your parents treated you--",
        "Hannah: And you think it was just my childhood. Ha ha! I wish! Did Cole tell you where my parents have been this whole time while I was getting arrested and almost died in St. Ann's? Traveling through Europe.",
        "Starr: Hannah, I'm very sorry.",
        "Hannah: Well, you should be because right now they're not back. It's only me, you, and your little girl. And I have no intention of being ignored anymore.",
        "[SCENE_BREAK]",
        "Langston: So what do you think you can do that the police aren't already doing?",
        "James: I don't know, but Cole and I have, you know, a vested interest in everyone coming home safe.",
        "Markko: I get Cole's vested interest, but what's yours?",
        "James: Dani's my little brother's girlfriend.",
        "[Cell phone rings]",
        "Markko: Hang on.",
        "James: I just want to help Starr. I don't know why that's so hard to understand.",
        "Markko: I got to go pick up a prescription for my dad. Call me if there's any news.",
        "Langston: Yeah, of course.",
        "James: I guess I should go, too.",
        "Langston: No, wait. I know what you're doing. You're trying to look like the hero to Starr. That way, when she gets home, maybe she'll choose you over Cole.",
        "[SCENE_BREAK]",
        "Cole: I swear, as soon as Starr gets home, I'm not leaving her side. I don't care what it takes. I'm gonna do everything I can to fix things between us. Hey, have you heard anything yet?",
        "Marty: Okay, okay, we should go. We need to go.",
        "Cole: Mom, go where? The only place I want to be is where Starr is.",
        "Marty: I know, but you are not alone in this.",
        "Cole: You're right. I'm sorry. I don't mean to be taking this out on you.",
        "Marty: No, it's okay.",
        "Cole: No, it's not. Look, I know you care about Starr, and Hope is your grandchild. I mean, I know you're worried, too.",
        "Marty: I am. I just wish there was something I could do to help you through this.",
        "Cole: Thanks. But I don't think there's anything anyone could do right now.",
        "Marty: You know, maybe there is. Come on.",
        "[SCENE_BREAK]",
        "Starr: What are you gonna do?",
        "Hannah: I thought I made that clear. I just want to be happy, and once you and Hope are out of the way, I have a really good chance of making that happen.",
        "Starr: You're kidding me, right? You really think that by killing me and my daughter, Cole's daughter, that he's gonna go running into your arms and you're gonna live happily ever after?",
        "Hannah: Actually, yeah.",
        "Starr: That's not gonna happen, Hannah!",
        "Hannah: Well, no, not right away, of course. He'll need time to grieve, but eventually... and I'll be there for him, a shoulder to cry on, a hand to hold when the pain gets to be too much, and eventually a warm bed so we can move on.",
        "Starr: My parents aren't like yours, Hannah. They notice when I'm gone, and they're going to wonder where there granddaughter is, too, especially Cole's mom and John McBain, and they're probably all wondering where I am right now! In fact, they're probably out there looking for us, especially Cole!",
        "Hannah: Oh, they are. But see, the thing is, Starr, everybody thinks that you and Dani are with Eli. There's quite the manhunt going on for him, but nobody's really looking for me.",
        "Starr: Just give them time.",
        "Hannah: Oh. All I've got is time. See, when you and your sister went missing, even the cop who was protecting me lost interest. I'm used to being ignored. It's how I get away with things.",
        "[SCENE_BREAK]",
        "Blair: You know, Todd, you were right about before.",
        "Todd: What?",
        "Blair: About Eli not allowing you to talk to Starr. I mean, of course, I mean, they're fine. They've got to be fine. He wants that $50 million? Well, he's got to bring the girls home safely.",
        "Todd: That's right.",
        "[SCENE_BREAK]",
        "Natalie: You're gonna have to trust me, okay? I will explain everything later.",
        "John: Okay.",
        "Todd: ...And you still can't tell me where Clarke's calling from. I don't care what time it is in Switzerland.",
        "John: Manning, put the phone down, all right? You're not calling anybody.",
        "Todd: Hey, listen, can I call you back? Yeah.",
        "John: Let me tell you something. You're not giving Clarke anything, all right? We're gonna get a ringer for that.",
        "Todd: No, no. I'm not gonna let anyone else handle this. This son of a bitch has my kids. No, I'll give him any damn thing he wants. I don't care if I end up broke and homeless, I'm getting my kids back.",
        "John: Yeah? You want them back alive? Hey, listen, I know this is hard, but you got to promise me you are not gonna do anything until the FBI instructs you on how to handle this. Do you understand that?",
        "Blair: Listen, I will make sure that he doesn't, okay?",
        "John: Thank you. I'll...I'll be in touch.",
        "John: You want to tell me what you're doing now?",
        "Natalie: Hopefully, collecting evidence to prove my theory that Téa's alive.",
        "[SCENE_BREAK]",
        "Téa: What do you mean, Greg was supposed to kill me? What-- you know what? You know what? It doesn't matter. It really doesn't matter.",
        "Eli: Doesn't matter?",
        "Téa: No, because I'm not dying, and I just really need to get to my daughter right now.",
        "[SCENE_BREAK]",
        "[Dani struggling]",
        "[SCENE_BREAK]",
        "Téa: I need to see Todd and Dani. I need to use a phone because they don't know where I am. For all I know, they still think that I'm dying, and I need to get to them. I need to get to Todd and Dani and tell them where I am.",
        "Eli: Sorry, Téa. Afraid you're not going anywhere.",
        "Téa: Why not?",
        "Eli: Because you're a dead woman.",
        "[SCENE_BREAK]",
        "Marty: The officer at the door let us in. We came from the police station.",
        "Cole: Bo said that Eli wouldn't confirm that Starr was...was there.",
        "Blair: But he didn't confirm that she wasn't either.",
        "Marty: Right. That's what I keep telling him.",
        "Cole: You know, we heard the feds were working out of your house, so we thought that we, you know, would see if there's anything new.",
        "Blair: We're just here waiting.",
        "Marty: Would you mind if we waited with you?",
        "[SCENE_BREAK]",
        "Starr: You do realize that once they find Eli, they'll realize that Hope and I aren't with him.",
        "Hannah: So? They'll just think Eli got rid of you.",
        "Starr: But Cole never stopped looking for us because he loves us, Hannah! He loves me!",
        "Hannah: They why did he tell me he had feelings for me just like you have feelings for James? There's no point in denying it. There's obviously a connection between you two. I saw it there the first day you guys were together in the park. You know, it kind of reminded me of the connection that I have with Cole.",
        "Starr: The connection that you have with Cole is only one way, Hannah, and the only reason why James and I had that connection at all is because you manipulated me and Cole.",
        "Hannah: Ha ha!",
        "Starr: You lie to everyone.",
        "Hannah: Oh, come on. Why don't you just admit that you want James?",
        "Starr: I love Cole.",
        "Hannah: Ha ha! Then why are you wearing this around your neck, huh? How can you say that you love Cole when you're wearing this around your neck?",
        "[SCENE_BREAK]",
        "James: I just want Starr back safe and sound. And yeah, I'd like to be with her, and it hurts that I can't be, just like it hurts my brother Bobby that he'll never be with you. But what I really want is for Starr to be happy-- home, safe, and happy. Is she?",
        "Langston: Is she what?",
        "James: You said so yourself, you guys are best friends, you tell each other everything, so you would know. Is Starr happy?",
        "[SCENE_BREAK]",
        "Natalie: So when Greg Evans said that Téa was alive, I didn't know if he was delirious or if he actually meant it. And that on top of his visits to Cherryvale.",
        "John: What did you and Price find out?",
        "Natalie: Virtually nothing. The patient was already gone and so was the nurse that was attending to her, and no one there knew anything about either one of them, but I know that it's a far stretch to say that that patient was Téa and that Téa is still alive.",
        "John: Last night, Manning told me he got a call from an unknown number...and that it was Téa's voice on the phone. He thought he was going crazy.",
        "Natalie: Maybe not. But I don't understand. If there's a remote possibility that Téa's still alive, why would Greg Evans go around telling everyone that she's dead?",
        "[SCENE_BREAK]",
        "Phylicia: I can't imagine how Clarke could have found out.",
        "Mr. Evans: Well, it would certainly explain how this man got Gregory to do what he wanted.",
        "Phylicia: Well, if that's the reason our son is laying in this bed, then it's not a secret worth keeping.",
        "Mr. Evans: What are you saying, Phylicia?",
        "Phylicia: I'm saying that maybe it's time we got everything out into the open.",
        "Mr. Evans: How can we? Just think of what it would do to Shaun?",
        "Phylicia: I am thinking about that. But I'm looking at what it's done to Gregory, and if he doesn't make it--",
        "Mr. Evans: Well, don't even talk like that.",
        "Phylicia: Richard, we have already buried too much under the carpet. Now, we have to face the possibility that we may lose our son. Doesn't Destiny deserve to know the truth?",
        "Destiny: The truth about what?",
        "[SCENE_BREAK]",
        "[Dani struggling]",
        "[SCENE_BREAK]",
        "Téa: What are you talking about? Of course I'm--I'm alive.",
        "Eli: Well, you know that, and I know that, but as far as the rest of the world is concerned, Téa Delgado-Manning died over a month ago.",
        "Téa: A month?",
        "Eli: See, that's when Greg was supposed to have killed you.",
        "Téa: Why do you keep saying that Greg, my doctor, was supposed to kill me? I don't understand that. Aah!",
        "Eli: Because that was the plan all along.",
        "Téa: The plan?",
        "Eli: From the very first day you collapsed in court.",
        "Téa: When you insisted on taking me to the hospital?",
        "Eli: Right. Of course, Greg insisted that you come back for more tests, just like I knew he would, and when he got those results, Greg and I had a little chat.",
        "Téa: What are you saying?",
        "Eli: Greg Evans gave you the diagnosis I told him to give you.",
        "Téa: But I had a brain tumor.",
        "Eli: Téa, thought you were smarter than that. There was never any brain tumor in there! You don't get it! You were never sick at all.",
        "[SCENE_BREAK]",
        "Hannah: You need to stop pretending that James doesn't mean anything to you because it's only hurting Cole.",
        "Starr: Don't tell me about Cole, Hannah.",
        "Hannah: He told me. It's not like he had to. It's so obvious, Starr. You couldn't stay away from James if you tried. But you haven't really tried. James wants you in his life, and you want him in yours. Sorry. Did I hit a nerve?",
        "Starr: You don't know what you're talking about.",
        "Hannah: Oh, I think I do. Why do you keep denying it, hmm? Why couldn't you have just made life easier for the rest of us? When you and James were on the run, you should have just kept running! Off into the sunset so that Cole and I could be together.",
        "Starr: You know what? You're right. I lied to Cole, and I've been lying to myself, but the truth is that I love James.",
        "[SCENE_BREAK]",
        "Langston: Starr loves Cole.",
        "James: That's not what I asked.",
        "Langston: Look, James, nobody's happy all the time, but Starr and Cole and Hope, they're a family, and Cole is the only man that Starr wants in her life.",
        "James: Yeah, I know that, but don't you think--I mean, you do know what it's like to care about two people at the same time, right? Speaking of, is there something going on between you and Markko?",
        "Langston: No. No. We're just-- whatever. It doesn't matter.",
        "James: Okay.",
        "Langston: What?",
        "James: I just don't understand why you and Bobby didn't hook up again after he was fired. I thought the problem was his being a professor and you being a student, and whoever sent those pictures to the dean sure did take care of that problem quickly.",
        "Langston: So you have no idea who sent those pictures to the dean?",
        "James: No. Bobby said he didn't want to find out.",
        "Langston: How did this conversation become about me and your brother?",
        "James: I don't know. I guess we both just don't want to think about what Starr's going through right now.",
        "Langston: Yeah. It's kind of scary. But she'll get out of it. She always does.",
        "James: Yeah.",
        "Langston: And when she gets home, the last thing she'll need is another complication.",
        "James: You don't have to worry about me. I care about Starr too much to do anything to upset her. I just hope Cole feels the same way.",
        "[SCENE_BREAK]",
        "Cole: $50 million. I mean, no one has that cash.",
        "Todd: I can raise it.",
        "Marty: John already told you--",
        "Todd: I don't care what John told me. I'm gonna give this son of a bitch one more opportunity to find my girls, and then all bets are off.",
        "Cole: For what it's worth, I have some bonds I can cash, and I could sell my car.",
        "Todd: Ha. What, are you gonna break your piggy bank?",
        "Marty: Hey, that's enough, all right? I think it's best we do what the professionals say.",
        "[Indistinct recording playing]",
        "Cole: All right, come on. What you got?",
        "Gillespie: Sorry, son. But I need you to be patient.",
        "Todd: Hey, wait a minute. Just answer him.",
        "Gillespie: I did.",
        "Blair: Well, did you ever think that you'd hear that?",
        "Marty: They say crises have a tendency to bring people together.",
        "Blair: We've all been a victim. To Eli. He made you lose your baby, threatened to kill me, now he's threatening my daughter, Téa's daughter, our granddaughter.",
        "Marty: I know. She's our granddaughter, right? So we're in this together.",
        "[SCENE_BREAK]",
        "Officer: Here's that report you requested from that hospice in St. Kitt's.",
        "John: Thanks.",
        "John: Well, according to this, not only did Evans have Téa's body transferred to the crematorium immediately after recording time of death, he also accompanied the body personally.",
        "Natalie: So he had every opportunity to make a switch.",
        "John: Looks that way.",
        "Natalie: I just don't get the Eli connection.",
        "John: Téa's illness played into Clarke's hands. He got Evans to take her away to a remote location, away from her family, and when she was weak enough...",
        "Natalie: They were able to get her to change her will so that Ross would get custody of her daughter.",
        "John: Right. It also explains why Ross was named Danielle's guardian, and it also gave Clarke a shot at Danielle so he could ransom her back to Manning.",
        "Natalie: But even still, I mean, Greg Evans is one of the most well-respected neurosurgeons in the world. He doesn't need the money, so how did Eli manipulate him into doing all this to Téa?",
        "John: Well, obviously Eli had something on him.",
        "Natalie: Well, whatever it is, it must be something very powerful.",
        "[SCENE_BREAK]",
        "Phylicia: We were just talking about Gregory.",
        "Destiny: What about him?",
        "Richard: His condition is very serious.",
        "Destiny: Is he dying? Is that the truth you think I should know?",
        "Richard: He isn't out of the woods yet, but--",
        "Destiny: No. He can't die.",
        "Phylicia: Destiny.",
        "Destiny: No. He can't die. When Shaun was in the hospital, Greg told me he wasn't a superhero. But you know what? He was always one to me! For as long as I can remember, and superheroes don't die!",
        "Phylicia: Oh, baby, come here. Come here.",
        "Destiny: I need him, mama! He can't leave me. He can't leave me!",
        "[SCENE_BREAK]",
        "[Dani struggling]",
        "[SCENE_BREAK]",
        "Téa: This is impossible. I was sick. I--I was getting sicker by the day. You saw me. You saw me. I was getting weaker and weaker until in the hospice I couldn't even move. Greg was giving me medications and treatments!",
        "Eli: All of which were making you sicker and sicker. But see, Greg was supposed to finish the job. Instead he chose to double cross me, kept you alive. Well, I guess he thought if he saved you, it would make up for his--oh, let's just call them past sins.",
        "Téa: What past sins?",
        "Eli: It doesn't matter. All that's important is those sins are what allowed me to convince Greg to do this in the first place.",
        "Téa: You blackmailed him.",
        "Eli: I did what I had to do to get what I want.",
        "Téa: What do you want, Eli?",
        "Eli: Financial independence. Your death was supposed to secure that for me, but everything happens for a reason. Things turned out just fine because you may be more valuable to me alive.",
        "[SCENE_BREAK]",
        "Starr: You're right. I love James. I have loved him since the day that we met.",
        "Hannah: What about Cole?",
        "Starr: Well, gosh, I've been lying to him for so long, but I can't keep hurting him like this. I'm just going to have to let him know that I'm not in love with him anymore.",
        "Hannah: You really mean that?",
        "Starr: You're right, Hannah. James and I belong together, and Cole, well, he belongs with you. So I'll just have to go back and tell them both. Cole, I'll just break up with him. You know, let him down easy.",
        "Hannah: No, no, no, no! How stupid do you think I am? You'll say anything to get out of here!",
        "Starr: No, I'm telling the truth, Hannah! I love James, and I want to be with James!",
        "Hannah: Well, I can't let you leave.",
        "Starr: All I want is to be able to leave with my baby, Hannah.",
        "Hannah: It's not gonna happen.",
        "Starr: Well, then what are you gonna do? You won't kill us, Hannah! I know that you've done other things, but you would never shoot me! You would never shoot an innocent little girl! Right?",
        "Hannah: You're right. And I don't want to kill anyone, and I don't have to. Yet. Because nobody's ever gonna find you here.",
        "Starr: W--where are you going? What are you doing? You can't just let us be in here. We'll starve, Hannah.",
        "Hannah: Well, you brought food in your backpack, didn't you?",
        "Starr: No. Not enough. Not enough for me and a baby! How long do you expect to keep us in here?",
        "Hannah: Just long enough for Cole to forget about you... and fall in love with me.",
        "[SCENE_BREAK]",
        "John: Hey. You okay?",
        "Natalie: Yeah.",
        "John: Yeah? Okay, look, there's a team on its way to Cherryvale. They're gonna do a full sweep of the room that Evans' patient was in.",
        "Natalie: Oh, that's great. And I'm gonna get these ashes over to the lab for analysis.",
        "John: Hey, wait a second. I thought Manning didn't let you get your hands on that urn.",
        "Natalie: Yeah, he thought he didn't either, but I swiped this when you were with your FBI buddies.",
        "John: What are you gonna test it for? You can't get a DNA sample from it.",
        "Natalie: From cremated remains, no, but if there is just one bone fragment that wasn't completely incinerated, we might have a chance.",
        "John: Okay. Now all we need is a sample of Téa's DNA that we can run it against.",
        "Natalie: Well, yeah, um... picked this up from her bathroom, so anything else?",
        "John: What do you got in there?",
        "Natalie: Ha!",
        "John: That's good.",
        "[SCENE_BREAK]",
        "Phylicia: Destiny, no one said that Greg is going to die.",
        "Richard: But we can't pretend that this isn't serious.",
        "Destiny: No.",
        "Phylicia: No what, baby?",
        "Destiny: Greg is going to wake up soon. That's all there is to it.",
        "Richard: That's what we're all praying for.",
        "Destiny: You can pray if you want to, but I don't need to. I mean, come on, it's almost my birthday. Greg wouldn't miss my birthday.",
        "Phylicia: Sweetheart, you are absolutely right. I think that Greg knows somewhere inside that your big day is coming... and that will give him the will to recover.",
        "Richard: Yeah.",
        "Destiny: It better. Because Greg looked like he lost that will when Téa died on his watch.",
        "[SCENE_BREAK]",
        "[Téa panting]",
        "Téa: What are you gonna do with me?",
        "Eli: Well, you being alive does change things somewhat. The only people who know you didn't die are you and me and Greg, so if you'll excuse me, I have to go deal with that right now.",
        "Téa: Wait. You're not gonna keep me locked up in here, are you?",
        "Eli: You got a better idea?",
        "Téa: Well, please, please, please, Eli, I need to get out and tell Dani and Todd I'm still alive. Please?",
        "Eli: Téa, I know you're not at your best right now, but even you should realize why I can't let you do that.",
        "Téa: That was Dani, wasn't it?",
        "Eli: I have to go. Please move.",
        "Téa: Eli, Eli, listen to me, listen to me, I don't care what you've done or why you've done it. I just want to see my family. I just need to see them and let them know that I am all right, okay? Please, Eli.",
        "Eli: You know what? You're really starting to get on my nerves!",
        "Téa: No! No!",
        "Eli: Sit down!",
        "[SCENE_BREAK]",
        "[Dani struggling]",
        "[Thud]",
        "[SCENE_BREAK]",
        "Eli: I'll be back. Always wanted to say that. Ha ha!",
        "[SCENE_BREAK]",
        "Dani: Starr, I'm coming. Ow! Starr, I'm coming. I'm gonna find a way to get you out of there, okay? I'm coming. I'm coming.",
        "[SCENE_BREAK]",
        "Natalie: I dropped the ashes and the hair samples off at the lab for analysis.",
        "John: To confirm what we suspect--those remains aren't Téa's.",
        "Natalie: And she's alive.",
        "John: The question is, where is she now?",
        "[SCENE_BREAK]",
        "Dani: Starr, hang in there, okay? I've got a plan. Okay, okay, Starr. Starr, I'm gonna try something that I learned from Ross. God, my mom would kill me if she knew I know how to break into places.",
        "[SCENE_BREAK]",
        "Blair: Téa and I bonded over a time of crisis, too. And you can believe that. Mortal enemies until the day I found out that she was dying. Finally at the end, she was my friend. Now she's gone.",
        "Marty: Well, Blair, I can promise you that once our girls are home safe and sound and things return to normal, you and I will never ever become friends.",
        "Blair: Hmm.",
        "[SCENE_BREAK]",
        "Todd: Are you telling me there was no background noise in that last phone call? None at all?",
        "Gillespie: We've made repeated attempts to enhance it, but--",
        "Cole: Then try again! Look, there's no way we're gonna let Starr down.",
        "[SCENE_BREAK]",
        "Starr: Don't worry, Hope. Hannah was wrong when she said that no one would find us. Too many people care about us, okay? Someone will find us. Someone will find us.",
        "[SCENE_BREAK]",
        "James: Well, I guess Cole isn't coming back anytime soon.",
        "Langston: Nope, guess not.",
        "James: Well, then I better go.",
        "Langston: Okay.",
        "James: Oh, hey, can you do me a favor? Can you tell Cole I stopped by? Tell him I think if we put our heads together, we can find a way to bring Starr back.",
        "Langston: I'll tell him.",
        "James: Thanks.",
        "[SCENE_BREAK]",
        "Hannah: What are you doing here?",
        "James: Where did you get this?",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Destiny: It's Darren. I promised I'd call him with an update.",
        "Phylicia: Mm. Go ahead, baby. If you need us, we'll be in the chapel.",
        "Richard: Did you hear the way our girl talked about Gregory? Huh. The way she needs him. We can't tell her now.",
        "Phylicia: I know. I wonder if we'll ever be able to.",
        "[Cell phone rings]",
        "[SCENE_BREAK]",
        "Officer: That guy's not going anywhere.",
        "[SCENE_BREAK]",
        "Dani: Okay. 1, 2, 3! [Gasping]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=lcUklq9J4PU"
}