{
    "Episode Summary": [
        "Episode # 10988"
    ],
    "Recap": [
        "Everyone prepares for tonight's première of David's film. Roxy hires Rama as a stylist in Foxy Roxy's. Vimal's mother comes in for a manicure. Rama begs Cristian to take care of her. Vimal's mother tells him that her daughter in law is a saint for looking after he sick friend Aubrey instead of herself and her unborn baby. Rama wonders how she will explain not being pregnant to her in-laws. Cristian offer to get her pregnant. Vimal's mother is ecstatic to meet David Vickers in person. Rama plans to sneak into the premiere Todd Manning gives Vimal three tickets to the premiere.",
        "David is surprised that Rex is trying to blackmail Dorian. Rex asks Clint to press charges against Dorian for refusing him medical attention. Rex plays the sympathy for Shane card so Clint threatens Dorian. Clint warns Rex that he is playing a dangerous game with Todd Manning. Vicki can't believe that Clint is still planning to go to Statesville for a murder he didn't commit. Viki asks Natalie if she loves Brody enough to lose her sister and if she still has feelings for John. Natalie tells her mother that she will always care about John, but they are over.",
        "Original Todd manning dreams that Brody asks Vimal if he is going to tell John that he is really Liam's father. In the world of the waking, Vimal tells Brody he will keep the secret. John does a DNA test to verify Original Todd manning's identity. Roxy almost sees Original Todd in John's room. John rummages through the drawers in Todd's office, puts an object into a plastic bag, and then pockets it. Todd tells Tea that he had been involved with some deadly people and one of them was Sam's kidnapper. Tea wonders why Todd keeps talking about losing them. Tomas tells Blair about his career in the CIA. Dorian presses him into taking Blair to David's Premiere. Dorian tells him privately that she has been waiting for Blair to meet a man who will make her get over Todd. Tomas calls john McBain and as he is leaving a message that he needs to talk to John about Todd manning, Original Todd picks up the phone."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: No, no, absolutement pas.",
        "Blair: Dorian, you are gonna have to pick out one of these dresses to wear.",
        "Dorian: Honey, it has to be perfect, ok? This is going to be one of the most important nights in Llanview history.",
        "[SCENE_BREAK]",
        "Cristian: I still don't see why you're going to all this trouble.",
        "Roxy: Man, I told you. I want to impress those stars and illuminaries that are coming to get their hair and their nails done for the big movie premiere.",
        "Cristian: Illuminaries?",
        "Roxy: Yeah. People coming from far and near. In fact, it's gonna be so crowded here, I had to hire an extra girl. As a matter of fact, here she is. Welcome aboard, honey.",
        "[SCENE_BREAK]",
        "David: What do you do with a stylist, anyway? You could wear a burlap sack and be the belle of the ball. Speaking of which, what do you say we go put on burlap sacks?",
        "Dorian: And hit the sack? No, darling. I can't help wondering what your co- star, Ionia Masters is going to be wearing. Or if indeed she'll have the nerve to show up at the premiere after what she and Echo DiSavoy did to destroy our lives.",
        "David: Well, at least Echo is going to be in Statesville for the rest of her life.",
        "Dorian: Not if Rex Balsom has anything to say about it.",
        "[SCENE_BREAK]",
        "Clint: What are you doing here?",
        "Rex: I need something from you.",
        "[SCENE_BREAK]",
        "Viki: Natalie!",
        "Natalie: Hey, Mom. Is everything ok?",
        "Viki: You tell me. I went to your room this morning and you were already gone.",
        "Natalie: I kind of had an early start. What's up?",
        "Viki: I want to talk to you, honey. About your relationship with Brody.",
        "[SCENE_BREAK]",
        "Brody: Vimal.",
        "Vimal: Officer Lovett, what can I do for you?",
        "Brody: You promised me an answer. So what's it gonna be? Are you gonna stay quiet about Liam's paternity or are you gonna tell John that he's the father of Natalie's child?",
        "[SCENE_BREAK]",
        "[Old Todd Gasps]",
        "John: Bad dreams?",
        "Old Todd: Yeah. I-- I dreamed someone stole my entire life and I lost everyone that I ever loved. Oh, wait. That's real. What are we gonna do about that?",
        "John: This.",
        "Old Todd: Ok, if you think cleaning your ears is really gonna help.",
        "John: I'm getting a DNA test, all right? It's time to find out who you really are.",
        "Old Todd's voice: You want to know who I am? I'm Todd Manning.",
        "[SCENE_BREAK]",
        "Téa: Hey. You all right?",
        "Todd: Yeah. There's something you need to know about me.",
        "[SCENE_BREAK]",
        "Roxy: Cristian, this is rococo.",
        "Cristian: It's Rama.",
        "Roxy: It is? Oh, man. I got a lot of stuff to do at the hotel, so you hold down the fort.",
        "Rama: What about my orientation?",
        "Roxy: Oh. Orient this. You're all set, baby. See you later.",
        "Cristian: I didn't know you were a manicurist.",
        "Rama: I'm not, but the only other job available was substitute bartender at Capricorn, and I didn't think you'd want to work with me.",
        "Cristian: Yeah, I was pretty mad at you. I mean, you lied to your husband about being pregnant and convinced him to go to prison just so you could get a big payday.",
        "Rama: I'm just gonna go.",
        "Cristian: No, no. It's all right. I've cooled off a little. Besides, it seems like you're paying for your mistakes.",
        "Rama: It's called karma. I've learned what's really important. And our friendship was important.",
        "Cristian: I've missed our friendship. And anyway, the person you really hurt was Vimal.",
        "[SCENE_BREAK]",
        "Vimal: Officer Lovett, I appreciate your situation, but I have my own troubles. I promised my parents I'd take them to the big film premiere tonight. I don't have any tickets.",
        "Brody: You think I care about a movie? This is my life we're talking about here.",
        "Vimal: You don't understand. My parents are huge David Vickers fans. \"Supermodel crime club\"? Huge in India. They're gonna be so disappointed, but not nearly as disappointed as when they find out I don't have a grandchild to give them, that Rama's not even pregnant, that we're not even together anymore. So you're still free to blackmail me.",
        "Brody: I'm not forcing you to keep this quiet, Vimal. I'm asking you. But I need to know now. I need an answer. I need to know if my whole life is gonna turn upside down.",
        "[SCENE_BREAK]",
        "Viki: Jessie told me about the fight you two had yesterday.",
        "Natalie: The one where she tried to kick me out?",
        "Viki: She suggested that you move in with Brody, honey, but I don't think she meant that.",
        "Natalie: Oh, Mom. She meant it.",
        "Viki: Maybe--maybe she means it now, but, darling, you have to understand how much she is hurting.",
        "Natalie: Are you kidding? That's all she talks about.",
        "Viki: Then obviously, you realize how difficult it is for her to see her sister and her ex-fiancé and their baby. Honey, you have to give her time.",
        "Natalie: How much time? How long am I supposed to put my happiness on hold?",
        "Viki: Let me ask you this. How strong are your feelings for Brody? I mean, are you two together because you really, really like each other and because it's convenient? Because of the baby? Or do you two really love each other? Love enough to sacrifice a relationship with your sister?",
        "[SCENE_BREAK]",
        "Clint: What could you possibly need from me? You already cleaned me out.",
        "Rex: Tell Dorian Lord that you're gonna press charges against her for refusing you medical care and leaving you to die...unless she drops the charges against Echo. I want my mother released from jail.",
        "Clint: I heard about the kidnapping. With those two fools, it was only a matter of time.",
        "Rex: Will you do it?",
        "Clint: Frankly, I don't care what those two women do to each other. So why should I get mixed up in all of this?",
        "[SCENE_BREAK]",
        "David: Rex is blackmailing you to keep his floozy of a mother out of prison?",
        "Dorian: He says if she goes to prison, so do I.",
        "David: For what crime? It doesn't matter. Echo has to pay for what she did to you. And I don't want to see you behind bars. Just think of all the bad publicity for the movie. On second thought, think of all the good publicity that'd be.",
        "Dorian: Doesn't matter. I am not gonna play ball with Rex. First of all, he needs Clint's testimony, right? And what are the only things that Clint cares about? Money, power, and Rex has stripped him of both. So why would he help Rex out?",
        "Stylist: Pardon, Madame. I think these will be to your liking.",
        "Dorian: Oh! Ah, let me see, serge. No. Oh, no, no. Uh, too black, too silk. Oh, maybe.",
        "[SCENE_BREAK]",
        "[Doorbell rings] Hmm.",
        "Blair: Hello.",
        "Tomás: Hey.",
        "Blair: What do I owe the pleasure?",
        "Tomás: I came to see how Sam was doing.",
        "Blair: Actually, he is enjoying his hero status.",
        "Tomás: I'll bet.",
        "Blair: But we still haven't found the man who kidnapped him.",
        "Tomás: I'm sorry to hear that. Actually, Sam's not the only reason I'm here.",
        "Blair: Really?",
        "Tomás: I wanted to see you. Last time we spoke, you accused me of keeping secrets.",
        "Blair: Yes, I did.",
        "Tomás: So I've decided to come clean. Starting with that file the CIA has on me.",
        "[SCENE_BREAK]",
        "Todd: I have not been completely honest with you about what's been going on.",
        "Téa: No kidding.",
        "Todd: A while back, I started doing some business with some pretty dangerous people. As a matter of fact, I don't know if you recall these serious telephone calls I was getting? Those were from these people. Anyway, I got in over my head, and one of these people, actually, the most dangerous one, was the one that kidnapped Sam. But he's dead now.",
        "[SCENE_BREAK]",
        "John: All right. Open up. This won't hurt a bit.",
        "Old Todd: Let's just wait a second, all right? One minute.",
        "John: What? You afraid you aren't Todd Manning?",
        "Old Todd: Well, what if the guy with my name but a completely different face is right... and I'm a little crazy?",
        "John: Is that what you think?",
        "Old Todd: I'm not sure.",
        "John: There's only one way to find out. Open wide.",
        "[SCENE_BREAK]",
        "Rama: Vimal's parents are in town. I have no idea how they took the news of their daughter-in-law pretending to be carrying their grandchild and how her deception forced--",
        "Mrs. Patel: Hello? Anyone here?",
        "Rama: Oh, my gosh. It can't be. It's Vimal's mom. I can't face her after all the lies I've told.",
        "Cristian: I don't see how you can avoid it.",
        "Rama: I do--you take care of her. Please?",
        "Cristian: What do you expect me to do?",
        "Rama: I don't know, which means we're in the same boat. Just do something. Please. Go, go, go. Take this. Take this.",
        "Cristian: Hi.",
        "Mrs. Patel: Oh, hello.",
        "Cristian: How can I help you?",
        "Mrs. Patel: I want to get my nails done before the gala movie premiere tonight.",
        "Cristian: Ok. Ok, sure. Come in. Sit. Here.",
        "Mrs. Patel: Thank you.",
        "Cristian: So you're going to some event?",
        "Mrs. Patel: Yes. My son is taking all of us. I was also hoping to treat my daughter-in- law for the manicure before the big event, but she is such a saint.",
        "Cristian: She is?",
        "Mrs. Patel: She has been busy nursing her sick friend, Aubrey when she should be taking care of herself and the baby she's carrying.",
        "[SCENE_BREAK]",
        "John: You got a terrible amount of plaque buildup. You should see a dentist while you're in town. In the meantime, you stay here, all right? You don't go anywhere. You don't answer the phone. You don't answer the door, all right? Somebody already tried to kill you once. They'll probably try again.",
        "Old Todd: I'd put the imposter Todd on the top of that list.",
        "John: Someone tried to kill him, too.",
        "Old Todd: Yeah, about that. There is something about what Tomás Delgado is saying that just doesn't make any sense. He used his CIA contacts to protect an imposter. Why would he do that? It doesn't make any sense at all.",
        "John: No. It doesn't. If that's what happened, it's only part of the story.",
        "Old Todd: Ok.",
        "John: Ok.",
        "Old Todd: Wait. Where are you going?",
        "John: I'm gonna go get your DNA analyzed, all right? Because if you are the real Todd Manning, I gotta find out who that other guy is living your life.",
        "[SCENE_BREAK]",
        "Todd: The most dangerous one, the one that could hurt us the most, he's dead.",
        "Téa: Did you kill him?",
        "Todd: No, I didn't.",
        "Téa: Did Tomás kill him?",
        "Todd: No.",
        "Téa: So these dangerous dealings you had?",
        "Todd: All taken care of. I swear.",
        "Téa: Uh-huh. And that's all you're gonna tell me?",
        "Todd: That's all I can tell you. Would you give me details about a case you were working on?",
        "Téa: I'm a lawyer. I'm legally bound to confidentiality.",
        "Todd: I'm a father and a husband. I'm morally bound to protect you and my children. I am not gonna lose my children. I'm not gonna lose you.",
        "Téa: There you go again--talking about losing us. Why are you talking like that?",
        "Todd: In a lot of ways, I feel like I already have.",
        "[SCENE_BREAK]",
        "Blair: So wait a minute. You're telling me that you were a CIA agent?",
        "Tomás: Yes.",
        "Blair: Not only are you a world-class painter, musician, you're also a secret agent? I don't even know how people get jobs like that.",
        "Tomás: I was recruited at Juilliard.",
        "Blair: Juilliard? Really? Wow. I didn't know that it was a breeding ground for spies.",
        "Tomás: I was a classically trained pianist about to embark on a world tour. That would allow me to fly under the radar. And I had a facility for languages, so that was an asset.",
        "Blair: You're a CIA agent.",
        "Tomás: Was.",
        "Blair: Well, that at least explains the file.",
        "Tomás: There's more.",
        "[SCENE_BREAK]",
        "Dorian: Why don't we just forget about Rex Balsom, his psychotic mother, and his demonic father, all right? We have got much more important things to do.",
        "David: Just think about it. The movie about me, starring me, depicting me as a two-dimensional character for a full hour and a half.",
        "Dorian: [Laughs] Superbe. Darling, now, we have to concentrate on this premiere tonight. We've got a million things to do.",
        "David: And you got a million more dresses to go through. I'm gonna go make sure that our P.R. person knows what the heck they're doing, then I'm gonna stop by the palace and make sure that everything's set up properly.",
        "Dorian: Mm, I love this take-charge side of you.",
        "David: Baby, I think tonight is gonna change our lives forever.",
        "Dorian: Ohh!",
        "[SCENE_BREAK]",
        "Rex: You owe me your life.",
        "Clint: I paid you back with everything I own.",
        "Rex: Then don't do it for me. Do it for Shane.",
        "Clint: What does any of this have to do with Shane?",
        "Rex: Well, he lost his mom, for starters, or did you forget where you got that heart?",
        "Clint: I remember.",
        "Rex: It's bad enough the people responsible for what happened to Gigi aren't being made to pay for it. Shane loves his grandmother. He can't lose her, too. He's gonna need her now, especially.",
        "Clint: Well, he's still gonna have you, isn't he?",
        "Rex: I just meant that he can't lose anybody else. Now, I know I have nothing else to hold over you. But if you care about Shane like you say you do, you'll do this.",
        "[Telephone ringing]",
        "Dorian: Mayor Dorian Lord.",
        "[SCENE_BREAK]",
        "Natalie: I don't want to have to choose between Jessica and Brody. I don't want to lose Jessica. But you know what, Mom? I finally get a chance to have something that I've always wanted. A family.",
        "Viki: What about John?",
        "Natalie: Oh, Brody and I talked about it, and we're not gonna live down the hall from him at Angel Square. We're gonna find our own place.",
        "Viki: I'm not talking about real estate. What about your feelings for John?",
        "[SCENE_BREAK]",
        "Clint: Dorian?",
        "Dorian: Clint.",
        "Clint: Yeah. I'm gonna make this short and sweet. You stood by and watched as I almost died. That is attempted murder.",
        "Dorian: I beg to differ.",
        "Clint: Shut up and listen. I could send you to prison for a long time. And your medical license be permanently revoked, and as mayor, you'll be run out of office.",
        "Dorian: I am finding this conversation neither short nor sweet, so get to the point, Clint.",
        "Clint: The point is I won't pursue any of this if you make the charges against Echo go away.",
        "Dorian: Rex got to you, didn't he? Have you got any idea what that woman did?",
        "Clint: This is not a conversation, Dorian, it's an ultimatum. I have nothing to lose, you have everything to lose. What's it gonna be?",
        "Dorian: I suppose that you leave me no choice. Ok. I'll do what you're asking.",
        "Clint: Good. I expect immediate results. If I don't get them, all bets are off and you are dead meat.",
        "Rex: Gotta hand it to you. You make a great bully.",
        "Clint: Rex, wait a minute. I may not own B.E. anymore, but I have contacts there, so I know about the company that you set up to buy the satellite out from under Todd Manning.",
        "Rex: It's my company. I can do what I want.",
        "Clint: And I understand your vendetta against Todd, but I need to warn you. You're playing a very dangerous game.",
        "[SCENE_BREAK]",
        "Téa: How have you lost me?",
        "Todd: Well, you know... we do occupy the same bed at night, but... it has been a while.",
        "Téa: I was angry at you for going behind my back to get Jack out of trouble. And, Todd, you know that in general, keeping secrets from me the way you've been keeping, it's not the biggest turn-on.",
        "Todd: Ok. Fair enough. But are any of those secrets as big as the one you kept from me about Dani?",
        "Téa: So what--two wrongs make a right?",
        "Todd: I don't know. I have no idea what that means. I will tell you this. Somehow we got past it, didn't we? We moved on. We always move on. Somehow. I think you and I are bound to hurt each other forever.",
        "[Téa giggles]",
        "Todd: It's just who we are. But we're gonna love each other no matter what. That's also who we are. No matter how much pain we cause each other, I think our love is always gonna win out. Am I right about this?",
        "Téa: I'd like to think so.",
        "Todd: Not that I--",
        "Téa: What is it?",
        "Todd: I just--I talk a big game but I cannot promise you that I'm not gonna hurt you again, I'm not gonna deceive you, I'm not gonna lie to you, I'm not gonna keep secrets. I wish I could. I can't. The only thing I can tell you is that I'm always gonna love you. I'm asking a lot of you right now. Asking you to trust me when I have not been trustworthy. Asking you to take a big leap. I don't know if you can do that. Can you do that?",
        "[SCENE_BREAK]",
        "Blair: There's more?",
        "Tomás: It's about Todd and the shooting.",
        "Blair: Oh, God. Don't tell me that you shot--",
        "Tomás: No, I didn't shoot him. But he did see me at the window.",
        "Blair: What were you doing at the window?",
        "Tomás: I still have connections. I found out what was going down. I went there to stop the shooter. I struggled with him and I managed to chase him off before he finished the job.",
        "Blair: Yeah? Why didn't you tell me all this before, Tomás?",
        "Tomás: Because I didn't think it was safe.",
        "Blair: Why are you telling me now?",
        "Tomás: Because I care about you. And I think you should know. Things have changed.",
        "Blair: I did ask. Your answers in this is not exactly what I was expecting.",
        "Tomás: I can imagine.",
        "Blair: But I am relieved to know that you are James Bond and not Dr. No.",
        "Tomás: Well, now that you know, what does that mean for us?",
        "[SCENE_BREAK]",
        "[Keys jingle]",
        "Roxy: Yo, Johnny, I know you hate it when I just barge in here, but I knocked on the door and nobody answered. And then I listened and I knew you were in the shower. I just want you to know that I'm very glad that you're here, because you and me, we gotta have a little talk.",
        "[SCENE_BREAK]",
        "Vimal: This was not an easy decision to make. I had to consider many factors and variables, extrapolate many possible anomalies, but ultimately, I've decided--oh, hey. John McBain.",
        "John: What are you doing here?",
        "[SCENE_BREAK]",
        "Mrs. Patel: So beautiful. They're a masterpiece. You're a true artist.",
        "Cristian: Not too bad, huh?",
        "David: Roxy?",
        "Cristian: She's--",
        "David: I need you to make me handsomer.",
        "Mrs. Patel: David Vickers?",
        "David: Do I know you?",
        "Mrs. Patel: No, but I'm your biggest fan. I was excited enough about attending tonight's premiere, but to see you in person--wow! This is greater than a million dreams!",
        "David: Ha ha ha!",
        "Cristian: Did you hear all that?",
        "Rama: Yeah, I can't believe Vimal hasn't told his parents that I'm not really pregnant and that we're no longer together. How will he explain when I'm not with him at the movie premiere tonight?",
        "Cristian: I'm sure he'll think of something.",
        "Rama: No. He won't be able to handle it. He's not that devious. He's way too honest. Perhaps there's something I can do to help.",
        "[SCENE_BREAK]",
        "John: You working on something?",
        "Brody: Yeah. I was just canvassing the employees on the attack on Jack Manning.",
        "John: I might have a lead on that.",
        "Brody: All right. I'll see you at the station.",
        "John: Did I interrupt something?",
        "Brody: No.",
        "John: What's on your mind, Vimal?",
        "Vimal: Um, nothing. Nothing. What can I help you with, Lieutenant McBain?",
        "John: Is Manning around?",
        "Vimal: No. I'm afraid Mr. Manning isn't in yet, but I will let him know you stopped by.",
        "John: It's ok. I'll wait.",
        "Vimal: All right. Suit yourself.",
        "Brody: What did you say to John?",
        "Vimal: Nothing.",
        "Brody: You said you made a decision.",
        "Vimal: I did. We have another saying in India. Anth bhala to sab bhala. \"If the end is good, everything is good.\"",
        "Brody: So that means--",
        "Vimal: It means--it means I believe that you and Natalie will love and care for that child and raise it in a good household. So I won't interfere. The secret's safe with me.",
        "[SCENE_BREAK]",
        "Natalie: Yes, I still have feelings for John. Probably always will. Things would have been so much different if Liam had been his, but that's not the way things worked out. And it took me a long time to accept it, but John and I are over.",
        "Viki: Really? That's a lot to work through. I know how much you meant to each other.",
        "Natalie: At least now I know it's possible to move on. To have feelings for someone else. You should understand that. You and Dad still care for each other. But when it was over, you were able to feel again. I really hope that Jessica and I can be close again someday. But I don't want to feel guilty for wanting to be happy.",
        "Viki: Baby, I want you to be happy. I really do. I want you to be truly happy. But I want to make sure it's with the right guy.",
        "[SCENE_BREAK]",
        "Rex: I'm not afraid of Todd.",
        "Clint: I'm not warning you about Todd. I'm warning you about revenge. Obsession. I was obsessed with the company. I was obsessed with the family name and look where it got me.",
        "Rex: Why don't you stop pretending you care about what happens to me? I got what I came here for. I don't need anything else from you, least of all advice.",
        "Clint: Then what do you want, Rex?",
        "Rex: What do I want? I want Gigi back. But I can't have that, can I? So why should Todd Manning and his murdering sociopath son get to be happy?",
        "Clint: What are you saying?",
        "Rex: Your family's here.",
        "Natalie: Rex--Rex, wait.",
        "Viki: Why was Rex here? I assumed you two had nothing left to say to each other.",
        "Clint: We don't.",
        "Viki: If you don't mind my asking, what was that all about?",
        "Clint: A bit of unfinished business. But it's over now.",
        "[SCENE_BREAK]",
        "Blair: Ok, Tomás, I asked for answers and you gave them to me.",
        "Tomás: Answers that involve a dangerous past that I can't quite shake. Are you scared?",
        "Blair: Do I look scared?",
        "[SCENE_BREAK]",
        "Dorian: Oh. I suppose this means Tomás is going to be escorting you to the premiere?",
        "Blair: Oh, it's--here it is. David's movie. All about David. Starring David.",
        "Dorian: But executive produced by moi.",
        "Blair: It's gonna be a big red carpet shindig.",
        "Tomás: I would love to take you. That is, if--",
        "Dorian: If? If? If? What?",
        "Blair: Of course I would love it if you escorted me.",
        "Dorian: Great. Now, darling, didn't you have an appointment for a mani-pedi?",
        "Blair: Yes, I do. You want to walk me out to my car?",
        "Tomás: Love to.",
        "Blair: Great.",
        "Dorian: Bye! Bye-bye, Blair! But Tomás, excuse me. Could I have just a word with you?",
        "Blair: Bone chance.",
        "Tomás: See you later.",
        "Dorian: Ah, that girl.",
        "Tomás: What can I do for you, Mayor Lord?",
        "Dorian: I want to talk to you... about Todd.",
        "[SCENE_BREAK]",
        "Téa: No matter what we just did, no matter how fun it was... it doesn't solve everything between us, you know.",
        "Todd: I know, I know.",
        "Téa: But I am willing to take that leap with you. Till death do us part.",
        "[SCENE_BREAK]",
        "Roxy: Confidentially, I was very steamed about the way you treated Natalie. But we've had a lot of water that's passed since then, and she's moving on with Brody, which I'm sure you got a lot to say about that.",
        "[Old Todd Grunts]",
        "Roxy: See, that's what I thought you'd say, because you are the strong and silent type. Maybe a little bit more silent than usual. But, Johnny... I want to look you eye to eye and know that we're gonna be good friends. And just to prove that I'm not harboring any harsh feelings about anything, if you take that towel off, I will work on that beautiful hair of yours.",
        "[SCENE_BREAK]",
        "Natalie: Hey. I've left you, like, a million messages.",
        "Rex: You have?",
        "Natalie: Yeah. I haven't seen much of you lately. How are you?",
        "Rex: Just finding ways to cope.",
        "Natalie: How do you mean?",
        "Rex: Just trying to get through each day.",
        "Natalie: Listen, why don't I come over tonight? We don't have to do anything, just order a pizza. Hang out. I'll bring Liam. It'll be nice for Shane and his cousin to spend some time together.",
        "Rex: Thanks. Maybe some other time.",
        "[SCENE_BREAK]",
        "Clint: My doctor was in here a little earlier. He told me he's soon gonna give me my walking papers. So it's Statesville, here I come.",
        "Viki: Why are you letting this happen? You didn't kill Eddie Ford.",
        "Clint: Viki, I told you. We're not discussing this.",
        "Viki: Oh, I see. I'm supposed to just stand by and watch you go from a hospital bed to a prison cot?",
        "Clint: It really is the only way.",
        "Viki: I don't even know how you can say that. Your family just got you back. And now you are choosing to go and be locked up for years?",
        "Clint: Then I guess I better make sure that my last days of freedom count for something.",
        "[SCENE_BREAK]",
        "Dorian: My Blair is a very special person.",
        "Tomás: I'm aware of that.",
        "Dorian: And Todd Manning was the love of her life way before your sister met him.",
        "Tomás: I know that, too.",
        "Dorian: Every man since Todd has been, at best, transitional. Almost as if she was making bad choices to guarantee that she would never get over Todd.",
        "Tomás: You know, she's as much as admitted that.",
        "Dorian: It's always been my fervent hope that she would meet someone who would help her end this Todd Manning cycle.",
        "Tomás: If that's the case, then I hope I'm the one.",
        "[SCENE_BREAK]",
        "Roxy: Oh, my God, what time is it? Oh, my God. I gotta be at the Hair Haven. I got so many hairdos to do for that premiere. Which, of course, I'm not invited to. Were you invited there? All right. Well, maybe you're not missing nothing. Ok, I'll see you later.",
        "[SCENE_BREAK]",
        "Vimal: Mr. Manning. I--",
        "Todd: Yeah.",
        "Vimal: Would those happen to be tickets for the big movie premiere tonight?",
        "Todd: Yeah. Why?",
        "Vimal: My parents are huge David Vickers fans.",
        "Todd: You're kidding.",
        "Vimal: No. No, no. I'm not. And nothing would give them greater joy than for me to be able to take them to that premiere, but alas, I don't have any tickets.",
        "Todd: That sucks.",
        "Vimal: Of course, I could go if you gave me a few of your tickets.",
        "Todd: Why would I do that?",
        "Vimal: Because--because I'm keeping the secret of the paternity of your niece, Natalie's child.",
        "Todd: Right, and I gave you a job. But I do have a huge block of tickets.",
        "Vimal: For your most devoted employees?",
        "Todd: No. Because I don't want to sit next to anyone I don't like. How many do you need?",
        "Vimal: Oh, um...just 3.",
        "[SCENE_BREAK]",
        "Rama: I'll show up at the movie premiere for Vimal.",
        "Cristian: If you can get a ticket.",
        "Rama: If I can crash a billionaire's double wedding, I'm gonna be able to do it. This will be a piece of gulaab jaamun. The only problem is I won't be pregnant. Vimal will still be in a jam.",
        "[SCENE_BREAK]",
        "[Camera's shutter clicks]",
        "Mrs. Patel: I can't wait to tell Vimal and my husband that I met David Vickers!",
        "David: Oh, it's my pleasure. It's a dollar for the photo.",
        "Roxy: Oh, that new girl is good! Come back soon.",
        "Mrs. Patel: Of course.",
        "Roxy: Great.",
        "Mrs. Patel: Bye-bye.",
        "Roxy: Bye-bye.",
        "David: Hey, Roxy.",
        "Roxy: Yes, star?",
        "David: I barely have time for my weekly spray tan.",
        "Roxy: Then strip down.",
        "David: Tonight is a really big night.",
        "Rama: Yeah, for everyone but Vimal.",
        "Cristian: Rama... what if I can get you pregnant?",
        "[SCENE_BREAK]",
        "David: Oh. There you are. Everything's set for our big night. What's wrong, baby?",
        "Dorian: I'm afraid I was wrong about Clint.",
        "David: Why? What do you mean?",
        "Dorian: Rex got to him somehow and Clint's left me no choice. I'm gonna have to drop the charges against Echo.",
        "David: Echo has to pay for what she did to you.",
        "Dorian: No matter, right? We've got our premiere tonight. Let us just concentrate on the festivities, huh? Ha ha!",
        "David: Tonight is the biggest night of our lives, and no one and no thing is gonna ruin that.",
        "[SCENE_BREAK]",
        "Natalie: Hey, you.",
        "Brody: Hey.",
        "Natalie: Where you been?",
        "Brody: Work.",
        "Natalie: Oh. Well, I was just going in to see Dad, so FYI, cat's out of the bag. Mom knows we're gonna move in together.",
        "Brody: Then I guess we better start looking for a place.",
        "Natalie: Big enough for our family.",
        "Brody: The sooner the better.",
        "[SCENE_BREAK]",
        "Vimal: Mother. Mother. What are you doing here?",
        "Mrs. Patel: Oh, I'm so excited. I had to come by and tell you. I met the David Vickers!",
        "Vimal: Wow! That's wonderful!",
        "Mrs. Patel: Yes. Yes! Are these the tickets for tonight's movie premiere?",
        "Vimal: Yes, they are.",
        "Mrs. Patel: Oh, Vimal. The 4 of us are going to have such fun. I can't wait.",
        "Vimal: Yeah. Yeah. The 4 of us.",
        "[SCENE_BREAK]",
        "Rama: I thought you and I were just gonna be friends.",
        "Cristian: That's not what I meant. Right. Good. I have an idea.",
        "Todd: What are you doing in my office?",
        "[SCENE_BREAK]",
        "[Telephone rings]",
        "[Beep]",
        "Tomás' voice: Lieutenant McBain, it's Tomás Delgado. I need to speak to you about Todd Manning. Call me when you get in.",
        "Old Todd, Imitating John: This is John McBain. Ahem. What'd you say about Todd Manning?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=yEswOal2g_Q"
}