{
    "Episode Summary": [],
    "Recap": [
        "Natalie inquires of Bo and Clint as to what is going on. Clint lets Natalie know that Nigel finally decided to tell them the contents of the letter that Asa left in Nigel's care. Natalie walks out with Jared. Nigel begins to open the letter from Asa. Charlie knocks on the door and Nash answers it instead of Jared. David finds some groceries outside of Marcie's door. She opens the door and grabs them out of David's hands. David goes to the café, deep in thought, as to who the woman is. Viki explains to Gigi and Noelle that David is an old friend that just needed a place to stay. Mo becomes upset when he finds out that his best frying pan isn't in its rightful place. When Viki mentions Marcie, then David puts the name to the face in the motel. Todd is in his office when Starr comes to visit. Todd offers a million dollars for info on where Marcie and Tommy are. When he sees how upset Starr is over Cole, he also offers millions for info on Cole. The kidnapper puts Marty and Cole in a van. The kidnappers catch Ramsay and John. John lets them know about the microchip in exchange for them releasing Marty and Cole. When Jared is told that he could be Asa's son, he declines the offer because he had fallen for Natalie. The van carrying Marty and Cole goes over a high bluff. David goes after the million dollars that Todd offers for info on Marcie and Tommy. David confronts Marcie as to who he should call, Michael or John. Marcie makes plans to leave Paris."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: Uh -- why do you guys look so weird?",
        "Clint: Because Nigel has decided the time has come to reveal the contents of the letter that your grandfather left in his care.",
        "Bo: It's the letter that was meant for Pa's long-lost son.",
        "Jared: Okay, wait --",
        "Bo: You know, I think we ought to do this in private.",
        "Clint: Yeah.",
        "Bo: It's a family matter.",
        "Jared: Of course. I'll leave. Ahem.",
        "Natalie: I'll go with you.",
        "Jared: No -- you're family.",
        "Natalie: Oh, they don't need my input here. Plus, I haven't seen you since last night at the airport.",
        "Bo: Are you ready?",
        "Clint: Ready as I'll ever be. Nigel, go ahead.",
        "[SCENE_BREAK]",
        "Nash: Can I help you?",
        "Charlie: Yes, I believe you can.",
        "[SCENE_BREAK]",
        "Gigi: Here you go, Sir.",
        "Man: Thank you very much.",
        "Gigi: Oh, don't worry, Viki. Charlie will call back.",
        "Viki: I know he will. I'm just, you kn --",
        "Gigi: In love?",
        "Viki: No!",
        "Gigi: You going to tell Charlie about that hunk you've got living with you?",
        "Noelle: What hunk?",
        "Gigi: The hunk I heard you knocked out with a frying pan.",
        "Moe: Is that why my best pan isn't in its usual spot?",
        "Viki: Guys, he's an old friend who needed a place to stay, that's it.",
        "Noelle: Oh, but you just got the one room.",
        "Gigi: Unless you count the bathroom, Noelle. Although, I can't really picture Mr. Tall, dark, and funny curled up in the bathtub.",
        "Noelle: My couch pulls out if he needs a place to stay. You just have a dirty mind, that's all I have to say!",
        "Gigi: Oh, don't tell me you wouldn't give him a tumble?",
        "Viki: Hey, guys, I would advise both of you to steer clear of him. David is a very handsome and very charming package of trouble.",
        "[SCENE_BREAK]",
        "Marcie: Hmm.",
        "David: I know you.",
        "[SCENE_BREAK]",
        "Starr: Dad?",
        "Todd: Hey. I thought you went to school.",
        "Starr: Yeah, I did. But it just got too hard, and Mom said that I could come home if I needed to.",
        "Todd: What, did you have a math class next period or something?",
        "Starr: No. The thing is, is that I sent out this email to all the kids in my class about Cole being gone, and everybody had so many questions for me, and I just didn't know what to say.",
        "Todd: Hey, that reminds me -- have you heard about this website, the international center for missing children?",
        "Starr: I think I heard the name.",
        "Todd: Yeah, what you do is you go to this site, and you create a case profile with all your information. I'll send you all the links. It's real easy.",
        "Starr: Okay.",
        "Todd: Check this out. This is the site -- well, I guess the page -- that I set up for your little brother.",
        "Starr: Wow, that's great.",
        "Todd: Why don't we set up something for Cole?",
        "[SCENE_BREAK]",
        "Cole: You okay?",
        "Marty: Yeah, you?",
        "Cole: Where are you taking us?",
        "Simon: That's no concern of yours, son.",
        "Cole: Don't ever call me that. You okay?",
        "Marty: Yeah.",
        "Cole: You're bleeding.",
        "Marty: Oh, God -- no, it's -- I'm fine. It's just -- it's just a scratch.",
        "Cole: You'll be okay.",
        "[SCENE_BREAK]",
        "Ramsey: That's our boy. Simon Ryerson. Oh, been after him for years.",
        "John: Hey, what are you doing? You shoot him, the other guy shoots Marty or Cole.",
        "Ramsey: That van goes, your girlfriend and her son on it, we can't chase it on foot, genius. There's a little more at stake here than your unrequited love life.",
        "[SCENE_BREAK]",
        "Simon: All right, out you come.",
        "Cole: Hey, come on, man!",
        "Simon: Let's go.",
        "Cole: Hey! Better leave my mom alone, man! Leave her alone!",
        "Simon: He's got his dad's temper.",
        "Marty: You leave him alone, okay?",
        "Simon: Just give me the names, Marty.",
        "Marty: I don't know any names, okay? Patrick never said anything to me. Don't you think -- now, don't you think that back when -- when I trusted you, when you were my friend, when you came to the house to tell me about Patrick -- don't you think that if I knew something, I would have told you then?",
        "Simon: Well, I suppose.",
        "Marty: Yes, I would have, so -- please, can't you just let us go?",
        "Simon: You know I can't do that.",
        "Cole: John, look out!",
        "Simon: Damn, put your guns -- put your guns down! Put the guns down!",
        "John: Drop it!",
        "Simon: Drop it!",
        "John: Put it down!",
        "Simon: Drop it! Drop it or I shoot her!",
        "John: Don't!",
        "Simon: Drop it or I'll shoot her now.",
        "John: Okay, all right, take it easy, take it easy. Don't shoot anybody.",
        "Simon: Put your gun down! Or I swear to God --",
        "Marty: Don't, don't.",
        "John: Do it, Ramsey.",
        "Simon: Get down.",
        "John: Easy.",
        "Simon: All right, gentlemen, you know the drill.",
        "Man: Good boy. Stay down.",
        "Simon: Go and get rid of them.",
        "Marty: No. No!",
        "John: Wait, wait. I got what you want.",
        "[SCENE_BREAK]",
        "Todd: We have to run Cole's info through a few channels, and then they fact- check it, and then upload it to the website.",
        "Starr: Hey, Dad, do you think that Cole and Marty left the country?",
        "Todd: Yeah, or someone who saw them did. I actually think Marcie's taking your little brother across the border. And unfortunately, I don't have any videos of your little brother, and all I have of Marcie is some archival footage from \"The Sun.\"",
        "Starr: Was it from when she published her book? Who goes on these websites?",
        "Todd: Crime freaks, some people who think their neighbors are murderers.",
        "Starr: What if Mrs. McBain changes her appearance again, though? I mean, she would be really good at that, considering all the school plays that she did.",
        "Todd: Very good. We'll change her profile, add drama queen to it.",
        "[SCENE_BREAK]",
        "David: I know I know you.",
        "Marcie: [Southern accent] Well, I don't know you. You must be confusing me with somebody else.",
        "David: No, no. I never forget a face.",
        "Marcie: Well, people tell me that all the time. I have that kind of face, you know?",
        "David: No, I've got it. I remember who you are. You were in love with me in high school.",
        "Marcie: I am at least 10 years younger than you.",
        "David: Easy.",
        "Marcie: Well, all right! Toot-a-loo!",
        "[Marcie sighs]",
        "David: Not so fast.",
        "[SCENE_BREAK]",
        "Natalie: So what do you think?",
        "Jared: About what?",
        "Natalie: You and me. We agreed. In Texas, remember? We'd see where this went when we got back and here we are. So here goes.",
        "Natalie: You dog.",
        "Jared: Excuse me?",
        "Natalie: You just kissed me goodbye.",
        "[SCENE_BREAK]",
        "Bo: No, no, no, no, Nigel. Pa left that letter to you, so you go ahead and read it.",
        "Nigel: It's in your father's hand. \"I'm bequeathing one more seat on the board of Buchanan Enterprises. It will be held irrevocably by the son I didn't know I had until it was too late to do anything about it. Is seat belongs to my child and heir Jared Banks.\"",
        "[SCENE_BREAK]",
        "Jared: I'm not saying goodbye, Natalie.",
        "Natalie: It sure felt like it.",
        "Jared: Your dad just found out I went to prison. Your Uncle Bo told him.",
        "Natalie: Well, did you tell him that Tess set you up?",
        "Jared: No. Nigel came in with his big news.",
        "Natalie: I can make my dad understand.",
        "Jared: Come here. I'm glad you fired me.",
        "Natalie: Why?",
        "Jared: Come here.",
        "Jared: Because it took down that wall. You no longer a Buchanan, my boss. You were just a smart, funny, gorgeous woman with a horrible temper and the worst personality I have ever --",
        "Natalie: Is this good news?",
        "Jared: It is to me, Natalie. I -- I've seen you drink too much, make mistakes, lose your temper. But each time you came back swinging. You're an incredible woman, and I don't want to change a thing.",
        "Natalie: Okay, so do you want to give me an award or a kiss?",
        "Jared: I -- I just -- I just want you to know how I feel.",
        "Natalie: Well, that's good. Because I'm pretty into you, too. Now that my dad knows you went to prison, you're not the man that Jess and Nash say you are. I know that now.",
        "[SCENE_BREAK]",
        "Bo: We talking about the guy that just walked out of here.",
        "Nigel: The same.",
        "Bo: Do you think he knew about this?",
        "Clint: All I know is that he showed up a couple of weeks after Pa died, got himself hired and fired at B.E., cozied up to Renee, and now he's living in this house.",
        "Bo: Ah, man -- Nigel, could I see that letter, please? Thank you. Well -- this looks like Pa's handwriting.",
        "Clint: Yeah. We'll have it analyzed.",
        "Nigel: That's of course your prerogative, but I can assure you --",
        "Clint: That Asa's attorney already did.",
        "Nigel: Yes. He took it from the vault where your father had placed it, and he handed it to me and it never left my person. So if anyone were trying to trick us, it --",
        "Bo: Well, hey, I wouldn't put it past the old man.",
        "Clint: Neither would I, but why?",
        "Bo: Well, who the hell knows? It's Pa we're talking about. He could be in cahoots with this Banks guy. They could've set up the whole thing.",
        "Nigel: I'm just curious. Why would you think that?",
        "Clint: Because it's so damn coincidental.",
        "Bo: Yeah. You know what? The guy shows up two weeks after Pa died. You know? Gentlemen, we're being played.",
        "Nigel: Then again, Miss Renee has remarked several times on Mr. Banks' appearance that he resembles Mr. Buchanan.",
        "Bo: Do you think that guy looks like Pa?",
        "Clint: I -- who knows? But the real question is, do we want this jailbird to be Pa's son?",
        "Bo: If he is Pa's son, what choice do we have?",
        "Clint: I think we have all the choices in the world.",
        "[SCENE_BREAK]",
        "Charlie: I'm looking for Jared Banks. I was told that I could find him at this address.",
        "Nash: Yeah. No, he's not here. I'm Nash Brennan. We own this vineyard together.",
        "Charlie: Yeah, so I heard. It's kind of funny. I never thought Jared would end up in the wine business.",
        "Nash: Oh. You know him?",
        "Charlie: Yeah, I'm his, uh, friend. Old friend.",
        "Nash: Didn't know he had any of them.",
        "Charlie: Why is that?",
        "Nash: He's a user. Uses people.",
        "Charlie: Well, I don't mean to pry, but if that's your attitude, then why'd you go into business with him?",
        "Nash: Well, I didn't by choice.",
        "Charlie: Really?",
        "Nash: Yeah, well, I suppose I shouldn't speak poorly of him behind his back, should I?",
        "Charlie: Well, no -- it's just that I haven't seen Jared in years and I've got sort of a proposition for him that's very important to me and I would like to get a clearer picture of what his character is like before, you know, I stick my own neck out and, you know, if you wouldn't mind.",
        "Nash: Yeah, sure come on in. Have a seat. I -- I guess he's not all bad. I mean, he's pretty smart. He's not afraid to take a risk. It's just -- it's the way he goes about things, you know?",
        "Charlie: But you say going into business with him was not your choice?",
        "Nash: No. He went behind my back and bought a controlling interest of my vineyard. They he tried to blackmail himself into a job in my wife's family's company.",
        "Charlie: I'm sorry.",
        "Nash: Why? It's not your fault, is it? So, you still want to reconnect with him?",
        "[SCENE_BREAK]",
        "Noelle: Weren't you hiding out in the kitchen the first time that hunk of yours passed through?",
        "Viki: Yes, I was, but to be honest, it was the two women he was with I was trying to avoid.",
        "Moe: And I'm trying to avoid foreclosure, but it's a sure bet with the help standing around letting the food get cold.",
        "Noelle: This is apple pan dowdy and they asked for it at room temperature.",
        "Moe: I told you to push the lemon-coconut chess pie.",
        "Noelle: They didn't like the sound of it, and neither will the panel at the Dallas bake-off. It sounds made up.",
        "Moe: Because I made it up.",
        "Noelle: Well, good luck with that. I'm making a real pie that people will love before they even taste it.",
        "Moe: What do you want?",
        "Gigi: I want a burger and fry, medium rare. I swear, if those two don't kill each other before this bake-off, I'm going to shoot them myself.",
        "Viki: Hey, what about your friend, the one at the motel? Did you still want me to talk to her?",
        "[SCENE_BREAK]",
        "David: Got a bag of groceries out here. I see some diapers. You got a kid in there?",
        "Marcie: [Southern accent] Thank you very much. Bless your heart.",
        "David: That was rude.",
        "[SCENE_BREAK]",
        "Marcie: [Normal voice] All right, sweetheart, we are going on another adventure, and this time they are never going to find us.",
        "[SCENE_BREAK]",
        "Viki: You know, it would be easy. I mean, I could just go knock on her door.",
        "Gigi: Thing is, uh, she's shy. I -- I told her about you, but she doesn't want to talk to anybody that she doesn't know.",
        "Viki: Oh, okay. In that case, I guess it's lucky that she has you.",
        "Gigi: Yeah.",
        "Viki: It's hard, isn't it?",
        "Gigi: Mm-hmm.",
        "Viki: You know, looking after somebody who doesn't want to accept help from anyone else. Kind of puts a big responsibility on your shoulders.",
        "Gigi: That's for sure.",
        "David: Knock-knock. Got some food.",
        "Gigi: Your roommate's here.",
        "Viki: May I help you?",
        "David: Oh -- today's a good day.",
        "Viki: Mm-hmm.",
        "David: I believe it's \"invest a hundred thou in David Vickers\" day.",
        "Viki: Sorry, not on the menu.",
        "David: Oh, come on, Viki. This is my last clean shirt. If I don't get some money by sundown, I'm going to have to start wearing polyester.",
        "Viki: Well, I'll tell you what, I'll talk to Moe, because I know we need a busboy.",
        "[David laughs]",
        "David: A busboy.",
        "Viki: We have some lovely lemon-coconut chess pie today.",
        "David: You expect me to touch dishes that other people have used?",
        "Viki: David, a lot of people don't get paid a lot for what they do, but they still have to do it.",
        "David: You know what, Viki? I really appreciate the love affair that you're having with the working class. I do. That's a top-notch uniform. But if you want to have a pedicure, all you have to do is reach into that fat bank account of yours and check into a spa.",
        "Viki: I have not touched my bank account since I got here.",
        "David: Good Lord, why not?",
        "Viki: Because I didn't want to and I don't need to. David, I've learned so much about myself living on very little money.",
        "David: Well, that's impressive, but I'd like to be very, very rich as soon as humanly possible, and if I can do that without lifting a finger or breaking a sweat, so much the better.",
        "Viki: Yeah, but in the meantime, don't you have to eat?",
        "David: You're right.",
        "Viki: Mm-hmm.",
        "David: Do I want that pie?",
        "Viki: I don't know. Can you afford to pay for it?",
        "David: You know, I think I'm having a low-blood-sugar thing. I saw this woman at the motel earlier. I know I knew her. I can't think of her name.",
        "Viki: Well, stop thinking about it and it'll come to you.",
        "David: I should probably have something to eat. You think you could sneak a poached egg and a glass of fresh-squeezed orange juice out from the kitchen under your skirt? Maybe an order of French toast, no -- no crusts. You know, something easy. I don't want to be a bother. Oatmeal. I like oatmeal. Brown sugar and butter. Who was that woman?",
        "[SCENE_BREAK]",
        "Marcie: If David Vickers remembers me, we are sunk. I'm just mad that we have to, you know, skip town on Gigi. She's been so good to us. All right. So, now we just figure out where we're going to go next. It's got to be someplace the F.B.I. won't look and Todd will never find us.",
        "[SCENE_BREAK]",
        "Todd: This is where Marcie was last spotted.",
        "Starr: Paris, Texas?",
        "Todd: Yeah. She told someone she was headed for South America, so I figure she took this route.",
        "Starr: Wait, and you can put all this on the website?",
        "Todd: Yeah. And if we're lucky, someone will spot her and my F.B.I. guys or my PIs will sweep in and scoop her up.",
        "Starr: Dad, I seriously don't know how you go through all of this. I mean, Cole's only been missing a couple days and I can't eat, I can't sleep, I can't do anything.",
        "Todd: Well, yeah, I understand. That's what I went through, but I guess you got to -- unfortunately you have to keep it up, you know, stay strong for the people in your life.",
        "Starr: Well, at least you know that Tommy's alive. Mrs. McBain would never do anything to hurt him, and she was a really good mother and I know that you're ticked off --",
        "[Computer beeps]",
        "Starr: And disappointed, but --",
        "Todd: All right, here we are. We're in.",
        "Starr: Really? We can post an official search on Cole?",
        "Todd: Everything we submitted checked out. Now, if you have a video of him at home --",
        "Starr: Oh, um, no, I have one on my phone. Here.",
        "Starr: Here. Cole's voice: Hey, come on, get that thing out of my face.",
        "Starr: Oh, come on, my dad just got me this phone. I have to test it to make sure it works. Come on, say something.",
        "Cole: Starr Manning.",
        "[Starr chuckles]",
        "Starr: Yeah, that's my name. No, say something else.",
        "Cole: I love you.",
        "[SCENE_BREAK]",
        "Simon: Put them back in the van. What's your interest here?",
        "John: Just the welfare of your hostages.",
        "Simon: And what do you think I want?",
        "John: I think you want a computer chip.",
        "Ramsey: McBain.",
        "Simon: McBain? Hey. Good Irish name. All right, let's see this chip.",
        "John: First get them out of here, all of them.",
        "John: Now release the hostages.",
        "Simon: How do I know you're not bluffing? Guess there's one way to find out.",
        "John: How else would I know what you're looking for? The chip you want looks like a -- like a flash drive.",
        "Simon: And what's to stop me from shooting you and taking the chip?",
        "John: You think I'm stupid enough to have it on me? You'll get your chip when you release Marty and Cole.",
        "Ramsey: He's not authorized to make a deal.",
        "Simon: All right, shut up, will you? Now, what were you saying?",
        "Cole: You think John's bluffing?",
        "Marty: I don't know.",
        "Simon: And where did you find this chip?",
        "John: In the back cover of a book of Thornhart's poetry.",
        "Ramsey: You held out on me?",
        "Simon: Brilliant. I knew his last words to his wife were a clue. I think you have what we want, and I'm willing to negotiate.",
        "John: You let Marty and Cole go, and I'll give you the chip. Let my partner go, as well.",
        "Ramsey: I don't make deals with terrorists.",
        "Simon: All right, well, I'm willing to shoot you now if you'd prefer.",
        "Cole: John's risking his life for us.",
        "Marty: Because he loves us.",
        "Simon: We'll take this chip.",
        "John: All right. You have my word. Let them all go, and I'll give you the chip.",
        "Simon: I think I can live with that.",
        "John: One last thing. I want to talk to Marty and Cole, alone.",
        "[SCENE_BREAK]",
        "Starr: All these people, gone.",
        "Todd: No, they're missing. There's a difference.",
        "Starr: Well, at least you know why your son was taken. Cole and his mom -- we have no idea, and it makes it really hard to know where to look.",
        "Todd: Well, you know, you got John McBain on the case, so there's no worries there. He found Marcie's trail when no one else could. And now that he's, I don't know, lovey-dovey with Marty, I assume that he'll never rest until they're home safe.",
        "Starr: Wait, but if -- if John is looking for Cole and Marty, then who's looking for your son?",
        "Todd: The Feds and my own personal posse. I put out ads in \"The Sun.\" I'm doing everything I can think",
        "Starr: Hey, dad, you know what? I have an idea. I know exactly who we can call.",
        "[SCENE_BREAK]",
        "Viki: David, this is Moe -- Maurice -- and he made that pie.",
        "Moe: Let me know what you think.",
        "Noelle: This would be your Texas pecan. I blind-baked the crust. That's why it's so flaky and not gummy like Moe's is.",
        "Moe: That's dirty pool.",
        "Noelle: Dirty pool was you entering that contest.",
        "David: Uh, folks, I can see that my official services are needed here. I'm a professional taster. My fees are reasonable, but of course I'll need my expenses paid and my meals.",
        "[Phone rings]",
        "David: I'll be happy to sample both pies, but I'm going to need some food of more substance -- say, a steak on the bone, medium rare, baked potato, side vegetable -- three side vegetables.",
        "[SCENE_BREAK]",
        "Viki: Todd?",
        "Todd: Hey, Viki, you still in Paris?",
        "[SCENE_BREAK]",
        "Gigi: What's the matter? Toaster tarts didn't fill you up?",
        "David: Quiet, please.",
        "[SCENE_BREAK]",
        "Viki: Paris? Oh, yes, yes, I am. Is everything all right? You sound tense.",
        "Todd: Oh, well, I -- I was wondering if I could get you to authorize a piece in \"The Banner\" about my missing kid.",
        "Viki: You mean there still hasn't been any word?",
        "Todd: Well, yes, there's been word -- my son is alive, and until a few weeks ago, he's living here in Llanview.",
        "Viki: My God, that's not possible.",
        "Todd: What are you talking about? Marcie and Michael McBain adopted him, and when I finally found out he was mine --",
        "Viki: Wait a minute. Are you talking about Tommy McBain?",
        "Todd: Viki, he's my son, and the court has granted me custody, but then Marcie has taken him on the lam, she's kidnapped him.",
        "Viki: Oh, my God. Todd, I'm so sorry. Nobody told me.",
        "[SCENE_BREAK]",
        "Charlie: I'm sorry that my, uh, my -- my friend Jared's such a trial.",
        "Nash: Well, look, I don't know what he's trying to work out, but I'm sick of him.",
        "Charlie: Do you have any idea where I might be able to find him?",
        "Nash: Yeah, sure, he's been sponging off my wife's family for the last few weeks. I guess he's got no family of his own to soak.",
        "Charlie: And your wife's family -- where could I find them?",
        "Nash: Buchanan mansion. You probably passed it on your way into town. Nothing but the best for our old friend Jared, right?",
        "Charlie: Well, thank you.",
        "Nash: Sure. Hey, watch your back. I've got a feeling that Jared's not the man you used to know.",
        "[SCENE_BREAK]",
        "Nigel: With all due respect, I understand it's not easy to accept the fact that you have another brother and that the relationship with Mr. Banks is already complicated, but I have to say my loyalties still lie with your father. He left that letter in my care with specific instructions to make it public when the time was right.",
        "Clint: What if the time is not right?",
        "Bo: Well, if Banks is legit, he probably has a right to know.",
        "Clint: We've already found out that he spent time in prison. Don't you want to find out everything about this guy before we hand him a seat on the board?",
        "Bo: I think that we can find out a lot just by watching what he does when we tell him.",
        "Clint: Bo, he's living in this house, he's got Renee wrapped around his finger. He was invited to the ranch at Sarah's behest, and now I think he's got Natalie on a string.",
        "Bo: Yeah, well, that's going to come to a screaming halt if we find out that he is Pa's son.",
        "Clint: Nigel, will you find Mr. Banks, tell him we want a word with him.",
        "Nigel: Yes, Sir.",
        "[SCENE_BREAK]",
        "Nigel: Ahem.",
        "Jared: Ahem. Yeah?",
        "Nigel: The Mr. Buchanans would like a word with you.",
        "Jared: With me?",
        "Natalie: Why?",
        "Nigel: I couldn't say.",
        "[SCENE_BREAK]",
        "Jared: Yeah, you wanted to talk to me? Is this about the prison thing?",
        "Bo: No. Banks, you were at the ranch. I'm sure you remember Pa's attorney.",
        "Jared: Calhoun.",
        "Bo: Right. Well, he left Nigel a letter. We just read it. Seems that Pa wanted to create a seat on the board for his son that he didn't know about until the end of his life.",
        "Jared: And what does this have to do with me?",
        "Clint: Asa claims that you're his son.",
        "Natalie: What?",
        "Jared: Wh-- what? No, no. That -- that's impossible. That's not possible. I don't want to be Asa's son.",
        "[SCENE_BREAK]",
        "Viki: Well, of course \"The Banner\" would run an article. Oh, Todd, you know -- I'm so sorry, and if there's anything else I can do for you, I'll just come home.",
        "Todd: No, no, no, that's not necessary. I just wanted that one favor.",
        "Viki: Well, you can call me any time you want to -- you know that, okay? Oh, my God, this is so dreadful. Somebody taking your child? Listen, I'm going to call Zach, and I'll tell him to expect your call, okay? And hopefully, \"The Banner\" can help reach more people.",
        "Todd: Thank you.",
        "Viki: You know, Todd, from what I saw, the McBains were wonderful parents.",
        "Todd: Yeah, that's what everyone keeps telling me. Hey, Vik?",
        "Viki: Yeah, I'm right here.",
        "Todd: You know, I might take you up on that offer and call you whenever.",
        "Viki: Please do, okay? And take care of yourself. Bye.",
        "[SCENE_BREAK]",
        "Noelle: Well?",
        "Moe: Which piece of pie has your vote?",
        "David: They're both excellent.",
        "Gigi: Good answer.",
        "Moe: Some critic. He can't tell a work of genius from a homegrown wannabe --",
        "Noelle: Well, you just want to be something you're not. That's just a mess, that concoction you call a pie. Who in their right mind would put a coconut with a lemon?",
        "Moe: Can't help it if you're stuck in a rut.",
        "Noelle: A rut?",
        "Gigi: If I were you, I'd find somewhere else to eat.",
        "David: Oh, Viki --",
        "Viki: What?",
        "David: Please tell me you have some real food in your pocket.",
        "Viki: Sorry, I was on the phone. Did you know that Marcie McBain had kidnapped Todd's son? And he's offering a million-dollar reward.",
        "David: A million dollars?",
        "Viki: Well, he wants his son back, obviously.",
        "David: How old is the kid?",
        "Viki: Well, I know he's still in diapers.",
        "David: I knew it. Marcie McBain.",
        "Viki: I can't believe this, really, but, you know, Todd, he swears that she ran away. David? What?",
        "[SCENE_BREAK]",
        "Todd: A million dollars for anyone offering information leading to the capture of Marcie McBain and the return of my son, you know. Yes, my sister is authorizing it. As soon as possible. Yes, thank you.",
        "Starr: Well, was it a good idea?",
        "Todd: You mean, calling Viki?",
        "Starr: Yeah.",
        "Todd: It was a genius idea. Have I ever told you that you're my favorite daughter?",
        "Starr: The last time I checked, I'm your only daughter.",
        "Todd: Still -- my favorite.",
        "Starr: You know, you and Mom have been really great with me during this whole Cole thing.",
        "Todd: Yeah, we're going to find them all. Just a matter of time.",
        "Starr: Hey, what's that?",
        "Todd: I'm posting a new reward for Cole.",
        "Starr: \"For information regarding the return of Cole Thornhart\"?",
        "[SCENE_BREAK]",
        "John: We got a deal or not?",
        "Simon: You've got two minutes.",
        "John: Right.",
        "Marty: I knew you'd come.",
        "Cole: Yeah, what's going on?",
        "John: Ryerson's agreed to let you go in exchange for something I found in one of your dad's books.",
        "Marty: How did you know?",
        "John: That's not important.",
        "Simon: Let's go!",
        "John: Okay. Listen to me. Just stay calm. No heroics, okay? You look after your mom. It's all you got to do. I'll handle the rest.",
        "Marty: What about you?",
        "John: Don't you worry about me. I got a lot to live for. Hey --",
        "Simon: Time's up, Irish.",
        "John: When we get back to town, you owe me a beer. All right. This is how we're going to handle this.",
        "Simon: No, no, no, sorry. We're gong to do this my way.",
        "[SCENE_BREAK]",
        "Clint: Mr. Banks, you don't want to be Asa's son?",
        "Jared: No offense. He was a great man, and as you know, I've idolized him since I was a kid.",
        "Bo: That long?",
        "Jared: It was my mother. She used to clip articles from the newspapers and she'd say, \"Jared, I want you to be just like him when you grow up.\"",
        "Clint: You never said that before. Do you think your mother was trying to tell you something?",
        "Jared: No, she -- she didn't know Asa. She couldn't have known Asa.",
        "Natalie: You're absolutely certain about this?",
        "Clint: Well, Asa's gone and all we have is this letter that he left in Nigel's care.",
        "Bo: We're going to have it checked out.",
        "Jared: Please, I -- whatever we need to do to clear this up.",
        "Clint: Jared, you surprise me. Given your love for all things Buchanan, I thought you'd be thrilled.",
        "Jared: Thrilled, Sir? This is a nightmare. I don't want to be Asa's son. I've just fallen for your daughter, Sir, and if I'm your brother, that makes you my niece.",
        "[SCENE_BREAK]",
        "Simon: Marty knows how to get in touch with you?",
        "John: My cell.",
        "Simon: She'll call you with the time and the place of the exchange.",
        "John: I'll wait for your call.",
        "Simon: Good.",
        "[Van starts]",
        "Ramsey: I can't let that son of a bitch roll out of here with hostages. You out of your mind?",
        "John: We have something they want.",
        "Ramsey: For all you know, that mother and her son are going to be dead the minute they round that bend. Screw this.",
        "[SCENE_BREAK]",
        "Starr: What's this?",
        "Todd: Well, read it. You said you wanted something to do, I thought you could post those around town.",
        "[SCENE_BREAK]",
        "Natalie: You're my uncle?",
        "Jared: No, no, I'm not. I -- I can't -- I can't be.",
        "Clint: You had no idea that Asa claimed you as his son?",
        "Jared: I don't know why he would say such a thing. I've never even met the man.",
        "[Doorbell rings]",
        "Bo: Well, you mentioned your mother. What about your father?",
        "Jared: I never knew him. My mom said he died when I was a baby.",
        "Bo: What about your grandparents? What did they say?",
        "Jared: Mom said my dad's parents were too broken up about my dad's death to have anything to do with me.",
        "Clint: So you never knew your grandparents or your father?",
        "Nigel: There's someone here to see Mr. Banks.",
        "[SCENE_BREAK]",
        "Gigi: Where's Mr. Tall, dark, and tasty?",
        "Viki: I don't know. He said he had something to do.",
        "Gigi: Well, thanks to him, it's all-out warfare in the kitchen. Moe's throwing knives and Noelle's on the phone to her mama. Hey, are you okay?",
        "Viki: Yeah, yeah. I just spoke to, you know, a member of my family, and he's having some trouble.",
        "Gigi: Is there anything I can do for you?",
        "Viki: No, thank you. Unfortunately, there's nothing anybody can do, because all the people involved are thousands of miles away, you know? As long as I'm in Paris, I can't even help.",
        "[SCENE_BREAK]",
        "Marcie: All right. Well, are we ready for another adventure? Are we? Yes! It is a good thing that Uncle Ronnie got us those passports, right? From now on, your name is Aaron again, okay, and I -- Penny Shaw. Remember that.",
        "David: Going somewhere, Marcie?",
        "[SCENE_BREAK]",
        "[Gunshots]",
        "John: No!",
        "[Tires screech]",
        "John: What the hell are you doing?",
        "[NEXT_ON]",
        "Natalie: I refuse to believe that Jared's my uncle.",
        "Charlie: I want you back in my life -- I'm your father.",
        "David: Who should I call first -- John McBain or Michael McBain?",
        "John: Marty! Cole!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=xqQgyoRQXWE"
}