{
    "Episode Summary": [],
    "Recap": [
        "Cristian is working out on the bar bells when Sarah comes in. She wants to work out on the bar bells, but Cristian refuses to let her. John remembers an argument that he had with Michael over Tommy. John begins to put the pieces of the puzzle together and finds that it all leads back to Tommy. Dorian questions Lindsay as to who would present her with her award at the banquet. Nora comes into the diner and they let her know that she will be presenting Lindsay with her \"Woman of the Year\" award. Natalie questions Jared Banks as to why he would be the answer to her prayers. Jared asks Natalie for just five minutes and he will leave on his own steam. Jared reveals that Asa was his idol. Natalie agrees to give him 3 minutes. Rex and Nash team up together and hatch a plan to get into a high-stakes poker game. Nora doesn't believe that Lindsay is the \"Woman of the Year.\" Marcie offers to help Nora write a speech to honor Lindsay. Spencer appears to John and advises him to let this go because he cannot win this one.",
        "John tells Spencer that he is going to help him figure out who killed him. Marcie apologizes to Nora for her remarks that she previously made about her. Nora wonders why Lindsay is so important to her. Clint thanks Dorian for getting him out of the office for just a little bit. Lindsay comes into Roxy's to get a new hairdo. She tells them the news that she was voted \"Woman of the Year.\""
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cristian: What do you think you're doing?",
        "Sarah: You work out here?",
        "Cristian: No, this is me working out somewhere else.",
        "Sarah: Ok -- sorry.",
        "Cristian: Do you want to back away?",
        "Sarah: Well, how long are you going to be on this bench?",
        "Cristian: What is it to you?",
        "Sarah: Oh, oh, I get it. I'm a woman, so I should be getting a manicure or something?",
        "Cristian: Come on, Sarah. That's -- that's not what I meant.",
        "Sarah: No, you know what? That's cool, that's fine. Take -- take as long as you want. I was going to work out, but I think maybe I'll just go knock back a few beers.",
        "[SCENE_BREAK]",
        "John: This has been going on since the night Truman got killed, all right? No, wait -- you two were covering for each other. I thought it had something to do with the murder, but that's not it, is it? You're worried because you thought Truman would tell everybody that Tommy is Todd Manning's son. Truman lets Mike know that Tommy is Manning's kid. Why? Come on, John -- it all comes down to your nephew.",
        "[SCENE_BREAK]",
        "Dorian: So, Lindsay, who's going to be presenting you with the Woman of the Year award? Do you know?",
        "Lindsay: Actually, I hadn't even thought about that. I don't know. Do you?",
        "Marcie: You know, I sort of forgot to mention to you --",
        "Nora: Hi, guys. Lindsay.",
        "Marcie: Hmm.",
        "Lindsay: Nora?",
        "Nora: So what do we got here -- a meeting of the rotary club?",
        "Dorian: Actually, we're all crazy about the flan and coincidentally, we are all going to be at the Woman of the Year award ceremony.",
        "Nora: Oh! Oh, well, it's been kind of a rough couple of days. Are you sure you guys really want to go to that?",
        "Bo: Uh -- yeah, Nora.",
        "Nora: You know, I wouldn't go except that I'm presenting the award. Oh, you're not going to believe this -- I got an email when I got out of court today saying that the original recipient of this award is disqualified and now that there's somebody -- I -- I have no idea who the honoree is.",
        "Dorian: I do.",
        "[SCENE_BREAK]",
        "Natalie: Why did you want to see me?",
        "Jared: Because I'm the answer to your prayers.",
        "Natalie: No kidding -- and I thought I just ordered coffee.",
        "Jared: Oh, well, then consider me a bus.",
        "Natalie: Look, Mr. \u0096",
        "Jared: Banks. I'm Jared Banks. I'm a big fan of your grandfather's, or -- I mean, I was. I still can't believe he's gone. I'm sorry for your loss.",
        "Natalie: Thank you. Look, I'm busy and you don't have an appointment, so why don't you step outside and speak with my assistant and she'll let me know if I want to see you.",
        "Jared: Do we really need all the middlemen here? I mean, come on. I'm harmless -- to you.",
        "Natalie: You're interrupting my day, ok? And that's -- that's not harmless. That's tacky and annoying, as much as using my grandfather's death as a way to talk your way in here, so you can either leave on your own or I can have security escort you out.",
        "Jared: Five minutes, and then I leave on my own steam? Cross my heart?",
        "Natalie: Why should I give you even 30 seconds?",
        "Jared: Because I'm sincere. Asa Buchanan is my idol, and I thought a little show of bravado would be in keeping with the B.E. way. It was a bad idea, I guess.",
        "Natalie: All right -- three minutes, not a second more. You're on the clock, buddy.",
        "Jared: Ok, all right. Look, first I want to apologize for barging in unannounced, but like I said, I'm a big fan of your grandfather's.",
        "Natalie: Do you really want to waste your time repeating yourself?",
        "Jared: Huh. I read his biography and everything else ever written about him. He -- he was a take-no-prisoners kind of guy, a renegade, so I figured if I stormed the gates or whatever, that --",
        "Natalie: Yeah, well, wrong gates. Cowboy thing doesn't work with me.",
        "Jared: Gotcha. A new tactic -- ok, the truth is I had a chance to speak with Mr. Buchanan a few weeks back at The Palace bar and, man --",
        "Natalie: That's really interesting. Did he happen to appreciate your interpretation of B.E. as much as I do?",
        "Jared: Oh. Well, he loved me. We share a similar world view.",
        "Natalie: Take no prisoners.",
        "Jared: [As Asa] Ah, and avoid being taken prisoner at all costs.",
        "[Natalie chuckles]",
        "Jared: [Normal voice] Yeah, anyway, so he told me to stop by the office, said he'd show me around, said seeing me here, he would know whether or not it'd be a good fit.",
        "Natalie: Wow, he said all that?",
        "Jared: And more. We had a few drinks while we were at it.",
        "Natalie: Right. You can shut up now.",
        "Jared: What?",
        "Natalie: My grandfather has been at home in bed sick for the last month. He certainly wasn't having drinks with you at The Palace bar. So, why don't you take your one minute you have remaining and tell me why you're really here. What's so damn funny?",
        "Jared: You are everything they say you are.",
        "Natalie: Who?",
        "Jared: Oh -- no, I do not betray my sources. But I should've known you'd see right through me, though, considering.",
        "Natalie: Ok, one more cryptic remark and you are out of here.",
        "Jared: Ok, peace. Look, I get you -- that's all. You were brought up by a drunk in a trailer park, neglected, fatherless, undereducated. Then you discover you're loaded.",
        "Natalie: And you relate to that, huh?",
        "Jared: I know what it's like to want things, to go to a fancy restaurant and still feel like the busboy. But here you are again in your big, fancy office with your name on the door knowing people think you're only here because you're the spoiled daughter of a rich family. But you and I both know you are anything but spoiled. And as far as being rich, well, it ain't all that it's cracked up to be. The shoes get a lot better, though -- don't you think? God, good shoes rock. Oh -- look at that. Time's up. It's been a pleasure, Ms. Buchanan.",
        "Natalie: Do you have a resume?",
        "Jared: Of course.",
        "Natalie: Then hand it over.",
        "[SCENE_BREAK]",
        "Rex: All right, let me do the talking.",
        "Nash: Why? Your mom loves me.",
        "Rex: Loving you is one thing, playing cards with you is a whole nother deal.",
        "Nash: Why?",
        "Rex: She's been breathing hair spray for too many years. It's made her a little paranoid. Roxy.",
        "Roxy: Hey, Rexy, are you ready for the big -- bikini wax?",
        "Rex: See?",
        "Roxy: You know, the store's closed right now, but I like you, so I'll slip you in. Need a spray job? I specialize in that. I got my own brand. Uh -- a trim, a little gloss to keep your hair color fresh, or a bikini wax.",
        "Nash: Ha-ha. I think I'm ok, thanks, yeah.",
        "Rex: Me, too.",
        "Roxy: Then what are you doing here? I told you to keep your lips zipped.",
        "Rex: Roxy, chill. Nash is ok.",
        "Roxy: I don't care if he's the pinochle of perfection. My friends from A.C. -- they are not exactly the most trusting group and it's taken me years to get an in with them, if you know what I mean.",
        "Rex: I don't even want to think about it.",
        "Roxy: And sir land-o-locks over here, they're going to take one look at him and it'll be tail lights.",
        "Nash: I'll tell you what -- why don't you let me play a couple of hands and I'll win them over?",
        "Roxy: What if you lose? This is a high-stakes game, sweetheart. And this crowd of mine -- you better put your money where your mouth is.",
        "[SCENE_BREAK]",
        "Nora: Oh -- huh. I mean, no offense, but that was very funny, Dorian. No, really, I am in a bind. I am -- I'm really in a bind. I need to know who this recipient is. By the time I got done with court and I saw the email, they'd already closed the office, and I have to write a speech and I have no idea who I'm writing it for.",
        "Bo: Uh -- Dorian's not joking.",
        "Marcie: Yeah, uh, Lindsay is Llanview's Woman of the Year.",
        "Dorian: Isn't that marvelous?",
        "Nora: I'm so happy for you.",
        "Lindsay: I can tell.",
        "Marcie: Why don't I help you write that speech? Uh, let's see -- well, she organized casino night and it raised a lot of money for those kids.",
        "Bo: And she was a big help to us, you know, when we were trying to nail Tate Harmon?",
        "Marcie: Exactly, and she created that organization for underprivileged moms and their children.",
        "Dorian: And her gallery -- uh, she helps promote artists who might not otherwise get a chance at any other gallery.",
        "Clint: Yeah -- look what she's done for Cris Vega.",
        "Dorian: That should give you lots of material for your speech, Nora. And then, of course, you can add comments about how wonderful Lindsay is of your own.",
        "[SCENE_BREAK]",
        "John: Somebody else had to know the truth about Tommy -- somebody who would kill to keep Manning from finding the truth.",
        "Spencer: Why don't you just let it go, John? You know you can't win this one. How many of these you go through on any given night up here, huh, John? Hmm? Hey, what's the matter? Cat got your tongue, Johnny boy? You must be pretty bent out of shape. Come on, man. Cough it up, let it out. What's on the old agenda anyway?",
        "John: Same as it always was.",
        "Spencer: Never going to be able to get over me, are you?",
        "John: You don't got nothing on me.",
        "Spencer: Tell that to your shrink the next time commissioner Buchanan forces you into therapy. Oh, yes, I suspect that the commissioner's starting to wonder why you are so hell-bent on trying to solve the murder of a man you despised.",
        "John: Taking a life is against the law, even if that life is yours.",
        "Spencer: Ah, yes. But this isn't really about me anymore, is it, John? This is about pretty little Marty Saybrooke. You want to exonerate her, save her? Face it -- you're up here drinking alone because you've found yet another damsel in distress.",
        "[SCENE_BREAK]",
        "Cristian: Hey, listen, um, if you want the bench, I'm done with it.",
        "Sarah: Uh -- I was a pain in the ass before.",
        "Cristian: So was I -- no big deal.",
        "Sarah: Well, we can spot each other. You need a spotter, right?",
        "Cristian: No, no, I'm -- I'm done. I'm done with the bench.",
        "Sarah: Uh, uh --",
        "[Sarah chuckles]",
        "Sarah: You're not going to leave me to take these weights off, right? I can't pick that up.",
        "Cristian: Ok, well, how much weight do you want?",
        "Sarah: About that much.",
        "Cristian: Ok.",
        "Sarah: I'm sorry I didn't get a chance to talk to you at my great-grandpa's funeral.",
        "Cristian: It's ok, I understand. All right. There you go. You're all set.",
        "Sarah: It was nice of you to come -- to the funeral.",
        "Cristian: Yeah, yeah, I had to go. Asa -- Asa was good to me.",
        "Sarah: Me, too -- when I was around.",
        "Cristian: You can do them a little quicker if you want. He was proud of you.",
        "Sarah: How do you know?",
        "Cristian: Well, every time I ran into him, he'd talk about his grandchildren and his great-grandchildren. \"That Sarah,\" he'd say, \"she's a piece of work.\" No kidding. It's a compliment coming from Asa.",
        "Sarah: You never told me that.",
        "Cristian: Well, you never asked.",
        "Sarah: You know, I always felt like he got me in a way that nobody else did. I'm going to miss him a lot. It's not like I had a chance to see him much when he was around, but I always thought I could, you know?",
        "Cristian: Make sure you stretch between sets, ok? See you.",
        "Sarah: You know, I'm not really into working out. I think I'm going to bag it for the day. Thanks for the pointers.",
        "Cristian: Sure. Listen, I was going to get something to eat. Do you want to come?",
        "Sarah: Is it on you?",
        "Cristian: Yes.",
        "Sarah: Awesome. All that exercise, man -- I am starving.",
        "Cristian: \"Exercise.\"",
        "[SCENE_BREAK]",
        "Roxy: Trust me, you do not want to mess with these people.",
        "Nash: What's with all the warnings? Have you heard something about me? I --",
        "Roxy: Yeah. Listen, this is a serious game, honey, and I'm not picking up a serious vibe off of you.",
        "Nash: I've never been more serious about anything in my life, all right? I am coming into this game with every penny I can scrap together. I got to buy out Antonio's share of my business because if I don't come up with the money soon, he's going to sell to the highest bidder. This vineyard is my dream, it's Jessica's dream, it's both our dream. We're not going to lose it, and I'm sure as hell not going to share it with someone that Antonio handpicks out -- you know what I mean?",
        "Roxy: All right, maybe I do know what you mean, and you and Jessie have been through a lot. I mean, her two personalities, her bum liver and all that, so maybe you are serious.",
        "Nash: So I'm in?",
        "Roxy: You listen to me. There are no do-overs in this game. A card laid is a card played. You lose, you pay up.",
        "Nash: I won't lose. I can't lose. So what do you say?",
        "Roxy: Ok, you could have a place at the table.",
        "Nash: Thank you.",
        "Roxy: No, no, no. First, you got to cover the buy-in.",
        "Nash: Five grand -- Rex told me.",
        "Roxy: Groovy.",
        "Nash: Well, I don't have it on me. I'm --",
        "Roxy: What? What?",
        "Rex: Roxy -- come on. Nobody carries five grand around.",
        "Roxy: You know, this is the kind of conversation that ends up in busted kneecaps.",
        "Nash: Roxy, I've got the money. I just don't have it on me -- I got to get it.",
        "Roxy: Ok, I'll give you a half an hour, but not one minute later or else that door -- you will never get through it.",
        "Nash: I will be back in 20 minutes and I'll be back with the money and two bottles of my finest reserve just for you.",
        "Roxy: Yo, Nash. Better not be stinking merlot.",
        "Nash: Wouldn't even think of it.",
        "[SCENE_BREAK]",
        "Bo: People can change, Nora.",
        "Lindsay: Bo, Nora's never going to change her mind about me.",
        "Marcie: You don't have to be a saint to be woman of the year, Nora. The reason I nominated Lindsay was because of everything that she's been through and because I know how hard she's worked to become a different person.",
        "Nora: Ok, she has no idea what she's put me through?",
        "Marcie: No I do. I do. We have talked about it, but I believe in forgiveness.",
        "Clint: Isn't it possible to focus on what Lindsay has accomplished lately?",
        "Bo: Yeah, this is -- it's woman of the year. It's not woman of the decade.",
        "Lindsay: Save your breath, everybody. I mean, I really appreciate it, but it's really apparent that Nora doesn't want to let me in her little club.",
        "Marcie: Why don't you stay home tonight, Nora?",
        "Nora: Excuse me?",
        "Marcie: I realize that you are a pillar of this community and I'm just a teacher and a mom, but if you ruin this night for Lindsay, I will personally kick your ass.",
        "[SCENE_BREAK]",
        "Natalie: Look, if you're truly interested in working with this company \u0096",
        "Jared: Mm-hmm.",
        "Natalie: This little game of cat and mouse that you think you're playing has got to go.",
        "Jared: Good, then -- as equals.",
        "Natalie: I never said we were equals. So, do you have some sort of secret intel for me, or what?",
        "Jared: No, but I do keep my ears open, and you better watch your back because there are a pack of corporate raiders coming at you people with a machete. If you want to lose your grandfather's legacy, keep doing what you're doing. It'll make an interesting epilogue to his biography -- that's for sure.",
        "Natalie: You're trying to scare me.",
        "Jared: I'm telling you the truth. You're stock price has dropped more than 5% every day since your grandfather died.",
        "Natalie: Right, and our financial analysts are saying that the only reason that's happening is it's a reaction to my grandfather's death and it will correct itself.",
        "Jared: So, you're just going to wait and see? It's an interesting tactic. Hope it works or B.E. will be ripe for takeover. Todd Manning or Carlo Hesser or Buck Miller will be auctioning off Buchanan oil fields, and Asa -- well, he'll be turning somersaults in his grave.",
        "Natalie: My grandfather has not had an active role in this company for months. Nothing's happened.",
        "Jared: Asa, even half-strength, still made his presence known, but he's gone now.",
        "Natalie: So you're saying there's no hope, huh?",
        "Jared: Well, there is if you hire me.",
        "[SCENE_BREAK]",
        "Spencer: Yeah, Natalie's a far cry from Marty Saybrooke, that's for sure. Old Dr. Marty. Guess what -- she's really got her act together, except for that whole fractured memory/murder thing, right?",
        "John: I'm not going to let her pay for a crime she didn't commit.",
        "Spencer: Well, apparently you're not going to let anyone pay for this crime because even my own brother admitted to killing me and you managed to get him sprung.",
        "John: He didn't do it, either.",
        "Spencer: You're up here drinking alone because you're afraid that during your quest for justice, you may have to arrest your very own brother and/or his wife and possibly rip that little baby from his mother's arms, right, John?",
        "John: I won't have to do that.",
        "Spencer: Don't be too sure. You never know -- I did. Think about it, John. Keep going in this direction, one of these days you're going to wake up in the morning, look at yourself in the mirror, and you're going to see me standing there instead of yourself.",
        "John: I'm nothing like you.",
        "Spencer: Time will tell.",
        "John: Well, there's one big difference -- you're dead.",
        "Spencer: Yet, still so omnipresent. How do you know Marty Saybrooke didn't kill me, anyway?",
        "John: She would have stayed behind to take care of Blair. So would my brother.",
        "Spencer: Even if it meant facing a murder charge?",
        "John: These are good people. You know, the ones you look at as suckers and chumps. And Balsom -- well, he just doesn't have it in him to kill a man.",
        "Spencer: So if what you're saying is true, and this really is all about little Tommy, what about your sister-in-law?",
        "John: Hmm. Well, Marcie still doesn't know that Tommy is Manning's kid, you know? There's no motive.",
        "Spencer: Are you absolutely sure",
        "John: Somebody else. And you're going to help me figure out who that is.",
        "[SCENE_BREAK]",
        "Marcie: Do you mind giving Nora and me a moment alone, please?",
        "Dorian: Do you think we should?",
        "Clint: It'll be all right.",
        "Bo: Hey, Marcie. Nobody is going to kick anybody else's rear end, not on my watch.",
        "Nora: Thank you, Bo.",
        "Marcie: Nora, I'm sorry. I'm sorry, I shouldn't have snapped at you like that, really. I -- I do recognize that Lindsay has done some really rotten things to you.",
        "Nora: Yes, she certainly has.",
        "Marcie: But when you go home tonight, Matthew is going to be there. All that Lindsay has left are memories of Jen, so can you please, just for tonight, just give it the night off? Please?",
        "Nora: Tell me why she's so special to you.",
        "Marcie: When I was planning my wedding, and going crazy -- you know, because my mom -- she's not here anymore -- Lindsay stepped up to the plate, and she helped me, knowing that she was never going to be able to do that for Jen, but she did it, anyway. And lately, Michael and I -- we've been going tough a really rough time, and the person who is always there to listen to me is Lindsay. I really don't know what I would do without her, Nora. So when you're standing on that stage tonight, all I ask is that you think about the Lindsay that I know, not the Lindsay that you know.",
        "Bo: How's it going?",
        "Marcie: I said what I needed to.",
        "Nora: Now what am I supposed to do?",
        "Bo: Did you listen to everybody?",
        "Nora: Yeah.",
        "Bo: Well, I guess now, you have to look into your own heart and you have to try to decide who's right.",
        "[SCENE_BREAK]",
        "Dorian: I can't believe you talked Marcie into making us walk away, just when things were getting good.",
        "Clint: Maybe I wanted you all to myself for a few minutes.",
        "Dorian: Oh, really? Just a few minutes?",
        "Clint: Yeah. Thank you for getting me out of the office for a while.",
        "Dorian: Oh, no. Are you thinking about going back there?",
        "Clint: Yeah, I need to be there. Rally the troops and all that.",
        "Dorian: And what if you need rallying?",
        "Clint: Well, if I do, I know who to call.",
        "[SCENE_BREAK]",
        "Rex: What's the big deal? Nash has some money. He wants to make it grow, yield a bigger pot.",
        "Roxy: Well, you know, I think Nash's in-laws are going to have a problem with him gambling his future away. And boom, no more Buchanan Christmases for poor Roxy.",
        "Lindsay: Hey. Oh. Are you having a party?",
        "Roxy: No. I'm on this new diet. You don't eat anything until sundown, and then you stuff your face.",
        "Rex: With beer and pork grinds. Very nutritious.",
        "Roxy: Yeah, thanks. Um --",
        "Lindsay: Uh -- look, I was wondering if I could get a -- a new do.",
        "Roxy: Oh, I'm sorry, Lindsay. Well, you know, we're closed for the evening.",
        "Lindsay: Well, I know I don't have an appointment, but it's kind of a big night for me.",
        "Roxy: What do you mean?",
        "Lindsay: You aren't going to believe this. I've been named Woman of the Year.",
        "Rex: All right!",
        "Lindsay: Can you imagine?",
        "Roxy: You're kidding.",
        "Lindsay: No.",
        "Roxy: So who did you do?",
        "[Rex whistles]",
        "Roxy: I mean -- what did you do?",
        "Lindsay: I did, uh, a lot of charity work in -- in Jen's honor, and Marcie nominated me.",
        "Rex: That's cool. Good for her.",
        "Lindsay: Yeah. I don't know if it's good for her, actually. I have to give a speech, and I don't want to blow it.",
        "Roxy: Hmm. You know, you might be right, because, you know, the history of that thing, with Rae, Nora, and Evangeline -- after they got that award, nothing good happened to them.",
        "Rex: Roxy.",
        "Lindsay: Well, I've already lost the one most important thing in my life, so I don't think I'm afraid of a little award.",
        "Rex: Good. I'm going to be there to see you get it.",
        "[Lindsay gasps]",
        "Lindsay: Oh, that would mean so much to me.",
        "Rex: Mm-hmm.",
        "Roxy: Rex, don't you have a little thing you have to do tonight?",
        "Rex: No, I'm free.",
        "Roxy: No, I don't think you're free. I think you have a little thing you have to do tonight.",
        "Rex: Hmm -- if I did, I'd cancel it. Nothing's as important as cheering Lindsay on.",
        "Roxy: Yeah, yeah, you're right. Come on. Come on, for you? Sit down.",
        "Lindsay: Oh, you're a saint.",
        "Roxy: I'm going to make you glam, girl.",
        "Lindsay: Thank you.",
        "[SCENE_BREAK]",
        "Jared: Government subsidies to oil companies can be taken away at any time. Buchanan Enterprises needs a plan in the event that that happens.",
        "Natalie: Well, you've thought of everything.",
        "Jared: Well, isn't that the scouts' motto -- always prepared?",
        "Natalie: Except scouts don't go sneaking around looking into people's private lives.",
        "Jared: Look, your life is anything but private. That's the downside of being a Buchanan. And, well, your Uncle Todd -- he's taking care of the more colorful stories.",
        "Natalie: I see you went to Wharton.",
        "Jared: Yeah. That's a good school, Wharton. It's taught me a lot.",
        "Natalie: Yes, my nephew Duke also went to Wharton.",
        "Jared: Ah, I know. It -- tragic what happened to him, though. I'm sorry.",
        "Natalie: Oh, and I see you both were a finalist for the Hancock Prize.",
        "Jared: I didn't make the grade.",
        "Natalie: Yeah. Duke did. It's funny. My -- my brother -- you should have seen him. When he came back from that ceremony, he could not shut up. He was so proud.",
        "Jared: I'm sure.",
        "Natalie: You know what made it so special for him?",
        "Jared: Hmm?",
        "Natalie: That was the first year the award was ever given.",
        "Jared: Oh.",
        "Natalie: Which makes it really difficult that you had been a finalist, because -- let's see here. You were a -- you were a financial analyst, working your way to V.P. in one year? Wow. See, that's what's really nice about feeling like a fraud all the time. You can always spot another one.",
        "[SCENE_BREAK]",
        "Clint: Cord told me that you two got a chance to talk while he was here.",
        "Sarah: We didn't have much of a choice, now, did we?",
        "Clint: How did it go?",
        "Sarah: He didn't give you the play-by-play?",
        "Clint: Sarah, he is trying very hard.",
        "Sarah: It was ok. It's just -- I would rather be fighting if it meant we would still have Asa here.",
        "Clint: You know, every day for the rest of my life, I'm going to miss my father, but I know that he'd be happy that he brought you and your father together.",
        "[SCENE_BREAK]",
        "Bo: Let's see, you got casino night?",
        "Nora: Mm-hmm.",
        "Bo: Gallery.",
        "Nora: Yeah.",
        "Bo: A relationship with Marcie. It's -- this is all stuff that we said, those --",
        "Nora: Mm-hmm.",
        "Bo: Do you have your own take on -- on Lindsay?",
        "Nora: Yeah. It's the bottom of the page.",
        "Bo: \"Nice hair\"?",
        "Nora: Well, she does have lovely hair.",
        "Bo: Well, I -- yeah, but I mean, come on, Nora --",
        "Nora: And nice eyes.",
        "Bo: Come on.",
        "Nora: I can't do this, Bo. I can't do it. Every time I look at Lindsay, all I can think about is my own Woman of the Year award ceremony, and how she ruined it and what she did to us.",
        "Bo: That was a long time ago.",
        "Nora: Yeah. Well, I'm having a hard time paying tribute to a woman who didn't manage to destroy me, so she tried to kill me.",
        "Bo: You got to try to get over it. You know, when I look at Lindsay now, I see a woman who's trying to live her life in a way that will honor her -- the memory of her daughter. You know, I think any -- any parent can relate to that. Even you.",
        "[SCENE_BREAK]",
        "Spencer: How's this for a scenario? I was on my way to Blair's room and ran into Marcie, who was quite surprised and startled to see me. Shocked, in fact. And she said she was going to turn me in. I just couldn't resist. I had to tell her -- little Tommy is Todd's son. And I told her I was on my way in to see Blair to tell her and Marcie panicked. Follows me into Blair's room, sees the scissors lying there, and you know the rest.",
        "John: Nah. If Marcie knew about Tommy, I'd be able to tell. She doesn't know.",
        "Spencer: Looks like we're back to square one. Marty Saybrooke.",
        "John: Ah. No real motive.",
        "Spencer: You kidding me? I had already abducted her, held a gun to her head, killed my attorney, knocked out my guard, and was prepared to force myself upon Blair. Oh, yes. Dr. Marty Saybrooke -- she always has had some rather overdeveloped sense of responsibility, wouldn't you say, John?",
        "John: It had to be someone who knew the truth about Tommy. Somebody who cared, somebody that wouldn't have stuck around to take care of Blair. It's not Marty. She didn't do it.",
        "[SCENE_BREAK]",
        "Roxy: Hey, Lindsay, I love what I did. Simple and sublime.",
        "Lindsay: I love it, too. Thank you. Oh, I got to pay you.",
        "Roxy: Hey, no, no, no, it's on the house.",
        "Lindsay: Oh.",
        "Roxy: Good luck tonight, baby.",
        "Lindsay: Thank you. Ok. See you soon.",
        "Roxy: Ok.",
        "Nash: Hey, leave -- you leaving? I thought you were sticking around for the --",
        "Roxy: After-hours special?",
        "Lindsay: Oh. Is that the thing your mother was talking about?",
        "Rex: Uh --",
        "Roxy: Uh, no, it's just a -- Nash is here to redeem a coupon.",
        "Nash: Right.",
        "Rex: We better go get changed.",
        "Lindsay: Right. Ok, thanks again, Roxy.",
        "Roxy: Hey, don't mention it. I mean, really, you know, don't mention it. Why'd you mention it? What's the matter with you? I told you to keep a low profile.",
        "Nash: I didn't breathe a word to anybody. This night is as important to me as it is to you, all right?",
        "[SCENE_BREAK]",
        "Natalie: How much of this is baloney?",
        "Jared: Define \"baloney.\"",
        "Natalie: All of it, then?",
        "Jared: Doesn't mean I wouldn't be a great asset to your company.",
        "Natalie: I wouldn't hire you to deliver my lunch.",
        "Jared: Ok. Forget the resume. Go with your gut. You like me.",
        "Natalie: You lied about my grandfather. You lied on your resume. You have no place in this company.",
        "Jared: You are no different than me, except your name is Buchanan.",
        "Natalie: But we're not talking about me, we're talking about you. Actually, we were. Now, you're leaving.",
        "Jared: Your grandfather was a liar and a cheat.",
        "Natalie: Excuse me?",
        "Jared: He played dirty and he bent the rules, because that's what it took to build up and maintain an empire. Ok? I know how to do that. Why? Because I don't have a drop of blue blood in my veins. I like to get in the mud. Is there a Buchanan left that can do the same thing?",
        "[SCENE_BREAK]",
        "Sarah: Here -- finish mine.",
        "Cristian: What, you didn't like the fries?",
        "Sarah: They were great. I just guess I'm not as hungry as I thought.",
        "Cristian: You lost your appetite after you talked to Clint?",
        "Sarah: He's not a big fan of me. I don't really blame him.",
        "Cristian: Why?",
        "Sarah: Uh -- it was because of what I did right before Asa died. I mean, I tried to barge in their house asking for money. I was here and I never came by until I wanted something. I never got a chance to tell him how much I loved him.",
        "Cristian: I think he knew it. He understood you, remember?",
        "Sarah: Yeah, because I'm so damn special.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Natalie: Who is it?",
        "Clint: It's your father. Wendy's not out there, you know.",
        "Natalie: Yes, I -- I sent her home. She was crying at her desk all day.",
        "Clint: I figured that. She loved Asa.",
        "Natalie: Yeah. I thought you were at the Woman of the Year thing.",
        "Clint: Oh, I had to beg off of that thing, you know. There's just too much to do around here.",
        "Natalie: Hmm. Looks like we'll both be having a late night.",
        "Clint: Honey, I have a feeling that there's going to be a lot of late nights coming up.",
        "Natalie: Hmm.",
        "Clint: I'll be in my office if you need me.",
        "Natalie: You got it.",
        "Clint: All right. Hang in there.",
        "[SCENE_BREAK]",
        "Roxy: What are you doing with that picture?",
        "Nash: Good-luck charm.",
        "Roxy: Really? Because it's got \"tell\" written all over it to me.",
        "Nash: It'll be ok.",
        "Roxy: Uh-huh.",
        "Nash: Whew.",
        "Roxy: Ok.",
        "Nash: Oh -- nice.",
        "Roxy: No, no, no! Not until you decorate the Naugahyde.",
        "Nash: \"Naugahyde.\"",
        "Roxy: Yeah.",
        "Nash: Yeah -- \"Naugahyde.\"",
        "Roxy: Uh-huh.",
        "Nash: All right.",
        "Roxy: You sure about this?",
        "Nash: I told you -- it's my dream.",
        "Roxy: Those are my friends. You play it smart now.",
        "Nash: Hmm. Always do.",
        "Roxy: Mama bear here. Speak.",
        "Jared: I'm here for the after-hours special. Hi.",
        "Roxy: Hey -- hey! Hey! Who the hell are you?",
        "[SCENE_BREAK]",
        "Marcie: Look at you -- oh. You look beautiful.",
        "Lindsay: And so do you. Hi.",
        "Marcie: Thank you.",
        "Lindsay: Oh. Ah. Hmm.",
        "Marcie: Ok, you seem a little nervous.",
        "Lindsay: Yeah.",
        "Marcie: Is it about Nora?",
        "Lindsay: Oh, I've developed quite a thick skin where Nora is concerned.",
        "Marcie: Uh -- well, what were you reading in the -- in the newspaper?",
        "Lindsay: Oh, um, about the jury selection for Marty Saybrooke.",
        "Marcie: Oh.",
        "Lindsay: Can't believe they're actually going to trial.",
        "Marcie: Well, she confessed, didn't she?",
        "Lindsay: Nobody should be punished for ridding the world of that maniac.",
        "[SCENE_BREAK]",
        "John: It wasn't Marty. And it wasn't Michael. It wasn't Marcie. They may have wanted you dead, Truman, but they didn't do it. Someone did it for them. I know who killed you.",
        "[NEXT_ON]",
        "Jared: I'm just getting started. In fact, I'm all for doubling the stakes.",
        "Nora: It is my pleasure to present to you the woman of the year.",
        "Rex: Every day John keeps the secret about Tommy, it's better for you and Marcie.",
        "Marty: How can you be so sure I didn't kill Spencer?",
        "John: Because I know who did."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=hjufPjuUhyM"
}