{
    "Episode Summary": [],
    "Recap": [
        "Nora goes to arrest Lindsay. Bo is alone in his apartment drinking and very upset over being betrayed by Lindsay. Rex tries to reach him and tells him he won't give up on him. Charlie finds out that he did not go to Rodi's to drink on the night when he passed out there. And he puts two and two together that Dorian might have set him up. And he goes to confront her. Jessica is now Tess, scheming to make Viki and Natalie both believe that she wants to live in Llanfair with the whole family. But what she really wants is revenge upon Jared and Natalie.",
        "Passions"
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: Yo!",
        "Dorian: Yo! There is a D-O-G in my bed.",
        "Addie: I should have known you'd try to get David Vickers into your bed.",
        "Dorian: Get this mutt out of my room immediately.",
        "Addie: He is not a mutt. He is adorable. Aren't you, love muffin?",
        "Dorian: Ta-ta-ta-ta. Out, out, out!",
        "David: Uh-huh. I do what I can. Mrs. Cramer-Vickers.",
        "[SCENE_BREAK]",
        "Lindsay: Bo, please pick up the phone.",
        "[Knock on door]",
        "Lindsay: Bo? No.",
        "Nora: Yes.",
        "[Knock on door]",
        "Bo: I'm not buying.",
        "Rex: Bo, it's Rex.",
        "[Knock on door]",
        "Bo: I don't want any company, Balsom.",
        "Rex: I don't much care, Buchanan. I mean it. I'm not above breaking down the door.",
        "[Knock on door]",
        "Bo: Balsom, you get the hell out of here.",
        "Bo: What part of \"get the hell out of here\" don't you understand?",
        "[SCENE_BREAK]",
        "Roxy: Mmm, there's something about the smell of a dive bar in the morning. Stale beer, cigarettes, upchuck.",
        "Charlie: Do you mind?",
        "Roxy: What's the matter? You feeling a little tug?",
        "Charlie: Just to get some answers, and then I'm out of here.",
        "Roxy: You're thinking about that psychic, aren't you?",
        "Charlie: I'm not here because of some woo-woo mumbo jumbo.",
        "Roxy: Sure you are. You're thinking if Delphina is right, and you weren't drinking alone, then you want to get your hands on the sorry louse who almost let you drink to death.",
        "[Phone rings]",
        "Charlie: Oh. Jared, not now.",
        "[Ringing stops]",
        "Jeff: Forget it, Mister. We're closed. And even if we weren't, I'm not serving you.",
        "Charlie: What? Do I know you?",
        "Jeff: You're that drunk from the alley. Now get the hell out of my bar.",
        "[SCENE_BREAK]",
        "Natalie: You know, Charlie's probably just trying to deal with how Mom broke up with him.",
        "Jared: Yeah, well, that's your sweet way of saying that even my own father can't stand the sight of me.",
        "Natalie: No.",
        "Jared: My lie cost him the woman he loves.",
        "Natalie: I think that Charlie will come around. I mean, never in a million years did I think Jessica was going to forgive us for what happened to Nash, and now -- look, she says she has.",
        "Jared: Am I crazy to think that maybe we can start over?",
        "Natalie: Crazy? No. Are you kidding me? It's going to be more than starting over. This is going to be a whole new world.",
        "[SCENE_BREAK]",
        "Viki: Jessie? Hi, darling.",
        "Tess: Hi.",
        "Viki: What are you doing here?",
        "Tess: We're moving in. Isn't that right, baby? Yeah.",
        "Viki: That's wonderful. And I hope you know you can stay just as long as you'd like. What prompted this decision?",
        "Tess: Well, I woke up in the bed that Nash and I share, and the cottage that he built for us, and he wasn't there. And I didn't want to be there anymore, either. And not to mention the investors are foreclosing on the property.",
        "Viki: Oh, darling, I'm so sorry. I know that that house was -- and the vineyard -- that was Nash's dream, and yours. Leave your suitcase here. Why don't you come inside? We'll talk.",
        "Tess: It was Nash's and Tess' dream.",
        "[SCENE_BREAK]",
        "Natalie: I know we have a long way to go, Jessica, my dad, the whole rest of the family.",
        "Jared: No kidding.",
        "Natalie: But if Jessica can move on, then the rest of the family will eventually have to deal with us.",
        "Jared: You know, when Nash was dying, I promised him that I would spend the rest of my life trying to make this up to him. That you and I would look out for Jessica and Bree and the baby on the way.",
        "Natalie: I know and we still will.",
        "Jared: Hopefully, Jessica will let me do something. I just wish I knew the right thing to offer her.",
        "Natalie: Well, at least now we have the chance to find out.",
        "Jared: Gigi.",
        "Gigi: Morning, guys.",
        "Jared: You're working here now?",
        "Gigi: Sure am. Although Dorian Lord offered to let me stay on at B.E. or C.E., or whatever, but I'd rather set my hair on fire. Coffee?",
        "[SCENE_BREAK]",
        "Rex: It's a little early to be hitting the second bottle, don't you think?",
        "Bo: Ah, the sun's across the yardarm, somewhere.",
        "Rex: Have you had anything to eat?",
        "Bo: When I need a nanny, I'm going to call you, Balsom.",
        "Rex: Look, you're torn up about what happened.",
        "Bo: You really don't get that I don't want to talk about this.",
        "Rex: No, I get it. Believe me, I can relate.",
        "Bo: Oh, swell.",
        "Rex: But what I can't do is sit around and watch my best friend drink himself sick over anything, including a woman.",
        "Bo: A woman? Are you talking about my not-wife, Lindsay? The woman that lied about murdering a guy? Are you talking about my ex-wife, Nora, who made sure that I found out all about it in the worst possible way?",
        "Rex: Look, at least you didn't find out the truth after you got married, the way I found out about Adriana.",
        "Bo: So what? I'm lucky?",
        "[Laughs]",
        "Rex: In some ways, yeah.",
        "Bo: Oh. Where's the body, Balsom? Hmm?",
        "Rex: Huh?",
        "Bo: Where's the body? Where's the body buried?",
        "Rex: [Stuttering] I don't know what you're talking about.",
        "Bo: I'm talking about the body. The man or the woman that Adriana murdered in cold blood. You know? The crime that she faked insanity to avoid having to pay for, you know? Point it out to me, will you? Because I must have missed it.",
        "Rex: All I'm saying is it's better you found out the truth now rather than later.",
        "Bo: Oh, you know, you better get out of here before I part your hair with this bottle.",
        "Rex: Uh-uh. You've always had my back when I was down.",
        "Bo: The debt is paid. There's no need to return the favor.",
        "Rex: Nice try.",
        "[SCENE_BREAK]",
        "Lindsay: You break up my wedding and you ruin my life, and you come here to gloat, and you bring police protection.",
        "Nora: That's not why I'm here, Lindsay. And these officers are not here for my protection. That's right. Lindsay Rappaport, you're under arrest for the murder of Spencer Truman.",
        "Lindsay: You can't do this.",
        "Nora: Actually, I can.",
        "Lindsay: I've already been tried and released.",
        "Nora: New evidence, new trial.",
        "Lindsay: But that's double jeopardy.",
        "Nora: See, you know, you really needed to brush up on your legal statutes, Lindsay. See, your release was the result of a directed verdict by the judge who you lied to in court under oath. Sorry, jeopardy does not attach. You're going to jail for the murder of Spencer Truman, and that's where you're going to spend the rest of your unnatural days.",
        "[SCENE_BREAK]",
        "Charlie: You could do me a really big favor by telling me everything you remember about that night you found me passed out in the alley",
        "Jeff: Why should I do you any favors?",
        "Roxy: Oh, holy hostile.",
        "Charlie: I know you don't owe me a thing.",
        "Jeff: You're damn right I don't.",
        "Roxy: Yeah, maybe anger management classes.",
        "Charlie: But there was something about that night that just doesn't add up for me, and it's driving me nuts trying to work it out. And I could really use your help.",
        "Roxy: And there's three bucks in it for you.",
        "Charlie: Okay, now, I know you're the guy who found me, but I just want to know if you're the guy who served me that night.",
        "Jeff: You've got a lot of nerve, pal.",
        "Roxy: What, what did he say?",
        "Jeff: Trying to pin your bender on the guy behind the bar who poured for you.",
        "Charlie: That is not what I meant. Look, here's the deal. I'm an alcoholic.",
        "Jeff: Shocking.",
        "Charlie: No, but I'm sober now, and I had seven good months in before that night.",
        "Jeff: So you fell off the wagon.",
        "Charlie: Yeah, but the problem is I can't remember what the hell happened. And I mean I can't even remember taking that first drink.",
        "Jeff: It's called a blackout. Look it up.",
        "Charlie: Believe me, I have had my share of blackouts, and I know. But I never ever forget that first drink.",
        "Roxy: Yeah, because he's, like, the \"Rainman\" of drunks.",
        "Charlie: And I have reason to believe that I did not take that drink alone, that I was drinking here with someone else.",
        "Jeff: Okay, here's what I can tell you was an absolute fact. Wherever you and this buddy were drinking, it wasn't here.",
        "[SCENE_BREAK]",
        "Dorian: Must you go traipsing around my house in a towel?",
        "Addie: Yes.",
        "David: No. [Dorian screams] Oh, what -- what -- what in heaven's name --",
        "Addie: There is a God, and you are the eighth wonder of the world.",
        "David: Eighth wonder at your service. Just say the word.",
        "Addie: The word, but not right now. Come along, Princess David Vickers, it's breakfast time.",
        "Dorian: Put that towel back on now.",
        "David: Fine.",
        "Dorian: Great. How much longer do you plan to continue torturing me?",
        "David: Really, Dorian, torture is a four letter word in this political climate.",
        "Dorian: You're just doing this to drive me crazy and you know it.",
        "David: You used to love it when I did this.",
        "Dorian: [Scoffs] I hope you kept a journal, because those days are over.",
        "David: Pay me what you owe me and I'll leave.",
        "Dorian: I owe you absolutely nothing!",
        "David: Oh, well, then fine. Then this torture lasts forever, or at lease until I can bleed you dry, which after your recent financial acquisition, could also be forever.",
        "Dorian: This is my house. I can still throw you out.",
        "David: Yes, you can, and if you do that, I will take your sister, my wife, with me. And you will never see Addie again.",
        "[SCENE_BREAK]",
        "Jared: Gigi, I am so sorry for costing you your job at B.E. So many people got canned because of what I did.",
        "Natalie: We did.",
        "Jared: Yeah, so if you spit in my food, I understand.",
        "Gigi: I've never served a sneezer in my life.",
        "Jared: Oh.",
        "Gigi: And you know what? The way I see it, everything that happened, it's more Dorian's fault than yours.",
        "Jared: Well, she gets the assist and I get the bucket.",
        "Gigi: I'm really sorry about the company. And about Nash.",
        "Natalie: Thanks for saying that.",
        "Gigi: How is your sister doing?",
        "Natalie: She's trying to keep it together for her daughter.",
        "Gigi: I keep seeing it. Nash falling and landing next to Rex and me. The glass, and Jessica screaming. I can't get it out of my head.",
        "Natalie: Trust me, Gigi, neither can I.",
        "[SCENE_BREAK]",
        "Viki: Darling, that must be so hard for you losing the vineyard. I know that Nash took a loan out for that. Is there any way that I can help you, you know, fight it?",
        "Tess: We'll let you know.",
        "Viki: Okay. I think it's going to take a long time for you to get over your anger at your sister.",
        "Tess: Actually I went to go and see Jared and Natalie yesterday after the burial.",
        "Viki: You did?",
        "Tess: Mm-hmm.",
        "Viki: Wow, I had no idea.",
        "Tess: And we kind of made up.",
        "Viki: Really? How did that happen?",
        "Tess: Well, I watched them lower Nash's body into the ground and I didn't want to let him go. And then I thought, you know, I can't go on like this. And if I turn my back on everything I have left, I'll be all alone, won't I? Yeah.",
        "Viki: Wow. Natalie must be so relieved.",
        "Tess: Mm-hmm.",
        "Viki: Sweetheart, don't you think you're pushing it just a little bit?",
        "Tess: Isn't this what you want?",
        "Viki: Oh, honey, come on, you and I have been through enough therapy to know that you cannot deny feelings just because they're inconvenient for other people. Forgiveness, real forgiveness, takes a long time, darling. Hard fought, not easily won.",
        "Tess: We're not you and Charlie, okay? I'm sorry. I'm sorry. I just meant that Natalie and I are sisters. We're twins, you know? And we have this twin thing.",
        "Viki: That's good. It's good, and, again, I hope you know that you and Bree can stay just as long as you like.",
        "Tess: Oh, did you hear that? Oh, did you hear that, little grape? We are going to live here with Grandma for a little while, huh?",
        "Viki: Little grape?",
        "Tess: Uh, yeah, something that I called her when I was first pregnant, and Nash and I -- you know. Anyway, she seems hungry.",
        "Viki: Yes, she does seem hungry. Why don't I take her downstairs and I'll give her to Lois, because they love each other, don't they? Yes. And I'll bring us up a tray of breakfast, okay?",
        "Tess: Thanks.",
        "Viki: Great. Come on, my sunshine. Ooh, you're getting so big. I'll be right back.",
        "Tess: Okay.",
        "Viki: Come on then. Who's my girl?",
        "Tess: Oh, God.",
        "Tess: Flowered wallpaper. Kill me now.",
        "[SCENE_BREAK]",
        "Lindsay: This is crazy.",
        "Nora: No, what's crazy is the fact that you keep thinking you're above the law. You have side-stepped the legal system for the last time, Lindsay.",
        "Lindsay: The legal system is supposed to catch cold-blooded murderers like Spencer Truman, but it didn't.",
        "Nora: So you thought you'd take that job on?",
        "Lindsay: Nobody cares that he's dead. Bo even told me that himself.",
        "Nora: You left Marty Saybrooke in prison to rot for the rest of her life for a crime she didn't commit.",
        "Lindsay: That isn't true.",
        "Nora: Yes, it is true. If John McBain hadn't figured this all out, she'd still be there, and you would've gotten away with it scot-free. And then when he did figure it out, you just faked a little insanity there to get away with it again. You deliberately scared the daylights out of your kid.",
        "[Unintelligible]",
        "Nora: And then Bo and R.J. and Marcie. Oh, my God, all these people you claimed to love, you turned their lives inside out, Lindsay.",
        "Lindsay: They were Spencer Truman's victims.",
        "Nora: No, no, no, no, not just Spencer's victims. Your victims, too. You killed a man. You lied about it and you left all these people you supposedly loved to pay the price. If that wasn't enough, you conned Bo into being your guardian, and you worked that situation, too, didn't you? Prancing around town on his arm acting like some sort of changed and honest woman.",
        "Lindsay: And there it is. Say it loud, because this doesn't have anything to do with Spencer's murder or justice, or anything like that. It's because you hate me because I was marrying Bo, and you still want him.",
        "[SCENE_BREAK]",
        "Bo: You know what I lost this last year? Pa, my job, Buchanan Enterprises, and the one woman that I thought I had a second chance with. Because of a lie.",
        "Rex: Lindsay screwed up, big time.",
        "Bo: She thought she could marry me and lie to me forever. About a murder. What does that say about me, Balsom?",
        "Rex: That you were misled by somebody who was running scared.",
        "Bo: It says I got what I deserve.",
        "Rex: Okay, hey, you know what? You want to play coward and drink yourself to death like Charlie Banks? Listen -- wait -- closely, Buchanan. Not on my watch.",
        "[SCENE_BREAK]",
        "Charlie: Look, I don't know if you're worried about getting sued or what, but I'm not really trying to blame what happened on anyone. I just want the truth.",
        "Jeff: And you heard it. You and your friend didn't drink here that night.",
        "Charlie: How can you be so sure of that?",
        "Jeff: Because that night I found you back in the alley, there was a private party in here, and you weren't part of it.",
        "Roxy: He's covering his ass.",
        "Jeff: 35 ladies having a wild bachelorette night. Now unless you can come up with the mother of all drag getups, he wasn't at the party.",
        "Roxy: This looks like my kind of bash.",
        "Jeff: It was only me and one other server, period. I came out later to dump the trash and there you were, out of it and reeking of booze. You mumbled the name Viki. I found your cell phone, called her number, they took you away in an ambulance, and that's it.",
        "Charlie: Thank you. I mean, I just assumed that I was drinking here. I'm sorry.",
        "Jeff: It's all right. By the way, we're still closed.",
        "[SCENE_BREAK]",
        "Dorian: You're threatening me?",
        "David: I'm just telling you the truth, baby.",
        "Dorian: Ha!",
        "David: Where are you going? You can get dressed in front of me. Don't be shy.",
        "Dorian: Put those on now.",
        "David: These look like they belong to Clint. They're a little short and wide. Or maybe they belong to that mystery guest of yours from a couple of weeks ago.",
        "[Door closes]",
        "Dorian: Shut up. Shut up, shut up, shut up!",
        "David: You brought this on yourself. I had the goods on Jared Banks, and you promised that you would pay me if I stayed quiet. Well, you reneged on that promise, so I launched plan B.",
        "Dorian: Yeah, taking advantage of my -- my invalid sister.",
        "David: Oh, she is hardly an invalid.",
        "Dorian: And draining my accounts through her.",
        "David: Well, there is that.",
        "Dorian: That is extortion.",
        "David: You drove me to it.",
        "Dorian: I did?",
        "David: Hell, yeah. We go way back. How many plots did we hatch together, huh? How many close calls? How many tight jams? Oh, I miss those tight jams.",
        "Dorian: Oh, I could horse whip you.",
        "David: I miss that, too. But you turned on me. And why did you do that? Just because Viki had some laugh at the fact that she thought we were back together? And so you thought that I didn't stick up for you after you insulted me? What would you have me do?",
        "Dorian: We were lovers. Viki was -- is nothing. You owe me more than you owe her, much more. Honor me, not Viki.",
        "David: You're right. I'm sorry.",
        "Dorian: You're sorry? You stood here naked in my bedroom after having spent the night in the bedroom down the hall next to my mentally ill sister. And you say you're sorry?",
        "David: She's not mentally ill.",
        "Dorian: [Scoffs]",
        "David: Anymore.",
        "Dorian: Oh, David? How do you think your dear friend Viki is going to feel when she finds out you've been taking advantage of my sister? Deeply, deeply disappointed.",
        "David: That's not going to work. Bringing up Viki's name is not going to make me feel guilty.",
        "Dorian: Do you really imagine I think you're capable of feeling guilty?",
        "[SCENE_BREAK]",
        "Viki: Then David said to me, \"How is she treating my liver?\"",
        "Tess: Oh, yeah?",
        "Viki: Well, David is, you know, David. But you know, darling, I think he really is concerned for you, for your well-being.",
        "Tess: Hey, Mom, would you mind if I cut this breakfast a little bit short?",
        "Viki: No, not at all. What are you up to?",
        "Tess: I just have some errands to run before it gets too late.",
        "Viki: Oh, okay. Well, don't worry about Bree. She's very happy with Lois, you know. Where are you off to?",
        "Tess: Um -- just got to do some financial stuff, you know.",
        "Viki: For the vineyard?",
        "Tess: Yeah.",
        "Viki: Do you want me to come with you?",
        "Tess: No, no, it's okay. I have to get used to doing stuff on my own now.",
        "Viki: All right, sweetheart. Let me take this downstairs.",
        "Tess: Thank you.",
        "Viki: You done?",
        "Tess: Yes.",
        "Viki: Okay. You know, Jessie, I'm very proud of you.",
        "Tess: For what?",
        "Viki: Forgiving Natalie in spite of everything that happened. That took a lot of courage. I am still so angry with her for her choices, and seeing that you're able to get past all that and that you can understand that she really never meant to hurt you, you know? It's inspiring.",
        "Tess: You want to be inspired? Just wait until you see what I have in store for Natalie and Jared.",
        "[SCENE_BREAK]",
        "Charlie: Well, so much for your pyschic's idea that I was not drinking alone.",
        "Roxy: That broad is never wrong, at least not with me. We got to retrace your steps, because we're forgetting something.",
        "Charlie: Oh, come on. I have been over it again and again. Look, I went to Rex's apartment that night to tell him the truth about not being his dad.",
        "Roxy: Okay, that one's on me.",
        "Charlie: Yes. And then -- then Rex got the call from the hospital about Adriana having an accident. I went with Rex to the E.R. Um, what's her name, Dorian came by later, and then Rex and Adriana just left.",
        "Roxy: So, what about Dorian?",
        "Charlie: Well, we had an argument. But everything else is just black.",
        "Roxy: Well, maybe she saw who you were drinking with. Or maybe better yet, maybe you were drinking with her.",
        "[SCENE_BREAK]",
        "Nora: I don't want Bo, Lindsay. I want you. And I got you. And now I'm going to introduce you to the real love of my life. Justice.",
        "Lindsay: Get out of my face.",
        "Nora: Careful. Your fake insanity is starting to show.",
        "Lindsay: Your vindictive obsession with me would make anybody insane.",
        "Nora: Here we go.",
        "Lindsay: You have stopped my wedding to that man twice, Nora.",
        "Nora: Mm-hmm.",
        "Lindsay: You just can't let him go. Doesn't matter who he's with -- me, Paige, Gabrielle, it just -- it doesn't matter since your marriage crashed and burned.",
        "Nora: You are so fixated on my supposed obsession with Bo, you can't even see I've moved on, Lindsay.",
        "Lindsay: You cozying up with Bo's brother is moving on? You haven't moved on. And you don't want Bo to. And you were nailing me and ruining my life? You're so happy about that. It's what you've wanted all along.",
        "Nora: You're right. I'm happy about it. I'm loving it.",
        "[SCENE_BREAK]",
        "Rex: Oh, look, I'm sorry, Bo. I shouldn't have gone there. I know that you're not Charlie. You are a much better man than he could ever hope to be. That's what makes this so hard to watch.",
        "Bo: Why don't you just leave, Balsom? Please.",
        "Rex: Charlie lied to me. Adriana lied to me, too. Does that make me defective? Or is there something wrong with me? Because that's what you're saying about yourself.",
        "Bo: It's different.",
        "Rex: How?",
        "Bo: I'm a cop. Should have -- should have seen it coming.",
        "Rex: I'm a P.I. I know I haven't been at it as long as you've been a cop, but I'm still trained at picking up clues and signals that average people don't. Adriana still managed to lie to me for months.",
        "Bo: Maybe the mayor should have fired me. Maybe I just suck at what I do.",
        "Rex: Or maybe you fell in love like I did. You opened yourself up, and you didn't see things.",
        "Bo: I saw something in Lindsay. You know, something was off a little bit. You know? But I buried it down.",
        "Rex: You cared about her.",
        "Bo: I love her. And I didn't want Nora to be right, you know? I just -- I didn't want to see it.",
        "Rex: You are one of the most important people in my life, Bo. I mean that. Please tell me what to do to help you get through this.",
        "Bo: There's nothing you can do. Nothing, so you might as well go, you know? You mean well. I know you want to help me, but, Balsom, you can't, so just please, won't you go? Just go home.",
        "Rex: I'm taking this with me. I know you can get more, but it's a symbolic gesture. I'm hoping it makes you want to stop. Oh, one more thing. I'm leaving because you asked me to. It's going to take a hell of a lot more for you to get rid of me.",
        "[SCENE_BREAK]",
        "Gigi: I know it's probably none of my business, but, um, I thought you guys were beating yourselves up over everything that happened.",
        "Natalie: Yeah, that pretty much covers it.",
        "Gigi: And, you know, I just -- I just want to say that we all do things that most people wouldn't understand, and once we do those things, we're stuck with it, you know? For better or worse. Enjoy your breakfast.",
        "Jared: Did she just say that?",
        "Natalie: Yeah. Yeah, she did.",
        "Jared: Did she relate to us like we're not scum of the earth?",
        "Natalie: Yeah. I think that's exactly what happened. Think you can handle it?",
        "Jared: I don't know. I was going to get fitted for my hair shirt later today. Excuse me, but I think I'll go smoke.",
        "Natalie: Jared.",
        "Jared: Yeah?",
        "Natalie: I really wish I could take all this back.",
        "Jared: I know.",
        "Natalie: Remember that day we were here, celebrating Bree's birthday? So happy, and you were going to help Nash with the vineyard?",
        "Jared: Yes, it's not right. But we -- but we are going to make it right. I promise you that.",
        "[SCENE_BREAK]",
        "Addie: Where's David?",
        "Dorian: The dog, or the sweet, small, furry creature?",
        "Addie: Dory, you're not going to turn me against my husband.",
        "Dorian: Addie, he is not your husband, not in the true sense of the word. Can't you see that he's using you?",
        "Addie: Maybe we're using each other.",
        "Dorian: Is this what you really want? Is this the kind of relationship that you had in mind when you made your to-do list?",
        "Addie: If you weren't so jealous, you'd be happy for me.",
        "Dorian: I'm not jealous. I -- I'm not. I just don't want to see you hurt.",
        "Addie: I won't be hurt. Your own psychic tells me David and I are a happy couple. Speaking of that, why was Mel so angry with you when Delphina was channeling him?",
        "[SCENE_BREAK]",
        "Charlie: No, I did not go out drinking with Dorian that night.",
        "Roxy: How do you know?",
        "Charlie: Because I hate her, and she hates me, and we were at a hospital and not a bar.",
        "Roxy: So you were in the E.R. What were you arguing with her about?",
        "Charlie: Rex. I mean, yeah, we fought over the fact that I was going to tell him the truth about being Jared's dad and not his. And after that argument, I don't remember a thing.",
        "Roxy: Okay, call me crazy. I mean, everybody does. But maybe Dorian will remember something that you can't.",
        "Viki: Welcome to the Bon-Jour Cafe. My name's Viki. What can I get you?",
        "Charlie: Well, hello, Viki. I'm Charlie.",
        "[SCENE_BREAK]",
        "Rex: Hey.",
        "Jared: What's up?",
        "Natalie: Hi. I heard about Uncle Bo and Lindsay. What exactly happened?",
        "Rex: Disaster. One minute J.P. was giving his spiel about the whole thing with the... excuse me, I'll be right back.",
        "Rex: When did you start working here?",
        "Gigi: When B.E. became C.E.",
        "Rex: Oh, right. That was cool the way you told Dorian to go stuff her job offer. But you okay waiting tables again?",
        "Gigi: Why wouldn't I be? I'm good at it and I need the work.",
        "Rex: Right, sorry, yeah, I understand. Thanks for the coffee.",
        "Gigi: Yeah, you look kind of ragged. Are you okay?",
        "Rex: Oh, rough night. Bo Buchanan, he's like the father I never had. His wedding was yesterday. I was the best man.",
        "Gigi: What was the rough part?",
        "Rex: Somebody stopped the wedding in the middle of the ceremony.",
        "Gigi: Oh, no.",
        "Rex: Oh, yes. Not exactly the same way you stopped mine, because, well, Bo didn't go through with it.",
        "Gigi: And you did.",
        "Rex: Yeah, I did.",
        "[SCENE_BREAK]",
        "Nora: I knew all along that you were lying. And watching you walk around without any consequence was eating me alive. And the thought of you being my son's stepmother, I couldn't sleep at night. But now you've finally been caught. And justice is finally going to be served. Officers, please read this woman her rights.",
        "Officer: Lindsay Rappaport, you have the right to remain silent. Anything you say may be used against you in a court of law.",
        "[SCENE_BREAK]",
        "Lindsay: Bo, it's me. I know you're there. Please pick up. Bo? It's Lindsay. I love you. Please, please, can we talk? I am -- I'm so sorry. Bo, I know I was wrong, but if we sit down and talk and try to get through this, I know we can. I promise, Bo, I promise this was the last lie. Can we please just talk?",
        "[SCENE_BREAK]",
        "Dorian: Why are we talking about my dear, dead husband?",
        "Addie: Because I asked?",
        "Dorian: I don't want to talk about the past. I love you very much, and I just want you to be happy.",
        "Addie: Well, in that case, I'm going to go play with David. The puppy dog, not the man.",
        "Dorian: Oh.",
        "Dorian: What on earth are you doing here?",
        "Charlie: Dorian. I'll be asking the questions.",
        "[SCENE_BREAK]",
        "Viki: David. What's the matter?",
        "David: Viki, there is something that I want to tell you before you hear it from someone else.",
        "Viki: Oh, Lord. Should I sit?",
        "David: Maybe.",
        "David: I got married.",
        "[SCENE_BREAK]",
        "Rex: We never got a chance to talk about what happened at my wedding. So much stuff happened after that.",
        "Gigi: You don't have to say anything. We're all good.",
        "Rex: I want to. You told me that you loved me and I didn't say anything back. Maybe it's time I did.",
        "[SCENE_BREAK]",
        "Jared: If you want the one with the two bathrooms, then we are getting the one with the two bathrooms. Because what makes you happy, makes me... hi.",
        "Natalie: Jess, hi. I -- I didn't know you were here.",
        "Tess: Morning.",
        "Jared: How are you?",
        "Tess: Um, better. Bree and I moved out of the cottage this morning.",
        "Natalie: I didn't know.",
        "Tess: Actually we moved back home to Llanfair to be close to the family.",
        "Natalie: That's great. I'm -- I'm not -- I'm not going to just show up at any time. I know that you still -- I know you forgave me, all right?",
        "Tess: No, no, no. Natalie, that's why I came to find you. I don't want you to stay away. I want you to -- well, I actually came here to try to convince you to move in to Llanfair. I want us to be together."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=CvDCE_bI4-k"
}