{
    "Episode Summary": [
        "Episode # 10680"
    ],
    "Recap": [
        "Todd has awoken and is going to be ok. But everybody is torn on whether to believe that he did not cause Marty to lose her baby. Tea is ready to represent him when John is ready to arrest him. But Blair admits to Starr that it wouldn't surprise her if Todd pushed Marty and that would be unforgivable. Dani is torn on what to do and to think. So is Starr. Matthew is not certain how to help Dani and talks to his dad about that. Cole has to go to jail for assault. Eli represents him. Meanwhile, it appears that somebody is watching Kelly. Dorian is very worried her niece will get killed since her mother did and then Rodney died when he was ready to reveal what he knew about her mother's death. And Kelly seems to somehow know that Todd is being falsely accused of pushing Marty and that somebody else did it."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Bo: No lie, Dogg, wedding bells are gonna chime. Yeah. All right, I'll send you an invitation and hopefully I'll see you there. Ha ha. \"Bow wow\" right back at you, Calvin. All right. Later. Yo, Matt. What is crack-a-lacking?",
        "Matthew: Did you just invite Snoop to the wedding?",
        "Bo: Word. Is your pops down or what?",
        "[SCENE_BREAK]",
        "Dorian: Now, just wait up, Kelly. I've been doing a lot of thinking about your situation.",
        "Kelly: Stop calling it \"my situation.\" Being single is not a crime.",
        "Dorian: No. No. Of course it is not. But that wasn't what I was thinking of. However, I do know of a very attractive, young congressman.",
        "Kelly: Dorian...",
        "Dorian: All right, yes, of course. No politicians, but there are other successful men with big careers that I can introduce you to.",
        "Kelly: You said that you wanted to talk to me about something... anything else, please.",
        "Dorian: Okay. I need you to sit down. Honey, I'm really very worried about...your safety. After what happened to your dear mother and now Rodney, I'm worried that there is someone who might have ideas about you.",
        "Kelly: Okay, do not bring up Mitch Laurence, okay? He is in the state penitentiary.",
        "Dorian: I'm just saying I think it would be wise for you to have your own private security protection.",
        "Kelly: Security? We have security here. Are you suggesting I get, what, a bodyguard? Because the last thing I need right now is any more stress.",
        "[Crash]",
        "Dorian: Oh!",
        "Kelly: What was that?",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Greg: Come in.",
        "Marty: Hey.",
        "Greg: Dr. Saybrooke. What can I do for you?",
        "Marty: Oh, I am ready to get out of here. And Janice Morrison's in the middle of a delivery. Can you sign off on my release form, please?",
        "Greg: Sure. Of course.",
        "Marty: Thanks.",
        "Greg: So who's taking you home?",
        "Marty: I am. John would, but he's in the middle of a case. I'm fine.",
        "Greg: You know the rules.",
        "Marty: I'm not a risk for liability.",
        "Greg: There's also your safety and well-being to think about. I'm sorry, Marty, but I can't sign this.",
        "Marty: You know what? Fine. I'll call my son.",
        "[SCENE_BREAK]",
        "Cole: I really appreciate you stepping up for me. Whatever happens, I got your back.",
        "Hannah: And I have yours.",
        "Brody: Ahem. Hey, Cole, I'm sorry for the holdup. I haven't been able to get you representation yet. Don't worry. I'm on it.",
        "Cole: Thanks.",
        "Hannah: Um...are the cops here this nice to everybody?",
        "Cole: Well, my mom's dating the chief of detectives.",
        "Hannah: Ah. I guess that helps.",
        "Cole: A little, and the guy I beat up--Todd Manning--you can count how many fans he has on... one hand.",
        "[SCENE_BREAK]",
        "Blair: Well, Viki isn't here, Todd, but we can certainly call her if you want, get her here for you.",
        "Todd: What about John?",
        "Téa: Why would John be here?",
        "John: You're under arrest.",
        "Téa: What the hell do you think you're doing?",
        "John: I have a warrant. Todd Manning, you're under arrest for the attempted murder of Marty Saybrooke and the murder of her unborn child.",
        "[SCENE_BREAK]",
        "Kelly: Okay, put the poker down before you knock somebody's eye out, namely mine.",
        "Dorian: I said we need security up here at the house. Now. Aah! What? What's that?",
        "Kelly: What's what?",
        "Dorian: I heard the sound of someone...lurking.",
        "Kelly: Okay, what does lurking sound like? Come on, Dorian. It had to be a squirrel or a bird. Maybe it's the wind. It's windy out.",
        "Dorian: Please! The wind? That's what people try to convince themselves they're hearing just before an intruder comes up behind them, grabs them by the throat, and brings them down.",
        "[Doorbell rings]",
        "Dorian: Aah!",
        "Kelly: Aah!",
        "Dorian: Oh, God. You know, I think we better ramp things down. We've gotta get control. Come on. We'll get control of ourselves. Control, that's all. Whew. Okay. Breathe, breathe, breathe.",
        "[Telephone ringing]",
        "Dorian: Security, what's going on? Oh. No, no, no. That's right. He's on the list. Thank you.",
        "[Dorian exhales]",
        "Dorian: Hello, Eli. How nice of you to stop by. Come in.",
        "Eli: So is Blair ready?",
        "Dorian: Blair? Ready? Ready for what?",
        "Eli: We have plans tonight.",
        "Dorian: Oh, of course. Ha ha. Oh, yes. Are you gonna be taking her out someplace special?",
        "Eli: I might have something special in mind.",
        "Dorian: Oh. I can't wait to hear about it. I'm so pleased that Blair is finally dating a fine, upstanding gentleman for a change.",
        "Kelly: Eli, Blair isn't here.",
        "Eli: That's odd. I told her I'd pick her up here. Hope nothing's happened.",
        "[SCENE_BREAK]",
        "Téa: You can't be serious. Todd's just regained consciousness.",
        "John: He looks all right to me.",
        "Starr: Mom, you have to do something.",
        "Blair: John, really, come on. His heart just stopped. I mean, isn't there a better time? Can this wait?",
        "John: It's delaying the inevitable.",
        "Dani: I need to get some water.",
        "John: You know, Manning, you got away with a lot of things in the past. You're not getting away with this one.",
        "[SCENE_BREAK]",
        "Viki: Oh. Hold on. You're Danielle, aren't you? What's wrong, sweetheart? You okay?",
        "[SCENE_BREAK]",
        "Starr: I know how this is starting to look, but my dad didn't do this.",
        "Todd: Starr.",
        "Téa: Todd. Listen to me. Todd is the victim of a violent crime, not the perpetrator. You have your priorities mixed up, Mr. McBain.",
        "John: Why don't we let a jury decide?",
        "Téa: Okay. A gym full of people just witnessed Cole Thornhart beat Todd almost to death just a few hours ago. Why not focus on a crime you can prove?",
        "[SCENE_BREAK]",
        "Hannah: I wonder what's taking Detective McBain so long. Hey. Cole, what's wrong?",
        "Cole: I just...saw what time it was.",
        "Hannah: What do you mean?",
        "Cole: It's Hope's bedtime. Normally, Starr and I are reading her a book... singing her a song. Kissing her good night. And I'm not there tonight.",
        "Hannah: Hey. You'll see her again soon.",
        "[Telephone ringing]",
        "Brody: It's your mom. Marty, it's Brody Lovett.",
        "Marty: Brody? I'm--I was looking for my son. Why are you answering his phone?",
        "Brody: First thing you need to know is he's okay.",
        "Marty: What's wrong?",
        "Brody: He's been arrested.",
        "Marty: Arrested?",
        "Brody: We have him here at the station. We're taking good care of him.",
        "Marty: I'm on my way.",
        "Greg: Marty, you can't leave. You know the rules.",
        "Marty: Yeah, and I'm breaking them.",
        "Greg: Marty!",
        "[SCENE_BREAK]",
        "Starr: John...",
        "John: Hmm.",
        "Starr: What's gonna happen to Cole?",
        "John: Cole's in custody right now. Brody's with him. He's gonna be okay.",
        "Todd: Who cares?",
        "Blair: Maybe your daughter and granddaughter do, Todd.",
        "Todd: I'm the one in the hospital, aren't I?",
        "John: Well, Cole's down at the station, so he can't hurt you anymore.",
        "Todd: I want to press charges.",
        "Starr: Can't you just wait until--",
        "Todd: Until what?",
        "Blair: Listen, you're not doing yourself any good, all right?",
        "Todd: Cole did this to me. I didn't do anything.",
        "John: Marty and an eyewitness say different.",
        "[SCENE_BREAK]",
        "Bo: You here to celebrate my last night in lockdown?",
        "Matthew: That, and I was wondering if you could help me with something.",
        "Bo: Girl trouble?",
        "Matthew: How do you always know?",
        "Bo: Well, come on. It's my job. Let's hear it.",
        "[Matthew sighs]",
        "Matthew: It's Dani.",
        "[SCENE_BREAK]",
        "Dani: You're my, uh... you're my Aunt Viki, right?",
        "Viki: Mm-hmm.",
        "Dani: I've seen pictures.",
        "Viki: I've seen pictures of you, too, but they don't do you justice.",
        "Dani: Thanks, but I have to go.",
        "Viki: Wait, wait, Danielle. Honey, you seem awfully upset. Do you want to talk about it? I'm right here.",
        "Dani: I mean, what am I supposed to do? Slobber all over an aunt I barely even know?",
        "Viki: All my other nieces slobber all over me. I've never minded. So it's only fair that you would, too. What's wrong? Is it Todd? What happened?",
        "[Dani crying]",
        "Viki: Oh, honey.",
        "[SCENE_BREAK]",
        "Todd: What about Cole? Is he gonna pay for this?",
        "John: Don't worry about Cole. We're gonna get him a good lawyer.",
        "Todd: Ah, yeah. Playing favorites.",
        "Blair: Todd, come on. Stop.",
        "Todd: Cole tried to kill me, and John's gonna let him go. Aren't you, John?",
        "[SCENE_BREAK]",
        "Marty: Cole. Are you all right?",
        "Cole: Mom, I'm fine.",
        "Marty: Oh, my gosh. Get these off of him.",
        "Brody: Afraid I can't do that.",
        "Marty: Why? He's not going anywhere.",
        "Brody: I wish I could, but in a situation like this--",
        "Marty: What situation? What did my son supposedly do that was so awful?",
        "Brody: He tried to kill Todd Manning.",
        "[SCENE_BREAK]",
        "Dorian: Eli, won't you come in here, make yourself comfortable while you wait for Blair?",
        "Eli: Thank you. Hope I'm not interrupting.",
        "Dorian: No, not at all. There is, after all, safety in numbers.",
        "Kelly: Come on, Dorian.",
        "Eli: I'm not following.",
        "Dorian: Kelly and I were just discussing the questionable circumstances surrounding her mother's death.",
        "Eli: Right. Blair mentioned that you and John McBain went to California to investigate. She was under the impression that you hadn't turned up anything.",
        "Kelly: A patient from the sanitarium, a friend of my mother's, showed up at my office today claiming he witnessed my mother's murder.",
        "Dorian: And then... when Kelly left her office for a little while, when she came back...that man was dead.",
        "Eli: So you think he was murdered, too?",
        "Kelly: That's what I think, but John isn't so sure.",
        "[SCENE_BREAK]",
        "Téa: This is harassment.",
        "John: He's a criminal with a private jet. The judge considered him a flight risk.",
        "Téa: He's also in the E.R., suffering from near-catastrophic injuries.",
        "John: Well, then, you shouldn't be moving him around. He'll heal faster.",
        "Todd: I'm gonna be exonerated.",
        "John: It's not gonna happen.",
        "Téa: I am going to sue you for this, Mr. McBain.",
        "John: Well, then you might start preparing for the wrongful death suit that Marty's gonna file against you.",
        "Téa: A countersuit? Is that the best you've got?",
        "John: No, that's--that's her thing. I don't sue. I'm... I'm gonna watch him go to trial. And I'll be there when a jury finds him guilty.",
        "[SCENE_BREAK]",
        "Kelly: John couldn't find any evidence that Rodney died of anything other than natural causes.",
        "Dorian: Please! It could not have been a mere coincidence. The man shows up in your office, says he knows who killed your mother, and then he just suddenly dies?",
        "[Telephone ringing]",
        "Eli: Excuse me. Be wise to listen to your aunt, Kelly. She's right to be concerned about your safety. Pardon me.",
        "Dorian: There. You see? Eli agrees with me. You know, if you had a boyfriend like that, you wouldn't need a bodyguard.",
        "Kelly: Will you just drop it? I don't need a boyfriend or a bodyguard.",
        "Eli: Ladies, I am so sorry. I have to go.",
        "Dorian: What about your date with Blair?",
        "Eli: I have a feeling we're both gonna be busy with the same thing.",
        "Kelly: What's wrong?",
        "Eli: Todd Manning's in the hospital, and apparently Cole Thornhart put him there.",
        "Dorian: Way to go, Cole! Mm!",
        "[SCENE_BREAK]",
        "Todd: McBain's really lost it.",
        "Téa: The man lost a baby, Todd. He's suffering.",
        "Todd: What am I doing?",
        "Téa: If you ask me, you're not helping yourself.",
        "Todd: Just get me out of this.",
        "Téa: Me?",
        "Todd: Who else?",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Greg: Come in.",
        "John: Dr. Evans, you got a minute?",
        "Greg: Yeah, of course. Come on in.",
        "John: Thanks.",
        "Greg: I heard something happening in the E.R.",
        "John: Todd Manning's been admitted. I apologize in advance for any trouble it causes your staff.",
        "Greg: Well, that'll give us incentive to get him better faster.",
        "John: Then he should be out of here and into a cell in no time.",
        "Greg: Hey, I spoke with Marty and I just wanted to let you know that I'm very sorry for your loss. I hope Manning is punished for what he did.",
        "John: Thanks. Yeah, uh, actually, I'm looking for Marty. I went to her room but she wasn't there.",
        "Greg: Oh. I thought she'd have reached you by now. Marty's gone.",
        "[SCENE_BREAK]",
        "Marty: Cole tried to kill Todd? Who told you that--Todd? Because it's a lie.",
        "Cole: Mom.",
        "Marty: No, first he came after me. Now he's coming after my son!",
        "Cole: Mom.",
        "Brody: I'm gonna let you two talk.",
        "Marty: Honey, don't worry about it. I'm gonna get you off of this. As soon as I tell John what's going on--",
        "Cole: John knows all about it, okay? Look, it's true. I did it.",
        "Marty: What?",
        "Eli: Cole?",
        "Cole: Hey, Eli.",
        "Eli: Officer Lovett says you need representation.",
        "Marty: Yes. Definitely.",
        "Eli: Well, you got me. Want to tell me what happened?",
        "Cole: I went after Todd Manning. I put him in the hospital.",
        "Marty: Cole, why?",
        "Cole: Why? Why? After what he did to you? He pushed my mom down a flight of stairs. She lost her baby because of him. You think I could just let that slide?",
        "Marty: No, but John and I asked you not to go after him. You promised us.",
        "Cole: Mom, I know, but that was before we had proof.",
        "Marty: What proof? What proof?",
        "Cole: Hannah saw it happen.",
        "[SCENE_BREAK]",
        "Dani: Todd...my father... he stopped breathing. His heart stopped beating. They thought he was gonna die. The doctors saved him. But just after they did, the police came to arrest him for hurting Cole's mom. They say he killed her baby. I was this close to giving him a chance. This close. I thought for one minute that maybe we could get to know each other.",
        "Viki: Well, you still can.",
        "Dani: How? After-- how can anybody care about a person like that?",
        "[SCENE_BREAK]",
        "Dorian: Bravo, Cole! Oh, I always did like that young man. Although, you know, maybe we should help start a defense fund.",
        "Kelly: All right, listen, I'll be back in a little while.",
        "Dorian: Where are you going? Oh, please not to the hospital.",
        "Kelly: Yes, I'm going to the hospital to check on Todd.",
        "Dorian: Why?",
        "Kelly: Because. To see if he's all right. And to support Blair and Starr, who are out of their minds with worry.",
        "Dorian: Fine. Give them my love. And take my gun.",
        "Kelly: I'm not taking the gun.",
        "Dorian: At least let me take one of the security guards. We'll upgrade him to your bodyguard. You know, somebody unobtrusive.",
        "Kelly: I told you, I don't want one.",
        "Dorian: Do you think Rodney would've said the same thing?",
        "Kelly: You know what? Fine. You do whatever you want. I'm gonna tell you something. If someone wanted me out of the way, I'd be dead by now.",
        "[SCENE_BREAK]",
        "Téa: You okay? I'm so sorry you had to be there...for all of that.",
        "Dani: I'm okay. So what happened in there? Did Detective McBain really arrest Todd?",
        "Téa: Uh, yes, he did.",
        "Dani: So they're gonna put him on trial.",
        "Téa: Um...it looks like it. Not right away but... but soon enough.",
        "Dani: He's gonna go to prison?",
        "Téa: Not if I have anything to say about it.",
        "Dani: You mean you're going to represent him?",
        "Téa: I'm his lawyer, Dani.",
        "Dani: So you believe him. After everything he's done, you think he's innocent?",
        "[SCENE_BREAK]",
        "Starr: I'm sorry, Dad. I have to go, okay?",
        "Todd: You gonna see Cole?",
        "Blair: Come on, Todd. Easy.",
        "Todd: Starr... honey, I swear to you... I had nothing to do with Marty losing her baby.",
        "Blair: A girl saw you, Todd.",
        "Todd: She's lying.",
        "Blair: Why would she lie about something like that?",
        "Todd: I don't know. I don't care. Starr... Starr, I cannot do this on my own. I want you to tell me. I want you to tell me you know it's not my fault. You do know that, right?",
        "Starr: I'll see you tomorrow. I love you.",
        "Todd: I can't believe my own daughter...",
        "Blair: You can't believe what? Really? After everything that you've done to Marty, to Cole, and to Starr, you can't believe--you're lucky that that child hasn't written you off years ago.",
        "Todd: I should've known you'd never believe me.",
        "Blair: I tell you what I do know. That someone caused that baby's death. So tell me, Todd-- is that baby dead because of you?",
        "[SCENE_BREAK]",
        "Eli: You saw Todd Manning push Dr. Saybrooke down a flight of stairs?",
        "Marty: I want to hear everything that happened. First I need to know that you're okay. He didn't do anything to you, did he?",
        "Hannah: No. I'm fine. Now, anyway. Cole's been a really good friend. I was there looking for you so that we could find some time to talk. I was on my way to your office...",
        "[Hannah sighs]",
        "Hannah: And Mr. Manning was right behind you when you went into the stairwell. And I was a few steps behind him. And right when I opened the door, that's when I saw him push you.",
        "Cole: She would've said something sooner, but she was scared. Todd had just threatened me. And now with my mom... so she panicked and...when she finally calmed down, she realized that she couldn't just leave you there. So she came back for help.",
        "Hannah: But when I came back, you were already in the E.R. I'm so sorry that I left you there. But he just looked so crazy. I was terrified that he was gonna come after me.",
        "Cole: Hannah finally spoke up when she heard that you lost your baby. And when she told me...I just lost it. Todd Manning killed your baby, my little brother or sister... and almost killed you. What was I--what was I supposed to do? So when I--when I found him, I had to make sure that he would never hurt anyone again. I'm not sorry for what I've done, and I would do it again.",
        "[SCENE_BREAK]",
        "Matthew: Cole lost his mind and Starr kept yelling at him, but he just--he just kept wailing on Todd. It took a bunch of us to pull him off. The worst part is Dani was right there. She saw the whole thing.",
        "Bo: How are Dani and Starr now? It's gotta be rough on both of them.",
        "Matthew: Yeah, it was, especially for Dani. I mean, she hated her father from the moment she met him, but... tonight was different.",
        "Bo: How?",
        "Matthew: When Dani was looking at Todd, when he couldn't open his eyes, I kind of saw myself. I remembered how sad I was when you were shot. I was thinking about how much time I wasted when I couldn't walk being mad at you. But I guess it's different for Dani because she never really got to know her dad in the first place.",
        "Bo: How's Manning doing now?",
        "Matthew: EMTs took him to the emergency room. That's all I know. I just want to find Dani and just tell her everything's gonna be okay, even if it isn't.",
        "[SCENE_BREAK]",
        "Dani: You really believe that Todd didn't hurt Cole's mom?",
        "Téa: I don't know.",
        "Dani: You don't know? And you're defending him anyway?",
        "Téa: He needs a lawyer, honey.",
        "Dani: Well, why does it have to be you?",
        "Téa: Because everyone deserves a good defense, and I want you to have a life--",
        "Dani: Oh, no, don't you dare make this about me, Mom! I don't want that man in my life. He deserves to be punished for what he did, and if you can't see that, then I don't want you in my life, either.",
        "Téa: Dani. Dani!",
        "Viki: You know what? Téa, let me go.",
        "[SCENE_BREAK]",
        "Todd: I should've known you'd never believe me.",
        "Blair: I want you to tell me.",
        "Kelly: Am I interrupting?",
        "Blair: What do you think?",
        "Todd: No.",
        "Kelly: How are you feeling?",
        "Blair: He's fine.",
        "Kelly: How are you and Starr? This has to be awful for you, too.",
        "Blair: A lot better than Marty.",
        "Kelly: I know. I...I heard, and I feel for her, but Cole attacked Todd? What is that about?",
        "Blair: Well, it's about the fact that there's an eyewitness that said that she saw Todd push Marty down a flight of stairs.",
        "Todd: I did not do it.",
        "Blair: Would you give it a rest? You're not gonna get any sympathy from Kelly.",
        "Kelly: Actually, he is, because I don't believe it's true.",
        "[SCENE_BREAK]",
        "Bo: I've been where you are, son. The only thing harder than seeing somebody that you really care about hurting is knowing the right thing to say...and when to say anything at all.",
        "Matthew: Is that what it was like for you and mom when I couldn't walk?",
        "Bo: Yeah. Pretty much. All you want is to make things better. I'll bet you're itching right now to ride off to Dani's rescue.",
        "Matthew: How'd you know? Right. It's your job.",
        "Bo: Yeah. Yeah, there's that. And it's also the--the Buchanan curse.",
        "Matthew: Why is it a curse to help the people who you care about?",
        "Bo: Because sometimes those people don't need your help. Sometimes they--they don't even want it. Just ask your mom.",
        "Matthew: Well, how do you know when to help and when not to?",
        "Bo: Well, in this case, if it were me, I would give Dani room. Because I'm sure that she is feeling things right now that-- some of them are very complicated, and she may be embarrassed to have you see her feeling them.",
        "Matthew: Well, she shouldn't be embarrassed. I guess she probably can't help it.",
        "Bo: Well, yeah. There's that. There's also the fact that you can't just disappear.",
        "Matthew: Then what should I do, Dad?",
        "Bo: You let her know that you are holding a lifeline. She'll let you know when it's time to throw it.",
        "Matthew: I don't know. Dani doesn't really like to ask for help.",
        "Bo: Yeah, well, that's when the curse then becomes a blessing, because after you've done all of that, and you still feel that need to go to her, then you know it's right. And I'll tell you something. Nobody comes to the rescue better than a Buchanan.",
        "[SCENE_BREAK]",
        "Viki: Hey. Are you all right?",
        "Dani: I don't get my mother.",
        "Viki: Hmm. Show me a daughter your age who does.",
        "Dani: Seriously, how could she be so blind?",
        "Viki: I hate to admit it, Danielle, but that blindness is something that Téa and I actually share. We both love Todd, even though we know we shouldn't.",
        "Dani: Well, if you know you shouldn't, then--",
        "Viki: Then why do we? I know. It's a good question. You should meet my daughter Natalie--she's your cousin-- because she's asked me that same question dozens of times.",
        "Dani: What do you tell her?",
        "Viki: He's my brother. And he's done terrible things. I know that. And because of that, he's an easy mark. But I still love him because I'm convinced that deep down somewhere in Todd, there is good. In fact, a long time ago, I made a very conscious choice to never give up on him. And everyone who loves Todd has to at some point make that decision. I'm sorry that you have to face it so young.",
        "Dani: So did Starr. Somehow, she still manages to love him no matter what. I don't think I can do that.",
        "Viki: Starr...Todd has been in Starr's life since she was a baby. You know, you just met him. But Starr will tell you that for all of Todd's faults, he really, really does love his children. Now, if you--if you can love him, that's great. If you cannot, then that's it. You can't. Just know that whatever you decide, I will support you in that, just as I support Todd. And that's no matter what.",
        "[SCENE_BREAK]",
        "Blair: Well, apparently you know more about what happened to Marty than everybody else does, Kelly.",
        "Kelly: No. I can't see it. I mean, obviously Todd is not a saint, but he's come a long way. And does anybody really believe that he's capable of pushing a pregnant woman down the stairs?",
        "Blair: He did it to his own daughter.",
        "Todd: That was an accident.",
        "Blair: You know, Kelly, I can't believe that you're actually stupid enough to trust Todd with no questions asked. You know, someday the wrong person is gonna walk into your life, and you know what? It's gonna be your funeral.",
        "[SCENE_BREAK]",
        "Dorian: Shaun, this is Mayor Dorian Lord leaving a message. I need once again to call upon your services to protect the Cramer family. Hey, dude... my Kelly's in danger and I need you to watch her back, and her front, and her side. Whatever. I need you... to protect her life, even if she doesn't want anyone to.",
        "[Dorian sighs]",
        "[Crash]",
        "[SCENE_BREAK]",
        "Kelly: I did not come here to argue with you.",
        "Blair: Okay. Why are you here then?",
        "Kelly: Because I wanted to make sure...that the two of you and Starr were all right.",
        "Blair: Well, you know what, Kelly? We so appreciate your heartfelt concern. We're just fine. Okay? Now, Todd needs his rest.",
        "Kelly: I'm sure he does. I will be holding things down at \"The Sun.\" Okay?",
        "Todd: Cole's face on the front page.",
        "Kelly: I don't know. That way Starr would disown you sooner rather than later. I don't think so, buddy. Good night.",
        "[Pats bed]",
        "Todd: Why can't you be more like your cousin?",
        "Blair: If I find out... that you're responsible for that baby's death... I'll kill you myself.",
        "[SCENE_BREAK]",
        "Marty: Can you get my son out of this?",
        "Eli: First things first. I need to see about his arraignment. I'm afraid at this hour, it's gonna be too late to secure his release.",
        "Marty: Oh, so he has to stay in jail?",
        "Eli: Hopefully only for the night.",
        "Marty: Okay, well, thank you for helping, and is there anything I should be doing?",
        "Eli: My advice would be to go home, get some rest. Tomorrow's going to be a long day. And I am sorry about your loss.",
        "Marty: Thank you.",
        "Eli: Not a word to the police, Cole. And don't give them a hard time, either.",
        "Cole: I won't.",
        "Eli: I'll see you first thing in the morning.",
        "John: Hey. I'm sorry. I went looking for you at the hospital to tell you what happened, and by the time I got there, they told me you had gone.",
        "Cole: Was Starr there?",
        "John: Yeah. Last I saw her, she was with her father.",
        "Marty: So Todd's alive?",
        "John: Yeah. I put him under arrest. Thanks to you.",
        "Brody: They're ready for Cole in booking.",
        "John: Yeah? I tell you what. I'm gonna-- I'm gonna walk Cole through booking. Stay here and I'll be back in a few minutes. I'll take you home.",
        "Marty: No, I can get myself home. I would appreciate you staying with Cole as long as you could.",
        "John: You sure?",
        "Marty: Yes.",
        "John: Look, I promise nothing's gonna happen to him.",
        "Marty: I'm gonna hold you to that. Hey. Love you.",
        "Cole: Me too.",
        "Marty: Okay? All right. And thank you.",
        "Cole: Is Manning really gonna make it?",
        "John: Yeah, it looks that way.",
        "[SCENE_BREAK]",
        "Marty: John and I are gonna have this baby, and there's nothing you can do about it. Cole and Starr, they love each other, and there's nothing you can do about it. We are all, all of us, going to be happy. And there is nothing you can do about it.",
        "Todd: We'll see.",
        "[SCENE_BREAK]",
        "Matthew: Thanks for the advice, Dad. I'll try to use it.",
        "Bo: Okay.",
        "Matthew: I just hope no one makes a move while I give her space.",
        "Bo: Whoa, whoa, whoa. Whoa right there. Is there another guy involved in all of this?",
        "Matthew: I don't know. Probably not.",
        "Bo: Well, I think if there is, then that's gonna change everything altogether. Some other guy doesn't \"bust a move\" on Dani. You bust your own move first. You know? It's like a wise man is known to have said, \"ball till you fall.\" Yo.",
        "Matthew: Dad, I don't think that means what you think it means.",
        "Bo: All right, then I'll make you a deal, okay? I'll keep giving you advice and you keep me up to speed on what the young people are saying these days, all right? Because I gotta be ready for Snoop when he shows up at the wedding. Deal?",
        "Matthew: Word.",
        "Bo: Word.",
        "Matthew: Hey. No fingerprints.",
        "Bo: Huh?",
        "[SCENE_BREAK]",
        "Dani: Aunt Viki...",
        "Viki: Yes, honey?",
        "Dani: Thanks for listening.",
        "Viki: I am always available if you want to talk, okay? Especially about your father. And I'm sure your mother is, too.",
        "[SCENE_BREAK]",
        "Greg: Téa? Got a minute?",
        "Téa: Yeah. Uh... [Telephone chimes] Sure.",
        "[SCENE_BREAK]",
        "Dani: Could you please just leave me alone?",
        "Nate: Okay. I just wanted to tell you you have good aim. You nearly took my head off.",
        "[SCENE_BREAK]",
        "Téa: Look, I know what this is about, and I want to tell you that you don't have to keep hounding me, okay? I have already made an appointment to see my doctor tomorrow to go over the test results, okay?",
        "Greg: I know. I've already spoken with your doctor. I actually have your test results right here.",
        "[SCENE_BREAK]",
        "Dorian: Stop leaning on the doorbell! May I help you?",
        "Man: I hope so. I'm looking for Kelly Cramer.",
        "[SCENE_BREAK]",
        "[Elevator dings]",
        "Blair: Hey, hey, hey, wait.",
        "Kelly: What the hell is the matter with you?",
        "Blair: You. And we're gonna have this out right here, right now.",
        "[SCENE_BREAK]",
        "Starr: What's going on? What happened?",
        "John: Cole's gonna have to spend the night here. I'll give you a minute.",
        "Cole: Brody called Eli. He thinks I might get out tomorrow after I'm arraigned.",
        "Starr: Okay, I'll be there. My dad's gonna be okay. You don't even care, do you?",
        "Cole: I care about you.",
        "Brody: Hey. Cole. We gotta go. Come on.",
        "Starr: You're not going anywhere.",
        "Hannah: Look, I really can't do this again. I...",
        "Starr: Not until you tell me what happened, and all of it.",
        "[SCENE_BREAK]",
        "Todd: What do you want?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=j-nfUUQGhIc"
}