{
    "Episode Summary": [],
    "Recap": [
        "Dorian announces to all of the shareholder, at the BE board meeting, that she now owns B.E and she has proof that Jared is a fraud and not a valid board member. Everybody is shocked. But she is able to prove that. And that means that Jared's attempt to bail Nash out of his debt and save his winery is invalid. Nash is furious at Jared for that and blames both him and Natalie. Rex is also devastated when Dorian announces and proves that Charlie is not his father. He is Jared's real father however. Rex also comes to the realization that Adriana lied to him about many things. Charlie is passed out and in need of medical care after Dorian has drugged him. Viki finds him and acts like she is less angry at him for lying than she is concerned about saving him. John, Antonio and Talia are still attempted to find out Ramsey's secret about why he is hiding this unseen disable woman in his home."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Antonio: Can't we just get Ramsey on ordering me to let the robbery of the jewels go down?",
        "John: It'll be his word against yours. Right now, he's the commissioner, and you're a cop with a money problem.",
        "Antonio: All right, so then we need to figure out why he's got some woman stashed at his penthouse.",
        "John: And what happened to her that her keeper couldn't handle?",
        "Antonio: And he could. Why? You think she's the reason he's here in Llanview?",
        "John: Jewels are the reason why he came here, got himself appointed to Bo's job.",
        "Antonio: How does the -- how does the woman figure in?",
        "John: And why has Ramsey been keeping her a secret?",
        "[SCENE_BREAK]",
        "Ramsey: Look at the picture. Remember, this is what you're fighting for, happier times. And you'll have them again. I promise. I can finally afford to get you the he you need. But you will be the woman in that picture again. I promise you that. You'll get your life back, but you have to trust me.",
        "[SCENE_BREAK]",
        "Viki: Oh David, how could you know what happened to Charlie? You barely even met him.",
        "David: That's true, but I'm beginning to think I may know what happened to him.",
        "[SCENE_BREAK]",
        "Charlie: Vi -- Viki.",
        "Bartender: Hey, fella. Aw, man, you're wasted. Hey, look alive. You can't stay here.",
        "[SCENE_BREAK]",
        "Rex: Oh, Dorian, you've finally gone too far.",
        "Clint: Would you be kind enough to escort Dr. Lord out of here? Ladies and gentlemen, I apologize for the interruption. Thank you for the patience and we will soon resume the meeting.",
        "Dorian: Get your hands off me. I would appreciate an answer to my question, Mr. Buchanan.",
        "Malcolm: So would I. This woman has made a serious allegation.",
        "Dorian: One that I'd be very happy to substantiate.",
        "Bo: Dr. Lord, you're saying that Clint Buchanan has been defrauding the shareholders?",
        "Reporter: Is that why you want her removed, Mr. Buchanan? Is this a cover-up?",
        "Clint: There is no cover-up. There is no fraud.",
        "Malcolm: Then why not let her speak?",
        "Bo: Go ahead, Dorian. Speak your mind.",
        "Dorian: Thank you. May I have your hand? Thanks so much.",
        "Rex: Unbelievable, is there anything that woman doesn't touch?",
        "Dorian: As Buchanan Enterprises shareholders, I'm sure you are aware that Buchanan Enterprises has a rather unique structure. As per Asa Buchanan's wishes and the company charter, the board is comprised solely of family members. Well, I am very sorry to have to report to you, but the family has en perpetrating a fraud. Jared Buchanan, B.E.'s newest board member, is not Asa Buchanan's son. In fact, he isn't a Buchanan at all.",
        "[Shareholders murmuring]",
        "Dorian: Jared Buchanan is an imposter, and I can prove it. Jared Buchanan came to this town with one goal in mind -- to infiltrate Buchanan Enterprises and he succeeded.",
        "Dorian: My questions are simple. Did the Buchanan family know that Jared was brought in as a ringer?",
        "Clint: We've got to get her out of here.",
        "Dorian: And was he brought in simply to avoid a take-over?",
        "Bo: It's going to look real bad.",
        "Clint: Worse than it is now?",
        "Dorian: These are questions that demand answers. And if the family did not know, and this young man perpetrated this hoax all on his own, then I ask you, is not the board of B.E. guilty of gross mismanagement?",
        "[SCENE_BREAK]",
        "Bartender: Come on, fella, work with me.",
        "[Charlie groans]",
        "Bartender: Get your legs under you. Look, I'd leave you here, but they're doing sweeps. Commissioner Ramsey's orders, you're homeless, you're arrested.",
        "Charles: I'm not homeless. I'm sick. I need help. Viki, Viki, I need Viki.",
        "[SCENE_BREAK]",
        "Viki: David, where is he?",
        "David: I didn't say I knew where he was.",
        "Viki: Well, you said you know something, so tell me what it is.",
        "David: It's not like I heard him or saw him or know anything concrete, okay? It's just -- wait a second. Aren't you supposed to be mad at him?",
        "Viki: Well, had a disagreement. That doesn't matter. David, I love him, and he's missing and I'm really afraid that -- that something awful has happened to him and that he's in some kind of trouble. Come on, stop playing games. Tell me what you know, please.",
        "David: All right, all right, I'll tell you.",
        "[SCENE_BREAK]",
        "Dorian: I do not mean to impugn the reputation of the entire Buchanan family. Surely, Asa's grandsons, now residing in London, cannot be blamed.",
        "Nora: Well, that's big of her.",
        "Dorian: But the heads of the company -- [Laughs] Where were they when Jared was assuming control of key divisions --",
        "Lindsay: Where is she getting all this?",
        "Dorian: And signing his name to great big checks.",
        "Nora: I think she's pulling it right out of her -- hat.",
        "Dorian: I don't know about the rest of you, but I really would like to know are my shares safe?",
        "Lindsay: Why aren't Clint and Bo stopping this?",
        "Nora: I don't know. Maybe because they believe her?",
        "Bo: I never did trust the guy. Did you?",
        "Clint: Problem is, I was starting to.",
        "Dorian: You have to give this young man points for worming his way into such a powerful family. But does the ability to lie, cheat, and deceive give him the right to manage our money?",
        "Natalie: You know what, Dorian? You're the one who can't be trusted. You've always had it in for our family. Jared is a terrific executive.",
        "Jessica: That's right, and he's just as much a Buchanan as I am.",
        "Dorian: Oh, you better hope not, dear, because if he is Asa's son, then your sister is sleeping with her uncle.",
        "[Shareholders gasping]",
        "Woman: What?",
        "Second Woman: Oh, my \u0096",
        "[SCENE_BREAK]",
        "Antonio: I love you. I'm sorry about the way things went down. Ramsey --",
        "Talia: I know, you told me, Antonio. I know.",
        "Antonio: Careful with that. You might need it soon.",
        "Talia: When? Where? I'm the bimbo ex-cop who walks around with an empty piece. What police department in the entire state is going to hire me now? Nowhere.",
        "[SCENE_BREAK]",
        "Jessica: Natalie, tell her she's wrong.",
        "Dorian: Yes, Natalie, please disabuse us this disturbing scenario.",
        "Jessica: Natalie.",
        "Reporter: How long have you been having an affair with the man who claims to be your uncle? Mr. Buchanan, please.",
        "Jessica: My God, it's true.",
        "Dorian: Do you see how upset you've made your sister by having this tawdry affair under her nose? Oh! And really, how could you allow this imposter to fleece your own family?",
        "Bo: That's enough. Get her out of here.",
        "Dorian: I'm sorry. I take no pleasure in telling the truth, b I thought that the shareholders had the right to know. Excuse me. I would be very happy to leave, unless, of course, the shareholders want me to stay.",
        "Malcolm: I don't know about all of you, but I want to hear what this woman has to say.",
        "[Shareholders murmuring]",
        "[SCENE_BREAK]",
        "Antonio: Better?",
        "Talia: No, but I'm sorry I went off on you.",
        "Antonio: Ramsey can't find us on his desk.",
        "Talia: You have a better idea?",
        "Antonio: No, you could have John take you to his place. I'll meet your there.",
        "Talia: I'm so sure he'd go for that.",
        "Antonio: Well, we can't stay here. Ramsey's on his way.",
        "Talia: Well, you're still a cop. Aren't cops supposed to like danger?",
        "Antonio: I like you.",
        "[Talia chuckles]",
        "Antonio: Which is why I don't want us to get caught, okay? Not when we're so close. Hey, it's going to be all right.",
        "Talia: You don't know that.",
        "Antonio: I do. I do. John and I are piecing things together.",
        "[SCENE_BREAK]",
        "Eddie: Is he here?",
        "John: Who? No.",
        "Eddie: So why's his door closed?",
        "[SCENE_BREAK]",
        "Ramsey: I know how hard this is. You miss people you love. This wasn't the plan. Believe me. And I am truly sorry this happened to you, and I hope that someday you'll forgive me. When you're better. And you will be. That's what you're fighting for. When you're 100%, I'll take you home. That's a promise.",
        "[SCENE_BREAK]",
        "David: Now, I can't swear to any of this. It's just an impression based on a suspicion.",
        "Viki: For heaven's sake, David!",
        "David: All right. The other day --",
        "[Telephone rings]",
        "Viki: Hang on, hang on. It's Charlie. Charlie?",
        "Bartender: No, this is Jeff. Are you Viki?",
        "Viki: Yes. Why do you have Charlie's phone?",
        "Jeff: Well, your friend here's in pretty bad shape.",
        "Viki: What do you mean? Is he ill?",
        "Jeff: He says he is. I work at Rodi's. I found him in the alley behind the bar. He's in pretty bad shape. He said he needed help and to call Viki. I found your number in his cell phone.",
        "Viki: Is he hurt?",
        "Jeff: I'm not sure. I'd get over here if I were you. You hang in there, buddy. Help's on the way.",
        "[Charlie groans]",
        "[SCENE_BREAK]",
        "Viki: He hung up.",
        "David: Who, Charlie?",
        "Viki: No, that was the bartender at Rodi's. He said that he -- he found Charlie there and that Charlie's in bad shape. I have to go, David.",
        "David: Okay. You want me to go with you?",
        "Viki: No -- no, I don't think so. But thank you.",
        "David: Is Charlie okay?",
        "Viki: I don't know. I don't know.",
        "David: Oh, Dorian. I hope you haven't gone too far this time.",
        "[SCENE_BREAK]",
        "Clint: Please, I urge all of us to exercise caution here.",
        "Malcolm: I think we're being very cautious, Mr. Buchanan.",
        "[SCENE_BREAK]",
        "Rex: If you're just going out for eggs, why did you have my toothbrush with you? Adriana, you and I were talking, and I set this on the counter before I went to take a shower. I just want to know why you had it with you, and why it was in a plastic bag like you were taking it for a lab test.",
        "[SCENE_BREAK]",
        "Clint: All right, now wait a minute. This woman and the lies that she's tossing around could do real damage to our share price.",
        "Dorian: They are not lies, and I can prove it. Miss Stuart? This is Pamela Stuart, the woman who said that she and Asa Buchanan were Jared's parents.",
        "[SCENE_BREAK]",
        "John: How the hell would I know why Ramsey keeps his door closed? I mean, it's his office.",
        "Eddie: He always leaves it open when he's out.",
        "John: You know what, it gives me this kind of warm fuzzy feeling inside, knowing you and Ramsey have become so close. It's like a couple of sorority girls, you know? Didn't you clock out already?",
        "Eddie: I did, but I need a copy of that report about the jewel heist, and it's on his desk.",
        "John: Yeah, so what? You can take Antonio's badge away from him?",
        "Eddie: What's it to you?",
        "John: Already got Talia canned.",
        "Eddie: Oh, come on. She did that herself.",
        "John: Not if you would have drawn your weapon.",
        "Eddie: Antonio handed me the jewels, all right? Next thing I know, there's two guys with knives in my face.",
        "John: Two guys, and there was three of you. I don't know. I have a funny feeling I.A.'s not going to like those odds.",
        "Eddie: Well, you're on Ramsey's short list as it is, so --",
        "John: Yeah. You know, Eddie? You've got a little something here on your nose. It's kind of brown and flaky. You might want to go wipe that off.",
        "[SCENE_BREAK]",
        "Antonio: Ramsey's got a woman staying with him.",
        "Talia: You're kidding.",
        "Antonio: No, and she's got some sort of problem, too.",
        "Talia: Wait. Like, how do you know that?",
        "Antonio: Because Ramsey's housekeeper showed up to the station. She was upset because the other woman staying at his place was agitated.",
        "Talia: Wow.",
        "Antonio: That's all I was able to pick up before --",
        "John: Hey, heads up. Eddie was just outside.",
        "Talia: Whoa, really?",
        "John: Yeah, you know he's always nosing around. Listen, I think we need to step it up. I was thinking since, you know, you're Ramsey's new buddy, maybe you could stop by his place. Maybe we can get a line on this woman he's been hiding.",
        "[SCENE_BREAK]",
        "Ramsey: I know it's frustrating. You're making progress. You are. But you've got to eat. You've got to keep your strength up. I know how debilitating these treatments are, but you've got to try. If you want to see your loved ones again. That's what you want, isn't it? To go home?",
        "[SCENE_BREAK]",
        "Rex: And I set this on the counter before I went to take a shower. I just want to know why you had it with you.",
        "Adriana: I was just in an accident. I could have been hurt, and you're grilling me like I'm some case you're working on.",
        "Rex: I'm sorry. I don't mean to be grilling you. It just doesn't make sense that --",
        "Adriana: Oh, God, I don't --",
        "Rex: What's wrong? What's wrong?",
        "Adriana: I don't feel so good.",
        "[SCENE_BREAK]",
        "Jared: Pamela.",
        "Dorian: Miss Stuart, why don't you tell the shareholders what you told me?",
        "Pamela: I'm Pamela Stuart Buchanan, and first, I want to make an apology to the family. I have known Jared for a long time, and I'm very fond of him. So, when the opportunity came to help him, I -- I just couldn't say no. I know that Asa would be very proud to have another son as smart and talented as Jared is. So, I lied. I told everyone that Asa and I -- that Jared was ours, when the truth is that his mother's a very good friend of mine -- Valerie Banks -- and the father is a man called Charlie Banks.",
        "Dorian: Some of you may know him as Charlie Balsom.",
        "[Shareholders gasp]",
        "[SCENE_BREAK]",
        "Jeff: I'm glad you got here so fast. He's not looking good.",
        "Viki: Oh, God. Oh, my God. What happened?",
        "Jeff: Like I said, I found him out here.",
        "Viki: Out here? You mean he wasn't inside?",
        "Jeff: I never served him. Besides, we don't sell bottles. Anyway, I couldn't get him on his feet. He kept asking for you.",
        "Viki: Well, thank you very much for calling me.",
        "Jeff: If you need any help with him, I'll be inside.",
        "Viki: Thanks. Oh, God. Charlie? Charlie. Charlie, honey, it's me. It's Viki. Charlie?",
        "Charlie: Viki.",
        "[SCENE_BREAK]",
        "Jessica: So Charlie's your father? Answer me.",
        "Natalie: Don't say anything.",
        "Jessica: So it's true. I mean, I knew that he wasn't Rex's father. Mom told me that much, but Charlie Banks is your father?",
        "Rex: I'm sorry. What did you just say?",
        "Dorian: I think I had better answer this. It turns out that the man you know as Charlie Balsom -- I'm sorry. He's not Charlie Balsom. He's Charlie Banks and he is not your long-lost father. He's Jared's.",
        "Rex: I -- I'm sorry. Charlie is --",
        "Dorian: Jared's father. The two of them have been colluding and lying to most of the people in this room. We are all victims.",
        "Second Reporter: How long have you known that Jared was an imposter?",
        "Clint: What are you talking -- I didn't know.",
        "Bo: This is speculation. This is nothing but speculation by a woman who is not known for telling the truth.",
        "Jessica: You knew that Mom's boyfriend was Jared's father and you didn't tell her?",
        "Dorian: Thank you so much, Ms. Stuart for coming forward and telling the truth.",
        "[Applause]",
        "Dorian: The car is outside.",
        "Jared: Ahem. I -- I don't understand.",
        "Pamela: Sorry, kid.",
        "Clint: I would like the shareholders to know that the board takes these allegations seriously and there will be a full investigation, but whether or not Jared turns out to be a Buchanan, he was and is an able executive. The company is prospering, and his family status will have nothing to do with the bottom line.",
        "Dorian: Au contraire. Jared's status or lack thereof will have a devastating effect on B.E.",
        "[SCENE_BREAK]",
        "Gigi: Balsom, wait! Wait, wait! Balsom.",
        "[SCENE_BREAK]",
        "Viki: Charlie, what happened? Why did you do this?",
        "Charlie: Do -- do what?",
        "Viki: Oh, for heaven's sakes, this. Look, have some water, okay? Here, take it. Oh, Charlie. Here, open your mouth. Oh, my God. Oh, God, this is my fault because I wanted you to talk to Rex.",
        "Charlie: No.",
        "Viki: I mean, I know you didn't talk to him, okay, because you went to the hospital with him to see Adriana, but what happened then?",
        "Charlie: I don't know.",
        "Viki: Why did you buy a bottle of vodka? My God, I hate to see you like this. Charlie, you promised me you weren't going to drink any more.",
        "Charlie: I didn't. I didn't drink.",
        "[SCENE_BREAK]",
        "Roxanne, whispering: Is Viki gone?",
        "David, whispering: Long gone.",
        "Roxanne: She go off looking for Rex?",
        "David: No. Charlie.",
        "Roxanne: Listen, I don't want to rain on her love life or nothing like that, but I wish that guy would leave town. Actually, maybe that's something that I should do.",
        "David: Yeah, I was wondering about all that high drama a little bit earlier. Hmm? You running out on Viki, what's that all about? You owe her money?",
        "Roxanne: No, worse. I owe her an explanation.",
        "David: Oh, well try this. I didn't do it. It's not my fault. I promise to make it up to you. I think you'll find that that applies to almost every situation.",
        "Roxanne: Sounds very good, David, but I think I'm going to have to tell her the truth.",
        "David: Oh, that never crosses my mind.",
        "Roxanne: Well, then maybe I better leave town.",
        "David: What, and leave all this glamour?",
        "Roxanne: You know, I love all this glamour. It's taken me years to get this place together, and now I'm in trouble because Viki wants the truth? You know, no one ever comes in here looking for the truth. \"Oh, Roxy, make my hair grayer. Make my nails brittle and shorter. Give me back my hairy legs.\" You know, the truth is completely overrated.",
        "David: You get no arguments from this satisfied customer. Hey, I'll make it worth your while if you work on this hangnail for me.",
        "Roxanne: Sounds like a plan.",
        "David: Uh, if it's all the same to you, use mine.",
        "[SCENE_BREAK]",
        "Dorian: Does anyone remember what I said earlier about how Asa set up the company so that while it's publicly held, it can only be managed by the family? Therefore, since Jared is an imposter, he has no right to sit on the board. It was a violation of the company charter. Therefore, all agreements entered into during his tenure are now null and void.",
        "Clint: Even if he is an imposter, the family had no way of knowing that.",
        "Dorian: According to an official that I spoke to at the Security and Exchange Commission, doesn't matter.",
        "[Dorian laughs]",
        "Dorian: The contracts are void and the company is liable.",
        "Clint: For what?",
        "Dorian: For any deal you made during that time. For instance, the deals you made to avoid being taken over with Webster and Honeycutt. Null and void.",
        "Lindsay: What are you saying? They own B.E.?",
        "Dorian: No. I own B.E.",
        "[Shareholders murmuring]",
        "Woman: What?",
        "Woman: You've done it this time, lady.",
        "Clint: What the hell do you mean you own B.E.?",
        "Bo: Our family still owns the largest number of shares.",
        "Dorian: But not fifty-one percent. You see, ever since Asa's death, I have been quietly buying up shares with a dummy corporation I set up. Webster and Honeycutt agreed to sell me their shares if their contact with you ever became null and void. Since their agreements are voided, I now own their shares. I am sure you're going to find this all in order.",
        "Shareholder: Now, just hang on. I bought into Buchanan Enterprises.",
        "Second shareholder: Not Lord, Inc. Clint, how did this happen?",
        "Shareholder: And what are you going to do about it?",
        "Bo: We appreciate your concern. Believe me, we share it. And Jared's paternity will be investigated, as well as the validity of the deals that we made in good faith.",
        "Dorian: Oh, I'm sure you'll find that they are valid.",
        "Bo: We will reconvene as soon as we have more information for you. As of now, it's adjourned.",
        "Second shareholder: You can't do that. We want answers.",
        "Bo: Believe me, my friend, so do we. And we will give you some information no later than tomorrow.",
        "Reporter: And if Jared is a Buchanan?",
        "Second Reporter: How does the family intend to deal with the fact he slept with his niece?",
        "Clint: We will give the press a statement tomorrow.",
        "Dorian: I am so sorry, gentlemen. But the king is dead. Long live the queen.",
        "[SCENE_BREAK]",
        "Talia: Has Ramsey ever asked you over to his place? I mean, has he ever even asked you out for a beer?",
        "Antonio: No.",
        "Talia: Okay, well he's therefore not going to buy Antonio just stopping by for a little visit.",
        "John: The rules have changed. Antonio's on the take. He's Ramsey's boy now.",
        "Talia: Okay, but you said so yourself, he's still testing us. I mean, that's why he set me up.",
        "Antonio: Somebody had to take the fall so he could get his hands on the jewels.",
        "Talia: Jewels which, if they are still at his penthouse, means he's going to shoot first and ask questions later.",
        "Antonio: I'll make sure to knock.",
        "Talia: That's not funny. It's not funny at all.",
        "John: Tell him you could see that he was worried about something, you know, and you wanted to make sure he was okay. We have to be able to I.D. this woman, see why she's got Ramsey so worked up.",
        "[SCENE_BREAK]",
        "Ramsey: Now, I know you're missing so much. You don't want people to see you like this. But until you're completely well, I can't let people know you're here with me.",
        "[SCENE_BREAK]",
        "Clint: Start talking.",
        "Jared: Dorian's accusation that I am not a Buchanan -- it's true. I never even met Asa. Although, as a child, I did hear about his life from Pamela. She was friends with my mother. I idolized Asa growing up, that part is true. But I lied about being his son, and Pamela backed me up because, well, I think part of her wished it was true, too. But it's not. I lied. I faked the DNA test. I just wanted to finally be part of something that I respected. But as a result, I may have cost you all the very thing that I admired so greatly and poured my heart into -- Buchanan Enterprises. I couldn't be more ashamed and sorry to you all. Well, there's nothing left to say, but it's my fault, all of it.",
        "Jessica: And you knew.",
        "Natalie: Not at first. But then -- you don't understand. I love him.",
        "[SCENE_BREAK]",
        "Clint: You won't get away with this.",
        "Dorian: Oh, I already have.",
        "[SCENE_BREAK]",
        "Jessica: I can't believe she didn't tell me.",
        "Nash: I hope your father never forgives her.",
        "Jessica: And my mom, when she finds out about Charlie --",
        "Nash: Oh, it's a mess.",
        "Jessica: Yeah, yeah, it's a mess. It's a really big mess. I was going to tell you this later on tonight. But I guess we could use some really good news now.",
        "Nash: Oh, you've got a silver lining to all this. Tell me it now.",
        "Malcolm: I just got off the phone with my attorney. What that Lord woman said was right. All contracts executed by B.E. during Jared's tenure are null and void. Which means Jared Buchanan has no power to get B.E. to buy me out of the vineyard.",
        "Jessica: Okay, I'll pay off Nash's note. It's fine.",
        "Malcolm: I'm sorry, but we want that piece of property. We've got a shopping mall to build, and we're breaking ground in two weeks. So, I'm afraid you'll have to move. Good-bye.",
        "Nash: Jared -- I'm going to kill him.",
        "[SCENE_BREAK]",
        "Natalie: I know it was a shock, but -- you know, when my family finds out that you were planning on telling them, and that you didn't mean any harm to B.E. or the family - I mean, Dad even said you were a terrific asset.",
        "Jared: I lost them the company.",
        "Natalie: This is B.E. We fight till the end. I'll always be in your corner.",
        "Jessica: Nash, Nash, don't! Nash!",
        "[Natalie shrieks]",
        "[SCENE_BREAK]",
        "Viki: Oh, Charlie. You reek of alcohol. Of course you've been drinking.",
        "Charlie: No.",
        "Viki: Oh, God, never mind. Come on, I'm going to take you home, okay?",
        "Charlie: Yeah.",
        "Viki: Come on. Hey, come on, I can't do this by myself. You have to help me, all right? Come on, Charlie. Come on. There you go. It's -- Charlie! Oh, my God. Charlie. Hey, hey, Charlie. Charlie! Oh, my God. Charlie, don't do this. Charlie. This is Victoria Davidson. I need an ambulance right away. Look, a man may be dying, okay? I'm -- I'm in the alleyway behind Rodi's restaurant. You've got to hurry. Charlie. Come on, Charlie, don't do this. Charlie, please wake up. Charlie!",
        "[SCENE_BREAK]",
        "Gigi: Are you okay? I'm sorry, it's a dumb question. You just found out your dad is not your dad. That can't be easy, especially since you and Charlie were getting so close.",
        "Rex: I liked him, but I'll survive. It's not like I'm not used t it, not having a father.",
        "Gigi: Still, I mean, I know how Shane reacted when he saw Brody. If he found out that Brody wasn't his dad --",
        "Rex: He'd survive.",
        "Gigi: Wait, wait. Okay, if it's not about Charlie, then what is going on?",
        "Gigi: Oh, my God.",
        "[SCENE_BREAK]",
        "John: How do you feel about wearing a wire?",
        "Antonio: Oh, Ramsey's too smart for that. I have my cell. It'll be okay.",
        "Talia: Your cell? What are you going to do if things go sour? Are you going to speed dial John?",
        "Antonio: No, he won't take my calls. We're not that close. I'll be fine. I'll call you when I'm back on the street.",
        "John: Yeah.",
        "[SCENE_BREAK]",
        "Ramsey: Try to get some sleep. Dream of all the people who love you. You'll be seeing them sooner than you think.",
        "[SCENE_BREAK]",
        "Viki: Oh, my goodness, Charlie. Don't do this, okay? Charlie, don't do this to me, please. Don't do this.",
        "[SCENE_BREAK]",
        "Roxanne: Better?",
        "David: You are a miracle worker. So, what are you going to do about Viki and the big, bad truth, huh?",
        "Roxanne: Maybe I'll just keep on telling her stuff that I think she wants to hear.",
        "David: And if it catches up to you?",
        "Roxanne: You mean if someone blabs?",
        "[SCENE_BREAK]",
        "Gigi: Where did you get this?",
        "Rex: I found it in my program.",
        "Gigi: The one I gave you? How is that possible?",
        "Rex: I was hoping you knew.",
        "[SCENE_BREAK]",
        "Clint: Go home, Dorian.",
        "Dorian: I've bested you, and now you can't stand the sight of me? Oh, Clint. I don't get mad -- I get even.",
        "Clint: You did this because you're mad at me for breaking up with you?",
        "[Dorian laughing]",
        "Dorian: Oh, no.",
        "[Dorian choking]",
        "[SCENE_BREAK]",
        "Natalie: Are you okay?",
        "Nash: You're a fraud. You're a fraud, and I knew it. I felt it. You're a fraud. But you saved my wife's life, didn't you? You -- you saved my wife's life. And I thought maybe, just maybe, I was wrong. Maybe you had changed.",
        "Jessica: Nash, let's go.",
        "Nash: You're a fraud, and now I've lost my vineyard.",
        "Natalie: He didn't mean to hurt you.",
        "Nash: You! You, you dirty little tramp --",
        "Jared: Leave her out of this, okay?",
        "Nash: Now your sister has lost her home. Because of you, your sister has lost her home.",
        "[Screaming]",
        "Jessica: Nash!!!!",
        "[NEXT_ON]",
        "Rex: You're going to tell me everything you know. Now.",
        "Jared: Dad, Dad!",
        "Viki: Dad? You're calling him dad?",
        "Nora: Everything that happened here? It's your fault.",
        "Jessica: Please don't die. Please don't die."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=QWKQn3bsDvI"
}