{
    "Episode Summary": [],
    "Recap": [
        "Bo goes to see Spencer who has been sitting in jail and stewing in his juices over Blair's testimony in court. Spencer covers well, telling Bo that he is going to get out and that his only regret is that John will not be around to see it. Bo says that John just might. He tells the man's alive. Spencer couldn't care less, and doesn't understand why Bo thinks that this matters to him. Bo tells that this matters because another man was misidentified. Spencer is suddenly quiet. \"The man in John's grave is Hugh \" Spencer is quiet at first but then he gets angry and thinks that this is a cop trick. He thinks that Bo wants something from him and he asks what that is. Bo tells that he wouldn't play a trick like this. He too had to bury a son once and wouldn't want to see someone else go through that. Besides, he wouldn't hurt Paige that way. John talks with Michael and Natalie and is filled in on how Hugh was the one who died. He hears about Tommy being in the family now and how it looks like Spencer is finally going to get his. John has something that he wants to talk to Natalie about, but they are interrupted and he doesn't get it out. He says that it is about how he feels. Natalie calls Cristian and tells him to let Evangeline know that John is alive. She is thrilled. Later she has a private moment with John and he tells her that he wanted to say something to her before but then he had the accident. He tells her that he loves her. He wanted to have this conversation some other way but he is just glad to have a second chance. He hopes they don't screw things up this time. It couldn't get screwed up as far as she is concerned. He came back to her and nothing could be more perfect. Blair is supposed to be going to the doctor but when Kelly comes to get her, she tells that she is going to be helping Todd get his baby back. Kelly isn't happy that Blair has played this trick on her but she agrees to help. They go to see Todd. Kelly thanks Spencer for helping her have her baby. She shows him pictures and he smiles like a proud uncle at the sight of the little tyke. Blair knows that he must still have a part of him, that cares about people. He admit that he has that. \"Well then why don't you tell me where Todd's baby is?\" Rex has come into the area, but hides when he hears Spencer talking to Kelly and Blair. He listens to Spencer's answer about where Todd's baby is. He tells that Hugh is dead. Kelly gets immediately upset. She had no idea and starts to cry. Spencer shouts that if he can't have his baby, then neither will Todd. \"You tell that filthy rapist that his baby is gone! Just like Hugh is gone! Just like you are gone!\""
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: Hey, Natalie.",
        "Natalie: Hey, John.",
        "John: It's nice to hear you say my name.",
        "Natalie: I'm so sorry that I didn't realize it was you. I should've known.",
        "John: It's not your fault.",
        "John: This is -- I have a funny hat to wear out.",
        "Natalie: John. I'm going to go get you the doctor, ok?",
        "John: No. Stay.",
        "Natalie: John, you need to see the doctor.",
        "John: I need you.",
        "[SCENE_BREAK]",
        "Todd: Did you get everything I asked for?",
        "Woman: A courier is picking up the blueprints as we speak.",
        "Todd: Well, light a fire under them.",
        "Blair: Hey.",
        "Todd: Hey. You going to the doctor?",
        "Blair: Yeah, Kelly's going to take me. Look, I will call you if I find out anything, ok? You heading to the office?",
        "Todd: Yeah. I'm going to get to work finding my kid.",
        "Blair: Well, I'm sorry that Rex wasn't able to do that, but there are other ways.",
        "Todd: Doesn't mean it can't be done.",
        "Blair: Ok.",
        "[SCENE_BREAK]",
        "Adriana: Rex? What is the point of this? I mean, we already know where Todd's son is. Why do you need information from Spencer?",
        "Rex: I have no idea if Spencer even knows where the kid ended up. The guy was so cagey the last time I talked to him, I couldn't get any kind of read.",
        "Adriana: Well, it's risky. What if he figures out you tracked tommy down?",
        "Rex: Well, I'll have to do my best not to let on. But the last thing I want is Truman using that little kid against someone. He destroys people for fun. I can't let him do that to Michael and Marcie, or the kid -- or Todd, for that matter. But if Truman knows that Tommy Mc Bain is Todd Manning Jr., Game over. I have to tell the truth, even if it breaks Marcie's heart.",
        "[SCENE_BREAK]",
        "Evangeline: This is an article that appeared in \"The Sun.\" Ms. Cramer, can you tell us when this article appeared?",
        "Blair: Yes, I can. It was the morning after the night Spencer Truman tried to strangle me.",
        "Spencer: Hey --",
        "Blair: Let go.",
        "Spencer: You betrayed me! I saved his life!",
        "Todd: She betrayed you? You're a sick puppy.",
        "Spencer: You betrayed me? Oh, hello, Commissioner. To what do I owe the extreme displeasure, huh?",
        "Bo: There's something that I have to tell you.",
        "Spencer: Well, it must be pretty important if it roused you from your afternoon nap, huh?",
        "Bo: Shut up, Truman. This is hard enough without you acting like a fool.",
        "Spencer: Well, I suppose you've already heard the news. Hell, Blair's testimony torpedoed the prosecution's case, so if you're ready to talk some sort of a deal, I'm listening.",
        "Bo: Not my job.",
        "Spencer: Maybe you could pass a message along to Evangeline Williamson for me, tell her she's wasting her time. I really do like my chances with the jury they've selected -- nice people. My only regret is I'm not going to have a chance to see the look on John Mc Bain's face when they read the verdict.",
        "Bo: It's possible you will. John Mc Bain is alive.",
        "[SCENE_BREAK]",
        "Evangeline: Baby! Yeah.",
        "Cristian: Nice shot.",
        "Evangeline: That was Spencer Truman's face -- I just knocked it off. Well, I only wish I could do that in court.",
        "Cristian: What are you talking about? You're kicking the guy's ass.",
        "Evangeline: Yeah, well, all that matters is what the jury thinks.",
        "Cristian: Well, I think that the jury's buying every word that's coming out of your mouth.",
        "Evangeline: Well, so far, but the trial's not over and I can't afford to be too confident.",
        "Cristian: You can't afford to second-guess yourself.",
        "Evangeline: I am not second-guessing myself. But I trust my instincts and my instincts are telling me that Spencer Truman's lawyer has a few tricks up his sleeve.",
        "Cristian: Well, I'm asking you to trust me. You'll be ready.",
        "Evangeline: You're getting pretty good at this boyfriend stuff, huh?",
        "Cristian: Hmm. Hey, I wouldn't say it if I didn't mean it. What good would it do? Besides, you'd probably see right through me.",
        "Evangeline: I probably would. I tell you, Cristian, there are a lot of good people in this town that are counting on me to get justice for Thomas Mc Bain's death, you know? And if, God forbid, Spencer goes free, he's going to start picking them off one by one.",
        "[SCENE_BREAK]",
        "Blair: Hey.",
        "Kelly: Hey. What's up with the security guard?",
        "Blair: Starr's grounded.",
        "Kelly: Ok. Most of the time when someone's grounded, they don't get their own security detail.",
        "Blair: Long story.",
        "Kelly: Well, are you ready? Get your coat, let's go. We're going to miss your appointment.",
        "Blair: There's no appointment.",
        "Kelly: Why not?",
        "Blair: Because we have something more important to do today.",
        "Kelly: More important than the fact that you might have a brain tumor? Come on, Blair, you've been passing out all over town. If there's something wrong --",
        "Blair: I didn't cancel the appointment altogether. It's just not today.",
        "Kelly: Then why am I here?",
        "Blair: Look, Todd has gone crazy trying to find his son, and he needs help. And you, my beautiful cousin, are going to help me.",
        "[SCENE_BREAK]",
        "Woman: Oh. Good afternoon, Mr. Manning. You have a --",
        "Todd: Yeah, yeah, yeah. I'll take care of it. Hold all my calls, ok? Ahem. Hacking into my system? What the hell?",
        "Viki: You really have to change your password. \"Moose\" is just too easy.",
        "Todd: It's better than yours -- \"fuzzy dice\"?",
        "Viki: Mm-hmm.",
        "Todd: Give me a break.",
        "Viki: You've been hacking into \"The Banner\" recently?",
        "Todd: No, no, not in years. You guys don't publish anything worth stealing anymore.",
        "Viki: Oh, you might change your mind about that. We have a special edition, you know? It's actually about to hit the streets and I thought I'd give you a preview. Professional courtesy.",
        "Todd: Did you scoop me?",
        "Viki: Did I scoop you? Yeah, you could say that -- yeah, I scooped you, bigtime.",
        "Todd: Is Renee running prostitutes out of the palace or something?",
        "Viki: You're so funny. Take a look.",
        "John: Please don't leave. I got something I want to say. Ah.",
        "[SCENE_BREAK]",
        "Natalie: Right now, you just got to concentrate on getting better, John. I can't believe that I am telling you not to talk, but we have the rest of our lives for that.",
        "John: I want to tell you how I feel.",
        "[SCENE_BREAK]",
        "Bo: John Mc Bain survived the accident. He was misidentified.",
        "Spencer: So? You know, really doesn't matter to me, not one bit, you know? Although I must say, I really was enjoying the break from lieutenant Mc Bain's misguided crusade to try to punish me for a crime that I didn't commit.",
        "Bo: There's more to it than that.",
        "Spencer: I'm just not interested, Bo. I'm sorry, man.",
        "Bo: John wasn't the only man that was misidentified.",
        "Spencer: I -- I really don't care, you know? People die all the time, Bo. It's just the way of the -- wait a minute. What are you -- what are you -- what are you saying?",
        "Bo: The man that's buried in John's grave -- it's Hugh. I'm sorry, Truman, but your son is dead.",
        "[SCENE_BREAK]",
        "John: I want -- I want to tell you --",
        "Natalie: John's awake.",
        "John: Hey, Mike.",
        "Michael: Hey, bro. Good to see you.",
        "John: You, too.",
        "Michael: This is a miracle. I'm a doctor, John. I am so sorry, man. I should've checked. I should've realized. I should've done more.",
        "John: Mike, Mike? Please stop talking. You're killing me.",
        "Michael: Brother? I love you.",
        "Natalie: You know, I'm going to let the two of you catch up. I got to go make a call. Michael, make sure that you're the one who does all the talking, ok?",
        "Michael: Um -- why should it be any different than any other time",
        "Natalie: I'll be back in a little while, and then you can tell me whatever it is that you want to tell me, ok?",
        "[SCENE_BREAK]",
        "Cristian: [Speaking spanish] Ok. No entiendo, pero aqui va.",
        "Evangeline: Que? Si yo entiendo porque cuando yo jugo golf, a veces me siento --",
        "Cristian: \"Jugo\" means \"juice.\" \"Juego\" is \"game.\"",
        "Evangeline: I know, I know. I know what \"jugo\" means. I actually was conjugating the verb \"jugo\" --",
        "Cristian: Oh, conjugating, really?",
        "Evangeline: And I think I chose \"jugo\" because I'm thirsty.",
        "Cristian: Yeah, right. All right, thirsty girl -- whatever. This game sucks.",
        "Evangeline: That's because you don't know what you're doing, Cristian.",
        "Cristian: I'm hitting the ball, all right?",
        "Evangeline: No, no. You're slicing the ball, but you need to work on your stance -- hold on. Can I -- can I help you out here?",
        "Cristian: Sure.",
        "Evangeline: Ok. We're going to work on your stance.",
        "Cristian: Ok.",
        "Evangeline: Ok. So -- yeah, ok. Your feet need to be a bit -- shoulder width -- shoulder width apart.",
        "Cristian: Like that.",
        "Evangeline: Shoulder, give yourself a little credit.",
        "Cristian: How's that?",
        "Evangeline: There you go. And your shoulders --",
        "Cristian: Ok.",
        "Evangeline: Your shoulders right here need to go towards the target. That'll be, like, the little hole out there in the distance.",
        "Cristian: But I thought this was a driving range.",
        "Evangeline: Right foot needs to be straight.",
        "Cristian: Ok.",
        "Evangeline: And the left foot needs to be turned a little bit like that. There you go --",
        "Cristian: Ok.",
        "Evangeline: And relax.",
        "Cristian: It's a little --",
        "Evangeline: Relax. That's your problem. Let it go.",
        "Cristian: It's a little hard to relax.",
        "Evangeline: Let me help you out here. There we go.",
        "Cristian: Oh. Ok, that's better.",
        "Evangeline: I used to hate this game, too, when I used to have to play to impress the partners at my old firm, you know? But then I just started to visualize the face of my opponent --",
        "Cristian: Ok.",
        "Evangeline: On the ball. Ok?",
        "Cristian: All right.",
        "Evangeline: Visualize that.",
        "Cristian: Whoo.",
        "Evangeline: See what I'm saying?",
        "Cristian: Well, at least it went straight.",
        "Evangeline: I'm such a good teacher.",
        "Cristian: Yes, you are.",
        "Evangeline: That was good.",
        "[SCENE_BREAK]",
        "Rex: Is Bo around?",
        "Officer: Yeah. He's with Truman, delivering the news.",
        "Rex: What news?",
        "Officer: About Lieutenant Mc Bain.",
        "[SCENE_BREAK]",
        "Todd: Mc Bain is alive?",
        "Viki: Yeah. He's in a hospital in Atlantic City. It's nothing short of a miracle.",
        "Todd: No, I don't -- no. Actually, a miracle would be getting a shot of Truman's face when he finds out.",
        "Viki: Well, now, that would be in extremely bad taste.",
        "Todd: You're not defending Truman, are you?",
        "Viki: No, hardly. But, unfortunately, the news is not all good. There is something else.",
        "[SCENE_BREAK]",
        "Natalie: Hey, Cristian, it's Natalie. Ahem -- I've been trying to get ahold of Evangeline and she must've turned her phone off. Is she there with you?",
        "Cristian: Yeah. What's wrong?",
        "Natalie: Nothing. Actually, it's -- it's really wonderful news.",
        "[SCENE_BREAK]",
        "Spencer: My son's not dead, Bo. It's not possible.",
        "Bo: Truman, I'm sorry. Both John and Hugh were in the accident, they were both burned badly. We still don't know how we got all of this mixed up.",
        "Spencer: You're lying -- you're lying to me! What, it's not enough for you to put me in here, it's not satisfying enough for you and your family to lock me up in here? What, do you want me to flip out now, break me down? Do you want to put me on the floor just for the hell of it? Masochistic son of a bitch. [Spencer sighs]",
        "Bo: I wish I were lying.",
        "Spencer: You're enjoying this, Bo. I know you!",
        "Bo: No. No, I'm not. I've buried a son. I wouldn't wish this on anyone, not even you, Truman.",
        "Spencer: Just stop messing with my head, all right? What, it's another one of your stupid cop tricks? What, you don't even want me to get to know my own son so he can understand the kind of man that I really am? So he knows the reasons why I've done the things that I've done and why I've been accused of doing other things that I haven't done -- no! I'm not going to let you do this. He's not gone!",
        "Bo: I had to tell Paige about this. Now, do you think that I would put her through that kind of hell if I didn't have to? Telling John's friends, people that loved him that he's still alive? That's -- that's an amazing thing, but it -- in order for John to survive, somebody else didn't make it.",
        "[SCENE_BREAK]",
        "Evangeline: What's wrong?",
        "Cristian: John's alive.",
        "[SCENE_BREAK]",
        "Bo: There's another man buried in his grave, and Hugh had just as many friends. He touched just as many lives -- his friends, his adoptive parents, all those kids that were on his soccer team, Paige. And you, Truman. I wouldn't play games about something like this, because I know how hard it is. It's the darkest place I've ever been and you never get over it.",
        "Spencer: So what do you want from me?",
        "Bo: Nothing. I just think that if there is by chance someone out there from your life who still might give a damn about you, you talk to them about this. Otherwise, it can eat you alive.",
        "[SCENE_BREAK]",
        "Kelly: Uh, sweetie, I know you're scared, but we've got to go to the doctor.",
        "Blair: I will -- after we deal with Spencer, I promise.",
        "Kelly: No, no. You're -- you're just putting off the inevitable. Come on. I mean, you can't ignore the symptoms. You've been passing out. What if you pass out behind the wheel of a car and you have the kids with you? What if Jack finds you unconscious? He'll never get over that.",
        "Blair: It's not going to happen.",
        "Kelly: Blair. You are not being responsible about this. You owe it to your children to stay healthy, and you can't waste time with things like brain tumors.",
        "Blair: Ok --",
        "Kelly: I mean, come on. I don't want to say this, but this is your life.",
        "Blair: Look, I told you I didn't cancel the appointment altogether. It's just not going to be today. I got an appointment with Michael.",
        "Kelly: Call him and tell him we're on our way over.",
        "Blair: One day is not going to make a difference with me, but it will with Todd maybe trying to find his son. All right? We're talking about a child here, Kelly. Come on.",
        "Kelly: I don't want to lose you.",
        "Blair: You're not going to lose me. But I love Todd. And this baby, finding him is very important. It's Jack and Starr's half brother and I've got to keep this family together. I've got to help him find his son.",
        "Kelly: Ok. So where do I come in?",
        "Blair: Well, see, you and Spencer -- you know, you were kind of close friends, you know?",
        "Kelly: Yeah, not anymore, not after what he did to kevin. Besides, he's in love with you.",
        "Blair: Yeah, and I betrayed him. But you -- you kind of touched his heart, if he has one in there somewhere. And I thought, \"well, you know what? If anybody can convince Spencer that it's important to bring this baby home, it would be you.\" Please?",
        "Kelly: Ok, ok.",
        "Blair: Ok.",
        "Kelly: I'll think of something --",
        "Blair: You! You're the best.",
        "Kelly: But after that --",
        "Blair: Thank you, thank you.",
        "Kelly: We are going to the doctor.",
        "Blair: I know, I promise.",
        "Kelly: No more excuses.",
        "Blair: I promise, I promise.",
        "Kelly: Blair, are you sure we're doing the right thing?",
        "Blair: I am positive. I'm not going to let Spencer Truman victimize my family again. Got it?",
        "Kelly: All right, let's go.",
        "[SCENE_BREAK]",
        "John: What happened to Hugh? He didn't make it?",
        "Michael: He's dead.",
        "Natalie: Yeah.",
        "John: Paige know?",
        "Natalie: She thought her son had made it. Uncle Bo had to tell her the truth last night.",
        "Michael: You know, I -- I think we should really let you get some rest.",
        "John: I've been resting. What's going on? Tell me.",
        "Natalie: Ok. Well, I'm -- I'm sure that Michael's filled you in on Tommy Mc Bain, A through Z. There is so much that's been going on, I don't even know where to start.",
        "Michael: You know, I think the most important question here is, what do you remember?",
        "John: Driving to A.C. Semi jumped the meridian. [Horn] I remember trying to get out of the way. The next thing I know, I'm talking to Dad.",
        "[SCENE_BREAK]",
        "Todd: Well, Hughes and I were never exactly friends. I think it was when he chased me through the woods with a rifle, tried to kill me. I never got over that one.",
        "Viki: Well, he was wrong about you, obviously, but from what I know about him, I think he was a very good man.",
        "Todd: No, I'm not saying that he deserves to get burnt to a Crisp.",
        "Viki: Todd.",
        "Todd: You know what? One newsman to another, I think your headline sucks. I think -- \"Karma is a bitch\" is better. It's got more punch.",
        "Viki: Really? Well, I'll pass. I'll leave you that for \"the sun.\"",
        "Todd: All right. It's your paper. You know, gloating's really not your style, Viki. You're here for some other purpose -- what is it?",
        "Viki: Absolutely -- I'm checking up on you. How are you?",
        "Todd: Actually, you don't want to know.",
        "Viki: You know, when you say \"I don't want to know,\" that's when I want to know. What's up?",
        "Todd: Well, let's just say it begins and ends with Marty Saybrooke.",
        "Viki: Marty? What has she got to do with anything?",
        "Todd: Marty's son tried to rape Starr.",
        "[SCENE_BREAK]",
        "Evangeline: This is like a blessing from God that he's alive. Cristian, is it weird? Is it -- should I feel guilty for wanting to celebrate that?",
        "Cristian: No, no, not at all. Look, John's alive that's great. It's great for -- for Michael, it's great for Natalie, John's mom. It's -- it's unfortunate for Hugh's family, but you know what? John's alive, and that's great news. There's no downside to it. That's a reason to celebrate. Come on, let's go. We're going to go see John.",
        "[SCENE_BREAK]",
        "Michael: You crashed the car, and then you were talking to dad?",
        "John: I'm not crazy.",
        "Natalie: Yeah, well, even if you are, we're glad you're back.",
        "Michael: That's the truth. Listen, I'm just kind of wondering -- is it like they say? You know, does -- does your -- does your life sort of pass in front of your eyes when this happens or --",
        "John: Kind of.",
        "Michael: So what'd you talk about?",
        "John: Irish whiskey and the meaning of life.",
        "Natalie: Really? Why don't you enlighten us.",
        "John: Maybe later. What's happening with Truman?",
        "Natalie: His trial is still going on.",
        "Michael: Evangeline is destroying the defense. I think this Truman guy is finally going to get what he deserves.",
        "[SCENE_BREAK]",
        "Spencer: I thought you would've had your fill of me in court.",
        "Blair: We still have some unfinished business.",
        "Spencer: Well, I'm glad. I mean, it was hard to hear you say those things about me on the stand, but I'm -- I'm glad you're here. Looking well, Kelly. Don't tell me Blair was afraid to come down here by herself.",
        "Kelly: No, um -- I wanted to see you. I wanted to show you these.",
        "Spencer: Oh, my God. This is --",
        "Kelly: It's my son. Zane is his name.",
        "Spencer: Oh, my God. He's so small. He's so premature. Is he all right?",
        "Kelly: Yeah, he's doing much better. He's gaining a lot of weight.",
        "Spencer: That's -- that's really wonderful. I'm happy for you.",
        "Kelly: Well, I just wanted to say that I know I wouldn't have been able to have a baby if it weren't for you and in spite of all the terrible things that you've done, I -- I do appreciate that. It was generous of you. It -- it was human.",
        "Spencer: Oh, you're welcome. And don't tell anybody. You know my reputation as a monster is at stake, right?",
        "Blair: You used to have a different side, Spencer. You used to save people's lives, work miracles. Does that part of you still exist?",
        "Spencer: Sure, it does. You know, Blair, I'm n the horrible person that some people would have you believe.",
        "Blair: Then prove it. Tell me where Todd's son is.",
        "[SCENE_BREAK]",
        "Todd: Marty's son, Cole, cornered her at a party and -- but she got away. The thing is she just wasn't going to tell us.",
        "Viki: Has that boy been arrested?",
        "Todd: Nope, not yet, and he may get off scot-free.",
        "Viki: Why?",
        "Todd: Lack of evidence and -- and he's got this terrific excuse. He was high on drugs.",
        "Viki: My God. Poor Starr.",
        "Todd: Yeah. Marty got me good, didn't she?",
        "Viki: What? You think Marty sent her son after Starr?",
        "Todd: You think it's a coincidence?",
        "Viki: Yes. It's a terrible one. Marty's not capable of doing something so awful.",
        "Todd: Oh, come on. She hates me, Viki.",
        "Viki: Todd -- she testified in your defense not three years ago. Look, I know you're angry. But going after Marty for this -- that's too easy.",
        "Todd: Well, who's responsible for it, then? Obviously not the kid -- he was drugged up. And not his mother because she's a --",
        "Viki: She's a what?",
        "Todd: She's a victim.",
        "Viki: You're not blaming Marty, you're blaming yourself.",
        "[SCENE_BREAK]",
        "Bo: I'll talk to you later. All right, thanks. Adriana, I wanted to talk to you about the investigation into your kidnapping.",
        "Adriana: Oh. Is there anything new?",
        "Bo: No. There isn't. This case has gone cold and I'm -- I'm really sorry.",
        "Adriana: But you already know my mother did it.",
        "Bo: Yes, but, see, without Bruce's testimony, we have no way to prove it.",
        "Adriana: Figures. She gets away with everything.",
        "Bo: Maybe she learned her lesson this time.",
        "Adriana: She hasn't. She's still trying to run my life. I mean, you wouldn't believe what I just found out and -- do you think it's wrong of me to be so angry at Dorian?",
        "Bo: Hmm. I think you'd be nuts if you weren't. Why?",
        "Adriana: Rex wants me to let it go, but I can't. Rex almost died because of what Dorian did, and Bruce did die. I mean, I know he was a sicko, but he would still be alive if it wasn't for her. But every time Rex defends her, I feel guilty.",
        "Bo: You see, I don't think Balsom intends for you to feel that way. Like I told you before, he's a complicated guy.",
        "Adriana: Most people would expect him to do the opposite, you know? Tell me to disown Dorian altogether.",
        "Bo: Well, a time not too long ago, he probably would've felt like that, but after jen died, I think he started thinking less and less about taking care of number one first.",
        "Adriana: I tried to tell my mother that, but a lot of good it did.",
        "Bo: Well, it seems to me that he must feel that it's a good idea for you to have a relationship with your mother. And he doesn't want to get in the way of that.",
        "Adriana: Even if she hates him?",
        "Bo: That's what it looks like.",
        "Adriana: I'm really lucky to have him.",
        "Bo: Well, he's a good kid. No, wait -- let me rephrase that. Ahem. He's a good man.",
        "Adriana: Hmm.",
        "[SCENE_BREAK]",
        "Spencer: I see. So that's why you came down here, huh? Wanting me to tell you where Todd's kid is? What are you going to do, Blair? Change your testimony, testify for me at my sentencing? Recant? Why should I tell you? What's in it for me, hmm?",
        "Blair: Hmm, what's in it for you? And here I thought that you wanted to prove yourself, Spencer.",
        "Spencer: And I thought you were a loving, caring woman instead of the duplicitous harlot you turned out to be.",
        "Kelly: All right. Come on, let's go.",
        "Blair: No. You tell me what I want to hear, then maybe I'll talk to Evangeline and she can get you out of here.",
        "Spencer: You didn't come down here to say you were sorry, did you?",
        "Blair: Sorry for what? Everything I said on that stand was true.",
        "Spencer: But you know my son is dead? Didn't know that, did you? And you've come down here with your pictures and your games and you want me to tell you where that maniac's son is? My son is gone! I can never get him back! I just got him in my life and he's snatched away from me! Now I have nothing, nothing! And you want me to tell you where that filthy rapist's kid is? I'll tell you what. You go back to Todd, and you take him a message from me -- he will never find out where his son is, ever, because if I can't have my son, neither can he.",
        "[SCENE_BREAK]",
        "Todd: You don't believe in karmic payback?",
        "Viki: Yeah, well, I guess I do, but you've paid for what you did.",
        "Todd: It doesn't feel like it.",
        "Viki: Honey, you feel guilty. And I expect you always will. But you're not going to be able to help Starr if you believe that you brought this on her.",
        "Todd: You know, she just knows everything now. She knows I'm a rapist. What do you think she sees when she looks at me, Viki? How is she going to trust me again? And, you know, she can't escape it. The kids at school -- they just torture her with it. She's miserable. And it is my fault. She hates me, you know. [Todd chuckles] She hates me.",
        "Viki: No, she does not hate you. That child loves you with every fiber of her being. She's obviously very confused right now. But, listen, you two have a bond that's for life -- I have no doubt about that.",
        "Todd: No, I'm not good for her.",
        "Viki: Oh, God, you couldn't be more wrong. You don't know what that child was like when you were in prison -- I do. She needs you. She needs her father. And she's nothing if not honest, which obviously she gets from you. So you have to wait it out -- that's all. Eventually, she'll come to you and -- and she'll talk to you about it.",
        "Todd: You make it sound so easy.",
        "Viki: No. Oh, no, it's not easy. But it's simple and it requires patience.",
        "Todd: Perfect -- that's my best quality. [Todd chuckles]",
        "Viki: Has your life ever been easy?",
        "Todd: No.",
        "Viki: No.",
        "Todd: But now my kids are in the same boat -- all three of them.",
        "Viki: I'm so sorry. I wish there was something I could do.",
        "Todd: Don't worry about it. I'll fix it.",
        "Viki: You'll fix it?",
        "Todd: Have you ever known me not to have a plan?",
        "Viki: Oh, my God.",
        "[SCENE_BREAK]",
        "Natalie: You look exhausted. Why don't you get some rest?",
        "John: You know, I used to let you do all the talking. I never really had to say much.",
        "Natalie: It's ok. I never complained, really.",
        "John: You should have. It was wrong.",
        "Natalie: John, no.",
        "John: Shut up and listen.",
        "Natalie: Ok.",
        "John: Before the accident, before the crash, I realized there was something I wanted to tell you. I nearly didn't get my chance. What I wanted to tell you was -- what I wanted to tell you was I love you.",
        "[SCENE_BREAK]",
        "Viki: Oh, my God.",
        "Todd: What's the problem now?",
        "Viki: Uh -- the whole \"plan.\" Whenever you have a plan, somebody ends up in tears or you end up right on the edge of death.",
        "Todd: I'm not going to do anything crazy.",
        "Viki: Your definition of \"crazy\" is this narrow.",
        "Todd: Are you saying I shouldn't try to find my son?",
        "Viki: Of course you have to try and find him. You have to do whatever you can, but you also -- you have to think about Starr and Jack. Honey, they just got you back. They can't lose you again. Please, please don't do anything that's going to take you away from them again.",
        "Todd: Don't you trust me? No, no, don't answer that. Relax. I promise you that if I get into trouble, if there's something I can't handle, I will ask for help, I will ask for your help. Keep your cell phone on.",
        "Viki: I'll help you if I can. I think you know that. I'm going back to work. I'll see you.",
        "Todd: Thanks. Hey, Vik, if you see Natalie, tell her I'm happy about Mc Bain.",
        "Viki: Yeah, I'll do that.",
        "[SCENE_BREAK]",
        "Blair: That means that John --",
        "Kelly: Hugh is dead? He was -- he was such a good friend. He was so young. What --",
        "Spencer: That's right -- too young to die, and I would rather die than tell you where Todd's kid is. You hear me? I would rather be dead.",
        "Blair: I got to -- I got to -- I got to get out of here.",
        "Spencer: That kid is gone, Blair. Do you understand me? He's gone! Whether he's alive and well or feeding fish in the bottom of the Llantano River, he's gone! Just like my son's gone. Just like Hugh.",
        "[SCENE_BREAK]",
        "Woman: Do you need anything else, Mr. Manning?",
        "Todd: Uh -- no, thank you, I'm good. Hey, is this everything they have?",
        "Woman: Should be the complete set. I can help if you tell me --",
        "Todd: No, no. I won't, you can't. You can go home. See, Viki, this isn't so crazy. Well, maybe a little.",
        "[SCENE_BREAK]",
        "Adriana: Hey. You ok? You look like you just got run over.",
        "Rex: It was bad, but I got my answer.",
        "[SCENE_BREAK]",
        "Evangeline: I just want to see his face -- I mean, you know, just to make sure it's really him, you know? But not today. No, not today.",
        "Cristian: Are you sure? It's not going to bother me.",
        "Evangeline: I know. I know, I -- he has Natalie and he has his family and this is their moment. I feel that I shouldn't intrude.",
        "Cristian: Ok. I get it.",
        "Evangeline: But when I do go, I want you to come with me, because there's nothing that John and I have to say to each other that we can't say in front of you.",
        "Cristian: Yeah, but I --",
        "Evangeline: Hey, hey, hey. I know what you're going to say, and thank you for putting me first. But from now on, we come first.",
        "[SCENE_BREAK]",
        "John: I wanted to tell you that night -- not like this. I wanted to do it right.",
        "Natalie: It doesn't matter. You're alive. We've been given a second chance.",
        "John: Hopefully we won't screw it up this time.",
        "Natalie: We can't. You came back to me and we love each other. It doesn't get more perfect than that.",
        "[NEXT_ON]",
        "Cristian: You sure you want to get over Tess?",
        "Nash: Yeah.",
        "Jessica: I just didn't think I'd miss them this much.",
        "Antonio: You want to go home?",
        "Natalie: I guess you remember him telling you I kissed him?",
        "Mark: The defense would like to call its next witness -- Dr. Marty Saybrooke."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=K6_LjBW_saU"
}