{
    "Episode Summary": [
        "Episode # 10542 ~ Thick as Thieves"
    ],
    "Recap": [
        "Matthew is determined to get the surgery done with or without Greg and has made plans to fly to Seattle and have Dr. Nance do it. Destiny, Rachel, Bo and Nora are all concerned when they hear that the other surgeon is 2nd rate to Greg. And they urge him to reconsider since they have no choice except to let Matthew go through with it. Blair has awoken after falling through the window and appears ok except for not remembering the big secret she discovered of Tea having a child with Todd. Since nobody else knows it, Tea is hoping that it never comes out. Dorian tells everybody she knows that Blair's memory can be restored by the surgery that Dr. Evans performs. Ross sneaks into Todd's home and attempts to steal Tea's brief case and reveals that he believe she has his kid. Fish catches him and arrests him. Fish also knows that there are some dirty dealings going on at Dorian's campaign. Nick and Amelia are concerned that Fish may not support gay marriages and urge Kyle to persuade him to support their cause."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Matthew: Dr. Nance reviewed Greg's file and agrees that I'm a great candidate for the surgery. He flies back to Seattle today, earlier than he expected.",
        "Nora: Okay.",
        "Matthew: That means he has an opening in his schedule. All I have to do is fly to Seattle, and if I do, I can have the surgery tomorrow.",
        "Bo: Tomorrow?",
        "Nora: What about your lab workup and--and--and tests?",
        "Matthew: I've already had all that. The hospital's sending my records.",
        "Bo: To Seattle.",
        "Matthew: That's where his practice is.",
        "Nora: Why can't he do the surgery here?",
        "Matthew: He said he doesn't have privileges here. He's only here because he has a conference in Philadelphia.",
        "Greg: Dr. Nance?",
        "Bo: Yeah. I understand you recommended him.",
        "Nora: You couldn't find someone closer?",
        "Greg: He's a good man. And an excellent neurosurgeon.",
        "Destiny: As good as you?",
        "[SCENE_BREAK]",
        "David: I knew that something was up when Dorian let me get away. I thought she was jealous of my female fans, but after I completed my television ad campaign for the good folks at Have-a-Seat hemorrhoid pads, I received a lot of adulation and praise, and my female fans threw themselves at me. Naturally. But then I realized it was something more, and it put a strain on my relationship with Dorian. And I saw that Dorian found her true self with Amelia. I couldn't stand in the way of that. I did what any man would do. I stepped aside and I let love live.",
        "Reporter: I think I've got everything I need.",
        "David: Are you sure? I've got more. Would you like more?",
        "Nick: Thanks for that.",
        "David: Pretending that Dorian is marrying her campaign manager?",
        "Amelia: You've got to admit, this did up the ante.",
        "David: I don't think Charlie and Viki are gonna be able to beat that, unless maybe one of them has a sex change.",
        "Amelia: This is about more than beating Mrs. Banks.",
        "David: You obviously don't know Dorian.",
        "Nick: This is about giving everybody the right to be married under the law.",
        "David: I don't know if that's really all it's chalked up to be. A few marriages of mine I wish were illegal.",
        "Oliver: Yeah, but you did it for love, right?",
        "David: Well...",
        "Amelia: Excuse me. You are gay, aren't you?",
        "Oliver: Yes. I am.",
        "Amelia: And don't you want the same rights and privileges that everybody else has?",
        "Oliver: What I want doesn't really have anything to do with this.",
        "Amelia: Of course it does. We're doing this for you, Oliver. We're doing this for everyone.",
        "Oliver: By lying about your feelings? I don't know. I thought we were past all that.",
        "[SCENE_BREAK]",
        "Newscaster: A campaign rally for Dorian Lord turned into pandemonium as the mayoral candidate's niece tumbled from a second-story window to the ground below.",
        "Noelle: Jack, don't watch that.",
        "Jack: Take me to the hospital.",
        "Noelle: We're not going anywhere.",
        "Jack: But Mom--",
        "Noelle: No. Your Aunt Dorian left strict instructions for us to stay here. If there is any news, she'll call.",
        "[Telephone ringing]",
        "[Ringing]",
        "Noelle: Manning residence.",
        "Dorian: Noelle?",
        "Noelle: Oh, Dorian. How's poor Blair?",
        "Dorian: Extremely lucky.",
        "Noelle: So she's gonna be all right?",
        "Dorian: Landing on that pool cover saved her life. Nothing more than bumps and bruises.",
        "Noelle: Thank God.",
        "Jack: When's she coming home?",
        "Dorian: They want to keep her here for observation just to be sure.",
        "Jack: Let me talk. Let me talk.",
        "Noelle: Dorian, I think Jack needs to hear this for himself.",
        "[SCENE_BREAK]",
        "Ross: Elijah, it's Ross. No, no, no. I'm still in Llanview. No. Not until I find out where Téa stashed my kid. I don't care what's advisable. Listen to me. [Sigh] If she won't tell me the truth... I have a pretty good idea where I'm gonna find it.",
        "[SCENE_BREAK]",
        "Starr: Téa.",
        "Téa: Oh, Starr.",
        "Starr: Hey. My mom, she's gonna be okay.",
        "Téa: Oh, thank God. It's a miracle.",
        "Starr: Yeah, there's no broken bones and her back is okay and she's awake and talking.",
        "Téa: Really?",
        "Starr: Mm-hmm. Yeah, she's in there with my dad right now.",
        "Blair: You had Todd Manning's child, and you kept it from him? Wow, Téa. That's the mistake of your life 'cause he has to know.",
        "Dorian: Téa?",
        "Téa: Huh?",
        "Dorian: You take one more step, and I will rip your throat out.",
        "[SCENE_BREAK]",
        "Blair: Have something to tell you.",
        "Todd: Save it for later.",
        "Blair: No.",
        "Todd: It's not as if you're gonna die or anything.",
        "Blair: No, it's--it's something big. It's--it's about Téa.",
        "Todd: Téa and I are over, Blair.",
        "Blair: I figured.",
        "Todd: You were right. She's still married to Ross Rayburn.",
        "Blair: No, she--she's lying.",
        "Todd: But you fixed that, didn't you? She said she could re-file the divorce papers but I told her not to bother.",
        "Blair: She told me something, something today in my room.",
        "Todd: Of course, none of that would've mattered if she'd just told me the truth.",
        "Blair: She poured water on me.",
        "Todd: Shh. I think you're still a little goofy. I'm sorry I brought you into this. I'm sorry I didn't know she was gonna do anything like this.",
        "Blair: We fought, Todd.",
        "Todd: You need to take it easy.",
        "Blair: Todd--",
        "Todd: Blair, come on. It's over.",
        "Blair: She told me something like\u0097",
        "[SCENE_BREAK]",
        "Dorian: Who let you out of jail?",
        "Téa: Out of my way, Dorian, okay?",
        "Dorian: Was it Nora? Because when I'm elected mayor, she's finished.",
        "Téa: I need--I need to see Blair right now.",
        "Dorian: So you can finish the job?",
        "Téa: I don't recall you being so tough on crime when Blair pushed me out a window.",
        "Dorian: That was an accident. This was attempted murder.",
        "Starr: What's going on over here?",
        "Dorian: And don't you think that I don't know your motive.",
        "Starr: Motive?",
        "Téa: Everything--everything is fine.",
        "Dorian: No, no, nothing is fine, because Téa here has been keeping some big secrets.",
        "Téa: Listen, I will tell you everything later, okay? Right now, I need to get in there, okay?",
        "Dorian: Oh, so you can find out whether or not Blair's gonna press charges against you?",
        "Starr: Press charges?",
        "Téa: Honey, your mother and I were arguing. She fell out the window. I did not push her.",
        "Dorian: Oh, of course not. Blair jumped.",
        "Téa: Blair knows that I did not mean to hurt her. And if you let me in there, then I can apologize to her myself.",
        "Dorian: Oh, great. I'll buy a ticket to watch that. Yes, all those years swaying juries. I bet you've got remorse down pat.",
        "Téa: It's the truth.",
        "Dorian: You listen to me. I intend to protect my family.",
        "Téa: From me?",
        "Dorian: You bet. Because after what you did to Blair, as far as I'm concerned, you are not human. You are garbage.",
        "[SCENE_BREAK]",
        "Jack: She just hung up.",
        "Noelle: She said everything's gonna be all right, right? So, do you feel better about your mom now?",
        "Jack: I will when she comes home.",
        "Noelle: I understand. You want to see her with your own two eyes.",
        "Jack: No kidding. I'm not letting her out of my sight. Someone has to keep her out of the hospital.",
        "Noelle: Oh, now, your Aunt Dorian is gonna take very good care of her.",
        "Jack: She's too busy with her stupid campaign.",
        "Noelle: Now, do you really think that would keep her from helping somebody she loves?",
        "Jack: Look. She's on again.",
        "Noelle: Oh, maybe she's re-running a press conference.",
        "Dorian: ...My new campaign manager. She is my partner. She is my fiancée.",
        "Jack: Aunt Dorian's a lesbian? When did that happen?",
        "[SCENE_BREAK]",
        "Amelia: No one asked you to lie.",
        "Oliver: Yeah, well, you're sure not telling the truth.",
        "Amelia: Because I'm not in love with Dorian?",
        "David: I'm pretty sure she's not in love with you, either.",
        "Amelia: Who are we to define what makes a marriage? Isn't that exactly what we're fighting against?",
        "Oliver: No. This is different.",
        "Amelia: How? They tell us that our feelings aren't legitimate, that we don't have the right to marry, to have families.",
        "Nick: To receive the same tax credits, insurance benefits.",
        "Oliver: Yes, yes, I believe in all of that. But why use a straight woman to get them?",
        "David: And believe me, she is straight. Funny story--I tried to get her into a ménage a trois once. Dismal failure.",
        "Amelia: If we get what we want, what difference does it make?",
        "Oliver: Because you're asking people to trust you.",
        "Amelia: No, I'm asking people to trust our stance on the issue. We've never lied about that.",
        "Oliver: You really think that'll make a difference when people find out the truth?",
        "Nick: How are they gonna find out, Oliver? Are you gonna tell them?",
        "[SCENE_BREAK]",
        "Greg: Look, Dr. Nance is one of the best in his field.",
        "Bo: But we've already talked to the best in the field.",
        "Greg: He's not on everyone's radar yet, but I've had the privilege of working with him.",
        "Nora: You have?",
        "Greg: Mm-hmm. He was my first assist on several of my surgeries, and he's very familiar with my techniques.",
        "Destiny: Assisted? So you were, like, his teacher.",
        "Greg: He was a very good student, yes.",
        "Destiny: But everything he knows, you taught him.",
        "Greg: Destiny, we've been over this.",
        "Destiny: I know. You don't want to operate on anybody else because of what happened to Shaun.",
        "Greg: You do want Matthew to have this surgery, don't you?",
        "Destiny: Not from some guy who came in second place.",
        "Greg: I wouldn't recommend Dr. Nance if I didn't think that he could do this surgery.",
        "Nora: What's his rate of success?",
        "Greg: I don't know the exact figures...",
        "Nora: All right. Is he as good as you?",
        "Greg: This procedure is extremely difficult. It's 50% no matter who's doing it.",
        "Bo: You're not answering the question.",
        "Greg: It's not as simple as that. We've had different patients, different circumstances. You're asking me to compare apples and oranges.",
        "Nora: No, we're asking you for a straight answer. Who's got the better track record, Dr. Evans-- you or Dr. Nance?",
        "Greg: I do.",
        "Nora: Okay. Well, then, Destiny's right. He's a second-rate doctor.",
        "Destiny: I told you.",
        "Greg: Dr. Nance isn't some beginner. He's a trained surgeon with good hands. No, great hands. He's--",
        "Bo: He's the best in his field. We heard you.",
        "Greg: I know this is difficult. I understand.",
        "Nora: You have no idea.",
        "Greg: But I will not be guilted into doing something that I don't feel confident doing.",
        "Nora: What about how Matthew feels?",
        "Greg: My decision to remove myself from Matthew's surgery was in his best interests.",
        "Nora: Is it Matthew's best interests to recommend a second-rate doctor to do the surgery? That's in Matthew's best interests?",
        "Greg: As I said, I wouldn't have recommended Dr. Nance if I didn't think that he could perform this surgery. Now, if you'll excuse me.",
        "Nora: What? No, wait. Dr. Evans, please. Please wait.",
        "[SCENE_BREAK]",
        "Noelle: Who are you? And what are you doing with that briefcase?",
        "[SCENE_BREAK]",
        "Téa: I need to see Todd.",
        "Dorian: Then you can wait until he comes out of my niece's room.",
        "Téa: No, I cannot wait, Dorian.",
        "Starr: Maybe you should leave, Téa.",
        "Téa: I'm not going anywhere.",
        "Dorian: I intend to keep you away from my family.",
        "Téa: That's my husband in there, and I'm not going anywhere until I speak with him.",
        "[SCENE_BREAK]",
        "Todd: I found out about the secret husband. I figured there's a lot more. I even asked her if she'd been hopping on the red-eye to Tahiti when I wasn't looking.",
        "Blair: It's not that.",
        "Todd: She played me for a fool the whole time.",
        "Blair: No. Just listen...",
        "Todd: Listen, you need a rest, okay?",
        "Blair: No, Todd--",
        "Todd: Come on. You just--you just suffered a big blow on the head. You need to...",
        "Blair: I need to tell you now.",
        "Todd: Okay. Okay. I'm listening.",
        "Blair: Okay.",
        "[SCENE_BREAK]",
        "Dorian: Todd is not your husband.",
        "Starr: What?",
        "Dorian: You see, your wicked stepmother here already has another husband. Yes, a man named Ross Rayburn.",
        "Starr: The guy who kidnapped Jack and me? Are you serious?",
        "Téa: Okay, that's only because Blair--",
        "Dorian: Did what she had to do to protect her family.",
        "Téa: From me?",
        "Dorian: You bet. You see, you don't have children of your own, and that's why you had to steal somebody else's.",
        "Téa: You don't know what the hell you're talking about.",
        "Dorian: Oh?",
        "Téa: I'm done listening to you. Don't say another word.",
        "[SCENE_BREAK]",
        "Greg: Please, don't think I'm not flattered.",
        "Nora: This isn't about you. This is about our son.",
        "Greg: I understand that.",
        "Nora: No, I don't think you have any idea. See, you're--you're so--busy, you know, analyzing the data and interpreting the risks and stuff that you don't-- you don't understand at the end of the day, it's my son's life. I could lose my son. You understand that. I think you understand I could lose my son. And if, God forbid, that should happen...",
        "Bo: Nora.",
        "Nora: If that should happen, we have to make sure that we've done everything in our power to make sure that he's safe, and if that means flattering you, or admitting that we were wrong and you were right, or begging you, then that's what I'm gonna do. Do you want me to get down on my knees, because I'm getting down on my knees.",
        "Matthew: Mom, stop.",
        "Greg: No, sorry, no.",
        "Nora: Please. Please, Doctor.",
        "Greg: I can't.",
        "Nora: Perform the surgery on my son. Please.",
        "Greg: I can't.",
        "Nora: Please.",
        "Greg: I'm sorry.",
        "Bo: Nora?",
        "Nora: [Sobbing]",
        "Greg: Destiny, leave me\u0097",
        "[SCENE_BREAK]",
        "Oliver: You're asking me if I'm gonna \"out\" you? What--tell all of Llanview that Dorian's--",
        "David: The straightest woman I've ever known?",
        "Oliver: Don't worry. That's not something I'd do.",
        "Nick: What is?",
        "Oliver: Excuse me?",
        "Nick: You overheard Amelia and I talking at the Buenos Dias cafe this morning.",
        "Kyle: Nick, just let it go.",
        "Nick: No. You were suspicious of me earlier, so obviously he told you something.",
        "Kyle: Oliver didn't mean any harm.",
        "Nick: Okay, then maybe next time he can come to me with his concerns.",
        "Oliver: Look, Nick, I'm a cop, okay? I thought it might be something illegal.",
        "Nick: At the rally?",
        "Oliver: You said Dr. Lord was your target, and Amelia mentioned pulling the trigger.",
        "Nick: We were speaking metaphorically.",
        "Kyle: Oliver didn't know that, okay? He thought that you--you were planning an a... an assassination.",
        "Amelia: [Laughs] An assassination?",
        "Nick: So you pretend to be my friend.",
        "Oliver: I wasn't pretending.",
        "Kyle: He did it for me, okay? He knows I have to stay out of trouble.",
        "Nick: Okay, so Oliver is protecting you from me. I mean, just like he tried to protect me from you.",
        "Kyle: This is different. He overheard something and thought I should know.",
        "Amelia: And you think people should know that my engagement to Dorian isn't real?",
        "Nick: Look, Oliver. We're not committing any crimes.",
        "Amelia: People get married for all kinds of reasons. Don't you think fighting for our rights is as good as any?",
        "Nick: I know I want to marry the man I love, and someday, when you meet the right guy--",
        "[Cell phone ringing]",
        "Oliver: Excuse me. Fish. Yeah. I'll be right there. I gotta go. Police business.",
        "Amelia: Oliver, are you with us or against us?",
        "David: You should probably put him down as \"undecided.\"",
        "[SCENE_BREAK]",
        "Ross: This briefcase. It's my briefcase.",
        "Noelle: Oh, really? Is that why it has the initials \"T.D.\" On it?",
        "Ross: Yeah, that's me. I'm Tom. Delancey.",
        "Noelle: And you keep your briefcase at Mr. Manning's house?",
        "Ross: [Sighs] Okay, look. It's Téa Delgado's briefcase, but what's inside is mine.",
        "Noelle: Nice try.",
        "Ross: No, no, I'm serious. We're married. Or in the middle of a divorce.",
        "Noelle: How stupid do you think I am? Téa's married to Todd Manning.",
        "Ross: Yeah, you might want to check your scorecard on that one, sweetheart.",
        "Noelle: And you might want to hand that over.",
        "Ross: I need something in here. I'm not leaving without it.",
        "Noelle: Over my dead body. Or maybe yours.",
        "Ross: Whatever. Really? [Indistinct] Ha ha. Feisty. I like that. Now move. Don't let this get ugly. Step aside and no one's gonna get hurt, okay?",
        "[Crash]",
        "Jack: You mess with Noelle, you mess with me, sucker.",
        "[SCENE_BREAK]",
        "Todd: Why do you look so nervous, Téa?",
        "Dorian: Could it possibly be the anticipation of a long prison sentence?",
        "Blair: Starr.",
        "Starr: Hey. What happened?",
        "Todd: She was just about to tell me. Blair? You were gonna tell me. You said something happened with Téa.",
        "Téa: She was just about to say that it was an accident.",
        "Dorian: Oh, please.",
        "Téa: It's the truth.",
        "Todd: I want to hear it from Blair.",
        "Blair: We were fighting about Ross. Todd--",
        "Todd: What?",
        "Blair: I had to get to you. I had to--I had to tell you something.",
        "Dorian: Honey, what is it?",
        "Blair: I--I can't remember.",
        "[SCENE_BREAK]",
        "Nora: [Sniffles] Oh, God. Why did this happen?",
        "Bo: Matthew took us to court and we lost.",
        "Nora: I don't accept that. I'm a lawyer. I'm an officer of the court.",
        "Bo: Even you can't win 'em all.",
        "Nora: They expect us to follow the ruling of some person who's not even involved.",
        "Bo: I think that's why they left it up to her.",
        "Nora: [Sobbing]",
        "Bo: We lost. Nothing we can do about it.",
        "Nora: [Sighs] [Sniffles] So, now what do we do? We just go home and--and-- and have him pack a bag?",
        "Bo: No. We can't let him go through this alone.",
        "Nora: I can't do it. I can't do this.",
        "Bo: We don't have a choice.",
        "Nora: I can't take his life and put it in the hands of a second-rate doctor we don't know anything about.",
        "Bo: Well, Dr. Evans seems to think that this guy Nance is good.",
        "Nora: What does it even mean?",
        "Bo: It means he'll take care of Matthew.",
        "Nora: No, I'll take care of Matthew. I'm Matthew's mother. It's my job to protect Matthew.",
        "Bo: All we're doing right now is driving him away.",
        "Nora: I don't care. I really couldn't give a--I just-- I don't care. I don't care if Matthew hates me the rest of his life. At least he'll have a life.",
        "Bo: Nora--",
        "Nora: No, Bo, please. God. Please. There has to be a way to stop this.",
        "Bo: Maybe there is.",
        "[SCENE_BREAK]",
        "Greg: If you're here for the full court--",
        "Rachel: I am not.",
        "Greg: Then why are you here?",
        "Rachel: To tell you that I understand. Because I do. I know why you're not operating.",
        "Greg: But?",
        "Rachel: Matthew is my brother. And he's not giving up until he has this operation. And like it or not, you are his best shot at walking again.",
        "Greg: Dr. Nance is more than qualified.",
        "Rachel: This isn't about qualifications.",
        "Greg: What's it about?",
        "Rachel: That day in court, when Loretta got out of her wheelchair, I watched Matthew. The look in his eyes. I finally understood why he is willing to take such a big risk.",
        "Greg: I thought you said Matthew's fine the way he is.",
        "Rachel: I still believe that he could live a happy life in that wheelchair, if that was his only option. I know he could do it.",
        "Greg: Then why?",
        "Rachel: Because he saw what was possible. He believed in it. He believed in you. He trusts you.",
        "Greg: But you're not here to guilt me.",
        "Rachel: No. I'm not gonna ask you to change your mind, because I know you won't.",
        "Greg: Then why are you here?",
        "Rachel: To ask you for a very big favor.",
        "Greg: For you? Or for Matthew?",
        "Rachel: For all of us.",
        "[SCENE_BREAK]",
        "Destiny: So, how'd you get the money to pay for the plane ticket?",
        "Matthew: Well, the judge let me access my trust fund. You know, my grandpa left it to me.",
        "Destiny: Enough to buy a car?",
        "Matthew: Well, I can't get whatever I want with it. You know, just for the operation-- whatever the insurance won't pay for.",
        "Destiny: But that your parents would.",
        "Matthew: I didn't think I could ask them.",
        "Destiny: Your mom was so upset.",
        "Matthew: Just wait till she sees me walking. She'll get over it.",
        "Destiny: What if she won't go with you to the surgery?",
        "Matthew: Then I'll go by myself.",
        "Destiny: All the way to Seattle?",
        "Matthew: It's not a big deal.",
        "Destiny: No, I know. But it might be more fun if you had someone to go with you.",
        "Matthew: Like who? My parents don't want me to go, Rachel has a job--",
        "Destiny: What about me?",
        "[SCENE_BREAK]",
        "Noelle: Is he waking up?",
        "Jack: His eyes are still closed.",
        "Noelle: And he's not moving at all, is he?",
        "Jack: Don't worry. He's not going anywhere.",
        "Noelle: I just want to be sure. The police should be here any minute.",
        "Jack: Just wait until I tell them how I took him down by myself.",
        "Noelle: I think maybe it'd be better if we say it was me.",
        "Jack: And let you take all the credit?",
        "Noelle: Do you want to explain to your parents why you're being charged with assault?",
        "Jack: My mom will freak.",
        "Noelle: No, no. She'll just be happy that you're all right.",
        "Jack: Not me. Him. She told him to stay in the cabana.",
        "Noelle: You know this man?",
        "Jack: I'm supposed to pretend I don't, but...",
        "Noelle: Did she say why?",
        "Jack: He's some kind of secret.",
        "Noelle: More like some kind of burglar.",
        "Jack: Uh-huh.",
        "[Doorbell rings]",
        "Noelle: Ahh. Officer Fish.",
        "Oliver: I got a call about someone breaking in.",
        "Noelle: That's him.",
        "Oliver: Wow. Did you do this all yourself?",
        "Noelle: Yes. I sure did. All by myself. He is lucky I didn't put him in the oven and bake him into a pecan pie.",
        "Oliver: Sir. Sir, can you hear me?",
        "Noelle: You might want to be careful. I think he might be coming around.",
        "Oliver: Just gonna loosen up these restraints for transport. What happened?",
        "Noelle: I--I caught him trying to steal Mrs. Manning's briefcase. I don't know why he wanted it so badly. I had to knock him out to get him to give it up.",
        "Ross: Oh.",
        "[SCENE_BREAK]",
        "Todd: Do you remember what happened?",
        "Dorian: Todd--",
        "Todd: She was about to tell me. You were saying that you and Téa were fighting.",
        "Blair: I remember that part. She--she poured water on me and then she yelled at me for telling you that she was married and...and then nothing.",
        "Todd: What do you mean, \"nothing\"?",
        "Blair: [Sigh] We were fighting and...then I just remember waking up here.",
        "Todd: Starr, honey, why don't you get a doctor?",
        "Starr: Do you think she's okay?",
        "Todd: I think she needs to see a doctor now.",
        "Dorian: Well, lucky for us, I am a doctor.",
        "Blair: What's going on, Dorian?",
        "Dorian: Oh, we'll find out. Are you feeling lightheaded? Dizzy?",
        "Blair: I just have a headache.",
        "Todd: Well, okay. I'm gonna go see a doctor then.",
        "Dorian: She has already seen Dr. Evans, who is one of the finest neurosurgeons in the country.",
        "Todd: Yeah? Ask his brother Shaun what he thinks of him.",
        "Dorian: Her ct was clean, and that's one of the most definitive tests we have.",
        "Todd: Then what's wrong with her?",
        "Dorian: She has a concussion, all right? And one of the only ways to diagnose that is by symptomatology. Memory loss is one of them.",
        "Todd: So, what do we do?",
        "Dorian: Oh, goody. We get to have a game show. Honey, where are you? What year is it?",
        "Blair: I'm in the hospital, Dorian, and it's 2009.",
        "Dorian: See? It's selective retrograde amnesia--very common with a concussion. The only thing she can't remember is what happened before she was pushed out the window.",
        "Todd: You relieved?",
        "[SCENE_BREAK]",
        "Nick: Do you think Oliver will rat us out or not?",
        "Kyle: Oliver's his own person, always has been.",
        "David: That means he'll rat you out.",
        "Kyle: He'll do what he thinks is right.",
        "Nick: Does anybody else find this ironic? I mean, after all these years of pretending to be straight...",
        "Kyle: What are you saying?",
        "Nick: I'm saying that I find it oddly convenient that Oliver's principles only kick in when it's somebody else that's lying.",
        "Kyle: You know nothing about him, Nick.",
        "Amelia: Can we just stay focused? We can't afford to have this blow up in our faces.",
        "Nick: What do you want to do?",
        "Amelia: I want Oliver contained.",
        "Kyle: Contained?",
        "Amelia: He's a loose cannon.",
        "Kyle: Don't look at me. I'm not his keeper.",
        "Amelia: Oh, that's not what I heard. I hear he's crazy about you.",
        "Kyle: You told her?",
        "Nick: She's my friend.",
        "Kyle: Yeah, well, at least you tell her everything.",
        "Nick: I didn't exactly think she'd repeat it.",
        "David: Guys, let's play he said/ he said a little bit later.",
        "Amelia: Especially if we can use this to our advantage.",
        "Kyle: You want me to use Oliver's feelings for me to get him to go along with this--",
        "Nick: That's not what Amelia's saying. Just get him to see how important this is.",
        "Kyle: I can't make him do something he doesn't wanna do, Nick.",
        "Nick: Just try, okay? Look, don't you want to be free to marry the man you love someday?",
        "[SCENE_BREAK]",
        "Ross: Ahh. Oh, thanks. So, you didn't haul the guy in that did this to me? Ahh.",
        "Oliver: You broke into his house. Some states, he could've shot you.",
        "Ross: Oh, that's nice. So, could you at least give me an aspirin, then?",
        "Oliver: You know what? I will see what I can do after I take your statement. Why don't we start with your name?",
        "Ross: Not without my lawyer present.",
        "Oliver: Well, that's a criminal offense.",
        "Ross: My right to an attorney?",
        "Oliver: No--not identifying yourself to an arresting officer.",
        "Ross: It is? Since when?",
        "Oliver: Since 2004. You know what? This'll go a lot faster if you just cooperate.",
        "Ross: Fine, fine, fine. The name's Ross. Ross Raymond.",
        "Oliver: Hey, Jenny, you got a minute?",
        "Jenny: Yeah.",
        "Oliver: Could you tag this for evidence, please?",
        "Jenny: Sure thing.",
        "Oliver: Thank you. Whatever's in that briefcase must be pretty important to you.",
        "Ross: You have no idea.",
        "[SCENE_BREAK]",
        "Téa: Of course I'm relieved. Blair could've been seriously hurt.",
        "Dorian: Oh, cut the innocent act, Téa.",
        "Téa: It's not an act.",
        "Dorian: Practice, practice, practice, because you're gonna need it at your trial.",
        "Téa: There's not gonna be a trial, Dorian.",
        "Dorian: When Blair's memory comes back, she can testify against you herself.",
        "Todd: So, her memory loss is temporary?",
        "Dorian: In most cases, yes.",
        "Starr: But not all?",
        "Dorian: It depends. Sometimes it can take weeks or months. But in most cases, it takes 48 hours, tops.",
        "Todd: Or never.",
        "Blair: You mean I'm not gonna ever get it back?",
        "Dorian: Honey, don't you focus on that.",
        "Blair: But is it possible?",
        "Starr: It doesn't matter, Mom.",
        "Blair: Sweetheart.",
        "Starr: Look, the only thing that matters is that you're okay.",
        "Blair: Ohh.",
        "Todd: I want to talk to you right now.",
        "[SCENE_BREAK]",
        "Greg: So, what's this very special favor you want me to do?",
        "Rachel: Assist Dr. Nance in Matthew's surgery. I am not asking you to operate.",
        "Greg: What do you think \"assist\" means?",
        "Rachel: I just want you to observe him. Make sure he's doing it right.",
        "Greg: Oh. He'll love that.",
        "Rachel: You said you taught him the procedure. I can't see him objecting.",
        "Greg: Oh, and once I get into the operating room, I won't be able to resist.",
        "Rachel: No. I told you I don't expect you to operate. Tie your hands behind your back for all I care.",
        "Greg: You're serious.",
        "Rachel: I just want you there, in case something goes wrong.",
        "Greg: And what if something does go wrong?",
        "Rachel: You're not responsible.",
        "Greg: [Sigh] Because you say so.",
        "Rachel: Because you didn't perform the surgery. You're just--you're lending your expertise.",
        "Greg: No, my expertise is what hurt Shaun in the first place.",
        "Rachel: You used all of your knowledge and training to save his life.",
        "Greg: Yeah, and something went real wrong. Do you know how difficult it is, living with this? And if something happened to your brother--",
        "Rachel: What if something happens and you're not there?",
        "Greg: I'm not God!",
        "Rachel: You said it yourself-- God is only 50%.",
        "Greg: Do you really think that I can prevent something bad from happening?",
        "Rachel: Not if you're not there.",
        "[SCENE_BREAK]",
        "Matthew: You can't come with me to Seattle.",
        "Destiny: Why not?",
        "Matthew: We have a math test tomorrow.",
        "Destiny: I can make it up. I have, like, a 97%.",
        "Matthew: Well, I don't have enough money for two tickets.",
        "Destiny: I can buy my own. You think only people with trust funds can fly?",
        "Matthew: I'm just saying it's really expensive.",
        "Destiny: I have money saved up.",
        "Matthew: Well, what about Shaun? Don't you want to be here in case he wakes up?",
        "Destiny: I'll leave him a note. He'll understand.",
        "Matthew: A note saying that you chose me over him.",
        "Destiny: Since when do you argue this much?",
        "Matthew: I'm not. It's just I know how much you care about Shaun.",
        "Destiny: I mean, I love my brother, but--",
        "Bo: Matthew. Hi, Destiny.",
        "Destiny: Hi.",
        "Bo: Can we talk to you for a sec?",
        "Matthew: Why? I'm not trying to be a jerk, but I have nothing else to say.",
        "Nora: Well, then maybe you'll just listen to us for a while.",
        "Matthew: Well, I'm not gonna change my mind.",
        "Bo: You've convinced us of that.",
        "Matthew: So, then, what?",
        "Nora: Well, your father and I have been discussing your surgery and we've decided we're not gonna fight you anymore.",
        "[SCENE_BREAK]",
        "Rachel: I know you feel responsible for your brother, but I feel responsible for mine.",
        "Greg: So now you want me to put myself in a position that you know I'd be uncomfortable with. For you.",
        "Rachel: For Matthew.",
        "Greg: But I'd be doing the favor for you.",
        "Rachel: If that's what will persuade you to observe Matthew's surgery, then yes. Do it for me. I'm sorry.",
        "Greg: It's--it's all right.",
        "Rachel: No. You don't owe me anything.",
        "Greg: My brother's in love with you.",
        "Rachel: Then do it for him. If that's what you think he would want. Just...be there. Please.",
        "[SCENE_BREAK]",
        "Matthew: So, you guys are serious. You're really not gonna fight me anymore?",
        "Nora: No. We've talked about it.",
        "Bo: We figure that you've got enough to worry about tomorrow.",
        "Matthew: Yeah, tell me about it.",
        "Nora: So, we figured tonight we'd just get ready.",
        "Matthew: Does that mean you guys are coming with me to Seattle?",
        "Bo: Actually, you're coming with us. We're gonna take the Buchanan Enterprises jet.",
        "Nora: Does that sound okay?",
        "Matthew: Sounds great.",
        "[SCENE_BREAK]",
        "Noelle: Well, you and I make a pretty good team, buddy. I'm sorry I had to take all the credit.",
        "Jack: Eh. That's okay.",
        "Noelle: You still worried about your mom?",
        "Jack: I wanted to ask her something.",
        "Noelle: Why don't you ask me?",
        "Jack: Who wears the dress?",
        "Noelle: Excuse me?",
        "Jack: At the wedding. Aunt Dorian or the other lady?",
        "Noelle: Oh. Well, I'm not sure.",
        "Jack: And Starr says people that are gay are born that way, but if Aunt Dorian can turn into a lesbian overnight, does that mean you and me could wake up gay?",
        "Noelle: Ask your mom.",
        "Jack: Okay.",
        "[SCENE_BREAK]",
        "Oliver: No priors for \"Ross Raymond.\"",
        "Ross: Hmm. Maybe I'm squeaky clean.",
        "Oliver: Or maybe there's a problem.",
        "Ross: Computers--they--I-- right over my head.",
        "Oliver: All right, well, why don't you tell me what you do know about Ross Raymond?",
        "Ross: Well, I think I get my call to my lawyer now, Officer.",
        "Oliver: Go ahead.",
        "Ross: Can I have a little privacy? Thank you. Elijah, it's me. Yeah, I know I just called. Listen, I got arrested. Trying to steal Téa's briefcase. Look, I --you know--stop. Stop. Stop telling me, \"I told you so.\" It's not helping me. No, I didn't look inside. It was locked. I'm telling you, wherever she has my kid, the answer's got to be in that briefcase.",
        "[SCENE_BREAK]",
        "Starr: Are you sure Mom's okay?",
        "Blair: Starr, I'm fine, sweetheart.",
        "Dorian: Other than the memory loss, your mother's in perfect health.",
        "Blair: [Sigh] Listen to Dorian because she's the doctor.",
        "Dorian: I am going to have a neurologist check you out, though, just to be sure.",
        "Blair: ...Very much, but they're not gonna give me my memory back.",
        "Dorian: You have your memory. You're just missing a small piece of the package.",
        "Blair: But that small piece is really important, Dorian.",
        "Dorian: I would be grateful if I were you that you can't remember Téa pushing you out of the window.",
        "Blair: It's something. Something more than that.",
        "Dorian: Something that happened before you got pushed out.",
        "Blair: Yes. Yes. And I know that it has something to do with Todd.",
        "Dorian: Oh, please!",
        "Blair: Something big and I--",
        "Dorian: No, stop. Stop thinking about Todd.",
        "Blair: I can't help it.",
        "Dorian: Well, don't do it.",
        "Blair: I feel like I've let him down.",
        "Dorian: Really? Cut that out. Do you hear me? That's doctor's orders. That's Cramer orders.",
        "Starr: My orders.",
        "Dorian: Listen up. You-- you have got to take care of yourself. Concentrate on getting better. You let Todd take care of himself.",
        "[SCENE_BREAK]",
        "Téa: Todd, you let go of me.",
        "Todd: There's nothing wrong with your memory.",
        "Téa: I did not push Blair out the window.",
        "Todd: She wanted to tell me something else.",
        "Téa: I don't have amnesia. That doesn't mean I'm psychic.",
        "Todd: I'm so sick of playing these games with you. She wanted to tell me something else. What can't she remember?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=3p3tUF4LlQU"
}