{
    "Episode Summary": [],
    "Recap": [
        "John comes over to Dorian's and when Todd answers the door, John knocks him flat to the floor. John tells Todd that if he lays a hand on Cole again, he will kill him. Blair, upon hearing the commotion, rushes out and tries to pull John off Todd. Starr and Langston come running downstairs. Gigi meets up with Rex at his nightclub. Clint looks at the file that Lindsay had brought him on Webster. Jared comes into Clint's office and wonders what Clint is doing. Charlie comes into the study while Natalie is on the computer. He tells her that he is searching for a book. Natalie thinks that it is funny that he would read mysteries since everything in his life was a mystery. Viki overhears Natalie's conversation with Charlie. Nora urges Cole to go to the hospital, but he refuses. Todd tells John that he wants Cole arrested for rape. Starr yells that nothing happened. Viki barges in on Natalie's and Charlie's conversation. Viki lets Natalie know that this is none of her business. Natalie tells Charlie that he reminds her of someone she knows. Clint leaves the office before he can divulge any info to Jared. Cole explains to Nora what had happened that night. Starr wants to know why Todd won't listen to her. She tells Todd that she loves Cole. Blair tells Todd if he loves his daughter, he will let this go. Cris makes a purple that is one of Sarah's concoctions. Rex tells Gigi that he had found her a job. Antonio watches Talia. Jared visits Charlie and tells him that being a Buchanan is better than he thought .Natalie thanks Jared for what he had done to protect them from going to jail. Natalie gets a call from Rex to meet him at Capricorn. Rex fills Gigi in that he may have her a job at Buchanan Enterprises with Natalie's help. Rex introduces Gigi to Cris, Layla and Sarah. John visits Nora. John tells Nora that Todd wants to accuse Cole of rape. Nora tries to doctor John's bruise on his eye. Langston apologizes to Starr for what had happened tonight.",
        "Starr doesn't want Todd to be anywhere in her life. Todd comes up with the idea that Cole is doing this for revenge. Rex makes the necessary introductions between Jared and Gigi. Natalie tells Gigi to come by the next day for an interview. Nora lets Clint know that she is so embarrassed over what had happened. Clint tells Nora that he understands and he forgives her. They hug and kiss. Starr calls Cole and asks if he is alright. Cole apologizes for what had happened that night .John comes into Capricorn. Natalie leaps to her feet and wants to know what had happened. Starr yells that she hates Todd. Todd tells Langston that she is going to pay for what she had done to Starr that everyone was going to pay for what they had done to Starr."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: What the hell do you want?",
        "John: Touch the kid again and I'll kill you.",
        "Blair: Todd, stop it! Stop it!",
        "Starr: What's going on?",
        "John: Hear what I'm saying?",
        "Blair: Get back.",
        "[SCENE_BREAK]",
        "Rex: Hey. There you are.",
        "Gigi: Long time, no see.",
        "Rex: Yeah.",
        "Gigi: I'm guessing you dragged me down here for a reason. What's the big emergency?",
        "[SCENE_BREAK]",
        "Clint's voice: \"Virgil Webster's relationship with certain women involves the type of perversions that would ruin anybody's reputation for life. In one instance --\"",
        "Clint: I'm not going to go there.",
        "Jared: Hey, Clint, you okay?",
        "[SCENE_BREAK]",
        "Charlie: Oh, I'm sorry. Didn't mean to disturb you.",
        "Natalie: What you got there?",
        "Charlie: I'm just getting another mystery to read.",
        "Natalie: You know, they say you can tell a lot about a person from what he reads. It's interesting that you choose mystery because everything in your life seems to be one.",
        "Charlie: You know, if you've got a question to ask me, you can just ask it.",
        "Natalie: I don't know. I was just thinking how amazing it is that we have so much in common -- you know, you met my mom in Texas and then came to Llanview and you didn't know that she lived here. And then it just turns out that Rex is your son -- what a coincidence. And then if that wasn't enough, you saved my Uncle Jared's life.",
        "Charlie: And so -- and so your question is?",
        "Natalie: Well, Charlie, you've been living here a while -- no phone calls, no mail. So my question is, what's your story?",
        "[SCENE_BREAK]",
        "Nora: I think you need to go the emergency room.",
        "Cole: I'm fine.",
        "Nora: You're not fine -- you've got cuts that may need stitches, not to mention I think it was more than just your face that took a beating.",
        "Cole: I have to go back. I can't let John fight my battles for me.",
        "Nora: Ah, ah, ah, ah, ah, ah. This is John's battle now, too. We couldn't stop him even if we tried.",
        "[SCENE_BREAK]",
        "Blair: Todd, stop it, both of you!",
        "Starr: Dad, stop it! Please! Oh, my God!",
        "Blair: Todd!",
        "Todd: The kid's going to jail for raping my daughter, John.",
        "Starr: Dad, no! Are you serious?",
        "Todd: Damn right.",
        "[SCENE_BREAK]",
        "Charlie: Oh, you don't beat around the bush, do you?",
        "Natalie: Well, if I seem suspicious, it's only because I was once the stranger who showed up on this doorstep with an agenda.",
        "Charlie: And what kind of agenda was that?",
        "Natalie: To worm my way into my mother's life.",
        "Viki: And look how well that turned out.",
        "Charlie: Oh.",
        "Viki: Honey, Charlie is a guest in our home. Can't we please spare him the third degree?",
        "Natalie: Well, mom, I know that you' a great judge of character, but you have to admit this is really bizarre -- I mean, swapping spit with a guy before you even swap last names?",
        "Viki: Okay, that's enough.",
        "Natalie: It's not like I can't relate. I mean, you know, maybe you're temporarily blinded by love or lust.",
        "Viki: This is none of your business, Natalie.",
        "Natalie: Oh, my family is my business, Mom, and if you're not going to ask the hard questions, I have no problem playing bad cop here.",
        "Viki: Where is this coming from?",
        "Natalie: You know, if Jessica and I were acting the way you're acting, wouldn't you be freaking out?",
        "Viki: No, I would not, especially if you were happy!",
        "Natalie: You know, Rex taught me a few P.I. tricks -- even though it seems that he's forgotten them all. Well, believing that you're his long-lost dad without asking any questions, that I really don't get.",
        "Viki: Okay, where are you going with this?",
        "Natalie: Wait, mom, I'm about to pay -- pay him a compliment.",
        "Charlie: Yeah, I'm sure.",
        "Natalie: Nope. No, no, I really am. It's just that something about Charlie -- see, well, it seems so --",
        "Viki: \"So\"?",
        "Natalie: He's charming.",
        "Charlie: Well, thanks -- I think.",
        "Natalie: I can't really put my -- my finger on it, but --",
        "Viki: \"But\" what?",
        "Natalie: You remind me of someone I know.",
        "[SCENE_BREAK]",
        "Clint: Jared, I didn't realize you were still here.",
        "Jared: Yeah, well, I can't seem to tear myself away. I've been obsessing about this swine who's trying to sabotage our company. I just emailed you a file.",
        "Clint: Oh, thank you and thank you for all your good work. I know I've given you a tough time, I'm glad that Natalie rehired you.",
        "Jared: Huh. So am I.",
        "Clint: Okay, then. Well, see you at home.",
        "Jared: Yeah, I'll see you back at the ranch.",
        "[SCENE_BREAK]",
        "Cole: Starr told me that her dad was taking the whole family away from Llanview forever.",
        "Nora: What? Why in the world would he do that?",
        "Cole: No, I don't know. So all of a sudden he said that they're leaving for Hawaii tomorrow",
        "Nora: All right, well, go on.",
        "[Cole sighs]",
        "Cole: So, Starr and I wanted to spend some time together before she left. And that's all -- we didn't go to Langston's house to --",
        "[Cole sighs]",
        "Nora: Is that where Todd found you -- at Langston's house?",
        "Cole: I know Starr's dad hates me. And I've done plenty to deserve it, but --",
        "Nora: Oh, come on -- nobody deserved this. Nobody deserved what you went through tonight.",
        "Cole: I'm sorry I didn't pick up Matthew.",
        "Nora: It's okay.",
        "Cole: No, if I would've done what I was supposed to, none of this would've happened. It's just Starr was so upset and I love her so much and she's all I have.",
        "[SCENE_BREAK]",
        "John: Oh, good punch, Manning. I didn't know you had it in you.",
        "Starr: Why won't you listen to me? Cole didn't hurt me -- I love him, okay?",
        "Todd: Oh, shut up about that love stuff. You don't know anything about love -- you're 16 years old!",
        "Starr: I thought that you taught me what love is but I was so wrong! All you have taught me is hate!",
        "Blair: John? You should go.",
        "Todd: Well, John?",
        "John: Hmm?",
        "Todd: I don't know what to tell you, man. Your -- your law enforcement career is over.",
        "John: Oh, yeah?",
        "Todd: You're going to go to jail now -- yeah. Uh -- it might be okay for you because maybe they'll put you in a cell next to Cole.",
        "John: Yeah? Tell me something -- how do you know Starr's lying?",
        "Todd: Well, he's done it before to her. He attacked her when she wouldn't go to bed with him --",
        "Blair: Oh, Todd!",
        "Todd: I mean, she's lied for him before. Why wouldn't he do it again? I knew he had it in him.",
        "John: So it's not enough that you raped Marty? Now you want to railroad her son, as well? What kind of man are you? Let me tell you something -- you lay a hand on him again, there won't be enough left of you to call a man.",
        "Blair: If you love your daughter, you will let this go.",
        "[SCENE_BREAK]",
        "Nora: Go upstairs and take a nice, hot shower, will you?",
        "Cole: Starr's dad was so crazy; I just want to know if she's okay. Is there any way you can find out for me?",
        "Nora: I just don't think it's a really good idea for me to be calling over there right now, all right? Go up, take a shower. By the time you come back, you know, John may be here with some news.",
        "[Phone rings]",
        "Nora: Oh. Hi, Gabe. Yeah, it's Nora. Oh, no, come on -- really? Well, I guess I exploited the last of the loopholes. All right, just -- fax the stuff over to me and I'll deal with it first thing in the morning. No, no. I will be the bearer of bad news for Antonio Vega.",
        "[SCENE_BREAK]",
        "Antonio: What's that?",
        "Cristian: Purple passion martini.",
        "Antonio: Is that on our menu?",
        "Cristian: Sarah's creation. It's pretty good.",
        "Antonio: Oh.",
        "Cristian: What -- too much of a man to have a girly drink?",
        "Antonio: Real women drink beer.",
        "Cristian: Oh.",
        "[SCENE_BREAK]",
        "Rex: Did Shane have a good time tonight?",
        "Gigi: Yeah. He's starting to make friends in Llanview.",
        "Rex: Oh, he's going to have tons of friends. I mean, he's your kid.",
        "Gigi: Yeah, you didn't make me take the bus all the way down here to talk about Shane.",
        "Rex: \"Take the bus\"? I'm sorry -- I would've given you a ride.",
        "Gigi: The point, Rex?",
        "Rex: How'd it go at the diner?",
        "Gigi: No jobs, but I'll get a gig somewhere. No big deal.",
        "Rex: What if I told you I already found you one?",
        "[SCENE_BREAK]",
        "Charlie: Well, I must probably just remind you of one of your Balsom relatives that you grew up around.",
        "Natalie: Yeah. Maybe -- I mean, the resemblance although there really aren't any other Balsoms.",
        "Charlie: Oh, and in answer to your question, Natalie, I'm sure it does seem strange in this day and age that a guy could get along without email and -- and those, you know, I.M. things, but given that I spent the majority of my adult life as a practicing alcoholic, the one thing that I was very successful at was alienating just about every friend or family member that I ever had.",
        "Natalie: Hmm. But you still have no bills -- I mean, I understand that you have no rent or utilities, but still --",
        "Viki: You don't have to answer any of her questions.",
        "Charlie: No, no, I -- I -- I do. Natalie, I've already gotten a post-office box here because with all my traveling, I found that to be easiest. And as much as starting a new life may seem like a cliché, that's exactly what I have had to do in every way.",
        "Natalie: I can relate to that.",
        "Charlie: Yeah, and I've been very fortunate in -- in being able to have a second chance with my son, in meeting Viki and also, if you're worried about my sponging off of your mother, then you should know that I'm moving out of this lovely house tomorrow.",
        "Natalie: Was it what I said?",
        "Charlie: No, no, no, no, no, no. Your mother and I discussed this a little while ago.",
        "Viki: Look, I -- I obviously want you to stay, but, I mean, I do understand.",
        "Charlie: Well, thank you, and I understand where you're coming from and quite frankly, I admire the fact that you're such a straight shooter. And I assure you that I would never intentionally hurt your mother.",
        "Natalie: My God, I -- well, I think I actually believe you.",
        "Charlie: Well, then, if you'll excuse me --",
        "Viki: Would you like to tell me where all this is coming from?",
        "Natalie: Mom, I didn't really want you to hear all of this. I -- it's not that I don't like Charlie, okay? I really do and I see how happy he makes you. I just don't want you to get your heart broken.",
        "Viki: Okay, darling, I appreciate your concern, okay? I really do, but let me tell you something -- I truly believe that Charlie is -- is the most straightforward man I've ever met in my life! I think with Charlie, what you see is exactly what you get.",
        "[Knock on door]",
        "Charlie: Hey.",
        "Jared: Charlie. Is -- is Natalie here? I'm dropping off some work for her.",
        "Charlie: Yeah, uh -- well, she's in there talking with her mom, but you got a second?",
        "Jared: Uh -- yeah, sure. What's up? What's going on?",
        "Charlie: Well -- you look happy, good for you.",
        "Jared: Huh. I -- I am happy. Being a -- a Buchanan is turning out to be better than I imagined. Look, Dad, that is -- I didn't mean that to hurt you.",
        "Charlie: No, I know that.",
        "Jared: It's just that, you know, someone told me once that wanting to be one of them wasn't really about the money and -- you know what? She was right.",
        "Charlie: Well, you always wanted to be a part of a real family -- I mean, not like ours was.",
        "Jared: Look, I'm not saying that they're perfect. It's just that it -- they're finally treating me like one of them. They've -- they've accepted me.",
        "Charlie: Well, why shouldn't they accept you? Anybody who meets you knows that you're a good kid, Jared -- I mean, no thanks to me.",
        "Jared: Huh. A good kid? Yeah, I don't -- I don't think so.",
        "Charlie: No, you -- you know, you're too hard on yourself.",
        "Jared: No, I'm not. Hey, I'm not hard enough. I use people, dad. I -- I -- I shattered Natalie's heart. I ran scam after scam and -- and I let my little brother down.",
        "Charlie: No, don't you ever blame yourself for that.",
        "Jared: You know what -- even now. Even now, I'm making -- I'm making you lie to the woman that you love.",
        "Charlie: No, no, you're not making me do anything. Look, it's the least I owe to you.",
        "Jared: Well -- if -- if Dorian blows our cover or if the truth comes out some other way, I just -- I truly hope that you don't lose Viki because of me.",
        "Jared: Hey.",
        "Natalie: Jared.",
        "Jared: I -- I came up with a few more crazy work ideas, thought you might want to take a look.",
        "Natalie: Thanks -- you could've emailed them to me.",
        "Jared: I -- well, it's a -- it's a huge file, so -- I was on my way home.",
        "Natalie: All right, cool. Well, I'll read them right now. Thanks.",
        "Jared: Yeah, I should get going anyway.",
        "Natalie: Jared? Uh -- wait. I need to thank you. I know what you did, as far as changing the police sketches so that Jessica and I didn't get arrested.",
        "Jared: Yeah, well, that was Nash's idea.",
        "Natalie: He said it was yours.",
        "Jared: Whatever.",
        "Natalie: You could've gone to jail -- again -- for what you did. You put your ass on the line for me and Jessica again.",
        "Jared: Well, that's what you do for family, right? Is that all?",
        "Natalie: Yeah.",
        "Jared: Okay. Good night.",
        "Natalie: Good night.",
        "[Phone rings]",
        "Natalie: Hey.",
        "Rex: What are you doing tonight?",
        "Natalie: Working.",
        "Rex: Ah. How'd you get so boring? Come meet me at Capricorn.",
        "Natalie: Oh. Rex, I'm exhausted and I still have so much work to do.",
        "Rex: No, you -- you don't. And you'll thank me tomorrow. Please?",
        "Natalie: All right -- what you do for family. Okay, fine, I'll be there in a few minutes.",
        "Rex: Thanks. Drinks on me.",
        "Natalie: They better be.",
        "[SCENE_BREAK]",
        "Gigi: Why did you do that? I told you I don't need your help.",
        "Rex: Yeah, I know, but the thing is my sister needs your help. See, Natalie works for Buchanan Enterprises. They're in the middle of this huge crisis and they could really use another secretary. Admin. Assistant -- is that the P.C. term?",
        "Gigi: Well, whatever it is, I can't be one.",
        "Rex: Why not?",
        "Gigi: I don't have any experience, Rex.",
        "Rex: You took all those courses in high school.",
        "Gigi: That's not the same thing as actually doing the job. I don't -- I'm not up to speed on the new software or whatever. Besides, I like waitressing -- I especially like the tips.",
        "Rex: B.E. would give you all sorts of perks that you'd never get working in a diner -- health benefits for Shane.",
        "Gigi: Jeez. Balsom, I know you own a nightclub and a P.I. business. Are you running an employment agency, too?",
        "Rex: I dabble in all kinds of things.",
        "Gigi: What? Maybe we shouldn't do business here.",
        "Rex: Well, we had to meet somewhere.",
        "Gigi: And you didn't want me to come to your apartment so you decide to take me out on the town? Wait till your fiancée hears about this. Then she can hate me even more.",
        "Rex: No, she doesn't hate you, and just because you don't need my help doesn't mean that it's automatically a bad idea.",
        "Gigi: It is because you thought of it.",
        "Rex: How come Shane doesn't get health insurance from the Navy anyway? Sorry. None of my business. What about the B.E. job?",
        "Gigi: You don't give up, do you?",
        "Rex: No -- and neither do you, as I recall. What do you say?",
        "[SCENE_BREAK]",
        "Layla: Vincent's in Miami at an art show, Adriana's in Paris, and here's responsible Layla holding things together in Llanview.",
        "Sarah: I think my roommate needs a drink.",
        "Layla: Yes.",
        "Rex: Hi, guys. I wanted you to meet an old friend of mine -- Gigi Morasco.",
        "Gigi: Hi.",
        "Rex: Antonio, Cristian Vega.",
        "Cristian: We met.",
        "Rex: This is Talia and Layla. Layla is Adriana's business partner.",
        "Gigi: Oh.",
        "Layla: Hi.",
        "Sarah: I'm Sarah Roberts.",
        "Rex: Asa's granddaughter. So if everything goes according to plan, you two might be working together at B.E.",
        "Sarah: Really?",
        "Gigi: Well, I might be getting your coffee for you. At least I have experience doing that.",
        "Sarah: Hey, that's more experience than I have sitting on the board of a corporation. Don't sweat it -- you'll fit right in.",
        "[SCENE_BREAK]",
        "Nora: Are you sure you're okay?",
        "John: I'm fine. I think Todd wants to press charges against Cole for rape.",
        "Nora: What?",
        "John: Starr said whatever happened between them was consensual.",
        "Nora: Yeah, that's pretty much what I got out of Cole.",
        "John: Starr's, what, 15? He can still go after Cole for statutory, right?",
        "Nora: No -- she's 16 and that's the age of consent in Pennsylvania, so -- he doesn't have a legal leg to stand on. Besides, it's not really him that I'm worried about. I'm worried about what he could do to you. You know, what the heck were you thinking? You just got reinstated and you go after him.",
        "John: Look, I'm -- I'm not going to let Manning screw up this kid's life like he did Marty's.",
        "Nora: Do you know what the sad thing is? All of this that happened tonight is because Todd actually loves Starr. Poor kid. Come -- just stop it. Oh, you're such a baby. Let go, let go.",
        "[SCENE_BREAK]",
        "Langston: I'm so, so, sorry, Starr.",
        "Starr: You have nothing to be sorry about, Langston.",
        "Langston: If I hadn't told your dad that you and Cole were at my old house --",
        "Starr: Langston, I told you that I understand, okay? You don't have anything to be sorry about. It's okay -- you're not the person that I'm mad at. I'm mad at my dad. He is a bad person and he is not the person that I thought he was for all those years.",
        "Langston: Don't say that, Starr.",
        "Starr: Look, I felt horrible for you and Cole when you lost your parents. I really did and I'm sure it seemed like the worst thing that could've ever happened to you, which I'm sure it was because you loved your parents and you respected them and they were everything that a parent should be.",
        "Langston: What are you trying to say, Starr?",
        "Starr: I know that you're going to think that this sounds awful. But if I had to choose between losing my dad or losing Cole, I don't want my dad to be any part of my life.",
        "[SCENE_BREAK]",
        "Todd: \"If.\" That's nice, Blair -- \"if\" I love my daughter.",
        "Blair: Don't do this, Todd. Don't make her choose between you and Cole.",
        "Todd: My job as a father is to protect her from kids like Cole -- not to make her like me. Damn it, I should've moved this family out of this godforsaken town months ago. Oh, of course -- of course. Of course, I should've seen it a long time ago.",
        "Blair: What are you talking about?",
        "Todd: It always seemed like such a coincidence -- I mean, Cole shows up in town, how he immediately falls for Starr. He doesn't know anything about her. And we just bought it like a couple of idiots, and this was his plan all along.",
        "Blair: What -- are you even listening to yourself here?",
        "Todd: It was about revenge.",
        "Blair: What?",
        "Todd: Of course -- it was about revenge. Jeez, Todd. He wanted to get back at me for what I did to his mom -- for sure. And he thought he might, but I came back alive and well. My God, that little bastard. That's why he raped her.",
        "[SCENE_BREAK]",
        "Natalie: Jared?",
        "Jared: Hi.",
        "Natalie: Hi. I thought you were in a rush to get home.",
        "Jared: I thought you were going to stay and do some work.",
        "Natalie: I -- I was but Rex called me to meet him here, so I figured one quick drink -- try and relax after the day we had.",
        "Jared: Ditto.",
        "Natalie: You drinking alone?",
        "Jared: Apparently not anymore.",
        "Rex: Hey! Two Bukes for the price of one. Gigi, have you met Jared?",
        "Gigi: The lifesaving hero, yes. Hi, how are you?",
        "Jared: Hi. Good.",
        "Rex: I hear you guys are in the market for a new A.A. at B.E. And Gigi types, like, 800 words a minute and she can take shorthand. Who does shorthand anymore?",
        "Jared: Huh. So how do you guys know each other?",
        "Gigi: Um --",
        "Rex: Gigi was my best bud back in high school.",
        "Jared: Ah.",
        "Gigi: That's me.",
        "Natalie: Well, if Rex thinks you're great, then that's all I need to hear. I'd actually hire you on the spot but the last time I did that, I got into huge trouble.",
        "Jared: Well, that worked out, didn't it?",
        "Natalie: Anyway, if you want to come by tomorrow for an interview, I'll set up an appointment with H.R.",
        "Gigi: Thanks.",
        "[SCENE_BREAK]",
        "Talia: I hate my apartment but I'm so glad I'm back in Llanview.",
        "Sarah: So why don't you just get a new place?",
        "Talia: Well, on a cop's salary, my options are kind of limited.",
        "Sarah: Oh, that is so wrong. You work so hard.",
        "Talia: My apartment's tiny, it's gross, everything's breaking, and I'm pretty sure the building's got, like, a rat problem.",
        "Sarah: Oh, my God!",
        "Layla: That's so gross. You have to get out of there, girl, really.",
        "Talia: Where am I supposed to go?",
        "Layla: Why don't you move in with us?",
        "Talia: That's really, really sweet but I kind of don't want to do the sofa thing. My futon's already awful and I work kind of weird hours.",
        "Layla: I wasn't talking about the sofa. We have this third bedroom that we used to use for Exposed until we got office space. I mean, it's a little small, but if you want it and if Sarah doesn't mind --",
        "Sarah: Mind? No, that would be awesome.",
        "Talia: I -- I want to do that. I totally want to.",
        "Layla: Oh, okay.",
        "[SCENE_BREAK]",
        "Clint: You look wiped out -- no offense.",
        "Nora: I think the sprinklers going off at B.E. might have been the highlight of my day.",
        "Clint: Sorry to hear that. Huh.",
        "Nora: Clint, I'm so sorry. I really -- I just -- I -- you know, I'm so embarrassed and disappointed in myself. Now, I'm -- I feel like a fool, in fact. It's just that Lindsay copping a plea twice -- insanity, you know -- and getting away with it, it just drives me nuts! But I'm not blaming her. I'm not -- I'm not blaming her, I'm not, and I would be more focused on making things right with you if I didn't have a lot of other distractions that just happened that kind of pulled my focus, and -- you're not saying anything.",
        "Clint: Don't bother. You want a drink?",
        "Nora: No, thank you. Don't bother with what?",
        "Clint: Explaining. I understand, I get it. I forgive you. I mean, what the heck did you do? You broke a piece of sculpture -- doing the world a favor, I might add -- and then you read some anonymous dark and deep secrets. You know, sometimes standing on principle means you have to give up some moral high ground, paradoxical as that may seem.",
        "Nora: Ooh, God. That is such a generous thing to say.",
        "Clint: Well, if anyone understands what Lindsay can drive a person to do, it's a guy who was once married to her.",
        "Nora: Ew.",
        "Clint: \"Ew.\"",
        "[SCENE_BREAK]",
        "Blair: Just stop a minute. You're not even talking rationally here. What Cole did to our daughter was the furthest thing from revenge. And -- and you don't even -- it -- it's not even what you think.",
        "Todd: Oh, really? How do you know? Were you there?",
        "Blair: He's a 17-year-old boy. He took our daughter to bed because he loves her.",
        "Todd: No!",
        "Blair: Yes, Todd!",
        "Todd: No!",
        "Blair: He didn't rape her!",
        "Todd: He hurt her, badly.",
        "Blair: No, she is hurt --",
        "Todd: Did you see the look in her eyes?",
        "Blair: She is hurt because of what you did, Todd.",
        "Todd: No, no. No, she was raped and women who are raped are embarrassed. She's just not thinking straight, that's all. You know that I know what he did to her. I saw it.",
        "Blair: What did you see, Todd?",
        "Todd: Ahem.",
        "Blair: Okay, why don't you just -- just tell me? What did you see?",
        "Todd: Well, see, he was naked. And he --",
        "Todd: Oh, my God.",
        "Blair: Look, she said that nothing happened. Why don't you believe her?",
        "Todd: Because -- she's -- well, look at the circumstances. I mean, he -- he took her to an abandoned house. You were there. There was no light, there was no -- there was no heat, you know, nothing romantic about it. All right, here's what we're going to do. Here's what we're going to do. You and I are going to prove what he did to her. Starr! We're going to take her down to the police station --",
        "Blair: No, we're not --",
        "Todd: And we're going to do it right now.",
        "Blair: Taking her down there!",
        "Todd: Yes.",
        "Blair: We're not going to put her through any more than you've put her through already tonight --",
        "Todd: Nope.",
        "Blair: Because she was not raped! He did not rape her, Todd!",
        "Todd: Nope.",
        "Blair: No!",
        "Todd: Starr!",
        "Blair: No! Cole loves her.",
        "Todd: No.",
        "Blair: He did not rape her!",
        "[SCENE_BREAK]",
        "Starr: That's it, that's it. I can't take it anymore.",
        "Langston: Wait, what are you -- what are you doing?",
        "Starr: I'm calling Cole.",
        "Langston: Who are you going to call?",
        "Starr: I need to see if he's okay.",
        "Langston: But what if your dad walks in, Starr? It's really not a good idea --",
        "Starr: Langston, are you really going to tell me not to call him again?",
        "Langston: I was just trying to help.",
        "Starr: I need to know whether he is okay, Langston.",
        "Langston: Okay, all right.",
        "Starr: Thank you. Voicemail.",
        "Langston: Want to try his house?",
        "Starr: Yeah.",
        "[Phone rings]",
        "Nora: Hello?",
        "Starr: Uh -- hi. This is Starr Manning. Is Cole there?",
        "Cole: Is that Starr?",
        "Nora: He's right here.",
        "Starr: Oh, thank --",
        "[Mouths words]",
        "Cole: Starr?",
        "Starr: Oh, my God. Cole, its so good to hear your voice. Are -- are you okay?",
        "Cole: Yeah -- no, are you okay? I'm so sorry.",
        "Starr: You have nothing to be sorry about, Cole. I will never listen to anything that my father says again, okay? I'm not going to Hawaii with him, I'm going to stay here with you. All right?",
        "[Knock on door]",
        "Cole: Was that him?",
        "Starr: I don't know. I got to go, but I just wanted to tell you that I love you, okay? I love you so much.",
        "Cole: I love you, too.",
        "Blair: Starr, it's Mom. Can I come in, sweetie?",
        "Starr: Yeah, you can come in.",
        "Blair: I feel so sorry that you've had to go through this tonight.",
        "Starr: I can't believe that I always saw myself as Daddy's little girl.",
        "Blair: Oh, baby, you are. You are and you always will be.",
        "Starr: Are you kidding me? No!",
        "Blair: Starr --",
        "Starr: I am not! Please do not tell me that I am anything like that man.",
        "[SCENE_BREAK]",
        "Gigi: Well, I'd better get back to Shane. I have to quiz him on his times tables before bed.",
        "Rex: Do you at least have time for me to buy you a drink, celebrate your new job?",
        "Gigi: I don't have the job yet.",
        "Natalie: You will.",
        "Gigi: Thanks again. See you tomorrow.",
        "Natalie: See you tomorrow.",
        "Rex: See ya.",
        "Jared: Ah. Well, you can go sit with your friends if --",
        "Natalie: Which ones? The ones that are up there dancing?",
        "Jared: Huh.",
        "Natalie: You must really be evolving -- oh, I think that's the right word, anyway.",
        "Jared: Uh -- sounds good to me.",
        "Natalie: Because, look, I'm staring at my ex over there, his hands all over another woman -- my cousin, no less -- and it doesn't bother me.",
        "Jared: Which ex?",
        "Natalie: Cristian! Look, not a twinge of jealousy.",
        "Jared: That's impressive.",
        "Natalie: I know! John?",
        "John: Oh, hey.",
        "Natalie: My God, what happened?",
        "[SCENE_BREAK]",
        "Viki: I have to apologize to you. I am so sorry that Natalie took it upon herself to ask you all those questions. I just don't know what got into her.",
        "Charlie: Well, she -- you know, she loves her mother, you're lucky.",
        "Viki: Thank you.",
        "Charlie: But, you know, I did kind of wonder why you never asked me those questions yourself. I mean, you're a journalist. It's your job, asking questions -- isn't it?",
        "Viki: Oh, yeah. Yeah it is.",
        "Charlie: Well, then why didn't you ask me?",
        "[SCENE_BREAK]",
        "Blair: You are your own wonderful person, Starr. And you have nothing to be ashamed of no matter what happened tonight.",
        "Starr: What do you mean \"no matter what happened tonight\"? Nothing happened between me and Cole. Can we not talk about that anymore?",
        "Blair: I meant -- look, I didn't mean that. I --",
        "Starr: I don't care what Dad says, all right? He is mean, he has no heart -- he doesn't even know what the difference between love and rape is. You always told me that the first time, I -- I should be positive that that was the right person so that I would have no regrets for the rest of my life. All I'm feeling tonight are regrets.",
        "[SCENE_BREAK]",
        "Viki: Charlie, I didn't ask you all those questions because -- I don't know, I don't know. I wanted to respect your privacy. You know something? For a long time I've been on a journey, okay, and I think so far the best part of that journey was our getting to know each other -- in our own way and on our own terms.",
        "Charlie: Boy, I wish I had said that half as well.",
        "Viki: I'm sorry that I misled you in the -- I mean, you know, I didn't but I -- yeah, I guess I did. I'm sorry.",
        "Charlie: No, no, no, no. No, like you said, we all have our secrets.",
        "Viki: Well, you don't, do you? You told me yours right off the bat.",
        "[Charlie sighs]",
        "[SCENE_BREAK]",
        "Gigi: Doorstep service -- wow.",
        "Rex: Well, you said you forgot your key.",
        "Gigi: They have servants -- plus, unlocked.",
        "Rex: I wasn't going to drop you outside the gate; it's like a mile hike. It's another four miles to the bus stop -- jeez.",
        "Gigi: Hmm. Not many people in the mansion district take public transportation, I guess.",
        "Rex: You don't even have gloves.",
        "Gigi: Hmm -- didn't need any in Texas. Plus, all those Michigan winters -- this was nothing.",
        "Rex: I know, you're tough -- look who you're talking to. Remember when I beaned you at the football game in the nose?",
        "Gigi: Yeah, yeah, I felt like Marcia Brady.",
        "Rex: I felt so guilty -- especially after you went to the doctor finally after, what, three days and found out it was broken.",
        "Gigi: Yeah, and every time I look in the mirror, I think of you -- I mean, every time I look at my funny nose.",
        "Rex: You have a great nose --",
        "Gigi: Thanks.",
        "Rex: Great everything. You're shivering, get inside.",
        "Gigi: Night. Thank you.",
        "[SCENE_BREAK]",
        "Natalie: What happened?",
        "John: Yeah, I ran into someone's fist.",
        "Natalie: I can see that.",
        "John: Oh, what are you doing? Come on.",
        "Natalie: Oh, stop.",
        "Jared: Anything I can do for you, John?",
        "John: Leave?",
        "Jared: Fine.",
        "Natalie: Hold that there.",
        "Jared: Goodbye.",
        "Natalie: Sit.",
        "John: I have to get punched more often.",
        "Natalie: Okay, Antonio and Talia are here -- should I say something?",
        "John: No.",
        "Natalie: This have something to do with your new boss?",
        "John: No.",
        "Natalie: Okay, you don't want to talk about it -- that's not surprising.",
        "[SCENE_BREAK]",
        "Blair: I know you feel like your world has come to an end, sweetheart, but come on. Look at our family, it -- it's come through so much.",
        "Starr: My father tried to kill the most important person to me in my life. He's not the man that I thought that he was, that I convinced myself he was. He is not the man that I've tried to convince the whole world he was. And for that, I'll never forgive him. I will never forgive him. I'll never forgive him! I hate him!",
        "Blair: Starr --",
        "Starr: I hate him!",
        "Blair: Stop!",
        "Starr: And I want him to know that I hate his guts!",
        "Blair: Starr, stop it!",
        "Starr: I hate you, Dad!",
        "Blair: Stop it, stop it!",
        "Starr: I hate you! I hate you, Dad! I hate you! You \u0096",
        "[SCENE_BREAK]",
        "Todd: You're going to pay for what you did.",
        "Todd: You're all going to pay for what you did to my daughter.",
        "[NEXT_ON]",
        "Rex: She knows that you and I are just good old friends.",
        "Gigi: Right.",
        "Natalie: I really enjoyed working with you on this.",
        "Jared: We make a good team.",
        "Nora: The government's seizing Antonio's property -- all of it."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=NtEV7_vqXaI"
}