{
    "Episode Summary": [],
    "Recap": [
        "Starr and Cole arrive home. Blair promises Todd won't give her any more trouble. Cris and Sarah talk about the wedding. Cris tells Sarah about Antonio and Talia aren't really broken up and Jamie isn't really sick. He explains how they are trying to take down Ramsey. Ramsey invites Antonio to get in the on a jewel heist. Antonio agrees. Ramsey says they will set Talia up for the fall. Lindsay and Bo kiss. RJ walks in on them and Lindsay asks to talk to him along. After Bo leaves RJ tells Lindsay he cares for her and what is she doing with Bo. He warns her that she has a big secret and asks what Bo will do when he finds out. Cole tells Nora about the baby. She says she'll take care of him just like Marty wanted. After he leaves RJ goes to talk to Nora about Lindsay. Starr and Blair talk as there's a loud pounding at the door."
    ],
    "Recap Author": "Jeannie",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Addie: \"Ms. Cramer seemed calm after the unexpected declaration by the groom's high school sweetheart. But moments later, she strode down the aisle and delivered a stunning sucker punch to Ms. Morasco.\" Adriana clocked her right in the kisser, huh?",
        "Langston: Pretty much, yeah.",
        "Markko: No wonder the headline says \"Bridezilla.\"",
        "Addie: I can't believe I missed all that excitement.",
        "Markko: More like mud wrestling.",
        "Addie: That can be fun.",
        "Langston: Oh, my God, Starr! Oh, my God, I missed you so much. Oh, my God, I can't believe you're back.",
        "Starr: Hi, Grandma.",
        "Addie: This is so exciting. There's going to be a brand new Cramer in the family.",
        "Blair: You know? Who else knows?",
        "[SCENE_BREAK]",
        "Cristian: I still can't believe Adriana did that.",
        "Sarah: Maybe it's genetic. Well, you did cold-cock John for stealing Talia from Antonio.",
        "Cristian: That was different.",
        "Sarah: I'm not so sure it was different. Stuff like this always starts out small. Someone tells a lie, someone keeps a secret. Before you know it, the whole things blows up into a big mess and people are throwing punches.",
        "Cristian: Look, I'm -- I'm sorry if what I did freaked you out.",
        "Sarah: It didn't freak me out. I mean, the Rex and Adriana thing -- honestly, I saw it coming as soon as Gigi moved to Llanview. But Talia and Antonio, I thought they were so in love.",
        "[SCENE_BREAK]",
        "Ramsey: Yes, I have a plan, but I can't discuss it right now. You have my word, every last dime. Stand by, I'll be in touch.",
        "Antonio: Sounds like you might be having money problems. Am I right?",
        "[SCENE_BREAK]",
        "Bo: Good morning.",
        "Lindsay: Hey, there. This new installation is going to have people flocking to see these jewels, into this gallery. I'm so excited.",
        "Bo: Well, that's kind of the idea.",
        "Lindsay: Oh, thank you, thank you. I don't even know how to thank you.",
        "Bo: I do.",
        "[SCENE_BREAK]",
        "Jared: Yeah, I snuck out to the stables last night to make sure he hadn't choked or something.",
        "Natalie: And?",
        "Jared: The guy was snoring to the beat of the band. He's fine.",
        "Natalie: Well, you know that we're not going to be able to keep this up. The longer that we hold him, the more chances we have of getting caught.",
        "Jared: I will figure something out. But, see, right now I have something more important on my mind.",
        "Natalie: More important than my real uncle being held hostage?",
        "Jared: Way more. Ooh -- I love you.",
        "Nora: Jared?",
        "[SCENE_BREAK]",
        "Natalie: I love you, too.",
        "Viki: Ooh! Who do you love? Do we know him?",
        "Natalie: Okay, Jess. All right, I'll talk to you later. Bye.",
        "[SCENE_BREAK]",
        "Jared: That's right, baby, I love you. Now get out there and feel that love while you're closing the deal for me, capeesh? Morning.",
        "[SCENE_BREAK]",
        "Viki: I didn't mean to interrupt your conversation.",
        "[Natalie chuckles]",
        "Natalie: You didn't. And it's not a secret boyfriend. Hi, Charlie.",
        "Charlie: Morning.",
        "Viki: Hmm. So listen, where did you go after the ceremony yesterday? You disappeared. What was the big deal? What was so urgent?",
        "Natalie: Ah, you know, just -- it wasn't a guy. It was just that that ceremony was just so crazy and I didn't think I could take the reception, so -- anyway, that was Jess. She just heard about it and wanted to know if I knew about it, and that's who I was talking to when you walked in.",
        "Viki: Well, between you and me, the reception was sort of low-key, given what happened at the church.",
        "Charlie: Yeah, it was a pretty tough act to follow.",
        "Natalie: Mm, sure was.",
        "Charlie: So what did you do, then, just come home and hop into bed with a good book?",
        "Natalie: Exactly. How did you guess?",
        "[SCENE_BREAK]",
        "Jared: Coffee's ready.",
        "Nora: Oh, I could sure use some.",
        "Clint: And get me a cup, too. I will bet you I know who was on the phone. It was a certain redhead with an attitude?",
        "[Jared clears throat]",
        "Jared: How did you know that?",
        "Clint: Danny, on the ninth floor. I mean, he needs some massaging, particularly right before a big pitch.",
        "Jared: Yeah, exactly.",
        "Clint: Well, nicely done. He's not easy to get along with.",
        "Jared: You can say that again.",
        "[SCENE_BREAK]",
        "Viki: Are you sure you don't want to stay for breakfast, sweetheart? Charlie's cooking.",
        "Natalie: Oh, no thanks. I've got to run. I'm just going to take a couple of things, okay?",
        "Viki: Okay, but we barely get to see you any more.",
        "Natalie: I know, it's just been code red at the office lately.",
        "Viki: Oh, does that have anything to do with that emergency trip you took to Texas?",
        "Natalie: Yeah, yeah, sort of. You know, we just don't want to lose any ground.",
        "Charlie: Sounds like you're at war.",
        "Natalie: Well, yeah, sometimes protecting the Buchanan family business is war.",
        "[SCENE_BREAK]",
        "[Horse whinnies]",
        "[David grunts]",
        "[SCENE_BREAK]",
        "Eddie: It's a hot-blooded tribe, those Vegas.",
        "Talia: Get that rag away from me.",
        "Eddie: I thought you'd want to know, because it's not just your ex. It's the whole clan.",
        "Talia: You have no idea what you're talking about, as usual.",
        "Eddie: And you do?",
        "Talia: Yes, I was a bridesmaid.",
        "Eddie: At Vega's sister's wedding? Hmm -- were you with McBain? I wonder how Antonio felt about that.",
        "Talia: Are you like a 12-year-old girl? Is that --",
        "[Phone rings]",
        "Talia: Oh, my God, it's John. You should go run along and tell all your BFFs. Excuse me. Hey, John.",
        "John: Hey, I'm back in Llanview. We brought the kids home. Ramsey around?",
        "Talia: Uh, actually Antonio's in with him, and the door's shut. How are the kids?",
        "John: They're going to be okay. Anything I should know before I get there?",
        "Talia: I don't know, Antonio said he'd fill me in as soon as he gets the chance. I think maybe this is it.",
        "[SCENE_BREAK]",
        "Ramsey: My finances are none of your business.",
        "Antonio: Well, it sounds like you have money problems. I have money problems. Just thought that maybe we could make something happen.",
        "Ramsey: How's your daughter?",
        "Antonio: I'm taking her to a specialist in New York City next week.",
        "Ramsey: They don't come cheap.",
        "Antonio: No. But her care depends on me. You said you could help me, or was that just talk?",
        "Ramsey: Oh, I never just talk.",
        "Antonio: Then talk.",
        "Ramsey: I have something lined up. It's been a long time planning. I don't know if you're up to it.",
        "Antonio: Try me.",
        "Ramsey: There's a new exhibition coming into the Lindsay Rappaport gallery today. The crown jewels of a small country called Mendorra. If you want in, you make sure those jewels never see the inside of that gallery.",
        "[SCENE_BREAK]",
        "Lindsay: Wow.",
        "Bo: I wanted to do that last night on the dance floor.",
        "Lindsay: Why didn't you?",
        "Bo: Well, I had to be sure.",
        "Lindsay: Of what?",
        "Bo: That I wasn't just all caught up in the whole wedding thing.",
        "Lindsay: Kind of hard to get caught up in that particular wedding.",
        "Bo: Well, maybe I felt lucky, then, I don't know. You know, we've been in this friendly roommate situation now for a while, and then, all of a sudden in the church yesterday, I watched Gigi and she missed her second chance with Balsom. And then I realized that I have a second chance with the most beautiful woman in the room.",
        "Lindsay: Get out of here.",
        "[Laughs]",
        "Bo: It's like I looked at you for the first time. That sound crazy?",
        "Lindsay: No, no. I felt the same thing. Yeah, I mean, it felt like, um, you know -- our old connection, but new again.",
        "Bo: It is new. I like it -- a lot.",
        "R.J.: Well, I guess I showed up at the wrong time.",
        "[SCENE_BREAK]",
        "Blair: Dorian told you, mama?",
        "Addie: Well, she didn't so much as tell me, she -- I overheard her.",
        "Blair: Ah, I can't believe Dorian knows.",
        "[SCENE_BREAK]",
        "Langston: Well, you'll never believe what went down here, either.",
        "Markko: It was insanity.",
        "Starr: Well, what happened?",
        "Langston: Dorian found one of your pregnancy books in my backpack.",
        "Starr: Oh, my God, are you kidding me?",
        "Langston: Yeah, we had no choice but to tell her.",
        "Starr: No, I understand why you had to do that.",
        "Markko: We tried to keep her in the dark, but \u0096 that didn't work out so good.",
        "Langston: No.",
        "[SCENE_BREAK]",
        "Blair: That must have been why she kept calling and leaving voice mail. Where is Dorian now?",
        "Langston: She just went to pick up Jack from school.",
        "Blair: Okay.",
        "Addie: Well, the important thing is, we have both of you here again.",
        "Blair: Yeah, John was great.",
        "Langston: So what about you, sweetie, how are you feeling? You okay?",
        "Starr: Yeah, I'm okay. Cole took really good care of me.",
        "Markko: I'm sorry, but I've got to ask. Where's Mr. Manning?",
        "Blair: He's in jail because I put him there.",
        "[SCENE_BREAK]",
        "Jared: Well, I should run. You know, Danny at the office.",
        "Nora: Have a good one.",
        "Jared: You guys have a good on",
        "Clint: Yeah, I should go to the office, too, but it's such a glorious day, I thought about going down to the stables, go for a ride.",
        "Nora: Oh, while you're out there, look for Vickers. Make sure he's not squatting somewhere out there.",
        "[Laughs]",
        "Clint: Perfect excuse to go saddle up.",
        "Jared: Uh -- Clint, you can't do that.",
        "[SCENE_BREAK]",
        "David: Ahh! Water. Then bagel. Then banana. No, then banana, then bagel.",
        "Natalie: All right. You've had a long night to think about things, David. Why don't you tell me, what's the most pressing thing on your mind right now?",
        "David: If Jared isn't the Buchanan heir, then who is?",
        "[SCENE_BREAK]",
        "Ramsey: What's so funny?",
        "Antonio: You're going to try and steal crown jewels?",
        "Ramsey: Well, it's a small country.",
        "Antonio: I don't care if they're the crown jewels of New Jersey. You're going to need more than two hours' planning.",
        "Ramsey: The jewels arrived at JFK this morning. They were transferred to an armored truck which is accompanied by state police. When they arrive in Llanview, this department takes over the security.",
        "Antonio: So we guard them, then we steal them.",
        "Ramsey: No, we let them get stolen.",
        "Antonio: Right. Who does the stealing?",
        "Ramsey: All you need to know is there will be an attempted heist today. If you want your cut, you make sure that heist is successful.",
        "Antonio: Sounds to me like you're setting me up.",
        "Ramsey: No, no, there will be a fall -- well, if you want to be politically correct, a fall person -- but it's not going to be you. You will get your cut. Sahid takes the fall.",
        "[SCENE_BREAK]",
        "John: We have to take care of some things. Just be careful.",
        "Talia: Don't worry, I will.",
        "[SCENE_BREAK]",
        "Addie: Why on earth did you have Todd thrown in jail?",
        "Blair: Um, Todd is the reason that Cole and Starr were put in the hospital, mama.",
        "Langston: What?",
        "Starr: Yeah, he pulled me away from Cole, and that's why I fell.",
        "Markko: Manning tried to kill you again?",
        "Cole: Well, we're back now, and that's all that matters. Nobody's going to hurt us anymore.",
        "John: Yeah, well, Manning will make bail. He'll be out soon. You should think about how you want to handle this.",
        "Blair: Well, Dorian has a whole security system here, and I'm hoping that we can get Starr's bodyguard to come over from the dark side, you know?",
        "Langston: Mr. Manning's side.",
        "Blair: Mm-hmm.",
        "Langston: So how did he react when he found out that you are having Cole's baby?",
        "John: He doesn't know. That's how we're going to try to keep it.",
        "Blair: As long as humanly possible, okay?",
        "[SCENE_BREAK]",
        "Cristian: I'm not really in the mood.",
        "Sarah: You never turn down morning sex. Are you mad at me?",
        "Cristian: No, no, I'm not mad at you.",
        "Sarah: Yeah, you are.",
        "Cristian: I'm not.",
        "Sarah: You're mad, because you thought I was judging you about punching John.",
        "Cristian: No, no, I'm not mad. That's not it.",
        "Sarah: Then what did I do?",
        "Cristian: You didn't anything. I did. I've been lying to you.",
        "[SCENE_BREAK]",
        "Ramsey: So that's the plan. And you don't have any problem setting up Sahid?",
        "Antonio: No, no problem. So long as I get my cut.",
        "Ramsey: Oh, you will, don't worry.",
        "Antonio: You left one thing out.",
        "Ramsey: I left a lot of things out.",
        "Antonio: How am I supposed to make Sahid look like she blew security?",
        "Ramsey: Oh, you leave that one to me.",
        "[SCENE_BREAK]",
        "Bo: Keep it civil, R.J., or you're going to have to leave.",
        "R.J.: Look, I'm a part owner of this gallery. I'm not going anywhere.",
        "Lindsay: I think R.J. and I need to have a conversation.",
        "Bo: Are you sure?",
        "Lindsay: Yeah, I'll be all right.",
        "Bo: Okay. I'll be back.",
        "R.J.: Did I just see what I thought I saw?",
        "Lindsay: Yeah.",
        "R.J.: So what -- what, you were suffocating and he had to administer mouth-to- mouth?",
        "Lindsay: We were kissing. And, so what?",
        "R.J.: So what? So -- so you know exactly how I feel about you.",
        "Lindsay: No, what I know is that you weren't ready to make any kind of real serious commitment with me.",
        "R.J.: When you were at St. Ann's, I turned up every day -- I mean, every day. And you confided in me, you leaned on me. I thought we were building something again.",
        "Lindsay: We were. We were building a friendship.",
        "R.J.: It was more than that, and you know it. You cannot stand there and tell me you did not know how I felt about you.",
        "Lindsay: That is in the past, okay? Bo and I have something together now, and I need you to respect that.",
        "R.J.: Respect? You have lost your mind.",
        "Lindsay: No, I haven't. And I can't believe you would say such an insensitive thing to me, after everything I've been through this year.",
        "R.J.: That's exactly my point. Instead of dragging your ball and chain around Statesville, you're running around free with an elephant-sized secret. Now, what do you think is going to happen when your straight-and-narrow, law-and- order boyfriend finds out about that?",
        "[SCENE_BREAK]",
        "Clint: I can't go for a morning ride?",
        "[Jared laughs]",
        "Jared: No -- I'm sorry. It's not that, it's, um --",
        "Nora: Then what is it?",
        "Jared: Well, see, I've got like a million fires to put out at the office today, and there's this guy from the London office, um, Chester.",
        "Clint: Oh, Lord, yeah, I know him well.",
        "Jared: Yeah, well, you know, I think I might be too American for him or something. The guy just doesn't like me. A lot of dead air when we're on the phone together. So I was wondering if maybe you could take the conference call for me? Like, now.",
        "Clint: It's not like you to back off from challenge.",
        "Jared: Well, you know, with the way things have been, I just don't want to take any chances, so can you help a brother out?",
        "Clint: Yeah, sure.",
        "Jared: Thank you, thank you. I appreciate it.",
        "Clint: Yeah. Did he seem nervous to you?",
        "Nora: He always seems nervous to me.",
        "Clint: Good point.",
        "Nora: Clint, actually, I'm glad to have a moment alone with you. I wanted to tell you John called. He's bringing Cole home today.",
        "Clint: Oh, well, I hope you can get that kid to tell you why he and Starr just took off.",
        "Nora: Yeah, me, too. But could it be as simple as they just want to keep seeing each other?",
        "[SCENE_BREAK]",
        "Langston: How are we going to keep Starr's dad from figuring out she's pregnant?",
        "Blair: Well, we're all going to keep our mouths shut -- including you, mama. I just found out that Dorian knows, John.",
        "John: Oh, that's great. How long before she tells Manning?",
        "Blair: She's not going to tell Todd.",
        "Markko: What about when Starr starts to look pregnant?",
        "Blair: Let's just cross that bridge when we get there, all right?",
        "John: Can I speak to you for a minute?",
        "Blair: Yeah, sure. What's going on?",
        "John: Hey, look, I, um -- I think I need to get Cole back to the Buchanan's.",
        "Blair: Well, good luck trying to rip him away from Starr.",
        "John: Well, at some point he should tell Nora about the pregnancy.",
        "Blair: Dorian, my mama, Langston, Markko, you, me --",
        "John: I know, I know. So what's one more person, you know?",
        "Blair: Look --",
        "John: Nora is his legal guardian. I think she has a right to know.",
        "Blair: I'm not keeping this quiet for my health. I just don't want, you know, Cole to get beat up by Todd.",
        "John: I know, and that's what I'll tell Nora. She'll get it.",
        "Blair: Okay.",
        "John: Hey, one more thing. I mean, it's your call, but maybe you should think about getting an order of protection. I think a judge would issue one.",
        "Blair: Look, John, if you think so -- look, I'll do anything.",
        "[SCENE_BREAK]",
        "Cole: So you said that Langston was having the baby?",
        "Markko: It was either that or have Dr. Lord figure out the truth.",
        "Langston: Which she did anyway.",
        "Cole: Yeah, but taking the heat from Dr. Lord like that --",
        "Markko: I was scared, man.",
        "Addie: Dori's a softie. You just have to know how to handle her.",
        "Blair: Cole, John seems to think you need to head home and have a word with Nora.",
        "Cole: No, I'm not leaving Starr.",
        "John: Nothing's going to happen to her.",
        "Cole: That's because I won't let it.",
        "Blair: Listen, you're welcome to see Starr any time you want, but I think what would be best for all of us is that we get back to our normal lives.",
        "Starr: Yeah, look, really, she's right. It's okay.",
        "Cole: I don't care. I'm not leaving you, okay?",
        "Starr: Okay, I think we need a second.",
        "Blair: Okay, that's okay.",
        "Cole: I'm sorry. I feel like I messed everything up.",
        "Starr: Okay, you didn't mess everything up. My dad did. You didn't, okay? Look, you took care of me.",
        "Cole: You're my life.",
        "Starr: You're mine, too.",
        "Starr: Cole, I -- I will never, ever forget what you tried to do for us.",
        "[SCENE_BREAK]",
        "Natalie: It doesn't matter who the real Buchanan is because it's none of your business. Case closed.",
        "David: You may have gotten away with tying me to a chair and gagging me for one night, Natalie, but how long do you ink you and non-Uncle Jared can keep me quiet, huh?",
        "Jared: He's right. We can't keep him hog-tied forever.",
        "David: Much as I like a little bondage now and again, Natalie.",
        "Natalie: All right, so what are you thinking? What do we do?",
        "Jared: Well, I slept on it, and I think the easiest thing to do to eliminate getting caught --",
        "David: Is to pay the piper, huh?",
        "Jared: Is to eliminate the source of the blackmail.",
        "Natalie: Excuse me?",
        "[David laughs]",
        "David: What are you talking about? How are you going to do that, Einstein? You'd have to kill me.",
        "Jared: Exactly.",
        "Jared: I --",
        "David: Quit it.",
        "Jared: Could --",
        "David: Quit it!",
        "Jared: Kill --",
        "David: Natalie!",
        "Jared: You --",
        "David: Talk some sense into uncle-hyphenate-boyfriend.",
        "[Jared chuckles]",
        "Natalie: I think I'm starting to get his point. All one, two, three, four, five of them.",
        "David: You guys aren't going to kill me.",
        "Jared: Oh, really?",
        "Natalie: You know, why don't we just throw him into the moat? I mean, it's so much easier. Weigh him down with stones --",
        "Jared: How often do they dredge that thing?",
        "Natalie: Never.",
        "David: Your problems are -- wait a second. There's a moat?",
        "Jared: Yeah.",
        "David: You two are a couple of boobs. You can't keep your hands off of each other. People are going to figure out pretty quick you've got the hots for each other. And when they do, they'll learn the truth about fake Uncle Jared over here. All right, I'm sorry I raised my voice and called you boobs. Look, for a reasonable amount of money, I will go away and I will take your secret with me. But then what are you going to do? Hide out in motels until people find out what's really going on between the two of you?",
        "Jared: See, that's why I was thinking I would just kill you.",
        "David: Yeah, why do I keep bringing that up? Look, jar-jar, you're not the killing kind. I know it, you know it, and your fake niece over here knows it, too. So here's what you're going to do. You're going to cut me a check. I'm going to go away, and I'll never come back.",
        "Jared: Your kind is chronic. You always come back.",
        "David: But I can be treated. Think about it. Caucus in the corner. When you come back, untie me, write me a check, and we can all consider this unpleasant chapter of our lives finito.",
        "[SCENE_BREAK]",
        "Nora: Oh, my God. Oh, my God. I'm so glad you're all right.",
        "Cole: I'm fine. I just hit my head, that's all.",
        "Nora: Your head?",
        "John: He's got a concussion. I think he should see a neurologist.",
        "Nora: And he will. Thank you very much for finding him. Are you hungry? You must be exhausted.",
        "Cole: I'm fine. I'm fine, all right? I just wish I could be with Starr, that's all.",
        "Nora: You know what? This isn't going to be -- things are going to be better now, Cole, okay? I mean, I know that Todd keeping you from seeing Starr left you thinking that running away was the only choice that you had, but it's not -- it's not the only choice that -- what's going on? What's that look mean?",
        "John: Remember what we talked about in the car? If you're going to do it, I think now's the time.",
        "Nora: What's going on?",
        "John: Hey, look, your mom chose Nora as your legal guardian. I think that means she'd want her to know, too.",
        "Nora: Know what? Are you hurt more than I know? What?",
        "Cole: Um -- Starr and I ran away together because -- because we're having a baby.",
        "[SCENE_BREAK]",
        "Langston: Look, I know this isn't the way that it was supposed to turn out, but I'm really glad you're back.",
        "Starr: Me, too.",
        "Blair: Um, Markko, Langston --",
        "Langston: Yeah?",
        "Blair: You know, I wish you hadn't plotted the way you did, and sometimes when things get over your head, I think it would probably be best if you told an adult. But I understand why you didn't, because Starr's dad acted like such a jerk. But that being said, I just want to thank you from the bottom of my heart for really trying to help my little girl, okay?",
        "Starr: I have the best friends in the whole world.",
        "Blair: Well, I wish that you could say the same thing about your mama.",
        "Starr: Mom, don't start with that.",
        "Blair: No, you know what, Starr? When your dad started on those stories about moving us all to Hawaii, I should have stopped him right there. Otherwise, maybe you wouldn't have run off with Cole and ended up pregnant. But from now on, I'm telling you I'm in charge and I'm going to make sure that you're okay.",
        "Starr: Okay, I know that you're going to try to do that, but dad's not going to stay in jail forever. What are we going to do when he comes home?",
        "[SCENE_BREAK]",
        "Sarah: So this whole thing, you getting arrested --",
        "Cristian: Well, the arrest was real. Me hitting John, that was --",
        "Sarah: That was just for show?",
        "Cristian: Well, to keep Ramsey believing that Talia and Antonio were still on the outs.",
        "Sarah: So they're still together?",
        "Cristian: Yeah.",
        "Sarah: Oh, thank God. If Antonio didn't have anybody to lean on, with Jamie being so sick --",
        "Cristian: Well, Jamie's fine.",
        "Sarah: Well, no, but that cop told me that Michael went into the station to tell Antonio that Jamie -- okay, Michael is in on it, too.",
        "Cristian: Yeah. Yeah, Jamie's fine. Look, I'm sorry. I hated lying to you. I hated every minute of it.",
        "Sarah: You -- you kept a promise to your brother.",
        "Cristian: And to Talia and to John. I mean, this guy Ramsey got rid of your Uncle Bo.",
        "Sarah: Yeah. No, I mean, Cris, I get why you lied to me, so why did you decide to tell me now?",
        "Cristian: Because -- because I hated lying to someone I'm so crazy about. Are you going to say something?",
        "[SCENE_BREAK]",
        "Ramsey: This is a very good day, Mr. Vega. You got to clear a major profit and stick it to your ex in one tidy little operation.",
        "Antonio: The crown jewels. How do you fence those?",
        "Ramsey: That's handled. And you can thank me later for taking out Sahid.",
        "Antonio: I'll let her know the details.",
        "Ramsey: Oh, no, no, I can handle that. Sahid!",
        "Ramsey: I want you to try and wrangle your personal feelings here. I need you on a special guard detail with Mr. Vega here.",
        "[SCENE_BREAK]",
        "Lindsay: Bo came to me on his own. And I'm very happy.",
        "R.J.: And he is going to drop you like hot lead when he finds out all the secrets that you're keeping from him.",
        "Lindsay: Not if my secrets stay secret.",
        "R.J.: Yeah, see? There's your problem.",
        "[SCENE_BREAK]",
        "Blair: Listen to me. You do not have to worry about your father, all right? Because I'm in charge. And there's not going to be more lying, any more secrets. Hey -- or any more running, got it?",
        "Starr: I got it.",
        "Blair: I think the big question here now is, what do you want to do about the baby?",
        "Starr: I'm still thinking about that.",
        "Blair: Okay. Listen, we'll think about it together, all right? I just didn't think that I would be thinking about something like this any time soon.",
        "Starr: I know that you're disappointed in me.",
        "Blair: Oh, Starr. I'm your mother, and I love you so very much. And nothing, nothing will ever change that, all right? Okay.",
        "[SCENE_BREAK]",
        "Cole: I don't want you to think that we were just so gung-ho about leaving town. Leaving town -- it felt like it's the only thing we could do.",
        "Nora: Because of Todd.",
        "John: Blair knows. She says she's had it with him. He's in lockup right now.",
        "Nora: Good. I'll track his case.",
        "John: Okay. We all agreed it might be best if Manning doesn't know about this for a while.",
        "Nora: Well, he's not going to hear it from me. I saw Cole's face the last time Todd got hold of him.",
        "John: And if he finds out Starr's pregnant --",
        "Nora: I don't know why they allow that man to even raise his own children.",
        "Cole: Nora, I'm sorry. I know this is not what you signed up for when you agreed to be my guardian.",
        "Nora: No, it's not. But Marty wanted me to take care of you, and that is exactly what I'm going to do.",
        "[SCENE_BREAK]",
        "David: Now, if you're looking for me, I'm about 10 feet behind you, tied to a chair.",
        "Natalie: What do you think we should do?",
        "Jared: Well, you're not going to like it. As much as I hate to say it, he's right. They are going to find out about us, whether we deal with him or not.",
        "Natalie: I know. My mom and your dad heard me telling you I love you this morning.",
        "Jared: Yeah, and your dad and Nora caught me on the phone with you. I got out of it, I think, but what about next time? So our only choice is to take away David's leverage.",
        "Natalie: Right, so we're going to have to tell everyone. So how do you want to handle this?",
        "Jared: First, I need to give my dad a heads-up. He has to be the one to tell your mom.",
        "Natalie: She's going to be devastated.",
        "Jared: Look, I will do what I can to make sure that she knows that it was my idea, not Charlie's. So you think you can keep an eye on him for a little longer?",
        "Natalie: Yeah.",
        "David: So that's it? He just kisses you and walks out? I wouldn't treat you like that.",
        "Natalie: All right, shut up.",
        "David: Why don't you come over here and sit on Santa's lap? I want to tell you \u0096",
        "[SCENE_BREAK]",
        "Sarah: You worried about Antonio?",
        "Cristian: Antonio's smart. And he's committed to bringing this guy Ramsey down.",
        "Sarah: Yeah. Oh, my God.",
        "Cristian: What?",
        "Sarah: I have been such a bitch to her about John.",
        "Cristian: Well, I think Talia knows she was doing her job if her own roommate thinks she's a -- you know. What was that for?",
        "Sarah: That's for letting me make a total fool out of myself. But I forgive you now.",
        "Cristian: You're crazy, you know that?",
        "Sarah: Crazy about you. Grr!",
        "[Sarah laughs]",
        "Sarah: Thank you, though, for letting me in. It really means a lot to me. You have no idea.",
        "[SCENE_BREAK]",
        "Talia: Cover the transfer of some jewels. It sounds pretty standard.",
        "Ramsey: So you think you and Mr. Vega can handle this detail?",
        "Talia: No problem.",
        "Ramsey: Good, then get over to that gallery and make sure there's no trouble with these jewels.",
        "Antonio: I'll fill you in when we get to the car.",
        "Ramsey: Vega! Sahid! I'm adding Eddie to the detail.",
        "Eddie: What detail?",
        "Ramsey: They can fill you in on the way, right, Detective Vega?",
        "Ramsey: John, welcome back. Now that you're done chasing runaway children, you can attack that stack on your desk.",
        "[SCENE_BREAK]",
        "R.J.: Well, it's Nora's house now, and I'm sure she will welcome me.",
        "Nora: R.J.?",
        "R.J.: I'm sorry to bother you so early in the morning.",
        "Nora: You're not bothering me. What's going on?",
        "R.J.: Well, I need to tell you something about Lindsay.",
        "[SCENE_BREAK]",
        "Bo: You all right?",
        "Lindsay: Yeah, yeah, I'm fine.",
        "Bo: R.J. upset you?",
        "Lindsay: It doesn't matter, because you're here now.",
        "[SCENE_BREAK]",
        "Viki: I will see you later.",
        "Jared: Charlie. Hey, I need to talk to you.",
        "Charlie: What's the matter? What happened?",
        "Jared: I am so sorry about this, but I need you to tell Viki that I'm your son and not Asa Buchanan's.",
        "[SCENE_BREAK]",
        "Natalie: All right, I'm sorry about this, but I can't risk anybody finding you in here.",
        "[David mumbles]",
        "Natalie: Zip it up, or I'm going to throw you in the stall here with ol' whiskey. She's pretty frisky this time of year.",
        "[SCENE_BREAK]",
        "Starr: If I decide to keep the baby --",
        "Blair: Then we will go through it together, okay?",
        "[Pounding at door]",
        "Blair: Don't answer it, Starr. Don't.",
        "[Pounding at door]",
        "Starr: It must be Dad.",
        "[Pounding at door]",
        "[NEXT_ON]",
        "Eddie: No one's going to be making off with those jewels on our shift.",
        "David: Write a check, and let me go.",
        "Blair: You could have killed three people on the boardwalk.",
        "Todd: Three people? Who was the third?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=F56JpJWyRpw"
}