{
    "Episode Summary": [],
    "Recap": [
        "Bo and Rex are struggling to get out of 1968 and back to the present and dependent upon the help of Professor Fina while Gigi is struggling to save Rex and dependent upon the help of Madam Delphina. Back in Llanview, Jared and Natalie sense that maybe they should not be living together under the same roof as Jessica, regardless of how cordial she appears. Meanwhile, Jessica is really Tess and is plotting a plan for some sort of \"construction\" work to be done in the basement that will have some sort of \"affect\" upon Natalie and Jared. Blair reveals to Dorian that she is seeing John. There are questions about what happened to Charlie when he was last seen at Dorian's home. And John is still wondering what is up with the mysterious invalid woman whom Todd is hiding in his new place."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Tess: [As Jessica] Would you hurry up? The last thing I need is somebody walking in on us.",
        "Leo: Hey, look. It's late, and I'm tired, and I'm trying to do the estimate.",
        "Tess: What's to estimate? You're building a room. You're a contractor. Isn't that what you do?",
        "Leo: Look, Ms. Brennan. Uh, I'm trying to come up with some numbers here for you, and it would help if I knew what the room was for. Now, usually when I do a fancy room like this in a basement, it's usually a home theater or something. Is that close to what you want?",
        "Tess: Pretty close. This room is going to be providing hours of entertainment for me.",
        "[SCENE_BREAK]",
        "[Natalie sighs]",
        "Natalie: You know, it's nice to be in the same room now that mom's in Africa.",
        "Jared: I'm not so sure she'd be happy about it.",
        "Natalie: But she was trying to protect Jess, but Jess doesn't seem to care what room we're in.",
        "Jared: You know, if anyone had told me that you and I would be sleeping in the same bed and not making love every night, I would've never believed them.",
        "Natalie: Yeah, me, too.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Blair: Come in.",
        "[Knock on door]",
        "Dorian: Honey, you asleep?",
        "Blair: I was. Come in.",
        "Dorian: Please, tell me you're not doing this for some psychotic you've been married to nearly 15 times.",
        "Blair: And here I thought you were asleep all this time.",
        "Dorian: Well, I was trying but I just couldn't fall asleep. Hmm. Mel kept waking me up.",
        "Blair: Excuse me?",
        "Dorian: Um, we had a conversation a while ago, and he is convinced that I have feelings for Charlie Banks.",
        "[Dorian chuckles]",
        "[SCENE_BREAK]",
        "Roxy: I know I hurt Rex, and I'm so sorry. Maybe someday he's going to understand why. And maybe he's not going to forgive me. But maybe he'll just call and let me know that he's okay, because I miss him so much. I feel like I got this big, empty space inside of me. I just want to know that Rex is okay.",
        "Charlie: Roxanne? I miss him, too.",
        "Roxy: Listen, I swear. If Rex takes me back into his life, I promise I'm never going to lie to him again.",
        "[SCENE_BREAK]",
        "Bo: Balsom? Son?",
        "Bo: [As Asa] Bo, hey. Bo, you okay?",
        "Jared: [As Clint] Bo, I'm sorry. I was aiming that punch at Pa.",
        "Asa: He's out cold.",
        "Clint: He'll be fine, Pa.",
        "[SCENE_BREAK]",
        "[Thunder]",
        "Gigi: Are you getting anything? You have to get me back to Rex.",
        "Delphina: How about you let me focus?",
        "Gigi: You said we couldn't miss a window of opportunity. What if I can't find him? What if he has to stay there forever?",
        "Delphina: Something is definitely blocking Professor Fina's thought through the astral plane.",
        "Gigi: You mean you're not getting anything.",
        "Delphina: Only anxiety.",
        "Gigi: You don't know Rex was even here?",
        "Delphina: I do, see? Scorched grass, that's where Rex went through the portal.",
        "Gigi: Why is the grass burned?",
        "Delphina: Yeah, it was the lightning.",
        "Gigi: What lightning?",
        "Delphina: The lightning that hit Rex.",
        "Gigi: Rex was struck by lightning?",
        "Delphina: Yes, that's how he got through the portal.",
        "Gigi: Who survives getting hit by lightning? Did you bring me all the way down here to show me where he died?",
        "Delphina: Rex is not dead. Gigi, calm down.",
        "Gigi: \"Calm down\"? I -- I'm out in a storm waiting to go through some portal, and I don't even know if he's there.",
        "Delphina: You know he's there. You got a phone call from him.",
        "Gigi: He -- he could've been calling me from a hospital. He could've been hallucinating about 1968 and Vietnam. And you said he was in some kind of time warp.",
        "Delphina: How does that explain the date on the cell phone? Gigi, he called from 1968.",
        "Gigi: You could've easily rigged that.",
        "Delphina: Me? I can't even work the popcorn button on a microwave.",
        "Gigi: What was I thinking? I left Shane with Brody to come here because I thought some crazy psychic was on the level.",
        "Delphina: Crazy? Well, I resent that.",
        "Gigi: This is insane. This is absolutely insane. I'm going back to the ranch, okay? If Rex was really struck by lightning, they -- they must've taken him to a hospital. I'm not waiting around here to go through some bogus portal trying to find him.",
        "Delphina: Gigi, no.",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] His vital signs are fine. By that, I mean he'll be okay.",
        "Jared: [As Clint] This is your fault, Pa. You kicked Maria out. You don't even care that I love her.",
        "Bo: [As Asa] I never meant for any of this to happen.",
        "Prof. Fina: You know, I really think we should take Rex -- I mean Bo -- and attend to our business.",
        "Clint: Look, whoever you are, you stay the hell out of this, okay?",
        "Asa: Now, calm down, Clint.",
        "Clint: No, you don't tell me to calm down. You don't give a damn about me or Bo. You sent Maria away, now you're going to send Bo off to Vietnam. You know, if Momma was right about you trying to turn me into you, I'm going to get as far away from you as I can.",
        "Asa: Well, you don't have to worry because you're not going to turn out anything like me.",
        "Prof. Fina: Uh, Mr. Buchanan, ix-nay.",
        "Bo: [As himself] Right, right.",
        "Clint: Look, let's get Bo upstairs, get some ice on that jaw before it swells up too much.",
        "Prof. Fina: No, no! No, we don't have time.",
        "[SCENE_BREAK]",
        "Charlie: Now, is there any particular reason why you were talking to your stuffed little friend here?",
        "Roxy: Morris is good at keeping secrets and he don't talk back.",
        "Charlie: Well, if you feel like talking to anybody a little more human, just let me know.",
        "Roxy: Hey, Charlie, you got your own troubles. I heard Viki's going to Africa. Talk about needing space.",
        "Charlie: Well, she's not leaving because of me. I -- well, she's not just leaving because of me. She's doing some work for that International Heart Association.",
        "Roxy: Yeah, well, Rex must be out of town, too. I've been looking for him all over the place. I went over to Ultra Violet. They said they haven't seen him in ages. I even called Delphina, you know, that crazy psychic? Even she's out of town.",
        "Charlie: Well, do you think maybe he went to Paris looking for Adriana?",
        "Roxy: No, I spoke to Layla. She said he didn't go there. I don't know. Charlie, I'm scared. I just want him to be okay. I just want one more chance to tell him that I'm sorry that you pretended to be his dad.",
        "Charlie: Hey, hey, hey.",
        "[SCENE_BREAK]",
        "Blair: Well, you, um, did it again.",
        "Dorian: Did what?",
        "Blair: Completely surprised me. You walk in here. You tell me you've been talking to Mel, who's been dead for years. Then you tell me you got feelings for Charlie Banks?",
        "Dorian: No, I said that Mel thinks that I have feelings for Charlie.",
        "Blair: Oh, I'm glad you cleared that up for me. Did Mel tell you this after you'd had a couple of adult beverages, Dorian?",
        "Dorian: No, it happened the night that Viki and I had our accident.",
        "Blair: Oh, you mean the night that you brought Viki back from the dead? Did Mel happen to come along with her? Is that what happened?",
        "Dorian: Mel appeared to me when Viki was still --",
        "Blair: Dead?",
        "Dorian: Yes. And he made some very valid points about the dynamic of my relationship with Viki, but not a very valid point about how I had these feelings for Charlie until I found out that he was connected to Viki.",
        "Blair: Dorian, are you sure that you didn't knock your head in that accident?",
        "Dorian: No.",
        "Blair: What?",
        "Dorian: Anyway, I asked you a question. Are you sure you're not doing all of this for Todd?",
        "[SCENE_BREAK]",
        "[Roxy coughs]",
        "Roxy: Oh, hey, John. Charlie was just, uh, commiserating about my allergies.",
        "John: I -- I just wanted to say I'm sorry, I didn't mean to interrupt, okay?",
        "Roxy: Oh, well, it's the only way to get upstairs. It's okay, Commish.",
        "Charlie: Yeah, congratulations, John.",
        "John: Oh, Charlie, I'm just keeping the seat warm till they appoint someone permanently.",
        "Roxy: Well, it should be Bo.",
        "John: And only Bo, but for now, they can't seem to find him.",
        "Roxy: I certainly don't know where Rex is. And I bet we all don't know the same thing. Because Bo and Rex are real tight, and maybe they're together. And we all don't know where they are.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] Who the hell is this guy to say we can't make sure Bo's all right?",
        "Nigel: [Chuck, Sr.] Clint, you're drowning out the music. What's going on out here? Bo have too much tequila?",
        "Clint: Nah, I was aiming to punch Pa. Bo caught it instead.",
        "Chuck, Sr.: You was going to punch your own pa?",
        "Clint: He deserved it. Now he's trying to get out of here before Bo comes to, just because the nutty professor says so.",
        "Chuck, Sr.: Where you fixin' to take off to, Asa?",
        "Clint: Yeah, I want to know the answer to that question myself. What is so damned important?",
        "[SCENE_BREAK]",
        "Natalie: I'm sorry. I've just -- I've been so focused on Jessica and with Mom leaving --",
        "Jared: I'm not yelling at you, sweetie.",
        "Natalie: I haven't been here for you.",
        "Jared: I know how many things you're juggling right now, and I've seen the strain between you and your mom, and I'd like to belt your dad by the way he's talking to you.",
        "Natalie: Hmm. I don't know why I thought things were going to be different when I saw him, but --",
        "Jared: Well, look, he hates me, I get that. But you're his kid, and as long as we're together, I'm afraid he's going to continue to treat you this way.",
        "Natalie: Eventually, he's got to see how sorry you are for what you did. I mean, even Aunt Tina liked you right away.",
        "Jared: Yeah, I still can't believe that her and your mom are sisters.",
        "Natalie: Yeah, I -- I don't know her. But I guess that's going to change pretty fast, now that she's living here.",
        "[Jared sighs]",
        "Jared: Look, I know there's been a lot of distractions lately, but you and I just falling into bed and going right to sleep, that began before we even moved in here.",
        "Natalie: Right after Nash died.",
        "Jared: Yeah, so I guess what it boils down to is whether or not we're ever going to feel like two people who deserve to be happy together, huh?",
        "Natalie: How are we supposed to ever get over feeling responsible for a man's death? How's Jessica ever going to get over how much we hurt her?",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] Look, all you need to know is that I need you to build me a room, and it's a surprise for my sister. I -- I don't understand why you just can't take this wall out and expand the storage space that way.",
        "Leo: Okay, when I was down there taking measurements, there looked like there used to be a room right here, kind of like what you're asking for.",
        "Tess: Yeah, there was a spare room there a long time ago.",
        "Leo: What was it used for?",
        "Tess: Oh, you know, the same old story. Mother with a split personality. One of her alters gets mad at someone and has to hold them hostage there for a couple weeks.",
        "Leo: Wow.",
        "[Tess chuckles]",
        "Tess: I really had you going there, didn't I?",
        "Leo: Yeah, yeah, you're good, lady. You almost had me swallowing that story.",
        "Tess: Mm-hmm.",
        "Leo: Of course, you never know with you rich, eccentric types.",
        "Tess: Oh, yeah, you're so right, Leo. You never know.",
        "[SCENE_BREAK]",
        "Jared: I'd like to do last year over again. But I can't. Neither of us can.",
        "Natalie: You know, I really wanted to believe Jessica when she said that it would help her with us moving in here, but I'm really not so sure now.",
        "Jared: Look, if you think we should just leave, I'm going to pack --",
        "Natalie: No, I can't. I mean, I don't think Jessica can be here alone with Aunt Tina. I don't think she could handle it. And plus, I promised my mom.",
        "Jared: Okay, fine.",
        "Natalie: It's just, I feel like seeing Jessica day and night -- I don't feel like I'm making up for what happened to Nash. It just keeps reminding me of it.",
        "Jared: Well, Jess makes sure to keep reminding us.",
        "Natalie: Well, she can't help that.",
        "Jared: We can't make up for what happened. Nash is dead.",
        "Natalie: I know, I just -- I keep thinking maybe there's something I can do, something that would make me not feel so responsible. But I can't find that something.",
        "[SCENE_BREAK]",
        "Nigel: [As Chuck, Sr.] Where is it you're so hot to get to, Asa?",
        "Jared: [As Clint] You're just trying to get away from me because of what you did to Maria.",
        "Bo: [As Asa] I did what had to be done.",
        "Clint: Well, I'm going to go back into that party, and I'm going to tell Ma and everybody else what you did.",
        "Asa: Look, you -- you go in there and you tell them whatever you want. You think I care what those people in there think of me? I did what had to be done to protect you.",
        "Clint: From the woman I love?",
        "Asa: She was fixin' to ruin your life. Now, you've already knocked your brother out. Haven't you done enough damage? Chuck, Chuck, get him back in the party, all right? Make sure he stays away from the female help. Let's get Bo out of here.",
        "Clint: I know what you're up to, and there is no way Bo wants to go to some stinkin' cathouse with the two of you.",
        "[SCENE_BREAK]",
        "Gigi: I'm out of here.",
        "Delphina: Gigi, listen to me.",
        "[Gigi sighs]",
        "Delphina: Rex is not dead.",
        "[Thunder]",
        "Delphina: He is not in the hospital. He is in 1968.",
        "Gigi: You don't know that!",
        "Delphina: I do. I really do! This could be my crowning achievement. I sense him. He's horizontal.",
        "Gigi: Horizontal?",
        "Delphina: But not injured. No, no. If you really want to help him, you have to let go, trust your instincts.",
        "Gigi: God, but my instincts are telling me to get away from you.",
        "Delphina: If you do that, you'll never be able to get to Rex, and he needs you, Gigi.",
        "Gigi: You keep telling me that.",
        "Delphina: It's true. He needs you to go to him. Bring him back to 2008. Bring him back to you.",
        "[SCENE_BREAK]",
        "Bo: [As Asa] You get the hell out of our way, boy.",
        "Nigel: [As Chuck, Sr.] Come on, Clint, let's get back to the party.",
        "Jared: [As Clint] I love Maria, Pa. You give a damn about that? No, because you never loved anyone but you. You drove Momma crazy. You got to pay that whore, Emma, to sleep with you. You love Renee Divine? You think any one of them could love you?",
        "Chuck, Sr.: You sure you want to leave things like this, Asa?",
        "Asa: Don't start, Chuck. This is family business.",
        "Chuck, Sr.: You keep this up, you're not going to have any family to come back to.",
        "[Door opens, closes]",
        "Bo: [As himself] I hate being my Pa.",
        "Delphina: [As Prof. Fina] Well, uh, if we don't hurry, uh, you're going to end up being Asa for the next, oh, 20 years, at least.",
        "Bo: Well, I know everything he did in those 20 years, and I can't stand the thought of that.",
        "Prof. Fina: Well, then, man, let's -- let's get Rex, let's get to that fence, let's find that portal, and let's get you back home.",
        "[SCENE_BREAK]",
        "Blair: I wouldn't clip a toenail for Todd Manning.",
        "Dorian: Does that mean that you got him completely out of your system?",
        "Blair: It was tough at first, but I think I'm totally over him.",
        "Dorian: You know, it's been my experience that when a woman says she's totally over an important relationship, it means she's already found a replacement. Is that the explanation for this makeover?",
        "Blair: No. I'm doing this because whether I like it or not, my daughter is turning me into a grandmother, thank you very much.",
        "Dorian: Hmm.",
        "Blair: I don't know, I just -- I want to do this for me. I want to -- I just want to feel sexy again. I want to feel pretty.",
        "Dorian: You could never step a foot in another spa for the rest of your life, and you would still be sexy and pretty and gorgeous, even underneath that mask. You've got a certain glow.",
        "Blair: Oh, stop it. Now, you're going to make my face crack off.",
        "Dorian: Oh, really?",
        "Blair: Yes, stop.",
        "Dorian: And what's the reason for the glow?",
        "Blair: Would you stop it?",
        "Dorian: Who's the man? Come on, tell me, so I can start to detail what his faults are and everything.",
        "Blair: Would you stop it? You can't do that.",
        "Dorian: Yes, I can. There isn't a man born yet that I can't find fault with.",
        "Blair: Oh, yeah? Even Charlie Banks?",
        "Dorian: We were talking about you.",
        "[SCENE_BREAK]",
        "John: I don't know if Bo and Rex were together.",
        "Roxy: Hope they are, because then I'd feel like Rexy's okay.",
        "Charlie: Well, Roxy, I'm sure he's fine. Rex is pretty good at taking care of himself.",
        "Roxy: I don't know. I don't know, I'm just a little scared. You know, I thought you might be needing these.",
        "John: Why?",
        "Roxy: Because I saw you and Blair leaving your room the other morning, you little devil you.",
        "[SCENE_BREAK]",
        "Blair: You tell me you never had feelings for Charlie Banks?",
        "Dorian: Never did.",
        "Blair: Really?",
        "Dorian: Hmm.",
        "Blair: Even before you found out he was dating Viki?",
        "Dorian: Look, if I ever was remotely attracted to him, once I found out there was a connection with Viki, believe me, that would've killed it.",
        "Blair: Oh, yeah, well, you totally have the hots for him, then, definitely.",
        "Dorian: Don't -- do not be vulgar, okay? There never was anything between me and Charlie.",
        "Blair: Well, I guess that's a good thing, since you outed he and his son as frauds right in front of the B.E. shareholders' meeting. I mean, if you did want a relationship with him, probably wouldn't last too long.",
        "Dorian: I merely spoke the truth.",
        "Blair: But it broke Viki and Charlie up, and now he's a free agent.",
        "Dorian: I have sampled Viki's sloppy seconds before. Believe me; I'm not going to go down that road again.",
        "[Blair chuckles]",
        "Dorian: However, we were talking about you. So, who's this man you've been seeing?",
        "Blair: John McBain. Huh!",
        "[SCENE_BREAK]",
        "Roxy: It's about time Blair got over Todd Manning, and it's about time you stopped grieving over Marty. I couldn't be happier for the both of you.",
        "Charlie: You know, maybe Detective McBain would like to keep his personal life private.",
        "Roxy: Well, listen, don't worry about that. The whole time he was with Natalie, I got no information out of those bedroom eyes of him, so I doubt he'll be spilling any information about him and Blair.",
        "John: You never know, Roxy. I might just surprise you this time.",
        "[SCENE_BREAK]",
        "Bo: Here, lean him against the fence over here.",
        "Delphina: [As Prof. Fina] All right.",
        "Bo: Here, here, okay, okay. You're here.",
        "Prof. Fina: Hurry, we -- we don't have much time.",
        "Rex: Bo?",
        "Bo: Yeah! Yeah, hey. Hey, you're a little bit punchy right now, buddy. You got hit. Are you okay?",
        "Rex: Oh, it's just a dream. It is not 1968; I'm not going into the army tomorrow.",
        "Bo: Ah, no, no, listen -- hey, listen to me, listen to me.",
        "Rex: I -- I need to call Gigi. Bo, where's my cell phone?",
        "[Thunder]",
        "Rex: No, it's still 1968!",
        "Prof. Fina: Yes, but I can get you back.",
        "Rex: Oh, it's true. All I've got is a time portal, a nutty professor, and a burnt cell phone to get me home. No!",
        "[Thunder]",
        "[Guests laughing]",
        "Nigel: [As Chuck, Sr.] Clint, listen to me. Don't let your pa get to you.",
        "Jared: [As Clint] He sent Maria away.",
        "Chuck, Sr.: I know, and I think he was a horse's ass to do that, but someday, maybe you'll understand why he did it and forgive him.",
        "Clint: That day will never come, Chuck. Never.",
        "[SCENE_BREAK]",
        "Rex: No! No way, no, no!",
        "Bo: Shut up. Balsom, listen! Listen, we got things to do. Hey, pull yourself together.",
        "Rex: Who hit me?",
        "Bo: Jared -- uh, Clint hit you. He punched you accidentally.",
        "Prof. Fina: Oh, I hope we got here in time.",
        "Rex: Can you still get us back to 2008?",
        "[SCENE_BREAK]",
        "Delphina: Fina's here. I'm getting his signal loud and clear. Yep, we made it.",
        "[SCENE_BREAK]",
        "Prof. Fina: Yes, I -- I think we made it in time. The lightning appears to be to the south, which means, yes, the portal is still open.",
        "[SCENE_BREAK]",
        "Delphina: The portal's open! We're going to get you back to Rex, honey.",
        "[SCENE_BREAK]",
        "Prof. Fina: You're going back home to 2008.",
        "[SCENE_BREAK]",
        "Jared: Natalie, you are driving me crazy. You have got to stop feeling guilty.",
        "Natalie: Like you're not? I mean, I know that you're not sleeping at night. I hear you walking around.",
        "Jared: The love of my life is miserable. I don't have a job and I live in a house full of people who hate me. I'm supposed to sleep?",
        "Natalie: No, it's just --",
        "Jared: I can't live this, okay? You're all about Jess and Bree right now, as you should be. I get it. Nash left your sister and your niece behind but me being here, it's not doing anything for you and me. And -- and it's keeping things stirred up for you and Jess, for you and your parents, so it -- it -- it might just be better if I'm not around.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] Okay, the size is good and I need it to be soundproof.",
        "Leo: Like a music room.",
        "Tess: Sure.",
        "Leo: So, you'll be using it to listen to music?",
        "Tess: Are you going to keep asking me questions?",
        "Leo: No way, okay, if it's music you're into, I'll build it so you can blast your speakers and nobody else in the house will hear a thing.",
        "Tess: Well, that's perfect, Leo, because the person using this room will most likely be in there by herself singing her heart out.",
        "[SCENE_BREAK]",
        "Natalie: I've only gotten through these days because you're here. I mean I -- I understand if you want to be a million miles away.",
        "Jared: I want to be with you. But if I were across town, you'd have a place to go that you didn't have to tiptoe around apologizing for you and me all the time.",
        "Natalie: Please don't go. I love you and I want to spend my life with you.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] I need you to help me find Maria.",
        "Nigel: [As Chuck, Sr.] I bet your pa saw to it that she's long gone by now, and if I know Asa, he's made sure she's not going to found neither.",
        "Clint: He can't stop me from being with her.",
        "Chuck, Sr.: This is not the last time he's going to do something to hurt you, and he always going to feel he's right. If he backs down, then that's the time he stops being Asa Buchanan.",
        "[SCENE_BREAK]",
        "Rex: How did this happen? What do we do?",
        "Delphina: [As Prof. Fina] Well, you'll have to wait for precisely the right moment.",
        "Bo: No, no, you got to get us out of here, Fina! I can't stand being Pa. Balsom can't go to Vietnam!",
        "Prof. Fina: Well -- wait, here it is.",
        "Rex: Here what is?",
        "Prof. Fina: The portal.",
        "Rex: I don't see a portal. Do you see a portal?",
        "Bo: This looks like burnt grass!",
        "Prof. Fina: Well, what you must do, gentlemen, grab the metal fence and then you hold up that fascinating phone of yours like a -- a -- what -- ah -- lightning rod.",
        "Rex: Did you say lightning rod?",
        "[SCENE_BREAK]",
        "Delphina: You need to hold on to the metal part of the fence, then use your cell phone as like you're a lightning rod.",
        "Gigi: Wait, did you say lightning?",
        "[SCENE_BREAK]",
        "Bo: We got struck by lightning before. That's how we ended up in 1968.",
        "[SCENE_BREAK]",
        "Delphina: Uh-huh, yeah, Rex and Bo were standing right here when they got hit by lightning.",
        "Gigi: And that's how they ended up in 1968.",
        "[SCENE_BREAK]",
        "Bo: Now you want us to get struck by lightning?",
        "Rex: Again?",
        "Gigi: On purpose?",
        "Bo: Voluntarily?",
        "Rex: Get fried again so we can go back to 2008.",
        "Prof. Fina: Precisely.",
        "[SCENE_BREAK]",
        "Delphina: Precisely.",
        "Gigi: Are you out of your mind? I am not getting struck by lightning on purpose.",
        "Delphina: Look, you need to understand that --",
        "Gigi: I am a mother. My son needs me.",
        "Delphina: Well, doesn't he need his father, as well? Isn't that why you're doing this, to bring Rex back?",
        "[SCENE_BREAK]",
        "Bo: Come on, Balsom, because it looks like we don't have a choice.",
        "Rex: Oh, where's the DeLorean when you need it?",
        "Bo: Yeah.",
        "Delphina: [As Prof. Fina] Do you want to go or not?",
        "Rex: Look, I've decided, I got to get back to Gigi, okay? I got to make things right. I need to divorce Adriana and make things right.",
        "Bo: All right, I want to get back to Matthew.",
        "Prof. Fina: Yes or no?",
        "Rex and Bo: Yes.",
        "Prof. Fina: All right.",
        "[Thunder]",
        "Prof. Fina: It's almost time.",
        "[SCENE_BREAK]",
        "Delphina: If you want to bring Rex back, you're going to have to get in position right now.",
        "Gigi: You're coming with me, right?",
        "Delphina: And get struck by lightning? What, are you on drugs? You're only giving me $5,000.",
        "Gigi: I can't do this alone.",
        "Delphina: Well, do it alone or don't do it at all, and Rex stays stuck in 1968.",
        "[SCENE_BREAK]",
        "Dorian: You're seeing John McBain? Oh! That is so delicious. Okay, how many times have you, uh, been out with him?",
        "Blair: Well, it's -- it's not like that.",
        "Dorian: Oh. Well, you have got to see him as much as possible. He's got this dark, smoldering, sexy quality. The more you see him, you'll never go back to Todd Manning.",
        "Blair: I'm never going back to Todd Manning.",
        "Dorian: Good, because anybody's better for you than Todd.",
        "Blair: I'm with John, not because he's just anybody, I'm -- I'm with him because I genuinely like him. I mean, he's really straightforward, he's honest, and I think he happens to like me just the way that I am.",
        "[Blair chuckles]",
        "Dorian: Attributes that Todd never had.",
        "Blair: You bet, can't deny that.",
        "Dorian: John McBain.",
        "Blair: Hmm.",
        "Dorian: So, what is going on behind those -- ahem -- smoldering, mysterious eyes?",
        "Blair: I don't know. But I hope to find out. All I do know is that he's, um, I don't know, he probably has a couple of demons and maybe a dark side and when he does talk, he speaks the truth.",
        "[SCENE_BREAK]",
        "Roxy: So, you really going to give up the dish on you and Blair?",
        "John: On Blair? No, no. I thought maybe you wanted the dirt on the chick that came with her.",
        "Roxy: Are you guys having a threesome? No wonder you needed more towels.",
        "John: A lot more towels, maybe another set of handcuffs.",
        "Roxy: Is Blair into handcuffs?",
        "John: No, not Blair, the other one. Blair, she likes, uh -- well, let's just say I'll never look at my shoulder holster the same way again. It was a hell of a night.",
        "[SCENE_BREAK]",
        "Dorian: Time to map out a strategy.",
        "Blair: Strategy?",
        "Dorian: Yes, I mean, relationships don't just happen randomly. What you have to do is be seen out in public with John as much as possible.",
        "Blair: No, no, no.",
        "Dorian: That way Todd will get the message.",
        "Blair: John and I are just friends, Dorian.",
        "Dorian: With benefits, I assume?",
        "Blair: Ahem. John and I slept together already.",
        "[Dorian squeals]",
        "Dorian: And?",
        "Blair: \"And?\" What do you want, details?",
        "Dorian: Yeah.",
        "Blair: Let's just say that, um, still waters run deep.",
        "Dorian: I knew it.",
        "Blair: Dorian, now, slow down. John and I want to take this slowly. It's what we both need.",
        "Dorian: Why aren't you together now?",
        "Blair: I don't know. He's probably -- I -- I don't know. We're just doing other things tonight, that's all.",
        "Dorian: And that's why you're here alone, trying to make yourself pretty for him?",
        "Blair: Okay, you know what? I am not going to let you do this to me. I am not going to let you get me all messed up wondering what John's doing tonight. I'm going to go wash my face and wash my hair.",
        "Dorian: Good. Scrub hard, all right? Make sure you get all of Todd out.",
        "[SCENE_BREAK]",
        "Roxy: So what's Blair doing with that shoulder holster?",
        "Charlie: Hey, you know, Roxy, I think he's pulling your leg.",
        "Roxy: Hey, what do you think, I'm stupid? I know that. I know that Blair is a standup kind of a gal even though she's married to that wacko, Todd. You know she's a good catch, don't you?",
        "John: I'll see you later, Rox.",
        "Charlie: You know, I'm going to grab a couple of towels myself, here.",
        "Roxy: What, are you getting a little action, also?",
        "Charlie: What -- no. But look, really, if you feel like you need somebody to talk to, other than your friend Morris here, remember, I'm just upstairs, okay?",
        "Roxy: Thanks, Charlie.",
        "Charlie: Yeah.",
        "Roxy: Hey, listen, I just want you to know, I wish you were really Rex's dad.",
        "Charlie: Well, I hope you hear from him soon.",
        "Roxy: I hope so.",
        "Charlie: Yeah.",
        "Roxy: Because he's really unhappy lately and I hate that. And I really thought he could get it back with Adriana. I had a lot of high hopes for them. And even though I hate the thought of someone calling me \"Grandma,\" I think Rex would make a great dad.",
        "Charlie: Yeah, he would, indeed.",
        "[SCENE_BREAK]",
        "Delphina: You go through the portal. I'll wait for you right here.",
        "Gigi: What if I can't find Rex?",
        "Delphina: Oh, you'll find him.",
        "Gigi: You don't know that. Even if I do, how do we get back? I don't suppose you got me a roundtrip ticket?",
        "Delphina: Oh, ha, ha, ha. Find Professor Fina at the University of Austin. He'll help you. Now, put your hand on the gate.",
        "[SCENE_BREAK]",
        "Rex: We're really going to do this?",
        "Bo: Either we go for the lightning or you go to war tomorrow.",
        "Rex: You got a point. Lightning it is!",
        "[SCENE_BREAK]",
        "Gigi: What if I go through the portal and get stuck somewhere in between? Tell me that won't happen.",
        "Delphina: What am I, the ticket taker for this roller coaster ride? Look, all I know is what Professor Fina has told me.",
        "Gigi: Yeah, from 1968. I -- you know, I have to think about my son, Shane.",
        "[Thunder]",
        "Gigi: How can I take the chance?",
        "Delphina: How can you not? Come on. It's now or never, Morasco.",
        "[SCENE_BREAK]",
        "Blair: I think this deep conditioner really, really worked.",
        "Dorian: Hmm, you look great.",
        "Blair: Thank you. Who are you calling?",
        "[Phone rings]",
        "John: McBain.",
        "Dorian: [Cockney accent] Oh, hello. Would you mind, uh, being on hold for Blair Cramer who's calling you? [Normal voice] It's for you.",
        "[Dorian laughs]",
        "Blair: Hello?",
        "John: Blair?",
        "Blair: John?",
        "John: Yeah, what's up?",
        "Blair: Oh \u0096",
        "[SCENE_BREAK]",
        "Natalie: I've been in love before. But there's just something about you. You know, even when I told myself that I hated you I just -- I knew deep down inside that you're the one I've been waiting for.",
        "Jared: I might've had that same feeling.",
        "Natalie: I think I might actually be happy.",
        "Jared: You know, we may not deserve it and there's nothing we can do about that, but knowing I'm with you, Sparky, that makes me happy.",
        "Natalie: Aunt Tina was right about you.",
        "Jared: About what?",
        "Natalie: You're to die for.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] Now, remember, Leo, this is a surprise. So no one sees you come and go. You only speak to me and I want it done yesterday.",
        "Leo: I wish you would have told me it was a music room. It would've made everything easier. I'll get started first thing in the morning.",
        "Tess: Well -- no, I mean, can't you go downstairs and get some prep work done, so you don't waste any time at all tomorrow?",
        "Leo: Lady, do you know what time it is?",
        "Tess: Leo, can you read?",
        "Leo: Okay, I got to get my toolbox. The thing I don't understand is, you said that it was to honor your dead husband's memory and then you keep talking about it being a big surprise for your sister. I mean, I don't get how those two things go together.",
        "Tess: Oh, trust me, Leo. They go together perfectly.",
        "[SCENE_BREAK]",
        "Nigel: [As Chuck, Sr.] You may not want to hear this, Clint --",
        "Jared: [As Clint] Well, if you're about to stand up for Pa, you're right.",
        "Chuck, Sr.: Listen to me. Someday, you're going to fall in love again, have family of your own. Your pa didn't mess that up for you.",
        "Clint: I will never love another woman like I love Maria.",
        "Chuck. Sr.: Someday, you will, Clint. I know you will.",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] Hurry up. Now, both of you, put your hands on the metal fence and, uh, Rex, uh, you hold up your phone. Quickly, before the next bolt of lightning hits.",
        "Rex: All right, Morasco, I'm coming.",
        "[SCENE_BREAK]",
        "Gigi: No, I can't do it!",
        "Delphina: Listen, Morasco, there's a guy on the other side of this portal who is your son's father. What are you willing to do for Rex?",
        "Gigi: I told you --",
        "Delphina: I know, I know, you don't like taking chances. Well, do you want to take the chance of staying in the rut you're in right now, living with a man you don't love and lying to your son? This is your chance for real love. Yeah? This is a chance for you and your son.",
        "[SCENE_BREAK]",
        "[Thunder]",
        "Rex: All right, wait, wait, wait, wait a minute. After we get struck by lightning, what?",
        "Bo: We end up back in 2008. Is that right?",
        "Delphina: [As Prof. Fina] Well, that's, uh, well, yeah, you could say -- well, it's the theory.",
        "Rex: \"Theory\"!?",
        "Bo: It will be okay, Balsom!",
        "[SCENE_BREAK]",
        "Delphina: Hold up the cell phone. You need it as a conduit.",
        "Gigi: Hang in there, Balsom. I'm on my way."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=vlW8BL753fc"
}