{
    "Episode Summary": [
        "Episode # 10939"
    ],
    "Recap": [
        "Robert is getting \"frustrated\" with his failure to get his son back. But it appears he may be missing Tess. He goes to Capricorn and is stunned to see the person he knows as Tess dressed and behaving like a guy. Aubrey informs him that a new alter has come out named Wes. Cutter takes \"Wes\" to his and Tess's home at the Minuteman Motel hoping to get Tess to come back by stripping down to his shorts and attempting to turn her on. But the male Wes remains in control behaving like a male with no interest in Cutter, no memory of being Tess or married to him and remarking about all the hot women. Todd announces to Tea and to Blair that he now \"knows\" that Tomas did not shoot him. He asks them why they have a problem knowing that neither of them liked his accusing Tomas of trying to kill him nor the thought that it could have happened. But they know there is some secret going on. Nate tells Dani he does not buy that Tomas is innocent. She breaks up with him seeing that he is interested in Deanna. And we see the original Todd with the scar on his face in an institution appearing like he is ready to make himself known again."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Téa: You remembered something about the shooting? About Tomás?",
        "Todd: Yes. I made a mistake. I was wrong. Tomás did not shoot me.",
        "Téa: What? You swore you saw Tomás in the window. That's the reason my brother was arrested. And now you're changing your story? Why?",
        "[SCENE_BREAK]",
        "Starr: Kelly's been in surgery for a long time. We're just waiting here.",
        "James: You want me to come over there? You've gotta be starving. I could bring you some pizza.",
        "Starr: No, that's ok. I need to be close to my family right now.",
        "Blair: Hey, James. This is Blair--Starr's mom. Whatever she just said to you, forget it. She's on her way over.",
        "Starr: Why did you do that?",
        "James: Wow. I was just about to go get some food. Who knew food would walk in the door all by itself?",
        "Blair: Kelly is out of surgery, and the doctors say it's looking good.",
        "Starr: She doesn't need a new kidney?",
        "Blair: No, actually, it was her liver that was nicked, but said it was gonna be 100%.",
        "Starr: Oh, my God. Can we see her?",
        "Blair: She's still in recovery, and that takes a long time, so-- how long have you been hanging out here at the hospital? A long time, right? And when was the last time you had some real quality time with James?",
        "Starr: Not since Deanna showed up, that's for sure.",
        "[SCENE_BREAK]",
        "Dani: What's going on?",
        "Nate: Sorry--the heat was broken and it wouldn't turn off. We were hot.",
        "Dani: Yeah. I see that.",
        "[SCENE_BREAK]",
        "Blair: You told me that James was putting Deanna up at his mom's place, right?",
        "Starr: Yeah...",
        "Blair: Come on, what--come on, let's go see your man.",
        "Starr: Ok. Kelly--",
        "Blair: Is going to be fine, sweetheart. She will be and I will call you if there is any change. She'll have me, Dorian, and Joey right by her side the whole time, ok?",
        "[SCENE_BREAK]",
        "Aubrey: Joey's not answering.",
        "Rama: So you do care your husband went off running to his ex-wife, don't you?",
        "Aubrey: She was injured, Rama. Ok, fine. You're right. I hate the fact that he went flying off to her. Again.",
        "Rama: You can show that you love him by taking care of his sister--I mean brother--whatever he, she, it is at this moment.",
        "[SCENE_BREAK]",
        "Wes: Gimme another beer. Dude. What's up with this stuff? How come I don't feel drunk?",
        "Cutter: Let's roll. This place is dead anyways.",
        "Cristian: Whoa. You're not taking him anywhere.",
        "Wes: Back off, dude. What is this--a bar or a prison?",
        "[SCENE_BREAK]",
        "Claude: Bonjour, Tomás.",
        "Tomás: The day is long behind us, Claude.",
        "Claude: I'm sorry it took me so long to get here. I was on my way back to Paris. Imagine my surprise when I heard you were arrested for the attempted murder of Todd Manning.",
        "Tomás: T'inquiete pas. That problem... is being solved as we speak.",
        "[SCENE_BREAK]",
        "Téa: Why are you changing your mind?",
        "Todd: Like I said, it was dark. And I'd just woken up from a coma, so maybe I dreamt that I saw Tomás there. But now that I've gone back to the alley, I'm sure I never saw him.",
        "Téa: No. This isn't happening. I don't believe you, Todd. You're lying to me.",
        "[SCENE_BREAK]",
        "Baker: Crazy of me maybe, but I had my hopes. So. You've decided to come back to us.",
        "Kent: Unbelievable.",
        "Baker: Pupils responsive.",
        "[Snaps fingers]",
        "Baker: Over here. Can you hear me?",
        "Man: Yeah.",
        "[SCENE_BREAK]",
        "Téa: What do you think you're doing? Huh? You sneak out of the hospital, go back to the crime scene, and come back with a completely different story? Or is that just a new lie to cover up the old one? You hate my brother so much that you want to screw him over, but then you experience an uncharacteristic twinge of remorse, so you back out with a new lie?",
        "Todd: There was no lie before. When I woke up from the coma, I was sure I saw Tomás in the window. Now I have gone back, I'm sure I didn't see anybody in the window.",
        "Téa: Uh-huh. So you didn't see anything in the window?",
        "Todd: Not a person. I mean, I saw a--like a glare, which could've been the reflection of the sun off the gun.",
        "Téa: Right. So why'd you I.D. my brother?",
        "Todd: You know that I don't like Tomás, so maybe I convinced myself that he shot me. But what difference does it make anyway? I just told you that he didn't shoot me. Shouldn't you be happy about this?",
        "[SCENE_BREAK]",
        "Claude: What do you mean? How is it solved?",
        "Tomás: Manning left the hospital and came to see me. We had a little chat.",
        "Claude: And what did you say?",
        "Tomás: That it was time that we came clean with each other.",
        "Claude: Exactly how clean did you come?",
        "Tomás: Let's just say that we now have an understanding.",
        "[SCENE_BREAK]",
        "Téa: I'm having a hard time buying this sudden turnaround.",
        "Blair: Good--you're both here. Listen, Kelly is-- ok, what's going on here?",
        "Téa: That's what I'd like to know. Todd is changing his story. Now he's saying that Tomás didn't shoot him.",
        "Blair: What?",
        "[SCENE_BREAK]",
        "Nate: We were just trying anything to stay cool. Seriously, we were roasting. Feel free to shoot me. Or I will shoot you.",
        "Deanna: Ha ha! Don't let him. He's weak on strategy but he is a maniac with no aim.",
        "Nate: Hey.",
        "Deanna: Come on. Look at this place. Your mom's gonna flip when she sees it.",
        "Nate: We should make the most of it then. Just give me a head start, ok?",
        "Dani: I'm not really in the mood for a water fight right now. My dad left the hospital, and I don't know what happened to him.",
        "[SCENE_BREAK]",
        "Ford: James, this is Patty. She's a friend of mine from work. Patty, this is my brother James.",
        "James: Patty. Seriously? Like hamburger patty?",
        "Patty: Gee, I never thought of that one before.",
        "Ford: James, Patty is not your average walking, talking hamburger. She happens to be a law student.",
        "Patty: Third year. I have tons of loans to repay, hence, the hamburger.",
        "James: Yeah. I get it.",
        "Ford: Patty's been helping me with the whole Tess situation with Ryder's custody. She's been pretty good at showing me what my options are.",
        "James: I guess it's worth a burger costume then.",
        "Patty: Some days more than others.",
        "James: Ok, well, I'm gonna go change. It was nice meeting you. Starr might come over later.",
        "Patty: Maybe we should go to my place if your brother's expecting company.",
        "Ford: No, no, this is fine. We shouldn't be too long.",
        "Patty: We can see what we can do about that.",
        "[SCENE_BREAK]",
        "[Glasses clink]",
        "Cristian: Listen, you're free to go to any watering hole in this town, but Capricorn is the best.",
        "Cutter: What else is he gonna say? He works here. Come on. Let's go.",
        "Cristian: I'll tell you what. How about another beer? On me.",
        "Wes: Fine. Gimme a shot of bourbon with it. Make it a boilermaker. Let's give this granny juice a little bit of kick.",
        "Cristian: I think your idea of giving Jessica something non-alcoholic is working. It's the only way I can think of keeping her here, safe, like Brody wanted.",
        "Aubrey: Excuse us. Would you please stop trying to get Jessica to leave with you? We're all trying to keep an eye on her. She's in trouble. It's sick the way you're using her. She doesn't know what you're planning.",
        "Cutter: Well, you made it clear that we're not on the same team anymore, so why do you even care?",
        "Aubrey: Believe it or not, I care about Jessica.",
        "Cutter: You should be happy I'm trying to get her out of here. Because maybe I can bring her back. I am the one she's hot for.",
        "Aubrey: Good luck with that.",
        "Cutter: Thanks.",
        "Wes: Dude. I don't need the glass.",
        "Cristian: It's policy.",
        "[Telephone ringing]",
        "Cristian: Oh. Hey, Kendra's on break. I gotta get that. Don't let Jessica leave.",
        "[Telephone ringing]",
        "Rama: I want to hear more about those Navy SEALs.",
        "Wes: Well, you know what they say--the more you sweat in training, the less you bleed in battle.",
        "Rama: And you were in the middle of this battle?",
        "Wes: Oh, yeah. My unit was what you call the tip of the spear.",
        "Aubrey: What are you doing back there?",
        "Cutter: No wonder you weren't getting buzzed. They're giving you non-alcoholic beer.",
        "Wes: What the hell, dude? Are you ripping me off?",
        "[SCENE_BREAK]",
        "Ford: You're right. Why rush things? You want another beer?",
        "Patty: I'd love one.",
        "Ford: Have a seat. I'll bring it right over. Um...so you think that a single father has a chance of getting custody of his kid from the mother's family if he can prove that the mother's crazy?",
        "Patty: Crazy?",
        "Ford: Tess isn't exactly crazy, necessarily, but she's impossible. She's wild. But she's also funny, sexy, and smart. But she's still crazy.",
        "Patty: Well, a parent's claim would generally take precedence over the mother's relatives, so yeah, you'd stand a chance.",
        "Ford: I'll take it.",
        "Patty: Ahh. I wish I brought something to change into.",
        "Ford: Do you want some sweats or a T-shirt or something?",
        "Patty: Maybe you could help me out of this costume. I'm so hot under these buns.",
        "Ford: Actually, I was hoping that we could talk about--what was it? Alternative dispute resolution?",
        "Patty: So you just brought me here for free legal advice? You don't want to sleep with me at all?",
        "Ford: Not so much. Nothing personal.",
        "Patty: Wow. I'd heard you were a player. I guess I heard wrong.",
        "Ford: Hang on a second. Don't go. I'm desperate to get my kid back.",
        "Patty: No. You want my advice, my free legal advice? Work it out with your wife. You're obviously still hung up on her.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Wes: What the hell's your problem? Why are you serving me non-alcoholic beer, huh?",
        "Cristian: It was an honest mistake. I must've grabbed the wrong beer.",
        "Wes: What, like, five times?",
        "Cutter: Hey, we don't need this, Wes. Let's get out of here.",
        "Wes: Yeah, you're right. Thanks a lot.",
        "Cutter: Don't mention it.",
        "Wes: No wonder Brody likes you.",
        "Cristian: Believe me, this guy and Brody are no pals.",
        "Aubrey: Hey, sexy. Leaving so soon? I thought this party was just getting started.",
        "Wes: Now this... is what I'm talking about.",
        "[SCENE_BREAK]",
        "James: What was that?",
        "Ford: What was what?",
        "James: Did you just let a potential hookup walk out the door?",
        "Ford: I didn't bring Patty here for sex. It was about Ryder.",
        "James: Oh, really? Well, the Bobby I know would've multitasked.",
        "Ford: Maybe I've grown up since then. Maybe I know how to focus on what's important.",
        "James: Yeah. Yeah. Or maybe Patty was right--maybe you are still hung up on your ex-wife. There's no other explanation.",
        "Starr: I just saw the weirdest thing. Ok. A hamburger was pulling out of the parking lot in a red convertible, and the license plate said \"Patty.\" Oh. Right. A friend of yours?",
        "Ford: No, she's not a friend of mine! Ok? And neither is Tess. She means nothing to me. Nothing at all. God.",
        "[SCENE_BREAK]",
        "Nate: Hey. I'm sorry your dad's M.I.A., but you know how he is. I'm sure he's gonna turn up soon with some sort of explanation.",
        "Dani: Yeah, I hope so.",
        "Deanna: I figured you could use this after I soaked you before.",
        "Nate: You soaked me?",
        "Deanna: Hey, you're lucky there wasn't a hose in here, because your Llanview moves got nothing on Dayton. Nothing.",
        "Nate: Just you wait, ok? When you least expect it, I am gonna pop up and soak you from head to toe.",
        "Deanna: Please. Keep dreaming.",
        "Dani: I'm gonna go.",
        "Nate: Dani, wait. I'll go with you. I'll help you find your dad.",
        "[SCENE_BREAK]",
        "Blair: I walked out on Tomás.",
        "Téa: I did, too. I told my own brother I didn't trust him, and I wouldn't represent him. I turned my back on him because of what you said.",
        "Todd: I don't know what to tell you guys. I made a mistake.",
        "Téa: Oh ho ho!",
        "Todd: At least I'm admitting it. You know, I could've let the guy hang.",
        "Téa: Uh-huh.",
        "Todd: What the hell are you waiting for?",
        "Téa: Excuse you?",
        "Todd: Don't you think you ought to go and see if you can clear it up?",
        "Téa: It's not that simple. The D.A. will still have to get involved. And the police.",
        "Todd: Go see what you can do.",
        "[Cell phone ringing]",
        "Dani: Mom, did you find Dad?",
        "Téa: Oh, yeah. He's resurfaced, and he's just fine.",
        "Dani: Oh, thank God. Is he at the hospital?",
        "Téa: Yes. But there's more. Now he's saying Tomás didn't shoot him.",
        "[SCENE_BREAK]",
        "Tomás: Manning has changed his story. His memory's refreshed. He's realized he didn't see what he thought he saw up in that window.",
        "Claude: In other words, you made a deal with the devil.",
        "[SCENE_BREAK]",
        "Todd: What the hell's the matter with you? You just found out your boyfriend's not a murderer, and you've got nothing to say?",
        "Blair: I got something to say. How the hell could you do this to me, Todd?",
        "[SCENE_BREAK]",
        "Ford: For the last time, the only feeling I have for Tess is extreme anger at trying to kill me and costing me my son.",
        "James: Whatever. Forget I said anything.",
        "Ford: I will. Place is yours. Knock yourselves out.",
        "James: You're leaving?",
        "Ford: There's nothing I can do about getting my kid back tonight, now is there? So I'm gonna go to a bar and I'm gonna get a drink. And if a woman happens to catch my eye, trust me, Tess is gonna be the last thing on my mind.",
        "[Slams counter]",
        "[SCENE_BREAK]",
        "Cristian: Yeah, let me make it up to you for giving you the wrong beer.",
        "Cutter: Dude, listen. I know a place right down the street. Great beer. Brody and I hit it up all the time.",
        "Wes: But are the girls as hot as these two?",
        "Cutter: Yeah. Hotter. And I know all of them. So if you need an intro...",
        "Aubrey: Says the guy with no game. Wes, don't listen to my brother. I love the guy, I do, but honestly, he's a loser with the ladies.",
        "Rama: Why don't you come home with us? We live in a mansion. We have lots of food. Booze.",
        "Aubrey: I think the three of us could get into a lot of trouble there.",
        "Cutter: Dude. Both of these chicks are married. All right? And this one, she's married to a guy who's pretty big. And he's a Buchanan. So yeah, they got liquor, they got beer, they got food, but they also have a lot of guns. They're kind of like cowboys or something, so they believe in prairie justice.",
        "Aubrey: Don't listen to him. My husband's not even home.",
        "Rama: And mine, he's in jail. He'll never know.",
        "Cutter: What's he learning in jail? What's he gonna do with what he learns in jail when he finds out you're been messing with his girl?",
        "Wes: I'm a Navy SEAL. I can handle myself.",
        "Cutter: Yeah, yeah, you can, but dude, don't you just want to have fun? I mean, why worry about it?",
        "Wes: You got a point. Let's get outta here. Hey, didn't you say you were married?",
        "Cutter: Yeah. We kind of have an open relationship.",
        "[SCENE_BREAK]",
        "Starr: Do you think Ford really has a thing for Tess?",
        "James: No, I mean, you know, nothing serious. I just think the baby's got him all turned around.",
        "Starr: I hope that's all it is. Tess isn't even a real person. She's my cousin Jessica, and she needs help.",
        "James: Did you hear that?",
        "Starr: What?",
        "James: It's quiet. We're alone.",
        "Starr: Oh, please don't say that. Every time you say that, something happens and then suddenly we're not alone anymore.",
        "James: We are now. No Bobby. No Tess. No Ryder. And no Deanna.",
        "[SCENE_BREAK]",
        "Dani: So I guess my dad must be finally remembering what actually happened to him. He was wrong about my Uncle Tomás. He told my mom that Uncle Tomás didn't shoot him. It was just this huge mistake.",
        "Nate: Huh.",
        "Dani: God, that's amazing. Isn't that amazing?",
        "Nate: It's amazing but incredibly weird.",
        "Dani: Why is that weird?",
        "Nate: Maybe your dad didn't see your uncle in the window, but what about the syringe?",
        "Dani: What about the syringe?",
        "Nate: It has fingerprints all over it, Dani.",
        "Dani: So? Why are you so obsessed with making my uncle guilty?",
        "[SCENE_BREAK]",
        "Tomás: Maybe I did make a deal with the devil. What choice did I have? Téa. How long have you been here?",
        "Téa: Long enough to hear you say you made a deal with the devil. So who's the devil?",
        "Todd: What's got your knickers in a twist? Just said your boyfriend's gonna go free, because I admitted I made a mistake.",
        "Blair: He is not my boyfriend, all right? Stop calling him that. In fact, I don't think I know him at all.",
        "[SCENE_BREAK]",
        "Aubrey: Wes, wait, listen. I know we can have a good time, and Rama and I know the meaning of the word \"discreet.\" What do you think?",
        "Wes: Sweetheart, flirting's one thing, but I don't mess around with another dude's wife. But call me if you ever ditch the cowboy.",
        "Cutter: I win. You lose. I'm gonna go get Tess back and the Bukey billions. Why don't you run home to your hubby? Take care of the little dumpling.",
        "Wes: We talking or we leaving?",
        "Cutter: We're leaving.",
        "Wes: What the hell are you looking at?",
        "[SCENE_BREAK]",
        "Baker: Welcome back.",
        "Man: Back?",
        "Baker: Yes. Do you know where you are?",
        "[SCENE_BREAK]",
        "Ford: Why are you dressed like that?",
        "Wes: What is that--some sort of weird pick-up line? What the hell kind of place is this?",
        "Ford: You look like a...guy.",
        "Wes: Well, you don't.",
        "Cutter: Hey, Wes, let's go.",
        "Ford: Wait. Wes?",
        "Wes: Get your hands off me.",
        "Ford: Hey. What the hell was that?",
        "Aubrey: Oh, that? That was your ex-wife. And yeah, she's a guy now. Apparently a new alter.",
        "Ford: Ohh! What happened to Tess?",
        "Aubrey: I don't know. I guess Brody and Cutter were fighting over her and Wes popped out.",
        "Ford: So is Tess coming back?",
        "Aubrey: Your guess is as good as mine.",
        "Ford: Anything could happen to her when she's like this. She really thinks she's a guy? What if she got in a fight or something?",
        "Aubrey: She almost did. With Cris.",
        "Ford: Where is she heading to?",
        "Aubrey: Oh, she and Cutter went out to hit on chicks.",
        "Ford: Damn it. I should've followed them. I shouldn't have let him go off with her.",
        "Aubrey: Yeah. I know exactly how you feel.",
        "[SCENE_BREAK]",
        "Starr: Do you want to pick up from where we left off? Because I've waited for so long. I don't want to wait anymore.",
        "James: Me neither. As long as it's still perfect for you.",
        "Starr: With you, it is always going to be perfect. From now on.",
        "[SCENE_BREAK]",
        "Nate: Dani, I am not obsessed.",
        "Dani: Ok. The syringe doesn't make sense, but I'm sure there's an explanation for it.",
        "Nate: I'm sorry. I don't mean to upset you.",
        "Dani: No, you don't mean to upset me? Then stop saying that my uncle is guilty. Nate, my father doesn't even believe that anymore.",
        "Nate: I am not saying anything. I'm just pointing out that there are still some things that implicate your uncle, no matter what your dad said. It is not that simple.",
        "Dani: Yes, it is that simple, Nate. Ok, we're not on the same page about my uncle. We haven't been back since when you insisted on telling the police about that stupid syringe.",
        "Nate: It's not just me, ok? Shaun, too. And you know what? He still thinks that--",
        "Dani: Still thinks? You've been talking to Shaun about my uncle? Nate, what else have you been saying to him about this?",
        "Nate: Nothing! Look, why don't we just forget it?",
        "Dani: Yeah, yeah, let's just forget it. Let's just forget that I ever even showed up here tonight, ok? You guys can figure out how to cool each other off. And I'm gonna do the same.",
        "Nate: Come on.",
        "[SCENE_BREAK]",
        "Todd: What's the matter with you? You're acting like I killed your cat and fed him to you or something.",
        "Blair: You know, when you were in a coma, I had my doubts about Tomás. I started questioning everything about him. How I felt about him. All those little mysteries, they weren't so romantic anymore.",
        "Todd: They were before?",
        "Blair: The fact that he painted that picture of me in the first place. The fact that he fought like a trained killer. Yeah, those are questions I began to ask. But I just--I always felt like he was, like, holding something back. But despite that, Todd, there was a point where I trusted him. I mean, almost. And then you woke up, and you identified him as your shooter. And that changed everything. How could I trust yet another cold-blooded murderer, right? End of story. But you changed the story. Which left everything up in the air. I don't even know what I'm supposed to think about Tomás now.",
        "[SCENE_BREAK]",
        "Tomás: My lawyer is the proverbial devil. He's costing me a fortune.",
        "Téa: I thought I knew all the attorneys in Llanview. The good ones, at least.",
        "Tomás: Him? He's not my lawyer. He's not the devil, either. He's a friend of mine from Paris. Téa, Claude Calmar. Monsieur Calmar, my sister Téa.",
        "Claude: Of course. A pleasure, Madame Delgado. I recognized you from your photograph.",
        "Téa: My photograph?",
        "Claude: You're very important to Tomás. Anyone could see how much he loves you.",
        "Téa: What brings you to Llanview, Monsieur Calmar?",
        "Claude: I happened to be in the states when I heard of your brother's predicament. Of course, I had to come.",
        "Téa: Well, then you're just in time for the good news. My brother may no longer be in a predicament.",
        "Tomás: What do you mean?",
        "Téa: Todd's changing his story. He's now saying he didn't see you in the window. So he doesn't believe you shot him.",
        "Tomás: That's--that's incredible.",
        "Téa: That's what I said. Incredible. Meaning hard to believe.",
        "[SCENE_BREAK]",
        "Baker: You look confused. That's to be expected. My name is Baker.",
        "Man: Where--",
        "Baker: Where we are isn't important. What is important is do you know who you are?",
        "[SCENE_BREAK]",
        "James: We've waited so long. Now it's really gonna happen.",
        "Starr: Yes, it is.",
        "[Knocking on door]",
        "James: Whoever it is, they'll go away.",
        "[Knocking on door]",
        "Dani: James Ford? James! I know you're in there. I saw your car, and your lights are on. Open this door, or I swear I will kick it down.",
        "Starr: Maybe we should let her in.",
        "[SCENE_BREAK]",
        "Todd: How is this my problem?",
        "Blair: You know why it's your problem, Todd. Because if Tomás really did try to kill you like you say, then you know that I can't be with him. Hell, even Tomás understands why I had to walk away, and he even gave me leave to do it.",
        "Todd: What a guy.",
        "Blair: Stop joking about this, because it's not funny.",
        "Todd: I don't know what you want from me. Permission to date him?",
        "Blair: I want to know that you're telling me the truth here. I want you to tell me that you are 100% sure that you didn't see Tomás try to shoot you. Can you tell me that, Todd? Don't you be playing some sick game with me here, you hear me?",
        "[SCENE_BREAK]",
        "Tomás: What do you mean? You didn't trust that I was telling the truth before when I swore that I didn't shoot Todd. Now you're telling me you don't trust your own husband when he's telling you the same thing-- that I didn't shoot him?",
        "Téa: Oh, no. I believe Todd when he says he didn't see you shoot him. But it's all very strange. Todd's change of heart. The little details that don't add up, like the syringe, for example.",
        "Tomás: But the shooting victim-- the eyewitness--is telling you that I didn't shoot him. Téa, I understood when you walked away before, but this changes everything, doesn't it? Will you help me now?",
        "[SCENE_BREAK]",
        "Rama: Another Delhi belly?",
        "Cristian: On me. Thanks for trying to help with Jess. That was a really good idea you had.",
        "Rama: Until Cutter butted in.",
        "Cristian: Yeah. I'm just sorry I couldn't help Brody by keeping Jess here.",
        "Rama: You tried your best. I mean, that Wes character is a handful.",
        "Cristian: Just another crazy night at Capricorn.",
        "Rama: I got to say, cutter's pretty persuasive, huh? I mean, I was laughing at his description of Vimal. If only poor Wes knew. Vimal would not hurt a fly.",
        "Cristian: Did you tell Vimal that you're not really pregnant?",
        "Aubrey: Someone's gonna have to take one for the team.",
        "Rama: Like who?",
        "Cutter: Vimal can't sign that statement. If he takes the fall for Clint, all of our worries disappear.",
        "Rama: Are you crazy?",
        "Aubrey: Don't panic, ok? It's not as bad as it sounds.",
        "Rama: You're telling me my Vimal's gonna rot in jail?",
        "Cutter: Of course, he won't. You've got a great lawyer, right? The one that Aubrey's paying for? Téa Delgado will get him out on the streets in no time.",
        "Aubrey: Yeah, Cutter's right. Vimal doesn't have a record. The whole DNA thing was not his idea.",
        "Cutter: Plus with time off for good behavior...",
        "Aubrey: He'll be back in your arms before you know it. And B.E. will still be in business, so I'll be able to give you a nice chunk of cash to get you guys back on your feet again.",
        "Rama: I couldn't tell him, because I knew telling him would just hurt him, and hurting him is the last thing I want to do. God, I don't even know if it'll all be worth it in the end.",
        "Cristian: Worth it? What do you mean?",
        "Ford: Isn't there any way you can get Tess back? Can't you call Cutter or something?",
        "Aubrey: My brother and I had a falling out. I have no say in what Cutter does anymore. He's on his own.",
        "[SCENE_BREAK]",
        "Wes: Dude, what are we doing here? I thought you were taking me to that bar with all the hot chicks.",
        "Cutter: We're going to. I just gotta change out of all these sweaty clothes.",
        "Wes: Good idea. Hey, I thought you said your wife was rich. Why are you living in this dump?",
        "Cutter: There's a lot of stuff I gotta do before I can get my hands on her money. Getting Tess to come out.",
        "Wes: Now this is my kinda literature. Huh. Look at her. Wouldn't kick her out of bed for eating crackers.",
        "Cutter: So what do you think? Which one's better? Purple or blue?",
        "Wes: Hello. This one kind of reminds me of Aubrey. She's hot.",
        "[SCENE_BREAK]",
        "Ford: So what happened between you and Cutter?",
        "Aubrey: Trust me, you don't want to know.",
        "Ford: Damn it. I wish Tess never laid eyes on him.",
        "Aubrey: You and me both.",
        "Ford: Maybe I'd still have my kid. Speaking of which, aren't you supposed to be at home with Joey, taking care of my son?",
        "Aubrey: Joey's at the hospital, but the staff is there.",
        "Ford: Hang on a second. I lost my kid to you two, and now you've got a staff taking care of him?",
        "Aubrey: Don't make it sound like I don't care about Ryder. I do.",
        "Ford: You know what? I should've known that a party girl like you wouldn't be able to take care of a kid.",
        "[SCENE_BREAK]",
        "Cutter: Forget about Aubrey. She's not that hot. You should see some of the girls at the gym. That's why I go. I work out there a fair amount. But I could probably use pointers on my chest. It's...",
        "Wes: I'd totally hit that. Dude, what are you doing?",
        "Cutter: Navy guys are pretty tough, right? What do you think? Beat me at arm wrestling?",
        "Wes: Want to make it interesting?",
        "Cutter: Oh, it'll be interesting, all right.",
        "[SCENE_BREAK]",
        "James: Hey, Dani, what can I do for you?",
        "Dani: Hi, James. Thanks a lot for siccing your ex on Nate. I'm sure this is really great for you two, but it sucks for me. I just made a complete idiot out of myself, and it was all Deanna's fault.",
        "Deanna: You sure you don't want to go find Dani and make up with her?",
        "Nate: You heard her. She needs time to cool off. So stupid. Why did I fight with her? Every time we talk about her uncle, it turns into World War III.",
        "Dani: I was already mad at Nate for him thinking my Uncle Tomás could be a killer, but the only reason that I got so upset is because when I walked into that place, Nate and Deanna were half-naked and soaking wet, yeah, and then I morphed into this jealous girlfriend. Lord, it was totally horrible. I felt like a third wheel around them.",
        "Starr: What? How could you ever feel like a third wheel?",
        "[SCENE_BREAK]",
        "Rama: I don't know if lying to Vimal will be worth it to give him hope. Cristian, I'm a terrible person.",
        "Cristian: No, you're not.",
        "Rama: I am.",
        "Cristian: Don't say that.",
        "Rama: I'm sorry.",
        "Aubrey: I knew you a long time ago, Ford, and, yeah, I was a party girl back then, but you were a player, and I never would've pegged you for the kind of guy who would fall head over heels in love with his baby son, but you did. So give me a break. I'm capable of changing, too. We got to go. I have to explain to Joey how I lost his sister.",
        "[SCENE_BREAK]",
        "Wes: Dude, are you sure you want to arm wrestle me? I used to beat Lovett with one hand behind my back.",
        "Cutter: Humor me.",
        "Wes: On 3. 1, 2--",
        "Cutter: Jeez, you actually are pretty strong.",
        "Wes: Told you. Oh! Dude, what are you doing?",
        "Cutter: Here goes nothing.",
        "[SCENE_BREAK]",
        "Todd: This is not a game. I made a mistake naming Tomás as the sniper, and I'm trying to correct it, which is why I don't understand why you and Téa are giving me such a hard time about it. I don't know what else I can do. You want me to sign an oath in blood that I didn't see him?",
        "Blair: You better not be lying to me, Todd Manning.",
        "[SCENE_BREAK]",
        "Téa: Yes. I'll help you. I will represent you, but your case might not be that simple.",
        "Tomás: Talented attorney like you will work wonders. I am sure of it.",
        "Téa: I'm glad one of us is. Want to go see if the D.A. is still in her office. Monsieur. Thanks.",
        "Claude: Your sister is no fool, Tomás. So don't you be one.",
        "Tomás: Ever the optimist, eh, Claude?",
        "Claude: We both know I'm a realist. Assuming you walk out of here a free man, certain things, events from the past, will not change. Remember, your fate is still very much tied with his, and I worry that the two of you will not be able to keep the truth buried forever.",
        "[SCENE_BREAK]",
        "Baker: That's all, Kent. Do you know who you are?",
        "Man: Of course.",
        "Baker: Tell me your name."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=Cz12p6slZAo"
}