{
    "Episode Summary": [],
    "Recap": [
        "Carlotta and Jamie visit Antonio in the hospital and Jamie brings him a picture that she had drawn. Jessica looks at the divorce papers. Rex comes to visit Bo at the police station and tells him that he is leaving town for a while. Adriana walks up to Tate's table and tells him that he looks like the guilty one. John questions Marty if she is all right. Marty asks John what he will do if she remembers that she is the guilty one. A ruckus erupts outside of Bo's office between an African-American officer and Kirk Harmon. Tate asks Adriana if she believes that he is the arsonist. Tate hands in his resignation, but Adriana refuses it. Jessica assures Nash that she will sign the divorce papers. Natalie visits Jessica and Nash with a plate of homemade cookies in hand. Natalie notices the divorce papers. Nash lets Vincent know that he is in love with Jessica Buchanan. Rex lets Bo know that he has a lead on Todd. Lindsay comes to visit Bo with a present in hand. Marty begins to relive the night that Spencer Truman was killed. She remembers seeing two people. Talia visits Antonio and listens to what he tells Jamie. Rex comes in, and pulls Adriana away from Tate so he can talk to her. Marty remembers she saw Rex and Paige. Marty also remembers that she had tried to call John. Paige walks into Bo's office and sees him with Lindsay in his arms."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Carlotta: Ta-dah.",
        "Antonio: For me? Wow. This is great. It is so creative.",
        "Carlotta: Yeah. Um -- Jamie also made a card for Jessica.",
        "Antonio: Oh. Well -- um -- we're going to have to mail it to her, because Jessica's not in the hospital anymore. She went home.",
        "Jamie: Home -- where?",
        "Antonio: Jamie -- Daddy and -- and Jessica -- we're not going to be married anymore. And like I told you, Jessica is going to live somewhere else. With Nash.",
        "Jamie: Is Jessica going to marry Nash?",
        "[SCENE_BREAK]",
        "Nash: Bree's still sound asleep.",
        "Jessica: Long nap.",
        "Nash: Yeah. Well, she's had an exciting day, having her mom come home, showing off her fancy footwork. You've been quiet since you got those divorce papers. You are going to sign them, right?",
        "[SCENE_BREAK]",
        "Rex: Got a sec?",
        "Bo: Yeah, sure. You know what? I'm going to hang on to this, ok? Thanks, Alan. So what's on your mind, Balsom?",
        "Rex: I just wanted to let you know I'm leaving town. I'm not sure when I'll be back.",
        "Bo: Well, you want me to take care of your cat for you?",
        "Rex: I don't have a cat. I want you to take care of Adriana. She's been spending a lot of time with Tate Harmon.",
        "Bo: Well, we know now that Tate's big secret concerned his father.",
        "Rex: Right, except that doesn't make me any less suspicious of the guy. I don't trust him, Bo.",
        "[SCENE_BREAK]",
        "Adriana: Bad news, Tate. Your father didn't commit those hate crimes.",
        "Tate: What?",
        "Adriana: You look like the guilty one.",
        "[SCENE_BREAK]",
        "John: You ok?",
        "Marty: Yeah, just, you know, skeptical.",
        "John: Well, it's worth a try, right? Sometimes coming back to the scene of the crime helps jog your memory. What are you afraid of?",
        "Marty: What if it does work? You know, what if I remember every detail of killing Spencer? What if I am the murderer? What will you do?",
        "John: Well, we'll cross that bridge when we get there. If we get there.",
        "Marty: Why do you believe I'm innocent when I don't?",
        "John: I just don't think you got it in you. Beyond that, you're going to have to trust my judgment. Ok? All right. Do you remember arriving at the hospital that night?",
        "Marty: Yes. Yes, I was looking for Cole. He had skipped his community service, and I tried his cell phone, and it was turned off, so I thought he might be with Starr. So I came here to talk to Blair to see if she knew where the kids were.",
        "John: Ok. Did you run into anyone before you went inside?",
        "Marty: No. No, no -- wait, wait. I saw someone -- a couple of people, and -- I thought that --",
        "John: What? You thought what?",
        "Marty: I thought that there was something weird about the way they were acting.",
        "[SCENE_BREAK]",
        "Rex: Look, even if Tate's old man is behind bars, he's not the only member of that hate group. And if he thinks his son is getting romantically involved with a Puerto Rican woman, he could easily contact them and \u0096",
        "Alan: Are you even sorry for hurting all those people?",
        "Bo: Wait -- hold on one sec.",
        "Alan: Are you? Answer me, you racist bastard!",
        "Bo: All right, take it easy, Alan.",
        "Alan: No, I can't believe this guy. He has the nerve to set fire to a bunch of buildings, but not to answer me. And you're finally getting what you deserve, you stupid son of a bitch.",
        "Bo: Ok, that's enough. I want you to go cool off, ok? I've got a question for you.",
        "Kirk: Shoot.",
        "Bo: The messages that we received from this -- this white supremacist arsonist -- they -- they really fit a classic profile -- very arrogant, you know, challenging, very taunting like -- like these messages were written by someone who really felt that he was on a mission. You know, somebody that would use anything as a platform. You know, a courtroom -- that would become a pulpit.",
        "Kirk: Are you anywhere close to your question?",
        "Bo: I just want to know why any white supremacist worth his salt wouldn't just be chomping at the bit for the chance to -- to get a public platform. A -- a forum, you know? So why did you just roll over?",
        "Tate: What do you mean? You think I'm the arsonist?",
        "Adriana: What? No, not \"me.\" It's what all the blogs and news reports are saying.",
        "Tate: What are you talking about?",
        "Adriana: Look at what I pulled off the internet. \"Ex-Pitcher's Dad a Major League Racist.\" \"Tate's Date with Hate\" -- these headlines are about you. If you don't read the article, you just assume --",
        "Tate: It makes me look like I'm guilty by association.",
        "Adriana: This could destroy your future. You have to do something about it.",
        "Tate: Look, Adriana, I appreciate all your s indignation on my behalf, but it's fine.",
        "Adriana: \"Fine\"?",
        "Tate: Well, no, it's not fine. It's just that, you know, I was kind of expecting this. It makes for a better story if my father's associated with me.",
        "Adriana: That still doesn't make it right.",
        "Tate: It's just something I have to deal with, that's all. Me, my publicist, my lawyer. We're no strangers to this, you know.",
        "Vincent: Hello, Adriana.",
        "Adriana: Hey, Vincent. What's going on?",
        "Vincent: I just got off the phone with Layla. She's at the hospital with Evangeline. Unfortunately, Evangeline didn't find much comfort knowing that they bagged the man who put her into a coma.",
        "Tate: Look, Vincent -- um -- I'm -- I'm really sorry for everything that my father did, ok? For all the pain that he's caused.",
        "Vincent: I know you're innocent, Harmon. But it's your name that's being dragged through the mud. And what I'm wondering is, how is this going to look for you, Layla, and your company?",
        "Adriana: How it's going to look?",
        "Vincent: Being associated with the Harmon name. It's poison.",
        "Tate: You know, I've thought about that, too. And that's why I'm quitting. I am no longer going to be the spokes model for exposed. My resignation.",
        "Adriana: Not accepted.",
        "[SCENE_BREAK]",
        "Jessica: Of course. Of course I am going to sign them. I want to be free. I want to be free to be able to be with you.",
        "Nash: Mm-hmm.",
        "Jessica: The man I love.",
        "Nash: Mm-hmm.",
        "Jessica: The man I want to spend the rest of my life with.",
        "Nash: Uh-huh.",
        "Jessica: Oh -- I just wish --",
        "Nash: Ah. You wish what? Say it.",
        "Jessica: I just wish that I would have been about these feelings before Antonio and I got married. It just -- would have saved us a lot of heartache, especially Antonio, you know?",
        "Nash: Yeah.",
        "Natalie: Do you guys always leave your front door open?",
        "Jessica: Natalie.",
        "Natalie: So you're either really, really trusting -- you know what? Maybe the word is -- better to say \"insane.\"",
        "Jessica: I'm so glad to see you.",
        "Natalie: Oh, it's so good to see you. You look so much better. You look good.",
        "Jessica: Something smells good, though.",
        "Natalie: Well, I got some fresh homemade cookies right out of the oven.",
        "Jessica: Thank you so much.",
        "Natalie: Mm-hmm. So you're taking good care of my sister?",
        "Nash: Doing my best.",
        "Natalie: Good.",
        "Jessica: He's doing better than that. He's doing amazing. Uh -- except for the fact that you kind of forgot to go grocery shopping -- huh?",
        "Nash: Oh, yeah. Yeah, no, I got all these flowers and forgot groceries, like bread and turkey and juice, and all that kind of stuff.",
        "Natalie: No, I -- I'll go shopping for you guys.",
        "Jessica: No, no. No, it's ok. Nash is going to go. Besides, we need some time to talk.",
        "Nash: I can do it.",
        "Jessica: Ok? Thank you.",
        "Nash: I'll see you guys later.",
        "Natalie: Jess, you really, really do look good. How are you feeling?",
        "Jessica: Tired, but otherwise, I'm ok.",
        "Natalie: Are those your --",
        "Jessica: Divorce papers. Yes, they are. Antonio sent them over earlier.",
        "Natalie: Wow. Couldn't wait a couple days for you to get back on your feet?",
        "Jessica: If you were him, would you have?",
        "Natalie: Honestly, no.",
        "Jessica: Well, Nash wants me to sign those right away so I can marry him.",
        "Natalie: Do you want to marry Nash?",
        "Jessica: Not if it's going to end up in divorce.",
        "[SCENE_BREAK]",
        "Vincent: If Tate wants to resign --",
        "Adriana: Tate wants to resign because he's worried about me and my company, but I am not. He long term, it's good for my company to show loyalty to someone who hasn't done anything wrong. So that's why I'm not letting you go.",
        "Vincent: But this kind of publicity, Adriana --",
        "Adriana: Oh, Vincent, if Tate was a racist, why would he be into me, of all people? I'm not exactly white-bread, in case you haven't noticed.",
        "Tate: And I am totally into her.",
        "Vincent: Look -- great, fine. Do it, ok? My main priority is Layla. She has a lot on her plate right now because of Tate's father.",
        "Adriana: Right. Tate's father, not Tate. Would you like everything your parents did in their lives to reflect on you?",
        "Vincent: Tate's going to do the right thing. Isn't that right, Tate? I really hope you will reconsider your decision.",
        "Nash: I don't know, surprise me, but something healthy, all right? Jessica and I are eating healthy today.",
        "Vincent: No, wait, wait, wait. Did I hear you right? At long last, this mystery woman's name is revealed?",
        "Nash: Revealed. Finally I can say out loud that I am in love with Jessica Buchanan, and she loves me. And today, as they say, is the first day of the rest of our lives.",
        "Vincent: Good for you, man. Seriously, good for you. Congratulations. You deserve it.",
        "Nash: Thank you. How about you and your -- your lady of mystery, huh?",
        "Vincent: Oh, well, you know, I really don't want to force the issue. But you know, I have been considering my future lately, and I think it's time to bust a move.",
        "[SCENE_BREAK]",
        "Natalie: So why in the world would you assume that you and Nash weren't going to make it?",
        "Jessica: Well, because I've been married twice before. Maybe I'm just not good at it.",
        "Natalie: Well, baby, you learn from your mistakes.",
        "Jessica: Huh. When?",
        "Natalie: Ok, well, technically, the first time doesn't really count because, you know -- well -- your marriage to Tico was annulled, so --",
        "Jessica: Oh, well, then no problem.",
        "Natalie: Right.",
        "Jessica: Natalie, the point is I keep on marrying the wrong man.",
        "Natalie: Ok, yeah, well -- I mean, it's not that simple, though. I mean, the guy -- the guy that you were first married to -- yes, it was the wrong man for the wrong reasons.",
        "Jessica: Yeah, but my second marriage was for love. I did love Antonio.",
        "Natalie: I know. But, honey, things happen. People change. And I think in your case, with Antonio, I think your feelings had changed when you married him. You know, weddings -- they can -- they can be like a freight train, you know? Impossible to stop. And you know, well, you're not one to disappoint anyone.",
        "Jessica: But I keep on doing it.",
        "Natalie: Ok, look, you're not ready to sign the divorce papers -- that just means that you don't take marriage lightly.",
        "Jessica: When I sign these, it's -- it's over, you know? Saying goodbye to all of our hopes and dreams. And not just for me and Antonio, but for our whole family.",
        "[SCENE_BREAK]",
        "Antonio: I -- I don't know if Jessica's going to marry Nash. She may. But all you need to know right now is that you'll always have every bit as much love in your life as you've always had. Ok? And if you're confused about any of this, you can talk to me about it. Ok? And I will answer you honestly, I promise. Do you have any questions right now? I'm ready.",
        "Jamie: Do you hate Jessica?",
        "[SCENE_BREAK]",
        "Kirk: I pled no contest because I'm -- tired. I just want it to be over. So, can I go now?",
        "Rex: I don't care what Harmon the elder says. He's dangerous. And I don't want Adriana caught in the crossfire.",
        "Bo: Balsom, this is over.",
        "Rex: No, I don't think it is.",
        "Bo: Well, the mayor feels that this case has been solved. Ah, it's -- why are you leaving town, anyway? What's going on?",
        "Rex: I got a lead about Todd.",
        "Bo: What, is he alive?",
        "Rex: No.",
        "Bo: All right.",
        "Rex: Maybe. My contact gave me an address, said I'll find what I need there. I don't know whether that means I'll find that Todd's alive or proof that he's dead. But either way, I have to follow up on it. And I would feel a whole lot better knowing Adriana was looked after while I'm not around.",
        "Bo: I'll keep an eye on things personally.",
        "Rex: Thanks, Bo. I'll be in touch.",
        "Lindsay: Hey.",
        "Rex: Oh -- hey, Lindsay, I'm in a rush, but see you soon.",
        "Lindsay: I hope so.",
        "Rex: Mm-hmm.",
        "Lindsay: Is this a bad time?",
        "Bo: No, not at all. Oh, God.",
        "Lindsay: I come bearing gifts.",
        "Bo: Well, in that case, you're certainly welcome.",
        "Lindsay: Before we decided on the photo of Matthew and Nora for the exhibit, Cristian had taken a lot of singles of Matthew, and -- well, I just thought this one was terrific, so I had it framed for you.",
        "Bo: Oh. Oh --",
        "Lindsay: Do you like it?",
        "Bo: That is great.",
        "Lindsay: Yay, he likes it!",
        "Bo: I love it.",
        "Lindsay: Great!",
        "Bo: Thank you.",
        "Lindsay: You're welcome.",
        "Bo: Oh, man, he's just growing up.",
        "Lindsay: Yeah, well, you know, kids do that, they -- so, when can I open the real \"Americans Exhibit\" to the public?",
        "Bo: Uh, just as soon as I'm sure that no other members of the O.P.P. are going to take up the -- the torch. I mean, literally.",
        "Lindsay: I thought that was over.",
        "Bo: I hope it is. But sometimes when we think things are over, they're not.",
        "[SCENE_BREAK]",
        "John: Just tell me everything. Every detail, no matter how small.",
        "Marty: Look, I'm -- I'm just trying to put it in some kind of chronological order so it makes sense.",
        "John: Don't worry about that. We'll figure that all out later, all right? Just -- just try to picture what you saw that night.",
        "Marty: I was walking down the hallway. I, um -- I was distracted because I was worried about Cole, and -- and I saw two people and -- and I thought that there was something out of sorts, something strange about the way they were acting, and -- and -- and I looked at them for a moment.",
        "John: Who were they? Who's you see?",
        "[SCENE_BREAK]",
        "Antonio: No, I don't hate Jessica. We just grew apart, that's all. And we decided that it would be best for everyone if we didn't stay married to each other. And because of that, we won't be able to see Jessica and Bree as much as we used to. Ok? But I want you to know that no matter what happened between Jessica and I, Jessica will always love you. And it's ok for you to love her, too, because you are a sweet, loving little girl. Mm-hmm. Now, why don't you go downstairs with abuela to the cafeteria and get yourself a hot fudge sundae?",
        "Carlotta: Good idea. We'll be right back.",
        "Antonio: Ok.",
        "Carlotta: Whoa! Hi, Talia.",
        "Talia: Hi. Hello.",
        "Antonio: Hi.",
        "Talia: How are you feeling?",
        "Antonio: Um, better, actually.",
        "Talia: Yeah?",
        "Antonio: Good enough to get out of here, but apparently, the doctors don't agree.",
        "Talia: Well, I thought you might want a firsthand account of the Kirk Harmon arraignment. I'm sure you've heard all about it.",
        "Antonio: No, it's been all over the news. I was actually going to call you, but then my mother and my daughter stopped by.",
        "Talia: Yes, I know. Um -- and I also know this is none of my business, but I was eavesdropping, and I heard what just went on between you and your daughter. It was amazing. The way you make everything ok for her. You let her have her own feelings, of the way you're feeling yourself. There, I said it. Now we can move on.",
        "Antonio: Well, that's the thing. I'm not sure I can move on.",
        "[SCENE_BREAK]",
        "Natalie: You're happy with Nash, right?",
        "Jessica: Yes. Yes, I'm so happy. I couldn't be any happier. I am.",
        "Natalie: Ok, so then what are you worried about?",
        "Jessica: My track record, Natalie. I mean, what if I don't have what it takes to make it last?",
        "Natalie: You know, if you didn't just get out of the hospital, I would shake the living daylights out of you right now.",
        "Jessica: It's annoying, huh?",
        "Natalie: More like boring.",
        "Jessica: Oh, wow, that's worse.",
        "Natalie: Yes, it is. Ok. All right, let's -- let's analyze this.",
        "Jessica: Go ahead.",
        "Natalie: Ok. We'll start at the basics here. You love Nash.",
        "Jessica: Yes, I do. More than anything.",
        "Natalie: Ok. And Nash loves you.",
        "Jessica: Yes.",
        "Natalie: And you wouldn't be you if you didn't feel bad for what Antonio is going through right now. But suffering over this is not going to help him or you or anyone. It's just a bunch of wasted energy.",
        "Jessica: I know.",
        "Natalie: Ok. Where is my feisty sister? Where -- where's that part of her that was Tess? The one that, you know, went after anything that she wanted, whenever she wanted, because she enjoyed it? Because it made her feel good? Because she knew -- who knows how long it's going to last?",
        "Jessica: I guess I got to work on that.",
        "Natalie: Yeah, got to work on it just a little bit. Sweetie, I know that I didn't -- I didn't really see it before, but you and Nash are -- you're the real deal.",
        "Jessica: Yeah.",
        "[SCENE_BREAK]",
        "Tate: For what it's worth, I was telling you the truth about me being totally into you. Adriana, I -- I -- I think you're the most amazing woman I've ever met. And with Rex out of the picture now, I --",
        "Adriana: Let's not go there yet, ok, Tate?",
        "Tate: Oh -- ok. I know. It's too soon. There's way too much drama right now. But as soon as the dust settles, I want you to know that I'm going to make a major play for you, and I'm not just talking about a breakfast date, either.",
        "Adriana: You're handling this really well. I'm impressed with your resilience.",
        "Tate: Yeah, well -- we'll see how I'm doing after I see my father today.",
        "Adriana: What are you going to say to him?",
        "Tate: Hmm. I don't know. Just to think that he's capable of those atrocities -- hurting all those people --",
        "Adriana: I know what you mean. My father was a pretty ruthless criminal, so I have an idea of what you're going through.",
        "Rex: Adriana, I need to talk to you -- alone. Ok, it's important, and it has to be now. Because by tonight, I'll be gone.",
        "[SCENE_BREAK]",
        "John: Who's you see, Marty?",
        "Marty: It was -- it was Paige and -- and Rex Balsom.",
        "Marty: I got off on the wrong floor -- Spencer's floor -- without thinking, and -- and when I saw them, I -- I thought there was something about them that -- they just looked out of sorts, and -- but I didn't think anything more of it because, you know, people near Spencer always look out of sorts.",
        "John: Well, that's good. You're starting to remember. That's what we're here for. What happened next?",
        "Marty: I -- I needed to get to Blair's room, and I decided to take the stairs and not wait for the elevator. And then I -- I made a call.",
        "John: Who's you call, Cole?",
        "Marty: No. No, I didn't call Cole. I called you. I called you the night of Spencer's murder. I have astigmatism so I have a big problem...",
        "John: You called me?",
        "Marty: Yes. Yes, I remember thinking that Blair was still recuperating and she wouldn't know where the kids were, so by this time, I was getting seriously worried about Cole. I -- I mean, he hadn't been missing for that long, so I -- I didn't want to call the police, but I called you because I thought you might be able to help me figure out where he might have gone.",
        "John: I never got the message.",
        "Marty: Your machine picked up, so I didn't leave a message. I -- and then I -- I came here, to Blair's room.",
        "John: Did you go inside when you got here?",
        "Marty: Yes.",
        "John: We should go inside now.",
        "[SCENE_BREAK]",
        "Bo: So what do you think? Where -- where should I hang this up?",
        "Lindsay: Allow me. I know exactly where it should go. Right --",
        "Bo: Wait, well -- what are you doing?",
        "Lindsay: Bo, please. This is what I do.",
        "Bo: But that's a trash can.",
        "Lindsay: No, it's --",
        "Bo: You got to --",
        "Lindsay: Oh!",
        "Bo: Be careful!",
        "Lindsay: I'm sorry! Oh.",
        "Paige: Am I interrupting something?",
        "[SCENE_BREAK]",
        "Adriana: So where are you going?",
        "Rex: Look, I got a lead on Todd. He may be alive. If he is, I need to find out what he knows.",
        "Adriana: About Tommy being his son?",
        "Rex: Don't even say it, Adriana. If Michael and Marcie lose that kid -- hey, look, I don't know how long I'll be gone, but I couldn't leave without telling you -- I still love you.",
        "Adriana: Rex, I --",
        "Rex: Don't panic. I'm not going to beg for you to take me back. But I am going to ask you to be careful -- just watch your back around Tate.",
        "Adriana: Oh, when is this going to stop? My God, Rex.",
        "Rex: I'm not going to apologize for my actions, not anymore. Now, I know you don't trust me and, yes, there have been times where I've been untrustworthy. But maybe you need to just look at yourself, just question your judgment a little bit.",
        "Adriana: What are you saying?",
        "Rex: Not so long ago, you thought that I was some psycho stalker, and then you got into a car with said stalker who nearly killed you. You were so determined not to trust me, you almost made a fatal mistake. You're doing it again with Tate.",
        "Adriana: So, what, you think Tate's trying to kill me, too?",
        "Rex: Yes. I do.",
        "Adriana: So, you go from outing Tate as a gay man to calling him a killer?",
        "Rex: That came out wrong. I was trying to say --",
        "Adriana: What? What were you trying to say, Rex?",
        "Rex: It's not Tate, ok? It's his father. Kirk Harmon is not going to want his son involved with a Puerto Rican girl.",
        "Adriana: Oh, I see. So, even though Kirk is in prison and likely to be there for the rest of his life, I should be terrified?",
        "Rex: Ok -- fine, don't be. I'll be terrified for the both of us -- how's that?",
        "Adriana: Wait, Rex, look -- I just -- I don't get it.",
        "Rex: Look, I got a b feeling, ok, that something is going to happen if you get closer to Tate, that Kirk will do something to get you away from his son and I won't be there to help you.",
        "Adriana: Thank you for your concern. Good luck with the Todd thing.",
        "[SCENE_BREAK]",
        "Jessica: Oh, I love you so much.",
        "Natalie: No, I love you.",
        "Jessica: Now get the hell out of here.",
        "Natalie: No, I can wait till Nash comes back.",
        "Jessica: No, he's going to be back any second.",
        "Natalie: You sure?",
        "Jessica: Natalie, I'm supposed to be getting used to doing things on my own.",
        "Natalie: You're sure?",
        "Jessica: Yes, I am sure. I haven't had one second to myself in I don't even remember how long, you know? Either there's been a nurse or a family member or Nash coming to make sure I'm still breathing.",
        "Natalie: Ok.",
        "Jessica: Ok.",
        "Natalie: Ok, all right. Well, you know, if you need some, like, sisterly variety, call me.",
        "Jessica: I will do.",
        "Natalie: I'll call you later tonight.",
        "Jessica: Ok, I'll be here.",
        "[SCENE_BREAK]",
        "Antonio: I don't know if I can stand watching Jessica and Nash together.",
        "Talia: You'll stand it. You move on. You even fall in love again. I refuse to believe there's only one great love in your life. If that were true, then I am done. I might as well just pack it in.",
        "Antonio: Oh, well, I -- I doubt that's true.",
        "Talia: Oh, but it's different for you?",
        "Antonio: Could we talk about something else?",
        "Talia: Sure, whatever you want. All right, so let's see -- um, I stopped a vehicle on the way over here.",
        "Antonio: Really? What happened?",
        "Talia: Yeah -- busted taillight. When I told the guy why I pulled him over, he got out and checked around the back and he freaked out. I mean, he went completely ballistic.",
        "Antonio: Over a busted taillight?",
        "Talia: I know. That's what I said. And then he comes back at me in this good old boy accent and he goes -- [Southern accent] \"What happened to my boat and my trailer?\" [Normal voice] Da-da-da. That's funny.",
        "[Talia chuckles]",
        "Antonio: Very funny.",
        "Talia: It's good to see you laugh. And there's more where that came from.",
        "Antonio: \"Cop jokes\"?",
        "Talia: Yes. You know what they say about laughter being good medicine, whatever.",
        "Antonio: Hmm. Thanks.",
        "Talia: I'll be seeing you soon.",
        "Antonio: Yes. Yes, I will be your captive audience.",
        "[Phone rings]",
        "Antonio: Ah. Hello.",
        "Jessica: Antonio, um -- I got the papers that you sent and there's just a couple of questions that I have for you.",
        "Antonio: Hi, Jessica.",
        "Jamie: I want to talk to Jessica.",
        "Jessica: Is Jamie there?",
        "Antonio: She just walked in.",
        "Jessica: Can I talk to her for a second? I just want to say goodbye.",
        "Jamie: Jessica, I miss you.",
        "Jessica: I miss you, too, sweetie. Ahem. But I hope you know that you are always in my heart and that you're so special to me, and that you and your dad are going to be fine because he loves you so much. I want you to take care of him, ok? Goodbye, Jamie. I love you.",
        "[SCENE_BREAK]",
        "Lindsay: Is that a perfect spot, or what?",
        "Paige: Actually, I think it would look great at our place.",
        "Lindsay: Up to you.",
        "Paige: So I just came by to tell you that I'm working another late-night shift and I don't know when I'll be home.",
        "Bo: Oh, no.",
        "Lindsay: You know, I -- whew. I got to get going. I'll talk to you soon.",
        "Bo: Ok.",
        "Lindsay: Ok.",
        "Bo: And thanks again for the picture, Lindsay.",
        "Lindsay: Sure, sure.",
        "Paige: Well, that's -- that's nice that you and Lindsay can be friends.",
        "Bo: Yeah, yeah. You know, she's been through a lot since we were, you know, don't know. She's a different person now.",
        "[Phone rings]",
        "Bo: You know? Buchanan. Mayor McDougal. Yeah, yeah, I know you -- we're all relieved to have Kirk Harmon in custody. Yeah -- no, he just walked right into a -- a trap that we had set for him. Well, no, I think that that might be just a little premature. I think that -- I want to make sure that there aren't still members of that group out there somewhere and so I'd like to be patient and -- well -- fine, fine, fine. You're the boss.",
        "Paige: What?",
        "Bo: No --",
        "Paige: Is everything ok?",
        "[SCENE_BREAK]",
        "[Jessica changes stations]",
        "[Music plays]",
        "Jessica: I love this song!",
        "Nash: I love this song.",
        "Jessica: Look at that -- something else we have in common.",
        "Nash: May I have this dance?",
        "Jessica: I'd love to.",
        "Singer: I've spent time in your arms to know just where I want to be I heard your voice enough to know just what I need to hear baby, I'm right beside you all I need is a little more of you all I need is a little more of you all I need is a little more of you to go on laughed with you enough to know just how I want to feel I've been with you enough to know just why I need you baby, I'm right beside you all I need is a little more of you all I need is a little more of you all I need is a little more of you to go on take a chance and open the door to me just let me in and open your eyes and you'll see",
        "Singer: Baby, I'm right beside you",
        "[SCENE_BREAK]",
        "John: You all right?",
        "Marty: It's just -- chilling, knowing.",
        "John: Ok. Try to imagine the way it looked that night.",
        "Marty: I, um -- I opened the door and the curtain was around the bed. And the scissors, the scissors -- they were right here.",
        "John: The scissors were there?",
        "Marty: And then I heard Spencer. And I didn't understand that because he was supposed to be in his room. He was supposed to be handcuffed to his bed. And then I -- and then -- and then I started getting scared. Oh, my God. I remember.",
        "[NEXT_ON]",
        "Natalie: You want to go out with me?",
        "Layla: How do you know Tate's not like his father?",
        "Tate: You've given me the perfect alibi, haven't you?",
        "Roxy: You just got married and you're already jealous.",
        "Marty: Why are you doing this? Is it because you think somebody else did it, or is there another reason?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=7A1xthHvVQc"
}