{
    "Episode Summary": [
        "Episode # 10682"
    ],
    "Recap": [
        "After discovering the devastating news that she's going to die, Téa does now know what will become of Dani. Not knowing about her news, Blair tells her she needs to get over Todd and it might be better for Dani to be rid of him the way it's too late for her kids to be. Téa knows she does not have that choice yet doesn't know how to come out and tell Blair. Reed Wagner, a friend of Kelly's from Europe comes to see her. he seems to be very interested in her personal life. Dorian wants her niece to start seeing him but Kelly is less enthused. Langston finally confesses to Markko that she can't be with him and is in love with Ford. Little does she know, however, that Ford is sleeping with Karen and not committed to her. Gigi promises Rex she will be there for him while he looks for his real parents. Brody and Natalie are getting along really well, becoming friends and it looks like they might become more than friends in the future."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: [British accent] Your visitor was from London. No, no, no. \"Reed Wagner\"--oh. Divine.",
        "Kelly: Reed's in Llanview?",
        "Dorian: Is that a good thing or a bad thing?",
        "[SCENE_BREAK]",
        "[Relaxing music playing]",
        "Brody: It was a frat boy prank. I'll swing by the university on my way home. Sarge, I'll--I'll see you tomorrow. Clint.",
        "Clint: Brody.",
        "Brody: Jessica.",
        "[Jessica sighs]",
        "Brody: Jessica, I'll be in touch about the prom. I'm looking forward to it.",
        "Clint: The prom?",
        "[SCENE_BREAK]",
        "Natalie: That was your mother's?",
        "Rex: It was wrapped in my blanket when I was abandoned at the hospital. I'm assuming that my mom put it there.",
        "Natalie: Well, any luck tracing it?",
        "Rex: I sent photos of it to jewelers across the country. I'm just waiting to hear.",
        "Natalie: You'll find her.",
        "Rex: Well, I have to. Some things are just too important to give up on.",
        "[SCENE_BREAK]",
        "Gigi: So, just the beer?",
        "Ford: I'll let you know.",
        "Gigi: Okay.",
        "[SCENE_BREAK]",
        "Markko: Hope's sound asleep.",
        "Langston: And I just tried reaching Starr to find out how her dad is doing.",
        "Markko: Well, what about Cole? His tail's in jail.",
        "Langston: He nearly killed Starr's dad.",
        "Markko: Because Manning tried to kill his mom.",
        "Langston: Not according to Starr.",
        "Markko: Well, she's his daughter. She's biased.",
        "[SCENE_BREAK]",
        "[Monitor beeps steadily]",
        "Dani: How are you feeling?",
        "Todd: I'm going to live, apparently. I--I can't tell if you're disappointed or... or you think that maybe it would be okay if I stuck around a little while.",
        "[SCENE_BREAK]",
        "[Items crashing to floor]",
        "Blair: [Indistinct]. Téa?",
        "[Téa pants]",
        "Blair: My God, what's going on in here? Are you all right? What's wrong?",
        "Téa: There's nothing wrong. I'm fine.",
        "Blair: Yeah? You're fine? Well, then what are you doing here, aside from redecorating the office here?",
        "Téa: I couldn't get cell phone coverage in the hall, so I--I came in to use the phone.",
        "Blair: Oh, and you accidentally just swiped everything off the table when you were reaching for the receiver?",
        "Téa: I lost my temper, all right? It happens.",
        "Blair: Well, then why don't you try slamming a door? These are somebody's--",
        "Téa: I got it! I got it! I got this. I got this. Got it.",
        "Blair: You know, it's pretty obvious what's bothering you here. Todd.",
        "[SCENE_BREAK]",
        "Todd: So why are you here?",
        "Dani: I'm glad you didn't die.",
        "Todd: Why?",
        "Dani: Because I don't want anybody to die. And Cole would have been charged with--with murder. It would have ruined his life.",
        "Todd: You're worried about Cole?",
        "Dani: And Starr. She's my sister. I don't want her boyfriend going to jail. It would make things really hard for her.",
        "Todd: You know, just before he attacked me, you and I had a-- a moment together in that gym. And I got the feeling that maybe you wanted to give me a chance.",
        "Dani: I did.",
        "[SCENE_BREAK]",
        "Markko: Hannah saw Todd push Marty down the stairs. He's guilty. Even Starr has to accept that.",
        "Langston: Okay, but Starr doesn't believe that Hannah's telling the truth.",
        "[Knock on door]",
        "Markko: Saved by the bell. Look, can we please not fight about this anymore? I just want to enjoy my pizza.",
        "Langston: Fine, fine.",
        "Markko: Hey, you know, we're lucky. We hardly ever fight, not like Starr and Cole. Hey, right on time.",
        "[Cell phone vibrates]",
        "Karen: Always. My best customer.",
        "Markko: Yeah, no time to cook, not with finals.",
        "Karen: Www ugh, tell me about it.",
        "Markko: All right. Here you go. Keep the change.",
        "Karen: You're too good to me.",
        "Markko: Oh, uh, Karen...don't worry. I won't say anything to anyone about the other night--at the Palace. All right. Nice and hot, like someone I know.",
        "[SCENE_BREAK]",
        "Gigi: Want to pay me now or start a tab?",
        "Ford: Uh, tab's good. What time do you get off?",
        "Gigi: Never if Reva doesn't show up.",
        "Ford: When she does, do you want to split a beer?",
        "Gigi: Are you hitting on me?",
        "Ford: Any reason why I shouldn't?",
        "Gigi: Look, I'm flattered, but I'm not interested. Sorry.",
        "Ford: Okay.",
        "[SCENE_BREAK]",
        "Natalie: Viki is my mother, and Roxy will always be a mother to me, and for you, too.",
        "Rex: I haven't seen her around much lately. What?",
        "Natalie: She's been visiting Schuyler. Look, I know--I know. It's a sore subject for you because he--he lied to you about Stacy's baby and he messed things up for you and Gigi.",
        "Rex: No, you know what? You know what? I don't want to talk about it. That won't change anything.",
        "[SCENE_BREAK]",
        "Clint: So, Jessica, you're going to the prom with--with Brody, huh?",
        "Jessica: Only because Cristian wouldn't take me. And since I don't want to stay home and I don't want to go alone like some dork, I asked Brody.",
        "Clint: I see.",
        "Jessica: You don't approve?",
        "Clint: Well, I just hate watching someone getting their heart broken.",
        "Jessica: Oh. Brody knows the score, so...",
        "Clint: I'm not worried about Brody.",
        "[SCENE_BREAK]",
        "Kelly: Reed here in Llanview is not good or bad. Huh. Just surprised. I knew him in London.",
        "Dorian: Yes, so he said.",
        "Kelly: He say anything else?",
        "Dorian: He speaks gorgeous French. He said to offer you his condolences.",
        "Kelly: How did he know about my mother?",
        "Dorian: Reed Wagner seems to know an awful lot about you.",
        "[SCENE_BREAK]",
        "Natalie: If I could go back in time and change some of the things that I've said...",
        "Rex: Like what?",
        "Gigi: Did you guys hear about Marty Saybrooke? I overheard one of my customers tonight saying that she was in the hospital.",
        "Rex: What happened?",
        "Gigi: Well, I didn't catch all the details.",
        "Natalie: Marty was pushed down a flight of stairs.",
        "Gigi: Is she okay?",
        "Natalie: She's pretty banged up, but she lost the baby.",
        "Gigi: Oh, my God.",
        "Natalie: Yeah.",
        "Rex: Wait. You said she was pushed. They know who it was?",
        "Natalie: Well, there was a witness that saw Todd push her down the stairs, but I was the number-one suspect for John.",
        "Gigi: What? That's crazy.",
        "Natalie: Well, I'm glad that you think so, because John did not see it that way. And, in fact, it seems that the only person at the police department who did think that I was innocent was Brody.",
        "Gigi: Huh.",
        "Natalie: Excuse me.",
        "Rex: How could John think that Natalie could do something like that? They were a couple once. They were almost married.",
        "Gigi: Hmm. Things change, stuff happens. People get hurt. They end up not trusting each other.",
        "[SCENE_BREAK]",
        "Natalie: So, Todd is...",
        "Brody: Arrested.",
        "[Natalie sighs]",
        "Brody: Apparently, John handcuffed him to his hospital bed.",
        "Natalie: I know my mom's not going to be pleased, but I have to say, I'm--I'm really glad I'm off the hook.",
        "Brody: For what it's worth, I don't think John thought you did it. He just had to ask the questions.",
        "Natalie: You're a really good friend, Brody, you know that?",
        "[Brody chuckles]",
        "Brody: Right back at you.",
        "Natalie: No, seriously. I don't know what I would have done without you.",
        "Brody: So now that you owe me one...",
        "Natalie: Okay, name it.",
        "Brody: What kind of corsage do you get a girl for the high school prom?",
        "[SCENE_BREAK]",
        "Jessica: Well, if you're worried about my heart...it's already been stomped on by Cristian, who only has eyes for Layla. I mean, he's bringing her to the prom. Can you believe that? It's just-- she's so...old. Anyways, I'm not going to sit at home all alone just because he forgot that he asked me.",
        "Clint: Jessie, if you think that you still have a chance with Cristian, you can--",
        "Jessica: It's my senior prom, okay, Dad? And I'm not going to sit at home alone. Besides, I--I really--I feel like I should go. It's important. And Mom and Marty think so, too.",
        "Clint: I know. She told me. And yeah, I--Marty agrees with her, and they must know best. After all, I'm just your old dad.",
        "Jessica: You're not old, you're just protective.",
        "Clint: And you know something? That's never going to change.",
        "Reed: Clint?",
        "Clint: Reed? Well, it's good to see you, but--I'm sorry. This is my daughter, Jessica.",
        "Reed: A pleasure to meet you.",
        "[SCENE_BREAK]",
        "Dorian: Reed said he knew you and Kevin from London, involving B.E. business?",
        "Kelly: Uh-huh. Well, you know Kevin. Bless his heart. Loves a party, but the man can't order a ham sandwich without help. So, I got roped into entertaining clients from time to time--",
        "Dorian: Hmm.",
        "Kelly: Where I met Reed. Mr. Wagner. Who I am sure heard about my mother from Kevin. Well, it was very sweet that he stopped by, but really unnecessary. We only met a few times. We hardly know each other.",
        "Dorian: He seemed charming and handsome.",
        "Kelly: I hadn't noticed.",
        "Dorian: [Whispering] Really?",
        "[SCENE_BREAK]",
        "Dani: When I saw you at the gym, before the fight with Cole--",
        "Todd: Yeah. You know, he started it.",
        "Dani: Look, if you want to argue about Cole, I'm out of here.",
        "Todd: Okay, fine.",
        "Dani: Well... the point is, I was rehearsing, trying to understand how Starr felt, how she could defend you, despite all the horrible things that you did to her.",
        "Todd: Well, I was only trying to--",
        "Dani: Look, I'm not finished. I was saying my lines and trying to understand how she felt, and... I started wondering if maybe I was being too hard on you, that there was something that I was missing, that maybe there was something there, after all, a reason to... to let you in.",
        "Todd: Dani... all I wanted is to have a chance to be your father. If you're ready to let me in, I'm--",
        "Dani: You know, I was thinking about it. But then Cole said that you pushed his mother down a flight of stairs and killed her baby. What am I supposed to do with that?",
        "Todd: You can begin by believing me when I tell you I didn't do it.",
        "[SCENE_BREAK]",
        "Blair: Look, Téa, I don't blame you for being upset. I'm upset. I mean, Todd has gone way too far this time. He pushed Marty Saybrooke down a flight of stairs. It makes my stomach churn. Oh, my God, and that little baby...but I'll tell you what I don't get. You defending him. How could you do that?",
        "Téa: No, he says he's innocent.",
        "Blair: He says he's innocent--you know that he's guilty. You--you're the one that came to warn me that he was a suspect.",
        "Téa: Yeah, because of our children.",
        "Blair: And don't you think they've gone through enough?",
        "Téa: They need a father.",
        "Blair: Yeah, they need a father, not a murderer. And if he did this, he's got to pay for it this time. And I know that I have forgiven Todd more times I'd even care to remember, but not this time. And you can't help him, either. You cannot--not unless you want to lose the respect of your daughter.",
        "Téa: But see, that's--that's just it. I--I'm doing this for Dani. Todd can't go to prison--not now.",
        "Blair: He's gotten away with every bad thing he's ever done, Téa! He can't this time. Not killing a baby. No.",
        "Téa: You don't understand.",
        "Blair: Oh, I don't understand? Okay, well, then why don't you explain it to me? Why do you feel that you need to save Todd Manning yet again?",
        "[SCENE_BREAK]",
        "Ford: Hey. I thought you were working tonight.",
        "Karen: I just delivered my last pie--to one of your favorites.",
        "Ford: You're my favorite.",
        "Karen: Okay. One of your students. Markko Rivera. We grew up together. Nice guy. So give him an \"A,\" okay?",
        "Ford: Hmm.",
        "Karen: He deserves it. He's been working his butt off. In fact, he is so stressed out, he said the weirdest thing.",
        "Ford: What do you mean?",
        "Karen: He said something about not telling anyone about the Palace.",
        "[SCENE_BREAK]",
        "Gigi: Did you hear from any of the jewelers you contacted?",
        "Rex: Not yet, but Bo let me use the department's database, so that might help turn up something.",
        "Gigi: He set that up from his hospital bed?",
        "Rex: He insisted.",
        "Gigi: You know, Balsom, even if this search doesn't turn up a thing and you never find your biological parents, you should know that there's still all kinds of people who love you.",
        "[SCENE_BREAK]",
        "Natalie: So, Jessica agreed to go to the prom with you?",
        "Brody: She asked me, but I'm not going to read anything into it. She's probably just trying to make Cristian jealous. But I'll take whatever time with her I can get. Anything to help her remember our past.",
        "[SCENE_BREAK]",
        "Reed: So do you work at B.E. with your dad, Jessica?",
        "Jessica: Ha ha ha. No.",
        "Reed: Then you're the artist of the family?",
        "Jessica: No, actually, I'm finishing up my senior year of high school. It's a long story.",
        "Reed: Well, I don't want to keep you. I just wanted to say hello. I'll see you at the meeting.",
        "Clint: Yes, you will. I look forward to it.",
        "Reed: It was nice meeting you.",
        "Jessica: That was weird.",
        "Clint: What was?",
        "Jessica: That guy--treating me like I was a--a woman. I mean, I can't even figure out what I'm going to be wearing to prom.",
        "Clint: Oh, well, I can help you with that. What? You don't think your mother used to ask me for my opinion when she got all gussied up?",
        "Jessica: Okay. Well, I--I dug out the dress that Grandpa got for me.",
        "[Clint laughs]",
        "Clint: I remember that thing. It's very...",
        "Jessica: Fluffy.",
        "Clint: Fluffy is a very polite way to put it, yeah.",
        "Jessica: Do you think he'd mind if I wore something else?",
        "Clint: No. The only thing your grandfather wanted was for you to be happy. In fact, that's all any of us want. And you are, aren't you?",
        "[SCENE_BREAK]",
        "Reed: \"Sun\" writer Kelly Cramer discovered the body of a man who'd escaped from the sanitarium where her mother, a patient, had died a few months earlier.\"",
        "[SCENE_BREAK]",
        "Dorian: Mr. Wagner is staying at the Palace.",
        "Kelly: And why would that interest me?",
        "Dorian: Oh, I don't know. He went to a lot of trouble to pay a call upon you. I would think the least you could do is return the favor.",
        "Kelly: You want to tell me why you're pushing me at someone I barely know?",
        "Dorian: Maybe because he isn't Todd, with whom you are spending far too much time. And besides which, I think you really do want to see him.",
        "Kelly: See who?",
        "Dorian: Stop that right now! I want to know what's going on with you and Reed Wagner.",
        "[SCENE_BREAK]",
        "Dani: So you're saying you didn't do it? You weren't at the hospital? You didn't have a fight with Cole's mom? You didn't follow her down the stairwell?",
        "Todd: I--I was at the hospital. She and I had an argument.",
        "[Clears throat]",
        "Todd: But then we went our separate ways. I did not follow her into the stairwell. I did not push her. Dani, I know you've read a lot of articles about my past. And all that stuff--",
        "Dani: You pushed Starr down the stairwell when she was pregnant with Hope.",
        "Todd: Well, yes, but the thing is that Starr has forgiven me for that because she knows it was an accident.",
        "[Dani sighs]",
        "Todd: Dani, Dani, Dani...you felt something in that gym. I know you did. And granted, they were--they were Starr's words, but she's your sister and she's decided she can love me.",
        "Dani: Yeah, because you've been brainwashing her since birth.",
        "Todd: Dani, I did not push Marty Saybrooke--",
        "Dani: There's an eyewitness.",
        "Todd: Yeah. She's lying.",
        "Dani: Why would she lie?",
        "Todd: I can think of 10 reasons, but that's not the point. I know that I'm asking you to take a giant leap of faith... because I think that's what you want. I think that's why you're here. I think you'd like to trust me.",
        "[SCENE_BREAK]",
        "Téa: It's not Todd that I'm worried about saving. It's Dani. I mean, she's just started to thaw towards him, you know, through doing the play and spending time with her sister. She's starting to see that, though he's made some really bad choices, you know, he does have a good side to him, Blair.",
        "Blair: Yeah, that he keeps under a rock, Téa. Come on. Don't you think that she's better off without him?",
        "Téa: No, I don't.",
        "Blair: Look. I know what you're going through. I do. I've got children with Todd, too, but I don't have the choice that you have right now. I mean, my children, they know Todd because they grew up having him around. But Dani, this is a time that she could make really a clean break. You know, why don't you just pack up and move her back to Tahiti?",
        "Téa: Oh, that's not an option. That is--",
        "Blair: Téa, Dani is better off with just you, a mother who is always there for her.",
        "Téa: But what if I can't always be there for her, Blair, huh? What then?",
        "Blair: Oh, you're gonna make me do this, aren't you?",
        "Téa: What?",
        "Blair: Give you a compliment. Okay. I'm gonna do this. I'm gonna say this very quickly, so you better listen up. You are a very good mother, Téa Delgado, and Dani is very lucky to have you. So I said it, all right, and if you weren't so irrational with your feelings with Todd then maybe--",
        "Téa: Oh, look who's talking.",
        "Blair: No, uh-uh, not anymore. No, no, no. I have made the choice to break that cycle with Todd. I'm not going back, okay? Being with Todd is like dying a little bit every day, and I've made the choice to live, and I suggest you do the same.",
        "Téa: What if I can't?",
        "[SCENE_BREAK]",
        "Dani: No. Of course I want to trust you. You're my father. I don't want to believe that any of this is true.",
        "Todd: Actually, none of that matters because I'm not the same person anymore.",
        "Dani: People don't just change.",
        "Todd: Oh, are you the same little girl from Tahiti? Are you that depressed kid in London? We all change, sweetie, and, of course, we hope that we change for the better, and we hope that the people that love us will give us a chance to show them that we've learned something from our mistakes, but I'll tell you one thing that won't change, and that's the fact that I am your father. Don't you think you owe us both a chance to get to know each other? Just say the words. Just say the words from the gym.",
        "Dani: No. That was Starr talking, not me. I'm sorry, but when I think about Cole's mom, I mean, you say you've changed, but she doesn't think so. Cole doesn't think so. They both hate you. They're scared of you.",
        "Todd: Are you scared of me?",
        "Dani: I don't know.",
        "Todd: Yeah, you do.",
        "Dani: Look. I can't be like Starr, always forgiving you. I'm sorry. I just can't do it.",
        "Todd: So it's over before it began, huh?",
        "Dani: I guess.",
        "Todd: All right. I have something to tell you, and you're gonna listen.",
        "[SCENE_BREAK]",
        "Brody: Ha ha! Well, a good thing we don't have any money on this game, you hustler.",
        "Natalie: Hustler. Brody, you'd never know if I was hustling you.",
        "Brody: You're really good.",
        "Natalie: Thank you. It's where-- how John and I met. Okay. Let's not talk about John.",
        "Brody: Oh, you don't want to talk about John, why come to his bar?",
        "Natalie: You know what? This blue ball, corner pocket. Just give it a little English. You can do it. Look, okay? I came to John's bar because I know that John is not gonna be here because he's all tied up with Marty and--you know what?-- I need to catch up with my brother. See? And now you're all set up for the side pocket.",
        "Brody: You do know we arrested Todd.",
        "Natalie: Yes, and that doesn't change the fact that John actually thought that I was capable of pushing his pregnant girlfriend down a flight of stairs.",
        "Brody: Yes.",
        "Natalie: Okay. Rack them up.",
        "Brody: So how long you gonna stay mad at him?",
        "Natalie: As long as it takes.",
        "Brody: As long as it takes to what?",
        "Natalie: Just shut up and finish this.",
        "[SCENE_BREAK]",
        "Rex: You're right. I am very lucky to have Bo in my corner. Oh! I didn't tell you the news. They're getting married.",
        "Gigi: Bo and Nora?",
        "Rex: If they can find their way back to each other...",
        "Gigi: Anything is possible. That's what Viki said about Charlie. If two people really love each other...",
        "Rex: They can get through anything.",
        "Karen: Hey, Geeg, can I get another beer?",
        "Gigi: Sure.",
        "Karen: Anchovies and olives, right?",
        "Gigi: Rex hates anchovies.",
        "Karen: No, his girlfriend. She loves them. You guys have your baby yet?",
        "Gigi: I got a table.",
        "[SCENE_BREAK]",
        "Markko: Can't wait until this project is finished. I can finally take a break. Hey, you know, I've been thinking. I mean, I don't have the money yet, but maybe we could find some way to get out of here for a little bit, like for a week or so this summer, go to some beach somewhere. I'm just tired of everybody's problems. I know it's not Cole's fault or Starr's. It's just a lot of stress, you know?",
        "Langston: Yeah.",
        "Markko: Yeah, but, hey, I mean, don't worry. I promise prom night is gonna rock. I don't care if Todd Manning jumps bail and kidnaps everyone we know. We are gonna go--wait. No, no, no. I'm not gonna tell you, but it's gonna be even better than last year, if you can even top that. I'll never forget it, seeing you in that moment when you slipped off your dress and we made love for the first time.",
        "Langston: No, I can't! I can't do this anymore. I'm sorry. I've been lying to you.",
        "Markko: Lying about what?",
        "Langston: About the way I feel, about us. I just-- I need something different, and I know I should've told you sooner, but I couldn't, and then this guy--",
        "Markko: Wait. What guy?",
        "Langston: Doesn't matter what guy, Markko.",
        "Markko: No. What guy?",
        "Langston: Ford.",
        "Markko: Ford--my T.A. Ford? I'm sorry. Wait. I don't understand.",
        "Langston: He just-- he was helping me with the musical, and--I don't know--it just happened. We didn't plan on it, but we're in love, and we want to be together, and I know I should've told you right away, but I didn't want to say anything or hurt you until I knew for sure.",
        "Markko: How long?",
        "Langston: Doesn't matter how long.",
        "Markko: How long have you been seeing him, Langston?",
        "Langston: A while. Look. I'm so sorry, Markko.",
        "Markko: You're sorry? I love you. You love me. I--",
        "Langston: I know! I know!",
        "Markko: Well, then what the hell, Langston?",
        "Langston: I'm sorry. It just happened, Markko.",
        "Markko: If you say that one more time--",
        "Langston: I'm sorry. I'm so sorry. Markko, what the--",
        "Markko: How could you do this to me?",
        "Langston: Markko, your camera! Your footage!",
        "Markko: I don't care about my footage!",
        "Langston: Oh, my God, your final project, Markko!",
        "Markko: Yeah, for Ford, the guy you've been cheating on me with.",
        "Langston: Markko, forget Ford. You need this film for your future.",
        "Markko: What future? I have no future without you. You've been lying to me?",
        "[SCENE_BREAK]",
        "Gigi: Didn't take long.",
        "Rex: What?",
        "Gigi: Oh, doesn't matter.",
        "Rex: Hey, listen. I wanted to tell you how much it meant to me, your support. I know this is kind of a wild goose chase.",
        "Gigi: Well, you're trying to find your parents, Shane's grandparents. It's important. And anyway, Balsom, I've always got your back. You know that.",
        "[Cell phone rings]",
        "Rex: Hold that thought. Hello. Rex Balsom. The necklace. Yeah. Right. You did?",
        "[SCENE_BREAK]",
        "Natalie: So you gonna hire a limo?",
        "Brody: Eh, I think we'll take my car.",
        "Natalie: Well, you can keep a bottle of Cold Duck in the back.",
        "Brody: Ha! Yeah. It's kind of weird, two people our age going to the prom.",
        "Natalie: What you do for love, you know? Ooh, I know of a good tux rental place for you.",
        "Brody: Think I'll go with the dress whites.",
        "Natalie: Mm, impressive.",
        "Brody: I just hope it works.",
        "[SCENE_BREAK]",
        "Kelly: You are--",
        "Dorian: Don't say meddler.",
        "Kelly: A romantic.",
        "Dorian: Oh.",
        "Kelly: Gentleman hands his card--",
        "Dorian: A very handsome gentleman who went to a lot of trouble to call on you.",
        "Kelly: There's nothing there.",
        "Dorian: Really? And so you'll be tearing up that card, hmm?",
        "Kelly: Hmm.",
        "Dorian: Oh, good night.",
        "Kelly: By the way...",
        "Dorian: Yes?",
        "Kelly: Blair and I declared a truce.",
        "Dorian: I'm not holding my breath.",
        "Kelly: No, no. It's real. We're best buds now. There's gonna be no more blood on the carpet. Promise. She's gonna have to find someone else to torture.",
        "[SCENE_BREAK]",
        "Blair: You want to ruin your life by defending Todd, go ahead. Hitch your wagon and your daughter's to Todd's mustang, but I'm telling you right now it's a huge mistake.",
        "Téa: No. I can't say no to this, Blair.",
        "Blair: What do you mean, you can't say no? There are thousands of attorneys out there who could defend Todd, and as much as you think that he needs you, I'm telling you right now he doesn't need--",
        "Téa: No. I need him, okay?",
        "Blair: Why?",
        "Téa: Life is unpredictable, okay? I can't take the chance that-- what if something were to happen to me, Blair?",
        "Blair: Nothing is going to happen to you. My God, you're as tough as nails.",
        "Téa: Blair...",
        "Blair: What?",
        "Téa: There's something I have to tell you.",
        "[SCENE_BREAK]",
        "Langston: I'm sorry. I know that I said we could study together, but I was lying. I can't concentrate with you sitting right there talking to me, sending me I.M.s. I'm just not getting anything done.",
        "Markko: Well, neither am I, but here's a thought. Why don't we take a break?",
        "Langston: No, Markko. I really need to get these changes done before rehearsal.",
        "Markko: All right. Yeah, and I've got these 3 chapters of film theory to get through, so I'll go in the bedroom, and you can work out here, all right? Hey, don't worry. It'll all work out.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Brody: I've just got to get through to her. I mean, she's got to remember she's not a teenager. She's a grown woman. Forget about me. What about you and Bree? She can't go on like this, missing half her life.",
        "Natalie: Yeah. You're our last hope. I mean, if she remembers that she loves you, then maybe the rest will come back to her.",
        "Brody: I hope so because I don't know how many more chances she's gonna give me.",
        "[SCENE_BREAK]",
        "Jessica: Dad, thanks for not making me feel like a total idiot for wanting to go to prom.",
        "Clint: Oh, you're welcome. To me, it sounds like a heck of a lot of fun.",
        "Jessica: Well, now that I'm getting a new dress, I'm really excited and--I don't know--I guess a little scared. I know it sounds crazy and everything, but it feels like everything is riding on prom night.",
        "[SCENE_BREAK]",
        "Brody: I know it's crazy, but this prom could be my last shot.",
        "[SCENE_BREAK]",
        "Gigi: Who was that?",
        "Rex: Do you remember how I told you I sent the photos of the necklace out to everybody on the list that Bo gave me?",
        "Gigi: Yes.",
        "Rex: This guy recognizes the necklace. He says it's the work of a silversmith in Santa Fe.",
        "Gigi: Does he know who bought it?",
        "Rex: No. He just recognizes the work.",
        "Gigi: So I guess you're going to Santa Fe.",
        "[SCENE_BREAK]",
        "Kelly: No. Don't be stupid.",
        "[SCENE_BREAK]",
        "Blair: Okay, so what's your big, bad secret here? What is it?",
        "Téa: You know, um, you know, it's not really a big, bad secret. I just-- I know what losing Ross did to Dani. I can't let that happen again. She needs to know that she has someone there for her.",
        "Blair: Téa, look at me.",
        "Téa: Mm-hmm.",
        "Blair: Look at me.",
        "Téa: Yeah?",
        "Blair: She has you.",
        "Téa: I'm not enough, okay? Don't you understand? I-- I'm not gonna be here forever, okay? Look. Look. Listen to me. I need to make sure that she and Todd connect before--",
        "Blair: But if he goes to jail, good luck on that one.",
        "Téa: I may not be able to keep him out of jail, but she has to understand that he can be loving and tender and fiercely devoted, that she can go to her father if she needs to.",
        "Blair: Téa, if you think you're doing Dani a favor by keeping Todd out of jail, well, it is your funeral, and you know what? I'm not gonna be there. God.",
        "Téa: Oh...",
        "[SCENE_BREAK]",
        "Todd: I've been trying to get through to you since we met, and I think I succeeded. I think that you can see who I really am... but I also see that it's easier for you to hate me than to stand up to your friends and to stand up to your mother, who I think has done a lousy job raising you.",
        "Dani: You can't say that.",
        "Todd: She spoiled you. She hasn't taught you any manners. You run hot and cold just like she does. \"I want you. I don't want you. I'm here. Now I'm gone.\" Danielle, you want to hate me, that's fine. You want to believe that I'm guilty. If that makes it easier, knock yourself out and Starr knows the truth, and she loves me.",
        "Dani: I feel sorry for her.",
        "Todd: Okay. Well... nothing is going to change the fact that I am your father. If you ever need me, by God, I'm gonna be there for you.",
        "Dani: Don't hold your breath.",
        "Téa: Uh...",
        "[SCENE_BREAK]",
        "[Knocks on door]",
        "Blair: Hello? Good. I'm gonna use that phone. \"Téa Delgado\"?",
        "Blair: \"Prognosis: Likely terminal.\"",
        "Blair: Oh, my God... Téa is dying."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Q901jzNcSsM"
}