{
    "Episode Summary": [
        "Episode # 10999"
    ],
    "Recap": [
        "John contacts Tomas and tells him he needs his help in uncovering the mystery regarding Baker, his secret and why there appear to be two men with Todd's DNA. They are able to find out that Baker has gone to the Louisiana swamps. And John enlists Brody's Navy SEAL training to assist them on their mission. Everybody is questioning whether original Todd is an imposter or if the Todd they've known for 8 years has stolen Todd's identity. Rex tells Natalie he believes Gigi is alive and lost somewhere although they both know that Gigi has passed away and her heart has been given to Clint. SO they contact Madame Delphina to contact Gigi in the afterlife."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Did we really spend the entire night together? No interruptions, no phone calls?",
        "James: I know. It's gotta be a dream.",
        "Starr: Oh, it was dreamy.",
        "James: Yeah?",
        "[SCENE_BREAK]",
        "Vimal: After a massage like that, there's only one thing to do. Hurry home and do just like mother asks.",
        "Rama: What?",
        "Vimal: Move heaven and earth to give her a grandchild.",
        "Rama: Vimal. All right, we can do that. We can hurry home, ok? But right after I speak to Cristian alone.",
        "Vimal: No, Rama. I absolutely forbid it.",
        "[SCENE_BREAK]",
        "Natalie: Rex.",
        "Rex: Not now. I still have three more security tapes to go through.",
        "Natalie: Security tapes? Of the foyer?",
        "Rex: The whole house.",
        "Natalie: Is this because... Echo told me that you think that you've been seeing Gigi.",
        "Rex: No, I don't think I saw her. I know I saw her.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "John: Come on in. Tomás Delgado. What can I do for you?",
        "Tomás: I'm requesting your help, McBain.",
        "John: You're coming to me for help?",
        "Tomás: I promised Blair I'd get to the bottom of this-- the two Todd Mannings.",
        "[SCENE_BREAK]",
        "Blair: Ha!",
        "New Todd: Hey.",
        "Blair: My last paper boy was a lot younger and cuter.",
        "New Todd: Nice to see you, too, Blair.",
        "Blair: What is this?",
        "New Todd: It's a few extra copies of the paper of record.",
        "[SCENE_BREAK]",
        "Jessica: You know, I never went to journalism school, but \"I am Todd Manning\"? It's not exactly news.",
        "Old Todd: Libel's always news.",
        "Jessica: You-- oh, my God, you're...",
        "[SCENE_BREAK]",
        "Blair: Why are you doing this? The DNA test is gonna prove who the real Todd Manning is.",
        "New Todd: I don't care about DNA tests. They're rigged. I'm not gonna let this guy try to brainwash my family or anyone else in this town. It's gonna end today, and you're gonna help me.",
        "[SCENE_BREAK]",
        "Starr: Why haven't we done this before?",
        "James: You're kidding, right?",
        "Starr: Of course I'm kidding. It just feels so right, probably because we waited.",
        "James: Or because we're perfect together.",
        "Starr: Well, that, too. Gosh, I'm just so glad that it finally came. If I had to wait one more day--",
        "James: Oh, well, I would have waited for you as long as it took.",
        "Starr: That's why I'm here. I've gotta go.",
        "James: Oh, do you have to?",
        "Starr: I need to pick up Hope-- not because she misses me. She has a million people in her life, but I need her.",
        "James: Yeah?",
        "Starr: My family is freaking out about whether my dad really is my dad.",
        "James: Don't the DNA results come out today?",
        "Starr: No matter how it turns out, it's still gonna be a mess. I'm dreading it.",
        "James: I could come with you, unless you think I might set off your dad. Wait. Wait. If he is your dad. Wow, wow. That's a nightmare. Two Todd Mannings and they're both ready to tear me apart? Great.",
        "Starr: Actually, you know what, that might be the one positive thing out of this. My dad won't have time to worry about our relationship.",
        "[SCENE_BREAK]",
        "New Todd: One for Starr, one for Dorian, one for Tomás, who I should have blown away weeks ago.",
        "Blair: Oh, now, that's the Todd I just love to hear.",
        "New Todd: Sounds like me, doesn't it?",
        "Blair: Mmm.",
        "New Todd: Take the rest to Capricorn.",
        "Blair: This is your idea of me helping you? Want me to pass out newspapers?",
        "New Todd: You know, you can also...",
        "Blair: What?",
        "New Todd: Bat those eyelashes and walk that walk and... whatever it takes to convince people that I'm Todd Manning.",
        "Blair: I doubt very much if Dorian and Starr will be very impressed with my walk, my lashes, but you know what, Todd I will do my best for you.",
        "New Todd: Would you?",
        "Blair: Yes.",
        "New Todd: Would you do whatever it takes? 'Cause I'm not gonna lose my family.",
        "[SCENE_BREAK]",
        "Jessica: Mom told me that there was someone running around that looked like you--looked like how uncle Todd used to look, but she really undersold it. I mean, she's been tiptoeing around me. Not that I blame her, but...you look exactly, I mean, like him. Who are you?",
        "Old Todd: Sit down. I'll tell you all about it.",
        "[SCENE_BREAK]",
        "Tomás: Blair can't move forward until she knows the truth.",
        "John: And you want to move forward with her.",
        "Tomás: Yeah. Got a problem with that?",
        "John: Up until now, you've been the problem, Delgado. Lying about your involvement with Manning.",
        "Tomás: I would think a cop like you would understand, given my ties to the agency.",
        "John: It could take a while to unravel all this.",
        "Tomás: What about the DNA test? Results are in today, right?",
        "John: The results could be inconclusive.",
        "Tomás: So you think you're gonna prove that these two guys share the same DNA?",
        "[SCENE_BREAK]",
        "Rama: Vimal, you cannot forbid me to talk to anybody! This is a free country, ok? Besides, baby, you don't need to worry. I've made my choice, and it's you.",
        "Vimal: Yeah, but Cristian Vega is a temptation. You said so yourself.",
        "Rama: Vimmy, you don't trust me?",
        "Vimal: Of course, I trust you, my lotus flower, but I also know you.",
        "Rama: Vimmy, I've turned over a new leaf. This is a new me. Come on. Listen, why don't you go speak to officer Lovett while I talk to Cristian. Maybe he can give you a few workout tips. Huh? Go. Hi.",
        "[SCENE_BREAK]",
        "Cristian: Hi. Is this ok? Can you talk?",
        "Rama: Yeah, it's fine. Vimal is really appreciative of all your efforts on our behalf.",
        "Cristian: So, tell me, how is that fake belly we rigged? Did Vimal's parents believe you're pregnant?",
        "Rama: It was fantastic! It burst at the movie premiere, and the water went everywhere!",
        "Cristian: And that's a good thing? [Exhaling loudly]",
        "[SCENE_BREAK]",
        "Vimal: Officer?",
        "Brody: Is there a problem?",
        "Vimal: No, no. Not a problem. I wouldn't call it a problem. Only I thought you should know...",
        "Brody: Know what? What's this about?",
        "Vimal: It's about your son or, rather, John McBain's son.",
        "[SCENE_BREAK]",
        "Rex: I gotta figure out where Gigi's hiding.",
        "Natalie: Gigi?",
        "Rex: Yes. Who else? Anyway, I installed cameras all over the house. They're recording 24/7. I gotta figure out where she's hiding, where she goes when she leaves here.",
        "Natalie: Because you have cameras outside?",
        "Rex: The whole property.",
        "Natalie: And these tapes--",
        "Rex: Yeah, look, I gotta go through them every day, so if you don't mind...",
        "Natalie: So you haven't seen Gigi yet.",
        "Rex: She doesn't want me to catch her. I don't know why. But I will. I'm gonna catch her. What the hell are you doing?",
        "Rex: Hey!",
        "Natalie: Rex, you are my brother and I love you. And I know that letting go of Gigi was the hardest thing you've ever had to do, but you did it. You let her go. And the doctors gave her heart to Dad and we said good-bye and we buried her. She's gone. And I'm not gonna let you fool yourself into thinking that she is still here.",
        "Rex: What did Echo say to you?",
        "Natalie: She's worried about you, and so am I.",
        "Rex: Look, I know this sounds crazy, ok? But it happened. I wasn't drinking. I wasn't hallucinating. I wasn't asleep. I was wide awake, and I saw Gigi.",
        "Natalie: Here? You saw Gigi alive?",
        "Rex: Yes. And she needs me. She's upset. She was trying to tell me something, and then when I talked to her, she just took off.",
        "Natalie: Ok. I'm just wondering why. Rex, Gigi loves you. Why would she run away from you?",
        "Rex: That's what Echo said.",
        "Natalie: Don't you think it's a pretty good question?",
        "Rex: Hell, yes! Yes, that's why I have to find her and talk to her. She's in trouble. I know it.",
        "Natalie: Ok, ok.",
        "Rex: Who you calling?",
        "Natalie: The only person I know that can help with this kind of thing.",
        "[SCENE_BREAK]",
        "Brody: What are you talking about? What about my son?",
        "Vimal: I know that I promised you that I wouldn't tell anybody that you're not actually the boy's father, and I won't. But I haven't been entirely honest with you, and I don't want you to be surprised.",
        "Brody: What the hell are you talking about?",
        "Vimal: There is someone else who knows.",
        "[SCENE_BREAK]",
        "New Todd: I really need your support, ok? Starr!",
        "Blair: She's not here, Todd.",
        "New Todd: Where is she?",
        "Blair: She went out. She gets up early. You know that, so...",
        "New Todd: Uh-huh. It's just as well. You should probably talk to her before I do. How the hell did she let herself get sucked in by this guy? At least Jack's on my side.",
        "Blair: Todd, this isn't about taking sides. This is confusing, especially for the kids. Just wait until the DNA tests come back. I'm sure everything's gonna be ok.",
        "New Todd: None of this is ok. You really shouldn't need something out of a test tube. This is about loyalty. You should be able to look in my eyes and know who I am. At least Starr should know.",
        "[SCENE_BREAK]",
        "James: Starr, do you really think that this new guy could be your dad? I know he passed that quiz that you gave him, but I thought you said he could have found that information anywhere.",
        "Starr: You're right. That information is out there, but James...I don't know. The way that he answered, he didn't even have to think about it. He just knew, like he had been there.",
        "James: Maybe he's a really good actor.",
        "Starr: Maybe. But...when I told him about Hope...his reaction to the fact that he might have a grandchild, it was total shock. And when I told him I was 16 when I got pregnant, he was really upset by that. And I showed him a picture of Hope, and the way that he looked at her...and I know that it sounds crazy, but... I remember that look from when I was little; that look of total love. I just don't think he could have faked that.",
        "[SCENE_BREAK]",
        "Old Todd: I don't know where I was. I was drugged. I had restraints.",
        "Jessica: For eight years? Why? What's the point?",
        "Old Todd: They wanted information.",
        "Jessica: What kind of information?",
        "Old Todd: I'm not sure. I wish I'd known. It would have made my stay there a lot easier, right? And I realized that they were gonna kill me, and I escaped. I stowed away on a plane that... brought me here...where someone had stolen my life and my family and apparently my newspaper. You want some coffee?",
        "Jessica: No. So, you--",
        "Old Todd: I called John McBain, that's what I did.",
        "Jessica: You know John McBain?",
        "[SCENE_BREAK]",
        "T.M: Somebody pointed me in his direction. He took DNA samples from me and the imposter, who is using my money and my newspaper to sway public opinion.",
        "Jessica: Ok, so, what happened with the DNA?",
        "Old Todd: Oddly enough, this is where it gets weird. I thought the DNA test would vindicate me.",
        "Jessica: So you don't have Todd Manning's DNA?",
        "Old Todd: No. My DNA matches the sample that they have on file, and so does his.",
        "[SCENE_BREAK]",
        "John: The only way we're gonna get the truth about these two guys, these two Mannings, is to get to Baker.",
        "Tomás: Baker would know.",
        "John: Which is why I put a tail on him.",
        "Tomás: Remind me to change my opinion of you, McBain.",
        "[SCENE_BREAK]",
        "Natalie: Done.",
        "Rex: She just happens to be in the neighborhood?",
        "Natalie: Pretty good thing, right?",
        "Rex: You set this up.",
        "Natalie: No, I didn't, but I think it could help.",
        "Rex: How?",
        "Natalie: She helped me when Liam was missing. Anyway--",
        "[Doorbell rings]",
        "Natalie: Can't hurt, right?",
        "Rex: I don't know. Natty, this is--",
        "Natalie: Listen! Just give it a try. Keep an open mind, ok? Delphina! Thank you for coming. I'm so glad that you were free.",
        "Delphina: I was wondering when you were going to get around to calling me.",
        "Natalie: You were?",
        "Delphina: Mm-hmm. Yeah, that's what I think. This business between you and your son? Not really sorting out yet, is it?",
        "[SCENE_BREAK]",
        "Rama: The water balloon exploded, forcing me to tell the truth that I was never pregnant. And then Vimal confessed to everybody that he had been to prison. His poor parents. It was a lot for them to take in in one day. But then Vimal forgave me, and now we're back together happier than ever.",
        "Cristian: That's good. I'm glad it was a happy ending.",
        "Rama: Listen, I'm really sorry. I hope you can forgive me for trifling with your emotions. Vimal and I--it was an arranged marriage. And I was never really sure if he was the right one, the perfect match. But now I know he really loves me, truly understands me, and I think I want to be with him for the rest of my life, and it's all because of you, because you taught me there could be no love without honesty.",
        "[SCENE_BREAK]",
        "Brody: Who else knows about Liam?",
        "Vimal: He knows.",
        "Brody: You told Todd Manning?",
        "Vimal: No. He told me.",
        "Brody: What are you--",
        "Vimal: I never told you that Marty Saybrooke changed those paternity tests, because I didn't realize it was her until a drunken Todd Manning told me the truth.",
        "[SCENE_BREAK]",
        "Natalie: We got everything sorted out. Liam and his father and I are all back together. So no worries.",
        "Delphina: Not according to my sources. Ah! If that is another reality series, I'm gonna sell my TV.",
        "Rex: It's surveillance tapes. I told you this was a waste of time.",
        "Natalie: Give it a chance. For me.",
        "Delphina: So this is about Gigi.",
        "Natalie: I didn't say anything!",
        "Delphina: You didn't have to. It's all over the papers.",
        "Rex: Phh! Some psychic.",
        "Delphina: Didn't hear you complain when I got you back from 1968.",
        "Rex: How do you know about that? That was a dream.",
        "Delphina: Ha ha! You keep telling yourself that, soldier boy. And you! You stay out of this.",
        "Rex: Who's she talking to?",
        "Delphina: Some old grouch Texan. Keeps calling me a she-devil. Giddy-up on out of here, partner. There's a new sheriff in town.",
        "Natalie: Delphina, we'd just really appreciate your help, 'cause my brother here thinks he's been seeing Gigi.",
        "Rex: Do not make it sound like I'm crazy. Ok? I saw her. She's here, and she was real.",
        "Delphina: Much less crazy.",
        "Natalie: Anyway, um... Gigi's heart was transplanted to another person, and we buried her. So it's safe to say she's no longer with us. It's just that maybe you could help Rex talk to her and make him feel better.",
        "Rex: I don't want to feel better. I just want to know why I saw Gigi.",
        "Delphina: That's why I'm here. So we doing business or what?",
        "[SCENE_BREAK]",
        "Tomás: My last official contact with Baker was when I delivered Todd. Baker loaded him into an unmarked van and took off. I have no idea where they were headed.",
        "[Phone rings]",
        "John: Excuse me. McBain. You still got him? All right, where is this place?",
        "[Clicks pen]",
        "John: Yeah. No. No, I got it. No. Continue surveillance, all right? Wait my go. I'll get back to you. My guys followed Baker to Louisiana.",
        "Tomás: Louisiana?",
        "John: Yeah, some kind of military installation, pretty heavily guarded. You know, I think I'm gonna go down there.",
        "Tomás: You gonna bring in the feds?",
        "John: It was a federal warrant that sprung Baker in the first place.",
        "Tomás: What about Bo?",
        "John: Bo's the man. But we gotta do this one off the book. I don't care what they do to me, but I don't want to put him in a bad position.",
        "Tomás: So John McBain is going rogue.",
        "John: You know, it's a kooky little town, but I like it. What kind of message do I send if I don't go down there? That you can just come into this town and start shooting people up and we're not gonna do anything about it?",
        "Tomás: You'll get no argument from me.",
        "John: Good. You're coming with me.",
        "[SCENE_BREAK]",
        "Old Todd: It's nice to see you. You have two kids, huh? I'm a grand uncle. Ha ha! That's great. I'm happy for you. I'm glad you're doing well. I always liked you. You were kind of my favorite.",
        "Jessica: Well, next to Natalie. No one ever accused Todd Manning of being stupid.",
        "Old Todd: You still writing?",
        "Jessica: Actually, I work at the \"Sun.\"",
        "Old Todd: You work at the \"Sun\"? You work for him? You work for him at my newspaper?",
        "Jessica: How was I supposed to know that he--all I knew was that he was Todd Manning. He very well still could be Todd Manning. This could just be some scam that you dreamed up--",
        "Old Todd: It's not a scam. Jessica, look at me. I'm me. You know, you've always been important to me. If I didn't have you in my life, if I hadn't saved you from that accident, I'd probably still be in Statesville. And you know who I am. I saw you when you walked in here. You didn't even know what to say.",
        "Jessica: I'm not denying that you look like him.",
        "Old Todd: Now, why would you fall for his act for eight years? You never had a doubt? There wasn't a moment when you didn't say to yourself that this moron might not be me?",
        "[SCENE_BREAK]",
        "Blair: I can try to convince Starr that you're Todd Manning, but who's gonna convince me?",
        "New Todd: Don't give me that crap. You know who I am better than anyone. Ok, what do I have to do to convince you?",
        "Blair: This.",
        "[SCENE_BREAK]",
        "James: Are you hungry?",
        "Starr: I'm starving, but starving means that I would have to get out of bed, and I don't want to move.",
        "James: Good, 'cause I don't either. So, Starr, this guy.",
        "Starr: Yes.",
        "James: This guy who is saying that he's your dad. When you went to the jail and you guys had this moment, did you feel like he was your dad?",
        "Starr: In that moment? Yeah. I did. But I've had moments like that with my... dad--I don't even know what to call him. My other dad? My real dad? I just hope that this DNA thing settles it once and for all. I'm so sick of it.",
        "James: What if it doesn't? Starr, what if it says that they still match?",
        "Starr: I have no idea.",
        "James: I'm sorry.",
        "Starr: I know.",
        "James: I made you all tense again, didn't I?",
        "Starr: I just wish that I could turn off my brain like a light switch.",
        "James: Yeah. Yeah? I think I might be able to help with that.",
        "[SCENE_BREAK]",
        "New Todd: What the hell was that, Blair? You know I'm a married man.",
        "Blair: I know that.",
        "New Todd: Happily married. Love my wife.",
        "Blair: I know that. It was a test, ok?",
        "New Todd: Of what?",
        "Blair: Of my memory. Your double, or whoever he was, when he kissed me before, I felt something--something that I haven't felt in years.",
        "New Todd: Like you had to brush your teeth? What? Ok, don't keep me in suspense about it. What did you feel?",
        "Blair: I just--it's something that I felt before, like... the way I used to feel when the love of my life used to kiss me.",
        "New Todd: How did I do?",
        "[SCENE_BREAK]",
        "Vimal: In the spirit of full disclosure that Rama and I have promised to uphold in our new marriage, I felt it only right to tell you the truth.",
        "Brody: Thanks a lot.",
        "Vimal: But I wouldn't worry about it.",
        "Brody: No? Todd Manning knows Liam is John McBain's son, and I shouldn't worry?",
        "Vimal: Todd Manning hates John McBain. He doesn't want him to know he has a son.",
        "Brody: He doesn't?",
        "Vimal: No, that would make him happy. And Todd Manning would do anything it takes to prevent that.",
        "[SCENE_BREAK]",
        "Natalie: Yes, we are definitely doing this--",
        "Rex: Natalie!",
        "Natalie: Rex! Listen, all I can tell you is Delphina was a Godsend when Liam was missing, even though she's a little hazy on the results.",
        "Delphina: Yeah. What are you gonna do? Look, I know. There are none so blind--",
        "Rex: Stop talking to the ceiling!",
        "Delphina: I'm having a conversation with my peeps. Do you mind?",
        "Natalie: You're worried about Gigi, right? What if this has something to do with something else? What if Gigi's trying to send you a message about Shane? At least Delphina can get you some answers.",
        "Rex: Fine. We are only doing this if you two accept the fact that I saw her, that she's real.",
        "Delphina: The mind is very powerful.",
        "Rex: She's not in my mind. I saw her, and she's scared.",
        "Delphina: Ok, buddy boy. You're on. Take me to where you've seen her.",
        "[SCENE_BREAK]",
        "Tomás: I'm not a cop, John.",
        "John: No, but you're ex-DA. That's what you keep telling me, right? You used to work for Baker, right? You know how he operates.",
        "Tomás: Yeah. These guys operate outside the box. They don't answer to anyone. Getting into this place in the bayou is not gonna be easy.",
        "John: I thought you wanted answers. Thought you wanted to move on with Blair.",
        "Tomás: I'm in.",
        "John: Good. There's one thing I need from you first.",
        "[SCENE_BREAK]",
        "Jessica: When Todd came back with this new face and crazy story, I wanted to believe that he was y--I wanted to believe that he was my uncle. So I did believe him, only I--",
        "Old Todd: Only you what?",
        "Jessica: Only I had D.I.D. like Mom.",
        "Old Todd: Really?",
        "Jessica: No one told you?",
        "Old Todd: No. No one bothered to share anything with me when I was detained.",
        "Jessica: I fragmented, and one of my alters came out. Tess.",
        "Old Todd: Ha ha ha!",
        "Jessica: This isn't really funny.",
        "Old Todd: Oh, come on! Tess? It's a little funny.",
        "Jessica: Ok. Well, my husband--",
        "Old Todd: Viki/Niki, Jess/Tess.",
        "Jessica: My husband had just died.",
        "Old Todd: Sorry.",
        "Jessica: So, Tess locked Natalie in the basement.",
        "Old Todd: Oh, come on.",
        "Jessica: Do you want to hear this story or not?",
        "Old Todd: You're right. I do. I do. I really, really do.",
        "[T.M. snickers]",
        "Jessica: Great. Fine. So, uncle Todd--his behavior--he found out that Tess was out and she had locked Natalie in a basement. I should have realized when I was reintegrated that his behavior was a little off.",
        "Old Todd: Why? What did he do?",
        "Jessica: It's what he didn't do. He didn't tell Mom. He kept my secret.",
        "Old Todd: He didn't tell Viki that her daughter was sick and that her other daughter was locked in a basement?",
        "Jessica: No.",
        "Old Todd: There you go. Jessica, I would have taken better care of you.",
        "Jessica: In his defense, Tess was blackmailing him. She knew that he was hiding Marty Saybrooke in his house and Marty had no idea the man that she was having an affair with was... Todd Manning.",
        "Old Todd: Nobody questioned that?! Nobody questioned that or his story or his face? You guys let him get away with... I can't see my kids! My company's in chaos! I'm sleeping on my sister's oversized blue couch!",
        "Jessica: I'm so sorry. It's new! Ahhh-ahh-ahh!",
        "[SCENE_BREAK]",
        "Rama: I'm gonna let you get back to your workout. After all, you can't neglect Llanview's best arms. You know what, Cristian, you have Llanview's best heart, too. You're the kindest, you're the most wonderful man. And I really hope you can find somebody to marry so you can be as happy as Vimal and me.",
        "Cristian: How come married people always want everyone else to be married, too? What is it, misery loves company?",
        "[SCENE_BREAK]",
        "Brody: Just because Manning hates McBain and he's enjoying this little game right now doesn't mean he's not gonna tell him someday. Manning is totally unpredictable.",
        "Vimal: I know exactly what you mean. Every day when I walk into work, I have no idea what to expect. It's like there's two Todd Mannings.",
        "[SCENE_BREAK]",
        "Blair: That kiss, our kiss, it felt familiar.",
        "New Todd: See, there you go. I'm Todd Manning. That kiss proves it.",
        "Blair: No, it doesn't prove anything. Just because it felt familiar didn't mean anything.",
        "New Todd: Now I know why I divorced you.",
        "Blair: No, I divorced you, which is my point. Because we were married, of course that kiss is gonna feel familiar, right?",
        "New Todd: You couldn't have considered that before you kissed me?",
        "Blair: I thought it was a good idea at the time.",
        "New Todd: So did this.",
        "Blair: Where are you going?",
        "New Todd: I knew it was a bad idea to ask for your support. But do me a favor. Just give one to Starr, will you? Gonna work on Viki.",
        "[SCENE_BREAK]",
        "Blair: Todd.",
        "Old Todd: What do you have to be sorry for?",
        "Jessica: After I was reintegrated, I had a chance to think about things. It did occur to me that Todd's behavior was a little off. I know that Todd normally looks after himself, but he does love me, and I know that he would have found some way to help me or at least tell my mom. I did think about it. I just had a major relapse, and I didn't trust myself. I didn't trust my instincts.",
        "Old Todd: Nobody's blaming you. So you locked Natalie in a basement, huh?",
        "Jessica: Maybe Tess was on to something.",
        "Old Todd: How are things with you and her now?",
        "Jessica: Ha ha! Pretty much at an all-time low. She slept with my fiancée, had a baby with him, and is now living with him.",
        "Old Todd: You want me to go talk to her for you?",
        "Jessica: No. No. It's ok. Not that I don't appreciate your support, but I'm supposed to see her today. Our father is getting sentenced and is probably going to spend the rest of his life in prison.",
        "Old Todd: Clint? I'm sorry. I'm sorry.",
        "Jessica: It's ok.",
        "Old Todd: I meant what I said. If you want me to go talk to her--",
        "Jessica: No, it's ok. You take care of your own twin. Let me look after mine.",
        "[SCENE_BREAK]",
        "Rex: This is where I saw her, but as soon as I said something, she took off.",
        "Delphina: Uh-huh. What do you guys think? Right. Do you have something of Gigi's?",
        "Rex: Yeah. I have her wedding rings.",
        "Delphina: Uh-huh.",
        "[SCENE_BREAK]",
        "Rama: Marriage is not miserable, not if it's with the right person.",
        "Cristian: And if she's taken?",
        "Rama: Then she was not the right one. Ok?",
        "[SCENE_BREAK]",
        "Vimal: I wouldn't worry about it. Todd Manning may never tell John McBain the truth. And take it from me, worrying is bad for your blood pressure.",
        "[SCENE_BREAK]",
        "John: What happened with Marty Saybrooke?",
        "Tomás: She left town.",
        "John: Yeah, I know she left town. Where did she go? How did she get away? Look, man, if we're gonna be working together, I have to know I can trust you.",
        "Tomás: Cup of coffee?",
        "John: Help yourself. It's not very good.",
        "Tomás: Marty found a disk. It proved that Todd and I were involved with Baker. We're sure she didn't know what was on it. What she knew was enough to expose us. So I contacted a friend. He was able to negotiate a deal. He was able to get her out of the country, but I have no idea where she was taken.",
        "John: Oh, there's more to this.",
        "Tomás: I'm sure there is, but I didn't ask. I just wanted her gone.",
        "John: Fine. Let's get started. What are we gonna need?",
        "Tomás: We need at least one other guy, someone with special training. Any of your guys have military experience? Special ops maybe?",
        "John: One of our guys used to be a navy seal.",
        "Tomás: Perfect. Can you trust him?",
        "[SCENE_BREAK]",
        "Brody: All right, Manning. Enough is enough.",
        "[Ring]",
        "Brody: Yeah, John.",
        "John: Brody, get down to the station. I need to talk to you.",
        "[SCENE_BREAK]",
        "Delphina: Whoo!",
        "Rex: What is it?",
        "Delphina: It's drafty. You need to fix that window. All right, we have to summon her. Somebody move those flowers. Here we go. Thank you. [Inhales and exhales deeply] Gigi. Gigi, we're calling you. Why can't you rest? Gigi, why are you here?",
        "[SCENE_BREAK]",
        "Rama: You need to go and find somebody to wrap those best arms around.",
        "Vimal: As long as it's not my wife, pal.",
        "[SCENE_BREAK]",
        "Jessica: Well, I just hope this whole mess gets sorted out and soon.",
        "Old Todd: Me too.",
        "Jessica: Yeah. I should go.",
        "Old Todd: You gonna go work at my newspaper?",
        "Jessica: No, I took a leave. I'm gonna spend some time with my children.",
        "Old Todd: Lucky you. Sounds great. Wish I could do that. I wish I could just prove they were mine.",
        "[SCENE_BREAK]",
        "Starr: Well! Was it worth the wait?",
        "James: Do you have to ask?",
        "Starr: Ha ha!",
        "James: Listen, I want you to know that you can come by here anytime you want.",
        "Starr: Oh!",
        "James: Oh, no, not like that. Of course, I wouldn't mind that at all. I mean, you've gotta know that you have a refuge here, you know, from your dad-- or your dads--and all that craziness with your family. And you can even bring Hope, even though she hates my guts.",
        "Starr: She does not hate you, James. When she sees how happy we are together and how much we love each other, then she'll be fine. I've gotta go. But I don't want... ok, I gotta go.",
        "James: Ohh... do you have to?",
        "Starr: Mmm, no.",
        "[SCENE_BREAK]",
        "Blair: Whew!",
        "[SCENE_BREAK]",
        "John: Hey, close the door. Tomás is helping us with something. He's got special knowledge of what we're about to do.",
        "Brody: This is a swamp in Louisiana.",
        "Tomás: With a high-tech military installation.",
        "John: We're gonna raid this place.",
        "Brody: The three of us?",
        "John: Yeah. Let's finish this. One Manning's enough.",
        "Brody: You think Baker knows which one is real?",
        "John: And he's holed up right here.",
        "[SCENE_BREAK]",
        "New Todd: Viki? Vik? We've gotta talk about this stray dog you've taken in. Viki!",
        "[SCENE_BREAK]",
        "Delphina: Gigi Morasco. Come on, girl. Rex is here. He wants to talk to you. He needs you. He wants to help you.",
        "[Wind blowing]",
        "Delphina: Someone's here.",
        "Rex: Is it Gigi?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=R4xAdRumRoY"
}