{
    "Episode Summary": [],
    "Recap": [
        "Nora returns to the Buchanan mansion and lets Clint and Dorian know what happened at Lindsay's arraignment. Cris comes home and lets Sarah know that Lindsay suffered an emotional meltdown at her arraignment hearing. Angrily, Jared tells Natalie and Nash that it doesn't matter who Jessica claimed to be when she him sent to prison. Cole consoles Starr and assures her that this matter with Tommy will resolve itself in time. Sarah offers Cris sympathy as he wishes that he could help Lindsay in this sticky situation. Jessica explains to Jared that she suffers from multiple personality disorder. Dorian points the finger of blame at Nora for her involvement in this situation. Rex blames himself for Lindsay's meltdown. Insisting that Jessica pay for what she did to him, Jared tries to force Natalie to give him a position at Buchanan Enterprises. Nora suggests to Dorian that Lindsay may have pulled a fast one in order to get out of standing trial for murdering Spencer Truman. Natalie challenges Jared to a game of pool to determine if he gets the job at Buchanan Enterprises (B.E.). Markko mentions to Cole and Starr his concerns about Langston having so little contact with her parents. Jared defeats Natalie at her own game and requests the corner office at B.E."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Clint: No -- oh, no --",
        "Dorian: Come on, come on, come on, give it to me.",
        "Clint: Dorian -- I know what you're doing.",
        "Dorian: Yes. One word -- \"Casablanca.\"",
        "Clint: The game.",
        "Dorian: No, no, no, old movie. A classic, so romantic.",
        "Clint: I'll tell you how it ends. I'm going to watch the game.",
        "Dorian: Oh, stop it! No! I won't let you.",
        "Clint: Oh, Nora! Nora, thank God you're here. You want to watch the game, too, don't you?",
        "[Nora slams down briefcase]",
        "Clint: Nora, what is it?",
        "Dorian: Nora, what's wrong?",
        "Nora: Honestly, you -- you just had to see it to believe it.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Sarah: Oh, you've got to listen to this. It rocks. If you want me to book them for the club, I will.",
        "Cristian: Not right now, Sarah.",
        "Sarah: All right. If you want me to book them without listening, that's cool. They kill.",
        "Cristian: It's not the band.",
        "Sarah: What's wrong?",
        "Cristian: Lindsay Rappaport's arraignment was today.",
        "Sarah: Oh. I take it-- it didn't go well?",
        "Cristian: She didn't get bail. And she pleaded guilty.",
        "Sarah: Why would she do that?",
        "Cristian: I don't know. But afterwards, she had a breakdown.",
        "[SCENE_BREAK]",
        "Adriana: We should talk about it.",
        "Rex: She just fell apart.",
        "Adriana: I'm so sorry, Rex.",
        "Rex: I don't -- I don't get it. Spencer was attacking Blair when Lindsay walked in that room. That's reason to plead not guilty right there.",
        "Adriana: Well, maybe she felt guilty and she wanted to clear her conscience.",
        "Rex: Feeling guilty is one thing. Pleading guilty to first-degree murder is some kind of death wish.",
        "[SCENE_BREAK]",
        "Langston: Markko? Markko! Markko!",
        "Markko: What?",
        "Langston: What -- what's this?",
        "Markko: That is a Chem book.",
        "Langston: Yes, I know it's a Chem book, bonehead. Do I add an electron or subtract one?",
        "Markko: Well, figure it out yourself, bonehead.",
        "Langston: Huh. You don't know, do you? You took this class last year and you still don't know the answer. Who's the bonehead now?",
        "Markko: Oh, yeah, yeah.",
        "[Langston chuckles]",
        "Starr: Cole, come on, we got to finish this assignment.",
        "Cole: What?",
        "Starr: We have to finish this assignment!",
        "Cole: I'm sorry, but this is so cool. I mean, this player is awesome. And it already has, like, all my favorites downloaded. I mean, come on.",
        "Starr: Cole, I told you already, it's no big deal.",
        "Langston: No big deal? It took her forever to download all that stuff.",
        "Cole: You are awesome. I love you -- it -- you -- both.",
        "[Langston laughs]",
        "Starr: Well, I'm very glad.",
        "[Thump]",
        "Starr: Jack, you better be sleeping! Don't make me come up there!",
        "Langston: All right, listen, if you two are going to get all kissy-face, I will go and check up on your little brother. Come on, Markko.",
        "Markko: What? Jack hardly knows me. You can handle it.",
        "Langston: Fine, if you want to stay here and watch Starr and Cole make out than come upstairs with me -- yeah.",
        "[SCENE_BREAK]",
        "Natalie: I cannot believe I'm hearing this.",
        "Jared: Believe it.",
        "Natalie: So you're going to sic the Atlantic City P.D. on Jessica?",
        "Jared: That's what I said, and I think it's one of the nicer things I could do considering what she did to me.",
        "Nash: But it wasn't Jessica.",
        "Natalie: It was Tess.",
        "Jared: Does it really matter what she was calling herself? She put me in prison for two years, because of her. I spent a lot time thinking of how I was going to find her when I got out, and so here I am.",
        "Jessica: How did you find me?",
        "Inmate: Want a book, Mr. Breaking and entering?",
        "[Jared sighs]",
        "Jared: I'm innocent.",
        "[Inmate laughs]",
        "Inmate: Yeah, that's what they all say.",
        "Jared: Yeah, well, in this case, it's true. I was set up by some sneaky little bitch.",
        "Inmate: Let me guess. And the cops couldn't find her? You want a book or not?",
        "Jared: Someone's sending me a message. This guy's my idol.",
        "Inmate: Asa Buchanan?",
        "Jared: I'm going to be as rich as him someday. Richer. I'm going to have everything he has, and more.",
        "Jared: Talk about a message -- there's the sneaky little bitch herself. And now it's payback time for poor little rich girl Jess, alias Tess.",
        "Nash: All right. You're not listening. See, Jessica wasn't faking it. She wasn't using any alias. She was literally another person.",
        "Jared: I don't know what that's supposed to mean, but you know what? Why don't we have the police sort this out?",
        "[SCENE_BREAK]",
        "Clint: So Lindsay pled guilty and then she just fell apart?",
        "Nora: Oh, my gosh, she was literally carried out of the courtroom.",
        "Clint: Where is she now?",
        "Nora: St. Ann's, getting evaluated.",
        "Dorian: I knew she was in a fragile state, but I had no idea she was headed for a nervous breakdown.",
        "Clint: Well, how could you have known?",
        "Dorian: Oh. She's my friend. I should have seen it coming.",
        "Nora: Huh. Well, apparently, no one saw it coming.",
        "[SCENE_BREAK]",
        "Sarah: When you say Lindsay had a breakdown, what do you mean by that?",
        "Cristian: She told the whole story about what happened and why she killed Truman. And then it was like -- it was like someone just turned off the switch. She crumbled. And her son, will, was there. I mean, you should have seen this guy's face.",
        "Sarah: What did they do with her?",
        "Cristian: They took her to St. Ann's.",
        "Sarah: I take it you guys were close?",
        "Cristian: Yeah. She was really good to me. Always encouraged me to be an artist -- even when I thought I was over it. Lindsay and Evangeline. Crazy, huh? They're both gone.",
        "[SCENE_BREAK]",
        "Nash: Put down the phone, Jared.",
        "Jessica: Please, just hear us out, and -- and if you don't believe us, then you can call the police when we're done, ok?",
        "Jared: All right, let's hear it.",
        "Jessica: Uh -- uh -- this isn't going to be easy for you to believe.",
        "Jared: Oh, what, I'm going to have a hard time believing the total stranger who set me up just for the hell of it?",
        "Nash: Look, dude, I --",
        "Jessica: Ok, I know what happened to you was --",
        "Jared: It's not what happened to me, it's what you did to me.",
        "Nash: Just let her explain.",
        "Jared: I doubt she can, but go ahead.",
        "Jessica: I have a mental illness.",
        "Jared: Oh, come on.",
        "Natalie: Will you let her finish?",
        "Jessica: I have two different personalities. There's Jessica -- me -- and an alter, Tess.",
        "Jared: An -- an evil twin? Are you kidding me?",
        "Natalie: Does she look like she's kidding? Do any of us look like we're kidding?",
        "Jared: A split personality? That's good. Well, unfortunately for you, baby cakes, it wasn't my evil twin that you had thrown in the can.",
        "Jessica: I know it's hard for you to believe --",
        "Jared: It's not hard, it's impossible.",
        "Natalie: Well, it's true.",
        "Jared: What -- this is good. She comes up with a load of crap, and you two back her up. Why can't I believe it?",
        "Nash: I -- I had a hard time believing it myself at first. It is true, and we can prove it.",
        "[SCENE_BREAK]",
        "Starr: Um -- are you hungry? I'm going to go get us some popcorn.",
        "Cole: Starr, all right -- relax. Listen, your baby brother's going to come home. All right? I mean, he's blood family. There's no way a judge will send him to somebody else. It's all going to work out, ok?",
        "Starr: Not for everyone, Cole. Mrs. McBain loves Tommy, and -- oh, and it's just so hard for me to even call him Tommy. I fell terrible, like we're kidnapping him or something.",
        "Cole: Oh, come on, that doesn't make any sense.",
        "Starr: I know, but Mrs. McBain was always there for us, Cole. Even when we weren't allowed to be together, she always understood.",
        "Cole: Yeah, well, she's cool like that.",
        "Starr: I know, and now I'm expected to hate her because my parents do. It's not fair her kid should be taken away because of Spencer Truman and I'm not allowed to feel sorry for her. But he's my brother and she shouldn't have him, but -- god, it's not her fault, and I don't even know what to think about this situation. It's just so confusing.",
        "Cole: Whew. Yeah, it totally sucks. But it's nobody's fault. I wish there was something I could say to make you feel better, but --",
        "Starr: But you can't. Because once this custody battle is over between my dad and the McBains, somebody's going to lose and somebody's going to be really hurt. And knowing my dad and Mrs. McBain, they may never get over it.",
        "[SCENE_BREAK]",
        "Sarah: I can tell this is really hard on you. Is there anything I can do?",
        "Cristian: I wish there was. I wish there was something I could do for Lindsay, but you know what? It's too late.",
        "Sarah: Hey, it's never too late to do some",
        "Cristian: I can't believe she was holding on to that secret for months and I didn't know about it. I should've known there was something wrong.",
        "Sarah: Cristian, you can't blame yourself for things you can't control.",
        "Cristian: She was always there for me, Sarah. I should have been there for her. You know, there was a time when I -- when I thought I'd never paint again, and Lindsay -- she didn't give up on me. She told me to keep trying, keep pushing myself. I wasn't very nice about it at the time, but it got me painting again, it got me taking pictures. If it weren't for Lindsay and Evangeline, I don't think I would have ever picked up a brush again.",
        "Sarah: What happened with Lindsay and Evangeline -- that was just tough luck. You know that. You shouldn't feel bad about it.",
        "Cristian: Feel bad? Feel bad? I'm upset, Sarah. I'm upset. I'm pissed off. I'm scared for her.",
        "[SCENE_BREAK]",
        "Nigel: I just heard the ghastly news about Ms. Rappaport on the radio. I thought perhaps you could all use something to drink.",
        "Clint: Thank you, Nigel.",
        "Nigel: No need for a thank-you, sir.",
        "Nora: I'll have mine stemmed up with olives.",
        "Clint: And I'll have my usual.",
        "Dorian: Just sparkling water for me, Nigel.",
        "Nora: What? Oh, Dorian, please, it's the end of a -- just a miserable day. I deserve a drink. I just watched a woman fall apart in front of my eyes.",
        "Clint: It was that bad?",
        "Nora: It was ghastly, Clint. It was terrible. The worst part was Will's face.",
        "Clint: Will? I didn't even know will was in town.",
        "Nora: Yeah, he came in to support her, and, my God, it was just -- oh. He was just destroyed, you know? As if he hadn't been put through enough already.",
        "Dorian: And what's that supposed to mean?",
        "Nora: Excuse me?",
        "Dorian: The way you said that -- as if he hasn't been through enough already. As if this was all Lindsay's fault.",
        "Nora: Oh, no, why would you ever say that?",
        "Dorian: Because if this was anybody's fault, Nora -- thank you, Nigel -- it's yours.",
        "Nora: Oh. Thank you, Nigel.",
        "[SCENE_BREAK]",
        "Adriana: I think I understand. It was because of Jen, wasn't it?",
        "Rex: Yeah. I think that Lindsay's maternal instincts kicked in. She lost Jen and couldn't stand to see Michael and Marcie lose Tommy. What I'm having trouble figuring out is why she pled guilty. She had about 100 different defenses -- not to mention that nobody else saw what happened in Blair's room the night the murder happened. There's not much evidence. Not enough, anyway.",
        "Adriana: I'm not even re she would have needed any defense. You know the jury would have been completely sympathetic to her once they found out all the horrible things that Dr. Truman did.",
        "Rex: Nora is a good district attorney. No, no, I -- I take that back. She's a great attorney, but I still know that Lindsay could have beaten this.",
        "Adriana: Maybe she didn't want to.",
        "Rex: Yeah, but that's crazy.",
        "[SCENE_BREAK]",
        "Natalie: Nash is right, ok? Everything that we're saying is true. We can prove it. If you don't believe us, you can talk to our father.",
        "Jared: Oh, so you're going to have daddy back up your story? How novel is that?",
        "Jessica: And you can talk to my psychiatrist. I'll give them permission to tell you the truth.",
        "Jared: The -- the truth about your mental state isn't the issue here. The fact remains you set me up, I went to prison, and now you owe me.",
        "Nash: Yeah -- no. Jessica doesn't owe you anything.",
        "Jared: Like hell! I spent two years of my life behind bars for some prank, and I'm supposed to just let bygones be bygones? I lost years of my life.",
        "Nash: But Jessica isn't the one who put you in prison.",
        "Jared: What -- what are you talking about? You don't even know what Jessica, or Tess was like back then.",
        "Nash: Actually, I do. You see, Tess is the part of Jessica who I fell in love with.",
        "[SCENE_BREAK]",
        "Rex: Lindsay is not crazy.",
        "Adriana: You said it, I didn't.",
        "Rex: Yeah, but I -- I saw the look on your face. You think that she had to have been crazy to kill Truman. Well, she wasn't. You heard her. You heard her testimony. She knew exactly what she was doing. It was totally premeditated. She was going to protect Tommy, no matter what.",
        "Adriana: And I think she could have gotten away with it. So do you.",
        "Rex: Yeah, I do. She just couldn't live with the guilt factor.",
        "Adriana: Why would she feel guilty about killing a slug like Spencer Truman?",
        "Rex: Well, she might not have. But when john came to arrest her, she couldn't deny it any longer. Especially if Marty Saybrooke was going to go to jail for it.",
        "Adriana: Is she going to be ok?",
        "Rex: No. Lindsay's got a huge heart. This time, she just looked broken.",
        "Adriana: Michael and Marcie must be going through hell. I mean, knowing now what Lindsay did for them --",
        "Rex: It's all moot now, isn't it? What a waste. Lindsay's life is ruined, and Todd's going to get Tommy.",
        "Adriana: Lindsay did it for nothing.",
        "Rex: I just realized who's responsible.",
        "Adriana: We already know that.",
        "Rex: No, I mean -- for everything.",
        "Adriana: Who?",
        "Rex: Me.",
        "[SCENE_BREAK]",
        "Nora: Wait a minute. You're saying that Lindsay's meltdown was my fault?",
        "Clint: Dorian --",
        "Nora: No, no, no --",
        "Clint: Just let it go.",
        "Nora: Clint, don't, please. I really, rely would like to hear her answer to this, so go on, enlighten me.",
        "Dorian: My pleasure. It's no secret that you've held a grudge against Lindsay for years.",
        "Nora: Well, some people might say it's the other way around, but let's not bog down on the details, shall we? No, go on. Continue.",
        "Dorian: Lindsay did everyone a favor by ridding the world of Spencer Truman. Why, what he did to Blair alone -- he deserved to be killed.",
        "Nora: I'm still waiting for the part where this is my fault.",
        "Dorian: You're the District Attorney -- it was your decision whether or not to prosecute Lindsay. You could have let her --",
        "Nora: Well, what? Let her go? Look the other way?",
        "Dorian: You did not have to go after her the way you did.",
        "Clint: She was doing her job.",
        "Dorian: Well, her job drove Lindsay over the edge. Yes, Lindsay's breakdown is all Nora's fault.",
        "Nora: Huh -- assuming she even had a breakdown. Nut?",
        "[SCENE_BREAK]",
        "Sarah: Did Lindsay say why she killed Dr. Truman?",
        "Cristian: She said she killed him so he wouldn't tell the world that Michael and Marcie's little boy was really Todd Manning's son.",
        "Sarah: Wow.",
        "Cristian: Yeah, I guess Spencer knew something about that. Lindsay found out, so she killed him so he wouldn't tell anybody.",
        "Sarah: Huh. I knew she spent a lot of time with that kid. I figured it was because being around a baby helped her deal with Jen.",
        "Cristian: Yeah. And Jen and Marcie were best friends, too. And I guess it obviously tore her up. She completely lost it in court. Everybody was standing around and there was nothing anyone could do. She wouldn't stop. And her lawyer told her to shut up, and her mind was just -- oh, God, this is just -- this isn't right. None of this is right.",
        "Sarah: So what's going to happen with her?",
        "Cristian: I don't know. But the thought of her in the corner of some --",
        "[SCENE_BREAK]",
        "Jared: I'm sure you had a thing for Tess back then, but I'm sure she didn't screw you over like she did me.",
        "Jessica: Tess didn't play favorites.",
        "Nash: Oh, that is so true. See, right after we met, she stole my car.",
        "Jared: When the story of your life comes out, I'm sure that first encounter will seem adorable.",
        "Nash: It was pretty adorable, wasn't it?",
        "Jared: Well, what Jessica, or Tess, or whatever she wants to call herself stole from me was a lot more than a car. She stole my life. And no insurance is going to buy me a new one. She owes me and she's going to pay me back.",
        "Natalie: And how do you expect her to do that?",
        "Jared: By you giving me a job at Buchanan Enterprises. Oh, and if not, hello, police department.",
        "Nash: That's what this is all about -- you want a job?",
        "Jared: Not just a job. An executive position.",
        "Natalie: Oh, fat chance.",
        "Nash: Ok, look -- I mean -- maybe she does owe you something, all right? But -- hey, we got to work this out. I mean, there's got to be something else that you want.",
        "Jared: Nope. My life, my terms. I want the job.",
        "Natalie: There are a million companies like B.E. why in the world would you want to work for one that doesn't want you?",
        "Jared: Lest you forget, Sparky, I have a prison record for something I didn't do. You can't pass the S.E.C. with a record, so you're it for me. And I'll give you until tomorrow to set up a new employee orientation.",
        "Jessica: Jared, there's no need for --",
        "Jared: Ticktock, ticktock. Tomorrow.",
        "Nash: Let's get out of here.",
        "Natalie: I'll catch up with you guys later.",
        "Jessica: Natalie, don't worry about a thing. We'll figure this out.",
        "Natalie: Hey, I'm not worried about that guy. He doesn't intimidate me.",
        "Jessica: You sure?",
        "Natalie: Positive.",
        "Nash: Let's go home.",
        "Jessica: Yeah, let's go.",
        "Natalie: Well, well. You must be pretty sure of yourself.",
        "Jared: I feel damn good. Hmm.",
        "Natalie: What?",
        "Jared: I was just thinking about when you woke up in my bed. You looked pretty damn sexy in those little lacy underthings.",
        "[SCENE_BREAK]",
        "Starr: Um -- hey. Did Langston kick you out?",
        "Markko: No, no, no -- she's talking jack. He had some sort of bad dream and didn't want to tell her with me in the room.",
        "Starr: Oh, I should probably go up there, then.",
        "Markko: No, no, no. No, she's got it covered. And besides, I want to ask you something.",
        "Starr: Yeah, sure -- what?",
        "Markko: Uh, about Langston -- her parents. I've never seen them, ever.",
        "Starr: Well, Markko, they travel a lot. They work for an organization for underprivileged children.",
        "Markko: I know, I know. That's what Langston said, but what about their own kid?",
        "Starr: Look, I know, believe me. I feel sorry for her sometimes. My parents can drive me nuts, but I can't imagine not having them around.",
        "Markko: I know -- me, neither.",
        "Cole: Yeah, I couldn't imagine not having my mom around, especially since I lost my dad. I mean, she's all I've got.",
        "[SCENE_BREAK]",
        "Sarah: Want a beer?",
        "Cristian: Um -- sure.",
        "Sarah: I'm going to grab one, too, if that's ok.",
        "Sarah: I wonder what's going on with that building going up across the street.",
        "Cristian: Um, I don't know, but I -- I saw it yesterday and I think they're almost done. Thanks.",
        "Sarah: Yeah. So, I guess I better finish packing.",
        "Cristian: Yeah. So -- have you worked everything out with Layla?",
        "Sarah: Yep, it's all good. She better not find out you lied about me leaving things everywhere or I might be back.",
        "Cristian: Sure you want to go?",
        "Sarah: Are you saying you don't want me to?",
        "[SCENE_BREAK]",
        "[Nash sighs]",
        "Nash: Oh, this is bad and I'm pissed.",
        "Jessica: It's all my fault.",
        "Nash: Yeah -- that does not give him the right to call the cops on you.",
        "Jessica: Actually, it does.",
        "Nash: Yeah, well, putting pressure on Natalie to give him a job at B.E. is blackmail, all right?",
        "Jessica: You should be just as mad at me as you are at him.",
        "Nash: Well, I do wish you'd told me sooner. You know, when I saw that picture of you on his phone, I thought he was some kind of creepy stalker dude.",
        "Jessica: I tried to tell you the truth, I really did. I -- I guess I should've tried harder, but -- the truth is I was ashamed of what I had done.",
        "Nash: Well, there's no reason to be. You were Tess, you weren't Jessica, right?",
        "Jessica: Yeah, but t a part of me and I'm going to have to live with the fallout of what Tess has done forever. I mean, so far, she's left me with liver cancer, Hepatitis, and Jared Banks.",
        "Nash: And Bree and --",
        "Jessica: And Bree, and you. And I could never regret that.",
        "Nash: Still, while we're on the topic -- is there anything else that Tess did that you might want to tell me about?",
        "Jessica: Isn't that enough?",
        "Nash: Yeah, more than enough, but --",
        "Jessica: You know --",
        "[Jessica chuckles]",
        "Jessica: Sometimes I wish I wasn't integrated. Sometimes I think that it's hard to deal with what Tess has done rather than dealing with Tess herself.",
        "Nash: What Tess did has nothing to do with who you are now, right?",
        "Jessica: Right.",
        "Nash: Ok.",
        "Jessica: And she met Jared long before I fell in love with you.",
        "Nash: Yeah, I know that. But, still, Jared is going to be a problem and we got to figure out how to deal with him.",
        "[SCENE_BREAK]",
        "Natalie: You trying to embarrass or intimidate me?",
        "Jared: Could I do either?",
        "Natalie: Nope.",
        "Jared: Then I won't.",
        "Natalie: Good.",
        "Jared: Let's get right to it -- I want a corner office.",
        "Natalie: You know what you're doing is blackmail.",
        "Jared: Ah, it's he said/she said.",
        "Natalie: There's no way that you can prove Jessica had anything to do with what happened to you, and as far as her word against yours, well, her credibility is a hell of a lot better than yours.",
        "Jared: She has a hell of a lot more to lose when this thing hits the tabloids.",
        "Natalie: Let me ask you a question. The little poker game where you took all of Nash's money -- did you know that he was married to Jess at the time?",
        "Jared: Maybe I just like to win.",
        "Natalie: I bet you usually do, huh?",
        "Jared: Yep.",
        "Natalie: Would you care to make a wager?",
        "Jared: What are the stakes?",
        "Natalie: Well, if you win, I give you the job at B.E.",
        "Jared: And if I lose?",
        "Natalie: You drop all of this and leave my sister alone.",
        "[SCENE_BREAK]",
        "Dorian: I beg your pardon?",
        "Nora: Nothing. Nothing, just forget I said anything.",
        "Dorian: I don't want to forget it. What do you mean by saying \"assuming Lindsay really did have a nervous breakdown\"?",
        "Nora: Well, I didn't mean anything by it, ok? I'm tired, it's been a long day. I don't know what I'm saying.",
        "Clint: Dorian, just leave it alone.",
        "Dorian: I don't want to leave it alone, Clint. Are you saying that Lindsay was faking it?",
        "Nora: Well, it wouldn't be the first time.",
        "[SCENE_BREAK]",
        "Nash: All right, look, this is blackmail and we don't have to give in it, ok? Seriously, he cannot prove that it was Tess who set him up. He was convicted, he's done his time -- it's done, it's over.",
        "Jessica: But he can make our life miserable by dredging all that up. And anyways, he still owns 51% of this vineyard.",
        "Nash: Yeah, that is a totally separate matter, all right?",
        "Jessica: For now.",
        "Nash: This whole thing, it's all about him getting a job at B.E. From Natalie. You think she'd give him one?",
        "Jessica: If it would help me, she would.",
        "Nash: She shouldn't have to. I mean, come on -- none of us should have to give in to his stupid little demands.",
        "Jessica: No. That's right, but maybe we should.",
        "Nash: Why?",
        "Jessica: Because Tess screwed him over big-time. I don't know -- I feel like I owe him something and, whew, would it really be that bad if Natalie gave him a job?",
        "[SCENE_BREAK]",
        "Jared: I think I'll pass. I'm holding a winning hand where your sister's concerned -- why would I fold it now?",
        "Natalie: Oh, aw. Are you afraid of losing, Mr. \"I don't lose very much\"?",
        "[Jared chuckles]",
        "Jared: What's the game?",
        "Natalie: Hmm. Darts.",
        "Jared: You think you're going to hustle me at darts? I don't think so. No darts.",
        "Natalie: Ok, what's your game?",
        "Jared: How about pool?",
        "Natalie: Hmm. Gosh, I'd really rather do darts.",
        "Jared: Well, of course you would, but it's your challenge. I get to pick the game. Grab a cue. I'll even let you break.",
        "[SCENE_BREAK]",
        "Adriana: How can you possibly be responsible for what happened? You had no idea that Lindsay killed Spencer.",
        "Rex: She did this because she knew about Tommy, right?",
        "Adriana: So?",
        "Rex: How did she find out about him? You, me, and Michael are the only ones who knew about it. She obviously overheard us talking about it.",
        "Adriana: Oh, my god. I never even thought about that.",
        "Rex: If we had just kept our mouths shut, never said anything about it, ever --",
        "Adriana: Do you even remember Lindsay any of the times that we discussed it?",
        "Rex: No -- I don't even remember all the times we talked about it. There was you and me, Rodi's, at the hospital, me and Michael. I thought we were careful, obviously not.",
        "Adriana: You're right -- that must've been what happened. She must've been at one of those places and overheard us.",
        "Rex: If we'd just been quiet, none of this would've happened. She never would've killed Spencer.",
        "Adriana: Yeah. But what about all the terrible things that would've happened if she hadn't?",
        "[SCENE_BREAK]",
        "Jared: Eight ball.",
        "[Music plays]",
        "Natalie: Fine.",
        "Natalie: Stripes.",
        "Jared: Lucky shot.",
        "Natalie: Ok. 14, corner pocket.",
        "Singer: Lost this day I saw a decision",
        "Jared: You hustled me.",
        "Natalie: Hmm.",
        "Singer: Buy daily bread she lost it can't get burst into my life she lost it can't get burst into my life and the days that she defied me were the ones she left behind",
        "Natalie: Eight ball, side pocket.",
        "Jared: Tough shot. Don't get rattled.",
        "Natalie: No, I don't get rattled when I shoot pool.",
        "Jared: Even when you think of your ex-boyfriend kissing that gal? Oh.",
        "Singer: Leave my money inside",
        "Natalie: You jerk -- you did that on purpose.",
        "Jared: Well, feel free and try to do the same to me.",
        "Singer: Love's a pleasure I have none.",
        "[SCENE_BREAK]",
        "Markko: So, do you think I should say something to Langston? It can't be fun being by herself all the time.",
        "Langston: I'm fine. Um -- yeah. Ok. I'll -- I'll talk to you later. Ok, bye. Just my parents -- so annoying how they will check up on me all the time.",
        "[SCENE_BREAK]",
        "Cristian: Uh -- I -- I just want to make sure it's ok -- you know, you -- you staying with Layla. So --",
        "Sarah: Yeah, well, you never know -- things might fall apart. If they do, you'll be the first person I call.",
        "Cristian: Good.",
        "Sarah: You look tired.",
        "Cristian: Yeah, yeah, I am. I don't know how well I'm going to sleep tonight, though.",
        "Sarah: Well, you got to try.",
        "Cristian: I will.",
        "Sarah: Take the bed tonight.",
        "Cristian: No. No, no, the couch is fine. I -- I love the couch. And besides, you have more privacy in my room.",
        "Sarah: Oh. I'll have just as much privacy down here, unless you decide to walk down in the middle of the night. Seriously -- you've had a rough day.",
        "Cristian: Um -- I think it's been rough for everyone.",
        "Sarah: Yeah, well, this is your place and you need some sleep. I insist.",
        "Cristian: Are you sure?",
        "Sarah: Absolutely.",
        "Cristian: All right. Good night, Sarah.",
        "Sarah: Night. And, Cristian --",
        "Cristian: Yeah?",
        "Sarah: I'm sorry about Lindsay.",
        "[SCENE_BREAK]",
        "Rex: What kind of terrible things could've happened?",
        "Adriana: If Lindsay hadn't gone to Blair's room that night, Blair might be dead. And Spencer was a psycho. Who knows how many other people he would've killed? He had already knocked Marty Saybrooke out -- maybe he was planning on going back and finishing the job. I mean, if you're going to play the \"what if\" card --",
        "Rex: We still should've been more careful.",
        "Adriana: We were as careful as we could be. And, besides, it's too late now. All we can do is figure out a way to help Lindsay.",
        "Rex: How? Adriana, it -- she completely lost it. Maybe I should talk to will.",
        "Adriana: No, don't bother him. And, besides, he's with her. Maybe that's exactly what she needs -- her son. If anyone can help her, he can.",
        "Rex: You're right. I'm glad you're here.",
        "Adriana: This is where I belong. And after tomorrow, you won't be able to get rid of me, roomie.",
        "Rex: I love you.",
        "Adriana: I love you, too.",
        "[SCENE_BREAK]",
        "Nigel: May I freshen your drink?",
        "Nora: Oh, please.",
        "Clint: I'll help you.",
        "Dorian: Trying to drown your guilt?",
        "Nora: I have nothing to feel guilty about!",
        "Dorian: So you say.",
        "Nora: Yes, I do!",
        "Dorian: For you to accuse Lindsay of faking a nervous breakdown to avoid prosecution is just you trying to avoid responsibility, easing your guilty conscience!",
        "Nora: I have nothing to be responsible for! I didn't kill anyone!",
        "Dorian: We'll see, if Lindsay recovers from her nervous breakdown.",
        "[SCENE_BREAK]",
        "Nash: Look, Jared working at B.E. might not be so bad for us directly, but think about Natalie.",
        "Jessica: True. She would be stuck with him, huh?",
        "Nash: Yeah. This whole thing -- it's about him getting a job at B.E. I don't get it, I -- I -- I have no idea what this guy is up to.",
        "Jessica: And I guess us giving into blackmail isn't such a good idea, either.",
        "Nash: No, no, it's not. We cave into him once, he's just going to make more demands. No matter how guilty you feel, we can't give in to him, not even once.",
        "Singer: I saw a decision buy my daily bread she lost it can't get burst into my life and she lost it can't get rest into my life",
        "[SCENE_BREAK]",
        "Jared: Far corner.",
        "Singer: She lost it can't get",
        "Natalie: Oh!",
        "Singer: Burst into my life the days that she defied me were the ones",
        "Jared: That's it, then. Now, how about that corner office?",
        "[NEXT_ON]",
        "John: If I saw you kissing some other guy, I probably wouldn't like it.",
        "Sarah: Guess all that's left is, um, saying goodbye.",
        "Nash: That judge must've had a reason, and I want to know what it was.",
        "Dorian: If you want my support, it's going to cost you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=_HNfCOAkGP4"
}