{
    "Episode Summary": [],
    "Recap": [
        "Dr. Crosby questions Margaret about her past, but with no luck. Bo suggests \"shock treatment.\" Margaret is confused at first, but soon agrees. Blair is by Todd's side. She fills him in on everything that had happened to him since the day of his execution. Dr. Crosby, Bo and Margaret visit Todd. Margaret has a flashback of the day when she had kidnapped Todd at gunpoint. She denies knowing anything. Blair vows to make her pay for everything that she had done to her and her family. Blair asks Todd if he will ever be able to forgive her for turning her back on him when he needed her most. Spencer visit David in jail. David blackmails him into helping him beat this murder rap. Antonio, Jessica, Clint and Viki get the results back of the paternity test. Nash is the father. Nash persuades Claudia to help him keep his daughter safe against her father, Mr. Reston."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: Viki.",
        "Viki: Blair.",
        "Blair: How do you think he's doing?",
        "Viki: He's recovering, you know? I mean, he's still unconscious, but --",
        "Blair: Well, that's good. I think, you know, he -- he needs his rest. I haven't been able to sleep. All I can think about is Todd and -- that's all I think about.",
        "Viki: Yeah. I have to tell you I do not understand how this could've happened. It makes no sense to me that he was almost killed in the most barbaric way for something that didn't even happen.",
        "Blair: Well, Margaret has a lot of explaining to do.",
        "[SCENE_BREAK]",
        "Margaret: I have never heard of Blair Cramer or Todd Manning. Those names -- they mean nothing to me. I've never even met those people. Ed all right, all right, I think we have accomplished all we can for one day.",
        "Margaret: Oh, no, there has to be something else you can do for me. Maybe you could give me some kind of drug, or maybe hypnotize me to help me remember.",
        "Ed: Well, I'm sorry, but I do have to go.",
        "Margaret: But, doctor, please. Everybody keeps telling me that I've had a baby. I need to know if that's true. I mean, don't you understand? I need to remember my life.",
        "Ed: All right, Margaret, you're going to be all right, but you do have to excuse me for one minute.",
        "Margaret: Oh, doctor, please, you have to help me!",
        "Bo: Any luck?",
        "Ed: Nothing. She still claims not to remember anything about Todd Manning or her baby.",
        "Bo: What do you think, though? I mean, do you buy her story?",
        "Ed: I don't know, Bo, I've had several sessions with her. Her affect hasn't wavered. I mean, you're asking my professional opinion, I think she thinks she's telling the truth.",
        "Bo: Ok, but -- yeah, but why -- why the amnesia all of a sudden? Is it a nervous breakdown or a break from reality?",
        "Ed: No, no, I don't -- I don't think so. She's coherent, there's no signs of mental illness. The only subject that elicited any measurable reaction was the fact that she'd been pregnant with Manning's baby.",
        "[SCENE_BREAK]",
        "Antonio: I was beginning to wonder if I'd ever see you again.",
        "Jessica: I missed you so much.",
        "Antonio: Have any idea how much I love you?",
        "Jessica: I love you, too. Oh. I -- I fought so hard. I could see you, I -- I could hear you talking to Tess, and I fought so hard to get back to you.",
        "Antonio: I know. I felt you right there, especially when we were in the delivery room. We were having our baby.",
        "Jessica: Oh, my God, our baby. I hadn't even gotten to hold her yet. Oh --",
        "Antonio: We're going to do something about that right now. Come here, Princess. We're going to let mommy hold you.",
        "Jessica: Oh. Oh. No. Hi.",
        "[SCENE_BREAK]",
        "Claudia: Oh, my God -- you scared me half to death. What are you doing here?",
        "Nash: I was waiting for you.",
        "Claudia: Why?",
        "Nash: So I could do this.",
        "[SCENE_BREAK]",
        "Spencer: Hey. Don't worry about him, Blair. He's going to be all right, he's going to make a full recovery, I promise.",
        "Blair: Why isn't he awake yet?",
        "Spencer: Well, because his body went through hell, that's why. He'll wake up when he's ready, you'll see. It's a miracle that he's alive, much less stable. I'm more concerned about you right now, what you need, and apparently it's not me -- it's Todd.",
        "[SCENE_BREAK]",
        "Jessica: Oh, thank God. My baby, my little girl. I don't even know what to call her.",
        "Antonio: Tess named her Brennan.",
        "Jessica: Right, yeah, Brennan. I remember when she signed the birth certificate, yeah. Well, hello, little Brennan. I'm your mommy. Oh.",
        "Antonio: What happened? Where's Nash?",
        "Jessica: Oh --",
        "Antonio: Oh, it's ok. Come here. Come here to daddy.",
        "Jessica: Well --",
        "Antonio: Come. Come.",
        "Jessica: He had to leave because of Claudia Reston.",
        "[SCENE_BREAK]",
        "Claudia: What was that for?",
        "Nash: I needed you to remember what it's like to be with me, how much you love me.",
        "Claudia: I remember exactly how it felt to be with you. I don't need to be reminded.",
        "Nash: \"Felt,\" past tense. You don't still feel for me? You don't still want me? You can't lie to me, Claudia. I know you felt it when I kissed you.",
        "[SCENE_BREAK]",
        "Jessica: Claudia's father threatened to hurt Brennan if Nash didn't leave town.",
        "Antonio: So he left just like that?",
        "Jessica: Well, I don't think he knew what else to do. He couldn't risk somebody going after Brennan, and he said that he'd leave --",
        "Antonio: Oh, of course.",
        "Jessica: And figure out some way to keep her safe and then he'd come back once he found out what was going on, but he didn't say when.",
        "Antonio: Hmm.",
        "Jessica: And after he left, I started talking to Tess, and she was afraid. She wasn't afraid of me, though. She was afraid for the baby. We both wanted to keep our daughter safe, so she let me come back.",
        "Antonio: You know what? I don't want to think about Tess and Nash anymore. Not now that I've got you back after all this time. You look so natural with her, so right.",
        "Jessica: Well, I've waited for this moment my whole entire life. I love her so much already, and I'd do anything to protect her. That must be a good sign, right? You know, it must mean that I'm the mom.",
        "Antonio: Absolutely, and I've always known that, and now we're going to find out once and for all.",
        "Jessica: Already?",
        "Antonio: Yes. We need to go to the hospital. Your parents are waiting for us to open the test results.",
        "[SCENE_BREAK]",
        "Clint: You know, Viki, we're going to have to be strong today. Tess is going to need us whether she knows it or not.",
        "Viki: I pray to God that that baby is Jessica's.",
        "Clint: Well, I'm not going to take sides.",
        "Viki: Clint, if Brennan is not Jessica's baby --",
        "Clint: Yeah, yeah, I know the ramifications, but Nash and Tess love that baby. So no matter what happens, we're going to deal with it as a family.",
        "Viki: I guess I just don't know if I can face another loss right now.",
        "Clint: Well, no matter the outcome, we are still Brennan's grandparents.",
        "Viki: Well, you're right. And there's no sense in worrying about it. We're going to find out soon enough.",
        "Clint: Yeah. How's Todd doing?",
        "Viki: Todd is still unconscious, but he's actually recovering.",
        "Clint: And I'm glad to hear that, because I owe you an apology. You were right to believe in him, and I was wrong -- we all were.",
        "[SCENE_BREAK]",
        "Blair: Spencer, of course I need Todd. Jack and Starr need their father, and I owe it to Todd to make it right between us. And I don't know what that means for the two of us, but I -- I don't want to lose you as a friend.",
        "Spencer: I would understand, you know. I mean, it would make perfect sense if you went back to him, knowing what you know now -- that Todd was set up to take the fall for Margaret's murder.",
        "Blair: I don't want to think about that. I just want to be there for Todd when he -- when he needs me to get through this, make sure he's all right.",
        "Spencer: Listen to me. Blair, listen to me, please? People are accusing me of things that I didn't do. I'm just grateful that you don't believe it. I mean, years ago I took an oath to save lives. And I'm just really glad that I was able to be there for Todd, to save an innocent man who was wrongly accused, and I know in your heart that you know that.",
        "Blair: Todd? Please wake up. Because I really, really need to talk to you. Todd?",
        "Todd: Blair --",
        "Blair: Oh, my God -- oh, my God, Todd! Hey. You're going to be ok! Hey. Hey.",
        "[SCENE_BREAK]",
        "Margaret: So what's going on? What's going to happen to me?",
        "Bo: I understand that you still can't remember anything.",
        "Margaret: No. Nothing. Well, you have to believe me, I really do want to remember. I have to remember what happened to me and to my baby, because he's got to be out there somewhere needing his mother.",
        "Bo: Hmm. Yeah, Dr. Crosby told me you were worried about your son.",
        "Margaret: Yeah, anytime anyone talks about him, I get this empty feeling inside of me. But that's all. I mean, how could I forget something so important? It just -- it doesn't make any sense.",
        "Bo: And what about Todd Manning? You -- you really don't remember anything about him, either? Margaret, I know this is probably hard to hear, but you were really desperate to be with him. You shot him in the leg and abducted him from the palace hotel the day of his wedding, held him for months in a mountain cabin, kept him tied to the bed so that he couldn't escape. It was just you and Manning, all alone.",
        "Margaret: Look, how many times do I have to say it? I don't remember Todd or any of these people you're talking about. But there is something.",
        "Bo: Yeah?",
        "Margaret: Well, every now and then, I -- I get this image in my mind.",
        "Ed: What kind of image?",
        "Margaret: It's hard to explain. It's -- it's sort of like a daydream, only it's more familiar.",
        "Ed: Well, can you describe what you've seen in the daydreams?",
        "Margaret: No. It's just a flash. It's gone as quickly as it came.",
        "Bo: Maybe we should try shock therapy.",
        "[SCENE_BREAK]",
        "Claudia: What if I did still have feelings for you? What difference would it make? You made it real clear that you're in love with Tess.",
        "Nash: Hmm. Very much so.",
        "Claudia: Then why did you just kiss me? What, what, did -- oh, did you and Tess have a fight?",
        "Nash: Uh-uh.",
        "Claudia: Then what? Did the paternity test results come in? Did the baby turn out to be Antonio's?",
        "Nash: No. I -- um -- I left before I had a chance to see the results.",
        "Claudia: Why?",
        "Nash: Well, because your daddy left me a rather unfriendly warning.",
        "Claudia: What does that mean?",
        "Nash: He threatened my little girl.",
        "Claudia: Threatened her how?",
        "Nash: He left a note in her crib that said that my girls would pay.",
        "Claudia: No.",
        "Nash: Hmm.",
        "Claudia: No! No, daddy would never -- he would never -- he loves children. He would never hurt an innocent baby. You -- you just want me to hate him. Well, I -- I'm sorry, I don't believe you.",
        "Nash: Your daddy is a thug. That's why I'm here, that's why I'm waiting, that's why I kissed you. I needed to know if you still care about me.",
        "Claudia: Of course I still care about you.",
        "Nash: Good.",
        "Claudia: I will never stop caring about you, Nash.",
        "Nash: Well, if that's true, then you'll help me protect my daughter. Help me end this once and for all.",
        "[SCENE_BREAK]",
        "Jessica: I don't think that I'm ready to face those paternity results.",
        "Antonio: Jess, look at me. This is our little girl, I'm sure of it.",
        "Jessica: Oh, I'd like to believe that more than anything else in the world, but you and I both know that Tess could very well be the mother. Tess and Nash were together all those months, and you and I were together once and we were careful, and Tess and Nash weren't --",
        "Antonio: I know. Ok. So we were careful. All right? But that night -- do you remember that night? It was special. We were apart for a long time, and there was a lot of love between us.",
        "Jessica: There still is.",
        "Antonio: Look, that little girl is ours. I'm sure of it, and don't you think after everything we've been through we deserve a miracle?",
        "[SCENE_BREAK]",
        "Margaret: Why are you so paranoid?",
        "David: It's a long story.",
        "Margaret: Hmm. Well, seeing that we almost just got killed and that I apparently have an entire life that I can't remember, a long story would be a welcome distraction.",
        "David: Fine. 25 years ago, I -- I killed someone.",
        "Guard: Look alive, Vickers. You got another visitor.",
        "David: Is it my lawyer?",
        "Spencer: No, no, just big brother. I thought I'd better come check up on you, see how you're doing. I was worried about you, Dave, down there in Thailand. Being monsoon season and all, it must've been brutal.",
        "David: Well, believe it or not, it wasn't the weather that ruined my trip, Spencer. It was the hit man who tried to kill me -- twice.",
        "Spencer: Sorry about that. I'm glad to see you made it, though.",
        "David: I'm surprised to hear you say that. You know, Spencer, I thought you and I had a deal. I should've known better. Apparently, I was just a pawn in the Blair Cramer bidding war. You sold me out.",
        "Spencer: Oh, I didn't do that, Davey. I couldn't, but I can do this. I can help you get out of this.",
        "David: Actually, it's a little too late. I'm considering another offer. Considering everything that you and I have been through, I'm going to start trusting only one person now.",
        "Spencer: And who would that be, exactly?",
        "David: Bo Buchanan.",
        "Spencer: Huh.",
        "David: You see, the cops -- they want to go easy on me.",
        "Spencer: In exchange for what, David?",
        "David: They want me to give them the goods on what you did to Todd.",
        "Spencer: That would be very foolish on your part.",
        "David: You have a better offer for me?",
        "[SCENE_BREAK]",
        "Todd: Where am I?",
        "Blair: You're -- you're in the hospital.",
        "Todd: What happened?",
        "Blair: You're going to be all right. You just -- you need to rest, Todd, ok? You just rest.",
        "Todd: They were -- they were going to kill me.",
        "Blair: Todd --",
        "Todd: Why am I still alive?",
        "Blair: Because they found evidence at the last minute to prove that you were innocent.",
        "Todd: So they -- so they stopped the execution?",
        "Blair: Well, no, they actually -- they didn't. They'd already started the injections.",
        "Todd: Oh -- I don't understand.",
        "Blair: You died, Todd. You -- you flat lined in -- in the prison.",
        "Todd: I died?",
        "Blair: Yeah, but Spencer -- he -- he saved your life.",
        "[SCENE_BREAK]",
        "Clint: I'm sorry, Viki. I should've been more supportive of -- of Todd. And I certainly never should've said that he deserved to die. I mean, his blood would've been on all our hands. It just makes me think twice about --",
        "Viki: The death penalty?",
        "Clint: I've always accepted it as God's law.",
        "Viki: Clint, if it were God's law, God would've done it. You know what? It's ok, it's a complicated issue.",
        "Clint: Well, it never was for me. I always thought if you take somebody's life, the state is going to take yours. But that doesn't take into consideration that the state might make a mistake and kill an innocent man.",
        "Viki: Yeah. Anyway, I got my brother back -- that's important.",
        "Clint: And I'm glad for you, too, because you've had enough bad news lately to last a lifetime.",
        "Viki: Yeah, we both have.",
        "Jessica: Mom, Dad.",
        "Viki: \"Mom\"? Jessica?",
        "Jessica: It's me.",
        "Viki: Oh, my God! Oh, my God! Oh, Jessie. Thank God. Thank God.",
        "Jessica: I'm so sorry about duke. I really wanted to be there --",
        "Viki: Oh, baby --",
        "Jessica: For you guys and for the family. I'm going to miss him so much.",
        "Clint: We all will, honey. Right now the important thing is you're here. You've come back to us.",
        "Viki: Oh --",
        "[SCENE_BREAK]",
        "Claudia: Let me get this straight. If I help you take on my father -- you want me to do that so that you can be with Tess?",
        "Nash: Yeah.",
        "Claudia: Why -- what makes you think that I would do that? Why should I?",
        "Nash: Because I'm asking you as a personal favor. It's what I want. It's what I need. And I know that you still care about what I want and need, because you still care about me.",
        "Claudia: So if I do this, then you'll suddenly start caring about me, too, as a friend? That's what you're saying -- you'll allow me your friendship? Hmm.",
        "Nash: Well, you're the one who thought this town was big enough for the two of us. You're the one who said we could still be friends.",
        "Claudia: Friends don't kiss like that.",
        "Nash: Got your attention, didn't it?",
        "Claudia: Oh. It was low.",
        "Nash: But effective.",
        "Claudia: Well -- Hmm.",
        "Nash: \"Low\" is threatening a little child. \"Low\" is telling your daughter who she can or can't be with and then using brute force to keep it that way. Your dad wants me far, far away from you. You going to let him get away with that? You ready to say goodbye to me forever?",
        "[SCENE_BREAK]",
        "Margaret: What's this about shock therapy? I mean, can they do that anymore?",
        "Bo: No, no, no -- that's just a figure of speech. That --",
        "Margaret: What do you mean?",
        "Bo: Well, come on. Come on, I'll show you.",
        "Margaret: Where -- where are we going?",
        "Bo: It's ok, it'll be ok. It'll be a surprise. It's ok.",
        "Ed: It's all right, Margaret, I'm coming with you.",
        "Bo: Yeah.",
        "Ed: It's going to be all right, come on. Come on.",
        "Bo: It'll be all right.",
        "[SCENE_BREAK]",
        "Todd: Spencer brought me back?",
        "Blair: Yeah, he -- he went in there and -- and he gave you C.P.R. and -- and drugs and used the shock paddles and he got your heart beating again, and he managed to keep you alive in -- in the helicopter to bring you here to the hospital. What?",
        "Todd: Doesn't make any sense.",
        "Blair: I begged him to save you, Todd. I begged him. And he didn't kill Margaret.",
        "Todd: Who the hell did?",
        "Blair: Nobody.",
        "[SCENE_BREAK]",
        "Jessica: Nash left. Tess and I were both so scared for the baby. There was a threatening note left in the nursery from Reston. He was threatening her life. I just -- I wanted to protect her.",
        "Viki: Oh, baby, I can't tell you how much we missed you. I prayed every single day that you would come back to us.",
        "Jessica: I missed you, too. But I just -- I can't help feeling really bad for Nash. I -- he felt like he had no choice. He couldn't risk Reston following through on his threats.",
        "Clint: Reston -- how dare he threaten an innocent child.",
        "Viki: It's ok. We'll take care of the baby now, we'll keep her safe. I just hope that Claudia's father doesn't go after Nash again.",
        "Clint: Yeah, what was Nash thinking about, taking on Reston? He should've stayed put, given that note to Bo.",
        "Viki: Yeah, well, he didn't, he left. So you two actually have to decide now if you want to get the test results or if you want to wait for Nash to come back.",
        "Antonio: Well, that could be months -- if he ever comes back.",
        "Jessica: He said he was coming back.",
        "Antonio: Well, we'll tell him when he does. In the meantime, I think we've waited long enough. I -- I'd like to know who the baby's parents are -- today.",
        "Jessica: Yeah. I need to know if Brennan is mine.",
        "Phil: All right, then. If you're all ready --",
        "[SCENE_BREAK]",
        "Blair: What -- what the hell are you doing here?",
        "Todd: Margaret?",
        "Bo: That's right. The not-so-late Margaret Cochran in the flesh. Margaret, say hello to Todd Manning.",
        "Blair: Bo, you get her out of here. You get this maniac away from my husband!",
        "Margaret: How can you say that about me? You don't even -- I don't even know you.",
        "Ed: I can assure you she's not a danger to anyone.",
        "Blair: I don't know who the hell you are, but you don't know what this woman did to my family, did to Todd. She tried to slit my daughter's throat!",
        "Margaret: Oh, I --",
        "Ed: It's all right, Margaret. I'm a doctor, Dr. Crosby. I'm a psychiatrist. I have offices here at the hospital. I also consult with the L.P.D. I've been fully briefed on ms. Cochran's history.",
        "Bo: You were right, Manning. The whole thing was a setup. John Mc Bain found her living in Thailand, and he brought her back, but it wasn't in time to stop the execution.",
        "Todd: Ah, crazy bitch set me up.",
        "Margaret: I swear, I -- I don't even know what you're talking about. But they said that -- that we were together, and I don't even know who you are.",
        "Bo: See, Dr. Crosby did the psychological evaluation on Margaret and he says she's telling the truth. She doesn't remember anything that happened before she left Llanview. That's why I wanted to bring her here. I thought that maybe if she saw you, then that would help her recover her memory, and then she could tell us how you ended up on death row for a crime that you didn't commit. Because I don't think that she was in on this alone.",
        "[SCENE_BREAK]",
        "Spencer: Sorry, David, I don't have anything to offer you but brotherly love, and I didn't do anything to Manning -- except save his life, of course.",
        "David: Oh, is that right? How about everything you did to Manning regarding Margaret, and that poor little baby? You even moved in on the mother of his children.",
        "Spencer: Blair fell in love with me on her own accord, and I hope you have some proof to back up these ridiculous accusations of yours.",
        "David: Oh, I do -- the fact that you were in Thailand. And Margaret spent a few months there living under an alias. You were there, Spencer. You admitted it.",
        "Spencer: Well, the last time I checked, it wasn't illegal to do business in Thailand.",
        "David: What about Paige? She knows you were keeping Margaret in that warehouse. As a matter of fact, Paige is a witness. She helped you deliver the baby.",
        "Spencer: I think the clink is making you just a little bit loony. David, you're talking nonsense. Come on, Paige isn't going to testify to anything. So unless you have something just a little more concrete to offer the police, I don't think they'll be cutting you any deals. See you around.",
        "David: Hey, wait a second. What if -- what if I don't go to the police? What if I go directly to Blair and tell her everything that you've done?",
        "[SCENE_BREAK]",
        "Bo: Margaret, I want you to take a long, hard look at Todd. Now, you claimed to be in love with him. You were obsessed. Now, you were so determined to be with him that you kidnapped him on his wedding day.",
        "Margaret: Don't do that, Todd! Look, we're just going to go to our special place. We'll be happy.",
        "Todd: You remember, don't you?",
        "Blair: Margaret --",
        "Todd: She's remembering something.",
        "Margaret: No. I'm not remembering anything. I -- I just want to get out of here. These people are cruel. If you don't get me out of here right now, I'm calling a lawyer.",
        "Bo: No, no, we'll take you back to Dr. Crosby's office.",
        "Todd: No. What did you do with my child?",
        "Margaret: I don't know anything about a child. But if I did have one, I would never harm him. And if you really knew me, you would know that.",
        "Blair: You don't even know yourself.",
        "Bo: Let's get her out of here.",
        "Ed: Margaret?",
        "Bo: This isn't over. I'll get to the bottom of it, I promise you.",
        "Blair: I'll be -- I'll be right back. Wait. Bo tell you what a monster you are?",
        "Bo: Blair --",
        "Blair: Well, let me remind you, Margaret. You destroyed my life. You took my children's father away from them when they were finally going to be a family again. You took my husband. You made me doubt everything that we had. You tortured me, you tortured my family, and I don't give a damn whether you remember any of it. Because you're still a monster, and you are still a crazy bitch.",
        "Ed: All right, that's enough.",
        "Blair: And you will get what you deserve. You're going to pay for what you did. Oh, yeah, because I'm going to see to it. You hear me? I'm going to see to it!",
        "[SCENE_BREAK]",
        "Spencer: Blair's not going to believe a damn thing you have to say, David. Your butt's in the sling for shooting Thomas Mc Bain. That makes you a desperate man, and a desperate man would say and do just about anything to save his own skin.",
        "David: Even so, I bet I can persuade her. All I need to do is plant a seed of doubt. Actually, what I'll probably be doing is sprinkling fertilizer over a seed that's already been planted. You willing to take that chance after everything that you've done to get her? All I do is pick up a phone, have a chat with Blair, and you are out of her life forever.",
        "Spencer: All right, David. What do you want?",
        "[SCENE_BREAK]",
        "Blair: Todd? I am so sorry. I am so sorry that I ever doubted you. There was just -- you know, there was just so much -- so much evidence, and I -- I went against -- I went against my instincts.",
        "Todd: Yeah? What do your instincts tell you about Spencer Truman?",
        "[SCENE_BREAK]",
        "Nash: So what's it going to be? You going to help me or not? Because I'm going to do this thing with or without you. It's your call.",
        "Claudia: I know you're just using me.",
        "Nash: Never.",
        "Claudia: Oh, what, are you kidding me? I'm not the same naive, messed-up girl I was when we were together.",
        "Nash: Hmm.",
        "Claudia: I am sober, I'm together. I don't need you to keep me that way. I know who you really are. I know how you operate. You want something from me, and you'll say or do whatever it takes to get it. That's all right. I'm going to help you anyway.",
        "Nash: You are?",
        "Claudia: Mm-hmm. I've changed. And whatever Daddy's done, however misguided it is, he did it for me. And I do not believe that he would ever hurt your child, but you seem to. So maybe if I help you, you'll see that I'm not the awful person you think I am. And this could be a new beginning for us. We could be friends, maybe. Hmm.",
        "Nash: Maybe.",
        "Claudia: Where you going?",
        "Nash: I'm driving.",
        "[SCENE_BREAK]",
        "Phil: Where's Nash?",
        "Antonio: He couldn't make it.",
        "Phil: Well, he does know about the appointment?",
        "Jessica: Oh, he -- he knows. He had to go out of town. We wouldn't do this behind his back, but I -- I can't wait any longer. I need to know if Brennan's mine.",
        "Phil: Well, that's fine, but I need you to understand that even if the baby does turn out to be yours, that won't make your problems magically go away. If you're ever going to be fully integrated, you still have to face what happened to you when you were a child.",
        "Jessica: I know. I know, but I just want to take it one step at a time, and the first step is finding out if this baby is mine.",
        "Viki: Sweetheart, you know, these test results really don't matter where you're concerned. Brennan is yours, she is your flesh and blood, and that will never change.",
        "Phil: Let's go to my office. We'll read the results there.",
        "Jessica: No. I want to do it right now, right here.",
        "Phil: Fine. Would you like me to open this, or would you rather do it yourself?",
        "Jessica: Would you do it, if that's ok?",
        "Antonio: Sure.",
        "Viki: Let me have Brennan. It's ok.",
        "Antonio: Ready?",
        "Jessica: Ready.",
        "[SCENE_BREAK]",
        "Ed: I think there may be a physical reason for your memory loss. If this had been a mental block, talking with Todd Manning certainly would've jarred it loose.",
        "Bo: And like you said before, we can't give you any medical treatment without a court order -- unless we have your permission. So it's your life. Do you want to know about it? Then -- don't you really want to know about your baby?",
        "Margaret: What kind of tests would you have to do?",
        "Ed: A routine examination, some blood work, and an M.R.I.",
        "Bo: Yeah. And if something really is wrong, I think it'd be better if we found out about it. So what do you say?",
        "Margaret: All right. You can run whatever tests you need. I want to remember everything.",
        "[SCENE_BREAK]",
        "Spencer: I said, what do you want, Dave?",
        "David: It's simple -- I want you to make this murder charge against me disappear.",
        "Spencer: It won't be easy. John Mc Bain has an eyewitness.",
        "David: Well, why don't you take that eyewitness, Spencer, erase his memory, and ship him off to Thailand? Oh, wait -- you tried that once and it didn't work, did it? You better find something. If you don't get me out of here, I will go straight to Blair and I will tell her everything I know.",
        "[SCENE_BREAK]",
        "Blair: Look, I -- I don't want to talk about Spencer. I want to talk about us, Todd. I want to know, can you ever forgive me for abandoning you when you needed me most?",
        "[SCENE_BREAK]",
        "Claudia: So do you have some kind of plan?",
        "Nash: You'll find out soon enough.",
        "Claudia: It's killing you, isn't it? Leaving poor Tess all alone to deal with the test results?",
        "Nash: Yeah. I just hope she's all right.",
        "[SCENE_BREAK]",
        "Jessica: Wait. Um -- I just want you to know something before you open it.",
        "Antonio: What is it?",
        "Jessica: Whatever that test says, I just -- I want you to know that I love you. And as far as I'm concerned, she's your baby as much as she is mine.",
        "Antonio: I love you, too. Ahem.",
        "Jessica: Antonio? Are you the father?",
        "Antonio: No. It's Nash.",
        "[NEXT_ON]",
        "Vincent: I own you now, so I want to see what you've got.",
        "Cristian: Sorry. No go.",
        "Viki: I know how disappointed you must be.",
        "Jessica: We got the test results back. Brennan -- she's yours.",
        "Blair: I still love you. Do you still love me?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=Fod_CKvf4cM"
}