{
    "Episode Summary": [
        "Episode # 10532 ~ Or Forever Hold Your Stream"
    ],
    "Recap": [
        "When Blair tells Ross that she demands he helps her break up Todd and Tea's wedding, he tells her he has a \"better idea and he takes her out on a boat telling her she needs to get over Todd Manning. Right before the reverend is going to pronounce them man and wife, Tea can see that Todd may still have Blair on the brain and she departs. And right after Todd urges her not to go, she is ready to reveal to him that she has a deep dark secret. Blair observes them, assumes it's too late while in the boat and sends off a signal to prevent Todd and Tea from getting married. Stacy and Kim are determined to get Rex to believe that Stacy is pregnant with his child. But he and Gigi are determined to get their relationship back on track and get married. But once again, Gigi runs into Schuyler. She encourages him to re-apply to med school and gets his a job bartending with her at Rodi's. Rex overhears and is clearly not ok with that."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: Just give it to me straight. Is there any chance you can come?",
        "Gigi: I'm gonna ask Jeff if I can leave early.",
        "Rex: Yeah?",
        "Gigi: For you, Lionel Ritchie, and Jeremih? Of course I will. I'll get there as soon as I can. Love you.",
        "Rex: Love you, too.",
        "[SCENE_BREAK]",
        "Kim: I know it's a sold-out show, but do you know who this is?",
        "J.P.: Yeah. A girl without a ticket.",
        "Kim: No, she's your boss' baby mama.",
        "Stacy: Uh-huh. That's right.",
        "J.P.: Yeah? I know Shane's ma, and you are no Gigi Morasco.",
        "Stacy: Ha ha!",
        "[SCENE_BREAK]",
        "Gigi: Any way I could take off early tonight? Lionel Ritchie and Jeremih are at U.V.",
        "Jeff: I'm short-staffed tonight. No promises.",
        "Gigi: Well--",
        "Gigi: Hello! You look bummed.",
        "Schuyler: Final ruling from the school board.",
        "Gigi: Oh. And?",
        "Schuyler: And I am hereby banned from ever Téa:ching in Llanview public schools.",
        "Gigi: Oh, this stinks! You know, Starr Manning is the one who went after you. Can't she talk to the board or something?",
        "Schuyler: It wouldn't matter. I let it happen. I mean, I'm the--I'm the adult in the room. It's my responsibility. So...",
        "Gigi: But never Téa:ching here again--I mean, that could follow you around, couldn't it?",
        "Schuyler: Yeah.",
        "Gigi: Well, listen. The offer still stands. If you want me to talk to Viki Banks, see if she can help--she is a friend of mine.",
        "Schuyler: You know what? The school board doesn't want the controversy. I-- huh. I think it's over. But thank you.",
        "Gigi: For nothing.",
        "Schuyler: No, for--for being so completely on my side.",
        "[SCENE_BREAK]",
        "Markko: Yes! I was about to call you to come over.",
        "Langston: I knew it would be perfect timing.",
        "Markko: See, I got my first film class assignment, and you're gonna be the star.",
        "Langston: No assignments. Cole's with Starr at her dad's wedding, and, um, we have the whole place to ourselves.",
        "Justice: Dearly beloved, we are gathered here today in the presence of family and friends to celebrate, as Téa Delgado and Todd Manning join in Holy Matrimony. Are you ready to commit your lives to this most sacred of bonds?",
        "Todd: Yeah. What the hell.",
        "Téa: Yes.",
        "[SCENE_BREAK]",
        "Blair: The music stopped. You know what that means.",
        "Ross: Musical chairs. Oh, here.",
        "Blair: What are you doing, Ross? Get up. Come on, you've got to get out there and tell everybody that--that Téa is your wife! You got to stop the wedding!",
        "Ross: It's not a big deal.",
        "Blair: \"Not a big deal\"? Where are you--Ross? Ross?",
        "Ross: Just let the ceremony start. It doesn't matter.",
        "Blair: What?!",
        "Ross: Ahh. What matters is--is how good I look when I make my big entrance.",
        "Blair: You better shake a leg, pretty boy!",
        "Ross: We got time.",
        "[SCENE_BREAK]",
        "Justice: In marriage, we give ourselves freely and generously into the hands of the one we love. And in doing so, each of us receives the love and trust of the other as our most precious gift. But even as that gift is shared by 2 people who are in love, all of you are Téa and Todd's community, and each of you has played some part in brining them to this moment.",
        "[SCENE_BREAK]",
        "Blair: Ross? Come on!",
        "Ross: I--I'm not sure about the tux.",
        "Blair: What?",
        "Ross: Well, the last time Téa saw me, I was on the beach. I was wearing some board shorts. That was--I don't know. That was how she loved me.",
        "Blair: That was how she left you.",
        "Ross: I think I got to change. Ohh--aah--ugh.",
        "Blair: What is your problem? Get up. I brought you back here because you promised that you would break this wedding up. Now, what is your problem?",
        "Ross: Well, I might've crossed my fingers on that one.",
        "[SCENE_BREAK]",
        "Markko: Weddings last for hours, right?",
        "Langston: Oh, and we know how to use every minute.",
        "Markko: Let's do my project first.",
        "Langston: What? No. Really?",
        "Markko: Well, yeah. Then I can, you know, concentrate.",
        "Langston: I don't need you to think right now.",
        "Markko: Ooh, it's due tomorrow. It'll be the first thing I've ever created in college, my first piece of work for my first film class.",
        "Langston: Okay, fine. That's big. So what can I do to help?",
        "Markko: All right, we got make a 3-minute movie about something we love, so that's you.",
        "Langston: Okay.",
        "Markko: You'll do it?",
        "Langston: Sure. Hmm. All right. So tell us, Markko, what is it that you love so much about Langston? Use specific examples and, um, show your work.",
        "[SCENE_BREAK]",
        "Schuyler: I'll find another way to make a living.",
        "Gigi: You still have the counseling center, don't you?",
        "Schuyler: Yeah. Well, I mean, that's part-time, and they can't afford to pay me much. So...",
        "Gigi: You don't need a job.",
        "Schuyler: What? No?",
        "Gigi: You need something you love--like you love Téa:ching. Schuyler, you need to become a doctor. That was your real dream, wasn't it?",
        "Schuyler: I can't believe I told you that. I never tell anyone that.",
        "Gigi: You were probably just trying to get me to stop whining about my own life. Why don't you go for it?",
        "Schuyler: Wow. Go back to med school? I mean, I was third year at University of Nevada Med when I dropped out.",
        "Gigi: You were halfway through?",
        "Schuyler: Actually, I was more than halfway through. And I left before I got kicked out from the drugs. So, I mean, I guess technically my grades should still be on record.",
        "Gigi: So you could go back?",
        "Schuyler: Are you trying to get rid of me?",
        "Gigi: No! I meant go here. Transfer your credits to L.U. That way, you could go to medical school and you wouldn't have to leave Llanview.",
        "[SCENE_BREAK]",
        "Kim: Hey, Balsom? Your doorman here has lousy radar. He's treating Stacy and me like nobodies.",
        "Rex: Hey, Kim.",
        "J.P.: They're really with you?",
        "Rex: I will handle it, J.P. Thank you.",
        "Stacy: Thank you.",
        "Rex: So you're obviously feeling okay if you're ready for a night out.",
        "Stacy: Well, it's my first one since I got pregnant.",
        "Kim: I'm gonna go find us a good spot for the show.",
        "Rex: Well, I'm really busy, so you two are on your own.",
        "Stacy: No problem. Rex, um...",
        "Rex: Yeah?",
        "Stacy: Are you okay?",
        "Rex: Well, I'm really busy like I said. So...",
        "Stacy: Right, but otherwise? I mean was walking in the park yesterday and I saw you and Gigi and, I mean, you looked miserable.",
        "Rex: Marry me. Let's do it.",
        "Gigi: I love you so much, Balsom. But we can't get married.",
        "Stacy: And you still look miserable. Are you sure there's nothing wrong?",
        "[SCENE_BREAK]",
        "Blair: What's wrong with you? Are you suddenly getting all soft and runny inside for your ex-wife?",
        "Ross: Well, she's not my ex-wife. She's still my wife. Blair, isn't that the whole point?",
        "Blair: Yeah, that's the whole point. So why don't we get outside? Let's stop this wedding before Todd takes her away.",
        "Ross: Blair, what's the big deal? Téa and I are still legally married. So whatever she and Todd do today won't count, right?",
        "Blair: Oh, yeah. How about they'll be illegally married?",
        "Ross: Oh, illegally married? Like you care about that? You just want to bust in there and break up the whole show.",
        "Blair: I'm gonna go out there and break up that wedding with you or without you. You coming with me? Or maybe--you know what? I'll call the cops first and see if they can maybe arrest you for maybe kidnapping, and what else? Oh, yeah. Traveling with a fake I.D. What's the number for 911? Oh, that's right. It's 9...1...",
        "[SCENE_BREAK]",
        "Justice: Let there be spaces in your togetherness. And let the winds of heaven dance between you.",
        "Téa: Todd, what's going on?",
        "Todd: What do you mean? Nothing. I'm sorry. Go on.",
        "Téa: Ahem.",
        "Justice: Love one another, but make not a bond of love.",
        "Téa: You were just what? What are you doing?",
        "Todd: I was just--I was just-- I was just, you know, looking at our friends and family. Like he said, it's nice that they showed up.",
        "Téa: Bull. You're looking for Blair.",
        "[SCENE_BREAK]",
        "Rex: You were at the park at the same time Gigi and I were there?",
        "Stacy: I wasn't following you.",
        "Rex: Like you wouldn't?",
        "Stacy: Okay, I guess I deserve that. Kim and I were on our way back from Rodi's, and I looked over and I saw you with Gigi. And--I don't know. It looked pretty intense, like something was really wrong.",
        "Rex: Well, you imagined it. Gigi and I are great.",
        "Stacy: Oh. Well, good.",
        "Man: Hey, Rex? The chick over there says you're comping her drinks.",
        "[Stacy laughs]",
        "Rex: Yeah, fine! Well drinks for her, and nothing but juice or soda for Stacy here.",
        "Kim: Isn't he just a ray of sunshine today?",
        "Stacy: Something is definitely wrong.",
        "Kim: Yeah, you're in love with a cheapskate. Well drinks?",
        "Stacy: At least you get to drink! I would kill for a mojito!",
        "Kim: You remember the last Lionel Ritchie concert we went to with the Oakland crew? Man, good times. Except for that run-in with Nicole.",
        "Stacy: That night was insane.",
        "Kim: Yeah, that was nothing compared to the night at the Bellagio. 4 A.M. before I could get there, and you were, like, 10 minutes away from marrying that Mr. Hedge fund manager?",
        "Stacy: He looked so much like Rex, though. It's all I could think about.",
        "Kim: Funny--I noticed he came with a jet and 3 houses. But I'm sure you'd be just as screwed with that guy as you are now with Rex.",
        "Stacy: But I really do hope you learn to like him at some point.",
        "Kim: Okay, I think you like him enough for the both of us. Did he say anything about Gigi?",
        "Stacy: \"Everything's perfect.\"",
        "Kim: Total lie.",
        "Stacy: You think so?",
        "Kim: Yeah. That means it's time for you to move in. Look, you're not gonna go through 9 months of being sober and fat for nothing. You will get Rex.",
        "Stacy: But how?",
        "Kim: We just have to find the weak spot between Rex and Gigi and dig in until it bleeds.",
        "Gigi: Bad idea? You don't want to stay around?",
        "[SCENE_BREAK]",
        "Schuyler: No, I--I do. I do. It's just--huh. When my--when my mom found out that I was planning on being a doctor, she was so excited. I didn't talk to her for a whole year after I dropped out. And if I had stayed clean, if I had stayed in school, Todd Manning never would've been able to blackmail her, and she might even still be alive.",
        "Gigi: So finish now. Make her proud.",
        "[SCENE_BREAK]",
        "Markko: Oh, this is isn't what I had in mind.",
        "Langston: You can't be specific about how much you love me?",
        "Markko: Well, no--nobody wants to hear me talk, no matter how totally awesome you are. It's a movie. I got to make other people see you the way I do.",
        "Langston: That's really sweet, but it's not gonna happen.",
        "Markko: Why not?",
        "Langston: Because I'm lousy on camera. I mean, I freeze up and--",
        "Markko: But you didn't freeze up when you dressed up like a schoolgirl and fake-seduced David Vickers.",
        "Langston: Okay, that was for a good cause.",
        "Markko: This is for a good cause, too.",
        "Langston: Okay, just tell me what you need me to do.",
        "Markko: All right, uh, I'll think up a script. Give me 20 minutes?",
        "Langston: Okay, that's perfect. I actually promised Dorian that I'd do something for her.",
        "Markko: What's that?",
        "Langston: It's a campaign speech. She wants to make sure she sounds cool enough.",
        "Markko: I wouldn't worry about that.",
        "Langston: Excuse me?",
        "Markko: Well, I'm sorry, but you know Viki Banks is gonna win by a landslide.",
        "[SCENE_BREAK]",
        "Téa: You're about to marry me, and you're looking for Blair.",
        "Todd: Well, no. She was here earlier, and now she's--now she's not here. And I was just wondering where she was.",
        "Téa: And you're wondering what? Where she is? Who she's with? If the cabanas are flammable at the country club?",
        "Todd: Oh, come on, Téa.",
        "Téa: You know what? Forget this. Excuse me.",
        "Todd: Are you--hey, wait a minute.",
        "Starr: Oh, boy.",
        "Cristian: Best wedding ever. Think she needs a getaway car? I probably should",
        "Layla: Get over here.",
        "Viki: Téa, you don't want to go like this.",
        "Todd: I--I was looking for snipers.",
        "Starr: Dad, that's--",
        "Todd: Well, your mom was dead set on being here and she's not here, so something's up.",
        "Téa: She's not your problem anymore.",
        "Viki: I'm sure she decided to skip the ceremony.",
        "Starr: Yeah. I told her that she really shouldn't be here.",
        "Jack: This tux itches. Can we do this already or can I ditch it?",
        "Todd: Hey, I'm here with you. I'm here with you. You come first in my life. I love you. Come on. You know, I--I did want Blair to see us get married so-- so she'd leave us alone. But that doesn't really make any difference. All right? This is about you and me. Today is just about you and me, so let's do it. Come on.",
        "Todd: Come on.",
        "[SCENE_BREAK]",
        "Blair: Ohh. Let me down. There is very big trouble down front. I think somebody blew up this wedding without me! Hee hee hee!",
        "[SCENE_BREAK]",
        "Téa: You just wanted to make sure that Blair saw us get married?",
        "Todd: That's right. Well, so did you, remember? You insisted we invite her. The hell with her. This is just about you and me, only you and me. Please?",
        "Téa: We'll send Blair a picture.",
        "Todd: All right, just skip that part about the wind and move ahead.",
        "Justice: As Téa and Todd prepare to join their lives, it's important to remember that everyone here has played a part in their journey, and you will have a vital role in their lives together. So not only do we witness their vows, but we are asked to grant our blessing upon this union.",
        "[SCENE_BREAK]",
        "Blair: Teed up for me. Let's blow them out of the park. Ooh\u0097",
        "[SCENE_BREAK]",
        "Rex: Yeah, I will make sure it's waiting in Mr. Ritchie's dressing room. Mm- hmm. What about Jeremih? Anything special I can get for him?",
        "[SCENE_BREAK]",
        "Stacy: I'm having Rex's baby, as far as he knows. I mean, what else am I supposed to do?",
        "Kim: We need to attack from all sides. I mean, yesterday it was Gigi bringing Rex pain.",
        "Stacy: Oh, she was so rotten to him.",
        "Kim: If she's that unhappy, maybe she just needs a little push in the right direction. Got it.",
        "Stacy: What?",
        "Kim: Schuyler.",
        "[SCENE_BREAK]",
        "Gigi: So you'll call the medical school tomorrow and get those grades sent.",
        "Schuyler: Do you have any idea how hard it is to get back up to speed on 2 1/2 years' worth of med school?",
        "Gigi: You can totally do it.",
        "Schuyler: What--what makes you so sure about that?",
        "Gigi: You're smart and you don't give up. I watched you run all over town with a bag of stem cells, for God's sake. You chased down the truth about my sister. Everyone said you were nuts, including me. And you didn't stop until you proved that Stacy was using someone else's blood to scam us all. Once you put your mind to something, you can do it.",
        "[SCENE_BREAK]",
        "Kim: Schuyler's into Gigi, right?",
        "Stacy: I mean, I guess.",
        "Kim: You had him in bed with you, and he turned you down because you weren't Gigi.",
        "Stacy: It could've just been a bad day.",
        "Kim: Oh, and Rex is jealous of the guy.",
        "Stacy: Well, when they weren't together, maybe, but Rex knows she wouldn't go with Schuyler now.",
        "Kim: You sure about that?",
        "[SCENE_BREAK]",
        "Gigi: Call L.U. tomorrow and get an application.",
        "Schuyler: I'll do it.",
        "Gigi: Yes!",
        "Schuyler: Yes--I will have a lifetime of debt.",
        "Gigi: Oh, really?",
        "Schuyler: Yeah. I don't have enough money to pay for medical school. I mean, my mom left me some, but, you know, that pretty much disappeared when the market crashed. So...",
        "Gigi: What about your dad?",
        "Schuyler: Uh, M.I.A. in my life. Not--not really an option. But you know what? I'll get loans like everyone, and I'll try to find a job that pays me better.",
        "Gigi: That is what I'm talking about.",
        "Jeff: Gigi, I am gonna need you to work late.",
        "Gigi: Oh, come on! Really?",
        "Jeff: I'm sorry. We have a party of 20 on the way in, and I'm still down a bartender.",
        "Gigi: Okay.",
        "Jeff: You covered the bar once, right?",
        "Schuyler: Uh, yeah. Yeah.",
        "Jeff: If you could help us out tonight and it works out, there's a job in it for you.",
        "Schuyler: Huh.",
        "[SCENE_BREAK]",
        "Justice: Do you bless this couple and pledge now and forever to support and strengthen this marriage?",
        "Viki: We do.",
        "Starr: We do.",
        "Charlie: We do.",
        "Justice: In that spirit, Todd and Téa will now exchange their vows. Repeat after me.",
        "Téa: Oh, I actually--I wrote my own vow.",
        "Todd: I didn't.",
        "Téa: Well, um, wing it.",
        "Todd: Well, can I just go with standard vow number two? That's a good one.",
        "Téa: No. Speak from your heart.",
        "Todd: Really?",
        "Téa: Yeah.",
        "Jack: I wrote a speech if you want a copy.",
        "Todd: Oh, thanks, buddy. That's okay. I can do it. Thank you. Oh, boy. Well, uh, why don't you go first, and I'll--I'll work on it.",
        "Téa: You'll think while I'm talking? Uh-uh. Groom goes first.",
        "Todd: But we can change that, though, right? Why?",
        "Téa: Because I want to hear what you're promising.",
        "Todd: What? Is this some kind of test?",
        "Téa: If you're truthful with me, I'll be truthful with you.",
        "[SCENE_BREAK]",
        "Ross: Come on, come on, come on!",
        "Blair: Ross!",
        "Ross: I rented this boat. Come on.",
        "Blair: But the wedding!",
        "Ross: Will you relax? I want to show you something.",
        "Blair: Ross, wait a minute! The wedding--",
        "Ross: Come on, come on, come on.",
        "Blair: Where are we going?",
        "Ross: You are impossible. You have no patience at all.",
        "Blair: Ross?",
        "Ross: No, no, I just want to show you this.",
        "Blair: I am not getting on this boat! But I--the wedding! Ross!",
        "Ross: Go in the cabin. It's a secret.",
        "Blair: In a cabin?",
        "Ross: Yes, yes, yes, yes. Come on. Trust me. Just go. Go. I'll be right down. I'll be right down there. I'll be right--",
        "Blair: Ross, I just--what are we doing? Ross!",
        "[SCENE_BREAK]",
        "Schuyler: Uh, yeah. Yeah, I can cover the bar tonight. But beyond that, I don't know.",
        "Jeff: Didn't you say you needed a job?",
        "Schuyler: Yes. Yeah.",
        "Jeff: Gigi, you're friends. You can vouch for the guy.",
        "Gigi: Uh-huh. Yeah, of course. Uh, but--",
        "Schuyler: I just--we need to figure it out, okay? But I'll let you know.",
        "Jeff: Okay, but don't take too long. If someone walks through that door who can make a Cuban Kimono, they're getting a job.",
        "Schuyler: I've--I've never even heard of a Cuban Kimono.",
        "Gigi: I could Téa:ch you.",
        "Schuyler: No. You know what? Don't--don't worry about it. I'll find another job. I don't want to start anything between you and Rex.",
        "Gigi: You wouldn't be.",
        "Schuyler: I saw his face at the park yesterday.",
        "Gigi: Rex is good.",
        "Schuyler: You--seriously? He didn't give you a hard time?",
        "Gigi: No. In fact, he asked me to marry him.",
        "[SCENE_BREAK]",
        "Bartender: So what's the deal with those two?",
        "Rex: What are you talking about?",
        "Bartender: Ms. Vodka tonic says the blond is pregnant with your kid.",
        "[SCENE_BREAK]",
        "Kim: Don't be so sure Gigi isn't into Schuyler.",
        "Stacy: She has Rex.",
        "Kim: Maybe that's just not doing it for her these days, especially because he's all distracted. And Schuyler's there giving her his full attention, shoulder to cry on.",
        "Stacy: Maybe.",
        "Kim: He hangs out a lot at Rodi's, right? Save me a place. I'll be back for the show.",
        "Stacy: Wait. Where are you going?",
        "Kim: To make sure you don't end up with a brat, stretch marks, and no Rex. Find out from him what you can while I'm gone.",
        "[SCENE_BREAK]",
        "Schuyler: Wow, you guys--you're getting married? Congratulations.",
        "Gigi: I said, \"No.\"",
        "Schuyler: Oh. You want to tell me about it?",
        "[SCENE_BREAK]",
        "Rex: I don't want to talk about it.",
        "Bartender: You really can't let people spread rumors like the...",
        "Rex: It's--it's true. Stacy might be having my baby. It's complicated.",
        "[SCENE_BREAK]",
        "Gigi: It's complicated right now. Everything's about Stacy. But then you heard more than your fill of this yesterday.",
        "Schuyler: I don't mind.",
        "Gigi: I do. Uh, look. Maybe we should find you another job that pays as well as this place would.",
        "[SCENE_BREAK]",
        "Bartender: You and Gigi aren't splitting up, are you?",
        "Rex: No! We're great. We're better than ever.",
        "[SCENE_BREAK]",
        "Langston: Even my lousy baking could get her more votes than this speech. I mean, David Vickers probably wrote it.",
        "Markko: You think?",
        "Langston: There's a whole paragraph in here about funding TV and film production in Llanview. I wonder who could be getting that handout. \"...As we build new initiatives towards prosperity for all\"? What does that even mean? It's like somebody tried to sound smart, but it's--no. Hmm. \"We will work together to create prosperity for everyone in Llanview.\" Still too generic, but at least it makes sense.",
        "[SCENE_BREAK]",
        "Blair: Ross? Ross, you better let me out of here! Ross?!",
        "Ross: If you just let me explain...",
        "Blair: I don't need an explanation. I need to get out of here, you idiot! We got to get back to the country club, or else we're not gonna be able to stop the wedding!",
        "[Boat chimes]",
        "[Motor starts]",
        "Blair: He's starting the boat!",
        "Blair: Where are we going?! Ross, this is\u0097",
        "[SCENE_BREAK]",
        "Todd: When I hit rock bottom, you--you landed back in my life from God knows where. Even after we've been married twice already and they ended in total disasters and I--I even left you stranded on an island in the South Pacific, you came back. And you fought for me. You battled for me. You saved me from jail, and I really owe you. You saved me from myself. Which is something you've been trying to do for years, right? Anyway, the bottom line is you and I are really meant for each other. Because you know how we fight? I fight you, and then you fight me back even harder. And we have really, really hot sex. And, um, and we do it anywhere. You know, we'd do it--we'd do it, like, in a courtroom. Not your courtroom, mind you, but, you know, we'll do it in a courtroom. What?",
        "[Téa babbles]",
        "Todd: I mean, you know, the thing is we hate each other, right?",
        "Téa: Right.",
        "Todd: But we love each other even more. And you tame my worst impulses--most of them, anyway. Because of you, I share joint custody with my lovely children. Because of you, I--I stop and think now when I want to do rash things like beat up Cole. Which I think makes Starr's life a little easier, right? And it's because of you that I watched Viki marry, um\u0097",
        "Todd and Téa: Charlie.",
        "Todd: Charlie. And that was fine. I was okay with it. And it's because of you that...that I'm as happy as I am in this moment. I hope that means that I'm gonna be as good as you deserve. And I--I promise to try, at least. And that's it.",
        "[SCENE_BREAK]",
        "Blair: Ross?",
        "[Banging on cabin]",
        "Blair: Let me out of here!",
        "Ross: What's that?",
        "Blair: I said let me out of here!",
        "Ross: Okay. Only if you play nice.",
        "Blair: Play nice?",
        "Ross: Hi.",
        "Blair: Okay, what the hell are you doing?",
        "Ross: Well, right now I'm steering a boat.",
        "Blair: You're not steering a boat, you stole a boat! That's what you did.",
        "Ross: No kidding. I thought it was part of the club membership: The keys were in it.",
        "Blair: Ross, stop! Stop it!",
        "Blair: We are in the middle of Llantano Bay!",
        "Ross: Yeah. Well, you said, \"stop.\"",
        "Blair: You know I meant take me back to the country club!",
        "Ross: Yeah. I know you meant that.",
        "Blair: Okay, Ross, what kind of game are you playing here?",
        "Ross: No game.",
        "Blair: Oh, yeah? If we don't get back to the country club right now, we're gonna--we're not gonna be able to stop the wedding!",
        "Ross: That's kind of the idea.",
        "[SCENE_BREAK]",
        "Gigi: Okay. Let's see what we have here. Oh, look. I can--I can lose 47 pounds of belly fat by following one simple rule.",
        "Schuyler: Ooh. Hey, and I can earn up to $200 an hour with just my computer at home.",
        "Gigi: Do we believe anything on this page?",
        "Schuyler: No. Let's forget the ads. Let's go to the listings. Look. Okay, right here. See this? I'm friendly, assertive, and ambitious. \"Earn top dollar.\"",
        "Gigi: Telemarketing--I could never speak to you again. Media specialist!",
        "Schuyler: Do you know what that is?",
        "Gigi: No.",
        "Schuyler: That's running a copy machine for 8 hours a day.",
        "[SCENE_BREAK]",
        "Rex: What? Did your buddy get tired of free drinks?",
        "Stacy: No. I--I forgot to take my prenatal vitamins this morning, so she went to go get them for me.",
        "[SCENE_BREAK]",
        "Gigi: What's that one: \"A few good men\"? \"Earn six figures\"? Schuyler, this could be...",
        "Schuyler: Escorts.",
        "Gigi: Oh.",
        "Schuyler: They're looking for escorts.",
        "Gigi: Ew!",
        "Schuyler: Yeah.",
        "Gigi: Schuyler, this is ridiculous. Just take the bartending job here.",
        "Schuyler: Rex would freak out if you and I were working together.",
        "Gigi: He will be fine with it. He is okay with the fact that we are friends. He is. He'll be cool with this, I swear!",
        "[SCENE_BREAK]",
        "Rex: You got to take those vitamins. I read the thing the doctor gave us. Didn't you?",
        "Stacy: Yeah. But they upset my stomach.",
        "Rex: Well, too bad. They have folic acid and iron. Take them with food.",
        "Stacy: Oh, my brain's been like mush from all these hormones, and I'm totally wiped out all the time. I don't know how Gigi did this all alone.",
        "Rex: And neither do I.",
        "Stacy: I'm so glad I have Kimmie.",
        "Rex: Yeah, is she sticking around?",
        "Stacy: I hope so. I mean, there's only so much I can ask. It's not her baby.",
        "Rex: Yeah. She's getting free rent, food, and drink. That ought to buy something. What?",
        "Stacy: It just hurts to hear how much you hate us.",
        "Rex: I didn't say that I hated you.",
        "Stacy: Kimmie's all I have to depend on. You said you wanted to be a part of this, but I haven't even seen you since the doctor's appointment. It's like you don't even care about your own child at all.",
        "[SCENE_BREAK]",
        "Blair: Why are you sabotaging me?",
        "Ross: I'm--I'm trying to save you.",
        "Blair: From what?",
        "Ross: From making a fool of yourself. Todd Manning's not worth it.",
        "[SCENE_BREAK]",
        "Téa: Todd, that's--that's not bad.",
        "Todd: All right, your turn.",
        "Téa: Well, you covered the scary, dysfunctional part of our relationship from your side, so I'll just start with, um, what I really need to tell you. Um, remember you said that I showed up from God knows where because I'd heard that you were in trouble? You never asked where I'd been all those years. You never asked what I'd been doing. It didn't--it didn't matter to you, right? And it-- and it didn't matter to me either, until now.",
        "[SCENE_BREAK]",
        "Ross: Just let it go, Blair. Let Todd and Téa get married. Hell, they probably deserve each other.",
        "Blair: Yes. I'd like to report a kidnapping. Mine!",
        "[SCENE_BREAK]",
        "Téa: You think your sister had given up on you, but that's not true. Viki is here right now because she never stopped believing that you could be the guy who made that vow. You're the reason that I hung in there with Todd. You told me to be honest with him, and I owe him that. Especially after you were just so honest with me.",
        "[SCENE_BREAK]",
        "Blair: Yes, I'm in the middle of Llantano Bay, right off the docks of the country club. Uh-huh. In a big white boat...",
        "Ross: Okay. All right, I'll get that. Hello, hello? Yeah, just a bad joke. Hello? Nice bluff.",
        "[Blair groans]",
        "Blair: I meant it when I dialed it. I swear, you would be halfway to jail right now if I had any reception in here. Oh, come on! Turn the boat around!",
        "Ross: All righty.",
        "[Boat chimes]",
        "[Motor starts]",
        "Blair: The other way!",
        "Ross: Will you back up? Don't touch the--I got it. I got it. I got--okay.",
        "Blair: Ugh. Just turn it.",
        "Ross: Sit.",
        "Blair: Ugh. What are you doing? Oh, my God, Ross! Those were the keys!",
        "[SCENE_BREAK]",
        "Téa: I am so grateful to be a part of your lives. I already love you guys so much. And, Estrella, I think you know how much you mean to me. I look at this beautiful family, and I see everything that I want.",
        "Jack: [Whispering] She's losing it.",
        "Todd: You okay?",
        "Téa: Yeah.",
        "[SCENE_BREAK]",
        "Ross: Okay, so you're gonna swim to shore?",
        "Blair: Yes, I am.",
        "Ross: Mm-hmm? All right, you're gonna show up dripping wet, half naked, ranting about the fact Téa already has a husband. Meanwhile, said husband isn't there to back you up. Are you picturing this, Blair? All right, I'll come visit you in the nut house.",
        "Blair: Ross, not the way that it was supposed to be! Now, please, please come with me? Please?",
        "Ross: Give it up. Look, Todd and Téa are probably already married.",
        "[SCENE_BREAK]",
        "Todd: Honey, are you all right? Let's get married before I screw it up.",
        "Téa: Oh, today's perfect. You're--you're perfect.",
        "Todd: Come on, then.",
        "Viki: Todd? Let her finish. Go ahead.",
        "Téa: Oh, no. I'm just--I'm just overwhelmed, you know? To go from zero to--to all of this, to all of you. I just-- God, I've forgotten everything I wanted to say, except, um, I love you guys. I love you, Todd. I never want to lose you. Okay?",
        "Todd: You can't. You can't...",
        "Téa: I never want to lose you.",
        "Todd: You can't lose us. Okay? Let's finish the ceremony.",
        "Jack: Say \"yes,\" and we can have cake.",
        "Téa: In that case...",
        "Todd: Can we go right to the-- sorry, the rings and--and call it a wedding?",
        "Justice: May I have the rings, please?",
        "Todd: You're up, dude.",
        "Jack: Oh. I've lost the rings.",
        "[SCENE_BREAK]",
        "Stacy: Look, I'm sorry. I know it must be hard juggling everything, especially if Gigi's upset.",
        "Rex: I didn't say that.",
        "Stacy: I'll try to get Kim or somebody, anybody to help me. But if I can't and I need something, can I call you?",
        "Rex: Of course.",
        "Stacy: It won't make Gigi mad?",
        "Rex: If it's something important for the baby, Gigi will be fine with it.",
        "[SCENE_BREAK]",
        "Jeff: I'll put this in so you can start right away.",
        "Schuyler: Great. Thanks.",
        "Gigi: It's official?",
        "Schuyler: I'm Rodi's newest bartender--if--if you're sure it's okay.",
        "Gigi: Positive.",
        "Schuyler: Okay, because if Rex makes your life a living hell, I'm gonna go with the escort thing.",
        "Gigi: Stop. Look--okay, I will tell Rex after the show tonight when it's just the two of us, and I promise you he will be fine with it.",
        "[SCENE_BREAK]",
        "Rex: Ultraviolet.",
        "Stacy: What'd you find out?",
        "Kim: Wait for it.",
        "Rex: Yeah, they can load in anytime they want. Just call, and we'll have somebody at the back door. Yeah.",
        "Kim: One more reason for you to avoid going to Rodi's.",
        "Stacy: Why is that?",
        "Kim: Your sister got Schuyler Joplin a job there.",
        "Stacy: Shut up!",
        "Kim: Oh, yeah. Gigi insisted that they hire him.",
        "[SCENE_BREAK]",
        "Markko: Okay. I'm done, I promise. Langston?",
        "Langston: Right here. How's the movie?",
        "Markko: Almost as good as the real thing.",
        "Langston: Can you be done with the camera, already?",
        "Markko: Oh, I am so done with that.",
        "[SCENE_BREAK]",
        "Starr: Uh-oh.",
        "Todd: Hey, hey, hey, hey. Did you really losing the rings?",
        "Jack: J.K., Dad.",
        "Charlie: What?",
        "Cole: It was \"just kidding.\"",
        "Jack: Right here. And you, Dad, can have them for the low price of an eleven hundred-watt Danish sound system--for my new two-seater, of course.",
        "[SCENE_BREAK]",
        "Blair: Give me those. Give me those! Get out of the way. I swear, if it's too late to stop this wedding, I am gonna kill you! Oh, my God! They're already to the rings! No, no, no!",
        "Justice: The rings you exchange and which you will wear are a symbol of the shared love that will sustain you as husband and wife. What we join here and now through your vows let no one Téa:r asunder.",
        "[SCENE_BREAK]",
        "Blair: No! No!",
        "[Air horn continues]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=nRTGGxd_ml8"
}