{
    "Episode Summary": [
        "Episode # 10562 ~ Skin and Bones"
    ],
    "Recap": [
        "Jessica discovers that Natalie has been knocked unconscious and assumes that Jared is going to endanger them and has killed the people in question. But he protests that she listens to his explanation about what has happened. Rex's aunt Corrine tells him that if he demands to know who his real father is, she can tell him. On the flight back, John tells Brody about the history he knows of Roxy and Walter Balsam and the mystery of who Rex's real father is. He tells him that there was a cult leader named Mitch Laurence who brainwashed many people. Rex then finds out that Mitch Laurence was his biological father and he is shocked and horrified. Viki and Charlie discover, in horror that Nash Brennan's grave his been dug up and his casket is empty. Yet there are no explanation. Natalie, Jessica and Jared all come face to face with Mitch Laurence after everybody believes he's been dead for many years. And it appears he might be behind the unexplained crimes that have happened recently."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Gigi: I guess that wasn't really subtle. I've had a certain amount to drink.",
        "Schuyler: Yeah, yeah. I know, I know. I was there. Okay...",
        "Gigi: So? You want me?",
        "Schuyler: God, yes.",
        "[SCENE_BREAK]",
        "Roxy: Hey, good looking, where are you going all duded up?",
        "Kyle: Tonight is Oliver and my first official date.",
        "Roxy: Really?",
        "Kyle: Yeah.",
        "Roxy: You got that lucky rabbit foot that I gave you?",
        "Kyle: Right here.",
        "Roxy: All right! It worked, 'cause you dumped Mr. Wrong at the altar, and you're going to be with the man that you love.",
        "Kyle: Well, Roxy, when you're right, you're right.",
        "Roxy: You know, maybe I could take that back and just slip it under my pillow, get a little action?",
        "Kyle: Sorry. Tonight, I'm not taking any chances.",
        "[SCENE_BREAK]",
        "Layla: Fish, stop fussing! Come out already.",
        "Oliver: I did come out--on national TV in front of millions of people, remember?",
        "Layla: Uh-huh. I suppose that makes you the man. Well, if Kyle shows up and you're standing in front of that mirror--",
        "Oliver: Okay, okay. How do I look?",
        "Layla: You look...",
        "Oliver: Yeah?",
        "Layla: Does the word \"dork\" have any meaning for you?",
        "[SCENE_BREAK]",
        "Schuyler: No, no--Gi--hey, Gigi, you don't--you don't want to do this.",
        "Gigi: You don't know what I want!",
        "Schuyler: Hey, listen, listen. Focus, focus. You don't want to do this to Rex.",
        "[SCENE_BREAK]",
        "Corrine: Rex, don't let them take me to jail.",
        "Rex: Oh, after what you did to me?",
        "Corrine: I raised you. I was good to you. And I know things--things you need to know.",
        "Rex: Yeah, right. Uh--throw the book at her.",
        "Corrine: Don't you want to know who your father is?",
        "Rex: You would say anything to get out of this. You're more like Roxy than I thought.",
        "Corrine: I'm not lying, I swear! If you still want to know who your father is, I'll tell you.",
        "[SCENE_BREAK]",
        "Brody: I can't believe Jess is with Natalie in Napa.",
        "John: Yeah. You worried?",
        "Brody: Yeah. For a lot of reasons.",
        "John: Local cops are on their way.",
        "Brody: Jess promised me she was going to stay put at her mom's until I got back. She said she knew those phone calls from Nash weren't for real.",
        "John: I guess the last one changed her mind.",
        "Brody: Yeah, and she headed straight to Nash's old vineyard. Why would she do that? It--it doesn't make any sense. I mean, for God sakes, Nash is dead.",
        "[SCENE_BREAK]",
        "[Rumbling]",
        "Viki: Oh, my God!",
        "[SCENE_BREAK]",
        "Jessica: Nash? Baby, is that you? Oh...Nash...",
        "[Jessica screams]",
        "[SCENE_BREAK]",
        "Rex: You don't know anything about who my father is. And you don't care a thing about me. You proved that today. Take her in.",
        "Corrine: I have proof.",
        "Officer: Come on, lady.",
        "Rex: Wait!",
        "[SCENE_BREAK]",
        "Gigi: Had to mention Rex, didn't you? What happened? You didn't have a bucket of cold water to throw on me?",
        "Schuyler: Did it work?",
        "Gigi: Why are we talking about Rex? Why are we not naked?",
        "Schuyler: We're not getting naked.",
        "Gigi: We aren't?",
        "Schuyler: No. You're going to take this, and you're going to put this on. And you're going to drink some coffee, and you're going to stop arguing with me.",
        "Gigi: Are you mad at me?",
        "Schuyler: No, I'm not mad at you, I just--I just...",
        "Gigi: I thought you wanted me.",
        "Schuyler: Gigi, I do want you.",
        "Gigi: Oh.",
        "Schuyler: I think that's--that's pretty obvious by now. I just--not like this, you know?",
        "Gigi: I'm--I'm not as wasted as you think I am. I know what I'm doing.",
        "Schuyler: Oh, yeah?",
        "Gigi: And, like, it's fine! So can we just make love now?",
        "[SCENE_BREAK]",
        "Kyle: So how do I look?",
        "Roxy: You look pretty damn great. You know, if you swung my way, I might not let you out of the hotel tonight.",
        "Kyle: Thanks.",
        "Roxy: Yeah. Hey, listen, go. Have a great time. Don't do anything I wouldn't do.",
        "Kyle: Yeah. Roxy, there is nothing you wouldn't do.",
        "Roxy: You got that right, baby.",
        "[SCENE_BREAK]",
        "Oliver: I just bought this shirt. What's wrong with it?",
        "Layla: Fish, that's the kind of shirt you wear if you're taking the neighbor's kids to play goofy golf.",
        "Oliver: It's comfortable.",
        "Layla: Yeah, and if there was a contest to see who can disguise his smoking hot body the best, you would win.",
        "Oliver: I'm sorry--my body is smoking?",
        "Layla: I've seen it, remember? I didn't have any complaints.",
        "Oliver: Thank you. For everything. You're like--you're like the best friend I've ever had.",
        "Layla: So listen to your friend and go change your shirt.",
        "Oliver: Okay, okay. You know, I just wish--",
        "Layla: If you apologize about using me one more time--",
        "Oliver: Oh, no, it's not that. You know, but I do actually still feel guilty about that.",
        "Layla: Don't. You're happier than I've ever seen you.",
        "Oliver: Yeah, and I want you to be happy, too.",
        "Layla: I'm happy.",
        "Oliver: Right. That's why I came in here the other night and found you crying.",
        "Layla: Oh. Right. Ahem.",
        "Oliver: Look, Layla, you made me see that I was standing in the way of my own happiness. You know, coming up with a lot of bad reasons why I shouldn't be with the guy that I love, and I just--I wish I could do that for you.",
        "[SCENE_BREAK]",
        "Carlotta: Hey! Will you please snap out of it?",
        "Cristian: What did I do?",
        "Carlotta: Ever since you moved back in with me, you've been moping around. It's starting to get to me.",
        "Cristian: Yeah, sorry, it's just--a lot of--",
        "Carlotta: Call her. Come on.",
        "[SCENE_BREAK]",
        "Charlie: Viki?",
        "Viki: Oh, Charlie--oh, thank God you're here.",
        "Charlie: Well, I got here as quick as I could. Are you all right?",
        "Viki: Look at this. Nash's grave--it's--it's been dug up. I mean, the coffin is empty. His body is gone.",
        "Charlie: Oh, my God. Who would do something like this?",
        "[SCENE_BREAK]",
        "Jessica: No...oh! Oh...",
        "[Jessica screams]",
        "[SCENE_BREAK]",
        "Cristian: I can't call Layla.",
        "Carlotta: You know this great little invention, the cell phone--you can call anywhere, anytime, anyone. Straighten things out with her...",
        "Cristian: This isn't going to get straightened out, Mom, all right? Look, Evangeline's in a coma that she may never wake up...you know, I'm really sick of talking about this.",
        "Carlotta: You're angry.",
        "Cristian: Yes, I am.",
        "Carlotta: Don't get silent again.",
        "Cristian: What's there to say? If Evangeline woke up tonight, she wouldn't want me back. But you know what? That doesn't make any difference to Layla.",
        "Carlotta: When someone is like the way Evangeline is right now, it can be very difficult for someone who loves her to move on in their lives.",
        "Cristian: I know that. I used to wish it had been me, instead.",
        "Carlotta: Oh, don't even say that. I can't even imagine what it must feel like to be Evangeline's mother or sister. And I remember when you had a difficult time opening up to Sarah.",
        "Cristian: I was being an idiot.",
        "Carlotta: Evangeline wouldn't want you or Layla to live half a life because of her.",
        "Cristian: But she can't say that.",
        "Carlotta: But you can.",
        "Cristian: I tried. Layla wouldn't listen.",
        "Carlotta: Try again.",
        "[SCENE_BREAK]",
        "Layla: You know what bugs me?",
        "Oliver: What?",
        "Layla: Crazy-in-love couples who get in your business when you aren't crazy- in-love, too.",
        "Oliver: Yeah, well, that's not what I want.",
        "Layla: Good. Because A, I'm not in love with Cristian. And B, if you don't change out of that nasty shirt and into your blue button-down, you're not going to be ready when--",
        "[Knock on door]",
        "Layla: See? I rest my case.",
        "Layla: Hey, Kyle. Come on in.",
        "Kyle: Hi.",
        "Layla: Oliver, Kyle's here. Would you like something to drink? A beer, or a soda, maybe?",
        "Kyle: No, I'm good.",
        "Oliver: Hey.",
        "Kyle: Hi.",
        "Oliver: I'm--I'm sorry I kept you waiting.",
        "Kyle: Yeah, no worries. You--you look great. It's a nice shirt.",
        "Layla: Oliver has excellent taste in shirts, roommates, and...men.",
        "[SCENE_BREAK]",
        "John: Nash didn't convince Jessica to go to Napa.",
        "Brody: But somebody went through a whole hell of a lot of trouble to make it seem like he did. I still can't believe my sister helped whoever that was. And I fell for it.",
        "John: Hey, if my brother called me up and said he needed help, I'd probably drop everything I was doing, too.",
        "Brody: Yeah. I don't know your brother, but you've met Nadine. And you can't trust a word that woman says. And I should have remembered that.",
        "John: You think she's lying about not knowing the guy that talked her into getting you to come to Michigan?",
        "Brody: I don't know.",
        "John: You think she'd do it just for the money?",
        "Brody: Nadine Lovett would sell her soul for a one-way ticket to Vegas.",
        "John: Balsom's aunt didn't seem like the type.",
        "Brody: Yeah. Rex said she took him in, raised him for several years. I mean, why turn on him now? Knock him out and drug him?",
        "John: Either there's something in it for her--something we haven't figured out-- or she's scared.",
        "Brody: Of what?",
        "[SCENE_BREAK]",
        "Rex: Would you guys mind giving us a few minutes?",
        "Officer: Yeah, sure.",
        "Rex: Thank you.",
        "Officer: Be right out on the porch. Don't try anything.",
        "Corrine: Thank you, Rex. I never meant--",
        "Rex: You really knew who my dad is?",
        "Corrine: Yes, but...",
        "Rex: You have proof? I want to see it, now.",
        "[SCENE_BREAK]",
        "Schuyler: Okay, okay, put your shirt on. Come on.",
        "Gigi: Why?",
        "Schuyler: Because nothing's going to happen here. Arms--there you go. Okay, right here.",
        "Gigi: Why shouldn't we sleep together? Rex slept with my sister.",
        "Schuyler: Yeah, payback sex--that works out great.",
        "Gigi: It could.",
        "Schuyler: Gigi, come on! You're better than that. Look...there's a saying that they have in rehab. \"Think through the drink.\"",
        "Gigi: What does that mean?",
        "Schuyler: It means--it means forget about what you want now, and think about how you're going to feel after you get it. You're going to hate yourself. You know that. And you're going to look at me, and you're going to see a mistake that you made because you got wasted because you were--because you were missing Rex.",
        "[SCENE_BREAK]",
        "Charlie: The cops are on the way.",
        "Viki: You know, Charlie, when Jessica started saying that she was seeing Nash, I thought it was all psychological. You know, maybe guilt over the fact that she had feelings for Brody or something.",
        "Charlie: Until the guy responsible turned up dead on your terrace. Gave John McBain a chance to point the finger at Jared.",
        "Viki: And now Jared's gone. Nash's body is gone. And it's Chloe's birthday. I'm just grateful that Jessica is not here. At least she's safe with Brody.",
        "[SCENE_BREAK]",
        "Jared: Jessica, you've got to let me in here!",
        "Jessica: Why? So you can see your handiwork?",
        "Jared: I need you to calm down! Would you just listen to me?",
        "Jessica: You are crazy!",
        "Jared: Jessica, I swear to you, I'm not going to hurt you!",
        "Jessica: How could you do that to him?",
        "[Noise]",
        "[SCENE_BREAK]",
        "Carlotta: Ay, you're so stubborn.",
        "Cristian: Layla is the stubborn one, okay? I've talked myself blue in the face, and nothing I say makes any difference at all. She's decided that if she started something with me, it's being disloyal to her sister.",
        "Carlotta: And you accept that?",
        "Cristian: I do now.",
        "Carlotta: Then you are still being an idiot.",
        "[SCENE_BREAK]",
        "Kyle: So, you ready?",
        "Oliver: Yes. Let's go.",
        "[Phone rings]",
        "Oliver: Oh. Oh, God--it's the station. I got to take this.",
        "Kyle: Go ahead.",
        "Oliver: I'm sorry. Officer Fish.",
        "[Kyle sighs]",
        "Layla: I guess you know what it's like being on call.",
        "Kyle: Yeah. A med student and a cop...I don't think we're ever going to get to see each other.",
        "Layla: Much less have a drink together.",
        "Kyle: Exactly.",
        "Oliver: Right. Um--so, you're not going to believe this.",
        "Kyle: You got to go in? I thought you said you were off duty.",
        "Oliver: Yeah, I am. I was. They're shorthanded.",
        "Kyle: It's okay. We'll just do this another time.",
        "Oliver: No...would you mind waiting here? I promise it won't take long.",
        "Kyle: You sure you don't want to reschedule?",
        "Oliver: You know, Kyle, I've been looking forward to this all day...a lot longer than that, actually.",
        "Kyle: Yeah, me, too.",
        "Oliver: So you'll hang around?",
        "Kyle: You have to ask? So about that beer...",
        "Layla: I'll open two.",
        "[SCENE_BREAK]",
        "Gigi: God, this night is really beginning to suck.",
        "Schuyler: Yeah, I agree. I agree. Rex is off doing something that he won't even tell you about, and you're stuck looking at a sonogram picture of the baby he made with your sister. That's--",
        "Gigi: We don't even know if it's his!",
        "Schuyler: Yeah, that's right, Gigi, you don't know. You don't know, and you're not going to know until the baby's born, so what are you going to do until then? You going to send Shane up to bed early every night so you can bust out the bottle of tequila?",
        "Gigi: I don't want to talk about this anymore.",
        "Schuyler: Yeah, you're right. You'd rather use me to get even.",
        "Gigi: Why are you being so mean?",
        "Schuyler: Here's why, okay? You and I sleep together, and you're going to regret it and you're going to feel guilty. And you're going to tell Rex, just like you told him I kissed you. Just like you told him about these supposed feelings you have for me.",
        "Gigi: Oh, God, you're making me sound like--like a not very nice kind of woman.",
        "Schuyler: No, I--Gigi, I think you're an amazing, sexy, beautiful person. But you have a child with Rex. And for God's sake, he asked you to marry him.",
        "Gigi: Yeah, because he saw us together. Maybe...",
        "Schuyler: May--maybe what?",
        "Gigi: Well, if he had asked me to marry him a year ago, I would be Mrs. Rex Balsom now, no matter why he did it. But this time...this time, I told him I wasn't ready. Maybe--maybe I'll never be ready. Because...maybe...maybe he's not even who I'm supposed to be with.",
        "Schuyler: What does--what does that mean? I am?",
        "[SCENE_BREAK]",
        "Rex: You're stalling.",
        "Corrine: I brought this here, and I asked Nadine to hide it.",
        "Rex: The Boutet Clinic?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Jared: Jessica, no, no! Jessica, don't open it! That could be a trap! Damn it! Damn it, Jess, let me in here!",
        "Jessica: Go away!",
        "Jared: Let me in!",
        "[Jessica gasps]",
        "[SCENE_BREAK]",
        "Layla: So, how's life been since you told Oliver you love him on national TV? You took a big chance, and it paid off.",
        "Kyle: Yeah. It really wasn't that hard, you know, once I just got out of my head and said what I was really feeling.",
        "Layla: You weren't afraid at all?",
        "Kyle: Well, I wish I could have done it without hurting Nick.",
        "Layla: Well, Nick's still around. You have a chance to work that out.",
        "Kyle: You and your sister don't?",
        "[SCENE_BREAK]",
        "Cristian: Nice try.",
        "Carlotta: What?",
        "Cristian: You call me an idiot, I want to prove you wrong, so I do what you want and call Layla. Isn't that how it goes?",
        "Carlotta: I thought I'd give it a shot. I just hate seeing you look so sad.",
        "Cristian: Don't worry, Mom, I'll figure it out.",
        "Carlotta: What, a way to make it work with Layla?",
        "Cristian: No, a way to move on.",
        "Carlotta: Do you love her?",
        "Cristian: Who knows what love is?",
        "Carlotta: So you do. You do. Then you cannot give up on her.",
        "Cristian: Look, when a woman says, \"you don't care about my feelings,\" \"you drink too much,\" \"you hang out with your friends, and not me\"--those are things that you can change about yourself...if you care enough. Now, Layla said that she can't be with me because she doesn't want to hurt her sister, who's been in a coma for two years. I can't change that. And you know what? Maybe that's why she said it. Maybe--maybe she's just not that into me.",
        "Carlotta: Well, I don't believe that for a second.",
        "Cristian: Mom, you're tired, okay? You've had a long day. Why don't you go home?",
        "Carlotta: No, I'm not tired.",
        "Cristian: Go home, put your feet up, relax. Mom, home, please.",
        "Carlotta: All right, all right. But you come home with a smile on that face, or you can forget about being my new boarder.",
        "[SCENE_BREAK]",
        "Viki: I don't know what's taking the police so long.",
        "Charlie: Well, it's not exactly an emergency.",
        "Viki: We just want to get out of here. Charlie, when is this going to end?",
        "Charlie: I know. Believe me, if I don't hear something soon about Jared...",
        "Viki: Listen, John will find him and bring him home.",
        "Charlie: Yeah, in handcuffs! I'm--I'm sorry, I'm just feeling like I've failed him again.",
        "Viki: You have not failed him.",
        "Charlie: Well, yes, I...if Jared was in some kind of trouble, he should have been able to come to me.",
        "Viki: But he knows he could. Charlie, you've been a wonderful father.",
        "Charlie: Yeah? Then why can't I find him? Why isn't he reaching out to me if he's in some kind of trouble?",
        "Viki: Honey--honey...oh, here they are.",
        "Oliver: Oh, Mr. and Mrs. Banks?",
        "Viki: Oliver--Fish?",
        "Oliver: I'm sorry I'm not in my uniform. I got called in on my day off.",
        "Charlie: Yeah, well, that's a hell of a way to spend your day off, huh?",
        "Oliver: That's really not a problem. So this is what you called about?",
        "Viki: That's my son-in-law's grave. His body's gone.",
        "Charlie: Now, has this been happening at other cemeteries?",
        "Oliver: No, sir.",
        "Viki: So this is about us? I mean, this is just about our family?",
        "Charlie: We've been having a lot of problems recently.",
        "Oliver: I've been trying to reach John. He's out of town on a case.",
        "Viki: What kind of a ghoul would do that?",
        "Oliver: Find the cemetery sexton and tell him we're going to need some help to get this casket out of the ground.",
        "Officer: Right.",
        "Oliver: If we're lucky, we'll find something that will tell us who did this. Come on.",
        "Viki: Oh, my God, Charlie, I hope they find Nash's body before Jessie finds out.",
        "[SCENE_BREAK]",
        "Jessica: Natalie? Natalie? Natalie, please open your eyes. Please be okay! Natalie? Natalie?",
        "Jared: Damn it, Jess, let me in there!",
        "Jessica: Screw you, Jared! Natalie--hey, hey...",
        "Natalie: What happened?",
        "Jessica: Who did this to you? Was it Jared?",
        "Natalie: No.",
        "Jared: Natalie!",
        "[Jared continues pounding/shouting]",
        "Natalie: What...",
        "[Natalie gasps]",
        "[SCENE_BREAK]",
        "John: According to this, Corrine Balsom was never married. She lived in Michigan her whole life. She had a brother named Walter who was a doctor.",
        "Brody: Rex's father, right?",
        "John: Uh-huh, that's what everybody thought, including Balsom. And then Shane needed a bone marrow donor and the truth came out.",
        "Brody: Walter Balsom wasn't Rex's father?",
        "John: Mm-hmm. And Roxy's not talking. The aunt obviously bought into it, though. Corrine--she took Balsom away and thinking Roxy was unfit.",
        "Brody: Roxy raised Natalie, right?",
        "John: Yeah, if you can call it that.",
        "Brody: Why didn't Corrine try to take her, too?",
        "John: Natalie wasn't Walter's kid, right? That was--Corrine--she didn't have a stake in her well-being.",
        "Brody: Rex wasn't Walter's kid, either.",
        "John: Yeah, but Corrine didn't know that. As far as we know.",
        "[SCENE_BREAK]",
        "Rex: Where did you get this?",
        "Corrine: The man who called--he sent it to me.",
        "Rex: \"The Boutet Clinic\"--that's where Roxy got the stem cells that saved Shane's life.",
        "Corrine: Yeah, from the same person that she said was your real father, I know.",
        "Rex: You opened this?",
        "Corrine: The man--he said that once all this was over, I could show it to you.",
        "Rex: Why didn't you just give it to me?",
        "Corrine: I was trying to protect you from what's inside that envelope.",
        "Rex: Do you know how sick I am of being protected?",
        "Corrine: I know. I know, and I don't want to go to jail. I... just so you know, once you see what's in there, there is no going back.",
        "[SCENE_BREAK]",
        "Schuyler: Gigi, did you really come here because you think I'm the one?",
        "Gigi: This is one of those times when I wish that I had been with a whole lot of guys.",
        "Schuyler: What?",
        "Gigi: Sorry. Sorry--let me--let me say that another way. I wish that I had been with someone who wasn't Rex.",
        "Schuyler: Oh, my God--you're kidding me.",
        "Gigi: Disgusting, right? I mean, I dated guys in high school, but nothing was serious. And then I met Rex, and that was it for me.",
        "Schuyler: But didn't--didn't Rex leave you? I mean, when you were--",
        "Gigi: In high school, and pregnant? Yeah, he did.",
        "Schuyler: And you guys--you didn't reconnect again until, like, Shane was--",
        "Gigi: 9.",
        "Schuyler: And in all that time, you didn't once--",
        "Gigi: Hook up? With another guy? You got it.",
        "Schuyler: Wow. Why?",
        "Gigi: Because I had a little boy, and a full-time job.",
        "Schuyler: Too tired to have a boyfriend?",
        "Gigi: Hey, I had offers.",
        "Schuyler: No, I believe you. I really believe you. I just--I just don't know how you could go--",
        "Gigi: Without for all those years?",
        "Schuyler: It's got to be a woman thing. No guy could do that.",
        "Gigi: I didn't--I didn't even sleep with Brody. I couldn't, because I was still in love with my baby's father. I had built him up so much in my head that no one could take his place, so I stayed faithful all this time.",
        "Schuyler: And Rex had no idea?",
        "Gigi: He didn't even know he had gotten me pregnant. He was living with his Aunt Corrine. Correen. Corrine. So I went over there, and I asked her, \"Is Rex home?\" Because I wanted to tell him about the baby. And she said that he wasn't there and that he wasn't coming back. Bitch. Bitch!",
        "Schuyler: Wow. That's it, huh? No phone number, no message? Just--",
        "Gigi: No, and I never felt so alone in my whole life. I never told anyone this before. Sometimes--um--when I talk to Rex now...there's this part of me that's still standing on that front porch in Michigan, watching the door close in my face, knowing that I'm on my own. And I feel like that tonight.",
        "[SCENE_BREAK]",
        "Layla: I'm sorry. Do you want another beer?",
        "Kyle: No, I'm--I'm good. I didn't mean to upset you, Layla. I don't want you to think Oliver and I were talking about you behind your back or anything.",
        "Layla: I know he wants me to be as happy as you guys are. I want it, too. It's just...it's a little more complicated.",
        "Kyle: Yeah, Oliver told me about your sister. I'm really sorry.",
        "Layla: You know, Kyle, all my life, I was in competition with Evangeline. She was so gorgeous, and smart. A fantastic lawyer. And she can even sing. But now she's...hmm. I don't know--thank you--what she is. But I sure as hell didn't want to win the competition this way.",
        "Kyle: Um--hey, I really shouldn't have brought this up. I should have kept my big mouth shut.",
        "Layla: No. It actually feels good to talk about it, with someone who's not trying to tell me what to do.",
        "Kyle: Can I say just one thing?",
        "Layla: Sure.",
        "Kyle: Oliver--Oliver hurt me really bad in college. And here I am, sitting here, waiting for him to get home from work. I guess I'm just saying that I never could be here if I hadn't learned to put the past behind me.",
        "Layla: Would you mind staying here alone until Oliver gets back?",
        "Kyle: Just go.",
        "Layla: I need some air all of a sudden. Thanks.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Oliver: You two can go if you want to. We can take it from here.",
        "Viki: Did you find anything?",
        "Oliver: We lifted a pair of partial prints off the lid of the casket, but we'll have to wait for forensics to see if they mean anything.",
        "[Viki sighs]",
        "Charlie: But you'll keep us in the loop?",
        "Oliver: Oh, absolutely, yeah.",
        "Charlie: Okay. Look, we don't have to leave that coffin just out in the open like that?",
        "Oliver: Oh, no, no. It'll be impounded for evidence. Listen, we're going to do everything we can to help find your son-in-law's body.",
        "Viki: Thank you very, very much. Oh, God.",
        "[SCENE_BREAK]",
        "Brody: What do you think?",
        "John: Well, this guy wants you away from Jess. He wants to split up Natalie and Rex, and somehow, he knew that your sister and Corrine lived in the same town.",
        "Brody: The guy's done his homework.",
        "John: Mm-hmm. But how does he get Corrine to go along? Like you said, she cared for Balsom.",
        "Brody: He's got to have something on her, or on Rex.",
        "John: Well, that would have to be something big, right? I mean, she drugs him, she knocks him out. Doesn't really seem like that lady's style.",
        "Brody: Yeah. I don't get it.",
        "John: You know, when Viki went into labor with Natalie and Jessica, guess who delivered them.",
        "Brody: Who?",
        "John: Walter Balsom. I mean, because of him, Viki didn't know that she had given birth to a second child until Natalie showed up years later.",
        "Brody: Why would he do that?",
        "John: Someone told him to.",
        "Brody: Who?",
        "[Computer chimes]",
        "John: Hang on. I just got an e-mail from Fish.",
        "Brody: Tell me he didn't say Nash is back from the dead.",
        "John: No. Apparently, somebody else could be.",
        "[SCENE_BREAK]",
        "Jessica: Natalie...",
        "Natalie: Jared...Jared...",
        "Jessica: Natalie...Natalie, no--",
        "Natalie: Let go of me! What--no!",
        "Jessica: Natalie, don't! Don't! Natalie, he's behind it! He's behind everything!",
        "Natalie: No, he's not!",
        "Jessica: Yes, Natalie! Look!",
        "Jared: No!",
        "Jessica: He brought Nash here! He dug him up from the grave and...he's out of his mind, Natalie!",
        "Natalie: No!",
        "Jared: Natalie, open the door and let me in!",
        "Natalie: Jared, I'm coming!",
        "Jessica: Natalie...Natalie, no, no! Natalie! He'll kill us! Don't!",
        "Natalie: No, he won't! He loves me! Oh, honey! Oh, oh! Oh!",
        "[SCENE_BREAK]",
        "Schuyler: Does Rex feel bad about what he put you through?",
        "Gigi: I don't blame Rex.",
        "Schuyler: Why not?",
        "Gigi: He didn't know he got me pregnant.",
        "Schuyler: Well, he was your boyfriend. I mean, he slept with you, and he just left?",
        "Gigi: Rex thought that Jessica was his sister. Therefore, he had rich relatives. So he took off to come here. And by the time that he realized he should have told me where he was, he was too embarrassed.",
        "Schuyler: He was too embarrassed?",
        "Gigi: Yeah, he thought that I had moved on.",
        "Schuyler: Oh, come on.",
        "Gigi: Rex loves me, and he loves Shane, too.",
        "Schuyler: Hey--no, hey, I know, I know. You've told me, again and again and again.",
        "Gigi: Yeah, that's why I have abandonment issues.",
        "Schuyler: You've been diagnosing yourself online again?",
        "Gigi: Dr. Saybrooke said that I could just come in and talk to her on my own. Maybe I should do that.",
        "[Schuyler sighs]",
        "Schuyler: Gigi, you loved Rex. And he wasn't there for you when you needed him the most. And I know. Yeah, I know--you--you don't blame him, but I guess somebody maybe should have told the guy about...condoms.",
        "Gigi: It was my fault, too.",
        "Schuyler: Gigi, you were a pregnant teenager, and you were alone, and you still made it. You took care of yourself, and you took care of Shane.",
        "Gigi: I didn't have a choice, after my folks kicked me out. Oh, I was afraid of being afraid.",
        "Schuyler: Hey, you feeling bad?",
        "Gigi: I better get home now.",
        "Schuyler: No, that's fine. Okay, okay. I'm going to drive you. I'm going to drive you. But for now, I'm still taking care of you, okay?",
        "[SCENE_BREAK]",
        "Corrine: The man who called--he said those were your father's things. Your real father.",
        "Rex: It's monogrammed.",
        "[SCENE_BREAK]",
        "Oliver: You're still here.",
        "Kyle: I'm still here.",
        "[SCENE_BREAK]",
        "Cristian: Mami, I thought I told you to stay home.",
        "[SCENE_BREAK]",
        "Gigi: Yeah. I just--I want to wait till my headache passes before I get in the car. Thank you, Noelle. I owe you. Hmm. Did I sound drunk on the phone?",
        "Schuyler: No. No, you're fine.",
        "Gigi: I'm sorry about tonight.",
        "Schuyler: Don't be sorry. Nothing to be sorry about. Nothing happened.",
        "Gigi: My head is killing me.",
        "Schuyler: I know. The aspirin will kick in soon.",
        "[Gigi giggles]",
        "Gigi: When Shane was little, and he thought he needed an aspirin, he would say, \"Mommy, can I have an ass pill?\"",
        "[Schuyler laughs]",
        "Gigi: And I would just crack up.",
        "Schuyler: Oh, I bet.",
        "Gigi: But...you know when they told me he was going to die--hmm--I was, like, \"well, you're just going to have to bury me next to him, because I'm not leaving him.\" Being that scared--you think that it's going to go away once-- once things get better, but it doesn't. Not really, not all the way.",
        "Schuyler: Yeah, I bet.",
        "Gigi: Schuyler, can I ask you a favor?",
        "Schuyler: Yeah, anything.",
        "Gigi: Can you just hold me? I swear I'm not coming on to you.",
        "Schuyler: Yeah, it's okay.",
        "[Gigi sighs]",
        "Schuyler: How's that?",
        "Gigi: Good. I feel--I feel so...",
        "Schuyler: Safe?",
        "[SCENE_BREAK]",
        "Corrine: Keep going. There's more.",
        "Rex: It's a copy of my birth certificate. \"Mother, Roxanne Balsom. The fath...",
        "[SCENE_BREAK]",
        "Brody: What are you talking about?",
        "John: On this file, it says Walter Balsom was part of a religious cult. The group's leader could get his followers to do anything he wanted.",
        "Brody: Whoever's been doing all this stuff, you said he didn't do it all alone. He always had help.",
        "John: Exactly.",
        "Brody: Who is this cult leader? What's his name?",
        "[SCENE_BREAK]",
        "Jared: I swear to you...to both of you...I didn't kill anyone!",
        "Jessica: You didn't do this? You didn't dig Nash's body up and bring him here?",
        "Jared: God, no!",
        "Jessica: Then who the hell did?",
        "Man: That would be me.",
        "[SCENE_BREAK]",
        "Rex: \"Father... Mitch Laurence.\"",
        "[SCENE_BREAK]",
        "John: Mitch Laurence."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=m_-HOs3Xr3c"
}