{
    "Episode Summary": [
        "Episode # 10445 -- Clinging to Hope"
    ],
    "Recap": [
        "As the truth comes out about baby Chloe's real identity, Jessica can sense there is something wrong even though nobody tells her. She has memories of giving birth and seems to know that Bess must come out to protect her. She turns into Bess and drives away with the baby. Her family and Brody try to find her. He demands that Viki and Clint tell him what secrets they are keeping from him about their daughter and protests that he loves Jessica. Viki then explains to him that they believe that Chloe is really Starr Manning's baby and Jessica has no clue that her baby died and that Bess swapped her for Starr's. Marty and John tell Blair what they believe. Blair is elated and knows her daughter will be also. But both she and Marty are not certain how to tell the kids knowing that it will devastate Jessica. Everybody is ok after the explosion except for Tea. She's in critical condition. Todd goes to see her and is worried. The cops get Kyle Lewis and grill him for information he may have about his sister and Powell Lord. He protests that he did not know that they would hurt a child nor that Powell is an escaped rapist. But he knows the secret about Chloe. He calls Stacy and tells her if she does not bail him out, he will expose her to Rex. Stacy is still scamming Rex and he has no clue what she is up to."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "John: I'm going to take you to the hospital, wait while they check you out, then take you over to Manning's.",
        "Blair: No, I want to see my kids first. And I'm fine. Look, Téa took the brunt of it. I just hope they got to her in time.",
        "John: You worried about her?",
        "Blair: Yeah, I'm worried about her. I mean, Téa and I haven't always seen things eye to eye, but --",
        "John: You go through an experience like this, it can change things.",
        "Téa: Todd Manning is, was, and will always be...the love of my life.",
        "Blair: Mine, too.",
        "Blair: Well, I don't know how much has changed, but I think we both realized we had a lot more in common than we thought.",
        "[SCENE_BREAK]",
        "Kyle: But I didn't do anything, okay? I'm not a serial killer.",
        "Bo: No, you're a blackmailer, aren't you?",
        "Kyle: I'm not saying another word until my attorney gets here.",
        "Bo: Well, you're going to have to wait quite a while for the court to appoint someone to take your case.",
        "Kyle: Okay. Then I want to call my sister, Rebecca Lewis.",
        "Bo: Look, I'm sorry to have to tell you this, but your sister's dead.",
        "Kyle: That's a lie.",
        "Bo: I'm afraid not. That thing she was involved in at the old K.A.D. fraternity house --",
        "Kyle: I don't know anything about that.",
        "Bo: Does the name Powell Lord mean anything to you? They met in college, and that's where Powell raped a young woman, and then he was committed to Sitwell Institute. That's where Rebecca engineered his escape. And while he was out, he stabbed four people to death. That's four people. And right now we're just hoping and praying that the death toll doesn't climb all the way up to five.",
        "[SCENE_BREAK]",
        "Michael: Ms. Delgado suffered primary blast injuries. She needs an MRI -- stat. Hang in there, Téa.",
        "[SCENE_BREAK]",
        "Marty: We -- we all need to sit down -- there's something we need to talk about.",
        "Starr: All of us?",
        "Todd: Yes, all of us. It's complicated.",
        "Marty: Well, something -- um, I mean, at the frat house, a lot happened.",
        "Todd: Yeah, some information came out.",
        "Cole: Yeah, we found out something, too. About our baby, Hope.",
        "[SCENE_BREAK]",
        "Brody: Jessica was just here with Chloe on her lap.",
        "Clint: And you said that she was upset?",
        "Brody: Yeah, she got very quiet. I could tell her headache was getting worse. And then she opened her eyes --",
        "Viki: Her eyes were closed?",
        "Brody: Yeah, why? And then she looked up at me and asked me to get her a glass of water.",
        "Viki: Do you think she knows?",
        "Brody: Knows what?",
        "[SCENE_BREAK]",
        "Bess: Chloe, you all right? That's right. Even if they do piece together that Jessica's baby is dead and Starr gave birth to you, it doesn't matter. You will always be our daughter. Bess is going to make sure of that. We're going to go somewhere no one will ever find us.",
        "[SCENE_BREAK]",
        "Stacy: Going somewhere?",
        "Rex: No, I'm just checking out flights to San Diego. Not that I can afford any with the economy on life support. But I have this feeling that Shane would love to go surfing.",
        "Stacy: Yeah, I'm sure he would. But he'd also like to go bike riding in the park or rock climbing in the sports club at the mall. He just wants to spend time with you. It doesn't have to be halfway around the world or cost a thousand bucks. He just wants the two of you to hang out.",
        "Rex: And that's what we've lost.",
        "Stacy: Okay. So he might not live here at the loft anymore, but you're still going to see him every day.",
        "Rex: It's -- it's not the same.",
        "Stacy: I know, but it's not your fault either. It's what happens when a couple breaks up. The kid, unfortunately, gets stuck in the middle, and, you know, maybe it's good. Maybe it's better. It's like you said -- he's got all those medical appointments and medicines he has to take. Gigi's really good with that stuff. Let her keep him in line, and when he's with you, you can just have fun.",
        "Rex: You're right. He's still a little fragile. When I think about how I could've lost him forever --",
        "[Rex breathes deeply]",
        "Stacy: You didn't.",
        "Rex: Thanks to you.",
        "[SCENE_BREAK]",
        "Kyle: I don't understand. Why -- why would my sister discharge a patient who's homicidal? She's a doctor.",
        "Bo: She was in love with him. Apparently, she thought she was helping him.",
        "Kyle: Oh, by helping him kill people?",
        "Bo: Well, we're not really sure how much she knew. We do know that she was at Llanview University when the rape happened. I believe she felt that somehow she was helping Powell make amends.",
        "Kyle: I had no idea.",
        "Oliver: I believe him.",
        "Bo: You had no idea that your sister kidnapped Jessica Brennan's baby and gave her to Powell?",
        "Kyle: What? No -- oh, my God. That's -- that's what she was talking about. She said that she was going to go... fix things. Is the baby okay?",
        "Bo: Do you care?",
        "Kyle: Of course, I care.",
        "Bo: What were you doing at Todd Manning's house? And don't give me any crap about babysitting.",
        "Oliver: Kyle, just tell him the truth.",
        "Bo: You were there to blackmail Manning, weren't you? Just like you've been blackmailing my niece and her fiancé.",
        "Kyle: Natalie Buchanan \u0096",
        "Oliver: Is Commissioner Buchanan's niece.",
        "Bo: You found out that Jessica's baby was really Starr Manning's, and then you told your sister, and she kidnapped the baby so she could give her to Powell, and then he could use that baby to torture Marty Saybrooke and Todd Manning --",
        "Kyle: Hey, look, I'm not perfect. But I'm not a murderer and I'm not a kidnapper. Just tell me the baby's okay.",
        "Bo: The baby's safe, no thanks to you.",
        "[SCENE_BREAK]",
        "Viki: Jessie's been dealing with some family issues, that's all.",
        "Brody: She kept threatening to check herself out. She's probably at the nurse's station.",
        "Clint: She's not at the nurse's station.",
        "Viki: Oh, God, I hate to say this, but you're right. You know, everything Brody said -- the headaches, the confusion, and the blackout --",
        "Clint: Viki, I'm telling you. She knows.",
        "Viki: Even if she does suspect, it's enough to cause a serious reaction, you know? If she's afraid that she's going to lose Chloe...",
        "[Cell phone rings]",
        "Bess: Seriously, Clint. Don't you know I'm smarter than that?",
        "Viki: She's not picking up.",
        "[SCENE_BREAK]",
        "Blair: Are you sure Todd's all right?",
        "John: He's fine. What?",
        "Blair: Well, I'm just kind of surprised that he didn't check on Téa and I to see if we were all right before he left. Is there something you're not telling me, John?",
        "John: You're right -- there's something else. After Powell locked you and Téa in the basement, Rebecca arrived... with a baby.",
        "Blair: Oh, God. Don't tell me the two of them had a child together.",
        "John: Apparently, Powell told Marty and Todd that the baby was Starr's child, your grandchild.",
        "Blair: How cruel can that crazy son of a bitch get?",
        "John: The thing is, Marty and Todd thought it was possible.",
        "Blair: What? You have a phone on you? I'm -- I'm going to call Todd.",
        "[SCENE_BREAK]",
        "Starr: We couldn't stop thinking about Hope and how she died, and Cole and I --",
        "Todd: Yeah, well, about the baby --",
        "[Cell phone rings]",
        "Todd: Hold on. I've got to take this. John, this better be good news.",
        "Blair: Look, it's me, Todd.",
        "Todd: Blair?",
        "Starr: Is Mom okay? Where is she?",
        "Blair: Tell her I'm fine and that I'm with John.",
        "Todd: She's okay. So, what happened? What did Powell do to you and Téa?",
        "Blair: He locked us in the boiler room, Todd, and he opened the gas valve. But John got me out in time, and we're on our way over now, okay? But there was an explosion.",
        "Todd: Yeah, but you're okay, right?",
        "Blair: I'm fine. But Téa's in real trouble. She wasn't so lucky.",
        "Blair: Look, Todd, as far as I know, Téa's alive. But I'm not going to lie to you -- it was pretty bad.",
        "Todd: What happened?",
        "Blair: Well, there was an explosion. Rebecca, Powell's lover, found out that Powell was dead and kind of lost it. She lit a match and blew up the place, and Téa got buried.",
        "Todd: Where is she?",
        "Blair: They took her to Llanview Hospital. And I don't know, Todd. I don't think she has anyone, so maybe you should get over there.",
        "Todd: Okay, thank you.",
        "Starr: Dad -- Dad, is Mom really all right?",
        "Todd: Yes, she's fine. She's on her way over.",
        "Marty: And Téa?",
        "Todd: Téa's in the hospital. I'm going to see her.",
        "Marty: I'll wait -- I'll wait to tell the kids about the baby till you get back.",
        "Todd: Yes, thank you.",
        "Marty: Okay.",
        "Starr: I'm just so glad that my mom is all right. I'm glad that you're all okay.",
        "Cole: Mom, I was really worried about you.",
        "Marty: Yeah, we were very lucky.",
        "Cole: So you -- you said you have some news?",
        "Marty: Yeah. I -- I remember.",
        "Cole: What do you mean?",
        "Marty: Everything. Everything. I remember everything. My life -- the good, the bad. I remember all of it.",
        "[SCENE_BREAK]",
        "John: So how did you wind up at Manning's? Powell set it up? Or you just got lucky?",
        "Blair: Téa showed up to give Todd a little peepshow, and I had actually already moved in because I wasn't going to let Todd get custody of my kids.",
        "John: I'm sorry about that.",
        "Blair: Well, it's not your fault. You went way above your call of duty when you married me in the hospital room. If you hadn't gone on the run and solved this thing, no telling what that maniac would have done. You know, if you want, we can talk about our marriage now.",
        "John: I think we've got enough going on for the moment.",
        "Blair: All right.",
        "[SCENE_BREAK]",
        "Rex: When Shane told me he wanted to live here, I was going to hang a hoop up over the door, get a gaming chair, turn this place into guy central.",
        "[Stacy chuckles]",
        "Stacy: So why don't you still do it? I mean, he's still going to be coming here, right?",
        "Rex: Yeah, you're right. He'll be here a lot. Thank you. Stacy, I mean it. You're so supportive. I don't know what I'd do without you.",
        "Stacy: Hey, you're the one who bailed me out. Without you, I'd be on the street. But I don't want to be crowding \"guy central.\" It's probably time I find a place of my own.",
        "[SCENE_BREAK]",
        "Nurse: I'm sorry. You can't come in here.",
        "Todd: Well, stop me.",
        "Michael: Todd, please.",
        "Todd: What's wrong with her?",
        "[SCENE_BREAK]",
        "Viki: She's not picking up for me either.",
        "Brody: Jessica's car is gone from the lot. She must've gone home. But why would she do that without telling us?",
        "Viki: Natalie -- hi, darling. It's mom. Is Jessica there?",
        "Brody: I wouldn't worry, Mr. Buchanan. She said she was going to check herself out.",
        "Viki: There's no sign of her.",
        "Brody: Maybe she just hasn't gotten home yet. Does somebody want to tell me what's going on?",
        "Clint: Look, I'm going to go call Bo.",
        "Brody: He's going to call the cops?",
        "Viki: Bo is family. He's Jessie's uncle. He's Clint's brother.",
        "Brody: You think something's happened, don't you? That Jessica's taken Chloe somewhere. But why would she do that?",
        "Viki: She wouldn't. But Bess would.",
        "[SCENE_BREAK]",
        "[Bess sighs]",
        "Bess: We're going to have to stop for gas soon. I don't know why Jessica would drive such an inefficient car. No matter. We'll trade it for a more practical one once we're safely away from Llanview. One that can't be traced. As usual, I have to think of everything.",
        "[SCENE_BREAK]",
        "Bo: This look familiar? It should. They found it on you when they brought you in. There are articles in here about the birth of Jessica Brennan's baby and the death of Starr Manning's. And there are also two DNA test results in here.",
        "[Knock on door]",
        "Bo: Yeah?",
        "Officer: Sorry, sir. There's a call for you. It's urgent.",
        "Bo: Thanks. Fish, see what else you can get out of this lowlife, and then, lock him up. Wait for his lawyer downstairs.",
        "Bo: Buchanan.",
        "Clint: Bo, it's me. Yeah, we got a problem.",
        "[SCENE_BREAK]",
        "Brody: I know Bess and the other one, Tess. But they're gone. Jessica's recovered. She's integrated.",
        "Clint: I got a hold of Bo. He's on the case.",
        "Brody: What case? Look, I didn't mean to alarm you when I said all that stuff about how Jessica was behaving in the car. Anyone would be a little freaked out if they thought their child had been kidnapped. But Chloe's back now.",
        "Clint: I appreciate your concern, son, but we're going to take it from here.",
        "Brody: With all due respect, Mr. Buchanan, I'm not going anywhere till you tell me what's going on. If it concerns Jessica, it concerns me.",
        "Viki: Brody, I know you care about Jessica --",
        "Brody: No, it's much more than that, ma'am. I'm in love with your daughter.",
        "[SCENE_BREAK]",
        "Stacy: Oh, here's one. \"One bedroom on the park, WEIK\" -- whatever that means. Oh, my God. $2,000 a month? Who are they kidding?",
        "Rex: Maybe you should look for a studio.",
        "Stacy: A studio. Yeah, that's good. Isn't that one room?",
        "Rex: Yeah.",
        "Stacy: A thousand bucks a month in this town? Huh. Oh, wait -- here's one. $800, Including utilities, on Mission Street.",
        "Rex: No, no, no, no. Uh -- you can't live in that neighborhood -- it's not safe.",
        "Stacy: Well, then maybe I should do a share. You know how much I relish living with other people. You know, who am I kidding? I can't get a lease without full-time employment. I might as well just go back to Vegas. And if Shane needs me, I'm just a plane ride away. Unless, of course, I take a tour or one of those gigs in Tokyo or Singapore. Then it would only take me a day or two to get back here.",
        "[Rex sighs]",
        "Rex: With Shane living with Gigi, there's plenty of space here. At least until you get a job and get squared away.",
        "Stacy: What are you saying?",
        "Rex: Stay here, as long as you need.",
        "[SCENE_BREAK]",
        "Cole: You remember everything?",
        "Marty: Everything. My childhood. Uh, my parents. Playing the piano. Téaching the piano. Meeting your father, marrying your father. I remember the day you were born.",
        "Marty: I remember all your birthdays. Um, do you remember the cake with the train that went around it? That was one of my favorites. And -- and I remember the first time you could -- first time you could read \"the jabberwocky\" by yourself. And then I remember that time when we made that stupid diorama -- I think you were in second grade -- and then we couldn't get it in the car. I wasn't so good at that. I remember -- oh, my God, I was so proud of you -- when you caught the winning touchdown, remember? It was -- it was... Middle school. And then you went on. You won the championship. God, you were so good. And -- oh... I remember being so scared when you were learning how to drive. I'm so sorry I pushed you away.",
        "Cole: It's okay.",
        "Marty: No, it's not okay. Never going to be okay.",
        "Marty: We were so close.",
        "Cole: We still are. And that's the point, right? You're still here. You're still here. The fact that you remember is unbelievable.",
        "[Cole laughs]",
        "[Door opens]",
        "Starr: Mom? Mom!",
        "Marty: Téa?",
        "John: They got her to the hospital -- that's all I know.",
        "Starr: Are you okay?",
        "Blair: Nothing a nice hot bath can't take care of, sweetheart. I'm fine.",
        "Marty: Blair, I'm so glad you're all right.",
        "Blair: You, too, Marty. Um, where's Todd?",
        "Marty: He went to the hospital right after you called. I need to speak with John and Blair for a second, okay?",
        "Cole: Yeah, sure, it's okay.",
        "Starr: Oh, do you want me to run you a bath?",
        "Blair: Oh, no, that's all right. But I'd love some Téa. That'd be great.",
        "Starr: Okay. Oh, I'll make you some sandwiches, too.",
        "Blair: Okay.",
        "[Door closes]",
        "Marty: I don't know if John had any time to fill you in.",
        "Blair: Oh, you mean the crazy story about Starr's baby maybe being still alive?",
        "Marty: I know -- I know it seems crazy, but it's true.",
        "Blair: Well, it is crazy, Marty. We buried that child.",
        "Marty: A child was buried, but it wasn't Hope. Here's what I know. Jessica Buchanan -- she's had a history of D.I.D. --",
        "Blair: Yeah, she's been in St. Ann's.",
        "Marty: Right -- well, apparently, when she gave birth to her child, she was in the middle of an episode. In any event, the baby died and she couldn't accept it. In her attempt to avoid reality, she somehow switched the babies. She switched her child with Starr and Cole's --",
        "Blair: The babies were switched?",
        "Marty: Yes. And now Hope is at the hospital.",
        "Blair: My -- my grandchild.",
        "Marty: Our grandchild. And Viki and Clint -- they're at the hospital. They're waiting for Jessica's psychiatrist to show up because, you know, they want to tell her together and --",
        "Blair: Really -- does -- they -- Starr was -- do they know --",
        "Marty: No.",
        "Blair: Do the kids know?",
        "Marty: Todd and I thought maybe it would be best to wait until he got back.",
        "[Phone rings]",
        "Blair: Oh, my God. Oh, my God. This is incredible. So the baby that you're talking about --",
        "Marty: Chloe.",
        "Blair: Yes.",
        "Marty: Beautiful. Perfect. Healthy --",
        "Blair: Oh, my God.",
        "Marty: Yeah, so -- it's -- well, what would you expect from our kids being the parents, right?",
        "Blair: Oh, that is wonderful.",
        "Marty: I don't know -- I don't know, but a part of me just can't help but worry for Jessica and wondering what she's going to go through.",
        "Blair: Oh, God. Oh, God. What?",
        "John: That was Bo. Jessica took off with the baby.",
        "[SCENE_BREAK]",
        "Michael: Todd, I'm going to need for you to wait outside.",
        "Todd: Michael, I'm not going to wait outside until you tell me why she's unconscious and what you plan to do about it.",
        "Michael: She has serious injuries from an explosion. She's got impact and inhalation injuries. The fact that she hasn't regained consciousness -- there could be vagal inhibition.",
        "Todd: I don't know what any of that means. Just give me the bottom line here. She could die?",
        "Michael: It's possible, yes. Todd, you need to wait outside. You're not family.",
        "Todd: Well, I'm all she's got. And I'm the reason she's in this state. So unless you want to throw me out, I'm staying.",
        "Michael: Yeah, all right. Well, I'm not going to fight with you about this. Radiology's going to be taking her downstairs in a few minutes. You can stay with her until then. Nurse?",
        "[Monitor beeping]",
        "Todd: You look like crap, Delgado.",
        "[SCENE_BREAK]",
        "Stacy: I don't want to get in your way.",
        "Rex: You're not.",
        "Stacy: You have to leave a key under the doormat. I'm a security risk.",
        "Rex: So I'll make you a key. It's not a big deal, really, Stace.",
        "Stacy: It would really help, just until I find a job and a place of my own, which will be soon, I promise.",
        "Rex: Whatever. Just don't eat my protein bars.",
        "Stacy: Ew! As if.",
        "Rex: You want to shower first?",
        "Stacy: No, you can go ahead. I'm going to start looking for a full-time job.",
        "[SCENE_BREAK]",
        "Kyle: Fish, I swear to you, I had nothing to do with whatever it was my sister was involved with that guy.",
        "Oliver: That guy is one of the men who raped Marty Saybrooke way back when -- in our frat house, Kyle.",
        "Kyle: I know you and I haven't hung out since college, okay? But you know me. I'm not a murderer, and I'd never knowingly put a baby in danger \u0096",
        "Oliver: Sit down, Kyle. You know, to be honest, I don't really know what you're capable of, aside from blackmail, where we've got you dead to rights.",
        "Kyle: Don't I get a phone call?",
        "Oliver: I'll be right outside.",
        "[Phone rings]",
        "Stacy: Hello?",
        "Kyle: Hey.",
        "Stacy: Who's this?",
        "Kyle: Kyle Lewis. The guy that did you one hell of a favor. Now it's your turn to pay me back.",
        "[SCENE_BREAK]",
        "Blair: Wait -- wait a minute, John. What do you mean, Jessica ran off with the baby?",
        "John: Bo just confirmed it.",
        "Blair: Wait a minute, that's Cole and Starr's baby --",
        "Marty: She ran off -- she ran off to give -- to avoid giving the baby back.",
        "John: That's the theory, yeah.",
        "Blair: Well, what do we tell the kids now?",
        "John: Given the realities, Jessica's fragile state of mind, I think we're better off not saying anything. Just sit tight.",
        "Blair: And -- and let this... mental case take our grandchild God knows where? And you want me to sit back and act like everything's normal? Is that what you want me to do?",
        "Marty: I think we have to, Blair -- we have to.",
        "Blair: What?",
        "Starr: I Hope you're all hungry. I made you tons of sandwiches.",
        "Cole: I made you guys some coffee.",
        "Marty: Oh, great.",
        "Starr: And also, I made you your favorite, a cream cheese and olive sandwich.",
        "Blair: I -- I'm not hungry right now, sweetheart, okay?",
        "Starr: You sure?",
        "Blair: Yeah.",
        "Starr: Well, is everything okay?",
        "Blair: You know, everything is not okay. It was the prom last night, and I didn't even get to take any pictures.",
        "Marty: You two went together?",
        "Cole: Yeah, we thought it would help take our minds off stuff, you know? We had a lot going on.",
        "Starr: Yeah.",
        "Blair: Yeah? Like you two -- what -- what?",
        "Cole: That's what we want to tell you and Todd.",
        "Blair: Okay, you know what? You're making me nervous now here. What?",
        "Starr: The truth is that -- is that we couldn't get over the fact that doctors kept telling us that they didn't know why Hope died, so we made a decision.",
        "Cole: We -- we had Hope's body exhumed.",
        "[SCENE_BREAK]",
        "Clint: I appreciate your concern and your commitment for my daughter. Viki, it's all going to come out anyway.",
        "Viki: Okay. All right, the truth, Brody -- and we just found this out -- the baby -- Jessie's baby, the one she delivered last fall -- that little girl actually died.",
        "Brody: But --",
        "Clint: We don't have the time to go into all the details right now.",
        "Viki: Suffice it to say, Starr Manning's baby was born that same night. And Jessica --",
        "Clint: It wasn't Jessica.",
        "Viki: No, okay, it wasn't Jessica. It was Bess, her alter. Bess switched the babies. And Jessica has been suppressing this information all this time, because if it were to come out --",
        "Brody: She'd lose Chloe.",
        "Viki: Yes.",
        "Clint: Now, your idea that Jessica was somehow triggered by the news that Starr was exhuming her child -- I think that's right on the money.",
        "Viki: She panicked.",
        "Brody: But Jessica wouldn't just run off.",
        "Viki: No, she wouldn't, but Bess would. You see, Bess is the alter that they call the gatekeeper. Her job is to protect Jessica from any pain. So as long as she's taking care of Jessica and protecting that baby, then in Bess' view, Jessica is safe.",
        "Brody: Where do you think she went?",
        "Clint: We have no idea. That's why we called Bo, put out an APB.",
        "Brody: But don't you think that would scare her, to be pulled over by the cops?",
        "Clint: Well, we tried calling her cell.",
        "Viki: She's not picking up for either one of us.",
        "Brody: Maybe she will for me.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Bess: These things are such nuisances. Clint, there's no point in trying to call me so --",
        "Brody: Jessica, it's me, Brody.",
        "Jessica: Brody?",
        "Brody: Jessica, you there?",
        "Jessica: Brody?",
        "Brody: Yeah, yeah, I'm here. Where are you?",
        "Jessica: I don't know. How did I get here?",
        "Brody: Are you in the car?",
        "Jessica: Yeah, I'm driving.",
        "Brody: Pull over. Just pull over to the side of the road.",
        "Jessica: Oh, my God, what's happening?",
        "Brody: You're fine. Just pull over.",
        "Jessica: Okay, okay, hold on one second. Oh, my God, Bess.",
        "[SCENE_BREAK]",
        "Stacy: What do you want?",
        "Kyle: I'm in one hell of a jam. I'm down here at the police station.",
        "Stacy: They know?",
        "Kyle: Relax. Nobody knows that I helped you pass off someone else's bone marrow as your own so you could be a hero.",
        "Stacy: Okay, I can't talk.",
        "Kyle: Then just shut up and listen. Okay, I'm stuck down here and I'm about to be tossed into jail. And I don't have money for an attorney.",
        "Stacy: Well, life is tough all around.",
        "Kyle: Well, lucky for me, you're about to come bail me out.",
        "Stacy: What?",
        "Kyle: Yeah, if you're not down here with my money by the time I'm arraigned, then your little friend Rex is going to find out you didn't really save his son.",
        "Rex: Everything okay?",
        "Stacy: Yeah, just someone about a job.",
        "Rex: Great. I'll see you later. I got to run an errand.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Starr: Michael came over earlier to give us the results from the autopsy.",
        "Cole: It seems that the baby we buried wasn't Hope.",
        "Starr: And we don't know where she ended up, but we're still looking into it.",
        "Blair: Maybe we should --",
        "Jack: Mom? Sam, Mom's home!",
        "Blair: Hey, buddy, I hear it's because of you that I'm home.",
        "Jack: No, I just told McPain what happened, and he did the rest.",
        "Blair: John told me that you were quite brave.",
        "Jack: Where's Dad?",
        "Blair: Well, he -- he had to go out, but he'll be back, so everything's okay, though.",
        "Marty: Look who's here.",
        "Blair: Oh! Oh, my goodness, there's my big boy. Oh, so good to see you.",
        "Jack: So how's naked lady?",
        "Blair: That -- that's Téa. And Téa had an accident, sweetheart. She's not doing so well.",
        "Jack: I tried to help her. Was I too late?",
        "Blair: No, you -- you were -- you were great. But... we need to keep Téa in our prayers, all right?",
        "[SCENE_BREAK]",
        "Todd: All right, give it to me. I got you in this mess. Sorry. Damn it, we've done this already, though, Téa. Blair pushed you out the window?",
        "Todd: I sat right here, but I said all the right things. I should've taped it. If you wake up, I'll introduce you to my granddaughter. No, I'm not joking, man. It's real -- she's alive.",
        "Todd: And if God didn't take her away because of me, he's not going to take you away either. You understand?",
        "[Monitor beeping]",
        "Todd: God, this pisses me off. This really pisses me off.",
        "Todd: Wake up, sweetheart.",
        "Todd: Please.",
        "Michael: They're ready for her. You got to go.",
        "[SCENE_BREAK]",
        "Brody: Jessica, what's going on? Have you pulled over?",
        "Bo: Keep her talking.",
        "Brody: Jessica? Jessica, are you there?",
        "Jessica: Why was Bess here?",
        "Brody: We'll tell you everything, hon. Just first things first -- where are you?",
        "Jessica: I -- I don't know. Last thing I remember, I was sitting at the hospital with you and Chloe.",
        "Bo: Make sure she has Chloe with her.",
        "Brody: Jessica, is Chloe okay?",
        "Jessica: Yeah, she's right here. She's in her car seat.",
        "Brody: That's good, that's real good.",
        "Viki: Thank God.",
        "Bo: Tell her to look out the window. What does she see?",
        "Brody: Hey, Jessica, look out the window, okay? What can you see? You see a street sign, some kind of a landmark?",
        "Jessica: Brody, what's going on? Why did Bess take the baby?",
        "Tess' voice: Why aren't you crying, baby?",
        "Brody: Jessica, you there?",
        "Viki: Jessie, honey -- it's Mom, darling. Listen, you have to listen to me now, okay?",
        "Bess: No, you listen to me, Victoria. It's over. Let it go. Don't try and find us.",
        "Viki: She hung up. Bess is back.",
        "[SCENE_BREAK]",
        "Marty: Ah, thank you. Two sugars and cream?",
        "Cole: Just the way you like it. I'm so glad you're back.",
        "Marty: Me, too.",
        "Jack: Hey, McPain.",
        "Blair: Hey, Jack Manning, stop.",
        "John: It's okay. What's up, buddy?",
        "Jack: Thanks for saving my mom and dad.",
        "[SCENE_BREAK]",
        "Singer: There are thieves who rob us blind and kings who kill us fine but steady the rights and the wrongs and bathe using innocent song I'm not ready I'm not ready Let us be let us be free let us be free"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=W3pF1-beBWA"
}