{
    "Episode Summary": [],
    "Recap": [
        "Nora is released from the hospital. RJ comes to pick her up. They stop on the way at the park and have coffee. She hasn't had a glorious drop of java in a long time. They wouldn't bring her any when she was in the hospital. It is time to go now. RJ starts getting the Wheelchair but Nora insists on getting to it herself. Vincent is ready to make his move. He sends Shaun to make a huge bet on the next Vega fight. Cristian is his fighter but he is betting that the man will lose. RJ wants to get into business with Vincent but Vincent will not entertain that idea. Lindsay cautions Layla about her entanglement with Vincent. Kelly had a great time with Hugh at the concert. She found out more about him and she met his friend Vincent. She and he decide to have some tea now. She pulls him to the dance floor. He Is surprised at her forwardness but dances with her anyway. John goes over to Spencer and Blair and he and Spencer trade words on Thomas's murder. Spencer knows that he is the number one suspect. He feels that he is blamed for everything that goes wrong in Llanview. Later, David follows Spencer out of the club and tells him that now it is all about payback. Evangeline has her bandages taken off. The doctor will still work on her but for now she can't see. It didn't work. Nora comes to visit and Todd takes the doctor's fancy suite from him for failing. Layla comes to see her sister and learns the ugly truth. Evangeline doesn't want to try anymore. She is given up."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jonas: Can you see anything? Anything at all?",
        "Evangeline: No.",
        "[SCENE_BREAK]",
        "Jessica: I am so --",
        "Antonio: Oh.",
        "Jessica: Proud of you.",
        "Antonio: I wasn't the one onstage.",
        "Jessica: You know what I'm talking about -- Mary J. Blige. She doesn't do small clubs.",
        "Antonio: Well, you know, I have my moments.",
        "Jessica: Oh.",
        "Antonio: I'm just glad that -- that I could get you away from Nash so that we could be here. You know, I was so afraid, honey, that when you were gone that you were going to be Tess again.",
        "[SCENE_BREAK]",
        "Claudia: What's wrong?",
        "Nash: What's wrong?",
        "Claudia: Ow!",
        "Nash: Somehow Antonio used his \"psychic abilities\" to find Jessica and me and our baby in New York City.",
        "Claudia: I don't know how he found you.",
        "Nash: Oh, cut the crap. Who else besides you knew that's where we were?",
        "Claudia: Um -- Bruce?",
        "Nash: Bruce did not tell him where we were.",
        "Claudia: Well, I didn't tell him where you were, either. Wasn't Antonio a cop or a detective or something?",
        "Nash: Yeah, and you're a bitch. You're the one who told him where we were.",
        "[SCENE_BREAK]",
        "R.J.: Damn, I knew it.",
        "Lindsay: No!",
        "R.J.: Set's already over.",
        "Lindsay: Oh. Mary J. Blige performs at Capricorn and we miss it?",
        "R.J.: Well, don't talk to me about it. I believe I was ready to go on time.",
        "Layla: That was amazing. Mary J. Blige -- I can't believe Antonio got her to play here.",
        "Vincent: Hmm.",
        "Layla: We were, like, this close -- yeah.",
        "Lindsay: We were also this close -- to actually seeing her perform. Do you, uh, know each other?",
        "[SCENE_BREAK]",
        "Natalie: John, wait. What about the concept of being patient?",
        "John: Sounds good in theory, doesn't it?",
        "Natalie: What are you going to go do -- threaten him?",
        "John: I'll know when I get there.",
        "Natalie: John -- come on, let's go over your options. You're always telling me to be smart, right?",
        "[SCENE_BREAK]",
        "Spencer: Assuming that you're right, David, and the police do suspect me of shooting and killing Thomas Mc Bain, I ask you this -- why am I still walking around free and not sitting in some holding cell someplace awaiting arraignment, huh?",
        "David: It's just a matter of time. They're not going to arrest you until they put all their evidence together.",
        "Spencer: You could be right.",
        "David: Oh, I am right, so do everybody a favor and just get out of town.",
        "Spencer: Ok. I will.",
        "David: What, that's it? You're agreeing with me that easily?",
        "Spencer: As long as I can take Blair with me.",
        "[SCENE_BREAK]",
        "Jonas: Hold your head still, please. Anything indistinct? Blurry? Any light at all?",
        "Evangeline: Nothing. It's the same as before.",
        "Todd: Come here. What the hell?",
        "Jonas: I have told you I could not guarantee it.",
        "Todd: Did I bring you here and pay you all that money for nothing?",
        "Jonas: Listen to me. This is an experimental surgery performed in this case without preoperative testing!",
        "Todd: You listen to me. This is not the way it's supposed to work! I will do anything it takes, I will pay any amount of money -- do you understand me? She is going to see again!",
        "[SCENE_BREAK]",
        "Claudia: Does that make any sense? Nash, think about it. I distracted Antonio so you could run off with Jessica. I didn't have to do that.",
        "Nash: What do you want, a medal?",
        "Claudia: No. I want you to think with your brain. Why would I do what I did and then turn around and tell Antonio where you were?",
        "Nash: Because you don't want me to end up with Tess.",
        "Claudia: Maybe that's true, but it's not because I think I have a chance with you -- I know I don't. The reason I don't want you with Tess is because I didn't want to see you get your heart broken.",
        "[SCENE_BREAK]",
        "Jessica: Tess did not come out the whole time I was in New York. She didn't even try.",
        "Antonio: Yes, but Nash tried, didn't he?",
        "Jessica: What do you want me to say? Of course he did. But if there was ever a time that Tess was going to come out, that would've been it.",
        "Antonio: Ok. You're right. You're right, so maybe Nash will finally leave us alone and sign over custody of Brennan and go wherever and we n get on with our lives.",
        "Jessica: I don't think that's going to happen. And I don't want it to.",
        "[SCENE_BREAK]",
        "Hugh: Do you want me to take you home?",
        "Kelly: Oh, God. What I want is to be locked in my closet where no one can see me, but I know that this is good for me, so I thank you for taking me out.",
        "Hugh: You had to come out sooner or later, and sooner is better.",
        "Kelly: Well, I'm sorry I was such lousy company.",
        "Hugh: Oh.",
        "Kelly: I enjoyed the concert and I enjoyed learning more about you.",
        "Hugh: Is that good for me or bad?",
        "Kelly: Well, it's informative. I didn't know you played college football.",
        "Hugh: Yeah, well, I used to be able to take a hit better than I can now.",
        "Kelly: Hmm. What about Vincent?",
        "Hugh: He looks like he can still take a pretty good hit.",
        "Kelly: He seems nice.",
        "Hugh: Yeah, it's really good to see him. I'm just surprised that he's here in Llanview. I suppose he's here because of Layla, but --",
        "Kelly: Something wrong?",
        "Hugh: For a minute there, it looked like -- like Vincent and R.J. Knew each other.",
        "Kelly: Is that a bad thing?",
        "[SCENE_BREAK]",
        "Lindsay: So, do you two know each other or not?",
        "R.J.: No. No, we don't. I'm Gannon, R.J. Gannon.",
        "Vincent: Oh, Vincent Jones. Nice to meet you.",
        "R.J.: Mr. Jones. What do you do?",
        "Vincent: Investments.",
        "Lindsay: What brings you to Llanview?",
        "Vincent: This brings me here, but I'll tell you, the place is starting to grow on me.",
        "[SCENE_BREAK]",
        "Natalie: Spencer is cold and emotionless. I mean, he's like ice.",
        "John: Turn up the heat, he'll melt.",
        "Natalie: So you think he's just going to crack a little and say something in front of you?",
        "John: You smack it around enough, even ice melts.",
        "[SCENE_BREAK]",
        "Blair: Well, Spencer, are you serious? You want me to go away with you?",
        "Spencer: Well, assuming that what David is saying is true, of course. Llanview's finest will start building its gallows for me any day now, right, David? As a matter of fact, I think I'm about to be paid a visit by little Johnny law as we speak.",
        "[SCENE_BREAK]",
        "Evangeline: Stop it, Todd. Please just stop it!",
        "Cristian: All right, that's enough. You're making things worse.",
        "Jonas: I don't care who you are or what you are paying me -- I will not be treated like this. I will perform a series of tests and determine the viability of additional surgeries if needed. But right now, my patient needs rest.",
        "Todd: No, you're not calling the shots anymore, Doc.",
        "Jonas: Oh, but I am. And if you accost me, threaten me, insult me, or question my abilities as a surgeon again, you can find someone else to finish what I started.",
        "Todd: Well, you can forget about your room at the palace!",
        "Cristian: I'm so sorry. Look, the doctor's right. You need to rest.",
        "Evangeline: Thank you.",
        "Nora: Well. I see dying hasn't changed you.",
        "Todd: Oh. It's coma mama. How's everything in la-la land, Nora?",
        "Evangeline: Please, Todd. Don't do this, please.",
        "Nora: Friendly with Evangeline -- that's the worst news I've heard since I woke up and found out you weren't guilty of murder.",
        "Todd: The worst news I've heard since I came back from the dead was that you were still alive.",
        "[SCENE_BREAK]",
        "Nash: Can it, Claudia. You'd love for Tess to break my heart. Nothing would make you happier.",
        "Claudia: You are so wrong. I care about you, Nash. I can see that you're hurting and I want to be there for you as a friend.",
        "Nash: \"As a friend\"?",
        "Claudia: Yeah.",
        "Nash: You really think that we can be friends?",
        "Claudia: Oh -- ah. Oh, my God. I am such an idiot. I thought maybe we could be honest with each other.",
        "Nash: Oh, honest.",
        "Claudia: Hmm. But now I see you were just using me again.",
        "Nash: Is that what you think?",
        "Claudia: Yes. You were only being sweet to me so that I would go off and distract Antonio so you could ride off into the sunset with Jessica and your baby.",
        "[SCENE_BREAK]",
        "Antonio: I don't believe what I'm hearing here. I mean, you want Nash to be part of our daughter's life after what he just did?",
        "Jessica: Nash -- is Brennan's father and he loves her.",
        "Antonio: I --",
        "Jessica: We can't expect him to turn around and run and just disappear and never -- never to be seen or heard from again. It's not --",
        "Antonio: Whoa, whoa, whoa. So you actually want your daughter growing up with a lowlife, murdering scum like him as a father?",
        "[SCENE_BREAK]",
        "Kelly: You're so suspicious. Is that because you're a D.A.?",
        "Hugh: No. There was just this vibe when Vincent and R.J. met up, like it wasn't the first time.",
        "Kelly: Well, don't you think Vincent would've told you if he had friends in Llanview?",
        "Hugh: I never said \"friends.\" R.J. Is not one of the good guys.",
        "Kelly: Yeah, but you said he was smart.",
        "Hugh: Vincent? Yeah, he is.",
        "Kelly: So maybe he's smart enough to stay away from R.J. Don't worry about them. And I guess if it's up to me to keep your mind off Vincent, then I have the perfect way.",
        "[SCENE_BREAK]",
        "R.J.: \"Investments\" -- well, that's a broad term. Is there any specific concentration to your portfolio?",
        "Vincent: I like to stay diversified.",
        "R.J.: Wow, they can't back you into a corner that way.",
        "Vincent: Nope.",
        "R.J.: You know, maybe we should team up, conquer a market or two.",
        "[SCENE_BREAK]",
        "Spencer: Well, hello there, Lieutenant.",
        "John: Well, you must be relieved.",
        "Spencer: Oh, I am. Believe me, I am, very relieved, although I'm not sure you and I are on the same page as to why, so you want to tell me why I should be?",
        "John: Your little brother didn't kill anybody.",
        "Spencer: No, I could've told you that. I am very relieved that David's no longer a suspect, although I guess it would be kind of hard on you, though, right back to square one, eh?",
        "John: Well, I wouldn't say we're back to square one. We -- we do have a person of interest.",
        "Spencer: Really? Gee, I can't imagine who that would be. Let me think -- oh. I bet it's me, right?",
        "John: Could be.",
        "Spencer: Every time something bad happens in Llanview, everybody always points their fingers at good old Spencer Truman.",
        "John: Yeah. You're just misunderstood, right?",
        "Spencer: Yeah, so go ahead, start pointing fingers. I mean, I know you're not going to rest until you get your man, are you? So, maybe I should take this opportunity to get a few things off my chest.",
        "John: Hmm, go right ahead.",
        "Spencer: Well, you want the entire list or just the encapsulated version of my villainous deeds?",
        "John: Well, what the hell -- there's a two-drink minimum. Might as well hear them all.",
        "Spencer: All right, then. Let's see -- where should I start? Um --",
        "John: The beginning's usually a good place, yeah.",
        "Spencer: All right, at the beginning, just fine. Let's y 25 years ago or so, I shot and killed your father and then I proceeded to commit a whole series of other felonies, none of which concern you. Since then, though, I have just been so busy lately. Let me see -- I set up Todd for Margaret's fake murder, and then I framed Bo for framing Todd, and then I caused the van crash that killed Margaret Cochran. You could start writing some of this down if you want to. I caused Kevin Buchanan's sterility, grandpa Asa's heart attack, and the tornado that blinded Evangeline Williamson. I'm sure I must be missing something else, but I really can't think of any more at the moment.",
        "John: Hmm. That's cute. Well, for now, I just have to get you convicted of one of those things and I really don't care which one.",
        "Spencer: I don't believe that for a minute. I think you're hell-bent on trying to find some way to pin your father's murder on me because somewhere deep inside, you have this deep-seated guilt that somehow you were responsible for his death, Lieutenant.",
        "John: I didn't know you were a shrink, too.",
        "Spencer: Yeah, well, there's a lot of things you don't know about me, Lieutenant.",
        "John: The more I learn, the more I hate you.",
        "Spencer: I'm not particularly fond of you, either, John, and considering that our relationship has gotten off to such a rocky start, I'm beginning to wonder if we'll ever be able to be friends.",
        "John: You have friends -- that's good because you might need to be calling some character witnesses.",
        "Spencer: You know what? I'm -- I'm getting bored with this whole conversation. So I hope you don't mind. You'll be excusing me and Blair.",
        "John: You know, as much fun as this has been, this is not a game, Truman.",
        "Spencer: Oh, but it is a game -- one that you're not very good at, I might add. So why don't you just quit before you get hurt?",
        "John: For the first time in your life, you are in way over your head. You don't know anything about me. You want to call it a game, go ahead. Be damn sure of one thing -- I don't lose.",
        "Blair: You know what, John? Um -- you're not only ruining our night, I think you're about to ruin yours because this is bordering on harassment.",
        "John: Harassment?",
        "Blair: Yes.",
        "John: Are you kidding me? I was just going to order a round of drinks. I mean, harassment's when you go out to your parking lot and your car has been seriously towed to the impound. I mean, that's harassment. By the way, have you checked on your car tonight?",
        "Blair: Can't you see whose fault all of this is? It's Todd's. He accuses Spencer of setting him up for murder. He started this whole thing and you know what? Since then, he's been blamed for every ridiculous crime in Llanview and frankly I'm -- I'm sick of it.",
        "[SCENE_BREAK]",
        "Nash: I asked you for a favor and you agreed. You had no problem messing with Antonio so I could drive Tess out. Well, it didn't work and I know you're happy.",
        "Claudia: You don't know anything.",
        "Nash: Oh, come on. Stop pretending like you care about anything that happens between Tess and me.",
        "Claudia: That's where you're wrong -- I do care. Yeah.",
        "Nash: Yeah.",
        "Claudia: I tried to help you, but it didn't work out the way you wanted and now you're wallowing in self-pity.",
        "Nash: Oh --",
        "Claudia: Take it from an expert -- that is a road full of potholes.",
        "Nash: There's no self-pity. It's disappointment.",
        "Claudia: Well, welcome to the disappointment clubhouse.",
        "[SCENE_BREAK]",
        "Jessica: Honey, what with all the cheap shots at Nash? And he didn't kill Claudia Reston's father -- it was self-defense.",
        "Antonio: Well, that's what he says.",
        "Jessica: Ok. The man was threatening our baby. Tell me you wouldn't do the same thing.",
        "[SCENE_BREAK]",
        "Vincent: Thanks for the offer, but no thanks. I'll tell you, I love being my own boss -- no offense.",
        "R.J.: Oh, none taken.",
        "Vincent: All right. Hey, are you still on the clock?",
        "Layla: Nope. My shift is officially over.",
        "Vincent: Good. Then how about if Shaun escorts you two beautiful ladies to the table while R.J. and I go get you some drinks?",
        "Lindsay: Sure.",
        "Layla: Ok.",
        "R.J.: Mm-hmm.",
        "Shaun: How about right over here, ladies?",
        "Lindsay: Works for me, Shaun. How much do you actually know about Vincent?",
        "Layla: How much do I need to know? He's smart, witty, charming, and he has money.",
        "Lindsay: Oh. How does he make that money? I mean, does it ever occur to you that it may be in ways that aren't exactly legal?",
        "Layla: Thanks, Lindsay. The concern means a lot, but after all, R.J. is such a model citizen.",
        "Lindsay: All I'm saying is that you should go into this with your eyes wide open.",
        "Layla: And I'm just saying this night started out perfect and now it's starting to all go downhill.",
        "Lindsay: You just be careful.",
        "Layla: Now you sound like my sister.",
        "Lindsay: Well, your sister's a real smart girl. It wouldn't hurt for you to listen to her.",
        "Layla: You know what? I've been taking care of myself for quite a while. I'm capable of making my own decisions, thank you.",
        "[SCENE_BREAK]",
        "Hugh: What did you have in mind?",
        "Kelly: Dance with me.",
        "Hugh: I thought you weren't in the partying mood.",
        "Kelly: Well, this isn't a partying song and I really want to dance with you.",
        "[SCENE_BREAK]",
        "R.J.: So, you cannot be tempted into business with me.",
        "Vincent: Thanks again. But like I said, I work alone.",
        "[SCENE_BREAK]",
        "Todd: My life was a lot better when you had tubes sticking down your nose.",
        "Cristian: I'm warning you, Manning.",
        "Todd: All right, Cristian. Beat me up, I don't care.",
        "Evangeline: Todd. Without my consent, you bring a doctor here to cut into my eyes and now you're cutting down my friends?",
        "Todd: What, you talking about Cristian? The man you're in love with? He's just your friend?",
        "Evangeline: I'd like you to leave my room, please.",
        "Todd: I was just -- I was trying to do something right for you. I was trying to make things right for you.",
        "Evangeline: By going after all my -- my friends, everybody that cares about me?",
        "Todd: I care about you.",
        "Evangeline: I know you care about me, but you have a strange way of showing it. I would like for you to leave my room, please. I just -- I want to be alone with my friend Nora, please.",
        "Cristian: I'll be outside.",
        "Evangeline: Thank you.",
        "Nurse: Dr. Simmons would like me to make a few preliminary tests.",
        "Nora: Oh, sweetie, ok. I'll be right back, ok?",
        "Evangeline: Ok.",
        "Nora: We'll talk in a minute, ok?",
        "Evangeline: Thank you.",
        "Todd: Yeah, I bet you're sorry you didn't come out of your coma soon enough to try my case, huh?",
        "Nora: I'm not the kind of prosecutor who would send an innocent man to his death just to pad a conviction record.",
        "Todd: Not even in my case?",
        "Nora: Tempting, tempting. You're poison, Todd. All the women in your life suffer.",
        "Todd: That's not something you'll have to worry about, is it?",
        "Nora: Thank God.",
        "Cristian: He's trying to control Evangeline's life.",
        "Nora: I hope that doesn't happen.",
        "Cristian: Well, I'm going to make sure he doesn't.",
        "Nora: Be careful, Cristian. Todd fights dirty.",
        "Cristian: Bring it on. Todd's been throwing his money around, trying to pay for anything and everything to save her eyes. But he's going to get every cent back. Either from Evangeline or me.",
        "Nora: Are you two serious?",
        "Cristian: Very serious.",
        "Nurse: You can go back in now.",
        "Nora: Thank you. So what's the prognosis, huh?",
        "Evangeline: Well, my neck is just fine.",
        "Nora: And your eyes? Honey, miracles can happen. Look at me. Hmm?",
        "Evangeline: I can't. I'm still blind.",
        "Nora: Oh, she's still funny, though. Don't give up.",
        "Evangeline: I don't think I can do that, either, Nora. You'd never let me.",
        "Nora: Nor would Cristian, apparently.",
        "[SCENE_BREAK]",
        "Spencer: Thank you, Blair, once again, for being the only person in Llanview to defend me.",
        "Blair: Well, no one knows you like I do.",
        "Spencer: Well, it's no wonder John would consider me a suspect. I mean, guilty through association, right? I'm just happy that the judicial system has seen fit to drop the charges against my little brother. I applaud them, in fact.",
        "David: My hands are nearly raw from applauding. Look at that.",
        "Spencer: So, listen, Natalie, I'm not going to get any answers from your boyfriend here, so what was it exactly that convinced John that David was innocent, hmm?",
        "Natalie: David's gun couldn't have killed John's father.",
        "Spencer: Well, of course not. It was loaded with blanks.",
        "David: Oh, yeah, Blair, did you hear I was shooting blanks, just like Kevin Buchanan?",
        "John: Don't -- don't tell that joke again. And how did you know that?",
        "Spencer: Well, I just assumed it was common knowledge by now.",
        "John: Common knowledge? Sounds to me like once again you're guilty by association.",
        "Spencer: No, how do you know that the blanks weren't put into the gun after the shot was fired that killed your father?",
        "Natalie: Because the markings on the slug don't match the rifling from David's gun.",
        "David: Which means another gun of the same caliber was shot in that alley that night.",
        "Spencer: Well, that's a very interesting theory, and it was such a long, long, long, long, long time ago, David. I mean, what do you think the odds are of actually finding the gun now, lieutenant? And without the gun, what do you have? Nothing.",
        "[SCENE_BREAK]",
        "Nash: I don't want to be a part of your club, Claudia. No commiserating, no drowning in our sorrows.",
        "Claudia: You think that's what I want?",
        "Nash: Yeah, it is.",
        "Claudia: Oh, don't flatter yourself. Getting involved with you again would be the biggest mistake I could ever make.",
        "[SCENE_BREAK]",
        "Lindsay: So, what's keeping R.J.?",
        "Vincent: I don't know. But I'll tell you, it's his loss. Because then I get more time to spend with you two beautiful ladies.",
        "Hugh: R.J., Was it good seeing Vincent again?",
        "R.J.: Who?",
        "Hugh: Vincent. You -- you two looked like you knew each other. We played division ii football together.",
        "R.J.: Well, small world, but, no, I hadn't met your teammate until tonight.",
        "Hugh: Huh.",
        "[Phone rings]",
        "R.J.: Excuse me.",
        "Hugh: Please.",
        "R.J.: Hello?",
        "Nora: R.J.?",
        "R.J.: Nora? Is that you? I can't hear you very well. I'm at Capricorn.",
        "Nora: It's me, Nora. They're letting me go home today.",
        "R.J.: Hey, that's terrific. Look, I'll come right by and pick you up.",
        "Nora: Thank you, R.J.",
        "R.J.: Nora's ready to go home.",
        "Hugh: Excellent.",
        "Kelly: Oh, that's awesome. I'm so happy for her and Matthew.",
        "Hugh: Tell her that I'll be paying her a visit soon.",
        "R.J.: Will do. Hey.",
        "Lindsay: Hey.",
        "R.J.: I just got a call from Nora, and they're sending her home tonight, so I volunteered to go give her a ride. You want to come along?",
        "Lindsay: I think the last thing Nora wants is to see me in her hospital room, so I'll tell you what -- you go, and I'll find my own way home.",
        "R.J.: You sure?",
        "Lindsay: Oh, yeah.",
        "Layla: Maybe I can get a lift with you to the hospital? I want to check in on Evangeline.",
        "R.J.: Well, yeah, if you tell me how she's doing.",
        "Layla: Unless you want to come with me.",
        "Vincent: No, no, you go. See, if this operation on your sister's eyes was successful, I'm the last person she's going to want to see when she opens them. She's family. So, looks like it's the two of us, beautiful. What do you have planned for the rest of the night?",
        "Lindsay: Actually, I'm kind of tired, so I think I'm just going to go home.",
        "Vincent: Ok.",
        "Lindsay: It's been a pleasure.",
        "Vincent: All mine. Shaun, I'm going to need you to drop a coin on Vega's next fight.",
        "Shaun: How much?",
        "Vincent: A ship load.",
        "Shaun: You think he's going to win?",
        "Vincent: I'm not betting on Vega.",
        "Shaun: You're betting against your own fighter?",
        "Medic: Vega's hand is pretty messed up. There's no way this guy can fight.",
        "Vincent: Having a fighter doesn't make it a game of loyalty. The game is profit and loss. I'm in this for the profit.",
        "Shaun: Vega doesn't seem like the kind of dude that's going to take a fall.",
        "Vincent: I'm not going to sit here and discuss the ins and outs of professional boxing with you, Shaun. Brother, just make the bet.",
        "Shaun: Yeah.",
        "[SCENE_BREAK]",
        "Evangeline: Thank you, Nora, you are the greatest friend. You always have been.",
        "Nora: I'll see you when you get out, ok? Because I'm not coming back to this hospital. Bye, now.",
        "Evangeline: I'm so excited for you. You are finally going home. Thank God.",
        "R.J.: Yeah, it's about damn time, too.",
        "Nora: R.J..",
        "R.J.: Nora. Evangeline, it's good to see you. Well, I would have had Matthew along with me, but he's decided to stay home, get everything ready at the house for your big homecoming.",
        "Nora: Oh, he's been getting the house ready since I woke up.",
        "R.J.: Yeah, I know. So had a talk with the young man, and he has agreed to do all the cleaning, cooking, and the dishes.",
        "Nora: Matthew?",
        "R.J.: Mm-hmm.",
        "Nora: Dishes?",
        "R.J.: Yeah. Miracles happen.",
        "Nora: Yes, they do.",
        "R.J.: Well, come on. Let's go get your stuff and get out of here.",
        "Nora: Ok. Hey, I'll see you soon. And you will see me.",
        "Evangeline: Bye.",
        "Nora: Love you.",
        "Evangeline: Love you, too.",
        "R.J.: Take it easy.",
        "Evangeline: Thanks.",
        "Layla: Hey, Vange.",
        "Evangeline: Hey.",
        "Layla: The bandages are off. How you feeling? I'm so sorry.",
        "Evangeline: It's ok. It's ok. It's ok.",
        "[SCENE_BREAK]",
        "Antonio: Of course I would do anything for my family, and as you recall, I did. And when I found out that you and the baby were gone, I was going crazy, all right? And I wouldn't let anybody stop me from getting to you.",
        "Jessica: That's what I'm talking about. Maybe you and Nash aren't so different.",
        "Antonio: Hey, you know what? That's enough of that, all right? He kidnapped you, and I still think you should press charges.",
        "Jessica: I don't want him to go to jail. And I don't want us to argue about this anymore.",
        "Antonio: Who's arguing? I --",
        "Jessica: Listen -- what I want is to get the baby and for us to go to bed.",
        "Antonio: Ohh. Ok.",
        "Jessica: Ok.",
        "[SCENE_BREAK]",
        "Hugh: You ready to go?",
        "Kelly: Yeah, but not home. Not yet.",
        "Hugh: All right. Then let's go get some coffee. Wait -- coffee, pregnant -- maybe not.",
        "Kelly: Yeah.",
        "Hugh: Decaf -- or tea? Herbal tea?",
        "Kelly: Ok.",
        "[SCENE_BREAK]",
        "John: Who knows where that gun is. On second thought, maybe you do. Then again, maybe we'll never find it again. But think about what we talked about tonight. You're going down, Truman, all the way down.",
        "Todd: Damn right he is.",
        "Spencer: Uh-oh, lookie here. Backup's been called in.",
        "Starr: Dad, I saw you come in.",
        "Todd: Hey.",
        "Blair: Starr, what in the world are you doing in a nightclub, young lady?",
        "Starr: I was outside. Mary J. Blige was singing. What, you're going to tell me that I can't listen to her from outside the back door? You're so annoying.",
        "Blair: Oh, this is just really rich. I don't know which is worse, Todd -- her in the alley or in a nightclub.",
        "Todd: She came to hear some music, Blair, not to drink or whore it like some people we know. Let's hope she didn't get your gene when it comes to that stuff.",
        "David: Spencer, we need to have a private conversation.",
        "Spencer: Not now, David. Blair needs me.",
        "David: Oh, this is more important, I assure you. Tell Blair you just got paged.",
        "Spencer: All right. Hey, I'm sorry to interrupt. Listen, I just got paged from the hospital. I've got to go. You want a ride home?",
        "Todd: Where is home? Your hotel room?",
        "Blair: No. Look, I want to take Starr back to Dorian's, and I'm going to check on Jack.",
        "Spencer: All right. I'll see you later.",
        "Blair: Ok.",
        "David: I should probably get going, too. Good night, good night, Blair, Todd, Starr. Good night.",
        "John: Vickers is going to meet up with Truman.",
        "Natalie: John?",
        "John: What?",
        "Natalie: Whether you like it or not, David's on the same team.",
        "John: You're right, I don't like it.",
        "Natalie: But he seems to know what he's doing, so let him do it.",
        "[SCENE_BREAK]",
        "Nora: Mmm. Oh, my God. Coffee. Oh, you're so wonderful. I haven't had this in how many months? Oh, I couldn't even bribe Matthew to bring me a cup in the hospital.",
        "R.J.: Well, what did you expect? I mean, he is the top cop's kid.",
        "Nora: Yeah, that's true. Probably should have raised a gangster criminal like you. [Nora laughs] But you would have made me run a mile for it, so --",
        "R.J.: Hey, you know, that's a good idea.",
        "Nora: Don't you get any ideas.",
        "R.J.: Don't worry. I'm not suicidal.",
        "Nora: Oh, this is bliss. Just bliss. All those months, I never thought I would ever be able to do this, to come outside and see this.",
        "R.J.: Well, I knew you'd make it home.",
        "Nora: No, you didn't.",
        "R.J.: Well, you know what? I do not look up enough.",
        "Nora: It's only when you can't that you miss it like hell.",
        "R.J.: Well, I missed you like hell.",
        "Nora: Oh, I missed you, too, R.J.",
        "R.J.: So, ready to go?",
        "Nora: Yes. Am I ever.",
        "R.J.: You sit tight. Let me get your chair.",
        "Nora: No. I'm doing this myself, thanks. Do grab my coffee for me, won't you?",
        "[SCENE_BREAK]",
        "Jessica: Good night, my sweet little girl.",
        "Antonio: Hey.",
        "Jessica: Hi.",
        "Antonio: I'm sorry.",
        "Jessica: About what?",
        "Antonio: Tonight. Everything I said. I'm just having a hard time accepting Nash. I really don't want him in our life.",
        "Jessica: I know. I totally understand.",
        "Antonio: It can't be easy for you, either. He's constantly reminding you of everything you're trying so hard to forget.",
        "Jessica: Antonio, I don't want to talk about it.",
        "Antonio: Ok. Oh, wow. Such a beautiful night. Look at the stars. They look like you can just reach out and touch them.",
        "[SCENE_BREAK]",
        "Nash: Your mommy is a little bit like a star in Manhattan. I know. You can't see her, but it doesn't mean she's not there. And with any luck, some morning, you are going to open your pretty blue eyes, and there she will be, clear as a star in the sky.",
        "Claudia: It's on me.",
        "Nash: Thank you. I've been hard on you.",
        "Claudia: Yeah, you have.",
        "Nash: I wanted to blame you. I wanted to blame anyone for Antonio finding me and Jessica and the baby, but you distracted him so that I could get them away. Thank you.",
        "Claudia: I owed you. You took the blame f my father's death. I know that daddy did some awful things, but he only did them because he loved me. At least he loved me when I was in trouble. I know -- I mean, he was still my dad, and -- I loved him. I really miss him.",
        "[SCENE_BREAK]",
        "Layla: What did the doctor say? Are they going to run more tests?",
        "Evangeline: Yes. But he didn't seem hopeful.",
        "Layla: Oh. Then we'll get a second or a third opinion. You can't give up.",
        "Evangeline: Layla, he's the best there is. And I'm -- I'm tired. I'm tired of being hopeful and praying I'm going to get my sight back, thinking \"maybe\" and then hearing \"probably never.\" I had just accepted that I was going to be blind for the rest of my life. And then I got my hopes up again, and it was for nothing, so I'm done with it. I'm done with it. It didn't work. I'm just going to accept it. I'm just going to move on. It's fine. It's fine. I'm going to be ok.",
        "[SCENE_BREAK]",
        "Vincent: Mmm, mmm, mmm.",
        "Shaun: I dropped that coin. Hmm.",
        "Vincent: Oh. Outstanding, cadet, outstanding.",
        "Cristian: Good to see you, Shaun.",
        "Vincent: Huh. Vega.",
        "Cristian: You wanted to see me?",
        "Vincent: Of course I do. Hey, the promoter got a venue for that fight. You up to it?",
        "Cristian: You bet.",
        "Vincent: Good, good, good. How's your hand?",
        "Cristian: My hand's perfect. Just get me that fight. Need it.",
        "Vincent: Oh, it's as good as baked. I got faith. It's going to be my biggest payday yet.",
        "Cristian: Count on that.",
        "Vincent: Oh, I am, my friend, I am.",
        "[SCENE_BREAK]",
        "Todd: The walls are closing in on your boyfriend. I mean, pretty soon you'll be giving him conjugal visits.",
        "Blair: Spencer isn't guilty of anything, Todd.",
        "Todd: You're sure about that, huh? You were sure I was guilty.",
        "Blair: Come on, sweetie. Let's go home.",
        "Starr: What? And then what? You're going to go sleep with Dr. Truman?",
        "Todd: Oh, I'll take you to Dorian's, honey. And then we'll go get some french- fried potatoes.",
        "Natalie: Blair's so stupid. Spencer is a lying, murdering, disgusting pig.",
        "John: Maybe she's not so stupid. Look, I should go check on David and Truman.",
        "Natalie: John, you can't follow them. David will tell you everything that he finds. Spencer screwed him over in a big way. I mean, he thought that he killed your father for all these years. That's a hard thing to live with. He wants to bust Spencer as much as you do.",
        "John: I know. I screwed up.",
        "Natalie: How?",
        "John: I should have Vickers wear a wire.",
        "[SCENE_BREAK]",
        "Spencer: Oh, oh, what a beautiful night. I love it down here.",
        "David: The fog is three feet thick, you moron.",
        "Spencer: I know, I know. There's just something so comforting about it. It's almost as if you're kind of invisible, you know, like you could do just about anything you wanted to and no one would even be able to see you.",
        "David: Spencer, you may be shallow, but you're not invisible. I'm standing right in front of you, and I can see you.",
        "Spencer: So what's going on, David?",
        "David: You lied to me. You blackmailed me. And you let me believe that I was a murderer for 25 years. Well, guess what, dear brother. It is payback time.",
        "[NEXT_ON]",
        "Dorian: You're pregnant, aren't you?",
        "Natalie: David didn't kill your father, Spencer Truman did.",
        "David: What are you waiting for, you coward? Admit what you did."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=aNNa7majtJU"
}