{
    "Episode Summary": [],
    "Recap": [
        "Todd finds Blair and John trying to find Starr and Cole at the Virginia amusement park. He informs her that he got a hold of Starr by phone. They had a positive conversation. But Starr disconnected him and is not coming home. Hearing that, Blair believes the reason for that is because Todd blew it with his daughter. Back in Llanview, Langston talks to Markko about what happened when Dorian thought that she, instead of Starr, was pregnant. And they wonder what is going to happen in regard to everything. Adriana knows that Rex has Gigi on the brain and she is not ok with it. He goes to see her at the carriage house. Brody stands outside the door and doesn't get up the courage to go inside."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: I would have knocked, but I didn't.",
        "Gigi: You're drunk.",
        "Rex: That's entirely possible, given what I drank.",
        "Gigi: And you drove here?",
        "Rex: No. I'm not that dumb. I took cabs.",
        "Gigi: Okay. So you're drunk, it's the middle of the night, and you decided to take a cab to my house. How many hours is it until you're marrying Adriana, just so we're clear?",
        "Rex: Look, I just -- I had to see you. That's all. I had to see you.",
        "[SCENE_BREAK]",
        "Talia: Good night.",
        "Man: Good night.",
        "Talia: I know I shouldn't be doing this. Deal with Ramsey tomorrow.",
        "Antonio: Not tonight.",
        "Cristian: Ahem.",
        "Talia: Oh. Ahem. Calm down, Cris.",
        "Cristian: Calm down? I spent the night in jail because of what you're doing.",
        "Talia: This is actually my fault.",
        "Cristian: Oh, great. So the two of you just thought, forget about what everybody's been doing, you know, let's just go ahead and have some fun.",
        "Antonio: We have no choice.",
        "Cristian: This is your idea, Antonio, not mine. You want to trap Ramsey? Help Bo get his job back? Fine, I'm all for it. But don't risk this mission so the two of you can get a little face time.",
        "[SCENE_BREAK]",
        "[Beeper]",
        "Langston: What are you doing here?",
        "Markko: Nice to see you, too.",
        "Langston: It's late. Dorian's going to freak out.",
        "Markko: I'm not afraid of her.",
        "Langston: Well, you should be. After tonight.",
        "Markko: I was calling and texting, and finally I just came over. Where were you?",
        "Langston: Getting an abortion.",
        "[SCENE_BREAK]",
        "John: So, have you seen either of these people?",
        "Winter: I see lots of people.",
        "Blair: Well, that girl right there, that's my daughter, and that's her boyfriend. I'm really worried about her.",
        "Winter: I would have pegged you for a cop, not a father.",
        "Todd: That's because he is a cop. I'm her father. But unlike John, I won't hesitate to beat the crap out of you if you don't tell me where they are.",
        "[SCENE_BREAK]",
        "Gigi: You couldn't have called?",
        "Rex: No, I had to see your face when I said it.",
        "Gigi: So say it.",
        "Rex: I don't know how to put it into words. It's just crazy that we saw each other again when we did. But there you were. And here you are. And before I marry Adriana, I have to tell you --",
        "Gigi: If you're marrying Adriana, whatever it is, keep it to yourself.",
        "[SCENE_BREAK]",
        "Adriana: Not yet? What do you mean not yet?",
        "[SCENE_BREAK]",
        "Rex: You don't want to know what I'm thinking?",
        "Gigi: You're drunk, Rex. And I'm tired, and nothing's going to change. So just go home. Now.",
        "[SCENE_BREAK]",
        "Cristian: What if it had been Ramsey? Or Eddie?",
        "Talia: You're right, okay? He's right.",
        "Antonio: Ramsey is in Chicago. Eddie's walking the beat on the other side of town.",
        "Cristian: But still --",
        "Antonio: You're right. It was a risk.",
        "Cristian: I spent the night in lock-up, Antonio, lock-up. In a prison.",
        "Antonio: Yes, and it's been months since I've had time with this woman.",
        "Talia: Months. Though there was that night at Lakeside Hotel.",
        "Cristian: Whoa, whoa, wait a minute. You two have done this before?",
        "Talia: It's okay. John set that up. It was fine.",
        "Cristian: And John's okay with this",
        "Talia: Yes.",
        "Antonio: Let's just say he understands.",
        "Cristian: It's not that I don't understand, man. It's just --",
        "Talia: Cris, as fun as this is, to talk with you about this, um -- we just couldn't stand it anymore.",
        "Cristian: I'm sorry, I get it. I'm sorry, I didn't mean to go off on you. It's just, it hasn't been very nice, looking over my shoulder all the time, you know? It's --",
        "Antonio: Understood, okay? And hopefully this whole thing will be over soon.",
        "Talia: And until it is, you know, I want to go home. I am.",
        "Cristian: No, no, no. Stay, stay.",
        "Talia: No, I need to.",
        "Cristian: You don't have to go. Rex asked me to lock up, so you can have the place to yourselves.",
        "Talia: You're going to let us stay?",
        "Cristian: Just make sure you close the door before you leave.",
        "Antonio: Oh, my brother's got a heart.",
        "Talia: Thank you, Cristian.",
        "Cristian: And try to leave before daybreak, huh?",
        "Talia: Oh!",
        "Antonio: And what about the alarm?",
        "Cristian: It starts automatically when you close the door.",
        "Antonio: Okay. Hey, te debo.",
        "Cristian: That's right. You owe me one.",
        "Antonio: We caught a break.",
        "[R&B music playing]",
        "Cristian: You guys be safe.",
        "[Talia laughs]",
        "Cristian: And get out of here.",
        "Talia: He's too much.",
        "Antonio: That's my brother. Subtle.",
        "[SCENE_BREAK]",
        "Blair: What are you doing here, Todd? You having me followed?",
        "Todd: No.",
        "Blair: Well, then, how did you end up coming here?",
        "Todd: What's it going to be, loser? You seen them or not?",
        "Winter: Look, man, I don't want any trouble. I just came down here to have a good time, make some money.",
        "Todd: Have you seen them or not?",
        "Winter: How should I know? She looks like every other girl I meet.",
        "Todd: That's nice, come here.",
        "Blair: Okay, wait, wait. Stop, Todd. You know, you acting like this is why Starr ran away in the first place. Why don't you just cool it, and tell me what you're doing down here. How'd you get here?",
        "Todd: Jet.",
        "Blair: Why here?",
        "Todd: You know, McBain's not the only detective in your life. I talked to Starr.",
        "Blair: You talked to Starr?",
        "Todd: I talked to Starr, and now I'm going to find her.",
        "Blair: You talked to Starr?",
        "Todd: We're going to take a little walk. Come here.",
        "Blair: Wait a minute, Todd. You talked to her? Todd. Todd!",
        "[SCENE_BREAK]",
        "Langston: I hope Dorian took something to make her sleep.",
        "Markko: You got an abortion?",
        "Langston: I went to go get one.",
        "Markko: You're not pregnant. Right?",
        "Langston: You know that, and I know that. But Dorian didn't know that, thanks to you.",
        "Markko: Hey, I was trying to cover for Starr and Cole.",
        "Langston: Oh, and you did an awesome job. Yeah, you were so convincing that Dorian decided that my life was ruined, and that there was only one way to fix that problem.",
        "Markko: An abortion?",
        "Langston: You catch right on.",
        "Markko: And no one talked to me about this? I fathered the kid.",
        "Langston: Seriously?",
        "Markko: Sorry, I'm sorry. So what happened?",
        "Langston: Well, Dorian's friend is an obstetrician, right? So she dragged me down there. She was ready to have the whole thing taken care of tonight.",
        "Markko: What'd you do?",
        "Langston: Well, I tried to talk my way out of it and say, you know, that I wasn't sure if I was really pregnant, 'cause I just took one of those home pregnancy tests, and those can be wrong.",
        "Markko: Right.",
        "Langston: And then she was all, no, that's okay, we'll just take an ultrasound. And Dorian was right there.",
        "Markko: You're kidding me.",
        "Langston: No! So I had no choice, I had to tell them that I wasn't really pregnant.",
        "Markko: And how did that go over?",
        "Langston: Well, it would have gone better if I hadn't said that I wasn't the one who's pregnant.",
        "Markko: You said it like that?",
        "Langston: I wasn't thinking clearly. I mean, didn't you hear me? They were about to do an ultrasound. Have you seen one of those things?",
        "Markko: No.",
        "Langston: Well, it looks like a plastic cattle prod.",
        "Markko: Okay, okay, I get it. So, does this mean that Dorian knows that Starr's pregnant?",
        "Langston: Dorian is many things, but stupid is not one of them. Yeah, she knows.",
        "Markko: What's she going to do?",
        "Langston: Well, she already left a message for Starr's mom.",
        "[SCENE_BREAK]",
        "Todd: So you have no idea where kids hang out around here, huh? You sure about that?",
        "Blair: Todd, you know, you said that you talked to Starr. When did you talk to her?",
        "Todd: A couple of hours ago.",
        "Blair: Well --",
        "Todd: Markko had some prepaid cell phone from Thornhart.",
        "Blair: Well, what did she say? Did she say she was okay?",
        "Todd: She said she was okay. I told her I loved her. Basically begged her to come home, if you want to know the truth. I even said she could see Cole if she wanted to.",
        "Blair: You said that to her?",
        "Todd: Yeah, but I don't think it made a difference. She wasn't really listening to me.",
        "Blair: She probably thinks you're lying. She doesn't trust you. Do you blame her?",
        "Winter: Can I go now?",
        "John: Yeah, thanks for your help.",
        "Todd: What the hell, John? Why did you let him go?",
        "John: Well, he's not going to talk to me with you in his face.",
        "Todd: You think he knows where she is?",
        "John: Maybe. But he didn't get a chance to tell me, did he? What did Starr tell you?",
        "Todd: Nothing, really. Just that she won't come home.",
        "John: What are you doing here, anyway?",
        "Todd: When I was talking to Starr on the phone, I heard that, basically. Beach noises, seagulls, and that kind of stuff. I heard somebody mention Lucky's Arcade, and I did a little checking around.",
        "John: Uhh.",
        "Todd: Where are you going?",
        "John: I'll be back.",
        "Todd: You think he knows where she is?",
        "Blair: Do you think I would be standing here if he did?",
        "Todd: What is your problem? Why are you so mad at me?",
        "Blair: You want my list?",
        "Todd: You know, I didn't have to tell you what I knew.",
        "Blair: Oh, you didn't have to tell the mother of your children that you got a lead.",
        "Todd: You didn't tell me your lead, did you?",
        "Blair: You're damn straight, because you're out of control, as usual. Todd.",
        "[SCENE_BREAK]",
        "Winter: Can I get a little mustard on that, please? Thanks.",
        "John: Hey, you know, let me get that. Keep it.",
        "Norm: Thanks.",
        "Winter: Thanks, but it's still not going to make me remember something I don't know.",
        "John: How could it?",
        "Winter: Yeah. See ya.",
        "John: Hey, look, I know why you had memory loss earlier, all right? The girl's father, you know, he can be a little nuts. Nobody really likes him, not even his own wife.",
        "Winter: Then why is she married to him? Oh, I get it. He's rich.",
        "John: They're both rich.",
        "Winter: You know, man? People are really stupid.",
        "John: I know. So don't be stupid, all right? I know you're lying to me. What do you say we start over, and this time you tell me the truth.",
        "[SCENE_BREAK]",
        "Adriana: What do you mean, she's busy? Who's over there?",
        "[Telephone rings]",
        "[Telephone rings]",
        "[SCENE_BREAK]",
        "Sarah: Oh, my God, could you believe Rex? Stripping down to his skivvies, thinking the whole room was looking at him?",
        "Layla: I know, when they were really yelling for Snoop Dogg. What a night. I cannot believe you were able to book the Doggfather.",
        "Sarah: I'm pretty stoked about it myself. Although if I were Adriana, I'd be freaking out.",
        "Layla: Although, if someone posts those pictures --",
        "Sarah: Of Rexy in his panties?",
        "Layla: It's money in the bank for \"Exposed.\"",
        "Sarah: I'm not so sure Adriana is going to see it that way. [Telephone rings] Is that her? Speaking of the devil --",
        "Layla: Hey. What are you still doing up? You don't want bags under your eyes.",
        "Adriana: Do you know where Rex is?",
        "Layla: No, I have no idea where Rex is.",
        "Adriana: He's with her.",
        "Layla: And by her, you mean --",
        "Adriana: Gigi.",
        "[SCENE_BREAK]",
        "Gigi: I'm calling you a cab.",
        "Rex: No, don't do that.",
        "Gigi: Have you been drinking boilermakers?",
        "Rex: I haven't been drinking boilermakers.",
        "Gigi: I can smell the whiskey.",
        "Rex: Well, maybe one. Or nine.",
        "Gigi: Just go home.",
        "Rex: I can't.",
        "Gigi: Well, I can't have you here.",
        "Rex: Just hear me out. I came all the way over here, and I have something to say.",
        "Gigi: Rex, please don't make me your cold feet.",
        "Rex: Your what?",
        "Gigi: Your cold feet. You're getting married tomorrow. You're scared, that's normal. Everybody has second thoughts. Just don't blame me.",
        "Rex: I'm not blaming you.",
        "Gigi: Oh, God, you really have to go. You have to go.",
        "Rex: Wait.",
        "Shane: Mom. Hey, Rex. What are you doing here?",
        "[SCENE_BREAK]",
        "[R&B music playing]",
        "Antonio: How am I doing?",
        "Talia: Good, fine. Great.",
        "Antonio: I think we both are.",
        "Talia: Well, having to pretend that we broke up, pretending to hate each other, and then, you know, managing not to hate each other.",
        "Antonio: Well, it's nice to know how you feel.",
        "Talia: No, what I'm -- what I'm saying is, I think that we really have legs. In spite of everything, here we are.",
        "Antonio: I love you. I love you.",
        "Talia: I love you.",
        "[SCENE_BREAK]",
        "Layla: How do you know he's with Gigi?",
        "Adriana: Where else could he be?",
        "Layla: Home?",
        "Adriana: I called there. He's not answering.",
        "Layla: I hate to bring this up, but the last time I saw the boy, he was wasted.",
        "Adriana: Yeah, and Bo took him home and tucked him in.",
        "Layla: So he's sleeping it off.",
        "Adriana: And why was he drunk? And why did he leave his bachelor party and come to mine? Can you tell me that?",
        "Layla: Because he wanted to see you?",
        "Adriana: He was looking for her.",
        "Layla: Where are you?",
        "Adriana: At my mom's house, and my mother is who knows where.",
        "Layla: Is Blair around?",
        "Adriana: Yeah, 'cause that'll make me feel better.",
        "Layla: Do you want to come over here?",
        "[Doorbell rings]",
        "Adriana: What I want is for Rex to answer his damn phone.",
        "Cristian: Hey.",
        "Sarah: The bride-to-be is having a minor meltdown, and the maid of honor-to-be is trying to keep her from doing something stupid.",
        "Cristian: Maybe I should go, huh?",
        "Sarah: Uh-uh, no. You stay right here. I want to celebrate. I'm still flying.",
        "Cristian: That's right, Snoop Dogg.",
        "Sarah: Yeah.",
        "Cristian: You got him there for Adriana.",
        "Sarah: For shizzle.",
        "Cristian: For shizzle.",
        "Sarah: I made nachos.",
        "Cristian: You cooked?",
        "Sarah: I microwaved the cheese, and shut up.",
        "Cristian: Oh, gourmet, nice.",
        "Layla: Okay, look. What would Rex be doing with Gigi?",
        "Adriana: You really want the blow-by-blow?",
        "Layla: Your mind is making you crazy, girl.",
        "Adriana: You're right. It's just the not knowing.",
        "Layla: Where is Brody? Isn't he supposed to be rising from the dead?",
        "Adriana: Yeah, he's another one. I pay him more money than he's ever seen in his entire life, and what does he do? Nothing.",
        "Layla: So fire him.",
        "Adriana: And then what? I'm going over there.",
        "Layla: To Gigi's?",
        "Adriana: And give her the satisfaction? No. I'm going over to the loft, and Rex better be in bed, by himself.",
        "Layla: Remind me -- why do people get married?",
        "[SCENE_BREAK]",
        "Gigi: Rex just stopped by to talk.",
        "Rex: Hope I didn't wake you.",
        "Shane: I was already awake. I couldn't sleep.",
        "Gigi: Are you okay? How are you feeling? Are your allergies kicking in?",
        "Shane: No, I was just thinking about my dad.",
        "Rex: Why?",
        "Gigi: How about I fix you some cocoa?",
        "Shane: I found a picture of him. Mom thought it was lost, but I was going through some books that I brought from Texas, and I found it. This was before I was born.",
        "Rex: I know this guy.",
        "Gigi: What?",
        "Rex: I bumped into him like an hour ago.",
        "[SCENE_BREAK]",
        "Todd: You want to blame me for everything, Blair, that's fine with me. I'm going to find Starr and that son-of-a-bitch Cole, with or without you.",
        "Blair: What, so you can beat him up again, Todd?",
        "Todd: He took our daughter from our home, Blair.",
        "Blair: He did not take her. She ran away because you were acting like a maniac, and she's probably not going to come back because you were acting like a maniac. You know what? She sensed it; she heard it in your voice.",
        "Todd: Oh, no, she didn't. I was perfect with her on the phone.",
        "Blair: Yeah, how loud were you yelling, huh?",
        "Todd: I wasn't yelling. I was whispering to her.",
        "Blair: Oh -- well, she must have sensed it then.",
        "Todd: No, I meant it this time.",
        "Blair: You meant it. Our girl, she knows you, Todd. You know what? You've broken every promise that you've ever made to her.",
        "Todd: That's really fair, thank you very much.",
        "Blair: Oh, it's never fair for you, is it?",
        "Todd: What is it you want from me?",
        "Blair: What I want from you, Todd, is to grow up. But it looks like that's never going to happen.",
        "[SCENE_BREAK]",
        "Winter: Who says I'm lying?",
        "John: Hey, come on, I'm a cop. I know when someone's lying to me.",
        "Winter: Oh, are you going to beat me up or arrest me?",
        "John: I don't beat people up, and I only arrest people when they commit a crime. You haven't committed a crime, have you?",
        "Winter: No.",
        "John: So what are you worried about?",
        "Winter: I'm not. All right, you said the kids in the picture were named Cole and Starr.",
        "John: That's right.",
        "Winter: Well, I can promise you I never met anybody with those names. I'd remember. They sound cool.",
        "John: Yeah, they are cool. You'd like them if you got to know them.",
        "Winter: You know them?",
        "John: Yeah, I do.",
        "Winter: What's your name?",
        "John: John McBain. Yours?",
        "Winter: Winter.",
        "John: Winter.",
        "Winter: Look, if you were named Eugene Silverstein, you'd change it, too.",
        "John: You know, Winter, you're probably right.",
        "Winter: See you around.",
        "John: See you around. Yeah, it's John McBain. I need a credit check and an I.D. survey on two names -- Eugene Silverstein and Winter Silverstein. Let me know when you get something, all right? Thanks.",
        "[SCENE_BREAK]",
        "Todd: Did it ever occur to you that maybe, just maybe, she's an out of control adolescent like her mother? And that I'm not all to blame for this?",
        "Blair: No.",
        "Todd: Well, I talked to her. I put it all together. I found this place, and I'm going to find her.",
        "Blair: Todd, wait. I mean, I'm just curious. If Starr really did agree to come home, would you really let her see Cole again?",
        "Todd: Yes.",
        "Blair: You're lying. I know you hate him, and you'd do anything to keep them apart. And because of you, I might not ever see my daughter again.",
        "Todd: Hey. Hey, did you find him?",
        "John: No, it was a dead end.",
        "Todd: Well, what now?",
        "John: My guess is if they're here, they're holed up for the night. I'll start again in the morning, first thing.",
        "Todd: All right, then. Let's go find a place to stay.",
        "Blair: I'm not staying anywhere with you.",
        "[SCENE_BREAK]",
        "Markko: What are you thinking about? The thing is, if I can put it together so quickly, how long is it going to take Starr's parents?",
        "Langston: I'm thinking about when the you-know-what hits the fan.",
        "Markko: So, Dorian didn't say in the message that Starr was pregnant?",
        "Langston: No, she just told Starr's mom to call her back.",
        "Markko: And Mr. Manning took away that phone Cole gave me.",
        "Langston: Right, so we can't even let them know that it's basically all over.",
        "Markko: Do you think Starr's mom will tell her dad?",
        "Langston: I don't know. But Starr must be so scared. I was, and I was just pretending.",
        "Markko: Hey, at least you don't have to pretend anymore.",
        "Langston: You know, when I first found out that Starr was pregnant, like right at first? A part of me thought it was kind of cool.",
        "Markko: Uh -- why?",
        "Langston: I guess it seemed -- I don't know, grown up and womanly. But then listening to Dorian and seeing her worried face and going to the doctor's office, it made it so real. I mean, it's definitely not cool, not at our age, anyway.",
        "Markko: Yeah, maybe I'm just being a guy here, but to me, it seems mostly like a trap.",
        "Langston: Starr only slept with Cole once, and now her whole life is going to be changed.",
        "Markko: That's not going to happen to us.",
        "Langston: No, you're right. It definitely is not.",
        "Markko: I'm sorry you got dragged to the doctor's because of me and my big mouth.",
        "Langston: Yeah, you do have a big mouth. And luckily for me, I know just how to shut you up.",
        "[SCENE_BREAK]",
        "Adriana: Rex?",
        "Shane: You saw my dad?",
        "Gigi: No, he didn't. He probably just saw someone who looks a lot like him.",
        "Rex: No, it was him. Scruffier, maybe, but I never forget a face.",
        "Gigi: Brody died overseas with his unit, Rex. You couldn't have seen him.",
        "Rex: Right. I forgot, your mom's right. It was probably just somebody who looked a lot like him. I've had a lot to drink, and I -- I didn't drive, I took a cab. I'm being responsible.",
        "Shane: Aren't you getting married?",
        "Rex: Me? Yeah, sure! Tomorrow.",
        "Shane: See you then.",
        "Gigi: You need to go.",
        "Rex: No, not till I tell you why I came here. [Telephone rings] Let the machine pick it up.",
        "Gigi: It's Adriana. She's obviously figured out where you are.",
        "Adriana: Answer the damn phone.",
        "Rex: It'll be okay.",
        "Gigi: How? How? How will it be okay? Just go, please, go. Go.",
        "[SCENE_BREAK]",
        "Langston: Okay, as much as I hate to say this, I really think you should go. I mean, Dorian has already been going crazy with Adriana's wedding, and if she comes down here and finds you --",
        "Markko: Hey, we're still going to the wedding together, right?",
        "Langston: I don't see why not, I mean, she knows that you lied to her, but --",
        "Markko: But now she knows I didn't get you pregnant.",
        "Langston: Yeah, and hopefully she'll back off the whole plan to fillet you like a fish.",
        "Markko: Awesome. Now, if I can just keep Mr. Manning from turning me into carne asada, I'll be good.",
        "Langston: What is with this family and food imagery?",
        "Markko: Everything will be okay.",
        "Langston: You really think so? You know, I bet -- I bet you'd look hot in a suit.",
        "Markko: Mm, for you, I'll try.",
        "[SCENE_BREAK]",
        "Sarah: Sure you don't want some?",
        "Cristian: I'm telling you, the girl can microwave. And she books a mean band.",
        "Layla: True, but I have to get to bed. I have to be at Dorian's first thing.",
        "Sarah: Maid of honor duties.",
        "Layla: Yeah, so you two feel free to romp around in the apartment in paper products.",
        "[Sarah laughs]",
        "Cristian: Very funny.",
        "Sarah: Did you get more three-ply?",
        "Layla: Good night, guys, love you.",
        "Sarah: Love you. So? How was the rest of your night?",
        "Cristian: I had to lock up for Rex.",
        "Sarah: Aw, I hate locking up after a headliner. Did you have to peel Snoop's fans away from the door?",
        "Cristian: A couple. But I don't think their minds were on Snoop.",
        "[SCENE_BREAK]",
        "Talia: Antonio, this is so beautiful.",
        "Antonio: I found a couple of fire blankets in back. They must be new, 'cause they're clean.",
        "Talia: Well, I found some champagne and some delicious bar fruit.",
        "Antonio: Yeah?",
        "Talia: Uh-huh.",
        "Antonio: I meant what I said.",
        "Talia: I know. So did I.",
        "[SCENE_BREAK]",
        "Rex: Adriana.",
        "Adriana: Hey, I got worried. You weren't answering your phone, and you'd had so much to drink.",
        "Rex: I just went for a walk. I didn't want to be hung over for -- for tomorrow.",
        "Adriana: I'm just glad you're okay.",
        "Rex: Well, you should get going. It's almost midnight. You know the rule -- the bride and groom shouldn't see each other before the wedding.",
        "Adriana: You were never superstitious before.",
        "Rex: Still --",
        "Adriana: So you just went for a walk?",
        "Rex: Yeah.",
        "Adriana: Alone? I mean, you didn't see anyone?",
        "Rex: I just went for a walk.",
        "Adriana: Rex.",
        "Rex: That's a hell of a goodnight kiss.",
        "Adriana: I want to make love.",
        "Rex: Really?",
        "[SCENE_BREAK]",
        "Todd: Well, we've slept in worse, haven't we?",
        "Blair: Yeah, don't remind me. I can't even get any cell service here.",
        "Todd: I got service. Here you go. Who are you trying to call?",
        "Blair: I just wanted to check my messages.",
        "Todd: Here.",
        "Blair: No, thank you. I'll wait.",
        "Todd: Somebody's tired. I'll get us rooms.",
        "Blair: I want my own room.",
        "Todd: Oh, give me a break.",
        "Blair: You know what, Todd, I asked you not to come here. I was going to deal with it myself.",
        "Todd: Okay, okay, you can have your own room.",
        "Blair: Sorry, John. Sorry that -- that I've brought you into all this.",
        "John: No worries. You know, it's a tough situation for everyone. We're going to find them.",
        "[SCENE_BREAK]",
        "Sarah: Psst! It's new.",
        "Cristian: It's hot.",
        "Sarah: So what are you waiting for?",
        "Layla: I heard that!",
        "[\"Deep Love\" playing]",
        "Singer: I can trust you now as I feel at ease how lost in you should I be?",
        "Singer: Now I can see you clear as the day begins how lost in this should we be? Share and say you'll bring to me deep love you can't say that it's too soon to say how you feel share and say you'll bring to me deep love just don't say that it's too soon to say how you feel",
        "[Music fades]",
        "[SCENE_BREAK]",
        "Langston: Good night, freak.",
        "Markko: Good night. Freak.",
        "[SCENE_BREAK]",
        "Rex: Sorry.",
        "Adriana: No, it's okay, it's --",
        "Rex: A first.",
        "Adriana: You had a lot to drink.",
        "Rex: And you know, we've got the rest of our lives. You know, when we're married, to have sex.",
        "Adriana: Right.",
        "[SCENE_BREAK]",
        "Todd: All right, we're in luck. We got three rooms. John's in 6, I'm in 8, and you're in 10.",
        "Blair: Oh, no, no. You are in 6, John is in 8, and yes, I'll be in 10.",
        "Todd: Oh, you're putting John between us? That's mature.",
        "Blair: I don't want to hear you breathe, Todd.",
        "John: Good night.",
        "[NEXT_ON]",
        "David: What I really want is to do a little business with both of you.",
        "Brody: Gigi was crying.",
        "Adriana: Over Rex.",
        "Marcie: He isn't Shane's father, is he?",
        "Gigi: Rex is.",
        "Rex: Are you saying that I shouldn't get married?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ABw_0gtRteQ"
}