{
    "Episode Summary": [
        "Episode # 10834"
    ],
    "Recap": [
        "Natalie has still not revealed her secret to John after he's proposed to her. She is very uneasy and asks Rex what she should do. Rex tries to encourage his sister, but she is clearly not sure, since John is still unaware that Brody could be the father of her baby. Rex is on this mission investigating Eddie for Todd Manning. He enters the motel room and is surprised to see Nora tied to a chair and she's equally surprised to see him. He unties her and drives her home. She informs him that Eddie attempted to break up her and Bo and she knows that Bo might be through with her and that Eddie almost raped her. Meanwhile, Inez has drugged Bo. He keeps seeing her as Nora and she knows she cannot go through with trying to get him into bed when he's clearly in love with his wife and drugged. Eddie assaults Robert at the gym and everybody wants him gone. Yet Brody tells everybody that the cops cannot do anything since Eddie's lawyer has filed charges. All they can do is leave Eddie alone and hope he leaves town on his own. James finds a gun and goes to find Eddie. Eddie returns to the motel room to find that Nora is not there and James finds him. Matthew is distraught after seeing his father in Inez's apartment kissing her. He drives in the storm believing that both of his parents are hypocrites and have betrayed him. He calls Nate and tells him his mother is a whore, a bitch and a home wrecker. It appears that he collides with Rex and Nora and there may be an accident. Eddie is on the floor after being shot."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: I need to talk to you.",
        "John: I need to talk to you.",
        "Natalie: Me first?",
        "John: You always go first. How about giving me a shot this time?",
        "Natalie: Okay. What's up? What are you doing?",
        "John: Will you marry me?",
        "Natalie: What do you mean?",
        "[SCENE_BREAK]",
        "Maid: Hey, what are you doing?",
        "Rex: What am I doing? What are you doing pushing that thing around here? It sounds like a truck going by. People are trying to sleep!",
        "[SCENE_BREAK]",
        "John: It means what it sounds like. I just asked you to marry me.",
        "Natalie: This is happening?",
        "John: Yeah, it's happening.",
        "Natalie: Why? Where is this coming from?",
        "John: I want it to.",
        "Natalie: But why did you decide to ask me this minute?",
        "John: It just felt right.",
        "Natalie: Can you just excuse me for a second?",
        "[SCENE_BREAK]",
        "Maid: You're trying to break in, aren't you?",
        "Rex: No. The thing is--",
        "Maid: I'm getting the night manager.",
        "Rex: All right. I'm leaving.",
        "[SCENE_BREAK]",
        "James: Oh, you think you can take on Bobby, huh?",
        "Eddie: Yeah.",
        "James: He's younger, he's tougher, and he's ready to take you on.",
        "Ford: Only Eddie's afraid. Aren't you, Eddie?",
        "Eddie: Tomorrow morning--10 A.M.",
        "James: Oh, yeah. We'll all be here but I guarantee...",
        "Eddie: Oh, no, I will be here, buddy. I will be here.",
        "James: You're right. You will.",
        "Eddie: Yes.",
        "James: With your arm in a sling.",
        "Eddie: Ha ha ha!",
        "Nate: I can't fight. I hurt my arm.",
        "Eddie: I don't make excuses.",
        "James: No, you don't. You just run away like a little chicken.",
        "Eddie: I'll show you chicken. Aah!",
        "[All shouting at once]",
        "Brody: Come on. Stop.",
        "[All shouting at once]",
        "Nate: Get off of him! Stay off him!",
        "Brody: You make one move--",
        "Nate: I thought you weren't gonna fight, that you had some place to be.",
        "Eddie: Yeah, I do, but if little Bobby is gonna throw a punch, he'll get one back.",
        "Brody: Hey, you touch him, you're gonna dance with me next.",
        "Eddie: Boys. You boys need to run your mouth. So you got your fight, and I won it. And I ain't going nowhere.",
        "[SCENE_BREAK]",
        "Matthew: It's true. My uncle was right. They're cheating on each other.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Rex: Natalie. You okay?",
        "Natalie: Yeah, I just, I need to know--did you talk to John?",
        "Rex: I can't talk. I'm working.",
        "Natalie: Okay, wait, wait, wait. Okay, it's an emergency. I need to know if you spoke to John and if you did, what did you say?",
        "John: Hormones?",
        "Natalie: What's the problem?",
        "Rex: Yeah.",
        "Natalie: John just proposed to me.",
        "Rex: Wow. What did you say?",
        "Natalie: Nothing.",
        "Rex: You didn't say anything?",
        "Natalie: No. I asked for a timeout.",
        "Rex: And now you're calling me.",
        "Natalie: Yes.",
        "Rex: Well, this is great news.",
        "Natalie: I don't know.",
        "Rex: Don't you want to marry John?",
        "Natalie: It just--it kind of came out of nowhere, you know? I mean, it's like he--I just need to know, okay? When you talked to John, did you maybe say something about the baby?",
        "Rex: Just, you know, in general.",
        "Natalie: But nothing about Brody maybe being the father?",
        "Rex: Are you kidding me? No. Why would I?",
        "Natalie: I don't know. I don't know. I'm just trying to figure this out.",
        "Rex: Yeah, you're making no sense.",
        "Natalie: I know. Okay, maybe did you tell him to propose to me?",
        "Rex: You know I wouldn't do that.",
        "Natalie: Well, you had to have said something.",
        "Rex: I told him how great you are and that you love him and the baby and that they're everything to you.",
        "Natalie: Oh, God.",
        "Rex: Natalie, what's wrong? Isn't this what you want? You're gonna say yes, aren't you?",
        "[SCENE_BREAK]",
        "Eddie: Get up, Bobby. Come on, son. You get up now.",
        "Brody: Hey. Hey. You take a good look at what you just did to your son.",
        "Langston: Ford?",
        "Starr: His eyes are opening. His eyes are opening.",
        "Langston: He needs an ambulance.",
        "[Ford coughing]",
        "Ford: No.",
        "Langston: You're hurt.",
        "Starr: We should go to the hospital. You should get checked out.",
        "Brody: Yeah, they're right. You should.",
        "Ford: I'm not going to any hospital. I'm okay.",
        "Nate: Dude, you are not okay. You should see your face.",
        "Brody: You need to get ice on that right away.",
        "Dani: I'll get some.",
        "Nate: I can't believe this dirtball kicked you while you were on the ground.",
        "Ford: Yeah, Nate, I know.",
        "Nate: How is that fair?",
        "Eddie: Fair? Bobby started off with a sucker punch. Is there anything fair?",
        "Ford: You listen to me. You're not gonna lay a hand on James anymore. You understand?",
        "Eddie: At least little Janie got a big brother to rescue her now.",
        "Nate: You moron.",
        "Brody: Don't even think about it.",
        "Ford: James, come on. Don't listen to him.",
        "James: You don't scare me, old man. Not anymore. That's the last time Bobby's ever gonna fight my battle.",
        "Dani: Brody. Here.",
        "Brody: Thanks.",
        "Eddie: Well, ladies, looks like my job is done here for now. Besides, there was a place I was supposed to be a long time ago.",
        "[SCENE_BREAK]",
        "Natalie: Of course this is what I want. I mean, this is what I've wanted ever since John showed up at the airport and said he wanted to be with me.",
        "Rex: All right then.",
        "Natalie: No, it's not all right. There's Marty.",
        "Rex: Did you see her tonight?",
        "Natalie: Yeah.",
        "Rex: What happened? Did you get in her face about the paternity test?",
        "Natalie: Yeah, of course I did, and then she went off and said how she could destroy my life at any time.",
        "Rex: She what?",
        "Natalie: Yeah, but she said that she's not going to do it at this time.",
        "Rex: So she's gonna keep her mouth shut.",
        "Natalie: But that was before John proposed to me. When she hears that, that'll really set her off.",
        "Rex: Maybe she'll decide, you know, game over.",
        "Natalie: Or maybe she'll decide that this is a good time to tell John everything.",
        "Rex: Like you said, she could do that at any time.",
        "Natalie: Thanks.",
        "Rex: But she hasn't yet, so odds are she won't.",
        "Natalie: Okay. And is that really a risk that I should be taking?",
        "Rex: You already have. You didn't tell John yourself. This is the risk.",
        "Natalie: I don't wanna hurt him.",
        "Rex: Then go answer the guy. You left him hanging. I'm sorry, Natty. I'm in a tight spot. I gotta go. I'll call you in an hour and then we can talk...",
        "Natalie: No, it's okay. Go.",
        "Rex: Be happy, Natalie. Take a chance.",
        "[SCENE_BREAK]",
        "Matthew: How could you do this? Even if Mom cheated on you, how could you do it with her?",
        "[SCENE_BREAK]",
        "Bo: Where are you going?",
        "Inez: Think we should go to the bedroom.",
        "[SCENE_BREAK]",
        "Dani: Oh, no, no, no. Slow down, creep. You're not going anywhere.",
        "Eddie: What did you have in mind?",
        "Nate: Shut up. Don't talk to her.",
        "Eddie: Well, if the little lady has an offer--",
        "Brody: Shut up, Eddie, and leave quietly.",
        "Dani: No!",
        "Starr: You can't let him go. You have to arrest him.",
        "Eddie: For what?",
        "Langston: Assault! That wasn't a boxing match. Brody, you saw the whole thing.",
        "Eddie: Do you wanna tell her officer? Your lover boy threw the first punch, sweetheart, so if officer Brody and Commissioner Buchanan want to arrest me, they have to arrest Bobby, too. Am I right?",
        "[SCENE_BREAK]",
        "Bo: I think there's been a big misunderstanding.",
        "Inez: I'm so sorry, Bo. I would never try to hurt you, ever. I was desperate.",
        "Bo: It's okay.",
        "Inez: It's all because of Eddie. If it weren't for him, I would never even consider--",
        "Bo: Don't explain. You don't have to explain. It's all my fault.",
        "Inez: How could this be your fault?",
        "Bo: Because I never should've brought up Sam.",
        "Inez: Sam?",
        "Bo: Sam. All these years, and everything that we've been through. I don't even think about him. If... and then when I brought him up to you, it was just so stupid. It's over now. Right? Tell me it's over.",
        "Inez: It's over.",
        "Bo: It's just you and me, red.",
        "Nora's voice: Red.",
        "Bo: I'm so glad you came back.",
        "[SCENE_BREAK]",
        "Nate: Seriously?",
        "Langston: That can't be true.",
        "Brody: As much as I hate to admit it, Eddie's right.",
        "Starr: Look, Eddie is the thug here. We all saw it!",
        "Brody: What did you see?",
        "Starr: He was going to attack James.",
        "Brody: Did you see him attack James? Ford threw the first punch. Technically, Eddie was defending himself.",
        "Dani: This is ridiculous.",
        "Eddie: Maybe I should press charges.",
        "Brody: Don't even think about it. You may not have touched James, but you definitely instigated this whole thing, and the only reason you're not getting locked up is because he punched you first.",
        "Nate: I cannot believe there's no way you can arrest him.",
        "Langston: This is so wrong.",
        "[Cell phone ringing]",
        "Dani: Matthew? Hello?",
        "Matthew: Yeah.",
        "Dani: Matthew, hey. What's up?",
        "Matthew: You're not alone, are you?",
        "Dani: What do you mean?",
        "Matthew: You're not the only one who cheats. Everyone cheats.",
        "[SCENE_BREAK]",
        "John: Hey. Look, you take your time, all right? I'm sure you have plenty of important things to do before you give me an answer.",
        "Natalie: John...",
        "John: No, no, it's all right. It's okay. You know, you wanna take some time, clean out your sock drawer. I know what we could do. We could go outside, we'll check the cars for antifreeze and make sure they're all filled up for the winter.",
        "Natalie: I'm pregnant. You know, I have to go to the bathroom a lot.",
        "John: Okay. Did you take some time to think while you were in there?",
        "Natalie: Yeah, a little.",
        "John: You know, you're not exactly inspiring confidence here.",
        "Natalie: I'm sorry, you know? This just kinda--I didn't expect it, you know? I just don't understand why now.",
        "John: I told you. It just feels right to me. This is important to me. You know, we're bringing a kid into the world, you know, our kid. We're making a family.",
        "Natalie: That's the reason? You want to marry me because I'm having your baby?",
        "[SCENE_BREAK]",
        "Nora: Mmph! Mmph!",
        "Rex: Holy--Nora!",
        "[SCENE_BREAK]",
        "John: You think I only wanna marry you because you're pregnant?",
        "Natalie: That's what you said.",
        "John: You don't know me very well, do you? I wanna do what's right. I wanna do what's right for the kid, but that's not the only reason.",
        "Natalie: It can't be. It can't be. You just can't marry someone because of obligation.",
        "John: Believe me, I know that.",
        "Natalie: You know? And I don't want you to marry me just because you think that it's the right thing to do. If you're worried about this baby having a family, this baby's gonna have a family, you know. This baby will have a family no matter what.",
        "John: I love you. I want you to be my wife. Because I love you.",
        "[SCENE_BREAK]",
        "Matthew: I guess I'm the only one who's this stupid, huh? I thought at least some people could tell you the truth.",
        "Dani: Matthew, what's going on?",
        "Matthew: I thought they'd be who said they were, you know? But nobody is.",
        "Dani: What is wrong with you?",
        "Matthew: Nothing. You know what? Everything's just great now that I get it. Everything's just fine.",
        "Dani: Okay, where are you? I can barely even hear you.",
        "Matthew: Don't worry about where I'm at, all right? Just give your little boyfriend a message for me. Tell him his mother's a whore.",
        "Dani: What?",
        "Matthew: She's a whore and a bitch and a home wrecker.",
        "Dani: Ma--",
        "Nate: What is it? What happened?",
        "Dani: Nothing.",
        "[SCENE_BREAK]",
        "Bo: Don't do that again, Nora. I still don't know why you left, and the texts, the ones I wrote. I'm so sorry. I didn't mean it. You know that, don't you? I love you, red. And I will forever. That's us.",
        "[Inez crying]",
        "Bo: No. Baby. Don't cry. Don't cry. I'm here. Your husband is right here.",
        "[SCENE_BREAK]",
        "Rex: What the hell are you doing here?",
        "Nora: Mmph!",
        "Rex: Sorry. Okay. This might hurt, all right? I'll make it quick.",
        "Nora: Oh! Do you usually stop in the middle of a rescue mission to chat on the phone?",
        "Rex: I had no clue you were here!",
        "Nora: What are you doing here? A little B&E?",
        "Rex: No, I'm investigating this--Nora, who did this to you?",
        "Nora: Eddie Ford. Scum of the earth.",
        "[SCENE_BREAK]",
        "Brody: Eddie's lawyer already filed two motions against the department. He's threatening a harassment suit.",
        "Eddie: That's what I call a lawyer.",
        "Brody: He'd have Eddie on the street by morning and make it really difficult for us to track him.",
        "Starr: This is unbelievable. Don't worry, the cops will catch your dad at something.",
        "James: They can't stop him.",
        "Eddie: Officer Brody, are you wasting my time here or am I free to go?",
        "Brody: Don't get too cocky, slick. You keep this up, you're gonna give us just cause to lock you up. You want some advice?",
        "Eddie: Yeah, I live for it.",
        "Brody: Leave town. It'll be the best thing for everybody, especially you.",
        "Ford: Better listen to him. Nobody wants you around here. You have no business here.",
        "Eddie: You got no idea what business I got here, Bobby. In fact, I think you'd be really surprised. As a matter of fact, I got some business to attend to right now.",
        "James: Hey. Listen to Brody. Leave.",
        "Eddie: And if I don't? What are you gonna do, buddy boy? Hurt me?",
        "James: Tempt me.",
        "Starr: James, we need you. We can't get Ford to go to the hospital.",
        "Eddie: Yeah, go obey your little girlfriend. Hasta la vista, boys and girls.",
        "Starr: Are you okay?",
        "James: Yeah. Fine.",
        "Brody: Go slow.",
        "Ford: I'm okay. I'm all right.",
        "Brody: I'll take you to the hospital.",
        "Ford: Really. I'm okay.",
        "James: Bobby, just go get checked out.",
        "Ford: Would everybody stop worrying? Back off. I'm gonna be fine.",
        "Starr: Can't you make him go?",
        "Brody: He's a grown man. Hey, Nate, you and Dani okay?",
        "Dani and Nate: Yeah.",
        "Brody: Okay, everybody listen up. Stay away from Eddie.",
        "Nate: He lives with them. How are they supposed to avoid him?",
        "Brody: Right now, he has a room at the Minuteman Motel. With any luck, he stays there. You keep your distance from him. For your own safety.",
        "Langston: Thank you, Brody. Thanks.",
        "Nate: For nothing.",
        "Dani: That slime should be in jail.",
        "Ford: I'm sorry I couldn't get rid of that bastard.",
        "James: Don't worry about it, man, okay? I'll see you at home later.",
        "Ford: Where are you going?",
        "James: Take a walk. Clear my head.",
        "Starr: Hey. Don't you want company?",
        "James: No. Thank you.",
        "Starr: James... don't follow your dad. Brody's right. You stay clear of him.",
        "James: Yeah. I plan to.",
        "[SCENE_BREAK]",
        "Nora: You have to hurry, Rex.",
        "Rex: I am.",
        "Nora: No, I really thought that was him coming back until I heard your voice. I was scared it was him. I don't ever want to see that monster again. Not unless it's in a court of law and he's being sentenced to life. Are you armed?",
        "Rex: What?",
        "Nora: Do you have a gun?",
        "Rex: No.",
        "Nora: Well, we gotta hurry, because he does have a gun. That's another thing. I could put him away for life for that. Just on that alone. Not that I would have to, but it would be my pleasure to do that. My hands really hurt.",
        "Rex: Looks like he cut some circulation off to your hands.",
        "Nora: Yeah, that would probably explain the numbness. Oh, same with my ankles. Oh. Ow. I can't get them--well, you know what? I'm gonna add that to the list of charges. I swear to God, he is really racking them up today.",
        "Rex: You okay, Nora?",
        "Nora: My fingers aren't working.",
        "Rex: It's okay. I'll get it.",
        "Nora: Thank you.",
        "Rex: Do you want some water?",
        "Nora: Yes, please.",
        "Nora: Well, my hands hurt and my legs hurt. My throat feels like it's got a cactus in it and I'm starving. Thank you. You never did answer my question. What are you doing here?",
        "Rex: I'm investigating Eddie for a client.",
        "Nora: Your client's gonna have to stand in line behind Bo and me. Oh, my God, Rex. You gotta call Bo. Gotta call him right now.",
        "Rex: Okay. Yeah. I'm dialing. All right. Do you know why Eddie kidnapped you?",
        "Nora: He wants to break up my marriage.",
        "Rex: You and Bo? That's crazy.",
        "Nora: Yeah? Well, he might've done it.",
        "[SCENE_BREAK]",
        "Inez: Don't worry, Bo. You didn't betray your wife. Which means I didn't hold up my end of the deal. Which means Clint won't hold up his. How am I ever going to get rid of Eddie?",
        "[SCENE_BREAK]",
        "Rex: His cell phone's going straight to voice mail.",
        "Nora: Work cell. He has a work cell.",
        "Rex: Right. I have it.",
        "Nora: Right. I'm standing.",
        "Rex: Whoa. Can you?",
        "Nora: Yeah. No, no. I'm fine. If I could even run, Eddie comes in here, I'd run right after him.",
        "Rex: Okay, Nora, just calm down. Slow down.",
        "Nora: Slow down? We can't slow down. You don't understand what's happening.",
        "Rex: I know. We need to get out of here.",
        "Nora: Yes. Oh, God. Eddie. I gotta find Bo. Have to find Bo. Eddie's convinced him that I don't want him.",
        "Rex: Let's move.",
        "Nora: Conspiracy. He's got a conspiracy going with Inez. I'm sure she's the one that's dreamed up this little plot. Eddie certainly couldn't. He's as dumb as a box of rocks.",
        "Rex: Listen, nobody's answering his work cell, either. Let's just get you to the station. How are your feet doing? Can you feel anything?",
        "Nora: I'm good. Just get me to Bo.",
        "[SCENE_BREAK]",
        "Langston: No, no, no. No. I'm gonna take this and you are going to the hospital.",
        "Nate: Okay, so now that the excitement's over, tell me about the phone call.",
        "Dani: It's not important.",
        "Nate: You were more freaked out about that then you were about the fight, and that says something, so come on, Dani. What was it?",
        "Dani: Nate...",
        "Nate: Do you know who it was?",
        "Dani: Okay, yeah. It was Matthew.",
        "Nate: What did he want?",
        "Dani: I don't even know. He was-- he was saying these really crazy things about your mom.",
        "Nate: My mom?",
        "Dani: Yeah. He kind of went off on her.",
        "Nate: Like how?",
        "Dani: He just--he was calling her really nasty names.",
        "Nate: What?",
        "[SCENE_BREAK]",
        "Matthew's voice: I'm just upset I didn't get to make my toast.",
        "Bo's voice: Don't worry about it.",
        "Nora's voice: Maybe next time. Ha ha ha! I'm kidding. I'm kidding. I'm kidding.",
        "Matthew's voice: Here is to the best dad in the world and the best mom and the best parents in the world a guy could ask for. I'm really glad you guys got back together, not just for me but for you guys. I hope you have a great time on your honeymoon.",
        "Nora's voice: Oh, that's so sweet. Thank you.",
        "Matthew: They're such liars. They lied to me my entire life. Why did they even bother getting married? Those vows meant nothing to them.",
        "[SCENE_BREAK]",
        "John: Is that a problem?",
        "Natalie: That you love me?",
        "John: Yeah.",
        "Natalie: Why would that be a problem?",
        "John: I wasn't counting on it being a problem, but I suppose if I gave it some thought, I could find a few ways that it might be.",
        "Natalie: It was perfect. It was perfect. You couldn't have said it more right or more perfect.",
        "John: Do you want me to give you some reasons why it may not be?",
        "Natalie: No.",
        "John: I mean, there's Clint with his ever-present shotgun. There's your crazy brothers. We could add them to the list.",
        "Natalie: What, are you afraid of a little Texas courtship?",
        "John: Did I say I was afraid?",
        "Natalie: They'll bring it.",
        "John: I could take them.",
        "Natalie: Yeah?",
        "John: I could take a lot for you.",
        "Natalie: You already have. I just...I don't want anything to hurt you.",
        "John: I don't think we can avoid that. But I'll stick. I'll stick. You're worth it. Marry me, Natalie. So you're not saying anything. Now you're kind of doing the crying thing. What does all this mean? Is that a yes?",
        "Natalie: Yes. Yes. That was a yes. Yes.",
        "John: Yes?",
        "Natalie: Are we forgetting something?",
        "John: No. The ring.",
        "Natalie: No. No, not the ring. No, I didn't mean that.",
        "John: Then what?",
        "Natalie: Hurry up and kiss me already.",
        "John: Yeah?",
        "Natalie: Yeah. Ha ha. Yeah.",
        "[SCENE_BREAK]",
        "Nora: It was a stupid fight, and yes, Bo was wrong, but I never would've sent him a text saying that I couldn't forgive him. But Bo thinks I did and that's how it started.",
        "Rex: So wait. You're saying you didn't send Bo the text?",
        "Nora: My phone sent it, not me, but how is Bo supposed to know that when my name is plastered all over it? Oh, God, and then he responds.",
        "Rex: So you're saying Eddie sent the text.",
        "Nora: He responds all upset, and who wouldn't be? But then Eddie texts him back and says, \"Why don't you go ahead and sleep with Inez?\" Like I would ever say anything like that. You know? Only it's coming from me. But it isn't. But Bo's does come from him. And God only knows what happened after that. I mean, you can see how it might happen.",
        "Rex: I'm not sure I'm following.",
        "Nora: Oh, God, Rex, please don't make me say it again. I just can't, okay? But, you know, it would make sense.",
        "Rex: It's okay. Just take a water break, all right? We'll be there soon.",
        "Nora: Can you go any faster, for God's sake? You know? Do you understand--",
        "Rex: The roads are icy, remember? The parking lot? You almost slipped? That was intense, what happened to you.",
        "Nora: Yes.",
        "Rex: Figures you'd have a reaction, okay? You do not have to make any sense right now.",
        "Nora: I was clear. I was clear through the whole thing. No matter what Eddie did or what he tried to do.",
        "Rex: Nora, did Eddie... attack you?",
        "Nora: He started to. He had to go somewhere. The only thing that kept him from raping me was an appointment.",
        "Rex: It's okay. You're safe now.",
        "Nora: Can we hurry? I really need Bo. Please.",
        "[Turns on radio]",
        "[SCENE_BREAK]",
        "Nate: What does Matthew Buchanan have against my mother? The little jerk. Who the hell does he think he is?",
        "Dani: All right, Nate. Don't get all upset. Okay? Tonight's been bad enough already with your dad.",
        "Nate: Now this guy goes after my mom.",
        "Dani: Who knows what it was really about, okay? Matthew just-- he sounded really upset. Who knows why?",
        "Nate: But why my mom? What did she do to him?",
        "Dani: I told you, it was weird. I've never heard Matthew talk like that. What?",
        "Nate: He can be a real ass when he wants to be.",
        "Dani: You really want to worry about Matthew right now?",
        "Nate: No. You're right. He's the least of my problems.",
        "Dani: I wish I could do something more to help.",
        "Nate: I'll figure out how to get rid of Eddie.",
        "Dani: You really think you can do that?",
        "Nate: I have to. I cannot believe that sadist is my father.",
        "Dani: Hey, he's not. Not in any way that counts.",
        "Nate: It should be that easy, right? All those years I wanted to meet him and he's nowhere to be found. Now that I know who... or what he is--",
        "Dani: He's not a part of you. Not really.",
        "Nate: But there he is. I want him gone, Dani. Just like, press a button and edit him out of the movie.",
        "Dani: Too bad life doesn't really work like that.",
        "Nate: Maybe it does.",
        "[SCENE_BREAK]",
        "Ford: Lang, I hate hospitals. I've had enough.",
        "Langston: I wonder why. Oh, that's right, because it wasn't too long ago that you got hit in the exact spot Eddie just kicked you in. Please, just get an x-ray or something.",
        "Ford: I'm not gonna leave James alone at the apartment. What if Dad shows up?",
        "Langston: Eddie's had his sick fun for today. And you heard Brody. He got a room. He'll probably just go there.",
        "Ford: Yup, with a six-pack and a hooker.",
        "Langston: Exactly, so it wouldn't hurt you to just go to the E.R. and have somebody look at your ribs. I mean, hey, I was willing to give up our no-sex pledge just to keep you from fighting. It's the least you can do for me.",
        "Ford: Okay.",
        "Langston: Thank you.",
        "Ford: Let me just go clean up a little and we'll go.",
        "Langston: All right. Starr, you've been kind of quiet. Worried about James?",
        "Starr: Not worried. Scared.",
        "[SCENE_BREAK]",
        "Eddie: Honey, I'm home. Did you miss me? Where'd you go?",
        "Eddie: Oh, come on. Where's the gun?",
        "James: It's right here.",
        "[SCENE_BREAK]",
        "Brody: Sorry.",
        "John: No. Brody, it's okay. What's going on?",
        "Brody: Uh, big fight between Ford and his dad. Eddie threw a couple cheap shots, but not the first one.",
        "John: Okay, so you couldn't arrest him.",
        "Brody: No, but I read him the riot act. With any luck, he'll leave town soon.",
        "John: Everything's okay now?",
        "Brody: Yeah, yeah, looks like.",
        "John: Good, because Natalie and I have some news.",
        "Natalie: No. No, we don't.",
        "[SCENE_BREAK]",
        "Eddie: How'd you get in here? And what the hell are you doing with my gun?",
        "James: What does it look like?",
        "[SCENE_BREAK]",
        "Starr: When Eddie was leaving, James got in his face and I heard them.",
        "Langston: Did Eddie threaten James?",
        "Starr: Not any worse than he already did.",
        "Langston: So then what's bugging you?",
        "Starr: The look in James' eyes.",
        "Langston: Eddie's a nightmare. He humiliated James. Of course he'd be upset.",
        "Ford: Did he look upset?",
        "Starr: He looked really calm. Too calm.",
        "Ford: I'm gonna go find him.",
        "Langston: Wait a minute. Okay, first of all, I said I would do this. Okay, we are gonna get you to the hospital before you do anything else, okay? Here. Take this.",
        "Nate: Hey. You all right?",
        "Starr: No, we've got it. Are you guys leaving?",
        "Dani: In a minute. I'll see you later. What did you mean? There's a way to get rid of your dad?",
        "Nate: Never mind.",
        "Dani: No.",
        "Nate: Forget I said anything.",
        "Dani: No. Nate, tell me.",
        "Nate: The less you know, the better. Why don't you just go catch up with Starr?",
        "Dani: And leave you here?",
        "Nate: I'll be out in a minute to take you home. I just have to call my mom.",
        "[SCENE_BREAK]",
        "Dani: Okay. God, this night's been so weird.",
        "Nate: Yeah, but don't worry. It's gonna be okay.",
        "John: I think this might qualify as news.",
        "Natalie: Um, yeah. Well, we were planning on throwing you and Jess an engagement party, after the babies were born, you know, and Jess was feeling up to it. But I was kind of hoping it was gonna be a surprise. We haven't gotten all the plans--you know, just pretend like you haven't heard anything, okay?",
        "Brody: Heard what? Good night.",
        "Natalie: Good night.",
        "John: Yeah. Later. You want to tell me why we just lied to Brody? I mean, what is this--some sort of secret engagement?",
        "Natalie: Don't you love how that sounds?",
        "John: No. No, I don't. I don't like how that sounds at all.",
        "Natalie: It's for now. You know? I mean, listen. Once we tell everybody, my family, they're gonna come up millions and millions of ideas. What we should do. How we should do it. You know? And right now, it's just you and me. It's ours.",
        "John: Okay. Okay.",
        "Natalie: Good.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Inez: Hello?",
        "Nate: Hey, Mom. I'm gonna be home late.",
        "Inez: What are you doing? Are you still at the library?",
        "Nate: No. Dani and I came to watch the fight.",
        "Inez: What happened?",
        "Nate: It wasn't an official fight, but Eddie and Ford got into it outside the ring.",
        "Inez: How is Bobby?",
        "Nate: Langston got him to the hospital, finally. Mom, was it always like this with Eddie? Mom.",
        "Inez: Nate, you know what? Please don't worry about anything. Just--what are you doing right now? When are you gonna come home?",
        "Nate: I have to take Dani home.",
        "Inez: Okay. Just stay away from Eddie. Promise me.",
        "Nate: Don't worry. I'll see you later.",
        "Inez: Bye.",
        "[SCENE_BREAK]",
        "Nora: Oh... my marriage can be repaired, can't it? Eddie can't destroy it with a few texts. That can't happen.",
        "[SCENE_BREAK]",
        "Matthew: You are such a hypocrite, Commissioner Buchanan. You're a joke. Uncle Clint is the only one who tells the truth. He's the only one who even cares about me.",
        "[SCENE_BREAK]",
        "Nora: Hey, are these French fries? I'm starving.",
        "Rex: Oh, hey, no, no. You can't eat those. They're, like, a week old.",
        "[SCENE_BREAK]",
        "Matthew: All they care about is themselves.",
        "[SCENE_BREAK]",
        "Nora: Rex!",
        "Rex: Hey!",
        "[Tires screech]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=Xi8rP60S6ts"
}