{
    "Episode Summary": [],
    "Recap": [
        "Everyone begins to arrive on Llantano Mountain for the Winter Carnival. As everyone enters the Lodge, the camera shows a sign which reads, \"Snow expected.\" Cole and Star arrive much to their friends surprise. Miles and Marty head for a hotel room. Marty is skeptical that Miles had gotten a room. He promises that he doesn't have a hidden agenda. He informs her that he is meeting another woman. Blair arrives, and in the lobby she sees \"hot toddies\" on the table. As she starts to pour her a cup, Adriana, Rex and Tate arrive. Adriana explains as to why they are there. Layla arrives and fills them in that Christian is doing the photo shoot. Christian and Blair exchange looks. Todd and Evangeline arrive. Blair tries to call Star to see where she is (unbeknownst to her that Star is on the outside of the lodge) . Blair argues with Todd over his bringing Evangeline up there to rub in her face . Blair lets Todd know that she is there with Miles Lawrence. Star and Cole are on the outside. Marty suddenly comes up, and Cole and Star hide behind some bushes. Adriana realizes that Rex is jealous. Evangeline walks in and sees Layla hugging on Christian. Evangeline confronts Layla and Christian about them being together. Christian questions Evangeline as to where Todd is. Miles confesses to Blair and Todd that he was with Marty Saybrooke.",
        "Cole and Star finally manage to make it into a room. They begin to kiss. Two of their girlfriends walk in on them. The manager of the hotel alerts everyone that the roads are closed because they are expecting a NorEaster. Miles talks to Blair when Marty walks up. Miles tries to explain to Marty as to how things had happened. Cole and Star are alerted that their parents were there. Todd and Blair both get separate rooms. Blair puts out the, \"Do Not Disturb\" sign. She sees Todd across the hall putting out the same sign. They exchange looks. Blair and Todd both say that they hate each other."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Britney: Oops -- my bad.",
        "Langston: What happened to Amber and Suki? Does this bash have a minimum intelligence requirement or something?",
        "Britney: Oh, Lester, would you chill? I said I was sorry.",
        "Langston: You are so asking for it.",
        "Britney: Hey, look -- they made it after all.",
        "Langston: Oh, better watch out. These slopes can be dangerous.",
        "Starr: Oh, Langston.",
        "Langston: That would be Britney's work.",
        "Cole: She came without her crew?",
        "Langston: Must have been pretty desperate to be here.",
        "Starr: Do you think it's because of us?",
        "Langston: Duh --",
        "Starr: Sat ok, we'll -- we'll watch our backs.",
        "Cole: Hey, listen, as long as there's no parents, we're good.",
        "[SCENE_BREAK]",
        "Marty: Oh, wait. What are you doing? You got a room?",
        "Miles: Yeah.",
        "Marty: Ok, you've been anxious all day and I guess now I know why.",
        "Miles: What are you talking about?",
        "Marty: Why did you get a room? I mean, we're just skiing and having dinner.",
        "Miles: Yeah, we are. I just -- I thought it would be nice to have a place to put our things after we're done skiing. I don't have an agenda, honest. Besides, you're right. I'm just -- I'm nervous. I'm just nervous.",
        "Marty: Look, there's no need to be nervous, ok? We're just here as friends.",
        "Miles: Ok. So, as a friend, what would you say if I told you I was supposed to be here with another woman?",
        "[SCENE_BREAK]",
        "Blair: Oh, yeah -- reinforcements! Hot Toddies. Can't they come up with a better name than that?",
        "Adriana: Blair?",
        "Blair: Hey!",
        "Adriana: What are you doing here?",
        "Adriana: Oh, work. Oh -- Tate, this is my cousin Blair Cramer.",
        "Tate: Ex-baseball player, yes.",
        "Blair: Oh.",
        "Rex: And newly signed underwear model. For the company I started with Layla? We have a line for men and we're going to shoot Tate wearing our stuff. We don't want you to get a little frostbite.",
        "Tate: Well, I'm starting to warm up already.",
        "Blair: Oh, well, good. You want a --",
        "Tate: Sure.",
        "Blair: A hot Toddy? They're awfully good.",
        "Rex: I don't think that's Blair's first Toddy.",
        "Adriana: Oh, who cares? As long as she doesn't steal our model. Ok, well, we have that room till 7. So if Cris wants to set up his laptop.",
        "Blair: Cristian's doing the shoot?",
        "Adriana: Cris came along to do candids for us.",
        "Blair: Oh -- I guess Evangeline's coming with him?",
        "Layla: Hmm, that would mean she took the day off, which she never does. Besides, they're split up.",
        "Blair: For good?",
        "Layla: Looks like it.",
        "Blair: Well, it's a good thing she's not here with all these good-looking men here up in this lodge. It's too bad I'm taken.",
        "Evangeline: Oh! Oh. Ok. You said $20 to the first one down the hill and into this lodge.",
        "Todd: No, no, no, the sun was in my eye. And you held out on me",
        "Evangeline: What? I told you the truth.",
        "Todd: BS",
        "Evangeline: No! I haven't skied at all this year. I just -- I didn't mention snowboarding.",
        "Todd: What a lawyer.",
        "Evangeline: Pay up, dude. Pay up, sucker. Come on, right here -- $20.",
        "Todd: All right, all right. You got to buy me a drink, though, with this, fast Eddie.",
        "Evangeline: Oh, fine. Fine. Let me just get out of my coat.",
        "Blair: Are you following me? So, who told you I was coming up here?",
        "Todd: Nobody, man. You were the last person I wanted to see.",
        "Woman: Is there a problem?",
        "Blair: Yeah, there's a problem. I need another drink and an explanation.",
        "Woman: Well, I can take care of the drink, and I'll have someone clean up your mess.",
        "Blair: Thank you. What are you doing here?",
        "Evangeline: Well, we were snowboarding. And now we're warming up, and then we're going to get in Todd's car and we're going to go home.",
        "Blair: To my penthouse?",
        "Todd: Your penthouse?",
        "Blair: Uh-huh.",
        "Evangeline: I'm not going to anybody's penthouse. And, you know what -- if you guys are going to play this game, then you can do it without me. I'm going to go to the ladies' room.",
        "Blair: Oh, well, that's a perfect place for you since you are a perfect lady.",
        "Evangeline: Actually, I am.",
        "Blair: Mm-hmm. you brought her up to rub her in my face.",
        "Todd: No idea you'd be here. You know, I figured you'd sworn off snowboarding, skiing. You know? Considering the last person you spent the night with in a ski cabin.",
        "Blair: Well, that just goes to show you, don't assume.",
        "Todd: So you're -- you're not dressed for skiing or snowboarding, are you? So -- you're already boozed up. You out here trolling for talent? Where's your red dress?",
        "Blair: Oh, you're so nice and you're so wrong because I'm actually not here alone.",
        "Todd: Where's the lucky guy? Oh, you got to be kidding me.",
        "Blair: Uh-uh.",
        "Todd: The elephant man? Circus boy is coming to meet you?",
        "[SCENE_BREAK]",
        "Marty: Wait, are you telling me you invited somebody else to join us?",
        "Miles: Not exactly. It -- it just sort of happened. I mean, she asked me and then she wouldn't listen to me, and then she definitely wouldn't take no for an answer. It's kind of a phenomenon, actually. I just -- I -- I don't know. I could've set her straight right then, but since this is just a friendly thing, I thought that maybe the three of us could just --",
        "Marty: Have a threesome?",
        "Miles: You're angry.",
        "Marty: Well, it depends on who it is.",
        "Miles: It's -- no one you know.",
        "Marty: Oh. Oh, ok -- huh. I'm sorry. I -- I was afraid you had invited Natalie Buchanan.",
        "Miles: Ah -- no. Would that have been a problem?",
        "Marty: Oh, probably. I mean, the only thing worse would've been if you'd invited -- uh, never mind.",
        "Miles: Oh, I -- I'm -- I'm really blowing this, aren't I?",
        "Marty: No, just -- you know, the hotel should've told you that they rent out locker rooms, you know, where you can change and leave your clothes and stuff.",
        "Miles: You're so understanding. I mean, first I -- I kiss you and now this.",
        "Marty: No, you know, don'-- don't worry about it.",
        "Miles: Ah. I -- I wasn't trying to hit on your or anything, honest.",
        "Marty: Yeah -- no, no. I -- I believe you. I do. So, why don't I go down and get us lift tickets?",
        "Miles: Lift tickets?",
        "Marty: Yeah, for the ski lift? You -- wow. You really don't know anything about skiing, do you?",
        "Miles: No, I'm a complete virgin.",
        "Marty: Really?",
        "Miles: Ok, I just -- I said that aloud, didn't I?",
        "Marty: Yeah. Oh -- ok, look, we're just going to take this one step at a time, ok? You, stay here and change, and then I will meet you in the lobby.",
        "Miles: The lobby?",
        "Marty: Yeah. Is there a problem with that?",
        "Miles: No, no. I mean, why would there be?",
        "Marty: Ok. Ok, I will see you there.",
        "Miles: Ok.",
        "Marty: Ok.",
        "Miles: The lobby. She hates Blair. I am in trouble -- trouble.",
        "[SCENE_BREAK]",
        "Starr: Oh!",
        "Langston: Those guys have a keg stashed on the grounds. A few of them have flasks -- you might want to stay clear of all that.",
        "Cole: No, that's all right. I just want to hang out with Starr and not have to -- holy crap.",
        "Starr: What?",
        "Cole: My mom.",
        "Britney: Dr. Saybrooke.",
        "Marty: Hi. Do I know you?",
        "Britney: I just wanted to say I think it's really awful Cole couldn't come today. I mean, he's paid enough already. Right, Langston?",
        "[SCENE_BREAK]",
        "Layla: You've been really quiet. Are you ok?",
        "Cristian: Just thinking about camera stuff.",
        "Layla: That's not the only thing on your mind.",
        "Cristian: It's the only thing that matters.",
        "Adriana: Hey, I'm going to take Tate up to the room.",
        "Layla: Ok.",
        "Rex: Ready to go?",
        "Adriana: Hmm -- where?",
        "Rex: To take Tate up to his room.",
        "Adriana: You're totally jealous.",
        "Rex: Trust -- trust me. This is not jealous, ok? Oh -- that is what jealous looks like.",
        "Layla: Vange.",
        "Adriana: Ok. Uh -- why don't we go upstairs before world war iii breaks out? Tate?",
        "Evangeline: This is kind of getting to be a habit, running into the two of you.",
        "Layla: Listen, Cristian did a really great job with the New Year's Eve shots and we decided to hire him again. And you were the one who was all gung ho about his photography career. Look, I know you two have a lot of stuff to work out, but a lot is riding on this for Adriana and I, so please -- no drama today. Thank you.",
        "Evangeline: Um -- hey, Cris. I -- I really didn't come here to cause any drama. I just -- god, this is just -- it's hard.",
        "Cristian: Yeah, it is, especially when I'm trying to work.",
        "Evangeline: Well, then, let me not get in your way.",
        "Cristian: Did you come here alone? Where is Todd, anyway? Buying you solid- gold skis?",
        "[SCENE_BREAK]",
        "Blair: Why don't you grow up, Todd?",
        "Todd: Oh, that's just unbelievable -- you and Miles.",
        "Blair: You know what's unbelievable is you trying to impress Evangeline with your snowboarding.",
        "Todd: Oh, I have other talents.",
        "Blair: Does Evangeline know that about a month ago, you were begging me to come back to you? Oh, Miles!",
        "Miles: Oh, hi.",
        "Blair: Hi. I think you've met my ex-husband Todd.",
        "Todd: Hi, Miles.",
        "Miles: Hi, yeah. First time we met was at Spencer's will reading.",
        "Blair: Hmm.",
        "Todd: Right, right. Did -- did Spencer give you Blair in his will, also?",
        "Blair: Ignore him. He's a sore loser.",
        "Miles: Uh -- I'm sorry I'm late.",
        "Blair: Oh, that's ok. Were the roads bad?",
        "Miles: Yes, yes, uh, but that's not the problem.",
        "Blair: What was the problem?",
        "Todd: What was the problem, Miles?",
        "Miles: Uh -- I was with Marty Saybrooke.",
        "[SCENE_BREAK]",
        "Britney: Miss Saybrooke, we -- we really miss hanging out with Cole and I just thought I should say something.",
        "Marty: Well, I -- I appreciate that and I appreciate you saying something. I just didn't think it was a good idea for Cole to come today.",
        "Britney: Yeah, I understand. You know, just let Cole know we missed him today.",
        "Langston: Yeah. Right.",
        "Marty: You're friends with Cole, too, aren't you?",
        "Langston: Yeah. I'm Langston. Cole's sort of a friend of a friend.",
        "Marty: Yeah, I know who you are and I know that friend is Starr Manning, isn't it?",
        "Langston: Well, yeah, but, I mean --",
        "Marty: No, I have nothing against Starr. I'm sure she's a lovely girl. It's just -- there's just a little too much history between our families. Well, you girls enjoy the day and stay warm -- it is getting cold out here.",
        "Langston and Britney: Hmm.",
        "Langston: Good save.",
        "Britney: Just call me cupid.",
        "Starr: Guys, everything's ok?",
        "Langston: Yeah. Cole's mom totally thinks he stayed home.",
        "Starr: Langston, thank you so much for saving us.",
        "Langston: It wasn't me. I mean, Britney here may be completely shallow, but she totally covered for you guys.",
        "Cole: Why didn't you try to tell my mom I was here with Starr?",
        "Britney: Well, that would make me a rat and I don't do that.",
        "Starr: Really?",
        "Cole: Hey, thanks, really.",
        "Britney: Sure.",
        "[SCENE_BREAK]",
        "Evangeline: I don't accept expensive presents from Todd.",
        "Cristian: Look, I'm sorry. I don't know why I asked. I -- I don't want to know. I got work to do. Well, I'm glad. I'm really hoping that this job is the start of something for you.",
        "Cristian: Taking pictures of guys while they take pictures of other guys in their underwear isn't exactly my idea of artistic fulfillment.",
        "Evangeline: Then why are you doing it?",
        "Cristian: Because Layla asked me to and because I need the money, and because it would keep me from thinking about you. I didn't expect to see you here.",
        "Evangeline: It was an impulse.",
        "Cristian: Yours or Todd's?",
        "Evangeline: I don't want to sit at home thinking about you, Cristian. And Todd asked me to go skiing -- it could just as easily have been my girlfriend.",
        "Cristian: Do you always make yourself look so pretty when you go skiing with your girlfriends?",
        "Evangeline: Oh, I didn't think about it. I'm not dating him, Cristian.",
        "Cristian: You know, I love the way you do that.",
        "Evangeline: What?",
        "Cristian: Well, a kiss is not a kiss, a date is not a date. Is that the lawyer in you splitting hairs or is it just good old-fashioned denial?",
        "Evangeline: Why'd you just take my picture?",
        "Cristian: You can rewrite history all you want, but a picture never lies. Look -- you see that? That's the picture of a lady who is moving on.",
        "[SCENE_BREAK]",
        "Rex: That's a lot of underwear.",
        "Adriana: It's our whole fall line.",
        "Rex: What if he tries to talk you into an up, close, and personal fitting?",
        "Adriana: I thought he was, like, a big hero of yours.",
        "Rex: Oh, he was. He was also a professional athlete, which means he thinks every woman he meets is fair game.",
        "Adriana: Oh. Even if he had tried to hit on me, it wouldn't have worked because I'm taken.",
        "Rex: You don't need to reassure me.",
        "Adriana: I don't?",
        "Rex: No! Just because I was your fit model for the men's line and then you threw me over when you met Tate doesn't mean I'm jealous.",
        "Adriana: I didn't throw you over.",
        "Tate: Hey.",
        "Adriana: Hey.",
        "Tate: How does this look?",
        "Adriana: You look great. How does the waistband feel?",
        "Tate: Oh, maybe a little loose.",
        "Adriana: Really? No, it should fit like that.",
        "Tate: Don't worry, Rex -- I don't have any complaints about the fly.",
        "Rex: And you won't have any as long as I'm here.",
        "Layla: Adriana, we have a problem.",
        "Adriana: What are you talking about?",
        "Layla: Our whole day is shot to hell.",
        "[SCENE_BREAK]",
        "Cole: So, I know we've all said some pretty rotten things about each other in the past, but that's over now -- I mean it.",
        "Britney: Well, just seeing what happened to the two of you -- if your parents could do that to you two, then the same thing could happen to me.",
        "Langston: Well, if they try and keep you and Amber apart, we got your back.",
        "Starr: Ok, guys, anybody else freakin' freezing out here?",
        "Langston: We can go get some hot cocoa with the teen set.",
        "Starr: You know what? I know it sounds lame, but I wouldn't mind doing that right now. But Cole's mom is in there.",
        "Cole: Yeah, I still can't figure out what she's doing here.",
        "Britney: Well, she could be at one of the restaurants or out on the slopes by now. Hey, look, why don't I go in first and I'll check out the situation and you guys stay behind and then, you know, follow my lead? Is everybody in?",
        "Starr: Cole, my teeth are chattering.",
        "Cole: We're in.",
        "Langston: You sure you guys really want to do this?",
        "Starr: You know what? I thought that we were going to be able to hang out here, but it's way too cold.",
        "Cole: Look, you know what? Britney's been trying to tell us that she's our friend, for a while now, and she could've blown us out of the water just now, but she didn't. Listen, it -- it's going to be all right.",
        "Starr: Better be. Come on, let's go.",
        "[SCENE_BREAK]",
        "Blair: So, what were you doing with Marty Saybrooke, Miles?",
        "Miles: I -- I asked her to come with me.",
        "Blair: On our date?",
        "Miles: It was before you asked me, and when you invited me, I just didn't know how to tell you I was already coming up here with her.",
        "Blair: Oh.",
        "Marty: What's going on?",
        "Miles: Huh. Um -- you remember when I told you that I invited someone to come up here with us?",
        "Marty: Yeah, you told me it was someone I didn't know.",
        "Miles: Yeah, um -- I lied.",
        "Marty: Hmm. No kidding.",
        "Blair: Well, I didn't know it was you, either.",
        "Todd: Listen, Marty, if it's any consolation, Miles asked you first.",
        "Blair: Shut up, Todd.",
        "Todd: Oh, good. Ok, you guys have fun.",
        "Evangeline: Uh -- I'm going straight home.",
        "Blair: What's Langston doing up here? Langston?",
        "Langston: What is this, some kind of reunion?",
        "Todd: You didn't let Starr come up here, did you?",
        "Blair: No, she's supposed to be studying with you.",
        "Langston: I told her she'd have to stay at home and study. I'm a sick snowboarder. Um -- well, you guys have fun.",
        "Britney: Did you find the bathroom?",
        "Langston: Yeah, it's right through there.",
        "Britney: Oh, good. I drank too much on the bus.",
        "Langston: Your parents are here.",
        "Starr: Are you kidding me?",
        "Cole: You're kidding.",
        "Langston: Oh, yeah.",
        "Starr: No. Oh, my God.",
        "Cole: Oh, yeah. Of course it's my moms.",
        "Starr: Oh, my gosh. It's mine, too.",
        "Todd: Did she pick up?",
        "Blair: No, not yet, and your son better not be the reason why.",
        "Starr: Cole, we have to answer, or we're dead meat.",
        "Cole: Hey, Mom, what's up?",
        "Starr: Mom?",
        "Blair: Where are you?",
        "Starr: Oh -- um -- I'm at Aunt Dorian's.",
        "Blair: Put her on the phone, ok?",
        "Starr: I -- I can't. She took Jack out to dinner, remember? She -- she told you about that.",
        "Blair: Oh, yeah, right.",
        "Marty: Are you at home studying?",
        "Cole: Uh, yeah. Are you ok?",
        "Marty: No, I'm fine. Into some friends of yours here at the lodge, and -- look, actually, I just wanted to make sure you are where you said you were going to be and that Starr is not with you.",
        "Cole: Mom, I swear I'm not studying with Starr.",
        "Starr: Mom, Cole is not over at Aunt Dorian's studying with me, I swear.",
        "Blair: Starr, you lying to me?",
        "Starr: No!",
        "Blair: Ok, well, I'm sorry. I had to ask, all right?",
        "Starr: Whatever, it's ok.",
        "Cole: Hey, why didn't you tell me you were going to the winter festival?",
        "Marty: Oh, it was a -- a last-minute kind of thing. I am so sorry I wasn't home to make dinner for you.",
        "Cole: No, I can -- I can deal with that. Um -- well, ok. Well, have fun, and I'll see you later.",
        "Marty: Ok. And, honey, thanks. I knew I could count on you.",
        "Starr: Ok, Mom, I'll -- I'll talk to you later. Bye. We have to get out of here, now.",
        "Blair: Well, I guess we were wrong.",
        "Marty: Well, at least they weren't together.",
        "Evangeline: I'm going to go find my sister. She's up here somewhere doing a photo shoot.",
        "Todd: Ok. I'll meet you back here.",
        "Blair: Oh, that must be the photo shoot with Cristian. She's not worried about her sister, Todd.",
        "Todd: Uh-uh.",
        "Miles: So, now that things are straightened out, maybe the three of us can have dinner together.",
        "Marty: No.",
        "Miles: Ok.",
        "Todd: Oh, come on, girls. Don't you think that'd be fun?",
        "Woman: May I have everyone's attention? There's a nor'easter headed in our direction, and all roads that lead down the mountain have been closed because of icy conditions.",
        "Blair: So what does that mean?",
        "Woman: That means no one is leaving here tonight.",
        "Miles: Oh.",
        "[SCENE_BREAK]",
        "Layla: Oh, gosh. Ugh!",
        "Adriana: No one can get on or off the mountain?",
        "Layla: Yes, which means the other models can't get here.",
        "Adriana: If we don't have our background models, our whole idea doesn't work.",
        "Tate: Ok, this is bull.",
        "Layla: Wait -- wait -- wait a minute.",
        "Rex: What?",
        "Cristian: Hey, guys, I got your message. You wanted to see me? Hey.",
        "Layla: Hey, yeah. Come in, come in.",
        "Cristian: The shoot's canceled, right? Bad weather?",
        "Layla: Well --",
        "Rex: You know, I don't know. No. No, no -- no, no.",
        "Layla: Yeah.",
        "Cristian: What?",
        "Adriana: You're brilliant. You come with me.",
        "Layla: Wait a minute. I'll handle him, you deal with your boyfriend.",
        "Cristian: Wait a minute. What?",
        "Layla: Come on.",
        "Cristian: Whoa, whoa. I'm supposed to be the photographer here.",
        "Layla: Just come on.",
        "Cristian: What are we doing?",
        "Adriana: Well, it looks like you boys get to flex for each other.",
        "Tate: Yeah, and it looks like we're going to be stuck here bunking together all night.",
        "Adriana: Sorry. Actually, we only have the room until 7:00.",
        "Adriana: Excuse me. Hey.",
        "Evangeline: Hey. Adriana, the woman at the desk said you guys were using this room.",
        "Adriana: Yeah, and we're kind of in the middle of something.",
        "Evangeline: Is Layla here?",
        "Cristian: All right, so what's next? You going to rub butter on my chest?",
        "[SCENE_BREAK]",
        "Britney: Oh. This is the most romantic room. No wonder they're using it for a photo shoot. Is everything ok?",
        "Starr: Um, not really.",
        "Woman: Ok, are you the kids from Llanview High? It shouldn't be a difficult question.",
        "Langston: Yeah, that's us.",
        "Woman: Ok, you have a big problem.",
        "[SCENE_BREAK]",
        "Marty: Well, I have four-wheel drive, so it shouldn't be a problem.",
        "Todd: No, it'll be no problem with the roads closed.",
        "Blair: I'm calling Dorian. She probably has some pull with the highway department.",
        "Todd: Oh, yeah, I'm sure they're going to drop everything when they hear Blair Cramer's in trouble.",
        "Blair: I'm not going to sleep on the floor.",
        "Miles: I -- I have a room.",
        "Blair: You do?",
        "Miles: Yeah, my -- my room. You -- you two can use it. You, Marty, and -- and your girlfriend, if she wants.",
        "Todd: Ok. in the same room?",
        "Marty: Just forget it.",
        "Todd: Hey, buddy, that s bad idea",
        "Miles: Ox",
        "Todd: Besides, Evangeline and I...",
        "Miles: All right. Well, then I'll go see if they have some more rooms available? And I'm really sorry about this.",
        "Marty: It's all right.",
        "Blair: No, it's not. Go -- go find us a room, please. I'm going to call Starr, let her know I won't be coming home tonight. Too, but it's the rest of us I'm worried about.",
        "Woman: Your bus was supposed to leave at 11:00, but now the roads are closed.",
        "[SCENE_BREAK]",
        "Starr: No one can get out?",
        "Cole: You've got to be kidding me.",
        "Woman: But we're trying to find rooms for you kids. So this is a key to a double room that will sleep three.",
        "Britney: I'll take that.",
        "Woman: That's for you three girls to share. And I'm going to put you in a room with some guys. No funny business. And the minibar is closed, and I have the key. Have a good time.",
        "Britney: Well, Starr, what are you going to do?",
        "Starr: Oh, I don't know -- join the witness protection program?",
        "Langston: There's got to be some way out of here.",
        "Cole: No, you heard the lady. The roads are closed.",
        "Britney: Well, I'm going to go see if she was right about the minibar.",
        "Starr: Cole, what are we going to do? Nothing's going right.",
        "Britney: Say \"cheese,\" lovebirds.",
        "Langston: Ok, look, if your parents are stuck here, too, then that means they can't go home and find out you're not there, right?",
        "Starr: Yeah, I guess so.",
        "Langston: So we'll just go to our room, Cole will go to his room, and we'll all just stay put till the roads open and we can all go home.",
        "Starr: Can't wait, because I've always wanted to be within snoring distance of Britney. Oh.",
        "Langston: I'm going up to the room. I still don't trust her.",
        "Starr: Ok. I'll talk to you later.",
        "Langston: All right. Please tell me that this is all going to work out.",
        "Cole: Come on.",
        "Starr: What?",
        "Cole: You know Langston's right. I mean, our folks are stuck just as much as we are. So all we have to do is stay away from them.",
        "Cole: I wish we could share a room tonight.",
        "Starr: Oh. I wish we could too.",
        "[SCENE_BREAK]",
        "Marty: Well?",
        "Miles: No. They have a school group here. They gave them all the available rooms.",
        "Marty: You're kidding me.",
        "Miles: No. And I -- I think I'm going to offer Blair the room to sleep in. I mean, I'm the reason she's stuck.",
        "Marty: No, I -- I understand, honestly, and I'm sure we can make it work.",
        "Miles: Oh, thank you.",
        "Marty: Just as long as Todd doesn't stay here, also.",
        "Miles: Why do you guys dislike each other so much?",
        "Marty: You know, I really don't like talking about it.",
        "Miles: Sorry.",
        "Marty: Would you quit saying you're sorry?",
        "Miles: I'm the reason you're both here.",
        "Marty: Yeah, and exactly how did all of this happen?",
        "Miles: I -- I couldn't tell Blair that I already invited somebody, and then I couldn't tell you that I couldn't tell Blair no. She's very persuasive.",
        "Marty: That is a nice way of putting it.",
        "Miles: But I made you uncomfortable and I don't feel good about that.",
        "Marty: Well, there's no way you could have known about Blair and me. And besides, it's not like we're here on a date or anything.",
        "Miles: Right. It's nothing like that.",
        "Marty: Hmm.",
        "[SCENE_BREAK]",
        "Adriana: Ok, ok. Let's go downstairs and tell the crew about the change in plans.",
        "Rex: All right, does this mean I don't have to take off my clothes?",
        "Adriana: Shut up. You guys can meet us down there.",
        "Layla: Listen, the other models couldn't make it because of the storm, so I asked Cristian and Rex to stand in.",
        "Evangeline: Uh-huh. And did he need some help in the bathroom putting on his underwear, Layla?",
        "Cristian: Now, wait a minute. We don't owe you an explanation. I'll be downstairs.",
        "Layla: You really embarrassed me. I hope you're happy.",
        "Evangeline: Look, I'm trying to get over a really painful breakup with a man that I'm still in love with, and every time I turn around, he's with you. And this time, he doesn't have any clothes on, Layla.",
        "Layla: It's business.",
        "Evangeline: Yeah, that's what you said.",
        "Layla: Look, I'm sorry if you feel bad, Vange, but I'm not trying to hurt you. This shoot means a lot to me, and it cost us a lot of money, and I was just trying to keep it from being a total non-event.",
        "Evangeline: Yeah, by hanging out with my Boyfriend, half-dressed?",
        "Layla: He's not your Boyfriend anymore.",
        "Evangeline: And what does that mean, Layla? That he's fair game for you?",
        "Layla: Hmm. So not what we're doing here. I may not be a lawyer, Vange, but I do have my own career. And maybe one day, you'll figure that out.",
        "Todd: Hey.",
        "Layla: Huh. Here's your problem, Vange, not me. She's all yours.",
        "Todd: How am I your problem?",
        "Evangeline: Cristian is pissed at me. He's pissed at me because I came up here with you.",
        "Todd: Well, that's his problem, isn't it?",
        "Evangeline: No, no, it's my problem, because I'm still in love with him.",
        "Todd: Sorry.",
        "Evangeline: No, you're not. You're not sorry.",
        "Todd: Oh, all right. But I think I'm going to be, though. We're snowed in. I came up here to tell you that. And I got us a room, but it's just that. It's just a room -- one room.",
        "Evangeline: Let me tell you something. I'm going to sleep in a broom closet before I'm in a room alone with you for the night, ok?",
        "Todd: Where are you going?",
        "Evangeline: I'm going to find a way to get off this damn mountain!",
        "Todd: Good luck with that.",
        "[SCENE_BREAK]",
        "Adriana: Did you talk to the front desk?",
        "Rex: No dice. I was hoping whoever had the room didn't make it up here, but no such luck.",
        "Adriana: Crud.",
        "Rex: So they said we could have this room. If the sofa in front of the fireplace isn't comfortable, they'll give us a sleeping bag.",
        "Adriana: What -- I don't want to wake up and see some guy downing a Brandy and watching me sleep.",
        "Rex: That door locks. We'll be ok.",
        "Adriana: Oh. What about Cristian and Layla and Tate?",
        "Rex: Tate's probably working the bar, trying to talk his way into some woman's room.",
        "Adriana: You have nothing to be jealous of.",
        "Rex: I keep telling you, I'm not jealous.",
        "Adriana: And I keep telling you that I like my man with a brain in his head. Mmm.",
        "[SCENE_BREAK]",
        "Britney: You will never guess who I just saw.",
        "Langston: Was it your idol, Lindsay Lohan?",
        "Britney: No, Lawrence. It was Starr's mom. Both of their mothers are here.",
        "Langston: Did you say anything to them?",
        "Britney: No. I covered for them with Dr. Saybrooke. Why would I say anything to Starr's mom?",
        "Langston: I'm not buying it, Britney. I've got my eye on you.",
        "Britney: Oh. Well, I think I'm really going to love being your roomy. Can't wait to teach you my beauty routine.",
        "Langston: Oh, wow, lucky me. I can't wait for the part where we braid each other's hair.",
        "Starr: Um -- so, where's your room at?",
        "Cole: As far away from this one as they could possibly find.",
        "Starr: I wonder where Britney and Langston are.",
        "Cole: I don't care where they are. It's just you and me, alone in a place where your parents and my mom can't walk in on us.",
        "Starr: Which is absolutely amazing, right? Oh --",
        "Langston: I thought the plan was for you guys to stay in separate Rooms.",
        "Cole: I was just walking her over here.",
        "Langston: Oh. Oh, really? That was you walking just now?",
        "Britney: Oh, Langston, give them a break. Can go back down to the cocoa party, and you two can take all the time you need.",
        "[SCENE_BREAK]",
        "Rex: I got the last ones of these, and this. I guess we'll have to share them both.",
        "Adriana: Oh, poor us.",
        "Rex: What are you looking at?",
        "Adriana: The photographer gave me a disc from the shoot. You know, you and Cris look pretty good next to Tate. We should have asked you from the beginning. So it so much more personal for Layla and me.",
        "Rex: I'm sorry today didn't turn out the way you wanted it to, and that we're stuck here.",
        "Adriana: Are you kidding? I'm ok with that, too.",
        "Rex: Yeah?",
        "Adriana: Yeah. The past year has been so crazy. I nice to have a night away with just snow and peace and quiet -- and you.",
        "[SCENE_BREAK]",
        "Todd: Yeah, now we're partying. Excellent.",
        "Cristian: Chair is mine.",
        "Todd: Ahem -- all right. Well, I just want you guys to know that I sleep naked.",
        "Layla: It was nice of that Miles guy to give up his room.",
        "Blair: Oh, he's just all heart. Layla, so, where do you want? Some beach resort.",
        "Layla: Come on.",
        "Blair: Thank you. I don't care, Layla. Thank you. Oh. Tell me that this is not happening.",
        "Layla: They put you two in here?",
        "Evangeline: Yeah. Every other room in this god-forsaken hotel is taken. And this one, two, three. Gee, this room only sleeps three.",
        "Marty: Yeah, well, I will take the chair, then. At least that way, I'll be by myself.",
        "Rex: Yeah, what else is new?",
        "Marty: You know what, Blair? Why don't you have another Toddy, ok? Maybe you'll just pass out.",
        "Blair: You know what, Marty? There's not enough alcohol in the world.",
        "Layla: Ok -- Vange, you can sleep with me.",
        "Evangeline: Well, thank you, Layla. Don't hog the covers.",
        "Blair: Gee, I guess I'll put the \"Do Not Disturb\" sign out, because I don't want anybody to -- you know, to upset this little \"par-tay. \" I really hate you.",
        "Todd: I hate you more. Stay tuned for scenes from the next \"one life to live.\"",
        "[NEXT_ON]",
        "cole: I love you.",
        "Starr: I love you, too.",
        "Miles: Anybody here? Oh, man, I am so sorry.",
        "Cristian: In todd's room right now having sex.",
        "Todd: Tell you what I really think.",
        "Evangeline: What?",
        "Todd: We need each other tonight."
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=9nziHK08KDY"
}