{
    "Episode Summary": [
        "Episode # 10952"
    ],
    "Recap": [
        "Gigi takes Shane to the gym and Cristian works with him. But not long after, Jack Manning's friend calls him to inform him that Shane is pumping iron. Jack lies to find an excuse to go there behind his mom's back and harasses Shane. But Shane drops a dumbbell on Jack's foot and hurts him get the others to laugh and give Jack a taste of his own medicine. John and Brody go to Todd's in search of Marty and baby Liam. But they are already gone when Todd takes Marty to board the plane to reunite with Patrick. She hesitates, wanting to admit to John that he is Liam's father instead of Brody. Unknown to them, original Todd is riding in the plane on the way to Llanview overhear and seeing everything. Brody and John find baby Liam with Tomas but have no proof that he knows where Marty is. Todd finally persuades Marty to board the flight. But we can only guess what will happen next."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Brody: Try to get some rest, Natalie. I'll call you as soon as I find anything.",
        "Téa: You don't give up, do you? Huh? What the hell is going on around here? Another illegal search?",
        "[SCENE_BREAK]",
        "Roxy: Judging by that sad look on your puss, you didn't find your baby at Todd's, did you?",
        "Natalie: Brody said they'll keep trying.",
        "Roxy: Hey, you know, I did get something that you will like, though. You know those candies that you liked as a kid? Remember? I made a special trip for them. Ha ha ha! I got them. These always used to make you feel better. I almost forgot about this thing.",
        "[SCENE_BREAK]",
        "Blair: Hey! What are you doing here? You're supposed to go straight home to your father's after school.",
        "Jack: I couldn't get near the place. There were, like, 50 cop cars in front of the house. I just told the driver to keep going.",
        "Blair: What happened?",
        "Jack: How should I know?",
        "[SCENE_BREAK]",
        "Téa: You plan on cuffing me again while you look for Marty?",
        "Brody: No. This time it's strictly legal. If my son is on these premises, I'll find him.",
        "John: Turn around. Let me see those hands.",
        "Tomás: This is the baby you're looking for, isn't it?",
        "John: That's Brody Lovett's son.",
        "[SCENE_BREAK]",
        "Marty: I have to tell John that Liam is not Brody's son. He's his. John is Liam's father.",
        "Todd: I hate to state the obvious here, Marty, but you are crazy.",
        "Marty: No. Natalie's baby is John's, not Brody's. And I have to tell John the truth.",
        "John: Let me have the kid. Hey. Hey, Liam. Don't worry, buddy. Everything's gonna be ok.",
        "Todd: Marty, I'd be happy to relay that little fairy tale to John, but the plane is here, so it's ready to take you to your husband Patrick Thornhart, who's alive.",
        "Pilot: Sit tight, Thornhart. I'll go get your wife.",
        "Marty: No. No, I need to make things right with John. He needs to hear the truth. From me.",
        "Pilot: Dr. Saybrooke? Are you ready?",
        "Todd: Yes.",
        "Marty: No.",
        "[SCENE_BREAK]",
        "Cristian: Wow, this is some workout.",
        "Shane: Ford wrote it out for me.",
        "Gigi: Is it that intense? He has asthma.",
        "Shane: Mom, come on.",
        "Cristian: No, no, I think we can handle it. What do you say we start with a warm-up? Cardio? Mile on the treadmill?",
        "Shane: All right.",
        "Gigi: Thanks for helping out with this.",
        "Cristian: Come on. You don't have to thank me for spending time with Shane.",
        "Gigi: I'm just so happy. This is the first time I've seen him excited about something since Blair's little brat nearly destroyed him.",
        "Cristian: You know Blair's my friend, right?",
        "Gigi: Yeah. Sorry. Sorry her son is the devil's spawn.",
        "[SCENE_BREAK]",
        "Blair: So you don't know what was going on over at your dad's?",
        "Jack: I'm supposed to be staying out of trouble. Remember? Tell me--why would I wander into a house full of cops?",
        "Blair: I don't know what I'm gonna do with you, Jack. I really, really don't.",
        "Téa: Knock yourself out. Not like I can stop you from wasting your time. But you so much as scuff my floor, the department's paying for it.",
        "[Cell phone ringing]",
        "Téa: Excuse me. Hi, Blair.",
        "Blair: Hey, what's going on over there? Jack just told me that the house was swarming with cops.",
        "Téa: Yes. The police department are insisting on searching our house again in connection with the Marty Saybrooke kidnapping. But as I was informing Officer Lovett, they're not gonna find anything. Because Todd doesn't know anything about Marty Saybrooke or where she is.",
        "[SCENE_BREAK]",
        "Todd: Can you just give us a minute?",
        "Pilot: This is a covert op. I set down under the radar, literally. I can't stay here all day.",
        "Todd: I understand that. I'm asking for a minute. Marty, I think you're a little confused. We've been over this, right? You hired that guy Vimal to switch some DNA tests, which he did, but it was for Jessica's baby, not Natalie's.",
        "Marty: Shut up and listen to me. I know I have been confused, but not about this. Natalie's paternity tests were switched. I know that for a fact because I switched them.",
        "[SCENE_BREAK]",
        "Cristian: Devil's spawn might be kind of harsh. But I do agree--Blair's kid did pick up a few too many genes from Todd's side of the family.",
        "Gigi: Ya think?",
        "Cristian: Forget about Jack. Let's focus on Shane. You're right. Building himself up will help him feel good about himself.",
        "Gigi: I think so, too. Cris, I appreciate everything you're doing. Really. Working out with him, getting him a discount membership here--I can't thank you enough. I owe you.",
        "Cristian: Come on. I told you it's no problem.",
        "Shane: Ok, I did the mile. What's next?",
        "Cristian: Good. Um...",
        "Gigi: Honey, I gotta get to work. Call me when you're done. Thanks again.",
        "Shane: All right.",
        "Cristian: See ya. All right.",
        "Shane: So what's on the list? What's next?",
        "Cristian: You know what? I think we can do better than this.",
        "Shane: Really?",
        "Cristian: Yeah. Yeah. I'd say we work on strengthening your core and balance.",
        "Shane: So I can fight, right?",
        "Cristian: So you can feel grounded and strong.",
        "Shane: Ok. So where do we start?",
        "Cristian: Figure eights. All right. So all you're doing with this, basically just making an 8.",
        "Shane: Ok.",
        "Cristian: Tight core. You know, I wish I did what you're doing when I was a kid.",
        "Shane: What do you mean?",
        "Cristian: Well, I was always kind of an outsider. All I wanted to do was paint. Too many tough kids in my neighborhood. And some of those kids made me feel pretty small.",
        "Shane: Yeah. I know all about that.",
        "Cristian: You know where they all are today? Dead. Or in jail.",
        "Shane: Ha!",
        "Cristian: Hey, listen, you gonna be ok?",
        "Shane: Yeah.",
        "Cristian: I'll be right back.",
        "Shane: All right.",
        "Cristian: Rama. Hey.",
        "[Rama coughs, sniffles]",
        "Cristian: What's wrong?",
        "Rama: It's about Vimal.",
        "[SCENE_BREAK]",
        "Marty: So what happened to Natalie's baby had nothing to do with Vimal Patel. I broke into the lab the same night he did. He was there. He saw me. He can confirm this. And I found that Natalie's baby was John's, so I switched the results to say that he was Brody's, and she found out.",
        "Todd: Yes, of course.",
        "Marty: No, she heard a tape of one of my therapy sessions. She confronted me and we argued. And I pushed her off a roof. I had to. I had to. Because she knew that John was Liam's father. At least, she did then.",
        "Todd: So you're saying that Natalie has forgotten that bit of information along with everything else?",
        "Marty: She must have or she would've told John.",
        "Todd: What about the tape? Are you sure it's real?",
        "Marty: It's real. But I don't know where it is. I lost it.",
        "Todd: You lost it, all right.",
        "[SCENE_BREAK]",
        "Roxy: Baby, you are not gonna believe where I found this. Hi, Doc.",
        "Doctor: I hear you left the hospital against medical advice.",
        "Natalie: Yes, well, I'm sorry. I had to. I have to find my son.",
        "Doctor: Yes, it is a terrible situation, but you took a very serious risk. Luckily, your X-rays came back clean. You didn't re-break anything.",
        "Natalie: I don't feel very lucky. If I were lucky, then I would have my little boy with me right now. [Sniffles]",
        "[SCENE_BREAK]",
        "John: Where's Marty Saybrooke? Where's Manning?",
        "Tomás: I have no idea. I came out for some fresh air, heard the baby crying, so I came in here and found the little guy.",
        "John: Alone?",
        "Tomás: Yes. Alone. Strapped to that baby carrier right there.",
        "John: Marty wasn't here?",
        "Tomás: No. She must've left. Obviously she was using this place to hide out.",
        "John: Yeah. If he moves, shoot him.",
        "[SCENE_BREAK]",
        "Todd: You gotta forget about the tapes, Marty.",
        "Marty: It's not about the tape. It's about what I did.",
        "Todd: Everyone's made mistakes, right? You gonna let John McBain ruin your chance to be with the one true love of your life?",
        "[Cell phone ringing]",
        "Todd: Hey. I can't talk right now.",
        "Téa: You need to come home immediately. Brody is back and he has a warrant this time. Please tell me they're not gonna find anything linking you to Marty Saybrooke.",
        "Todd: You got nothing to worry about.",
        "Téa: Where are you?",
        "Todd: Just taking care of some business. I'll be home soon.",
        "Téa: How long is it gonna take before you realize that you're barking up the wrong--tree?",
        "Brody: Am I? Can you explain this?",
        "John: Coming through.",
        "Brody: Oh, my God. Liam.",
        "[SCENE_BREAK]",
        "Man: Thornhart.",
        "[SCENE_BREAK]",
        "Rama: I couldn't possibly hurt myself as much as I've hurt Vimal.",
        "Cristian: So he took the news hard, huh? What did he say when you told him?",
        "Rama: I didn't tell him. I couldn't. I went to jail to tell him. I opened my mouth. But the words didn't come out. I knew that if I told him, my marriage would be over.",
        "[SCENE_BREAK]",
        "Brody: Where was he?",
        "John: In the pool house.",
        "Téa: What?",
        "John: There you go.",
        "Brody: Hey, buddy. Hey. It's ok, buddy. Daddy's got you.",
        "[SCENE_BREAK]",
        "Doctor: Get some rest, and no more disappearing acts. Not if you want a full recovery.",
        "Roxy: Ok, so she's telling you to stay put, and you'd better, and if you don't, I'm gonna sit on you.",
        "Natalie: You know, I don't care what happens to me. I will gladly fall off that roof again if it just meant that I could have my little boy.",
        "Roxy: What is with all this negativity? When did you get to be such a pestilence?",
        "Natalie: Did you just say pestilence?",
        "Roxy: Yeah, like a real downer.",
        "Natalie: I'm sorry, Roxy. I would love to be less pessimistic, but I can't. I can't stop thinking.",
        "Roxy: Ok. So we're gonna stay on the bright side of this, and I'm gonna help you with that. I am gonna put on some good music for you to listen to.",
        "Natalie: Music is not going to help me because every hour that passes by--",
        "Roxy: Honey, you gotta keep the positivity going so you bring your son back, ok? I have just the thing.",
        "[SCENE_BREAK]",
        "Marty: I must have lost the tape somewhere, and I was so furious with Natalie for stealing it. When she went off the roof, I had to change the plan.",
        "Todd: What plan?",
        "Marty: With Natalie gone, John and I could raise the baby together, but don't you see? Now that she's alive, that can't happen. That won't happen.",
        "Todd: That's right, because you can't be with John. We've discussed this. You know you can't be with John. You've gotta forget about him, Marty, and his baby, ok? Just--here, look. Look. There's Patrick. Just think about Patrick. That's right. Everything's gonna be ok when you get on the plane right now, ok?",
        "Marty: Oh, my God, Patrick. God, I missed him so much. It's been so long. For so long, I--I've been confused. I've done terrible things. But if I can tell John the truth, if I can get his son back, then that'll be one good thing I've done.",
        "Todd: Ok, Marty. Marty. Is this for real?",
        "Marty: That's what I've been trying to tell you.",
        "Todd: So Liam is John's, and John doesn't know it?",
        "[SCENE_BREAK]",
        "Brody: How did you find him? Was Marty here?",
        "John: It's under control. Just take him to the hospital. Get him checked out. He should be with his mother.",
        "Brody: Natalie's gonna be really happy. John, thank you for finding our son.",
        "[SCENE_BREAK]",
        "Jack: Yeah, I'd like a piece of the red velvet cake. Extra large.",
        "Waitress: Is that all?",
        "Jack: And a coffee.",
        "Blair: Uh, he'll have just the cake, and water. Thank you.",
        "Jack: So now you're the food police?",
        "Blair: Yeah, I am. Because I'm your mother. Jack, what bothers me is you don't seem concerned about anybody other than yourself. Do you realize the police could've been over at your dad's house, because somebody was dead on the floor, but you just kept on moving. Even now you don't even seem to be worried.",
        "Jack: So you want me to worry more?",
        "Blair: I want you to be more sensitive.",
        "Jack: Seriously?",
        "Blair: Yeah. Seriously.",
        "Waitress: Enjoy.",
        "Jack: Can we please stop talking now? I am starving.",
        "Blair: Jack.",
        "Gigi: You know what? We don't serve bullies.",
        "Blair: Wait a minute, Gigi. You cannot deny my son service.",
        "Gigi: I just did.",
        "Jack: Just give me back my cake, you little--",
        "Gigi: What? Say it.",
        "Jack: You have no right to do this. I haven't gone anywhere near Shane.",
        "Gigi: That's only because we took him out of school. But we had to pull Shane off MyFace, too, because surprise, surprise, he was still getting harassed.",
        "Jack: It wasn't me.",
        "[Cell phone ringing]",
        "Blair: I--",
        "Jack: Yo, Brad. What's up?",
        "Brad: I'm at the gym. You're never gonna believe this. Wheezy's here. Guess who's pumping iron?",
        "Jack: Seriously? I am so there. Hey, Mom, some guys are at the library studying for the Trig test. Can I go?",
        "Blair: You want to study?",
        "Jack: It's not like I'm welcome here.",
        "Blair: All right. You can go. You just ran my son off. You happy now?",
        "[SCENE_BREAK]",
        "Téa: You found the baby in the pool house? Does that mean Marty was there?",
        "John: I have no idea where Marty is. Maybe your brother can tell us.",
        "Téa: My brother? Why?",
        "John: I found him with the baby. And now you and I are gonna go find out why.",
        "Tomás: All right if I make a phone call?",
        "Cop: You heard McBain--don't make me have to shoot you.",
        "John: I'll take it from here.",
        "Téa: You're holding a gun on him?",
        "Tomás: Pajarito.",
        "John: I didn't say move.",
        "Téa: What's all this stuff?",
        "John: This? This is Marty Saybrooke's hideout. That's the gun she took off Brody Lovett. So where is she?",
        "Tomás: I told you. I have no idea.",
        "John: Hey. You keep lying, your pants are gonna catch on fire. Why don't you tell me the truth? Just once, Delgado, tell me the truth.",
        "[SCENE_BREAK]",
        "Todd: What's that?",
        "Marty: Liam's paternity test results. Natalie ripped up a copy, but I kept the original.",
        "Todd: So John is Liam's father.",
        "Marty: You believe me now? What do you care if I don't get on that plane? You and Tomás Delgado will get your disk. What's on it that's making you willing to go so far?",
        "Todd: You don't want to know.",
        "Marty: Whatever it is, it's safe. So just give me this. Give me an hour and let me go to John.",
        "Todd: No, you're not gonna go to John, Marty. You go to John, he's gonna put you in jail immediately. Just forget about him. Just think about Patrick.",
        "[SCENE_BREAK]",
        "Man: Don't worry, Thornhart. It'll only be a couple more minutes. Your wife is saying good-bye to someone--her old friend Todd Manning.",
        "[SCENE_BREAK]",
        "Roxy: I hope this is good.",
        "Natalie: How can Marty take care of Liam? She's on the run. She doesn't have enough food or clothes for him. She's not a mother, no matter how much she pretends to be and no matter how much she tries to convince Liam.",
        "Roxy: Honey. You are Liam's mama bear, and he's gonna know that. Ok. Are you ready for some candy and for some feel-good sounds?",
        "[Natalie gasps]",
        "Brody: Someone wants his mom.",
        "Natalie: Hi, sweetie. Oh, honey. Oh, my God. [Crying]",
        "[SCENE_BREAK]",
        "Marty: Patrick. I-- can't believe he's alive. How can I face him after everything I've done?",
        "Todd: Don't worry about it. He will continue to love you no matter what.",
        "Marty: No. No, I have to try and make things right. I don't think I can ever make up for what I've done, but I have to try. I-- I have to tell John the truth.",
        "[SCENE_BREAK]",
        "Cristian: Ok, good. Now just take a 30-second rest and do 3 more. 3 sets.",
        "Shane: Ok.",
        "Rama: Do you loathe me for being a coward? [Sniffles, coughs]",
        "Cristian: Not even close. I don't blame you for being afraid to tell the truth. But the longer you wait, the harder it's gonna be. And I still think Vimal won't reject you if he finds out what happened.",
        "Rama: You don't know that.",
        "Cristian: Sure, yeah, he's gonna be upset, he's gonna be disappointed, but he loves you. He knows you did this for him. Your motives were pure.",
        "Rama: Oh, God, please, please stop saying that.",
        "Cristian: Why? Isn't it true?",
        "Rama: Yeah. Of course. Yeah, but if Vimal leaves me, it would be a disgrace. It would be a disgrace to his family. It would be a disgrace to my family.",
        "Cristian: Listen, when that guy gets out of jail, he's gonna be so grateful, so happy to be with you again, he's just gonna take one look at that beautiful face of yours and...",
        "Rama: You really think I'm beautiful?",
        "Cristian: Yeah. Very much.",
        "[SCENE_BREAK]",
        "Jack: Dude! How's the workout going? I didn't know they made weights that light. They must make them special. For lightweights.",
        "Brad: Ha ha!",
        "Jack: We miss you at school, Wheeze. It's just not the same without you.",
        "Shane: Let it go, Manning.",
        "Jack: Hey, I tried, but your mom threw me out of the diner. She took my red velvet cake. She's like a cake Nazi or something. But at least she hasn't tried to have me whacked, like your dad. Yet.",
        "Shane: Shut the hell up about my parents.",
        "Jack: When are you coming back to school? Because all the kids are chipping in for a parachute. You know, in case you want to go up to the roof again.",
        "[Brad and Jack laugh]",
        "Shane: You're wrong about the weights, Manning. They're actually pretty heavy. In fact, I can't hold this one anymore.",
        "Jack: Oh! Ow! Oh! Ow!",
        "Cristian: What the hell's going on?",
        "Jack: You did that on purpose, Wheezy. You just broke my toe! Aah! Oh, my God --ow!",
        "[SCENE_BREAK]",
        "Blair: Gigi, listen to me. I understand that you're upset about what almost happened to Shane, but you can't do that to my son. You can't humiliate him in public like that. He's trying.",
        "Gigi: Bull.",
        "Blair: No, Gigi--",
        "Gigi: Look, I get that no one wants to see the worst in their kid, but Jack's a problem. And if you can't see why I don't want to serve him, then you definitely don't understand how I feel about what almost happened to my son.",
        "Blair: I--",
        "[Cell phone ringing]",
        "Blair: Hey, Cristian. What's up?",
        "Cristian: Hey, Blair. I think you better get over to the gym. It's about your son.",
        "[SCENE_BREAK]",
        "Brody: I've asked the doctor to come check him out, but look at him. He looks great.",
        "Natalie: He is more beautiful than anyone I've ever seen.",
        "Roxy: You're a lover and a fighter. That's my handsome grandbaby.",
        "Natalie: [Laughs] Where was he? Was he with Marty?",
        "Brody: I was just so--I was so overwhelmed when I saw him, I didn't even think to ask. John said he had everything under control, so--",
        "Natalie: John found him?",
        "Brody: Yeah.",
        "Natalie: He looks so peaceful.",
        "Brody: Of course, he is. He's with his mom.",
        "Natalie: And his dad.",
        "[SCENE_BREAK]",
        "Téa: That's enough, Detective.",
        "Tomás: I told you what happened. Why are you treating me like a criminal for finding an abandoned child?",
        "John: No. You were found with a kidnapped infant in your arms. Excuse me if I have a few questions about that.",
        "Tomás: It's like I said. I went out for some air, I passed the pool house, I heard some crying, I opened the door, and there he was. Alone.",
        "John: Alone. No Marty. No Manning. No sign of either one of them.",
        "Tomás: That's right.",
        "Téa: What does Todd have to do with any of this?",
        "John: Listen. If you know anything about Marty Saybrooke's whereabouts, now is the time to come clean.",
        "Téa: He already told you that he doesn't. Why are you pushing him?",
        "John: Because Marty's dangerous. Ask Natalie, ask Kelly, ask Dr. Buhari's family. Now, if your brother knows something about where she is, he needs to tell us right now before she hurts someone else.",
        "[SCENE_BREAK]",
        "Todd: I need 5 more minutes.",
        "Pilot: Come on, Manning.",
        "Todd: I know. I'm sorry. I'm gonna get her on the plane. I promise.",
        "Pilot: If I get caught transporting this fugitive, you're on the line, too, you know.",
        "Todd: I know.",
        "Pilot: If that's how you want it.",
        "Todd: Marty... you can't go to John. You know you can't. That would risk your future with Patrick. John doesn't love you. I'm sorry. Plus, you got a do-over here.",
        "Marty: After everything I've done? All the people I've hurt? Dr. Buhari. Uhh. How can I just run to Patrick as if that never happened?",
        "Todd: Everyone's done things that they regret.",
        "Marty: Oh. I know, but... the woman Patrick fell in love with is long gone.",
        "Todd: You have a second chance now.",
        "Marty: And why do I deserve a second chance? Is Dr. Buhari gonna get a second chance?",
        "Todd: You're gonna blow yours? Come on. Let's go. Now.",
        "Marty: No! I am not getting on that plane until I tell John the truth.",
        "Pilot: Easy, Thornhart. I know how you feel about Todd Manning, but this is all gonna be over soon. Good. Just remember, once they've said their good- byes, your wife and Todd Manning will never see each other again.",
        "[SCENE_BREAK]",
        "Cristian: Here. You should put this on it.",
        "Jack: This really hurts, ratface.",
        "Shane: Aww, look at Manning. Crying like a little girl.",
        "[Brad snickering]",
        "Jack: What the hell are you laughing at?",
        "Cristian: Come on, guys, guys. Relax.",
        "Blair: What is going on here?",
        "Jack: He just attacked me for no reason. He freaked out and threw a weight at my foot and broke my toe!",
        "Shane: It was an accident!",
        "Blair: What are you doing here? Jack, you were supposed to be at the library. That's what you said, anyway.",
        "Jack: I came to pick up Brad. He needed a ride.",
        "Blair: Oh. Did he?",
        "Cristian: I'm sorry, Gigi. I honestly don't know what happened. I left for a minute and the next thing I know...",
        "Gigi: It's not your fault, Cris. Jack came here deliberately to harass my son.",
        "Jack: No way! That's not true!",
        "Gigi: Sell it to someone who's buying. Come on, Shane. You can work out another time.",
        "Blair: Ok. Whether Shane deliberately dropped that on your toe or not, you have to admit that you came here to make trouble.",
        "Jack: Hey, I'm the one who's hurt here.",
        "Blair: You can forget about being ungrounded for a very long time.",
        "Jack: Mom, are you kidding me?",
        "Blair: Just stop whining. You're gonna live.",
        "[SCENE_BREAK]",
        "Todd: Marty, no. You cannot turn yourself in.",
        "Marty: Why not? The disk? I don't even know what was on it! Or are you just afraid I'm gonna implicate you in the kidnapping?",
        "Todd: The thought has crossed my mind. But that's not all. Actually, this time I'm not just thinking about myself. You may not believe that, but it's true.",
        "Marty: You're right. I don't believe that.",
        "Todd: Ok, this might be the last time that we see each other, so I want you to listen to me. Turning yourself in is not gonna bring that shrink back to life. It's not gonna make up for all the time you spent torturing Natalie. It's not gonna replace the time that John has missed with his son, and it's certainly not gonna make Brody Lovett feel any better when he realizes his son is not his.",
        "[SCENE_BREAK]",
        "Roxy: Positivity brought the little guy home. You know, music or no music. So I'm gonna give the 3 of you privacy, ok?",
        "Brody: Thank you for staying with her, Rox.",
        "Roxy: Yeah, well, that's what mamas do. Well, don't forget to enjoy.",
        "Natalie: He looks all right. At least we know that Marty took good care of him. She fed him, thank God. I just--I kept imagining the worst.",
        "Brody: Me, too.",
        "Natalie: I thought that I was being punished for betraying Jessica and lying to John.",
        "Brody: Thank God he's home. I can't even tell you what this little baby means to me, what you both have come to mean to me.",
        "[SCENE_BREAK]",
        "Téa: Are you arresting my brother? Either do or don't, because badgering him won't help you find Marty.",
        "John: Hold that thought. What do you got? Where? I'm on my way. We got a location on Marty Saybrooke. Bag and tag everything in that room, all right? By the way, I'm not done with you.",
        "Téa: What was that all about?",
        "Tomás: I have no idea. I'm just glad he didn't arrest me for rescuing an abandoned baby.",
        "Téa: Listen, we're alone now. I want to know the truth.",
        "[SCENE_BREAK]",
        "Todd: Forget about John, Marty. Forget about John.",
        "Marty: I can't because I've hurt him so much. I have to tell him the truth, and I have to turn myself in.",
        "Todd: No, you're not gonna do that. I will not let you do that. I will let Tomás do it before I'm gonna let you do it, ok?",
        "Marty: Why not?",
        "Todd: Because I owe you. You deserve to be happy. Yes, you've hurt a lot of people. You've been hurt, too, haven't you, Marty? You know you have. So much. So much it made you sick. And I--and I should know. It all started with me. That dorm room at L.U. Remember? You were the orphaned little rich girl with a smart mouth and a bad attitude, and I was the jerk who got to... teach you a lesson. So yeah, I am desperate to get you on that plane. I owe you.",
        "Marty: Yes, you do. That does not excuse me from everything I've done.",
        "Todd: Isn't the whole point of therapy to make you realize that you're messed up because of what happened to you in your past?",
        "Marty: It's not that simple and you know it.",
        "Todd: Yeah, I do. I do. Too well. I know what it's like to blame all your mistakes on what's happened to you before. But you've been hurt so much and for so long. Granted, you're a nutjob and a menace to society, but you deserve to be happy, like I said, and you need to be healed. You're a doctor. Heal thyself. Come on. Go. Go be with the one true love of your life.",
        "Pilot: We're out of time. Our window for flying out of here undetected is about to close. Either she gets on that plane right now or this deal is off.",
        "[SCENE_BREAK]",
        "Tomás: What I told McBain was the truth. What, do you think I'm a kidnapper now?",
        "Téa: No. Just trying to figure out how Marty could've stashed Liam in our pool house with none of us knowing about it.",
        "Tomás: You know what? I'm gonna go check out what kind of damage McBain and his crew have done to your house.",
        "[SCENE_BREAK]",
        "Marty: Ok, I'll go. Two things. You tell my son Cole that we will come back for him. And you'll tell John the truth about his baby. You promise me, Todd.",
        "Pilot: Let's go. I'm out of here now.",
        "Todd: You need to go. It's your last chance.",
        "Marty: You will tell John.",
        "Todd: Don't worry.",
        "Pilot: Really. Can we go now? Please.",
        "Todd: Bye, Marty.",
        "[SCENE_BREAK]",
        "Gigi: Here. You can eat this.",
        "Shane: Awesome.",
        "Gigi: It hasn't been touched. Ahh. Look, Shane, I'm all for you standing up for yourself, but be careful. You don't want things to get out of control. There are a lot of better ways to work things out.",
        "Jack: Shane's a violent psycho, just like his dad.",
        "Blair: Ok. You know what? I just got off the phone with the driver. He's waiting out front to take you home. I'm gonna stay here and work out a little stress. I want you to go home and don't leave. Hear me?",
        "Jack: I heard you.",
        "[SCENE_BREAK]",
        "Roxy: Great news, baby. Natty just got her baby back.",
        "Gigi: Oh, my God. That's amazing. Is he ok?",
        "Roxy: The little heartbreaker? He's better than ever. Cuter than before. So now Natty gets to raise her son and watch him turn into a big, beautiful boy just like Shane.",
        "[Cell phone chimes]",
        "Jack: Whatever you say, Wheezy.",
        "[SCENE_BREAK]",
        "Rama: I don't know what happened over there before. I mean, our little moment. I was just very emotional and-- I just don't want you to get the wrong impression of me.",
        "Cristian: I understand.",
        "Rama: Yes. Thanks, because, you know, you've been a really good friend to me. But just a friend.",
        "Cristian: Of course. Of course. You're married. I respect that.",
        "Rama: Thank you.",
        "[SCENE_BREAK]",
        "Roxy: Thanks, Maria. You know, I don't even know what's on this thing. Oh. Wait a minute. I think this thing has been running in my purse. Let's see. Psh. Yep. Batteries are dead. But you know, this thing is like a dinosaur, so what the hell. I got it for free.",
        "[SCENE_BREAK]",
        "Natalie: Look at him. He is absolutely perfect.",
        "Brody: Yeah. He's fine, but it took 10 years off his parents' lives.",
        "[Natalie giggles]",
        "Brody: I don't know what I would've done if I'd lost him. Or you.",
        "Natalie: We're not going anywhere.",
        "[SCENE_BREAK]",
        "Tomás: Calmar. Looks like we dodged a bullet. All went according to plan. Marty Saybrooke is gone. She's the one person who could've exposed us.",
        "[SCENE_BREAK]",
        "Todd's voice: Where are you going?",
        "Téa's voice: To the pool house.",
        "Todd's voice: No. No, no, no. You can't go swimming now.",
        "Marty: Patrick?",
        "Todd: So long, Marty Saybrooke. You're out of my life at last."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=62MG_SfG6CU"
}