{
    "Episode Summary": [
        "Episode # 10537 ~ A Tale of Two Husbands"
    ],
    "Recap": [
        "Dorian knows she has to compete with Viki to get the gay vote. So she asks David to pretend he is her gay out of the closet campaign manager. But right then, a woman who looks just like Dorian's conscious, Mel appears at the door. She tells Dorian she's never heard of Mel. But she wants to help Dorian get elected and is a lesbian. At that point, Dorian wants to get rid of David and have this woman be her campaign manager. Blair informs Todd that Tea is still legally married to Ross Rayburn. He does not buy that. But she tells him he may check with the marriage and divorce records in Tahiti. Todd then gets on his phone to confirm that Ross and Tea never legally divorced. Yet, Ross informs Blair that she does not know the whole story. A dead body appears in the back yard of Llanfair. And Jared looks very suspicious to John, Bo, Jessica, Brody and Natalie."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "David: You need a gay man in a big job.",
        "Dorian: I already have one.",
        "David: Who?",
        "Dorian: You.",
        "David: Dorian, you of all people should know that I'm not gay.",
        "Dorian: Fake it.",
        "David: You want me to pretend to be gay?",
        "Dorian: You're an actor, act. Ha! I cannot let Viki win the gay and lesbian vote. Marching her homosexual staff around like it's gay pride parade.",
        "David: All right, fine, we'll take out an ad online. We'll hire someone. Token homosexual wanted immediately.",
        "Dorian: No, no, no. You said I needed a homosexual at the top level, and that, dear, would be you.",
        "David: It doesn't have to be your campaign manager.",
        "Dorian: Oh, it's too bad you don't still have that little dog. That dog would sell it.",
        "David: Oh, stop it, Dorian. I'm not a homosexual, and I will not pretend to be something that I'm not.",
        "[SCENE_BREAK]",
        "Jessica: You're worried about Natalie, aren't you?",
        "John: There's a stalker out there, and he's connected to her husband, so yeah, I'm worried.",
        "Jessica: Okay, but are you sure that this guy was in prison with Jared?",
        "Brody: He's sure, Jess.",
        "Jessica: Well, do you think that maybe Jared crossed him in some way?",
        "John: Could be.",
        "Brody: Okay, here's a thought. What if Jared wanted this guy to work him over?",
        "Jessica: Oh, come on.",
        "John: I thought of that, too.",
        "Jessica: Well, why would Jared want to get himself beaten up?",
        "Brody: So he gets to look like the victim.",
        "Jessica: Okay, Jared may still hate me, but he is crazy about Natalie. Why would he want to manipulate her like that?",
        "Brody: He has to convince her if he wants to convince you.",
        "Jessica: Oh, my God. So if Jared's...willing to have himself beat up, then...",
        "John: There's no telling what he'll do next.",
        "[SCENE_BREAK]",
        "Natalie: Oh, my God!",
        "Jared: Get away! You don't want to see this.",
        "Natalie: Is that him? Is that the stalker?",
        "Jared: This is the guy from the photo John showed us. Natalie, he's dead.",
        "[SCENE_BREAK]",
        "Blair: You can't be Téa's husband.",
        "Todd: Well, you missed the wedding.",
        "Blair: Yes, I did. I'm glad I did because it was a fake.",
        "Todd: You wish.",
        "Blair: I know. You can't be married to Téa because she already has a husband.",
        "Todd: Ha! Come again?",
        "Blair: You heard me.",
        "Todd: No. I'm sorry. Sometimes when your mouth moves, I just zone out.",
        "Blair: Well, Todd, maybe you should focus on what I have to say right now because she already has a husband.",
        "Todd: See, I'm not gonna pay attention to you because 99% of what you're saying is absolute garbage as usual. Téa and I are married. End of story.",
        "Blair: Listen to me.",
        "Todd: Okay.",
        "Blair: She already has a husband because she is already married, as in before you.",
        "Todd: No, no. She is Mrs. Todd Manning.",
        "Blair: And Mrs. Ross Rayburn.",
        "Téa: Ross.",
        "[SCENE_BREAK]",
        "Ross: Hello, Téa.",
        "Ross: Miss me?",
        "Téa: What are you doing here?",
        "Ross: Oh, I was gonna take a dip in the pool, but I'm more of an ocean swimmer. A few laps across the pool - very, very relaxing.",
        "Téa: What are you doing in Llanview? Why aren't you in Tahiti?",
        "Ross: Well, traveling is enlightening, don't you think? Yeah, very enlightening. But I'm more here on a business trip.",
        "Téa: Ah, and by business do you mean this?",
        "Ross: Wh-where did you find that?",
        "Téa: This was outside my cabana at the country club the morning after my wedding night. Were you spying on me and Todd?",
        "Ross: Did I hear you just put wedding and Todd in the same sentence?",
        "Téa: They were actually two separate sentences, but, yes, Todd and I are married. That's correct.",
        "Ross: Ha ha! Wow, wow, wow! You don't waste any time, do you, Téa? I mean, I would have thought you would have let the ink dry on our divorce papers... The papers look like the real deal, and they're not legally binding if they've never been filed.",
        "Téa: Ross, what the hell is really going on here?",
        "[SCENE_BREAK]",
        "Todd: Ross Rayburn? You mean the guy from the island? The guy I hired to...",
        "Blair: To kidnap Jack and Starr, yes, one and the same.",
        "Todd: Why are you bringing up that loser?",
        "Blair: Because that loser is Téa's husband.",
        "Todd: No. No, no, no. Téa told me about that. They had a little fling, and then when they left the island, they went their separate ways.",
        "Blair: Well, are you sure about that?",
        "Todd: Yes. Téa wouldn't lie to me about it.",
        "Blair: Really? She actually came out and told you that? See, I don't think that she did because that is not the truth. No, they didn't go their separate ways, Todd. They got married.",
        "Todd: Blair, are you really this desperate you have to pull stunts like this and make up lies about her? Just because I'm married to her, I'm happy with someone else, someone who isn't you? I think you better deal with it.",
        "Blair: Why don't you deal with it, unless you want to continue living in this little fantasy you got going here? Because I know how strong the powers of denial are for you, Todd. But you know what? I got proof.",
        "[SCENE_BREAK]",
        "Nora: Ahh...",
        "Bo: Hi.",
        "Nora: Hiya.",
        "Bo: You okay?",
        "Nora: Huh?",
        "Bo: You usually don't have beer with lunch.",
        "Nora: Ah, not unless it's a red letter day like this one. Have a seat. Have some fries.",
        "Bo: Thanks. You know, you should be happy.",
        "Nora: Oh?",
        "Bo: David gave us the only copy of that footage that he shot of, uh, the kiss.",
        "Nora: Yeah, well, I was, and then I went to the courthouse.",
        "Bo: What happened?",
        "Nora: The judge upheld the decision. No parental consent needed. He can have the surgery if he wants.",
        "Bo: Are you kidding me?",
        "Nora: Nope. He rewrote the law, Bo. It's such a lack of respect of parental authority. I--I just--Matthew's a minor.",
        "Bo: I know. Well, we did the best we could. Ran out of options.",
        "Nora: Yeah. Well, there might be one more.",
        "Bo: What are you talking about?",
        "Nora: Dr. Evans said he wouldn't operate unless he had our blessing. Maybe we should talk to him.",
        "Bo: We already did.",
        "Nora: That was before he operated on his brother.",
        "Bo: I called the hospital this morning. Shawn's still out.",
        "Nora: Oh, yeah, he's been that way since the surgery. So maybe, just maybe the good doctor will have a little humility and see things our way.",
        "Matthew: Don't bother. I just saw Dr. Evans. He said he won't do the surgery. Happy now?",
        "[SCENE_BREAK]",
        "Jessica: Brody, you and Jared are friends. You don't really think that he's in on this, do you?",
        "Brody: Honestly, Jess, I don't know. He's been acting real suspicious.",
        "Jessica: So according to you guys, Jared is an exposed con artist, he works his way back into my family, gets forgiven, marries Natalie, and then has this stalker after us? Why? Why would he do that?",
        "John: We're just putting pieces together. Hopefully we're wrong. But there's a lot of questions that need answers.",
        "Jessica: Well, look, I know that I was the reason that Jared went to prison, or it was Tess' fault, whatever, but--but if he wanted to get back at me, why now?",
        "John: I don't know. What we do know is he's no working alone, right? I mean, someone had to deliver the DVD's. He needed someone, a guy, to make you think you were seeing Nash.",
        "Brody: And he sure couldn't beat himself up like that.",
        "John: The ex-con's name is Landers, all right? He was released from prison around the time you had your first sighting of what you thought was Nash.",
        "Jessica: Well, then so it's not Jared that we're looking for. It's this guy in the picture. It's Landers, right?",
        "[SCENE_BREAK]",
        "Natalie: Jared, what happened? I mean, how does--",
        "Jared: I--I don't know. I don't know. I came out here because I thought I saw someone in the bushes, and I found him lying here, and I think he was hit in the head...with this.",
        "Natalie: My God, you think that he was murdered? Jared, why did you pick that up?",
        "Jared: I don't--I don't know! I wasn't thinking.",
        "Natalie: Okay, okay, did you see anything?",
        "Jared: No, no. By the time I came out here, he was already dead.",
        "Natalie: Yeah, well, by the time I came out here, it kind of looked--",
        "Jared: What? Like I killed him?",
        "Jared: No. This guy was like this when I found him. I didn't kill anyone.",
        "Natalie: Okay.",
        "Jared: No. Don't look at him. Hey, you believe me, don't you?",
        "Natalie: Of course I do, of course I do, but John won't because you were alone with the body, and now your fingerprints are all over the murder weapon.",
        "Jared: Argh! How am I so stupid? John had his eye on me anyway, but now, if I were him, I'd be all over me for this. He knows I did time. It all fits.",
        "Natalie: Okay, stop, don't say that.",
        "Jared: Natalie, I am an ex-convict. It tends to raise a red flag with people.",
        "Natalie: Okay, so we just need to figure out--we should go call the police.",
        "Jared: Wait. Do we have to?",
        "Natalie: Jared, what are you saying? That we should just get rid of the body?",
        "[SCENE_BREAK]",
        "Nora: Honey, it's not that we're happy; it's we're relieved.",
        "Bo: Yeah, that's exactly right. Evans called off the surgery?",
        "Nora: I'm so sorry. I really am. I know how disappointed you are.",
        "Matthew: I'm mad. Dr. Evans is like a completely different guy now.",
        "Bo: It's because he feels bad about his brother.",
        "Matthew: He said he doesn't want to operate on anyone else ever again.",
        "Bo: Well, that's understandable.",
        "Nora: Sweetheart...",
        "Bo: I think.",
        "Nora: We're both very sorry about what happened to Shaun, but I really think that Dr. Evans is being responsible by not operating on you.",
        "Matthew: Okay, I'm done talking about this.",
        "Bo: Well, you don't have to be.",
        "Matthew: You don't get it. Look, even though you guys may have lost, you still win.",
        "Bo: No, Matthew, this isn't about winning or losing.",
        "Matthew: Yeah, easy for you to say. When you're done, you'll get up and walk away from this table. But me, I'll be stuck in this chair for the rest of my life.",
        "[SCENE_BREAK]",
        "Dorian: What do you mean you can't pretend to be something you are not? That's what you do, David. That's your full-time occupation. Victor Lord's son, faux Buddhist--the list goes on and on.",
        "David: Dorian, there's no way people are going to believe that I'm gay. I'm way too rugged and outdoorsy. People find me dangerous.",
        "Dorian: You get weekly pedicures.",
        "David: Women like a well-groomed man.",
        "Dorian: Eyebrow waxing?",
        "David: I had a coupon for that and it was a one-time thing. Look, Dorian, you can't convince people that I play for the other team. You were married to me!",
        "Dorian: I'll use that to my advantage, too.",
        "David: You will? How?",
        "Dorian: I'll say that I divorced you because I wanted--I wanted to support you in your courage to come out. Yes, I may have lost a husband, but the world has gained a role model.",
        "David: The media's gonna see right through that, not to mention everybody who knows me.",
        "Dorian: I think it's brilliant.",
        "David: No one is going to believe that I'm gay. I'm handsome, charismatic, and quick to turn a phrase. I'm starting to see your point.",
        "Dorian: This is going to work. I just have one question for you. David, dear, how much is this gonna cost me?",
        "[SCENE_BREAK]",
        "Ross: What do you mean, what's going on? I got nothing. You, though, you, uh, you got married. That's great. Congratulations, by the way.",
        "Téa: Hey, just cut it out, okay?",
        "Ross: Come on, Téa, you know I'll always have a soft spot for you.",
        "Téa: Huh. I know you'll always have a soft spot for money.",
        "Ross: Well, you got the man that you want. I hope you make Todd as happy as you made me.",
        "Téa: Oh, Ross. Our marriage was in trouble for years. You know that. It takes two to tango, remember?",
        "Ross: Ha. Maybe that was our problem. There was always 3 of us. You, me, Todd.",
        "Téa: Ross, I'm sorry. I'm truly sorry.",
        "Ross: No one ever said that to me before.",
        "Téa: I wanted us to work. I tried to stop thinking about Todd. I just couldn't.",
        "Ross: Well, so you finally have everything you want. Although for my money, Manning doesn't seem like much of a prize.",
        "Téa: I love him, Ross.",
        "Ross: Ah.",
        "Téa: I do. You have to hear that.",
        "Ross: I don't have to hear it. What? What am I supposed to do, huh? Forget everything we had? Just wipe the slate clean and start with somebody new. Huh.",
        "Téa: Yes. Eventually. Look, you know I won't cause you any legal trouble, and I did offer you a hefty settlement.",
        "Ross: I don't care about that. Téa, you know what I want.",
        "[SCENE_BREAK]",
        "Todd: Blair, try to stop playing these games and just spit it out.",
        "Blair: No, I told you I would find out what Téa's little secret was.",
        "Todd: Oh, God, that again?",
        "Blair: Yeah, that again because I care about who your bring into our children's lives, especially all that garbage that you gave me when I was with John McBain. You should understand that. So I, uh, followed up on a few leads and guess where it led me. To Tahiti. And guess who was in Tahiti. Ross Rayburn. Yeah, I found him in this little love nest that he's created with Téa, his wife. Beautiful little cottage there by the ocean, nice hammock. You would have hated it.",
        "Todd: Why are you doing this?",
        "Blair: Because you need to know the truth. I saw where Téa and Ross were shacking up, Todd.",
        "Todd: So you saw a house. That's a big deal.",
        "Blair: Hey, Téa tell you everything that went on all those years, huh? Look, just because you didn't see her didn't mean she didn't have a life.",
        "Todd: I dumped you, yeah. You were hurt, you were angry and lonely, and he was there. Right?",
        "Téa: Yeah.",
        "Todd: But then you took a plane back to civilization and went your separate ways, right?",
        "Téa: Um, well, after you left the island, we did not split up, and there's-- there's more.",
        "Blair: You know what I'm saying is true, don't you?",
        "[SCENE_BREAK]",
        "Jessica: Okay, so we know who this Landers creep is. Well, what now? We just wait for him to show up again?",
        "Brody: John's got an arrest warrant out on him.",
        "Jessica: Oh, we have enough evidence?",
        "John: Mmmm. But the timeframe works, and he matches the description of the guy you saw.",
        "Jessica: Well, do you know how he got in and out of B.E.?",
        "John: We're working with security on that right now.",
        "Jessica: Uh, well, in the meantime, what, I just go home and tell Jared that we think that he's public enemy number one maybe?",
        "John: Uh-uh. There's cause for a little suspicion, that's all.",
        "Jessica: Well, what if you're right? What if you're right this is all part of some screwed up plan to get back at me? I know if someone sent me to prison for something that I didn't do and locked me up in a basement, I would be out for revenge!",
        "Brody: Slow down, Jess.",
        "Jessica: Well, what if he's still mad at the entire family because his plan to become a Buchanan backfired?",
        "Brody: We don't know anything yet.",
        "Jessica: Well--but you said you think that Jared could be dangerous, right?",
        "John: Could be.",
        "Jessica: And I know that you still care about Natalie, so don't you think that she should know about this, all of it?",
        "John: Yeah, I do.",
        "Jessica: Okay, great. Good-bye. I got to go tell her.",
        "John: Stay close to her, all right? If Natalie knows, Jared will find out. If he's guilty of anything, being in the know will make him awful nervous.",
        "Brody: You want to put the pressure on him yourself?",
        "John: No. You know, Natalie already thinks I'm leaning on him too hard. He's not gonna talk while I'm there. No. Let Jessica tell them, all right? You just watch for Jared's reaction when he finds out that we know that he was in prison with Landers. Yeah.",
        "Brody: Got it.",
        "John: Ahh...Yeah. It's, uh, Lieutenant John McBain with the Llanview pd. Hey, look, I called the warden earlier, and he hasn't got back to me yet. Yeah. No, I need some information on two former inmates. That would be Jared Banks and Wayne Landers.",
        "[SCENE_BREAK]",
        "Jared: Once John sees this body, he's gonna come after me. But no, I'm not saying we should get rid of it.",
        "Natalie: Well, what are we gonna do, then?",
        "Jared: The only thing I did wrong was pick up that piece of plaster, so we start with the truth. I say I came out on the terrace 'cause I thought I saw someone in the yard. Turned out to be this guy. We fought. I clocked him. It's self-defense.",
        "Natalie: What, hard enough to kill him?",
        "Jared: By accident, why not? I had to stop him!",
        "Natalie: No, Jared, that is not the truth. I don't want you to lie. We promised we weren't gonna keep any more secrets. You know, and people don't have to make up stories if they don't have anything to hide, which you don't. Besides, the guy who killed him is still out there. He's probably after Jessica and us. We need to call the police.",
        "Jared: Okay, you want to call John or should I?",
        "Natalie: The hell with John. I'm going above his head.",
        "Bo: Matthew, we know how much you wanted that operation, but there was no guarantee.",
        "Matthew: There was a chance.",
        "Bo: I understand that, but you know the risk factors involved with this kind of an operation. They're huge.",
        "Matthew: Well, they're better than a 100% guarantee I'll never walk again.",
        "[Phone rings]",
        "Bo: It's Natalie.",
        "Nora: Take it. Take it.",
        "Bo: Hey, Nat, it's, uh, is this really important? Because I'm right in the middle of something here.",
        "Natalie: I really need your help. Please, Uncle Bo, this is an emergency.",
        "Bo: Where are you?",
        "Natalie: At home. Right out on the terrace.",
        "Bo: All right, I'll be right over. I'm sorry. I got to go. Hey, son, we're gonna make this thing work, okay? Hey, Nora, would you mind--",
        "Nora: Oh, no, take it, take it.",
        "Bo: Oh, thanks so much.",
        "Matthew: I should probably go, too.",
        "Nora: Oh, no, no, no. Don't. Wait, please. We need to talk.",
        "Matthew: About what?",
        "Nora: The future.",
        "Matthew: What future?",
        "Nora: Okay, we're no longer plaintiff and defendant. Can we go back to being mother and son?",
        "[SCENE_BREAK]",
        "Téa: I will never give you what you want. So if you came to Llanview and risked getting arrested thinking I'd changed my mind, you wasted your time. Now what are you doing here? Why did Dorian give you a big fat check? How do you even know who she is?",
        "Ross: Everybody knows her.",
        "Téa: You seem to be living in her house. Why is that?",
        "Ross: My business.",
        "Téa: Oh. I have a sickening feeling it concerns me.",
        "Ross: You want answers, Téa? Huh? Maybe you should try being a little more forthcoming yourself.",
        "Téa: What have you told Dorian? Answer me, Ross. Does she know the whole story?",
        "Ross: No, no, but maybe she should.",
        "Téa: Ross, I swear to you--",
        "Ross: Better yet, maybe I should tell Blair.",
        "[SCENE_BREAK]",
        "Blair: You know I'm telling the truth. I can see it in your eyes.",
        "Todd: So if Téa's already married, then why did she marry me?",
        "Blair: Double her pleasure, double her fun. Takes off down to Tahiti, get a little action, then flies back home, jumps under the covers with you?",
        "Téa: Uh, Tennessee. I'm going to Tennessee.",
        "Todd: You have clients in Tennessee?",
        "Todd: That's a bunch of bull, Blair. Téa would never lie to me.",
        "Blair: You know what? Are you delusional? You two have been scratching each other's eyes out for a long time. You--she dragged you to court through the mud, and you nearly ruined her career? But you know what? Maybe that's actually what turns her on. She plays you and makes you look like a fool. Maybe she's just, you know, trying to get back at you for sleeping with me.",
        "Todd: Aw, you just can't stand it that I'm happy, can you?",
        "Blair: This isn't about you, Todd. This is about who you decided to bring into our children's life. You know, she says that she cares about you. Do you do that to somebody that you care about? She's a criminal. Bigamy is a crime, and I don't want someone like that around my children. You don't either, so--she's not even your wife, I mean, legally, so why don't you just cut her loose, get rid of her, out of your life, pfft?",
        "Todd: Right now, the only woman I want to get rid of is you. Get out.",
        "Blair: Okay, I'm sure you probably want to talk to Téa, and where is she, by the way? Maybe soaking up some rays in Tahiti...",
        "Todd: Get out.",
        "Blair: With her other-- okay, cool your tool. I'm leaving. But you know, if you do run into Téa, don't be surprised if she lies. She might say she's divorced, but she's not.",
        "Todd: Whatever you say, Blair.",
        "Blair: No, Todd, listen. Look, I've got proof. That's the number of the town hall in Tahiti. They have a record of Ross Rayburn and Téa Delgado's marriage, but for a divorce? No, there's no record because there was no divorce. And I'm actually--I'm sorry that I couldn't get this information to you sooner to spare you your heartache.",
        "[SCENE_BREAK]",
        "Téa: Why are you talking to Blair?",
        "Ross: I've gotten to know her. She's, uh, she's a good woman.",
        "Téa: Ha. Sure she is. Oh, my God. Oh.",
        "Ross: What?",
        "Téa: Oh, well, Blair had some man stashed in the cabana. Todd went nuts and I thought--and yesterday, in my honeymoon cabana, I heard Blair in there. She was--",
        "Ross: She was what? Doing the nasty? Hmm?",
        "Téa: Oh, Ross, what did you do?",
        "Ross: Huh. It's not what you think.",
        "Téa: But that was you?",
        "Ross: Yeah, guilty.",
        "Téa: What have you been doing with Blair?",
        "Ross: Just talking with her. What you heard was just sound effects.",
        "Téa: Wh--you're in cahoots with Blair?",
        "Ross: I wouldn't say I was in cahoots with Blair.",
        "Téa: Don't be stupid, Ross. Don't get involved with her, okay? Trust me, she is bitter and she is vindictive. She is still in love with Todd, and she will do anything to get him back.",
        "Ross: Sounds familiar.",
        "Téa: Oh. Yeah, the difference is that he's mine. He's married to me.",
        "Ross: Yeah, so I heard.",
        "Téa: Listen to me; whatever it is you're doing with Blair, you've got to stop, okay? And whatever it is that Dorian's paying you, I will pay you-- I will pay you twice. I will pay you 3 times.",
        "Ross: Ha! Three times?",
        "Téa: Yes.",
        "Ross: Wow. You saw the size of this check, right? Wow, that's a pretty hefty price to pay for happily ever after, especially with a bastard like Todd Manning. By the way, why haven't you told him about me, huh?",
        "Téa: I will tell him when the time is right.",
        "Ross: Personally, I think the time is great right now, Téa.",
        "Téa: If you go anywhere near him, I swear!",
        "Ross: What?",
        "Téa: Trust me; I can make you regret it.",
        "[SCENE_BREAK]",
        "David: Sorry. My sexual identity is not for sale.",
        "Dorian: David, you know very well everything is for sale.",
        "David: Not this time. I won't go gay for pay.",
        "Dorian: Think bold political move.",
        "David: Otherwise known as fraud?",
        "Dorian: David, it's all in a good cause. For goodness sakes, me, the pro gay candidate. You, the former husband now out gay campaign manager. Visibility is a powerful thing.",
        "David: So is having a reputation for successfully coming on to women. Except Viki. Did I tell you how hard I tried?",
        "Dorian: Please don't make me puke. We have a campaign to run.",
        "[Doorbell rings]",
        "David: And someone at the front door.",
        "Dorian: The servants will get it. Ahh...",
        "[Doorbell rings]",
        "David: Lost them in the recession, did you?",
        "Dorian: Oh. I have to do everything myself. Bernardo! Anna! There's a--",
        "[Doorbell rings]",
        "Dorian: Oh, never mind. I'll get it myself! You.",
        "Woman: Excuse me?",
        "Dorian: I...I know why you're here. It was really wrong of me to scream at the help like that, but no, but the main thing is I--I desperately need to have a high-profile out gay person working on my campaign staff, and yes, I did try to bribe David to pretend that he was gay. Guilty as charged. You've got me.",
        "Woman: I'm sorry. I think you have me confused with someone else.",
        "Dorian: Mel, you always show up whenever I'm about to...do something...Okay, go ahead. Give me your Mel guilt trip.",
        "Woman: Who's Mel? My name is Amelia Bennett. We've never met. But I am here to help you.",
        "[SCENE_BREAK]",
        "Jared: When do you think Bo's gonna get here?",
        "Natalie: I don't know. He said he was coming right over. Do you know it's really creepy knowing that there's a dead body lying right out there?",
        "Jared: Oh, someone's coming.",
        "Natalie: Hi.",
        "Jessica: Hey.",
        "Natalie: Is everything okay?",
        "Jessica: Uh, yeah. Can I just talk to you alone for a second?",
        "Natalie: Uh...",
        "Brody: Does anybody want to get some air? It's like 20 degrees hotter in here than it is outside.",
        "Natalie: Uh, n--I--",
        "Jared: Yeah, you want to go out there. But we can--",
        "Brody: Why not?",
        "Natalie: There's something we need to tell you.",
        "Jessica: Natalie, what's wrong?",
        "Natalie: Okay, just don't jump to any conclusions, all right? You just--you need to know, uh, no.",
        "Brody: What the hell?",
        "Jessica: Oh, my God.",
        "Natalie: Okay, just let me explain everything.",
        "Bo: Natalie?",
        "Brody: Over here.",
        "Bo: What's the emergency?",
        "Brody: I'm guessing it's him.",
        "[SCENE_BREAK]",
        "John: [Exhales]",
        "[Phone rings]",
        "John: McBain.",
        "Brody: Brody. John, I think you better get down here.",
        "[SCENE_BREAK]",
        "Bo: Was this guy like this when you found him?",
        "Jared: Yes.",
        "Bo: Didn't move him, try to resuscitate him?",
        "Jared: No. He was obviously dead.",
        "Bo: Well, what were you doing out there?",
        "Jared: Like I said, I thought I saw something in the bushes, so I came out here to check, and he was lying there.",
        "Bo: How long ago?",
        "Jared: Ah, half-hour, 40 minutes.",
        "Bo: But you waited to call the police.",
        "Natalie: Well, we were in shock.",
        "Bo: Hmm. Well, whoever fled the scene is long gone by now.",
        "Natalie: Yeah. What are you doing here?",
        "John: Missed you, too. Brody filled me in.",
        "Bo: CSU's on their way. Well, it looks like this is the guy who's been stalking the family.",
        "John: He was Wayne Landers. But you probably knew that already?",
        "Jared: Wha--how would I know the guy's name? All I've ever seen is a photo of him.",
        "John: You, uh, you don't recognize him? Seems like you would. You were in prison together.",
        "[SCENE_BREAK]",
        "Dorian: You want to help me? Say, why don't you come in. Please do. Oh, would you mind closing the doors?",
        "Amelia: Sure.",
        "Dorian: Thank you so much. I see, so, um, how can you help me?",
        "Amelia: Hire me for your campaign and I'll show you.",
        "Dorian: Really? And why is it that you want to work for my campaign?",
        "Amelia: I think you are exactly the kind of mayor that Llanview really needs: Strong, proactive, especially after the damage that Mayor Lowell did.",
        "Dorian: Oh, you won't get an argument from me on that.",
        "Amelia: Oh, then we're on the same page. Lowell was just a thug in a suit and tie, and I'm glad that he's behind bars.",
        "Dorian: You don't mince words, do you?",
        "Amelia: That's what makes me good at my job. I have years of fundraising experience, and my organizational skills are second to none.",
        "David: Too bad she has a campaign manager--me.",
        "Amelia: I should also say in the spirit of full disclosure, I'm a lesbian. I hope I haven't offended you with my bluntness, but I've been out of the closet for a very long time, and I have no intention of going back in, so if you are sincere and you do want someone gay on your team, then I'm your gal.",
        "Dorian: With credentials like these, Amelia, you should be my campaign manager.",
        "David: Wait a second. That's my job!",
        "Dorian: Not anymore.",
        "[SCENE_BREAK]",
        "Ross: You still mad at me?",
        "Blair: You screwed me over.",
        "Ross: How?",
        "Blair: By taking Dorian's money and keeping me on that godforsaken boat--",
        "Ross: That was in your best-- oh, come on.",
        "Blair: ...Preventing Todd and Téa from getting married.",
        "Ross: Which would have been an embarrassment for you.",
        "Blair: You kept me from telling Todd that Téa was married to you. Oh, were you trying to help me here, Ross? Huh? No, I don't think so. Oh, wow, look what we got here. Hmm. Ross Rayburn from Dorian Lord. Your payoff check.",
        "Ross: You want me to rip it in half? Well, I will. I will.",
        "Blair: I don't--no. I don't need you. I have taken matters into my own hands.",
        "[SCENE_BREAK]",
        "Todd: And you're sure the marriage is completely legal? And there's no record of divorce? Well, can you check again? Yeah, I don't really care how many times you've checked before. Check again. Yeah, well, I don't speak Tahitian, lady, but same to you.",
        "Téa: Todd? Todd. Todd?",
        "Téa: You better sit down. I have something to tell you.",
        "[SCENE_BREAK]",
        "Matthew: Look, Mom, you and me have settled this. I know you and Dad love me.",
        "Nora: Oh, thank God, 'cause we do. Okay, so here's this, how about we go home, get on the internet, we do a little research, we find some support groups. Oh, hey, you know what? I found a wheelchair basketball league.",
        "Matthew: Well, that's great...",
        "Nora: Yeah.",
        "Matthew: For somebody who's gonna be in a wheelchair, but not me.",
        "Nora: What do you mean?",
        "Matthew: If Dr. Evans won't do the surgery, then I'll find another doctor who will.",
        "[SCENE_BREAK]",
        "Jared: Me and this guy? I had no idea we were in the same prison.",
        "John: At the same time.",
        "Jared: Oh. It's a big place. You don't exactly get to know all your neighbors.",
        "John: Mind if I take a look before CSU gets here?",
        "Bo: Go ahead.",
        "John: Thanks.",
        "Jessica: Whoever did this is still out there.",
        "Natalie: Yeah, that's why I wanted you here, Uncle Bo, not him.",
        "Bo: Why is that?",
        "John: Because for some reason he has it in for Jared.",
        "John: I found this in Landers pocket.",
        "Bo: Anything on the call log?",
        "John: One outgoing. Made within the last hour. Last call he made before he died.",
        "[Phone ringing]",
        "[SCENE_BREAK]",
        "Dorian: Oh, David, don't make the old pouty face. For goodness sakes, you were supposed to just be my interim campaign manager. There's no reason for your feelings to be hurt.",
        "David: It's not fair. I'm just as capable as she is. Have you seen what I look like on camera?",
        "Dorian: But you're not qualified. I mean, David, if you really, really, really care about being a campaign manager, then you should study the techniques and skills that Amelia has. You can be her assistant.",
        "David: Assistant?",
        "Dorian: All right, her deputy campaign manager. That's a good title, isn't it, Amelia?",
        "Amelia: I don't want to cause any trouble. The last thing a campaign needs is infighting. I'll--I'll be David's assistant.",
        "Dorian: And waste your talents answering phones and sending out email blasts?",
        "David: Let her do those things if she wants to. It's honorable work.",
        "Dorian: Then you shouldn't mind doing it. I hope you're not gonna mind being in the public eye, because I want you to stand shoulder to shoulder with me every place that we go. In fact, if you have the time, I'd like you to look at our press kit.",
        "Amelia: You're the boss.",
        "Dorian: David.",
        "David: You better not cut my salary.",
        "Amelia: That was easier than I thought.",
        "[SCENE_BREAK]",
        "Téa: I have to tell you something, but it's...it's really hard. Um, believe me, I wanted to tell you before. I tried to a few times, but there are just some things that they're hard to say and there's never the right time.",
        "Todd: Téa, I can't believe you would do it to me.",
        "Téa: What?",
        "Todd: You're married to another man, Téa?",
        "[SCENE_BREAK]",
        "Ross: What have you done, Blair?",
        "Blair: I told Todd what I should have told him before the wedding, that his newlywed is really your wife. So now he knows the truth.",
        "Ross: Not the whole truth."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=a0bpirddFiY"
}