{
    "Episode Summary": [],
    "Recap": [
        "Natalie tries to convince John not to go to Thailand to search for David Vicars. John insists that he has to go. Natalie lets him know that if he goes, she will not be waiting for him when he comes home. Tess visits Antonio and lets him know that Jessica hadn't come out that it was her pretending to be Jessica. Antonio is at first upset, but then he thanks her for saving his life. Kelly and Duke are brought into the hospital. Spencer tells Kevin of an operation, but he can only save one. Kevin has to choose which one to save; Duke or Kelly. Kevin decides to save Kelly."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cristian: Wish I could sleep. So much going on, nothing I can do. Mami's praying for you. I asked her to pray for Evangeline. They're running more tests now as we -- as I speak. I'll get you some water. I'll feel like I'm helping. Hey --",
        "Tess: Tess.",
        "Cristian: Right.",
        "Tess: Mm-hmm.",
        "Cristian: How's the baby?",
        "Tess: She's with her fa -- she's with Nash.",
        "Cristian: Hmm.",
        "Tess: How's Antonio?",
        "Cristian: The doctor says he's fine. He just needs to rest.",
        "Tess: Ok, well, you were just heading out. I'll sit with him.",
        "Cristian: I'm coming right back.",
        "Tess: Just to let you know, smart ass, I would like to sit with him. Ok?",
        "Cristian: Ok.",
        "Tess: Antonio?",
        "[SCENE_BREAK]",
        "Rex: And we have text messages that we haven't been able to trace, all right? This isn't some watcher, ok? He was here. He put his hands on her!",
        "Officer: Keep it down. Stay calm, ok?",
        "Rex: Yeah, I'll be a lot calmer when you find this creep.",
        "Officer: We'll run the prints.",
        "Rex: Presuming you find any.",
        "Officer: Right. See if they match any known offenders.",
        "Rex: All right, thanks. I know you guys are swamped with the tornado and everything, so --",
        "Officer: We'll do everything we can.",
        "Rex: You ok?",
        "Adriana: No. I have some maniac after me, and if you think whispering to your friend over there is supposed to keep me from getting upset, it's just the opposite!",
        "Rex: I'm sorry. We were trying not to freak you out.",
        "Adriana: Well, it's too late. I'm already freaked out. What does this psycho want with me?",
        "[SCENE_BREAK]",
        "Dorian: Adriana, this is my fifth attempt to reach you. Now that you finally are checking your messages, would you please get back to me as soon as possible? Bye-bye.",
        "Viki: Is Adriana all right?",
        "Dorian: I don't know. I talked to her late last night, now she's got her phone off. I have no idea where Kelly is and I'm -- I tell you, Viki, I'm this far away from losing it.",
        "Viki: I'm so sorry.",
        "[Dorian sighs]",
        "Dorian: How about you? Is your family all right?",
        "Viki: Yeah. I think we are all safe now.",
        "[SCENE_BREAK]",
        "E.M.T.: Clear the way, clear the way!",
        "Kevin: We need some help here!",
        "E.M.T.: Clear the way! Move it, move it!",
        "Second E.M.T.: Let's go, let's go! Let's move it, come on!",
        "First E.M.T.: Let's go, let's go! Get a doctor!",
        "Spencer: How long were they down?",
        "E.M.T.: Witnessed traumatic cardiac arrest en route, both of them.",
        "Second E.M.T.: The wait time for both is approximately five minutes, pupillary response on both.",
        "Spencer: All right. Let's get them into one and two. Let's go, stat! Go! Move it, move it!",
        "Michael: Come on, guys.",
        "E.M.T.: Let's go, let's go! Let's move it, move it! Let's go!",
        "Michael: Get him intubated.",
        "Clint: Kevin, what happened? Kevin? Kevin, what happened to Kelly and Duke?",
        "Kevin: They were naked. They -- they had sex.",
        "Clint: Why are they here, Kevin? What happened to them?",
        "Kevin: They were naked. They could both die. They --",
        "[SCENE_BREAK]",
        "John: Hey, hey, hey, what are you doing? Lie back -- leave that leg alone!",
        "Natalie: I'm fine!",
        "John: Get -- what are you doing?",
        "Natalie: I'm fine. I just want to go home.",
        "John: Yeah, well, they're probably worried about little details like you being able to walk again. What's the matter with you?",
        "Natalie: Yeah, you'd handle this real well if it was you.",
        "John: I would. I love hospitals. I'd be a model patient, all right?",
        "Natalie: Yeah, right.",
        "John: Look, you know, you lost a lot of blood. Why don't you just take it easy till we make sure you're ok?",
        "Natalie: I guess I have to do what you say now, huh?",
        "John: Yeah, I'm sure that'll last a long time. How's that?",
        "Natalie: That's fine. I kind of got used to us being attached.",
        "John: Kind of a new gig for me, too. Do you mind?",
        "Natalie: Please. You saved my life -- again.",
        "John: You saved mine.",
        "Natalie: I guess it was -- it was all worth it. What?",
        "John: Natalie, listen to me. I got to go.",
        "[SCENE_BREAK]",
        "Adriana: I don't even think I could keep that down.",
        "Rex: Look, I know you're scared, and I don't blame you --",
        "Adriana: He had his hands on me, Rex. He put a bag over my head and he dragged me out the window. He could've killed me.",
        "Rex: Yeah, but you -- you fought him off, so --",
        "Adriana: This time. I mean, what if next time --",
        "Rex: There won't be a next time.",
        "Adriana: You were right outside and it didn't stop him. Maybe next time he'll have a knife or a gun. Maybe this is his plan -- to just torture me, to make it last a really long time until he just snaps and --",
        "Rex: Ok, ok, ok, stop it. We are going to find him!",
        "Adriana: I can't breathe. I need some air.",
        "Rex: All right, well, as soon as they're done, I'll take you --",
        "Adriana: I can't breathe, Rex!",
        "Rex: Hey, guys! Lock up when you're done.",
        "[SCENE_BREAK]",
        "Tess: Uh --",
        "Antonio: Jess.",
        "Tess: No, no. It's -- it's Tess. It's not Jessica.",
        "Antonio: I'm sorry.",
        "Cristian: You're awake.",
        "Antonio: Yeah.",
        "Cristian: How you doing?",
        "Antonio: Oh. Good.",
        "Cristian: Yeah?",
        "Antonio: What happened to you?",
        "Cristian: Ah, it's nothing. Here -- drink some. You need it.",
        "Antonio: Thanks. I am sorry.",
        "Tess: Oh.",
        "Antonio: I -- I meant no disrespect.",
        "Tess: No, it's -- it's fine. No, I'm just glad to see that you're ok.",
        "Antonio: Thanks. How's the baby?",
        "Tess: She's fine. She's with Nash at the pediatrician's.",
        "Antonio: Something wrong?",
        "Tess: No, they just want to check her all out so she can go home again.",
        "Antonio: To Asa's? That was the deal.",
        "Tess: Yeah. Um -- listen, I -- I know that was the deal, but Nash and I would really, really like to bring her home for one night at the hotel. I -- listen, you're going to be here, you're not going to miss anything anyway, and it's not like we're going to run away with her because, hmm, we see how well that turns out every time we try that --",
        "Antonio: One night, then you move into Asa's.",
        "Tess: Thank you. What? What's wrong?",
        "Antonio: It's just that I -- I -- I thought jess was still out. She -- she came to me.",
        "Tess: Yeah. Um -- you see, jess didn't come out. I lied.",
        "Antonio: Why would you do that?",
        "Tess: So you would want to live.",
        "[SCENE_BREAK]",
        "Clint: Kevin, what you said earlier about them dying -- you don't know that.",
        "Kevin: Yeah, you didn't see them -- I did. And Michael just now -- I saw him look at -- at Duke, and he was scared.",
        "Clint: Well, this is a teaching hospital, son. They got excellent doctors --",
        "Kevin: They were in the rectory and the roof -- it came down on them. I mean, it's a miracle they didn't die right there.",
        "Kevin: Sex, dad! My son had sex with my wife -- do you understand that?",
        "Clint: Why?",
        "Kevin: I don't know why! I mean, I hurt Kelly. I said terrible, mean things to her. I -- I -- I ripped my engagement ring from her finger, and I -- I left her there lying on the floor, and she was crying, and I don't know- Duke, he must've found her.",
        "Clint: Why would your own son betray you?",
        "Kevin: I don't know. I don't know why! Kelly -- I practically threw her into his arms. I told her to have a baby with Duke, but I don't know why he would do this to me! I mean, he knows how much she means to me!",
        "[SCENE_BREAK]",
        "Spencer: All right, we're losing her.",
        "[Alarm]",
        "Spencer: Hyperventilate. Get an amp of epi, quick, stat!",
        "Michael: I need the crash cart.",
        "Spencer: I need it in here, Michael.",
        "Doctor: Where's the epi?",
        "Michael: Oh, my God!",
        "Spencer: What?",
        "Michael: Duke is coding, too!",
        "[SCENE_BREAK]",
        "Natalie: That call about Bangkok, you -- you found David Vickers?",
        "John: I'm on the next flight.",
        "Natalie: Well, looks like you're going to get a lot of frequent-flier miles on it.",
        "John: You know I have to do this.",
        "Natalie: No, John, you don't have to do this. You want to do this. You can't wait to go halfway around the world to kill David.",
        "John: What am I supposed to do, huh? What -- oh, \"this is the guy that killed your father? Hey, it's good to know.\"",
        "Natalie: You can't go.",
        "John: And why not?",
        "Natalie: Because you could wind up in a Thai prison or worse. Do you really think that's going to make your dad happy?",
        "John: I know he would've done the same for me.",
        "Natalie: John, I'm not telling you to let this go.",
        "John: Good, because it doesn't concern you.",
        "Natalie: Just have David extradited, go through the proper channels. Nothing good is going to come from you confronting him alone, ok? Please. John, do this for me.",
        "John: No. I won't.",
        "Natalie: Well, at least I know you didn't lie to me.",
        "John: And here you thought I couldn't change.",
        "Natalie: You know what would really make me believe that is if you would just consider what I have to say for at least five minutes.",
        "John: I don't have five minutes! Vickers is in Thailand, which means Paige already called and tipped him off!",
        "Natalie: , What -- you think that David is running because he knows that you're after him?",
        "John: And he's right to run.",
        "Natalie: You get to Thailand, then what?",
        "John: Track him down, beat him till he tells me the truth, beat him until he tells me what it was like to watch my father fall.",
        "Natalie: You think the Thai authorities are just going to turn a blind eye, John?",
        "John: They won't know anything about it.",
        "Natalie: What if they find out? We're talking about Thailand.",
        "John: I don't care!",
        "Natalie: They sentence people to death for marijuana!",
        "John: I don't care! It's what I have to do!",
        "Natalie: If you go to Thailand, I won't be waiting for you when you come back.",
        "[SCENE_BREAK]",
        "Dorian: Both Kelly and Adriana have their phones off.",
        "Viki: I know how frustrating it is not to be able to reach your family.",
        "Dorian: So you understand? Thank you.",
        "Viki: Of course I understand. Good gracious, I have two daughters in the hospital right now.",
        "Dorian: Natalie and -- I'm sorry. I don't know what your other daughter is calling herself now.",
        "Viki: She's Tess. She calls herself Tess.",
        "Dorian: Hmm.",
        "Viki: And she was in a terrible car accident with her infant daughter.",
        "Dorian: Oh, no. Is the baby all right?",
        "Viki: Yeah, they're all fine, thank you. I mean, this is crazy! They -- they were released from the hospital. Antonio, Nash, and Tess were all taking the baby home. Why they were driving in that weather, I don't know, but -- well, anyway, they -- they all seem to be fine. Dorian, why don't I call Kevin? Maybe he and Kelly are together by now, huh?",
        "Dorian: You haven't talked to Kevin?",
        "Viki: No. Why? You said you saw him at Asa's. Is he all right?",
        "Dorian: Oh, Kevin is fine.",
        "Viki: And?",
        "Dorian: I went over there to ask about Kelly, and apparently they had a really bad fight just before the tornado hit.",
        "Viki: Oh, lord. I was so hoping they could make it up.",
        "Dorian: Apparently, they have not. In fact, Kevin broke the engagement.",
        "Viki: I had no idea.",
        "Dorian: Well, maybe it's all for the best.",
        "Viki: Ok! Maybe we should just wait, try and find Kevin and Kelly, make sure they're all right before you start jubilating. Clint?",
        "Clint: I've been looking for the two of you.",
        "Viki: Well, I was in the chapel. What's up?",
        "Dorian: Is there something wrong?",
        "Viki: Is it Tess or Natalie?",
        "Clint: No, they're ok, but Kelly has been found.",
        "Dorian: Is she all right?",
        "Clint: Dorian, she's in the emergency room.",
        "Dorian: I'd better go to her.",
        "Clint: It's not just Kelly. They found Duke as well. Both of them are in critical condition.",
        "[SCENE_BREAK]",
        "Spencer: Clear!",
        "[Monitor flatlines]",
        "Michael: Still no pulse!",
        "Nurse: All those drugs didn't have an effect.",
        "Michael: No, I need a defibrillator now!",
        "Nurse: After the storm, they're all in use!",
        "E.M.T.: I'll get mine out of the van.",
        "Michael: Hurry up or we are going to lose this kid! One amp epi!",
        "Kevin: What's happening?",
        "Michael: Kevin, you really shouldn't be in here. We need the space!",
        "Kevin: Duke?",
        "Michael: Kevin, get out -- now!",
        "Spencer: No change? Give me another 200 -- clear!",
        "Kevin: Kelly?",
        "Michael: Another amp epi.",
        "Kevin: What's happening?",
        "Spencer: Somebody get him out of here!",
        "E.M.T.: Come on, you got to get out of here!",
        "Kevin: Get your hands off me!",
        "E.M.T.: You can't help them! I need you out of here. Go sit down!",
        "Kevin: Stop pushing me around!",
        "E.M.T.: Oh, God, this is crazy!",
        "Second E.M.T.: You haven't heard the whole story. The kid's a Buchanan --",
        "First E.M.T.: Oh, my God.",
        "Second E.M.T.: The babe -- that's his step-mom. He's going to wish he were dead when the press finds out he was found naked --",
        "Kevin: Son of a bitch!",
        "Clint: Kevin! Kevin! Stop it!",
        "[SCENE_BREAK]",
        "Rex: Adriana --",
        "Adriana: You didn't have to follow me.",
        "Rex: I disagree.",
        "Adriana: I just couldn't stay in your apartment, Rex. I kept feeling those hands, his hands.",
        "Rex: I know.",
        "Adriana: I stood there like an idiot, and I let him touch me.",
        "Rex: You are not an idiot.",
        "Adriana: And even though I turned my phone off, I can still hear it buzzing. I can still see those sick messages he texted me. I can feel him watching me no matter where I am.",
        "Rex: All right, the -- the cops are on it, all right? They're going to find him.",
        "Adriana: Oh, you don't know that.",
        "Rex: I'll tell you what I do know. Running off by yourself when this is going on -- not such a good idea.",
        "Adriana: He got into your apartment when you were just a few feet away. He had his hands on my neck. What difference does it make what I do?",
        "Rex: The cops are going to find his prints, ok? They're going to track him down.",
        "Adriana: They better do it in time.",
        "Rex: Remember the last time we were down here together?",
        "Adriana: It was after my mom d David's non-wedding.",
        "Rex: I was hanging out, feeling sorry for myself. You came running in all ticked off.",
        "Adriana: I had a big fight with Duke.",
        "Rex: I've never seen anything so beautiful.",
        "Adriana: You said all the right things to me that night.",
        "Rex: That was the night I knew I was in love with you.",
        "Adriana: Don't --",
        "Rex: It's true. I didn't say anything until last night, and then I didn't say it because you were in danger. But I love you for who you are and who you're going to be. I will never let anyone hurt you.",
        "Adriana: You can't promise that.",
        "Rex: Yes, I can. The cops are going to find him or I'll hunt him down. Either way, I'm going to kill him.",
        "[SCENE_BREAK]",
        "Antonio: You made me think Jessica was back.",
        "Tess: You needed a reason to live, Antonio. If you had told me that you saw Elvis, I would've told you it was true.",
        "Antonio: You don't care about me -- it was all an act.",
        "Tess: Excuse me? Excuse me? Do you think that I liked pretending to be Jessica? Do you think that was easy for me at all? If I didn't care for you, I would've told you to drop dead. You wanted the woman you love, and I gave her to you.",
        "Antonio: But you're not her. All you did was make me remember how much I love her and how much I want her back.",
        "[SCENE_BREAK]",
        "John: Is that a threat?",
        "Natalie: I'm just stating the facts. If you go to Thailand and do something stupid --",
        "John: You'll what? You'll never talk to me again?",
        "Natalie: It's not to punish you, John. I can't live like this. You know, I thought there was a change. But I guess it's taken you all of 12 hours to prove to me that everything is exactly the same, exactly the way it always was and will be.",
        "John: When you found out who killed my father and you told me, what'd you think I was going to do?",
        "Natalie: Knew exactly what you would do.",
        "John: Then what's the problem?",
        "Natalie: I -- I thought we had a connection, that there was an \"us.\"",
        "John: There is.",
        "Natalie: Not to you. No. Um -- you do what you do exactly the way you want to, and if it's fine by me, great. But if not, it's my problem.",
        "John: Well, if I'm such a jerk, it won't be hard to get over me, will it?",
        "[SCENE_BREAK]",
        "Kevin: Dad!",
        "Clint: Get over here! You're going to calm down right now, do you hear me?",
        "Kevin: They're both in there with their hearts stopped! The guy's talking about them like that!",
        "Clint: Do you think this is helping?",
        "Dorian: Kelly? Where is Kelly?",
        "Clint: You can't see her. They're working on her.",
        "Dorian: Working on her?",
        "Clint: Yeah.",
        "Viki: What about Duke? How is he?",
        "Kevin: They're both in there. They flat lined.",
        "Viki: Oh.",
        "Dorian: Cardiac arrest -- when? When? And who's taking care of her?",
        "Clint: Spencer Truman is.",
        "Dorian: Him?",
        "Clint: Well, take a look around. This hospital's been overwhelmed by the storm. We're lucky to have him.",
        "Dorian: Do you think it was true? What we overheard that paramedic say, that when Kelly and Duke were found together, they were naked?",
        "Spencer: I need to talk to Kevin.",
        "Dorian: No! Tell me Kelly is alive. Tell me!",
        "Spencer: She is. They both are.",
        "Dorian: Oh, thank God.",
        "Spencer: But the situation is very grave. They're both going to need surgery right away.",
        "Dorian: Yes, yes, yes. So what are you waiting for? I'll sign the papers.",
        "Michael: Hey, Kelly and Duke are suffering from the same injuries -- traumatic cardiac arrest brought on by the pressure of the roof that fell on them, also massive internal bleeding caused by internal injuries.",
        "Spencer: They were both without oxygen to the brain for some time. Kevin, listen, there is an experimental surgery, ok? It's very risky, but I think you can minimize the damage. The mortality rate is very high, but without it --",
        "Michael: What?",
        "Spencer: I'm the only surgeon on the east coast that's ever been able to successfully perform this surgery.",
        "Dorian: Ok, then stop talking about it and go in there and save Kelly!",
        "Spencer: It's a very long and difficult procedure. We're already backed up in the O.R., and we're running low on personnel.",
        "Kevin: So what are you telling me?",
        "Spencer: What I'm saying is that my fear -- no, my belief is that in the time it takes to operate on one patient, the other one will die.",
        "[SCENE_BREAK]",
        "Adriana: Thank you for trying to make this seem like a normal morning.",
        "Rex: Well, it's not normal. It's special. We're together. The sunrise is beautiful. Summer's just around the corner.",
        "Adriana: Yeah. If it wasn't for the maniac stalking me, it'd be a greeting card. I'm sorry. I'm such a drag.",
        "Rex: No, it's ok. I make jokes when I shouldn't. I just -- I don't like not being able to do something.",
        "Adriana: I know that about you. You know, I've been thinking, I've been on two -- just two -- magazine covers, and on about a dozen go-sees and got nothing. I'm a nobody from a small town. So why me? What makes me so special?",
        "Rex: Everything.",
        "Adriana: No, I -- it doesn't make sense. But then, nothing does. I mean, the town gets hit by two tornadoes, and the next day, the sun is out. We're here hanging out while the cops are dusting your apartment for fingerprints of someone we both know didn't touch anything. Except me.",
        "[SCENE_BREAK]",
        "John: I can't be who you want me to be, Natalie.",
        "Natalie: You said that before.",
        "John: I'm going after Vickers. You knew I would.",
        "Natalie: Fine, fine! Just -- then get me out of here.",
        "John: No.",
        "Natalie: I'll go with you.",
        "John: No.",
        "Natalie: Yeah, well, things have really changed, huh?",
        "John: Things change all the time. But this is who I am. If you were waiting for some sort of new and improved version, it's not going to happen!",
        "Natalie: That's not it, John! I can't lose you again! Do you not get that?",
        "John: I do. I do. This isn't just about me. You know? You could have died. You think about at? You need to stay here. And you need to get better, all right? I'm going to have Michael tie you to this bed if I have to.",
        "Natalie: I am so worried about you.",
        "John: It's note you need to worry about. It's Vickers.",
        "Natalie: John, this is wrong.",
        "John: Yeah. But it's what I got to do.",
        "Natalie: Aah!",
        "[SCENE_BREAK]",
        "Dorian: Of course, you're the only doctor in the world who can perform this operation. What an ego.",
        "Spencer: What I said was, is that I'm the only doctor here who can perform the operation.",
        "Clint: So you're saying that there is no chance the second patient will survive the wait?",
        "Spencer: There's always a chance. Just, the odds are not very good, that's all.",
        "Dorian: Kevin, you can't let Kelly die. You have to do the right thing.",
        "Viki: Dorian, you will not put this on Kevin. Now, dr. Truman, there has to be some sort of protocol in cases like this, right?",
        "Spencer: Yes, but Kevin is listed as next of kin to both of them.",
        "Dorian: Oh, she forgot to change the records, that's all.",
        "Spencer: None of that matters right now, Dorian. Legally, it's up to Kevin. He has to sign the consent. Furthermore, this is experimental surgery. I need consent.",
        "Viki: But you can't do that! You're talking about his son and the woman that he loves!",
        "Spencer: Viki, I cannot play God here. The decision is Kevin's to make.",
        "Kevin: So what you're doing is, you're asking me to choose who lives and who dies.",
        "Dorian: I don't care what the records say, I'm Kelly's closest relative, and I want her in that O.R. right now!",
        "Viki: Dorian, this is a terrible thing that has happened to both of our families. Will you stop just thinking about yourself?",
        "Dorian: I'm thinking about Kelly.",
        "Viki: If Kelly were here, she would realize that there are other people involved in this as well! Now, back off!",
        "Dorian: It's not that I want Duke to die. But he's younger and stronger than Kelly is. He has a much better chance of surviving until Spencer can do the operation on him. I don't think that Kelly will be able to hold on that long. Now, please, operate on Kelly now.",
        "Spencer: Kevin? Tell me what to do.",
        "Michael: Dr. Truman.",
        "Spencer: What's the status on the patients?",
        "Michael: They're both hanging on by a thread. But Kelly is far more unstable. Duke is holding his own, but I don't know how long that'll last. If we don't get Kelly up into surgery soon, she's not going to make it.",
        "Clint: I get the sick feeling that Spencer's enjoying this. Son, don't do this. Don't make this decision.",
        "Kevin: I -- I have to.",
        "Clint: No. Truman is forcing you to. Now, you may be thinking of Kelly and Duke, but I'm thinking about you, and how you're going to deal with this for the rest of your life. Now, you may be angry at them, and you've got every right to be. But, son, you won't know why you made the decision. Was it love? Was it revenge? And if one of them should die --",
        "Kevin: Ok, dad --",
        "Clint: If both --",
        "Kevin: Please, just -- God almighty -- just --",
        "Viki: What were you talking about?",
        "Clint: About the worst thing a man could have to face.",
        "Nurse: Look, there's Mr. Buchanan.",
        "Second nurse: His son and his wife both coded.",
        "First nurse: I know. They're both critical.",
        "Second nurse: But that poor woman is much worse off than the guy.",
        "First nurse: You think?",
        "[SCENE_BREAK]",
        "Tess: Great, great. Well, we've already established that everything that I do is wrong, but, you know, Antonio, look on the bright side. Not only do you survive, you now have a fresh new reason to hate my guts.",
        "Antonio: I don't hate you.",
        "Tess: Oh, please. You could have fooled me.",
        "Antonio: You know, maybe -- maybe you should think about -- you gave me a lot to process. You made me think you were Jess.",
        "Tess: You wanted it to be Jess.",
        "Antonio: Thank you. Thank you for what you did. Thank you for saving my life. And I'm sorry if it took me a second or two to figure out what the hell was going on.",
        "Tess: Ok, well, there's something else you don't know about me. I -- I hate it when somebody has a valid point.",
        "Antonio: Thank you.",
        "Tess: You're welcome.",
        "Antonio: I know you think I want you to disappear. Well, I -- I -- I don't. I did, but I -- I don't. I was wrong.",
        "Cristian: All right, guys, why don't we do this later. I think he needs to rest.",
        "Antonio: Think about what I said, Tess.",
        "Tess: Yeah -- um -- look, just listen to your brother. I'm going to go now.",
        "Antonio: What -- what do I do now?",
        "Cristian: Nothing. Look, I'll be right back.",
        "Tess: Huh. You followed me?",
        "Cristian: Yep.",
        "Tess: Look, ok, I tried. I really tried. But when Antonio looks at me, he sees Jessica. And he sees Jessica with the baby.",
        "Cristian: You don't think he should?",
        "Tess: I love my daughter, ok? I need her to be mine and Nash's. Can't you understand that?",
        "Cristian: Sure, just like you can understand how Antonio feels. And you don't want to. You want to think he's this creep shoving you around, but that's not true, and you know it.",
        "Tess: Don't tell me what I know. I hate that.",
        "Cristian: This isn't as easy as it was, is it?",
        "Tess: You know what, pal? I'm a little suspicious of the whole sympathy thing, ok? Somebody always wants something.",
        "Cristian: You're right. I do want something. I want my brother to be happy. And I want to thank you for what you did.",
        "Tess: Well, you're welcome. I'll see you later.",
        "Cristian: And I won't you to keep thinking about what you don't want to think about -- that he's a great guy who loves Jessica and that baby and isn't out to hurt anyone.",
        "Tess: I know, ok? I know that! God, this would be a hell of a lot easier if I didn't.",
        "Cristian: Look, Tess, I know something about being, what, fragmented? I know what it's like to operate on hate and anger. It's a lot easier. It's tough being a real person.",
        "Tess: You know, Antonio's real lucky to have a brother like you. Hell, if Jessica had had somebody like you, maybe she wouldn't have needed me.",
        "Cristian: You need to talk, I'm here. Not as his brother -- not just as his brother.",
        "Tess: Yeah, well, I'm not dumb, you know.",
        "Cristian: Oh, I know that.",
        "Tess: Look, I know, obviously, about you and Jessica and your past, and that you were going to raise her baby.",
        "Cristian: Yeah.",
        "Tess: Look, I would have liked to have taken credit for getting her through losing the baby, but I can't. She did all that on her own. I don't know how.",
        "Cristian: She accepted it. What choice did she have?",
        "Tess: Yeah, well -- huh. I guess acceptance isn't really my strong suit, especially now that I'm a mom. Everything just seems to matter more than it did before.",
        "Cristian: Only problem is, that's the same for everyone. It all matters so much.",
        "[SCENE_BREAK]",
        "Nurse: You're pretty lucky. That wound could have bled out.",
        "Natalie: Yeah, could you just get this I.V. out or something?",
        "Nurse: No. You need the fluids. I heard some cop kept pressure on the leg the whole time.",
        "Natalie: Yeah, he saved my life.",
        "Nurse: Sure did. Well, you'll probably be released first thing in the morning, so get some rest, ok?",
        "Natalie: Ok. Yeah, I'm supposed to take it easy while John's out there ruining his life -- and mine.",
        "[SCENE_BREAK]",
        "John: It's Flight 17. It arrives in Bangkok tomorrow, 11:45 local time? Thanks.",
        "[SCENE_BREAK]",
        "Rex: What would make you feel better?",
        "Adriana: Knowing that perv won't get another shot at me.",
        "Rex: Once you know that, what would make you feel better?",
        "Adriana: Nothing.",
        "Rex: Nothing?",
        "Adriana: Nothing.",
        "Rex: What about me jumping in the river with all my clothes on?",
        "Adriana: Stop it.",
        "Rex: Me jumping in the river with all my clothes off?",
        "Adriana: You're crazy.",
        "Rex: That's it. You smiled.",
        "Adriana: Uh -- it is only may. That water is ice cold and freezing.",
        "Rex: Don't care. You're smiling. I'm going in.",
        "Adriana: Why?",
        "Rex: I want to see you laugh.",
        "Adriana: Uh -- ok, ok, ok! Stop, I'm laughing, I'm laughing. Oh!",
        "[SCENE_BREAK]",
        "Tess: Hey. Well, she passed her tests with flying colors, and I that that maybe you'd like to see her.",
        "Antonio: You know I would.",
        "Tess: Um -- does it hurt too much to sit up? Ok. Is that good? Ok. There you go. Oops. Oh, you've got her. Ok.",
        "Antonio: You're so beautiful. Just like your mother.",
        "[SCENE_BREAK]",
        "John: Yeah, well, actually, I need a favor. Yeah, yeah, I know that's two I owe you now. Ok, so -- well, here it is. When I get to Bangkok, I'm going to need a gun, something concealable. Well, let's just say it's not exactly official business. I'll call you when I get there and we'll decide where we want to make a drop. I won't forget it.",
        "Natalie: No more Lone Ranger, John. Get over it.",
        "[SCENE_BREAK]",
        "Dorian: Dr. Truman, I insist that you operate on Kelly right now!",
        "Spencer: Kevin's only had a few minutes to process all this. I suggest we give him another moment.",
        "Dorian: Kelly might not survive that moment.",
        "Spencer: Or Duke, for that matter.",
        "Clint: This is insane. You know that, don't you?",
        "Spencer: I wish I could be in two places at once, but I can't, obviously.",
        "Kevin: Dr. Truman, get Kelly into surgery.",
        "[NEXT_ON]",
        "Natalie: I found out something last night, something that has to do with John.",
        "Bo: You must have figured out who shot your father.",
        "David: I think somebody is following you.",
        "Margaret: Jeez, you make it sound so dire.",
        "Viki: What's going to happen if Kelly lives and Duke dies?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=1n7KMzo4gTk"
}