{
    "Episode Summary": [
        "Episode #10316 ~ Getting Mad vs. Getting Even Written by Shelly Altman, Janet Iacobuzio, Chris Van Etten, Ron Carlivati, Anna Theresa Cascio, Carolyn Culliton, & Aida Croal"
    ],
    "Recap": [
        "Todd reveals all to Marty. John is furious to find out what Todd did. And he beats him to a bloody pulp. Dorian tells Blair she is determined to find out what happened to Starr's baby as it makes no sense that she would die. Jessica gets taken to the hospital and Viki and Clint are not certain whether to tell her all that Tess did. Natalie and Jared confront Tina for her aiding and abetting Tess in almost killing them. And Natalie tells her aunt she won't tell Viki about it if and only if Tina leaves town and never comes back. Meanwhile, Vanessa Montez is staying at Cristian's apartment. Tina concludes that there is not enough room for privacy and she has to go home. It looks like Vanessa might use that as an \"opportunity\" to be alone with Cristian."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cristian: Make yourself comfortable. Mi casa es su casa.",
        "Vanessa: Gracias. Buenas noches.",
        "Cristian: Buenas noches.",
        "Sarah: Sleep well.",
        "Cristian: Sorry.",
        "Sarah: For what? For repaying a woman who saved your life? Or for inviting her to stay at your place when she's drop-dead gorgeous?",
        "Cristian: You think Vanessa's drop-dead gorgeous?",
        "[Sarah snickers]",
        "[SCENE_BREAK]",
        "Talia: Montez, Vanessa. Do you really think that Ray's telling the truth? His wife is just some black widow in disguise?",
        "Antonio: I don't know. She shacked up with Cristian, so there's no way I'm not going to check it out.",
        "Talia: Right. Looking, looking -- boss, hey, is everything okay? We heard about what happened at Llanfair.",
        "Bo: Well, Natalie and Jared are alive. We still have a lot that we have to sort out.",
        "Talia: Okay.",
        "Antonio: All right, well, if there's anything you need, let us know.",
        "Bo: Thank you. Hey, Nora, what's up?",
        "Nora: Clint called. He and Viki found Jessica.",
        "Antonio: Something wrong with Jess?",
        "Bo: Uh, we still have a situation that we have to deal with. Excuse us. Nora?",
        "Bo: All right, tell me everything.",
        "Nora: They found her at the cottage where she and Nash used to live. She delivered the baby.",
        "Bo: Alone?",
        "Nora: Apparently. But they're both all right, they're at the hospital. It's a miracle, it really is.",
        "Bo: Oh, poor Jessica. This is a mess.",
        "Nora: Unfortunately, we have a job to do, and like it or not, the job is booking your niece on attempted murder charges.",
        "[SCENE_BREAK]",
        "Clint: Feeling a little better?",
        "[Knock on door]",
        "Viki: Hey.",
        "Jessica: How's the baby?",
        "Viki: Oh, she's absolutely fine, darling. The -- the doctor gave her a complete examination. She's perfect and completely healthy.",
        "Jessica: I barely got the chance to hold her. She looks like Nash.",
        "Guard: Jessica, could you relax your arms at your sides?",
        "Viki: Oh, my God, is that necessary?",
        "Guard: Standard procedure for all new intakes, ma'am.",
        "Clint: Well, you already have her sedated.",
        "Jessica: No, no, it's okay. I -- I want to be restrained. I can't run the risk that Tess comes back out and hurts anyone else.",
        "[SCENE_BREAK]",
        "Dorian: Here. Is Cole still in there with Starr?",
        "Blair: I want to be in there with her, but she needs Cole more than she needs me right now.",
        "Dorian: She needs all of us.",
        "Blair: I know. They created a life together, Dorian. It doesn't matter whether they're giving it up for adoption or not. That child they made together is gone.",
        "Dorian: Starr's going to be fine. She's got her family.",
        "Blair: I'm worried about Cole, though, you know? He doesn't have anybody. I mean, he's got Nora and John, but -- John's got his own set of problems.",
        "Dorian: What kind of problems?",
        "Blair: I don't know. Today, he said that we're all going to find out something big, something that involves Todd.",
        "[SCENE_BREAK]",
        "Marty: What John said before about you raping me, about you being the ringleader -- that was true. You raped me, didn't you? Didn't you?",
        "Todd: Yes. Yes, that's how I knew about everything. I was there, I did it. I raped you.",
        "Marty: Uh.",
        "Marty: Oh, my God, how could -- how could -- how could -- oh, God.",
        "John: Take it easy. Listen, you can't blame yourself for not knowing the truth. But now that you do, I need to get you out of here.",
        "Marty: No, no. Uh-uh, uh-uh.",
        "[Marty sighs]",
        "Marty: I've been in the dark a little too long. No one's going anywhere until I find out everything.",
        "[SCENE_BREAK]",
        "Dorian: What has Todd done now?",
        "Blair: I don't know, Dorian. I just know that I ran into John at the courthouse, and he was dragging in Todd's old bodyguard.",
        "Dorian: Well, thank goodness -- that he is not to -- he's not being permitted to go anywhere near you and the children, because in the midst of this whole, horrendous situation, Todd is the last person we need.",
        "Blair: He was here tonight.",
        "Dorian: What?",
        "Blair: Yeah. Starr called him, she was in labor. I didn't see him. Marcie said she ran into him, but he was okay.",
        "Dorian: There is a restraining order against him.",
        "Blair: Oh, good Lord, Dorian. Does it make you feel any better? He didn't go into Starr's room.",
        "Dorian: Wait. Todd shows up here at the hospital just before Starr's baby mysteriously died? Are we supposed to think this is just a coincidence?",
        "[SCENE_BREAK]",
        "Viki: Your baby is absolutely beautiful, you know? And she's so mellow. She's already won over the entire staff of the nursery.",
        "Jessica: She's a charmer, just like her dad.",
        "Clint: Well, I believe that you had a little something to do with that, too.",
        "Jessica: I wasn't there for half the pregnancy. I wasn't even there for the birth.",
        "Viki: I'm just very grateful you weren't injured, honey.",
        "Clint: Now, you and the baby are safe, and that's all we care about.",
        "Jessica: I don't understand. I was integrated. I wasn't having any more blackouts. I was -- I was doing fine, I was doing fine.",
        "Viki: Baby, you lost your husband in a hideous way.",
        "Jessica: I know, I -- the last thing I remember, I was at the funeral, and I was angry, so angry, and that was me, that wasn't Tess. And I just screamed at Natalie and Jared in front of everybody. I blamed them for everything.",
        "Clint: I believe Jared and Natalie have paid for their part in all of this.",
        "Jessica: I tried to kill them.",
        "Viki: No, no, that was not you. That was Tess.",
        "Jessica: I am Tess, Mom.",
        "Viki: Yes, but no, you're not, honey.",
        "Jessica: I need to see Natalie. I -- I need to tell her that I'm sorry. What? What did Tess do? What aren't you telling me?",
        "[SCENE_BREAK]",
        "Tina: I really am relieved you're all right.",
        "Jared: I bet.",
        "Natalie: Uh, Lois has Bree. She's a little fussy.",
        "Jared: Who can blame her? Her mom hasn't been her mom in months.",
        "Tina: Uh, where's Viki?",
        "Natalie: At the hospital with Jessica.",
        "Tina: Jessica -- is she --",
        "Natalie: Yeah, Jessica. She's back and she had the baby, too.",
        "Tina: Well, it's quite a night. I need a drink. Would you like one?",
        "Natalie: I'll pass.",
        "Jared: Me, too.",
        "Natalie: Actually, um, Tina, Jared and I were going to spend the night together, celebrating the fact that Tess didn't kill us down in that dungeon with your help.",
        "Tina: Yeah, well, um, why don't you two go on and celebrate. Um, I have to get going. Just tell -- tell Viki I say congratulations.",
        "Natalie: Why don't you tell her yourself? I'm sure you two have a lot to talk about.",
        "Tina: Does she know?",
        "[Jared chuckles]",
        "Jared: Know what? That you, her own sister, did nothing to get her psychotic daughter some help? Or that you helped that psychotic daughter lock Natalie in the basement, and then you left her there, knowing she planned to kill her?",
        "Tina: Uh, yeah, that.",
        "Natalie: No. My mom doesn't know your part in what Tess did. But believe me, she will.",
        "[SCENE_BREAK]",
        "Marty: All those nightmares that I had -- and the images that I couldn't get out of my head. You were so good at filling in the blanks -- because you were a part of it.",
        "Todd: Yes.",
        "Marty: So the men who tossed me around -- you know, the ones -- which one were you? Were you -- were you --",
        "Todd: Marty, please, let's just --",
        "Marty: Were you the one who blocked the door when I tried to get out? Were you the one who shoved me onto the bed? Were you the one who shoved the sweatband in my mouth? Which one were you? Were you first? Tell me!",
        "Todd: Yes. I did all of it. I was the ringleader. I was the one who told the other guys what to do. I was the one who wanted to hurt you the most.",
        "Marty: Well, congratulations. Because you did!",
        "[SCENE_BREAK]",
        "Jessica: Tell me. What did Tess do to Jared and Natalie?",
        "Clint: Well, Jared and Natalie, they're safe now, Jessie, and that's all that matters.",
        "Viki: And, sweetheart, you really need to focus on your recovery now and in the future because your girls need you.",
        "Jessica: I was barely there for half the pregnancy. I did the same thing with Bree.",
        "Clint: Honey, you made it up to Bree, and you're going to make it up to this little baby, too.",
        "Jessica: I didn't even feel her inside me. And what if she doesn't recognize me?",
        "Viki: Oh, sweetheart, that baby's been with you for almost nine months. As soon as you hold her, she's going to know exactly who you are.",
        "Jessica: I was going to help Bree prepare for the new -- my God, where's Bree? Did -- did Tess do anything to her?",
        "Viki: No, nothing. No, Bree is absolutely fine.",
        "Clint: She's far too young to understand anything of what's gone on.",
        "Viki: You know, whatever Tess is, she loves Bree.",
        "Jessica: Okay. Who's Bree with right now?",
        "Viki: She's actually, uh -- she's at home with Lois and Tina.",
        "Jessica: Aunt Tina?",
        "Clint: Yeah, Tina's been in town for several months now. She's trying to be a mother to Sarah.",
        "Jessica: Wow, well, how is that for you? I know that you guys haven't had the best relationship.",
        "Viki: Well, I've actually barely seen her, um, but I'm glad she's here, you know? She has her flaws, but she is my sister.",
        "Jessica: Well, I'm not going to pass judgment. Tina hasn't done anything half as bad to you as I've done to my sister.",
        "Natalie: I wonder what's going to be worse for you, Tina -- when Mom finds out what you did, or when Bo does.",
        "Tina: Well, I did everything I could. I even led Jared right to you.",
        "Natalie: Right, right, and then you must've tipped Tess off, because she came running down there, made sure to lock both of us up. She stopped feeding us, Tina! I mean, my God, the last time she came with food was when she was going to tell us that she was going to blow us up to smithereens.",
        "Tina: Oh, I swear to you, I didn't know that. I didn't know, and I didn't know she was going to use the dynamite.",
        "Jared: How'd you know there was dynamite?",
        "Tina: Well, what else would she use? And -- and besides, I -- I did what I could. In fact -- I mean, you'd be down there if it wasn't for me. Viki and Charlie, they couldn't get the door. It was locked, so I picked the lock on it, and then -- and then I moved the shelves for them so they could see the secret room. So in a way, I -- I saved your lives.",
        "Jared: Are you seriously spinning this to make yourself look like the hero? Are you sure she's Viki's sister?",
        "Tina: Of course I am.",
        "Natalie: Yeah, but she's Todd's sister, too.",
        "[SCENE_BREAK]",
        "Sarah: I can't do this.",
        "Cristian: Why not?",
        "Sarah: For one, I keep falling off this stupid daybed.",
        "Cristian: Well, we can fix that. Just move over.",
        "Sarah: And two -- and two, there is a mother and a teenage girl upstairs. What if they come down and --",
        "Cristian: I'll be quiet. I promise.",
        "Sarah: Cris, this won't work.",
        "Cristian: Look, Sarah, I can't just leave and go to your house. Vanessa and Lola were released into my custody. What if something happens?",
        "Sarah: I could scream right now.",
        "Cristian: I thought you wanted to be quiet.",
        "[Sarah groans]",
        "Sarah: Joke all you want. But you know what this means? As long as Vanessa and Lola are here, you're not getting any.",
        "[SCENE_BREAK]",
        "Bo: Jessica's sick. She doesn't even know that Tess planted that bomb.",
        "Nora: I said she needed to be charged. I don't think this case will go to trial. She needs to be evaluated by a shrink.",
        "Bo: Yeah, but she has a documented history of D.I.D.",
        "Nora: It's clear-cut NGBI.",
        "Bo: Yeah, not guilty by reason of insanity, can't tell right from wrong.",
        "Nora: I just -- I just wanted you to know where I was headed with this, okay? I -- I really hope Jessica gets the help she needs.",
        "Bo: Hey, maybe -- I've been out all day. Clint might've left me an update.",
        "Voicemail: Message one.",
        "[Answering machine beeps]",
        "John's voice: Bo, it's John. By now, you've probably heard what happened. I'm sorry I let you down. I tried to work within the system, but it didn't work. Now I got to try something different. Do what you have to do.",
        "[Answering machine beeps]",
        "Bo: What the hell's this?",
        "Nora: I might know what that means.",
        "[SCENE_BREAK]",
        "Marty: Wait, wait, wait. Wait, was it good for you? You know, reliving that night, painting the picture for me when I didn't know who you were? Did you get off seeing me have to experience that again?",
        "Todd: No.",
        "Marty: No? I tried to comfort him because he felt so bad. I actually thanked him. I actually thanked him for, uh, telling me the truth.",
        "John: You don't have to listen to this anymore.",
        "Marty: No -- no, I want to hear what he has to say. I want to -- I want him to tell me how honest he was.",
        "Todd: You could've found out everything yourself any time.",
        "Marty: Oh, okay, so I see. It's my fault that I believed the one person that I could depend on.",
        "Todd: No, that's not what I meant.",
        "Marty: What did you mean?",
        "Todd: I meant just like tonight, I opened the door to you and I said you could walk out. I practically begged you to walk out. And the other day when I -- when I gave you the phone, and I said, \"Here, call anyone you want.\"",
        "Marty: Who was I going to call, the son you never told me I had? The boyfriend you told me was trying to kill me?",
        "Todd: On the computer, and I said, \"Read the whole thing. What do I care?\"",
        "Marty: Yeah, you also told me that I should try to concentrate on the future.",
        "Todd: Yeah, well, I was a coward, okay? I -- I just -- I couldn't bear to tell you, but -- you got to believe me, part of me wanted you to find out, part of me wanted you to see it. If you had, you'd have seen more than a picture of four strangers. You'd -- you'd have read my name. And you wouldn't have recognized me, I had a new face, but -- but you would've read my name and you would've known what I'd done and --",
        "Marty: You did that -- you changed your face?",
        "Todd: Yes, I changed my face because I thought it would make me a new man, but it didn't. You did.",
        "[SCENE_BREAK]",
        "Tina: Look, I was Tess' victim, too, all right? She was blackmailing me. That's why I had to go along with it.",
        "Natalie: Right, because she was going to turn you in for stealing a bunch of jewels.",
        "Tina: Look, that was just the start of it. But then, David Vickers was kidnapped. I had to save him.",
        "Jared: Excuse me?",
        "Tina: Well, but then I was coming right back to take care of you guys, but then David Vickers had his puppy, and then Cain -- look, I came back here as soon as I could.",
        "Natalie: You were living in the same house as my mother, and you knew that we were locked up down there, and you didn't do a damn thing because you wanted to save a dog?",
        "Tina: But that was just the last straw. I didn't do anything because I wanted to save Sarah. Tess said she was going to tell Carlo Hesser, and he was going to go after Sarah. What was I going to do then? What, just let Sarah die?",
        "[SCENE_BREAK]",
        "Blair: No, Dorian.",
        "Dorian: Blair --",
        "Blair: No way.",
        "Dorian: We're talking about Todd Manning here.",
        "Blair: And we're talking about his daughter and his daughter's child. He would never hurt his daughter's -- how could you even say something like that?",
        "Dorian: We haven't been given a confirmed cause of death for that baby. And -- and -- and doesn't it seem like Todd showing up here at the hospital is just a bit suspicious?",
        "Blair: No. She called him, she's having a baby. If there was any reason he should be here, that would be it. He would never hurt Starr's baby. I mean, he was fighting for that baby. He wanted to raise it on his own.",
        "Dorian: That's because he didn't want Marcie raising it --",
        "Blair: No, it's his own flesh and blood, and so is Starr. He would never want her to suffer the way she's suffering now.",
        "Dorian: She fell down a flight of steps while she was pregnant.",
        "Blair: Stop it, Dorian. Stop it!",
        "Dorian: Because she was trying to escape from her father.",
        "Blair: Stop it. Stop it. If you want to hate Todd, you go ahead and hate him. Don't hate him in front of me. Get out of here.",
        "Dorian: I will stop -- for now.",
        "[SCENE_BREAK]",
        "Todd: I have changed, Marty. You know I have. You saw it happening. Now, I know you don't remember your past explicitly, but you know you were a psychiatrist and those instincts are still inside you, and you can see.",
        "Marty: How could they be? I had no idea that I was living with --",
        "Todd: Don't you see, it's some weird twist of fate that has brought you and I together?",
        "John: Not fate, it's kidnapping.",
        "Todd: I mean, you could've been killed by those guys who hit Ramsey, but you weren't. Why? I showed up, I saved you. Now, like I said, I -- I didn't want you to run because I was going to use you, at first. But then when you healed, I thought to myself -- \"Now there's a new beginning for me. Now, it's -- it's as if what happened had been erased somehow.\"",
        "John: Oh, don't try to get fancy with the euphemisms. You raped her.",
        "Todd: Yes. Yes, but that was the man I used to be, not the man I am now.",
        "[SCENE_BREAK]",
        "Nora: John may have been prepping you for the scene that he caused today in Judge Runyon's courtroom.",
        "Bo: What scene?",
        "Nora: Well, he went before Judge Runyon in search of a warrant, and when he didn't get it, he told the judge exactly what he thought of him and the justice system in general. He was cited for contempt.",
        "Bo: You know what case he was working?",
        "Nora: Uh-uh. Mayor's all over this one, too. He shut down anyone who was even willing to listen to John.",
        "Bo: Well, if the mayor's in on it, then I know what it's all about.",
        "Nora: Well, it's got to be big, because the mayor wants these charges to stick. John's been in lockup since late this morning.",
        "Bo: Then why did his message come in this evening?",
        "[SCENE_BREAK]",
        "John: He's not going to fool you again. Don't believe his lies.",
        "Todd: I changed because of you, Marty, because of who you are. Because you see something decent in me. You let me be good to you. And because you did, I was good to you, and you got better. And that's all I ever wanted for you -- to be good to you. Every time I walked into the room and you smiled, every time I was able to take away a little bit of your pain -- it was like some great weight that I've been carrying around was finally lifted. I can't even describe it. I thought that -- I thought if I could get this person who hates me the most in the world, who I -- who I had hurt the most in the world, if I could get this person to care about me at all, or even love me -- then I could -- I could be a different man. And I was -- I am. If I weren't, then tonight -- tonight wouldn't have happened.",
        "[SCENE_BREAK]",
        "Clint: Okay.",
        "Jessica: Thank you.",
        "Clint: You don't have to thank me, sweetheart.",
        "Jessica: So, what happens now?",
        "Clint: Well, you are going to get the help that you need.",
        "Jessica: What -- what if it doesn't work? What if Tess gets stronger?",
        "Viki: Jessie, listen to me. You came back when the baby was born, right? And you're here now because you know that people need you. You are strong and you will get much stronger.",
        "Jessica: Yeah, but we thought that last time, and she came back out. How am I supposed to take responsibility for two children now?",
        "Viki: I'm not saying that it won't be difficult and a painful road back. But with the help that you need, you -- you will get through it, honey, you know? And you will mourn Nash as you should and you will feel the pain that you're meant to feel. And then you'll heal.",
        "Jessica: I ran away. I ran away, I hid behind Tess and she did awful things.",
        "Clint: Oh. Well, you're here now, Jessie.",
        "Jessica: I miss Nash so much. It's like he died all over again and it hurts so bad.",
        "Viki: You know something? Honey? You're still here. You're still Jessica, and that means you're already starting to heal.",
        "Jessica: I want Bree. I want to see her.",
        "Clint: I'm afraid that's not possible right now.",
        "Jessica: Okay, well, then will you just go to her? Will you just tell her that her mom misses her and I'll see her soon?",
        "Viki: Darling, she's asleep, you know, and I don't want to leave you now.",
        "Jessica: No, I'm okay. I'm okay. I -- they gave me a sedative, it's working. I'm fine, really.",
        "Viki: All right. I'll go check on her, okay?",
        "Jessica: Okay.",
        "Viki: You sleep, darling. I'll see you in the morning.",
        "Jessica: Okay.",
        "Viki: Love you.",
        "Clint: Um -- are you going to check in on Natalie, too?",
        "Viki: Please, you're reading my mind. I mean, the relief of being free is one thing but it must be starting to hit her what her sister tried to do to her.",
        "[SCENE_BREAK]",
        "Tina: You know, I get that you don't believe I love my sister, but I do. I never wanted to hurt her -- that's why I came back to Llanview, to make peace with my family.",
        "[Jared chuckles]",
        "Natalie: That is such a crock. You came back to Llanview because you wanted a place to stash those stolen jewels until they cooled off enough so you could fence them. You didn't follow your heart -- you followed the jewels.",
        "Tina: No, I wanted to make peace with Viki, I did. I love her. Look, and I certainly don't want to disappoint her again. So, please. Please, if you can find it in your heart not to tell her what I did, I -- I -- I swear I'll do anything, anything you want.",
        "Natalie: Anything?",
        "Tina: I swear.",
        "Natalie: Fine.",
        "Jared: Wait -- what?",
        "Natalie: Here are my terms. We will not tell my mom that you knew I was locked down in that basement for weeks and you did not do anything to save me if you agree to leave town now.",
        "Tina: You want me to leave Llanview? But -- but what about Sarah?",
        "[SCENE_BREAK]",
        "Cristian: I thought you were this wild child, a free spirit that didn't really care what people thought.",
        "Sarah: I am, but I have to draw the line somewhere. And a teenage girl walking in on me and my boyfriend having sex --",
        "Cristian: Okay, fine, but can't you at least spend the night?",
        "Sarah: Cris, you know neither of us would really be able to sleep on that thing.",
        "Cristian: I wish I knew how long Vanessa and Lola were going to be here.",
        "Sarah: It won't be forever.",
        "Cristian: You're amazing, you know that?",
        "Sarah: Uh-huh.",
        "Cristian: And once this is all over, I'm going to take you someplace special.",
        "Sarah: When this is all over, the only place I want to be is right here with you.",
        "[SCENE_BREAK]",
        "Talia: So?",
        "Antonio: All the transcripts from Montez's trial have been sealed.",
        "Talia: What? Is this, like, standard operating procedure in Colombia? I don't -- it's ridiculous.",
        "[SCENE_BREAK]",
        "Nora: They may have just given him his one phone call and he called you.",
        "Bo: Yeah, maybe. Hey, Antonio?",
        "Antonio: Yeah?",
        "Bo: McBain's in lockup.",
        "Antonio: Yeah, I heard.",
        "Bo: Can you check on him for me?",
        "Antonio: Sure.",
        "Bo: Okay.",
        "Nora: Okay -- what's going on with John? You can't tell me?",
        "Bo: He wouldn't give me any details. He said that he was afraid that people could get hurt if it turned out that he was wrong. But I know it's got to be about Todd Manning and this woman that John thinks Manning is keeping in his house.",
        "[SCENE_BREAK]",
        "John: What happened tonight?",
        "Todd: Marty, yes, it's true -- I lied to you about your past, but everything since then, everything I've said about the way I felt about you, the way I feel about you now, has been true.",
        "Marty: Why did you do this?",
        "Todd: Because I wanted you to be happy.",
        "[Marty scoffs]",
        "Marty: Please.",
        "Todd: Yes. Everything I've said to you, all the plans we've made, is all about your happiness.",
        "Marty: You asked me to marry you.",
        "John: What is going on here?",
        "Todd: I meant it, everything I said about how I feel about you. It's all about making a new life with you.",
        "Marty: You really believe that? Huh? You thought I'd never find out?",
        "Todd: That's why I wanted to leave Llanview -- so I'd be free to be the man, the new man that you convinced me I could be. And because then you wouldn't have to live through the pain of what happened to you.",
        "Marty: You're in a fantasy world. You just simply blocked out the past and pretended it didn't exist.",
        "Todd: I love you so much.",
        "Marty: You used me.",
        "Todd: The last thing I wanted was for you to be hurt.",
        "Marty: Don't you see? Todd? You raped me all over again. When you made love to me, you raped me all over again.",
        "[SCENE_BREAK]",
        "Blair: How could she be gone? She was so strong. I mean, uh -- I just don't understand.",
        "Dorian: It isn't right.",
        "Blair: No, it's not right but, you know, we will -- we'll get through this. Where are you going?",
        "Dorian: I'm, uh, going to get some answers. I used to be chief of staff at this hospital and I'm not going to stop until I find out the reason why that baby died.",
        "Viki: Dorian? Dorian, oh, my God, I heard about Starr's baby. I am so unbelievably sorry.",
        "Dorian: Thank you. And you came back to the hospital.",
        "Viki: Well, actually I'm here with Jessica, yes.",
        "Dorian: You located her?",
        "Viki: Yes, and she had given birth.",
        "Dorian: And?",
        "Viki: She and the baby, they're -- they're both fine.",
        "[Dorian sighs]",
        "Dorian: Well, congratulations.",
        "Viki: Thank you. I should also tell you, because it'll be on the news -- there was an explosion at Llanfair this evening.",
        "Dorian: Llanfair? Is everyone all right?",
        "Viki: Everyone's fine. Fortunately, Charlie and I found Natalie and Jared in time, but I'm telling you because it was honestly thanks to you.",
        "Dorian: Me?",
        "Viki: Yes -- something you said to me when I was here earlier.",
        "Dorian: At least there was some joy to be had today. So I guess you owe me one, Viki.",
        "Viki: Yes, I guess I do. And I have no doubt that someday you will collect.",
        "Dorian: You can be sure of that.",
        "[SCENE_BREAK]",
        "Natalie: That's my offer. I'm going to leave you to think about it. Now I'm going to go on upstairs, take a nice, long bath, lie down on a really comfy bed because I have to say the conditions downstairs, they -- they were pretty sucky. But then again, I guess you knew that because you helped her drag me down there. I hope this is goodbye, Tina.",
        "[SCENE_BREAK]",
        "Vanessa: Um -- I'm so sorry. I -- I didn't mean to wake you up.",
        "Cristian: It's okay.",
        "Vanessa: Um -- just wanted to get a glass of water. Where's Sarah?",
        "Cristian: She went home.",
        "[SCENE_BREAK]",
        "Antonio: Just got back from checking on John.",
        "Bo: And?",
        "Antonio: No McBain, just this guy in his cell bunk.",
        "Bo: What happened?",
        "Guard: Oh, I was doing my rounds and when I got to McBain's cell, I saw him hanging there.",
        "Nora: John hanged himself?",
        "Guard: No, he rigged the whole thing. As soon as I opened the cell door, he got the jump on me.",
        "Bo: How long ago?",
        "Guard: A couple of hours, maybe, I don't know. As soon as I came to, he was gone.",
        "Bo: Any idea where he went?",
        "Guard: No, Sir. I -- I just know that he was going crazy and he was ready to do anything to get out of there.",
        "[SCENE_BREAK]",
        "Marty: I let you touch me.",
        "[Todd groans]",
        "[Todd coughs]",
        "John: Son of a bitch.",
        "[Todd groans]",
        "[SCENE_BREAK]",
        "Vanessa: Um, I hope that Sarah didn't leave because of me.",
        "Cristian: No, no. It's -- it's cool. It's not a big deal.",
        "Vanessa: Oh, it is a big deal, what you're doing for us.",
        "Cristian: I just hope things work out for you.",
        "Vanessa: I'm going to meet with my lawyer tomorrow. You know, I promise that I'm going to get this legal situation settled as soon as I can.",
        "Cristian: Okay. Okay, just let me know if I can help.",
        "Vanessa: Hmm. Gracias. Hasta mañana.",
        "Cristian: Hasta mañana.",
        "Cristian: Hey. Guess you're already sleeping. Well, I just called to say buenas noches. I promise you, this will all be over soon. Love you.",
        "[SCENE_BREAK]",
        "Tina: What am I going to do? I don't want to leave you, but if Viki finds out what I've done, then I'm between a rock and a -- well, a rock.",
        "Viki: Tina. Boy, am I glad you're here.",
        "[SCENE_BREAK]",
        "Tess: Why isn't she crying?",
        "Tess: Hey. Hey, baby?",
        "Jessica: My baby, my baby. My baby!",
        "Clint: Jess, Jess? It's okay. It's all right, honey. All right. I'm here for you now.",
        "Jessica: No, I had a nightmare, I had a nightmare. Niki Smith was there and there was -- there was something wrong with the baby.",
        "Clint: Shh. There is nothing wrong with the baby, all right? The nurse told me that she's doing great. She's fine. You just had a dream. Jess, it was only a dream.",
        "[SCENE_BREAK]",
        "Dorian: Oh, excuse me, nurse? Um -- I wonder if you could tell me where Dr. Joplin is because I checked her office, she's not there, and I want to ask her about the condition of my grandniece.",
        "[SCENE_BREAK]",
        "John's voice: I know I seemed a little distracted when I saw you at court earlier and I -- I didn't even ask you how you were doing, and I'm sorry for that. I just hope I get a chance to make up for it. Take care of yourself.",
        "[Beep]",
        "John's voice: This is McBain. Leave a message.",
        "[Beep]",
        "Blair: Um -- hey, John, it's me, Blair. Um -- a lot has happened and you should probably call Cole. Well, you know what? Why don't you call me first and I'll tell you what's happened. Um -- I got -- I got your message before and you sounded a little weird. So, yeah, um -- yeah, call me. Bye.",
        "[SCENE_BREAK]",
        "John: Get up. Get up! What's the matter? You only go after woman that can't defend themselves?",
        "Todd: You want the truth, John?",
        "John: That's too good for you. Life's too good for you.",
        "[SCENE_BREAK]",
        "Bo: What did McBain say?",
        "Guard: He was going crazy because the mayor wouldn't let him have any phone calls or visitors. He kept saying he needed to talk to you and I told him that you'd find out about him first thing in the morning.",
        "Bo: What else did he say to you?",
        "Guard: Well, he kind of just went ballistic. He said he couldn't wait till morning, that she couldn't wait.",
        "Nora: \"She\"?",
        "Guard: Yeah.",
        "Nora: She who?",
        "Guard: Marty. That's what he kept saying, that Marty Saybrooke was alive and that he needed to save her.",
        "[SCENE_BREAK]",
        "John: Get up, Manning. I'm taking you in. You're going to be charged with kidnapping, unlawful restraint, and rape. It's over for you.",
        "Marty: No, it's not.",
        "[NEXT_ON]",
        "Bo: No, we all hope that it ends swiftly without bloodshed.",
        "Marty: He took everything.",
        "Cole: And would it be okay with you if we were to bury the baby next to my mom?",
        "Starr: I need to talk to Dad."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=dkquTDTAiS8"
}