{
    "Episode Summary": [
        "Episode # 11067"
    ],
    "Recap": [
        "Blair and Tomas finally make love. Tomas talks to someone on the phone about proving that Todd killed Victor. Todd's former colleague, Baker, finds him on the docks and tells him Tomas intends to take everything Todd has. Todd gives Baker an attaché case full of cash and his gun and asks Baker to take care of Delgado.",
        "The fire chief informs Vimal that the fire at The Sun was intentionally set and that the door was gigged shut, so apparently the Patels were the targets. He asks if they have any enemies. Vimal tells him about Brody's threats. Jack admits to Neela that he set the fire but thought the building was empty. Vimal agrees to let Neela stay in the US with them for a while.",
        "John and Natalie discover Nigel unconscious and Liam missing. Nigel tells them Brody knocked him out. He assures Natalie that Brody would never harm John calls the police and starts ordering people as if he were still their boss. John and Natalie rush to the airport to find Brody. Brody is at the airport with Liam buying a ticket to Sydney Australia. As an off-duty LPD officer, Brody is asked to help the TSAs with the ruckus. He finds Rex demanding that the airline stop the plane he thinks he saw Gigi board. Rex apologizes for the spectacle and books a ticket on the next flight to Rio De Janeiro. Cutter opens up to Stacy about his family life."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: Was it worth the wait?",
        "Tomás: For that?",
        "Blair: Mm-hmm.",
        "Tomás: Mm, I could've waited a long time.",
        "[Both chuckle]",
        "Tomás: Oh, yeah. I did.",
        "Blair: [Laughs]",
        "Tomás: Can I ask you a personal question?",
        "Blair: Shoot.",
        "Tomás: Were you ever a gymnast? Drill instructor?",
        "Blair: Every single day.",
        "Tomás: Stunt woman? Alligator wrestler?",
        "Blair: No.",
        "[Both laugh]",
        "Tomás: Then I really am impressed. [Groans] [Laughs] Oh, yeah. Any regrets?",
        "Blair: Do you mean do I wish that I was someplace else with someone else? Not on your life. She made me realize what I want. And I want you.",
        "[SCENE_BREAK]",
        "Baker: Miss me?",
        "[SCENE_BREAK]",
        "Vimal: Oh, excuse me. Chief, my family's exhausted. Can we go home now, please? [Sighs] We just started investigating. But do we have to be here for that?",
        "Fire Chief: Well, we need help narrowing down the suspects.",
        "Rama: Suspects?",
        "Fire Chief: This fire was no accident, Mr. Patel. Someone set it.",
        "[SCENE_BREAK]",
        "Rex: Gigi? Gigi! It's you. Wait, wait. Wait, wait, wait. Gigi! Please!",
        "Ticket Agent: Hey, what the hell are you doing?!",
        "Rex: Gigi! Don't go! Gigi! [Muffled] Come back!",
        "[SCENE_BREAK]",
        "Natalie: He's probably sleeping through the night, but I don't care. I'm so waking him up for this 'cause it -- oh, my God. Nigel!",
        "John: He's still got a pulse. Go check on Liam!",
        "Natalie: Huh? John! John, Liam's gone! [Breathing heavily]",
        "John: Okay, call it in. Call the station.",
        "Natalie: Wait, what do I tell them?",
        "John: Tell them we've got a possible kidnapping.",
        "[SCENE_BREAK]",
        "Brody: What do you think, son? Where do you want to start our big adventure? We can go anywhere, as long as it's far away and nobody knows our names.",
        "[SCENE_BREAK]",
        "Vimal: Are you saying that somebody deliberately tried to burn down The Sun?",
        "Rama: Unbelievable. [Sighs]",
        "Fire Chief: I assure you ma'am, it's not.",
        "Rama: But why would anyone want to do such a thing?",
        "Fire Chief: I can't tell you why. I can only say how. We've got a signature char pattern, hydrocarbon vapor, and the sprinkler system was disabled. This was a deliberate act.",
        "Vimal: But who?",
        "Fire Chief: I think Jack can answer that.",
        "[SCENE_BREAK]",
        "Baker: Lovely place for a reunion.",
        "Todd: I'm glad you like it. I thought you might. I figured with the stench of the still water and the smell of the gun oil, it would be just like we never said goodbye.",
        "Baker: I see you forgot your bulletproof vest this time.",
        "Todd: I'm not gonna need it.",
        "Baker: You sure?",
        "[SCENE_BREAK]",
        "Tomás: Okay, okay. I am convinced.",
        "Blair: Well, good...because I don't think I could do anything else to convince you... that I am with you... Tomás Delgado.",
        "Tomás: And Todd is?",
        "Blair: Todd is the father of my children. End...of...story. So, whatever he's brooding about, whatever dark secrets that he is nursing, I really don't want to know about it.",
        "[SCENE_BREAK]",
        "Todd: You're not gonna shoot me, Baker. Okay, maybe you are gonna shoot me. But if you do, you won't get your half of the deal.",
        "[SCENE_BREAK]",
        "Blair: Hungry?",
        "Tomás: You mean for food?",
        "Blair: I'll be right back.",
        "Tomás: [Chuckles]",
        "[Cell phone ringing]",
        "Blair: Hey, hey, hey. You'd better not kiss and tell.",
        "Tomás: [Sighs] Monsieur Calmar. No, I was...busy. Actually, I thought I'd turned the phone off. Yes, I was able to get into Todd's office, but there were complications. Blair came in, and then Todd. Hell, yes, I'm going back. That's the best way to prove that Todd killed Victor.",
        "[SCENE_BREAK]",
        "John: Nigel, can you hear me?",
        "Natalie: I don't know. We just came home, and the baby was gone. Because he was gone, and the guy that was watching him has been knocked out. Could you just please, somebody -- send somebody here!",
        "John: Come on. Hey, he's waking up. Nigel!",
        "Nigel: Wire hangers... with trousers.",
        "John: Hey, come on, man! Wake up!",
        "Nigel: [Groans]",
        "John: Nigel! Nigel, listen. Right here. Right here. Focus in. It's John McBain.",
        "Nigel: Here?",
        "John: Yes.",
        "Nigel: Miss Natalie? Wedding?",
        "Natalie: Don't worry about that.",
        "John: Listen, Nigel. Someone knocked you out, all right? And Liam is not in his crib.",
        "Nigel: Oh, dear.",
        "John: Yes, did you move him somewhere else?",
        "Nigel: No. Oh.",
        "John: All right, Nigel. Just listen. Tell me what happened.",
        "Nigel: I... I was attacked.",
        "Natalie: Do you know who did this to you?",
        "Nigel: Your fiancé.",
        "[SCENE_BREAK]",
        "Brody: Hi.",
        "Liam: [Grunts]",
        "Brody: Can you help me out?",
        "[Both chuckle]",
        "Brody: We were supposed to go to Greece tonight, but plans have changed, and we're gonna go somewhere else.",
        "Ticket Agent: Where are we headed?",
        "Brody: Sydney, Australia. We're gonna go way into the outback, right, little man?",
        "[Keyboard clacking]",
        "[SCENE_BREAK]",
        "Cutter: What happened to you?",
        "Stacy: I got...held up.",
        "Cutter: Oh, 'cause your I.D.?",
        "Stacy: Um [Clears throat] It was Rex.",
        "Cutter: What about him?",
        "Stacy: He was at the gate. He saw me.",
        "[SCENE_BREAK]",
        "Ticket Agent: Sir!",
        "Rex: Open the door!",
        "Ticket Agent: Sir!! Step back!",
        "Rex: Fine! Open the door, and I'll get out of the way. Gigi!",
        "Ticket Agent: The flight is closed.",
        "Rex: Okay, I'll buy a ticket.",
        "Ticket Agent: It's sold out.",
        "Rex: No, it can't be! I got to get on this plane.",
        "Ticket Agent: We will find you another flight.",
        "Rex: No, no, no. It has to be this plane, okay? Gigi's on this one.",
        "Ticket Agent: Sir, if you don't calm down, I'm calling Security!",
        "Rex: Fine! Do it! Stop the plane, okay?! I got to get on that plane! I can't lose Gigi again!",
        "[SCENE_BREAK]",
        "Ticket Agent: Okay, you'll take Flight 83 out of here tonight, arriving at LAX, where you'll change planes to Flight 9556 direct to Sydney.",
        "Brody: I don't really want to change planes.",
        "Ticket Agent: There are no direct flights, but it's a very brief layover.",
        "Liam: [Grunts]",
        "Ticket Agent: And with the time difference, you'll be leaving for Sydney before midnight.",
        "Brody: Yeah, okay. [Straining] All right. Come here, son.",
        "Ticket Agent: You have a balance of $1,280.",
        "Brody: [Sighs]",
        "Ticket Agent: Hey. Where do you think you're going?",
        "[SCENE_BREAK]",
        "Natalie: Brody did this to you?!",
        "John: All right. Take it easy, Nigel, all right? We need to remember. We need every detail. Have a seat.",
        "Nigel: [Breathing heavily] I, uh, heard a noise in the nursery. I thought perhaps you had returned, but there was Officer Lovett, holding Liam, about to depart.",
        "Natalie: Brody took Liam.",
        "Nigel: He said you wanted the baby at the ceremony. I-I thought it was odd that you hadn't called and asked me to bring him 'round.",
        "John: All right. Listen to me. What did Brody say?",
        "Nigel: I offered to help, and he declined... sharply. He wouldn't allow me to take the baby... or the, uh, travel...bag. Now, then I knew that s-- uh... [Sighs] I failed.",
        "John: No, you're doing great, man. All right, what next?",
        "Nigel: I took out my phone... to call Miss Natalie. Officer Lovett was coming toward me. That's the last thing I remember.",
        "John: All right, you okay? Hey, look at me. Everything's gonna be all right, all right? Now, look around. See if Brody took anything, okay? All right. Nigel, listen to me. You've got to think, man. All right? Did Brody say anything or did he do anything that might indicate where he's going?",
        "[SCENE_BREAK]",
        "Vreeland: Officer Lovett.",
        "Brody: [Chuckles]",
        "Vreeland: Got you, man. Hey, isn't this supposed to be your wedding night?",
        "Brody: Excuse us. Vreeland! [Chuckles] What, you don't get enough time in uniform?",
        "Vreeland: Eh, the TSA is understaffed, and they pay L.P.D. officers time and a half, so I'm picking up shifts. Hey, where's Natalie?",
        "Brody: Ladies' room.",
        "Vreeland: I thought she said that you were going to Greece.",
        "Dispatcher: Assistance requested at Gate 3, Code 87. Immediate assistance at Gate 3, Code 87.",
        "Vreeland: Copy that. Lovett, give me a hand.",
        "Brody: What?",
        "Vreeland: There's a dangerous passenger. There's nobody else on shift.",
        "Brody: No, I can't. I got a flight.",
        "Vreeland: Nobody's flying until this gets situated.",
        "Brody: No, I got my son.",
        "Ticket Agent: I can watch him.",
        "Brody: No, thank you --",
        "Ticket Agent: Don't worry. I have three of my own.",
        "Brody: [Sighs]",
        "Vreeland: Lovett, come on!",
        "[SCENE_BREAK]",
        "Flight attendant: Here are your drinks.",
        "Cutter: Gracias. [Quietly] It couldn't have been Rex.",
        "Stacy: Uh, trust me. It was.",
        "Cutter: No, he left.",
        "Stacy: Well, he must have come back.",
        "Cutter: Are you sure he saw you?",
        "Stacy: The whole airport is sure.",
        "Cutter: [Sighs] All right, what did he do?",
        "Stacy: [Sighs] I guess he saw me boarding the plane. He called out \"Gigi,\" and the idiot I am, I turned around. He looked right at me and went crazy.",
        "Cutter: What do you mean, \"crazy\"?",
        "Stacy: Well, they shut the door, and he started pounding on it and yelling at them to open it up.",
        "Cutter: Beautiful. All right, we'll just sit here. If anyone says anything, just, you don't know him. You have no idea what's going on.",
        "Stacy: Oh, God. That poor guy. He thinks Gigi is on this plane. What did I just do to him?",
        "[SCENE_BREAK]",
        "Rex: Gigi! I'm coming! Open the door! Could you please hurry?! I will break the door down if you don't -- I got to get on the plane, okay?! Let me on the plane! What?! God, Brody?",
        "Brody: Rex?",
        "[SCENE_BREAK]",
        "Jack: How should I know who started the fire?",
        "Fire Chief: You're Todd Manning's son. You must know your father has enemies.",
        "Jack: Yeah.",
        "Fire Chief: Maybe you can think of someone who's made threats, someone who might torch the office for revenge -- a disgruntled employee, somebody who's been fired?",
        "Jack: I don't know! You'll have to ask him!",
        "Fire Chief: I've tried calling Mr. Manning all night. He's not picking up.",
        "Vimal: Well, then Mr. Manning must be involved in something very sensitive.",
        "[SCENE_BREAK]",
        "Todd: It's up to you, Baker, but do me a favor. Either shoot me or put the gun away so we can talk.",
        "Baker: Sorry, it's just routine. I didn't know what you had in mind.",
        "Todd: Well, the truth is, there's a very small part of me that did think about gutting you like a fish and throwing you into the river.",
        "Baker: I was just doing my job.",
        "Todd: You're very good at it.",
        "Baker: Thank you.",
        "Todd: That's why you're still alive.",
        "Baker: I don't come cheap.",
        "Todd: Oh, you haven't heard. I'm rich again. I got it all back -- everything. And by everything, I mean everything that was rightfully mine.",
        "Baker: Congratulations. You're a man of means.",
        "Todd: Yes. And now I'm gonna make it work for me.",
        "Baker: You'd better hurry... because I hear Tomás Delgado is trying to take it all away from you... again.",
        "[SCENE_BREAK]",
        "Tomás: Yes, I still have the same lead -- Todd's friend Louie, the homeless vet. Maybe he's helping Todd cover his tracks. If I can hunt him down and ask him questions... then maybe I can finally prove that Todd killed Victor.",
        "[SCENE_BREAK]",
        "Jack: If you want, I can go find Scar-- my dad and get him here.",
        "Fire Chief: That's okay, son. We'll find him. Think you've done your share for tonight.",
        "Rama: Yes, thank you, Jack. You are our hero.",
        "Jack: No. No, I'm not.",
        "Rama: Yes, you are. You're the kind of boy any family would be proud of, huh? The way you broke down that door and extinguished that fire.",
        "Jack: Really, it was nothing.",
        "Fire Chief: I don't think so. If you and Miss Patel hadn't come along in time, these two might not be here. What brought you by?",
        "Jack: What?",
        "Fire Chief: Why'd you happen to be in the building?",
        "Jack: You know Scarface, the guy who killed my dad? He's using the newspaper he stole from him to pin the murder on someone else.",
        "Neela: That's terrible.",
        "Jack: Tell me about it. Look... this used to my dad's face. And now look. It's Scarface. He's trying to make it like my dad never existed.",
        "Neela: He must be an evil man.",
        "Jack: Totally. But he's not gonna get away with it.",
        "Neela: Jack brought me here to find my brother. He knew Vimal holds my life in his hands.",
        "Vimal: Neela.",
        "Fire Chief: He does?",
        "Neela: The same way Jack held your life in his hands... and saved it. I had to know what you'd do with mine, Vimal.",
        "Fire Chief: Look like you folks could do with some family time. Mr. Patel, if I could have a minute alone with you and your wife, I think we can let you go. Kids, could you wait out in the hall?",
        "Jack: Why did you tell them we came here to see Vimal?",
        "Neela: What else could I say? That you're the one who set the fire?",
        "[SCENE_BREAK]",
        "Fire Chief: Didn't want to ask you this in front of the kids.",
        "Rama: But we have nothing to hide.",
        "Fire Chief: Mr. Patel, we've examined the doors to this office. They were rigged to trap you inside.",
        "Vimal: What? Wh-- what are you saying?",
        "Fire Chief: Possibly that... the target of the fire wasn't Todd Manning or the son.",
        "Rama: You think...someone wanted to hurt us?",
        "Fire Chief: Can you think of anyone who'd want to do that?",
        "[SCENE_BREAK]",
        "Vreeland: Sir, step back. Put your hands up.",
        "Brody: Whoa, it's okay. It's okay. What are you doing here?",
        "Vreeland: Sir --",
        "Brody: I got this, Vreeland. I know this guy. Come here.",
        "Rex: You looking for Natalie?",
        "Brody: Natalie was here?",
        "Rex: Yeah.",
        "Brody: John was leaving town tonight.",
        "Rex: Look, Brody, for what it's worth, I'm sorry --",
        "Brody: Rex, what were you doing that they had to call Security?",
        "Rex: I had to stop the plane.",
        "Brody: Well, you did that! Nobody's taking off right now.",
        "Rex: Good, open the door!",
        "Brody: What?!",
        "Rex: I got to get on the plane!",
        "Brody: Why?!",
        "Rex: Because Gigi's on it.",
        "[SCENE_BREAK]",
        "Stacy: [Sighs]",
        "Cutter: That's impressive.",
        "Stacy: [Sighs] I just want this over. Why aren't we taking off?",
        "Cutter: We will. You're safe. You're on the plane. It's gonna take off. It's a long flight, so maybe just, you know, pace yourself.",
        "Stacy: You afraid I'm gonna drink the plane dry? I don't even know. Is Stacy Morasco a big drinker?",
        "Cutter: I don't know either. I mean, you were a stripper, so you can probably knock 'em back.",
        "Stacy: God, you know more about me than I do. You know way more about me than I know about you.",
        "Cutter: Nothing to know.",
        "Stacy: Yeah, right. Come on. We've spent the last few weeks together. You know my whole life. I only know your name.",
        "Cutter: Like I said -- nothing to know.",
        "Stacy: [Sighs] Please? Just, uh, tell me something. Anything. I need to hear something to get my mind off of that image of Rex standing there at the airport. Tell me a story.",
        "Cutter: Once upon a time, there was a princess -- [Chuckles]",
        "Stacy: No! Ehh! No fairytales. You know all my dirty secrets, so tell me one of yours. Come on. Pony up.",
        "Cutter: [Exhales sharply]",
        "[SCENE_BREAK]",
        "Brody: Rex, Gigi is not on that plane. She's not on any plane.",
        "Rex: Look, B-Brody, you don't have to get it, okay? Just open the door! I'll prove it. Just open the door!",
        "Brody: The flight is locked out. It's an FAA thing.",
        "Rex: Fine, then tell them it's an emergency! Damn it! You -- you owe me, okay? You shot me! You stole my --",
        "Brody: Rex!",
        "Rex: Okay, you're a good guy. I know you are, all right? Please. You have to help me get my fiancée back.",
        "[SCENE_BREAK]",
        "Natalie: Hey, so I checked. Brody, uh, only took the duffel bag. It only had a few days' worth of clothes in it.",
        "John: Okay, so, he said he was going to the church. That's all?",
        "Nigel: T-that's all. When I tried to take little Liam, he said, \"He's my son,\" as if I didn't know.",
        "Natalie: No, no. Liam is not Brody's son.",
        "John: He's mine.",
        "[SCENE_BREAK]",
        "Tomás: No comment. Goodbye. Just so you know, I did not kiss and tell.",
        "Blair: Who was it?",
        "Tomás: Calmar.",
        "Blair: He is such a busybody! He's gonna want to know every little detail. You'd better not.",
        "Tomás: Or what? I'll see the drill instructor again?",
        "Blair: That's right.",
        "Tomás: Mm.",
        "Blair: Mm-hmm. What did he want?",
        "Tomás: I asked him for help with the investigation.",
        "Blair: Victor's murder? What did he have to say about that?",
        "Tomás: Oh, he just had more questions than answers. What'd you bring?",
        "Blair: Just a bunch of goodies.",
        "Tomás: Mmm, perfect.",
        "Blair: Mm-hmm.",
        "Tomás: Maybe we can finally have that dinner we planned.",
        "Blair: Oh, really, where we discuss those possible suspects?",
        "Tomás: Hopefully we can cover a few other topics.",
        "Blair: Why? Do you have a new suspect?",
        "[SCENE_BREAK]",
        "Todd: What makes you say Delgado's coming after me?",
        "Baker: He's asking questions. I've spoken with some former colleagues. He seems to be asking about you and Victor. You know, the night Victor died? Of course. You knew that already. So I suppose that's what I'm here for.",
        "Todd: How's a guy like you handle retirement? I mean, what do you do? You play shuffleboard? You squeeze in a few rounds of golf?",
        "Baker: I keep busy.",
        "Todd: You know, I bet that you would do twice the job that Irene did running that little organization if you had her funds. And I now have those funds.",
        "Baker: So... what would you have me do? It's your party, Manning. What do you want? In exchange for the money.",
        "Todd: I want you to take care of Tomás.",
        "Baker: You're worried about his investigation?",
        "Todd: He's going after Blair.",
        "Blair: [Sighs] Oh, this is about a woman?",
        "Todd: Absolutely. Oh, and the investigation. Tomás is, for some reason, convinced... that I killed Victor... [Sighs] ...With this.",
        "Baker: If you didn't, turn the gun in. Let the police test it.",
        "Todd: That's not an option.",
        "Baker: [Scoffs] You did it, didn't you?",
        "[Briefcase snaps]",
        "Baker: You killed your own brother. I didn't think you had it in you.",
        "Todd: After what you and Irene did to me, there's nothing I'm not capable of. You would do well to remember that. Your first installment. The rest due on completion.",
        "Baker: [Sighs] Done. Delgado's as good as dead.",
        "[SCENE_BREAK]",
        "Tomás: I'm in bed with a beautiful woman who I happen to be in love with. I don't want to talk about murder.",
        "Blair: Is that the only reason you don't want to talk about it?",
        "Tomás: [Chuckling] It's a pretty good reason.",
        "Blair: Maybe because you don't want to tell me Todd is still your number-one suspect.",
        "[SCENE_BREAK]",
        "Fire Chief: You have any enemies?",
        "Vimal: No!",
        "Rama: No, who would want to hurt us?",
        "Fire Chief: You sure there's no one?",
        "Rama: Why are you insisting on asking us these questions.",
        "Fire Chief: Ma'am, someone came in here, disabled the sprinklers and alarms, locked you in this office, and started a fire. Looks like someone wanted you out of the way.",
        "Rama: No, we are law-abiding citizens. We keep to ourselves. We lead tidy lives. There's no one who would harm us or --",
        "Vimal: Uh, actually, there... there is one person.",
        "[SCENE_BREAK]",
        "Brody: Hey, you're lucky I know that guy from the force. He's agreed not to take you in. But, Rex, you got to get out of here. Hey, are you listening to me?",
        "Rex: Well, they took off. The plane left. You let her get away.",
        "Brody: I don't have time for this. Rex, you got to keep it together. I can't bail you out again. You're on your own. [Sighs] Good luck.",
        "Rex: Gigi, I can't believe I lost you again.",
        "[SCENE_BREAK]",
        "Cutter: [Laughs] Pony up, huh?",
        "Stacy: Yeah, what about it?",
        "Cutter: Oh, it's just funny. There seems to be a lot of them in my life -- ponies, that is.",
        "Stacy: Oh, see? That wasn't so hard. Now I know something about you. You like horses.",
        "Cutter: I did not say that. Although I do trust them more than people.",
        "Stacy: What's wrong with people?",
        "Cutter: People are unreliable.",
        "Stacy: Well, there had to be someone reliable in your life. You must have had parents.",
        "Cutter: Oh, yeah. Billy Joe Wentworth. Born dirt poor. Puts himself through school working three jobs. Becomes a trader. Makes a killing on the market, and then he trades himself up -- becomes William J. Wentworth, Jr.",
        "Stacy: Well, see? Good for him.",
        "Cutter: Yeah, yep. So, his redefined self and his new stock portfolio gets him the prettiest girl in the state. So Billy Joe marries Alexandra, and they have themselves two little kids -- me and my sister. Had a big mansion, ranch in Montana, house in the Gulf for the summers.",
        "Stacy: Mm. Sounds like the perfect life.",
        "Cutter: Except Alexandra -- she doesn't want to be the perfect wife and mom. So, she cleans him out, takes off. Except Daddy doesn't take too kindly to rejection.",
        "Stacy: What happened?",
        "Cutter: He spent every last dime trying to track her down... except she didn't want to be found, so... he quit. Quit his job. Quit his friends. Quit on me and my sister. And eventually... he stops getting out of bed, decides to quit breathing.",
        "Stacy: I'm sorry.",
        "Cutter: Don't be. He wasn't. He swallowed his gun one night.",
        "Stacy: [Gasps]",
        "Cutter: I'm the one who found him in the morning. [Scoffs]",
        "[SCENE_BREAK]",
        "Jack: You think I'd burn down my own family's newspaper? No way.",
        "Neela: When I said my parents would turn me into a baby factory, you were like, \"I know a lie when I hear it, because I've been known to tell a few.\" Well, so have I.",
        "Jack: Fine! You win! I did it! I set the fire!",
        "Neela: Why?",
        "Jack: I told you. Scarface is trying to take everything my dad built and make it his. I'd rather see it burned to the ground than have him take it.",
        "Neela: What about the people that work here?",
        "Jack: I didn't want them to get hurt. I sent everyone home!",
        "Neela: Then why were my brother and his wife --",
        "Jack: I don't know! All right? But once you told me they were here, I came as quick as I could. I couldn't let anyone get hurt. Not after last time.",
        "Neela: What? What happened last time?",
        "[SCENE_BREAK]",
        "John: Issue the Amber Alert and the A.P.B. immediately. Get the highway checkpoints going. You get people to the bus stations. You get people to the airports. Yeah, I resigned. So, what? You still got to do your damn job! Every moment you waste, the further he gets with that little boy! Thank you. Get me over to dispatch. Who do you got out at Route 17 right now? Okay.",
        "Nigel: [Sighs] Miss Natalie, I-I-I don't have words. The Bartholomew-Smythes would die to protect our charges. I --",
        "Natalie: Stop. Nigel, stop. Brody's an ex-Navy Seal. He's a cop. There's no way you could have stopped him.",
        "Nigel: He loves that baby very much. I'm quite sure he'd never do anything to hurt your son.",
        "Natalie: No. [Sniffles] No, he wouldn't.",
        "Nigel: Remember that now. He will come to his senses and realize that Liam belongs with his mother.",
        "[SCENE_BREAK]",
        "Ticket Agent: Oh, there's your daddy.",
        "Brody: Come here, big guy.",
        "Ticket Agent: Your son is an angel.",
        "Brody: Yeah, he is. Here, I'll take that. Thank you so much.",
        "Ticket Agent: You're welcome. Let's get your new tickets printed so you can be on your way to Sydney.",
        "Brody: Something wrong?",
        "Ticket Agent: My printer. It's jammed. Wait here, and I'll finish up at another station.",
        "[SCENE_BREAK]",
        "[Keyboard clacking]",
        "Rex: Look, I just want to say that I'm sorry. [Scoffs] I was kind of out of control. See, my fiancée died last spring, and ever since then, I sort of haven't been myself. I've been trying to keep it together for our son, and I usually do, but... the woman on that plane, she looked like my fiancée. So, when I saw her, I lost it.",
        "Ticket Agent: Mm. I can't imagine how hard that must be.",
        "Rex: Yeah, I couldn't either.",
        "Ticket Agent: Well, maybe you just need a break for a while.",
        "Rex: I could probably use it.",
        "Ticket Agent: Can you take a vacation around the holidays?",
        "Rex: I was thinking more like now. Where was that plane headed?",
        "Ticket Agent: Rio de Janeiro.",
        "Rex: I bet it's nice this time of year.",
        "Ticket Agent: Mm-hmm.",
        "Rex: When's the next flight?",
        "[Keyboard clacking]",
        "[SCENE_BREAK]",
        "Stacy: Oh, my God, Cutter. You found your father's...",
        "Cutter: Lifeless body? Brains on the ceiling? Yeah.",
        "Stacy: How old were you?",
        "Cutter: 3rd grade, maybe? It didn't seem to matter much after that. Me and my sister went to foster care.",
        "Stacy: You didn't have any other family?",
        "Cutter: No family. No money. No insurance, 'cause it was a suicide. [Smacks lips] So, they split me and my sister up and sent us off to our separate families. Wherever they'd send me, I'd take off and try to find her. Actually, I ran so many times, the state decided it was easier just to... forget about me.",
        "Stacy: That's horrible.",
        "Cutter: Actually, it wasn't. I eventually found my sister and sprung her. So at least we were together. I tried to take care of her. Told her I was gonna get her the life that we should have had. Still working on that. [Chuckles] Guess I got a little sidetracked.",
        "Stacy: I don't know what to say.",
        "Cutter: [Chuckles] How about, \"Cutter, please don't ever tell me another story\"?",
        "Stacy: I would never say that. If you ever need to talk...",
        "Cutter: What? I can count on you like I counted on my mom and my dad? Like my sister counted on me? Stacy, don't.",
        "Stacy: But...",
        "Cutter: Don't. I don't expect it. Nobody can count on anyone. That's people.",
        "[SCENE_BREAK]",
        "Neela: What happened last time, Jack? You set another fire?",
        "Jack: No, I've never set a fire before. I swear. Are you gonna tell?",
        "Vimal: Neela! Let's go.",
        "[Footsteps approaching]",
        "Neela: What happened?",
        "Rama: The fire chief said we could leave.",
        "Neela: Does he know who started the fire?",
        "Rama: Not for certain.",
        "Vimal: But he does have a suspect.",
        "Jack: Who?",
        "Rama: A police officer, believe it or not.",
        "Vimal: We -- we don't know how to thank the both of you. Like the fire chief said in there quite graphically, if you guys hadn't come along, we would have been toast.",
        "Neela: Jack's the hero. He saved you. Just like he saved me.",
        "Vimal: How was that?",
        "Neela: He gave me a place to stay.",
        "Vimal: No, no, no, no. You're gonna stay with us tonight.",
        "Neela: But what about after that, Vimal? Please, would you let me stay here in Llanview?",
        "[SCENE_BREAK]",
        "Blair: You know, Tomás, you might as well tell me. It's not like I'm gonna forget that Victor was murdered just because you don't want to talk about it, and I do want to help.",
        "Tomás: I know.",
        "Blair: But you don't want to talk to me about it, because you think that I will blab to Todd, right?",
        "Tomás: No, I don't want you to be a target. The less you know, the less you're at risk from the killer.",
        "Blair: But you could be at risk, too.",
        "Tomás: I can take care of myself.",
        "Blair: Tomás, listen to me. This isn't just about you anymore. It's about -- I matter, too, you know. I'm here.",
        "Tomás: Oh, I know. And that's exactly my point.",
        "Blair: [Smooches]",
        "Tomás: You have to trust me, Blair. Can you do that?",
        "Blair: I think I can.",
        "[SCENE_BREAK]",
        "Baker: Tomás will be dead by --",
        "Todd: You don't have to kill anybody.",
        "Baker: The only sure way to neutralize --",
        "Todd: Is that your answer to everything?! Is that the only thing you know how to do?! You have no imagination! Do I have to do everything for you?",
        "Baker: If you want to take that chance.",
        "Todd: What's life without a little uncertainty?",
        "Baker: [Scoffs]",
        "Todd: I don't want any more blood on my hands.",
        "Baker: All right, then. If you don't want Tomás killed, what is it you want me to do?",
        "[SCENE_BREAK]",
        "John: You're sure? [Sighs] Call me back when you got something.",
        "Natalie: Who was that?",
        "John: The station. Someone set fire to The Sun building.",
        "Natalie: Was anybody hurt?",
        "John: Vimal and Rama Patel were trapped inside, but they got out. Brody's wanted for questioning.",
        "Natalie: Brody?! Why?!",
        "Vimal: I won't let you.",
        "Brody: Vimal, shut up!",
        "John: Boys. Is there a problem here?",
        "[SCENE_BREAK]",
        "John: Vimal knew. Vimal knew that Liam was my son. Brody tried to shut him up.",
        "Natalie: Oh, my God! John, if Brody would do that -- I mean, he would set fire to the building just to kill Vimal?!",
        "[Cell phone rings]",
        "John: Yeah, what do you got?",
        "Natalie: John, if Brody would do that, we've got to find Liam! God only knows what else he'll do!",
        "John: Are you sure?! Brody's at the airport.",
        "Nigel: Godspeed to you both.",
        "[SCENE_BREAK]",
        "Stacy: Cutter, I'm so sorry. I mean, after hearing what your childhood was like --",
        "Cutter: Forget about it. I did. It was a long time ago.",
        "Stacy: What happened to your mother?",
        "Cutter: Don't know and don't care. If I ever saw her, I'd wring her bony little neck. [Sighs] Okay, you're gonna have to stop doing that.",
        "Stacy: What?",
        "Cutter: Giving me that sad-puppy look. It's driving me crazy.",
        "Stacy: I just feel bad for you.",
        "Cutter: Feel bad for you. You're about to go under the knife, all right? So you need to have another drink and get some sleep.",
        "Stacy: I need beauty sleep before plastic surgery?",
        "Cutter: Major surgery. You're gonna have to have a lot done if you want to look the way you used to.",
        "Stacy: Yeah, but I have to. At least I have to stop looking like this. And then I'm gonna have to deal with Rex.",
        "[SCENE_BREAK]",
        "Rex: There's no more flights to Rio?",
        "Ticket Agent: Not until tomorrow morning.",
        "Rex: That's the soonest you can get me on a plane?",
        "Ticket Agent: I'm afraid so.",
        "Rex: [Bangs counter]",
        "Ticket Agent: You know, you can leave Llanview in the morning and be in Rio the same day.",
        "Rex: Well, all right. I mean, if that's all there is, I'll take it. As long as I get there.",
        "Ticket Agent: You got it.",
        "Rex: [Sighing] All right. I'll find you, Geeg.",
        "[SCENE_BREAK]",
        "Vimal: You can't just run away if you don't like what somebody tells you, Neela.",
        "Neela: I know. I'm sorry.",
        "Vimal: But Rama and I have talked, and... I can understand now how it might be beneficial if you did stay here with us.",
        "Neela: [Gasps] Really? Vimal, I will do whatever you say. I'll be so good!",
        "Vimal: [Chuckles] Okay, okay, okay. Don't get too excited yet. I haven't yet spoken to Mumby and Jumby, but I will try and convince --",
        "Neela: Oh, thank you! Thank you! Thank you! [Sighs]",
        "Rama: [Chuckles]",
        "[SCENE_BREAK]",
        "Tomás: Any word on Todd Manning? Well, keep trying. He's got to turn up.",
        "[SCENE_BREAK]",
        "Todd: So is that something you can get done?",
        "Baker: It would be much easier to just kill Tomás, but...yes. It can be done.",
        "Todd: So we have a deal?",
        "Baker: We do. Pretty soon, Tomás Delgado will be just a bad memory.",
        "[SCENE_BREAK]",
        "Tomás: When am I gonna tell you that Todd's the killer? Oh, what's it gonna do to you? To us?",
        "[SCENE_BREAK]",
        "Vimal: Oh, my God! I forgot to call John McBain.",
        "Rama: You'll do no such thing until Brody Lovett is caught and can never hurt us again! Okay?",
        "Vimal: Okay.",
        "[SCENE_BREAK]",
        "John: Hey. Vreeland, you saw Lovett?",
        "Natalie: Is Liam okay?",
        "Vreeland: Liam's fine...and happy. He's very good with the baby.",
        "John: Yeah, he's terrific. He burned down a building. Did you see where they went?",
        "Vreeland: He was buying a ticket to Australia when I saw the alert. I tried to stall him. By the time I got to the gate, Liam and Brody were gone.",
        "Natalie: Where's my baby?",
        "[SCENE_BREAK]",
        "Brody: Sorry, buddy. Change of plans. Australia's gonna have to wait. But we'll find a place to live, Liam -- just the two of us."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=d97kh-19LUc"
}