{
    "Episode Summary": [
        "Episode # 10754"
    ],
    "Recap": [
        "Todd and Dani do not want to give up on finding Tea. She appears uncertain that she really wants to die without them. Robert Ford wants to persuade James not to date or trust Langston. And Starr wants Langston to decide the same about James. Yet the reasons why either of them would care is due to their own respective \"incompletion\" (Starr likes James and Robert may have feelings he doesn't want to admit for Langston). John then concludes that the only way to get Eli in jail for the crimes he's committed it to get the only other person besides Hannah to testify what they know about Eli. SO he goes to find Robert and puts him in handcuffs. Blair continues to make Eli believe that she trusts him and disbelieves John and Kelly's accusations of him. David and Dorian are back together and admitting they were both denying their feelings for each other"
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dorian: Oh...",
        "David: What was that?",
        "Dorian: Oh, I think you know what that was. Ha!",
        "David: So there's no denying it now.",
        "Dorian: No, so you might as well come out and say it.",
        "David: You're absolutely right. Let's set pride aside.",
        "Dorian: Throw caution to the wind.",
        "David: Right, just step up and say it out loud.",
        "Dorian and David: You first.",
        "[SCENE_BREAK]",
        "John: No. If all I had in court was your word against Eli's, nah, I couldn't put him in jail.",
        "Hannah: Now you see why I have to keep quiet?",
        "John: I never saw you. You never said a word to me.",
        "Hannah: That's right.",
        "John: Hmm, but you're not the only person to tell me the truth about Elijah Clarke. Fortunately, you survived his attempt on your life, but so did another victim--Robert Ford.",
        "[SCENE_BREAK]",
        "[Ford sighs]",
        "[Rock music playing]",
        "James: Bobby, what the hell?",
        "Ford: Oh, did I wake you?",
        "James: Yeah, me and the rest of the world. Turn it down! Fine. I get it.",
        "[Music stops]",
        "James: You're still pissed at me because I asked out Langston",
        "[SCENE_BREAK]",
        "Langston: Well, thanks for dropping me off. You know, I'm gonna get to bed. I'm really tired.",
        "Starr: Langston, don't go in yet. We need to talk about what happened at Ford's.",
        "Langston: What do you mean?",
        "Starr: Are you seriously thinking about going out with his brother?",
        "Langston: Why not?",
        "[SCENE_BREAK]",
        "Dani: This is beautiful. It's like a million shooting stars lighting up the whole sky.",
        "Todd: I know. It's hard to believe they're all dying right in front of our eyes, huh?",
        "[Dani clears throat]",
        "Todd: I'm sorry. I brought us up here so we could forget about everything.",
        "Dani: It's okay. I mean, have you stopped thinking about mom, even for a second?",
        "Todd: No. I haven't stopped thinking about what she must be going through right now all by herself, wherever the hell she is.",
        "[SCENE_BREAK]",
        "Téa Oh, no. No, no. It's too soon. It's too soon.",
        "[SCENE_BREAK]",
        "Greg: Shaun left a little while ago. Don't worry. He won't breathe a word to anyone about where Téa is.",
        "Eli: Good. I'm glad Téa listened to you when you suggested she go into hospice care.",
        "Greg: It's what's best for everyone.",
        "Eli: Well, I sure am glad you feel that way. Now all you need to do is stay with her until the end.",
        "[SCENE_BREAK]",
        "John's voice: 3 people are dead, 3, and we have reason to believe that Elijah is involved, so my suggestion to you is, keep your distance for now and don't let him suspect anything.",
        "Blair: All right, Elijah Clarke. Let's see what you've been up to.",
        "[SCENE_BREAK]",
        "Dorian: After you.",
        "David: No. I insist. After you.",
        "Dorian: Very well, then. After all, that kiss didn't come out of nowhere.",
        "David: It sure didn't.",
        "Dorian: So you admit...you never got over me. You never stopped desiring me.",
        "David: Weren't you just about to admit that you never got over me, you never stopped desiring me? I mean, I don't want to steal your thunder. That's all.",
        "Dorian: David, enough. It's obvious. We both have something we need to say to each other.",
        "David: 3 little words?",
        "Dorian: Yes. So... say them.",
        "David: Well, I'll say them if you say them, unless, of course, you can't say them.",
        "Dorian: Oh, I can say them if you can.",
        "David: Maybe we should say them together.",
        "Dorian: Oh, on the count of 3.",
        "David: 1...2...3. Why didn't you say them?",
        "Dorian: Because I knew you wouldn't say them unless I said them first.",
        "David: Well, unless one of us says something, we're gonna be stuck outside this lower middle class watering hole for the rest of our lives.",
        "Dorian: You're right. Vite, cheri.",
        "David: Ohh! On 3. Ready?",
        "Dorian and David: 1, 2, 3. I love you.",
        "Dorian: Oh...",
        "[SCENE_BREAK]",
        "Todd: Show's over.",
        "Dani: Already?",
        "[Dani sighs]",
        "Dani: Thank you for bringing me here.",
        "Todd: Yeah.",
        "Dani: It was amazing. Reminded me of how amazing she is, how bright and brilliant and special and amazing.",
        "Todd: Yeah. You know what? Give me your phone.",
        "Dani: You have to make a call right now?",
        "Todd: No. I'm gonna update your calendar. You know, I have plans on this date next year and every year for the rest of your life. These meteor showers happen once a year, and every year, we're gonna come back and watch them and remember tonight. Here.",
        "[SCENE_BREAK]",
        "Téa Went by so fast.",
        "[SCENE_BREAK]",
        "Greg: I do feel bad for Téa, waiting to die here all alone.",
        "Eli: It's what she wants, which is very convenient considering it's exactly what I need.",
        "Greg: Why is that, Eli? Why was it so important to separate Téa from her husband and daughter who want to be with her till the very end?",
        "Téa: Greg?",
        "Greg: Téa, what are you doing out here?",
        "[SCENE_BREAK]",
        "John: Clarke attacked Ford and got him to pin it on you. Then he got you to confess, just like he got you to confess to pushing Marty down the stairs. Is that right?",
        "Hannah: Yes, and why wouldn't he? Ha! I was the perfect suspect.",
        "John: What does that mean?",
        "Hannah: The whole world knew how bad I took it when Ford dumped me, but even so, I mean, I never could've attacked him the way Eli did.",
        "John: Look. Ford knows you didn't attack him, and he'll name Eli as his attacker.",
        "Hannah: He could, but he won't.",
        "[SCENE_BREAK]",
        "Ford: Fine. Yes. I'm pissed off because you asked out Langston.",
        "James: Why? I thought you said you were through with her.",
        "Ford: Through with her? You make it sound like she's some--",
        "James: Like she's what, disposable like a piece of trash?",
        "Ford: Hey, hey, don't talk about her like that.",
        "James: Well, at least I'm just talking. Seems like you actually treated her like that.",
        "Ford: Yeah. I did, and, obviously, she's getting back at me by going out with you.",
        "James: Oh, and here I thought she was going out with me because I was the better-looking brother. Look. Anyway, why do you care who Langston goes out with? I thought you weren't interested in her.",
        "Ford: Yeah, and thanks for telling her that. God, what the hell were you thinking?",
        "James: Oh, I don't know. I was trying out this new crazy thing called the truth. Maybe you've heard of it.",
        "Ford: When did you become such a little--",
        "James: You know what? Maybe I heard you wrong when you said, \"I'm not interested in Langston. If she wants a serious man, I'm not her guy.\" What did you mean by that?",
        "Ford: Stop. Stop. Stop it, okay? Maybe I don't want Langston, but neither do you. You're just mad because you can't have Starr.",
        "[SCENE_BREAK]",
        "Starr: You don't know why you shouldn't go out with James? He's Ford's brother.",
        "Langston: Trust me, I know.",
        "Starr: Besides, the only reason we went over there was to tell James that I don't want to be with him.",
        "Langston: Yeah. Well, obviously, you got through to him.",
        "Starr: And you only came with me for moral support.",
        "Langston: Yeah. I know.",
        "Starr: Look, Langston. You are an incredible person. Millions of guys would like to go out with you.",
        "Langston: But?",
        "Starr: But you got to know why he asked you out.",
        "Langston: Yeah, because I'm an incredible person. Starr, I'm not stupid. James was obviously hurt when you blew him off.",
        "Starr: So you do know that the only reason he asked you out--",
        "Langston: Was because he thought it would make you jealous, and from the way you've been acting, I think he was right.",
        "[SCENE_BREAK]",
        "David: Of course I love you. I've always loved you. I never stopped loving you. I was just too proud to admit it.",
        "Dorian: Oh, I was too proud to admit it, and I was too scared to admit it.",
        "David: No. I was too scared. I behaved like such a child.",
        "Dorian: Oh, was anybody more jejune than I was? Oh, David, I was ridiculous.",
        "David: No. I was ridiculous.",
        "Dorian: No. I--",
        "David: No. Stop one-upping me. I've forgotten more about being ridiculous than you'll ever learn about being ridiculous.",
        "[SCENE_BREAK]",
        "Todd: Well, you want some milk and cookies or something before bed, or what do you like?",
        "Dani: Milk and cookies? What am I, 10?",
        "Todd: Yeah. Sorry. I didn't know you when you were 10, so I'm just trying to make up for it now.",
        "Dani: You already are. I know you did whatever you could to find my mom and to find out where the hospice is.",
        "Todd: A lot of good it did, huh? I could've done more. I never should've let her leave.",
        "Dani: No, no. We both know that there was nothing more we could do to stop her, and there's no way to find her. I'll see you in the morning.",
        "Todd: Yeah. Okay. Night.",
        "Dani: Night.",
        "[SCENE_BREAK]",
        "Greg: Téa, what are you doing out of bed?",
        "Téa: I had an episode. Everything went blurry. It must have been for a few minutes at least, longer than it ever has before. I thought you should know that.",
        "Greg: All right. Well, it's good that you told me that. Now go back and lie down. I'll check on you. Hey, it's okay. She didn't hear anything.",
        "Eli: She better not have. You need to be more careful!",
        "[SCENE_BREAK]",
        "Blair: Everything all right?",
        "Eli: My stupid assistant delivered some very sensitive documents to the wrong party.",
        "Blair: Oh, no!",
        "Eli: It's all right. He realized his mistake and was able to retrieve them before it was too late. Otherwise, it would've cost me my case.",
        "Blair: I'm sure. Well, you know, it's gonna be okay. Now that everything is taken care of, come on. We need to get in here and do some planning.",
        "Eli: And the lady is right. I probably shouldn't have been so hard on my assistant. Thought I closed this.",
        "Blair: You did.",
        "Eli: What, did I leave that out?",
        "Blair: No. You didn't. I went in there, and I got it out.",
        "Eli: You went into my briefcase?",
        "Blair: And I found something very interesting.",
        "[SCENE_BREAK]",
        "Téa: I knew I could go completely blind by the end, but I just didn't think it'd happen this soon. Means I'm getting close, doesn't it? Well, I'm glad I could still see tonight. That meteor shower was beautiful.",
        "Greg: Meteor showers are actually trails of debris left behind a comet.",
        "Téa: Way to ruin one of the most beautiful, one of the last things I may ever lay eyes on. Thanks, Doc.",
        "Greg: I'm sorry. I'm a man of science. I couldn't help it.",
        "Téa: You think you're unsentimental? I'm a lawyer. At least you have a soul.",
        "Greg: Hmm. Well, either way, beauty is in the eye of the beholder, right? Some people look at a meteor shower, and they only see the dark places that it'd come from. Others can look and see the light.",
        "Téa: Reminds me of me and Todd. Ha ha! I could always see the light where other people only saw darkness. You know, I was thinking about Todd and Dani watching the meteor shower, wondering if they were seeing it, too. I can't believe I'll never see them again.",
        "[Téa sniffs]",
        "Greg: Only because you didn't want them to see what was going to happen to you. That's why you chose to spend the rest of your time here at the hospice.",
        "Téa: I know, but now I'm wondering if I made the wrong choice.",
        "[Téa sobs]",
        "[SCENE_BREAK]",
        "Todd: Hey, man, it's me. I need you over here right now.",
        "[SCENE_BREAK]",
        "Dorian: Let's not waste another second trying to pretend that there's anybody else for either one of us.",
        "David: What do you say moi rips off vous' couture?",
        "Dorian: Oh, you're saying you--",
        "David: Right here, right now, or maybe we could go inside and make mad, passionate love on that filthy pool table.",
        "Dorian: Oh, darling, darling, darling, do you want to turn our romantic reunion into some vulgar cliché?",
        "David: Yeah. Actually, I do, unless you have a better idea.",
        "Dorian: You bet I do.",
        "[SCENE_BREAK]",
        "Starr: Langston, why would I be jealous? I love Cole.",
        "Langston: Okay, but you told me that when you and James were on the run and you kissed, there was a moment where you felt something.",
        "Starr: Yes. There was a moment. That's all that it was. I told you that, and I told Cole that.",
        "Langston: Okay, so why do you care if I go out on a date with him?",
        "Starr: Because he's Ford's brother. Do you remember Ford, the guy who wrecked your relationship with Markko just because he could?",
        "Langston: Yeah. I remember.",
        "Starr: Lang, he messed with your head. He messed with your life, and if you think that you're over that, you're so wrong.",
        "Langston: Okay. Maybe you're right, but James is not Ford.",
        "Starr: Well, you don't have to tell me. Look. Do you really want to get involved with a guy who stole $50,000? He put my life in danger. I could've died.",
        "Langston: Wait, wait, wait. Now James is the bad guy? Wasn't too long ago you were defending him.",
        "Starr: Lang, he's using you.",
        "Langston: I know. I'm using him, too.",
        "[SCENE_BREAK]",
        "James: So what if I want to get under Starr's skin? I can't take a play out of your book?",
        "Ford: Oh, you think she's just gonna get so jealous that she's gonna admit she's into you?",
        "James: It could happen. It'd be great if it did, but she said she's not interested, so I'm a free agent. Besides, you said Langston was so much fun, and she's definitely hot, so why can't I grab what I can?",
        "Ford: D'oh! You sound just like Dad. You don't care who gets hurt just as long as you get what you want.",
        "James: Oh, yeah? I thought it sounded more like you.",
        "[SCENE_BREAK]",
        "Hannah: I asked Ford to help me. I begged him to tell you the truth about how Eli set both of us up.",
        "John: But he wouldn't.",
        "Hannah: Not even after I told him I was afraid he'd kill me and Cole, not that helping people was ever really Ford's thing.",
        "John: Well, obviously, Ford is very scared of Eli.",
        "Hannah: Ford is safe. He told me that he got himself an insurance policy.",
        "John: Insurance policy? What's that?",
        "Hannah: He said he wrote a letter, and if anything happens to him, it'll be sent to the press, and all of Eli's secrets will be exposed.",
        "John: Did he mention what any of these secrets are?",
        "Hannah: I just figured he meant that he would expose Eli as a murderer and let the entire world know who Elijah Clarke really is.",
        "John: Yeah. That's probably what he meant.",
        "[SCENE_BREAK]",
        "Eli: What did you see in my briefcase?",
        "Blair: Just the passport. I just want to know where you'd been.",
        "Eli: Why does that matter?",
        "Blair: So I would know where you hadn't been because I want the two of us to be able to discover the whole world together, some fabulous places. It's a good thing I looked because you know what? Other than going to Tahiti or London to find Ross, you ain't been nowhere.",
        "Eli: That's why you looked in my briefcase.",
        "Blair: Yes, and I know that I shouldn't have. I really did, but I want us to be able to just--",
        "Eli: Oh, Blair, it's okay.",
        "Blair: No. I really shouldn't have. Here. There you go.",
        "Eli: It's just when I thought maybe you started to believe some of the things John and Kelly have been saying--",
        "Blair: Oh, my God, like you're some serial killer named Bennett Thompson? I mean, come on. First of all, give me a break, and secondly, if I really believed that, you'd be so out that door.",
        "Eli: Oh, I don't know about that. You're a tough cookie. I bet you'd want to take me down all by yourself.",
        "Blair: Oh, I can take you down all by myself.",
        "[Blair chuckles]",
        "Eli: Seriously, though, Blair...",
        "Blair: What?",
        "Eli: I need to know that the person I love most in the world trusts me.",
        "Blair: Eli, I do trust you. I do. I love you, but if I'm really gonna be your wife, we need to get one thing straight here.",
        "Eli: Like what?",
        "Blair: What the hell is your real name?",
        "[SCENE_BREAK]",
        "Greg: Téa, you chose to be here for Todd and Dani's sake. You didn't want them to go through the agony of watching you deteriorate during the final stages of your illness.",
        "Téa: I know. I didn't, and I don't. But I think, what if the tables were turned? I'd be just as furious as they are.",
        "Greg: Todd and Dani want to hold onto you for as long as they can, but soon, possibly within a few days, you won't be the Téa that they knew.",
        "Téa: You know, your brother thinks that I'm doing the wrong thing.",
        "Greg: What did Shaun say?",
        "Téa: He said I should tell Todd where I am.",
        "[SCENE_BREAK]",
        "Todd: What the hell took you so long?",
        "Shaun: I was away on business.",
        "Todd: Yeah, well, I'm your business now. You need to find Téa for me.",
        "[SCENE_BREAK]",
        "Starr: So the only reason you're going out on a date with James is to get back at Ford?",
        "Langston: Of course. Did you see Ford's face when I said yes?",
        "Starr: Yeah, and I also saw your face when James said that Ford didn't want anything to do with you. And you were hurt again, and now you want to hurt Ford back?",
        "Langston: Yes. Yes, I do, because he deserves it. Ford thinks that just because he's great in bed, I'm gonna come running back to him. It doesn't matter how horribly he treats me or how many other girls he's sleeping with at the same time. Let's see how he feels when I'm out with his baby brother. Let him sit there and wonder what we're doing.",
        "Starr: Are you listening to yourself, Langston? You are going from one bad situation to another.",
        "Langston: It's just a date.",
        "[SCENE_BREAK]",
        "Dorian: Mmm.",
        "David: Mmm.",
        "Dorian: Oh, ha ha ha! Hello, girls.",
        "David: Oven mitts.",
        "Dorian: Oh. Bye, girls.",
        "Langston: Okay, I thought Dorian didn't have any more use for David these days.",
        "Starr: Well, I guess she just couldn't get him out of her system, just like you can't get Ford out of yours.",
        "Langston: Which is why I need to go out with somebody else. I mean, God, how long am I supposed to punish myself for? Markko's already moved on to California. I need to get back out there.",
        "Starr: With almost anyone else.",
        "Langston: What is the big deal? I'm single. James is single. Not to mention, he's pretty darn cute.",
        "[SCENE_BREAK]",
        "Ford: Stop being a jerk and call off this date with Langston.",
        "James: No. Why should I?",
        "Ford: Maybe because I'm paying for this apartment and I'm paying for everything else in your life.",
        "James: Oh, so that gives you the right to control my life? You know what? You want me to leave, I will.",
        "Ford: Fine. Maybe you should.",
        "James: Are you seriously kicking me out? Okay. You know what? I'll just go look up Mom. I'm sure she'll let me live with her.",
        "Ford: You are not gonna live with them.",
        "James: So you're not gonna throw me out.",
        "Ford: No. I'm sorry. James, sit down for a second. Listen. This newfound mother and brother of ours--they're family in name only. You and I, we're the only family we've got. Now, I know I owe you for leaving you alone with dad, and that's why I'm trying to protect you right now.",
        "James: Protect me from what?",
        "Ford: Langston. She's bad news.",
        "James: Come on.",
        "Ford: No, I'm serious. Did you know that she cheated on her live-in boyfriend just to sneak around with me? I mean, you can't trust a chick like that. Come on. Bros before hos.",
        "[SCENE_BREAK]",
        "Hannah: Ford told me I should get a little insurance policy of my own--write down everything that I know about Eli and send it somewhere to be read in case I died.",
        "John: No. Ford's an idiot. What you both should have done is come to the police. But out of curiosity, did you write it down?",
        "Hannah: I started to, and then Eli caught me, and that's when he made me swallow the pills. Actually, Eli had the pills with him already. He was planning on making me do this to myself the whole time.",
        "John: Well, then it's a good thing Cole found you when he did.",
        "Hannah: Oh, my God. Cole is out there with Eli right now. What if something happens to Cole?",
        "John: Nothing's gonna happen to Cole. Nothing is gonna happen to Cole. I got it covered. Did Ford mention what it is he's got on Eli?",
        "Hannah: No. I guess it's all in his letter.",
        "John: Probably. Don't worry. I'm gonna nail Eli. That's a promise.",
        "Hannah: I just hope you get to him before he hurts Cole or anyone else.",
        "[SCENE_BREAK]",
        "Eli: Elijah Clarke. Clarke is my middle name.",
        "Blair: Uh-huh.",
        "Eli: On my birth certificate, it's Elijah Clarke Rayburn.",
        "Blair: Why did you change it?",
        "Eli: Well, when Ross' criminal exploits began to make the family moniker a little too infamous, I--",
        "Blair: Yes. Kidnapping, fraud. The list goes on.",
        "Eli: Believe me, he has a very impressive resume that started way before Todd ever hired him. But I was just starting out in my law career, and I thought having a jailbird brother wouldn't help, so I dropped the Rayburn.",
        "Blair: Okay, but last year, you brought Ross back into your life.",
        "Eli: I caved, and it cost me a punch in the eye and a stolen credit card.",
        "Blair: Ow.",
        "Eli: He was the only family I had...till now.",
        "[SCENE_BREAK]",
        "Todd: You have to find Téa because she's sick and she might not have much time --weeks, maybe even days.",
        "Shaun: I'm sorry to hear that.",
        "Todd: Yeah, and she's gone off to die alone in some hospice somewhere. I hired some people to try to find her location, but she's also hired some people because she knew I would do that, to try and make sure she wasn't found.",
        "Shaun's voice: I lost that chump in 3 moves.",
        "Téa's voice: Todd hired a chump?",
        "Shaun's voice: Don't get me wrong. The guy was good.",
        "Téa's voice: But you're better.",
        "Shaun's voice: I wouldn't let you down, Ms. Manning.",
        "Todd: You're resourceful and reliable, and when you get a job, you see it through to the end no matter what. And I realize you may not like me, but nobody does. Ha ha! And I know that you took a hail of bullets for my family. So if anyone can find Téa, you can.",
        "Shaun: I'm sorry. I can't do this job.",
        "Todd: Why is that?",
        "Shaun: Because Téa doesn't want to be found.",
        "Todd: How would you know what Téa wants?",
        "[SCENE_BREAK]",
        "James: Thanks for the heads-up about Langston, but I can take care of myself.",
        "Ford: Fine. You want to go out with Langston, go. Just--",
        "James: Just what?",
        "Ford: She's already been through enough already, okay? Don't take advantage of her. Or trust me, bro, I will bury you.",
        "James: Don't worry, bobby. I'm not gonna do anything that you wouldn't do.",
        "[SCENE_BREAK]",
        "Starr: I get the whole you dating James thing to get back at Ford, but there's no way that this can end well.",
        "Langston: What's the worst that can happen? He pretends to forget his wallet and I sneak out the back?",
        "Starr: Langston, you're getting involved with him for all the wrong reasons.",
        "Langston: I'm not getting involved with anybody.",
        "Dorian: Do you have the strawberries?",
        "David: Do you have the whipped cream?",
        "Dorian: Absolutely. Ha ha ha!",
        "Langston: I think I'll be ordering takeout from now on. Starr, look, you're my best friend, okay? And I know that you don't want me to get hurt again, but here's the good news: I'm not gonna. And right now, all I'm worried about is you, so if it really bothers you that I'm going out with James because you still have feelings for him--",
        "Starr: No, I don't have feelings for him. I--yeah, I don't at all.",
        "Langston: Okay, so then think of it this way. If James is out on a date with me, he's not gonna have a chance to do anything to you, and then you and Cole can go back to being a perfect couple without any interference from James or crazy Hannah.",
        "[SCENE_BREAK]",
        "John: All right, we're posting undercover people around the clock, all right? You just let Eli think you're playing along.",
        "Hannah: I've gotten pretty good at that.",
        "John: You be careful, all right? But we'll have eyes on you, okay?",
        "Hannah: All right.",
        "John: Like we said before...",
        "Hannah: We never had this conversation.",
        "John: All right. I'll talk to you later.",
        "Hannah: Uh, Lieutenant McBain?",
        "John: Hmm?",
        "Hannah: I--I may not be guilty of murder, but I did obstruct justice when I lied about seeing Todd push Dr. Saybrooke down the stairs.",
        "John: Yeah, well, we'll have a talk about that later.",
        "Hannah: I was just thinking--I mean, I know it wouldn't bring your baby back, but...if I hadn't lied about Eli, he'd already be in jail. I guess what I'm trying to say is, I'm sorry.",
        "John: The only thing that matters now is making sure that son of a bitch pays.",
        "[SCENE_BREAK]",
        "Eli: So can we finally put all this nonsense behind us now? I am obviously not the man that John and Kelly think I am. I am the man who loves you and who hopefully you still intend to marry.",
        "Blair: I know you love me.",
        "Eli: And I know you've been hurt by men before. I know that Todd lied to you and betrayed you, and that's why it's difficult for you to trust another man, but I am not Todd. And I know you know that, but I need to know that you trust me and believe in me. Can you still do that for me?",
        "Blair: Yes, I can, and I'm gonna prove it.",
        "[SCENE_BREAK]",
        "Téa: Shaun made a really good case for bringing Todd and Daniella here.",
        "Greg: What case was that?",
        "Téa: Well, he told me how he'd feel if he were in my daughter's situation, how if it were your mother, he'd--how did he put it? He'd walk barefoot over glass to be with her.",
        "Greg: That's Shaun. He thinks with his heart. He doesn't understand the reality of what you're going through, of what's going to be happening to you over the next few days.",
        "Téa: He thinks I'm being selfish. He didn't say as much, but Todd did.",
        "Greg: I don't think you're being selfish at all. In fact, I think you're being heroic.",
        "Téa: Oh, come on, Greg. Heroic is pushing it.",
        "Greg: No. You're sparing your husband and daughter the greatest pain they would have ever suffered. Keeping them from experiencing you wasting away is the greatest gift you could have given them.",
        "Téa: Yeah. You're right. I've said my good-byes. Leave it at that.",
        "[SCENE_BREAK]",
        "Todd: You haven't answered my question, Shaun. How the hell would you know what Téa wants?",
        "Shaun: Well, you just told me that she hired someone to make sure that you couldn't find her. Sounds to me like the lady wants to be left alone.",
        "Todd: She doesn't know what she wants. This brain tumor has her all confused. She thinks she wants to do the right thing all the time.",
        "Shaun: And that's bad?",
        "Todd: She doesn't know what the right thing is. See? Plus she's stubborn. You know that.",
        "Shaun: I certainly do.",
        "Todd: I know you care about her, right? Didn't you help her out right after Powell tried to kill her? So if you just put yourself in my shoes for a second.",
        "Shaun's voice: Ms. Manning, it's none of my business, but if I were gonna meet my maker, I'd want Destiny, Vivian, my family--I'd want all of them right next to me.",
        "Shaun: Mr. Manning, I feel for what you're going through. I really do.",
        "Todd: Okay, then. Then you got to find her. I'm not gonna take no for an answer.",
        "[SCENE_BREAK]",
        "Téa: Thanks for helping me see things clearly, Doc. No pun intended.",
        "Greg: I'm right here. You can talk to me anytime. I'm gonna give you something for your pain here. I want you as comfortable as possible.",
        "Téa: I should be able to sleep now.",
        "Greg: Good. I'll see you in the morning.",
        "Téa: Yeah.",
        "Greg: Good night.",
        "[SCENE_BREAK]",
        "Shaun: Mr. Manning, it wouldn't be right for me to take this job.",
        "Todd: I'm gonna pay whatever you want.",
        "Shaun: It's not about the money. I can't do this. I'm sorry.",
        "[Door opens and closes]",
        "Dani: I heard you talking to that guy.",
        "Todd: Yeah. I thought Shaun would be the one to find her.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Shaun: Yeah?",
        "Greg: Hey. I just wanted to make sure that you made it back to Llanview all right.",
        "Shaun: Everything's just fine.",
        "Greg: Good. Listen, I just wanted to remind you not to tell anyone about where we brought Téa. Shaun?",
        "Shaun: I'm here.",
        "Greg: It's important that we respect the last wishes of a dying woman.",
        "Shaun: Don't worry. You can always count on me.",
        "[Sigh]",
        "Shaun: What am I gonna do?",
        "[SCENE_BREAK]",
        "Dani: So that's it, then. Mom really is gone. We're never gonna see her again.",
        "Todd: Well, if my P.I.s are too incompetent and Shaun won't help, I'll find her myself.",
        "[SCENE_BREAK]",
        "Eli: And how exactly do you intend to prove that you believe in me?",
        "Blair: By marrying you as soon as possible.",
        "Eli: Tomorrow couldn't be soon enough.",
        "Blair: Mmm.",
        "[SCENE_BREAK]",
        "David: Nobody does it better, huh?",
        "[Dorian giggles]",
        "David: To think that we missed all of this because of what? Pride? I don't want to spend another moment apart from each other. Hey, I have an idea. Let's get married--tomorrow.",
        "Dorian: Tomorrow?",
        "David: Mm-hmm.",
        "[SCENE_BREAK]",
        "Blair: Mmm! Tomorrow works for me.",
        "Eli: Tomorrow it is. Really?",
        "Blair: Yes. I just got to take care of a few things, and then we can get ourselves hitched.",
        "Eli: And this time, nothing is going to prevent us from becoming husband and wife.",
        "Blair: Yeah.",
        "[SCENE_BREAK]",
        "Starr: Well, I'd better get home.",
        "Langston: Hey, wait, wait, wait. Are we okay?",
        "Starr: Of course we're okay, Langston. I just want you to be careful.",
        "Langston: I will be. Come here. Like I said, it's just one date. No biggie.",
        "[SCENE_BREAK]",
        "Ford: I'm going back to bed, so try and keep the music down, all right?",
        "[Knock on door]",
        "Ford: Coming. Officer, are you here about the noise? It's this guy's fault.",
        "James: I'm so sorry. I didn't even realize--",
        "John: It's not about the noise. Just a few questions.",
        "Ford: Isn't it a little late for that?",
        "John: No, not for me."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=FN-ScMV7kJo"
}