{
    "Episode Summary": [],
    "Recap": [
        "After Adriana has heard, from Dorian that the name whom Gigi and Shane give as Shane's father really did exist, she is a bit suspicious and asks Layla to go with her to investigate this guy's history. She is worried about something standing in the way of her marrying Rex. Viki cannot understand why Clint would go for the juggler with Calvin Jenkins. Charlie, however, tells her she might be somebody or something who intends to frame Clint. Gigi believes the same thing when Rex discusses it with Clint. Dorian is working with Calvin to ruin the Buchanans. Jessica and Cristian are getting along really well while feeling abandoned by Sarah and Nash. Sarah and Nash are also getting along and not missing their respective partners the way they \"should.\""
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: What's going on?",
        "Gigi: I have to talk to you.",
        "Adriana: We were in bed.",
        "Gigi: I know it's early but -- this can't wait another minute. It's already gone on 10 years too long.",
        "Rex: What are you talking about?",
        "Gigi: I've been keeping a huge secret. I'm sorry, Rex. I -- I lied to you. You're Shane's father.",
        "Rex: Shane -- is my son?",
        "Adriana: Wait. How do you even know this is true?",
        "Gigi: Rex knows we were together on the Fourth of July and Shane was born on March 25. I wasn't with anyone else.",
        "Adriana: What about your Navy Seal?",
        "Gigi: Shane wasn't premature like I said. Actually, he weighed 10 pounds, 6 ounces. I've got the birth certificate if you want to see it. Your name's on it.",
        "Rex: Oh, my God. I'm a dad -- Shane's dad.",
        "Gigi: Are you -- happy?",
        "Rex: I love Shane. You saw how I felt about him and you kept this from me?",
        "Gigi: I was afraid.",
        "Rex: How could you do that?",
        "Gigi: Because, Rex, you left me! You didn't even say goodbye. I didn't think I'd ever see you again.",
        "Adriana: Well, you've known where Rex is now for months and you still didn't tell him the truth!",
        "Rex: Look, I'll sue for custody.",
        "Gigi: No!",
        "Rex: And I'll win, too. You're -- you're a single ex-waitress. I -- I have a house and a girl.",
        "Adriana: A rich girl.",
        "Gigi: You can't do this! You can't take Shane away from me!",
        "Adriana: Why shouldn't he? You kept Shane from him all these years!",
        "Shane: Mom? Mom?",
        "Gigi: No, Shane, run!",
        "Shane: Mom! You better get up or you're going to be late for work.",
        "[Gigi sighs]",
        "[SCENE_BREAK]",
        "Adriana: Good morning.",
        "Rex: I was dreaming you came home, and here you are.",
        "Adriana: Hmm.",
        "[Phone rings]",
        "Adriana: Oh.",
        "Rex: Better get that. Must be Paris at this hour.",
        "[Adriana sighs]",
        "Adriana: Bonjour.",
        "Dorian: Bonjour, ma Cheri.",
        "Adriana: This better be important.",
        "Dorian: I got another call yesterday from my investigator about Brody Lovett.",
        "Adriana: So -- is it true? Is he the father of Gigi Morasco's son?",
        "[SCENE_BREAK]",
        "Charlie: Hey, good morning.",
        "Viki: Hey.",
        "Shane: Good morning.",
        "Viki: Shane, you like French toast?",
        "Shane: Yes.",
        "Viki: Good.",
        "Charlie: Did you see this?",
        "Viki: Yes. Todd showed it to me -- uh -- before it went to print.",
        "Charlie: So this is what you were so upset about yesterday?",
        "Viki: Yeah.",
        "Charlie: So the person who disappointed you -- was Clint?",
        "Viki: Hmm.",
        "[SCENE_BREAK]",
        "Clint: No, Phyllis, I am not in for Jenkins' attorney. And I'm not going to be in any time soon.",
        "Lindsay: I'm assuming you've seen this already?",
        "Clint: Mm-hmm -- ahem. What, are you worried that people are going to find out where I got the information on Webster and Cobb?",
        "Lindsay: I trust that you'll keep that a secret.",
        "Clint: I will. And I don't think anybody would suspect you. I don't think people view us as friends.",
        "Lindsay: Well, I don't think that Cobb and Webster are going to do any talking. You would think smart businessmen like that would know better than to hire teenage prostitutes and score illegal drugs when they're away from the wife.",
        "Clint: Especially if they're going to try a takeover of B.E. What's in that folder?",
        "Lindsay: Asa hired Sam to do background checks on anybody he thought might be a potential threat in the future. This is what we've got on Calvin Jenkins.",
        "[SCENE_BREAK]",
        "Officer: Commissioner -- I mean --",
        "[Bo chuckles]",
        "Bo: Hey, don't worry about it, Officer Marlon. It is good to see you -- how's everything going?",
        "Ofc. Marlon: I don't know, not after what went down last night with McBain and Vega.",
        "[SCENE_BREAK]",
        "Nora: Don't forget, you got to look right at the audience, you know? Look every audience member right in the eye, engage them, make them listen to you.",
        "Matthew: Okay.",
        "Bo: You listen to your mom, son. She knows what she's talking about.",
        "Matthew: You are coming today, right?",
        "Bo: Wouldn't miss it.",
        "Matthew: I thought you might be too busy.",
        "[Bo chuckles]",
        "Bo: Not lately.",
        "Nora: Check this out?",
        "Bo: Yeah. Yeah, I already saw that.",
        "Nora: Clint's going to be apoplectic. I'm going to give him a call.",
        "Bo: No, he's seen it, too. He saw it yesterday.",
        "[SCENE_BREAK]",
        "Jessica: I really like this. It reminds me of that card you gave me for my 18th birthday.",
        "Cristian: You remember that?",
        "Jessica: Of course I remember that. I framed it, I still have it somewhere.",
        "Cristian: Think Nash will like these as much as you do?",
        "Jessica: Yes. You know, I know he's hard to reach sometimes but he has taste, and I promise -- he's going to love them.",
        "Cristian: Well, just in case, I have others.",
        "Jessica: Oh, good.",
        "Cristian: Who are you calling?",
        "Jessica: Oh -- Nash.",
        "Cristian: At this hour?",
        "Jessica: Oh, I know -- I forgot about the time difference there.",
        "[Phone rings]",
        "Jessica: Oh, it's ringing. I'm just going to leave a message.",
        "[Phone rings]",
        "Sarah: Oh! Oh, God.",
        "Nash: Hello?",
        "Jessica: Nash?",
        "Nash: Jessica. Is everything okay? Uh -- the baby?",
        "Jessica: Yeah, everything's fine, but was that -- that was Sarah, right?",
        "Cristian: Sarah?",
        "Nash: Oh, yeah -- no. Well, I -- I came out here looking for my phone and I guess she heard it and thought it was her phone, so she came out and when she saw me dressed like this --",
        "Jessica: \"Like this\"?",
        "Nash: I'm not exactly dressed.",
        "Jessica: You're naked?",
        "Nash: No, I'm not naked.",
        "Cristian: Naked?",
        "Nash: I'm in my -- I'm in my boxers. It's late.",
        "Jessica: I know, I'm sorry. I forgot about the time difference. I -- I -- I'll just call you later, okay?",
        "Nash: It's all right. Are you sure everything's okay?",
        "Jessica: We're fine. I'll call you later -- just go back to bed.",
        "Cristian: What?",
        "Nash: No, if -- if it's important, it's okay.",
        "Jessica: No, it's not. I love you.",
        "Nash: You, too.",
        "Jessica: Bye.",
        "Sarah: Sorry about that.",
        "Nash: It's okay.",
        "[SCENE_BREAK]",
        "Nora: I had dinner with Clint last night. He didn't say anything.",
        "Bo: Well, I guess he probably got tired of talking about it because I gave him hell and Viki probably did, too.",
        "Nora: Viki?",
        "Bo: Yeah, Manning sent a mockup of the front page over to Viki so she and Clint wouldn't be blindsided. I guess Manning's trying to be a decent guy these days.",
        "Nora: Oh, I guess his decency includes kindly informing Clint before he rakes him across the coals.",
        "Bo: Well, Viki took it to show Clint so he could stop it before it went to press.",
        "Nora: Then why didn't he stop it? Oh, I get it. Clint's going to slap a libel suit on Todd and shut down \"The Sun,\" isn't he?",
        "[Nora chuckles]",
        "Matthew: Go, Uncle Clint.",
        "Nora: Yeah.",
        "Bo: You know, I think you're going to need some more syrup there, bud.",
        "Matthew: More syrup?",
        "Bo: Yeah. That's not nearly enough.",
        "Matthew: You trying to get rid of me?",
        "Nora: He's not as dumb as he looks.",
        "Matthew: Consider me gone.",
        "Nora: So what's going on?",
        "Bo: Clint didn't try to stop Manning from printing it and he didn't tell you about it because it's all true.",
        "[SCENE_BREAK]",
        "Lindsay: How long have you been here?",
        "Clint: I had a 4:30 conference call with Joey and Kevin in London.",
        "Lindsay: You couldn't have made that at a more decent hour?",
        "Clint: Well, it was my idea. I wanted to talk to them before their business day started. There's nothing in here that I can use against Calvin Jenkins.",
        "Lindsay: Well, I know and I'm sorry but I'm still looking into that.",
        "Clint: Yeah, yeah -- like what? What do you got?",
        "Lindsay: Well, he has quite an extended family, so I figure there must be a scandal or two in there somewhere.",
        "Clint: I'm not going after his family.",
        "Lindsay: Okay -- look. Jenkins and friends are going after your family's company.",
        "Clint: Look, if Jenkins stepped out of line, I'll use that against him, but I am not going after his family.",
        "Lindsay: That's a choice.",
        "Clint: You know, this file ends when Sam died. I don't want to miss anything. I mean, later on, Jenkins may have gotten a little less ethical.",
        "Lindsay: Yeah. Sometimes you got to do that, big daddy.",
        "[SCENE_BREAK]",
        "Charlie: Yeah, no offense to your brother, but I'm -- well, this is a tabloid. Maybe the story's not true.",
        "Viki: No, no, it's true. I went to talk to Clint about that yesterday and he assured me that it's true! Not only that, he was -- he was proud of it. I tell you, it was like seeing Asa sitting at that desk.",
        "Charlie: Asa Buchanan?",
        "Viki: Mm-hmm.",
        "Shane: Matthew's grandpa?",
        "Viki: Yes, honey, that's right.",
        "Shane: Is it really that bad to be like him?",
        "Viki: Sometimes, yes.",
        "Shane: But Matthew said he was the best.",
        "[Viki chuckles]",
        "Viki: That's because Matthew brought out the best in Asa.",
        "Shane: I wish I had a grandpa.",
        "Charlie: What, you don't have one?",
        "Shane: My mom's mom and dad both died -- so did my dad's. So now, I don't have anybody to ask for grandparents' day at school.",
        "Charlie: Well, you do now if you want to -- me.",
        "Shane: Really?",
        "Charlie: Yeah, I'd love to go.",
        "Shane: Awesome.",
        "[Charlie chuckles]",
        "Gigi: What are you talking about?",
        "Shane: Charlie's going to come to grandparents' day.",
        "Gigi: That's really nice of you, Charlie, but you don't have to do that.",
        "Charlie: What -- I have always wanted to be somebody's grandpa.",
        "Viki: Well, your son is getting married pretty soon, right -- Rex? So you may not have to wait much longer.",
        "[SCENE_BREAK]",
        "Adriana: Right, so will you get back to me as soon as you track those shipments?",
        "Dorian: You're with Rex?",
        "Adriana: Of course.",
        "Dorian: Call me back when you can talk.",
        "Adriana: I will.",
        "Dorian: Je t'aime.",
        "Adriana: Bye. Sorry about that. Where were we?",
        "Rex: That was no business call. What's going on?",
        "Rex: What's going on?",
        "Rex: Who was on the phone?",
        "Adriana: Whoa -- why do you think I'm lying?",
        "Rex: Because you don't even know how to lie -- you're that bad at it.",
        "Adriana: Okay, fine -- it's a surprise that I'm planning for the wedding.",
        "Rex: Really?",
        "Adriana: Yes, and don't ask me anything else. You'll find out in 24 days.",
        "[Rex sighs]",
        "Rex: Right -- could you at least tell me who to expect in the bridal party?",
        "Adriana: Look, if you're going to try to change my mind about Marcie --",
        "Rex: No, I -- I -- I know. You're looking out for her feelings, but I told her you were going to ask her.",
        "Adriana: Well, I wish you hadn't have done that.",
        "Rex: I'm sorry. I was -- I was asking Michael and I -- I thought you wanted Marcie in the wedding.",
        "Adriana: I do! I just don't think she's going to be comfortable with all those people there. Maybe she could man the guestbook or something.",
        "[Rex sighs]",
        "Rex: Well, I guess that's okay.",
        "Adriana: Are we done talking?",
        "[Phone rings]",
        "[Adriana groans]",
        "Rex: Sorry -- it's my business line. Yeah, hello? I'll be right there.",
        "Adriana: Let me guess -- Gigi?",
        "[SCENE_BREAK]",
        "Charlie: You know what I used to do -- I used to sneak into the ball games --",
        "Gigi: This doesn't seem like something Mr. Buchanan would do.",
        "Viki: Well, I don't think you would've been privy to those kinds of dealings, would you?",
        "Gigi: It's true. Anything that's marked \"confidential,\" I don't read it.",
        "Viki: No, of course you don't. The thing is, it's so unlike Clint to use these kinds of smear tactics, you know? How would he ever get that kind of information? I know Rex has done some work for him, but --",
        "Gigi: This isn't Rex's fault.",
        "Viki: No, of course it isn't.",
        "Gigi: I'm sorry. It's just that I know Rex wouldn't do something that nasty. He's the nicest guy I know.",
        "Viki: Yeah. I used to think that about Clint.",
        "[SCENE_BREAK]",
        "Lindsay: So? If Rex doesn't find anything that you can use, what are we going to do?",
        "Clint: I'll find another way to deal with him.",
        "Lindsay: You know, this way is really so much easier -- seriously. There's no boardrooms, there's no pesky shareholder ah -- I knew you'd come around. You enjoy your day.",
        "[SCENE_BREAK]",
        "Nora: How can this be true?",
        "Bo: You should ask Clint.",
        "Nora: I intend to.",
        "Carlotta: Well, good morning!",
        "Bo: Hello, Carlotta.",
        "Nora: Good morning.",
        "Carlotta: It's so nice to see you three here together.",
        "Matthew: Carlotta said that she would listen to my speech so that I could practice in front of a real audience.",
        "Carlotta: Mm-hmm.",
        "Nora: A real audience, huh? What am I, chopped liver?",
        "Matthew: No, my mom.",
        "Nora: Oh. Thank you. You're very kind to do that.",
        "Carlotta: Oh, it's my pleasure.",
        "Matthew: Ahem.",
        "[Matthew taps glass]",
        "Nora: Oh --",
        "Matthew: \"Leadership. I looked this word up in one of my mom's books. It said there were two kinds of leaders. One kind is called 'transformational,' and the other kind is called 'transactional.' Transformational leaders try to change the world for the better, and transactional leaders just try to get more people to follow them. Which kind would you rather be?\"",
        "[SCENE_BREAK]",
        "Cristian: Did I just get that Sarah was in the room and Nash was naked?",
        "Jessica: Not exactly -- he was in his boxers.",
        "Cristian: And Sarah -- what was she wearing?",
        "Jessica: What are you worried about, Cristian?",
        "Cristian: Nothing. Nothing.",
        "[SCENE_BREAK]",
        "Nash: Ah. For you?",
        "Sarah: Yeah. Thank you.",
        "Nash: Mm-hmm.",
        "Sarah: I thought Mr. Wine expert didn't get hangovers.",
        "Nash: Oh, I don't -- as long as I get at least three hours of sleep.",
        "[Nash sighs]",
        "Sarah: What the heck time is it?",
        "Nash: Too early.",
        "Sarah: What do you say we get us some food --",
        "Nash: Uh-huh.",
        "Sarah: And tons of coffee? I already scoped it out last night. I want the chorizo omelet, hold the chorizo.",
        "Nash: Oh, that's right -- vegetarian girl. Well, I hope you don't mind if I get bacon and eggs and sausages and some fried potatoes.",
        "Sarah: If you're into cholesterol, knock yourself out. Uh -- you might want to put something on, you know, for when the --",
        "Nash: Right.",
        "Sarah: Room service people come.",
        "Nash: Yeah, oh, totally, of course.",
        "Sarah: Did you see those people roll their eyes when they heard me say I was related to Asa? Just because we're not old money.",
        "Nash: Yeah, but did you see their face when you told them who your mother was?",
        "Sarah: Ah -- which pisses me off even more. I mean, Tina may be a Lord, but she's garbage. I hope I didn't mess things up for you.",
        "Nash: No, are you kidding me? You did fantastic -- the band was great, everybody had a really good time. Thank you.",
        "Sarah: Those rich people -- man, they think they got everything figured out. You know --",
        "Nash: What do you mean by that?",
        "Sarah: Because I didn't go to college, I must be a moron. Because I work in the music industry, I must be a slut. And since I'm working for you, I obviously must be sleeping with you. You didn't catch that?",
        "[SCENE_BREAK]",
        "Jessica: You know, I really like this one. I just kind of wish that this lady was wearing more clothes.",
        "Cristian: I can fix that.",
        "Jessica: Good. I kind of want the guys to be thinking about the wine, you know?",
        "Cristian: Right, not gawking about the woman on the bottle.",
        "Jessica: Exactly.",
        "Cristian: Should we be talking about this here or -- or are we talking about something else?",
        "Jessica: Like what?",
        "Cristian: I don't know, Jess, but are you feeling as weird as I am about Sarah and Nash being together?",
        "[SCENE_BREAK]",
        "Carlotta: Well, I can certainly see why they chose your speech for the awards ceremony.",
        "Bo: Anybody ever tell you you're a pretty good kid?",
        "Nora: I'm very proud of you.",
        "Matthew: We better get going. Come on.",
        "Carlotta: Oh, good luck.",
        "Matthew: Thanks.",
        "Bo: You guys go ahead and I'll get the check.",
        "Nora: Okay, we'll see you there.",
        "Bo: All right.",
        "Bo: Thank you.",
        "Carlotta: Oh, thank you.",
        "Lindsay: Hi.",
        "Bo: Hey.",
        "Lindsay: What are you doing? I thought you would be at school with Matthew.",
        "Bo: I was just about to take off and head over there.",
        "Lindsay: I read the article in \"The Sun\" this morning. Are you okay?",
        "Bo: It wasn't about me.",
        "Lindsay: I'm sure that Clint was only doing what he felt he had to do for the family.",
        "Bo: You know, he gave me his word, though, that he wouldn't do anything like that -- again. I don't know what's gotten into him. See you at home.",
        "Lindsay: Okay.",
        "[SCENE_BREAK]",
        "Rex: I don't know why you'd think that was Morasco on the phone.",
        "Adriana: So tell me who it was.",
        "Rex: Clint Buchanan. He needs me over at B.E.",
        "Adriana: You sure have been doing a lot of work for B.E. lately.",
        "Rex: Oh, thank God. I could use the money.",
        "Adriana: I wish you didn't feel like you had to work so hard. My company is doing better than ever and if we ever had to, you know my mother's more than happy to help out.",
        "Rex: We decided we weren't taking a penny from her. And a lot of people in this town already don't have a great opinion of me. I'm not letting them say I'm being kept by my wife.",
        "Adriana: Look, I understand not wanting to owe my mother anything -- believe me. But we're going to be partners in this marriage, right? And I have money, and that's going to be a fact of your life. I don't want it to make you feel bad.",
        "Rex: The only thing that would make me feel bad is if I didn't do my share. Plus, having you in Paris a lot, I -- I'd go crazy without work. I'm going to shave.",
        "Adriana: Okay.",
        "Adriana: I need you to drop everything. I really need your help.",
        "[SCENE_BREAK]",
        "Layla: Bagels.",
        "Adriana: I have to fit into my wedding dress.",
        "Layla: Fine, then I'll eat them myself.",
        "Adriana: Sorry, I'm just really stressed out.",
        "Layla: Listen, just keep reminding yourself why you're getting married. Don't worry about the favors and all that other junk. Just focus on you two living happily ever after, okay?",
        "Adriana: That's exactly what I'm trying to do. Which is why we have to get to work.",
        "Layla: Okay, so, I contacted the seamstress, and she --",
        "Adriana: No, I am not talking about \"work\" work or wedding work. I heard from my mom this morning, and she has more information on Gigi's kid's dead father.",
        "Layla: Brody Lovett? Yeah, your mom told me about him last night. So he really isn't some random guy that Gigi made up?",
        "Adriana: I guess not.",
        "Layla: What else did Dorian say?",
        "Adriana: I didn't get to talk to her because Rex was here, and now her phone keeps going to voicemail.",
        "Layla: Well, this is good news. The guy was real, which means he really could be Shane's father.",
        "Adriana: But I need to be sure, Layla. Look, I know -- I know that you think I'm asking for trouble, but I'm not. I'm planning a life with Rex, and I need to be sure that Gigi isn't just sitting there waiting for the right moment to blow it all up.",
        "[SCENE_BREAK]",
        "Dorian: Hi. Sorry, I was running late.",
        "Lindsay: That's all right.",
        "Dorian: You all right?",
        "Lindsay: Yeah. Yeah, I'm okay. How's the wedding planning going?",
        "Dorian: Swimmingly.",
        "Lindsay: Do you need me to do anything?",
        "Dorian: Well, if I do need anything, you'll be the first person I call. I hate to say anything nice about \"The Sun,\" but -- oh-ho! -- I so enjoyed reading about how you helped Clint blackmail those would-be usurpers.",
        "Lindsay: Would you keep it down, for God's sake? First of all, my name is not mentioned in this article. And secondly, I -- I don't appreciate you broadcasting it in public.",
        "Dorian: I would think you'd be proud of your accomplishments.",
        "Lindsay: I would really like to remain anonymous in this deal.",
        "Dorian: Okay, fine.",
        "Lindsay: I wonder where Todd got all this information? You didn't say anything, did you?",
        "Dorian: No, no, of course not. Must have been some pretty juicy tidbits, though. The way Clint was able to bring down those supposed big shots so quickly. Including Cal Jenkins?",
        "Lindsay: How did you know about Calvin Jenkins?",
        "[SCENE_BREAK]",
        "Gigi: We got every last one from the newsstand.",
        "Clint: Thank you.",
        "Gigi: Want me to shred them?",
        "Clint: Yeah, the sooner, the better, and take that one, too.",
        "Gigi: Mr. Buchanan, I would just like to say, I know that's not how you run business around here, and I think this sucks.",
        "[Knock on door]",
        "Clint: Yeah?",
        "Rex: Hey.",
        "Gigi: Rex?",
        "Clint: Hey. Thank you for getting here so quickly.",
        "Rex: Sure.",
        "Gigi: I'm out of here.",
        "Rex: Hey, Morasco --",
        "Gigi: Hmm?",
        "Rex: Tell Shane I'll try to stop by a little later to do some fielding drills.",
        "Gigi: Some what?",
        "Rex: Baseball? The little round thing with seams on it?",
        "Gigi: Hmm.",
        "Rex: You know, he's good, he just -- he just doesn't have any confidence in himself. I was that way when I was his age.",
        "Gigi: You were?",
        "Clint: Gigi, thank you.",
        "Gigi: Sure.",
        "Rex: What do you need?",
        "Clint: I want you to find out anything and everything about a man named Calvin Jenkins.",
        "Rex: You looking for dirt on the guy?",
        "Clint: I'm looking for information. If it happens to be dirty, so be it.",
        "[SCENE_BREAK]",
        "Jessica: This is how I feel about it. Nash and I haven't been apart that much since we've been married. And you and Sarah just, you know, kind of started dating. And we both wish that we were in Napa with them. And I know that they both miss us terribly.",
        "Cristian: Sounds like they're having a high time to me.",
        "Jessica: Cristian, Sarah's my cousin, okay? I trust her, and I trust my husband even more.",
        "Cristian: And I trust Sarah.",
        "Jessica: But not Nash? That's the problem, right?",
        "Cristian: There isn't a problem. Come on, let's get out of here.",
        "Jessica: Why?",
        "Cristian: I don't know -- I think we need a change of scenery. Let's go. Let's go to the diner. I'll treat you.",
        "Jessica: Pancakes?",
        "Cristian: Chocolate.",
        "Jessica: Ooh!",
        "[SCENE_BREAK]",
        "Nash: I'm sorry, I want to revisit the \"you and I\" thing. Nobody thought that you and I were --",
        "Sarah: Yeah, yeah. No, they totally did.",
        "Nash: No, they didn't. I was talking about my wife the whole night. I told them that she was a -- I told them that she was a Buchanan. You're a --",
        "Sarah: Ah, oh-oh -- which explains why those women were telling me how lucky I was and how hot you were. They thought I was your wife.",
        "Nash: Oh, they said that?",
        "Sarah: Well, yeah, but I think they probably had one too many.",
        "Nash: Which is probably exactly why the guys were saying the same thing about you, because --",
        "Sarah: Oh, of course, yeah. I mean, you don't think I'm hot?",
        "Nash: Yeah, well -- everybody thinks you're hot. You're hot.",
        "Nash: I didn't mean that.",
        "Sarah: Oh. So now I'm not hot?",
        "Nash: No -- you're hot. It's -- you're not, like, that to me.",
        "Sarah: You know, I -- I haven't talked to Cristian yet this morning. I think I should go call him. Assuming I can find my phone.",
        "[Nash whistles]",
        "[SCENE_BREAK]",
        "Carlotta: So how's that beautiful Bree?",
        "Jessica: She's hit the terrible 2s.",
        "Carlotta: Ooh. Well, I do miss seeing her.",
        "Jessica: I could bring her by, if you like.",
        "Carlotta: Oh, well, I'd really like that.",
        "Jessica: Good.",
        "Carlotta: And so, where's your husband?",
        "Jessica: Napa.",
        "Carlotta: Isn't that where Sarah is, as well?",
        "Cristian: They're there together. It's a business trip.",
        "Carlotta: Hmm.",
        "Cristian: What do you mean, \"hmm\"?",
        "Carlotta: Did I say anything? Excuse me.",
        "[Cristian sighs]",
        "Cristian: Sorry.",
        "Jessica: No -- no, that's okay. You know, she's resentful of Nash and me because of Antonio, and I don't blame her.",
        "Cristian: Well, she says she's forgiven you, but \u0096",
        "Jessica: Hmm.",
        "Cristian: You know what? Life goes on, right?",
        "Jessica: Oh, my God. Have you seen this? I can't believe Todd would print something like this. It -- it's about my dad and -- Uncle Bo? This time Todd's gone too far.",
        "[SCENE_BREAK]",
        "Dorian: I'm a major stockholder in Jenkins Industries. I hear things.",
        "Lindsay: Oh.",
        "Dorian: \"Oh\"? Lindsay, now's my turn to whisper. Are you saying that I ought to sell my stock?",
        "Lindsay: Not unless you know something about Jenkins that nobody else knows.",
        "Dorian: Oh. So in other words, my investment is safe?",
        "Lindsay: They're going to be naming bird sanctuaries after the man.",
        "Dorian: Oh! So glad to hear that. I pity the Buchanan boys, though. Really, they don't realize what a formidable foe they're taking on. Wouldn't it be sad if they were to lose the company that their dear departed father built with his own sweat and blood?",
        "[SCENE_BREAK]",
        "Charlie: Well, you look very nice.",
        "Viki: Well, thank you, thank you.",
        "Charlie: Hmm. So you're running a little late, though, aren't you?",
        "Viki: Yeah.",
        "[Viki chuckles]",
        "Viki: I've been trying to compose an editorial response to \"The Sun's\" article about Clint.",
        "Charlie: So what'd you come up with?",
        "Viki: Nothing. I can't deny it, because it's true. I can't explain it, because I don't understand it. And I certainly can't defend it. I am so disappointed in Clint. You know, it -- I can't believe that's the man I was married to all those years.",
        "Charlie: Well, maybe -- maybe somebody's twisted his arm.",
        "Viki: No. No, he admitted it to me, I told you that. And he was really very proud of himself. You know, I -- I can understand him wanting to protect his company and his family. But to do it in that kind of an underhanded way is just --",
        "Charlie: Well, now, Clint's father died last year, right?",
        "Viki: Yes.",
        "Charlie: And the old man was kind of a rascal.",
        "Viki: A rascal? I would say that's the understatement of the year.",
        "Charlie: Oh. Well, anyway, the point I'm making is that, sometimes, people grieve for someone they lost by becoming that person.",
        "[SCENE_BREAK]",
        "Nora: Hey.",
        "Man: Your son sure thinks the world of you two.",
        "Bo: Yeah. Well, just wait till he turns 15.",
        "Man: Oh, it won't change.",
        "Nora: Oh, well, you seem sure.",
        "Man: Mom's a D.A., dad's not afraid to shovel the dirt.",
        "Matthew: What was that about?",
        "Nora: Oh, you don't need to worry your head about that. Come on. Let's go.",
        "[SCENE_BREAK]",
        "Rex: When I went to work for you, I was hoping I was through looking through keyholes.",
        "Clint: You're a private investigator. You investigate things like people's backgrounds, right?",
        "Rex: Depends on what the info's going to be used for. Is Bo on board with this?",
        "Clint: Should I look for another P.I.?",
        "Rex: No.",
        "Clint: Do the job, don't ask questions.",
        "Rex: Right.",
        "Gigi: Something wrong?",
        "Rex: What'd he eat for breakfast this morning?",
        "Gigi: A couple guys named Cobb and Webster. Did you see the article in \"The Sun\"?",
        "Rex: Who hasn't?",
        "Gigi: Viki was all upset about it. How do you think he got that kind of info?",
        "Rex: You don't think he got it from me, do you?",
        "Gigi: No way! But Viki was wondering.",
        "Rex: She was?",
        "Gigi: I told her that you would never do anything like that. She was just having trouble believing that Clint could dig all that stuff up on his own.",
        "Rex: I swear, I don't know how he got it.",
        "Gigi: I believe you.",
        "Rex: I -- I should get back to work. Oh -- Gigi -- ahem -- my wedding's coming up May 13.",
        "Gigi: Yeah, I know.",
        "Rex: Adriana's a little late in getting the invites out, but you and Shane are on my list. We'd really like to have you guys there.",
        "Gigi: I can't.",
        "[SCENE_BREAK]",
        "Jessica: You know, this is unbelievable. I work at \"The Sun.\" This is about my family. You'd think that Todd would tell me about this before publishing this garbage! He's unbelievable.",
        "Cristian: Listen, Jess, if you want to go to B.E. and talk to your dad, we don't have to finish this right now.",
        "Jessica: No, it's fine. It's okay, thanks. Thanks for listening to my rant.",
        "Cristian: Sure.",
        "[Phone rings]",
        "Cristian: Hey, Sarah.",
        "Sarah: Hey, babe, morning. I miss you so much.",
        "Cristian: I miss you, too.",
        "Sarah: I'm sorry I didn't call sooner. I couldn't find my phone.",
        "Cristian: Yeah, I heard.",
        "Sarah: You talked to Jessica?",
        "Cristian: We're working on some marketing stuff right now. How's it going in Napa?",
        "Sarah: It's great. I actually just got a call from a vineyard in Long Island that wants me to book talent for a gig they're doing this summer.",
        "Cristian: Somebody who was there last night?",
        "Sarah: Yeah, right.",
        "Cristian: Good for you.",
        "Sarah: Oh, hey, babe, I better get going. We have one more vineyard to stop at today before we head home.",
        "Cristian: Okay. Can't wait to see you.",
        "Sarah: Me, too.",
        "Cristian: See? I told you everything was cool.",
        "Jessica: I told you.",
        "[SCENE_BREAK]",
        "Sarah: So, what do I need to know about today?",
        "Nash: It's important. There's a guy I heard about last night has some killer pinot noir grapes -- don't grow out east.",
        "Sarah: Okay.",
        "Nash: He's not going to want to separate from them, especially not to a rival winery.",
        "Sarah: Don't worry. I'll work my magic.",
        "Nash: Thank you.",
        "[SCENE_BREAK]",
        "Lindsay: I'd better get going.",
        "Dorian: So soon?",
        "Lindsay: Yeah, well, I think Bo's probably going to have a really rough day, and I just want to get home and make a nice dinner for him.",
        "Dorian: How sweet.",
        "Lindsay: It's the least I could do. All right. If you need me, I'm here.",
        "Dorian: Mm-hmm.",
        "Lindsay: All right.",
        "Dorian: Thank you.",
        "Lindsay: Bye.",
        "Dorian: Yes.",
        "[Dorian hums]",
        "Dorian: Hmm. My phone was off. Huh. No wonder I haven't heard from Adriana.",
        "Dorian: Cal, it's Dorian. I have just learned that the Buchanans have deemed you untouchable.",
        "[Dorian laughs]",
        "Dorian: So that means I want you to go in for the kill as soon as possible. Buchanan Enterprises will soon be ours.",
        "[SCENE_BREAK]",
        "Rex: Why can't you come to my wedding?",
        "Nora: Is he in?",
        "Gigi: Do you want me to tell him you're here?",
        "Nora: No, thank you, I can handle it.",
        "Clint: Good morning.",
        "Nora: What kind of a relationship do you think we have?",
        "[SCENE_BREAK]",
        "Gigi: I have something to do with Shane that day.",
        "Rex: This is a really important day for me. I -- I have, like, five people on my side of the aisle. And I've known you longer than anyone -- even my mom and dad, really. I -- I'd really like to see you and Shane there.",
        "Gigi: Okay.",
        "Rex: Thank you. Thank you very much. I'll see you.",
        "[SCENE_BREAK]",
        "Layla: Okay, here's the big question. Where do we seat Rex's mom?",
        "Adriana: Huh -- in Ohio?",
        "Layla: You're so mean. Okay, you left Dorian about 15 messages. Can you give her a chance to call you back?",
        "Adriana: Why would she leave me hanging like this?",
        "[Phone rings]",
        "Adriana: Oh. Finally, it's not going straight to voicemail.",
        "[Phone rings]",
        "Dorian: Hola?",
        "Adriana: I've been calling and calling.",
        "Dorian: Honey, I'm sorry, I didn't realize my phone was off.",
        "Adriana: Huh. What did you find out about Brody Lovett?",
        "Dorian: He's from Niles, Michigan.",
        "Adriana: That's it?",
        "Dorian: So far.",
        "Adriana: You're kidding.",
        "Dorian: I told you his record was classified because he was a Navy Seal.",
        "Adriana: Even after he died?",
        "Dorian: That's what they told me.",
        "Adriana: Well, I guess I'm going to have to go to Niles, Michigan, and talk to his family.",
        "Dorian: Well, you can't go down there on your own and start asking sensitive questions. And I am too busy right now.",
        "Adriana: Well, Layla will go with me.",
        "Layla: What?",
        "Adriana: I'll call you back later.",
        "Layla: Where am I going?",
        "Adriana: To Niles, Michigan.",
        "Layla: And what if I don't want to go there?",
        "Adriana: Please?",
        "Layla: Okay -- ahem -- I'll do it.",
        "Adriana: Thank you.",
        "Layla: Girl, are you sure that you have to do this?",
        "Adriana: Yes. Gigi has a secret.",
        "Layla: How do you know that?",
        "Adriana: Have you met my mother? I know when a devious person is hiding something huge. We're finally going to find out what the real story is with Shane Morasco's father.",
        "[NEXT_ON]",
        "Langston: Your dad loves you. You don't think he'd see you through this?",
        "Cole: I don't care how long it takes till I can be with her again.",
        "Cristian: You took my brother's girlfriend to a motel room?",
        "Antonio: This, I love. Two women fighting over a man neither one of them wants."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=P7Hp73-Pebw"
}