{
    "Episode Summary": [
        "Episode # 10478 ~ Aunt Misbehavin'"
    ],
    "Recap": [
        "Although everybody at Dorian's party attempts to convince Mr. Rivera that he needs to accept Markko's decisions to be with Langston, he does not listen. And he tells his son that he cannot live under his roof if he continues to see her or her family. At that point, Markko assesses that he is homeless. But Viki tells him that she will let him stay with her and Charlie at Llanfair. Cristian is suspicious about Fish. He runs into Kyle Lewis who reveals that he knows some \"secrets\" about Fish. And when Fish has his \"date\" with Layla and they return home, he seems to resist her advances to sleep together. Rex and Gigi drop the bombshell to Shane about what Stacy did to them and that she is not his real donor. Yet, they realize that they still haven't a clue who the real donor is. Roxy is worried about the nurse finding her, knowing her secret and taking the stem cells from her. Privately that nurse is keeping the \"donor\" with her, ready to nurse him back to health and have him meet his family. And she reveals that he asked her to let Stacy have the bag of blood with the stem cells to hold over Roxy and blackmail her."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Markko: Langston and I are going to go upstairs now. We're going to close the door to her bedroom, and we're going to do whatever we want to, and there's nothing you can do to stop us.",
        "Ernesto: Stop. Come back here! Geraldo! Geraldo, come back here, now! Don't make me come up there after you!",
        "Viki: Well, I'll say one thing for your dinner parties, dorian. They're never dull.",
        "Charlie: Mr, and mrs. Rivera, are you all right?",
        "Aurelia: How can we be all right?",
        "Ernesto: My son and your daughter have gone upstairs to do god knows what. What do you have to say for yourself?",
        "Dorian: Drink, anyone?",
        "[SCENE_BREAK]",
        "Langston: You sure showed him.",
        "Markko: Yeah.",
        "Langston: So, what do we do now?",
        "Markko: Well, the way I see it, we have two options. We can stay up here and just enjoy the fact that we're sticking it to him.",
        "Langston: Or?",
        "Markko: Or we make good on the threat.",
        "Langston: I'll take door number two.",
        "[SCENE_BREAK]",
        "Cristian: What are you talking about? How is Fish using Layla?",
        "Kyle: Oh, man, I--I shouldn't have said anything.",
        "Cristian: Yeah, well, you did. And the thing is, Layla's got a habit of doing stupid things, just to show you how smart and tough she is, and if dating Fish is one of these stupid things, I want to know about it.",
        "Kyle: All right, look, all I'm saying is, Fish isn't the guy he appears to be.",
        "[SCENE_BREAK]",
        "Oliver: So, then the second penguin says, \"Well, it was so nice out, I thought I'd walk over.\" You get it?",
        "Layla: Yeah, and that was a terrible joke.",
        "Oliver: Ah, it cracked me up when my uncle Al told it. Of course, I was 4.",
        "Layla: Well, now you're all grown up.",
        "Oliver: Yes, ma'am.",
        "Layla: Poor Cristian, slaving away at the cafe.",
        "Oliver: Yeah, and then he has to close the club at 2 a.m.",
        "Layla: So, what are we going to do until he comes back?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Stacy: Rex isn't here.",
        "Roxanne: Just bought dessert for him. I'm going to leave it here, and don't you dare touch it. Hey, you going to floss your butt with this, or you got other plans?",
        "Stacy: Put that down.",
        "Roxanne: Scanties and booze--how original. You must be desperate.",
        "Stacy: Wrong, actually. Your little baby boy and aren't just roommates anymore, we're lovers.",
        "[SCENE_BREAK]",
        "Gigi: My sister was just trying to get to me, right? You two never slept together.",
        "Rex: Gigi, I--",
        "Gigi: Can you believe me? What is wrong with me? After everything I put you through, I'm giving you the third degree about Stacy.",
        "Rex: You and I--we learned the hard way not to keep things from each other. You asked me a question. I owe you the truth.",
        "[SCENE_BREAK]",
        "Dorian: I have no idea where Sven is. May I freshen up anybody's drink?",
        "Noelle: No, thank you.",
        "Moe: Why not? Come on, this party's just getting started.",
        "Ernesto: Party? When my son shows me such disrespect, this to you is a party?",
        "Dorian: Mr. Rivera--",
        "Ernesto: You may tolerate that kind of behavior from your child, but I do not.",
        "Shaun: Yo, Papi, why don't you just give it a rest? Everything in the world isn't Dr. Lord's fault. This is between you and your boy.",
        "Dorian: Right, and has it occurred to you to be proud that your son is his own man?",
        "Ernesto: Don't tell me how to feel about my son.",
        "Dorian: What is it that you want from a son? Just--just some--some passive, pathetic little boy?",
        "Aurelia: I just wonder what Markko and Langston are doing up there.",
        "Ernesto: What do you think they're doing?",
        "[SCENE_BREAK]",
        "Langston: Oh.",
        "Markko: Well--what, what is it? What's wrong?",
        "Langston: Okay, I lied, I can't do this. I can't have sex with you while your parents and Dorian are sitting downstairs.",
        "Markko: It's okay, I get it. I guess it's enough that we're making my dad sweat.",
        "Langston: Oh, the way you stood up to him--it was beyond amazing.",
        "Markko: I've never talked to him like that before.",
        "Langston: What made you do it tonight?",
        "Markko: Well, all my life, he'd say to me, \"It's my way or the highway,\" so you know, I'd do it his way, but now--hmm--I guess the highway doesn't seem that scary, as long as I'm hitchhiking it with you. I had to make him see that.",
        "Langston: Oh, and he must be so mad right now. I mean, I'm surprised he's not up here banging on the door.",
        "Markko: No, he's probably taking it out on Dorian. He thinks she's the root of all evil now.",
        "Langston: Yeah, well, she can handle herself. You want to sneak into the hallway and see if we can try and hear what's going on down there?",
        "Markko: Do you really want to know?",
        "Langston: No. So, what do we do now?",
        "Markko: Well--ahem--we nixed my idea.",
        "Langston: Well, sor-ry, horn dog, but--um--I think I have an idea.",
        "[SCENE_BREAK]",
        "Roxanne: don't you play me, girlfriend. Rexy would never do that, especially with someone like you.",
        "Stacy: Oh, but he did, all right--all over the floor of Ultraviolet. We almost did it in the cabana at the country club, until l that stupid manager came and interrupted us. He just can't get enough of me, Rox. You might be looking at your future daughter-in-law.",
        "Roxanne: Don't kid yourself, honey. Why would he buy the cow if he can get the milk so damn cheap?",
        "Stacy: Ooh.",
        "Roxanne: I'm just going to leave this here for now. I'm going to leave before I puke.",
        "Stacy: You know what? You can take that ice cream with you. I'll give Rex some dessert of his own.",
        "Roxanne: No, this is special ice cream. I got this all the way from Cincinnati.",
        "Stacy: Cincinnati my ass! This is from the deli on the corner. You didn't come here to leave anything, you came here to find something, didn't you, Roxy?",
        "[SCENE_BREAK]",
        "Gigi: You're kind of scaring me.",
        "Rex: I--I know it's been weird between us since you told me the truth about Stacy, and I know it's going to take a while for us to get back to the way that we were, but I love you. And I never, ever stopped. The thing is, I thought that you stopped loving me, and--",
        "Shane: Dad? What are you doing here? What's going on?",
        "Rex: We got to tell him, Gigi.",
        "Shane: Tell me what?",
        "Gigi: Honey, all that stuff you thought I did with Brody and Schuyler--I lied about that. I didn't do any of it.",
        "Shane: You don't believe her, do you?",
        "Rex: Yes, I do. She's not lying.",
        "Gigi: I'm not. Your dad is the only guy for me. Except you, of course. I never stopped loving him, and I will love him till the day I die.",
        "Shane: What are you trying to pull now?",
        "Rex: Shane--",
        "Gigi: I wasn't telling the truth before, but I am telling you the truth now. I didn't sleep with Brody--",
        "Shane: I don't believe you.",
        "Rex: I do.",
        "Shane: why?",
        "Rex: Listen to your mother.",
        "Gigi: Shane, when you got sick and they told us that you needed a stem cell transplant as soon as possible and we couldn't find a donor, well, I made this deal with God. I said that if he'd send us a donor in time to save you, that I would sacrifice anything, and right after that, we got us a donor.",
        "Shane: Aunt Stacy.",
        "Gigi: Yeah, and I was so grateful, I felt like I had to make good on my promise. So, I gave up your dad.",
        "Shane: Are you saying that God made you cheat on dad?",
        "Gigi: No. no, no, I didn't cheat, I just said I did.",
        "Shane: Because God told you to?",
        "Rex: Gigi, we have to tell him everything.",
        "Gigi: But she's his aunt. I mean--",
        "Shane: what are you two talking about?",
        "Rex: Your Aunt--huh--Stacy refused to save your life unless your mom broke up with me.",
        "[SCENE_BREAK]",
        "Stacy: You know, we could play games, but that would take too long, and Rex is going to be home really soon. You're looking for that bag of blood you were keeping cold, aren't you?",
        "Roxanne: You stole it.",
        "Stacy: I didn't steal anything. Although I have to give it to you, having Kyle draw a backup bag of blood out of your donor friend--that was smart.",
        "Roxanne: I did that for Shane. Listen, you little bitch, you sicced that killer nurse on me, didn't you?",
        "Stacy: I don't know what you're talking about.",
        "Roxanne: She stuck me with a needle. I passed out. It could have killed me.",
        "Stacy: And yet, here you are!",
        "Roxanne: You and her are in it together, aren't you?",
        "Stacy: You know, I--I got to say, I like the way she thinks, but no, I didn't sic her on your trail.",
        "Roxanne: Are you sure?",
        "Stacy: How could I? I didn't even know about the extra bag of blood.",
        "Roxanne: Well, if you didn't send her, who did?",
        "[SCENE_BREAK]",
        "Nurse: \"Italian for the word please--5 letters, starts with P.\" Ah, of course. P-R--you've been asleep for a long time. I hope that means you're at peace now. I've gotten your stem cells away from Roxanne and given the bag to Stacy Morasco. Everything is just as you wanted it to be.",
        "[SCENE_BREAK]",
        "Cristian: So, if Fish isn't who he seems to be, then who is he?",
        "Kyle: Are you still on that, man?",
        "Cristian: Yeah, I'm still on that.",
        "Kyle: Let's just say he's not always honest, okay?",
        "Cristian: Okay, so he lies. About what?",
        "Kyle: [Sighs]",
        "Cristian: You got to work with me here, man. What does he lie about? How much money he makes, his age? What, he has, like, 10 women on the side?",
        "Kyle: No, it's--it's definitely not that.",
        "Cristian: Stop playing me, brother.",
        "Kyle: Okay, look, man, I don't need any more trouble, okay? I got enough of my own, and anything I know about Oliver Fish was when we were undergrads, and whatever he's into now, that's his own business.",
        "Cristian: Not anymore, it isn't.",
        "[SCENE_BREAK]",
        "Layla: Mmm. What's wrong?",
        "Oliver: I--I--I can't--I can't do this.",
        "Layla: I don't understand. Why not?",
        "Dorian: You called my daughter a tramp in front of all these people.",
        "Aurelia: Ernesto--",
        "Ernesto: I say what I think.",
        "Dorian: Oh, really? What Langston and your son share goes a lot further than just sex. Unlike you, I've seen this relationship develop right from the very beginning. Those two--",
        "Markko: Oh, baby!",
        "Langston: Yes! Yes!",
        "Dorian: Two young people--",
        "Markko: Yeah, oh, yeah!",
        "Dorian: Share ideas and interests.",
        "[SCENE_BREAK]",
        "Langston: Yes, yes! In your face!",
        "Markko: Oh, come on! no, that's not fair. I've never played this game before. Langston: Aw. Poor baby. Just face it. I'm the master.",
        "Markko: Oh, do you always act like this when you win?",
        "Langston: Yeah.",
        "Markko: Yeah, not very attractive.",
        "Langston: Aw. Come on, we'll play again. This time, I'll--",
        "Markko: Hey--wait, wait, wait. Do you hear anything?",
        "Langston: No.",
        "Markko: Neither do I--which is really weird. My dad isn't screaming.",
        "Langston: Maybe you really got through to him. Maybe he's going to leave us alone now.",
        "Markko: I got to tell you, I thought he'd be up here by now. Like kicking the door down.",
        "[SCENE_BREAK]",
        "Ernesto: I've had enough of this.",
        "Dorian: Mr. Rivera--",
        "Aurelia: What are you going to do?",
        "Ernesto: I'll drag my boy out of here if I have to.",
        "Viki: Oh, Charlie, isn't there something you can do?",
        "Ernesto: And if he thinks he's staying in Llanview, where he can sneak around with this--",
        "Dorian: Huh?",
        "Ernesto: This-- get out of my way.",
        "Charlie: Well, look, you get yourself under control, and we'll think about it.",
        "Ernesto: That's my son up there!",
        "Moe: And you're going to have to go through us to get upstairs.",
        "Shaun: And I guarantee that's not going to happen.",
        "Charlie: So, how about we just talk it over, hmm, man to man?",
        "Shaun: To man.",
        "Moe: To man.",
        "[SCENE_BREAK]",
        "Layla: Did I do something wrong? Too much garlic in my pasta?",
        "Oliver: No, no.",
        "Layla: Okay. Well, then what happened?",
        "Oliver: It's--it's not you, it's me.",
        "Layla: Oh, my God, here we go.",
        "Oliver: No, and that's not a line. Look, you are--you're beautiful and fun, and I still jumped into the sack with Stacy Morasco the first--",
        "Layla: Fish, I'm over it.",
        "Oliver: Okay, but I--I didn't tell you everything.",
        "Layla: Okay.",
        "Oliver: The reason I treated you the way I did that night wasn't because I didn't like you enough.",
        "Layla: I was awful that night. I made you wait to dance with me.",
        "Oliver: Shh, shh, shh, just--please, just listen, okay? I--I acted the way I did because I like you so much.",
        "Layla: Are you saying you respect me too much to jump me on the first date?",
        "Oliver: Well, yeah--yeah.",
        "Layla: That's really sweet, but what was happening between us tonight was so not that. Fish, it's okay.",
        "[SCENE_BREAK]",
        "Cristian: Anything else?",
        "Kyle: No, I'm good.",
        "Cristian: No, I meant about Fish.",
        "Kyle: [Sighs]",
        "Cristian: Let me put it this way. If Layla was your friend, what would you say to her?",
        "Kyle: Honestly, I'd warn any woman that I really cared about not to get involved with Oliver Fish.",
        "[SCENE_BREAK]",
        "Langston: So, what now? We just wait till your dad comes up here?",
        "Markko: I--I don't know what we do next. When I blew up at him, I didn't exactly have long-range plans.",
        "Langston: That's the thing about blowing up and walking out.",
        "Markko: Yeah. You know you got to face the person again.",
        "Langston: And this time, they're going to be ready for you.",
        "Markko: Oh, man.",
        "Langston: You still need your dad to help you out with college, right?",
        "Markko: Yeah. My scholarship only covers tuition. I mean, even with student loans, I got to stay at home, or I'm not going to make it.",
        "Langston: You got to talk to him then.",
        "Markko: Yeah, yeah.",
        "Langston: But after tonight, your dad knows you mean business. He's got to respect you for that.",
        "Markko: hmm. Well, at least now, I respect myself.",
        "[SCENE_BREAK]",
        "Ernesto: So, I'm just supposed to stand here, smiling, making small talk while my 18-year-old son is having sex?",
        "Moe: We just think you should cool off before you do anything.",
        "Charlie: You know, maybe you should stop thinking so much about Markko and Langston all the time. Start thinking about Markko and you.",
        "[SCENE_BREAK]",
        "Dorian: Aurelia, for what it's worth, I counseled Langston and Markko to wait. However, they both decided, together, that they had waited long enough.",
        "Viki: It does happen that way, you know.",
        "Aurelia: I know.",
        "Dorian: So, why don't we just trust those two young people?",
        "Aurelia: Trust my son, after the way he behaved tonight?",
        "Noelle: But he's such a nice kid. When Markko and I are at work, if he is not bussing tables, then he is working so hard on his studies.",
        "Aurelia: Well, college is his chance to better himself, and he could lose that chance if he gets Langston in trouble.",
        "Dorian: That is definitely not going to happen.",
        "Viki: Mrs. Rivera, I have 4 children, and I have learned that you cannot protect them forever, but if you've done your job right--and looking at Markko, I suspect you have--they learn to protect themselves and to make very wise decisions.",
        "Aurelia: Oh, I don't think my husband will ever see it that way.",
        "Dorian: Ohh...",
        "[SCENE_BREAK]",
        "Charlie: I know a few things about pushing your son away. For a long time, my kid wouldn't have anything to do with me.",
        "Ernesto: I'm not you. I'm not an alcoholic.",
        "Shaun: No, you're a bully.",
        "Charlie: Look, a kid Marko's age likes to be treated like a man.",
        "Moe: Look at all the things he's done right. Cut him some slack.",
        "Charlie: Yeah, and take it from a guy who knows--don't get so caught up in doing things your own way that you can't even hear what your son is saying.",
        "Viki: Excuse me, but Charlie is 100% right. Oh, and here's your chance to do that.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Shane: Wow. I can't believe it. Aunt Stacy wouldn't give me her stem cells unless you dumped Dad?",
        "Gigi: I had to make him believe it, too. That's why I couldn't tell you.",
        "Shane: And they're not even her stem cells?",
        "Gigi: I had her retested. She's no match.",
        "Rex: This is tough to hear, isn't it?",
        "Shane: It--it's just that Aunt Stacy's always been so great. She never treated me like a little kid. She's the one that told me--",
        "Rex: What? What did she tell you?",
        "Shane: I knew something was wrong, but you guys wouldn't tell me, so I went to Aunt Stacy and she told me about Mom and Brody.",
        "Gigi: I'll bet she did.",
        "Shane: I'm such a jerk. I was so mean to you, Mom.",
        "Gigi: It's okay.",
        "Shane: No, it's not. I said such rotten stuff to you.",
        "Gigi: You were sick, and your Aunt Stacy was lying to you, and so was I.",
        "Shane: I'm so sorry, Mom.",
        "[SCENE_BREAK]",
        "Roxanne: Oh, yeah, right. You don't know who sent that nurse to take that extra blood? Just a stranger? Someone out of the clear blue?",
        "Stacy: You're the only one who knew where the stupid blood was. If somebody knew, it's because you told them.",
        "Roxanne: Why would I breathe a word of that? I put up with you posing that you're the donor. That's how far I would go to make sure that no one finds out who the real donor is.",
        "Stacy: Yeah, yeah, I know. I also know when you get a couple double vodkas in your system you do a little more than just say your prayers. Is that what happened, Roxy? Did you shoot your mouth off at some bar?",
        "Roxanne: No, I didn't do that, but--",
        "Stacy: But what?",
        "Roxanne: But nothing.",
        "Stacy: You know something, don't you? Did someone figure out that those weren't my stem cells that saved Shane's life?",
        "Roxanne: You think you're so smart. You think no one will ever know how you put this whole thing together.",
        "Stacy: Who knows, Roxy? Tell me!",
        "[SCENE_BREAK]",
        "Gigi: You listen to me, mister. What happened to me--I brought it on myself 'cause maybe there was another way to do things, a better way, but I--I just couldn't see that because all I could think about was getting you what you needed. Even if that meant losing your dad and you hating my guts. The only thing that kept me going was--was remembering how much we all loved each other and the hope that someday, we could make it right. And I want that day to be today.",
        "Shane: You did it all for me, to save my life, and now, I'm better, and we know the truth. Does this mean that Dad could come home? Could we be a family again?",
        "Rex: We sure as hell can.",
        "Shane: Come on, let's go get your stuff and move you back here tonight.",
        "Rex: Maybe not tonight.",
        "Shane: Why not?",
        "Rex: Well, we--we need to be careful. we need to make sure that no matter what, you get what you need.",
        "Shane: Are you saying that if you move back here, Aunt Stacy won't give me her stem cells? But she's not my donor.",
        "Gigi: And we don't know who is.",
        "Rex: And we think Stacy does.",
        "Shane: But she won't tell you?",
        "Rex: So, we have to trick her.",
        "Shane: How are you going to do that? You guys said you were going to tell me everything.",
        "Gigi: He's right.",
        "Rex: What we're thinking is, is if Aunt Stacy thinks you're sick again, and you need her help--",
        "Gigi: She'll want to do it to make points with your dad.",
        "Shane: But she can't help me.",
        "Rex: What we think is that Stacy's hiding an extra bag of stem cells from your real donor.",
        "Shane: Really?",
        "Gigi: A piece of work, isn't she?",
        "Rex: So, hopefully, she'll go get the bag of blood so she can play the hero and--",
        "Gigi: And then we'll nail her and save the extra stem cells for you.",
        "Shane: So, I really get to pretend that I'm dying, right?",
        "Gigi: Can't we do this without using Shane? Can't you and I go to her and say he's sick?",
        "Shane: I can do it, Mom. I want to do it.",
        "Rex: I--I know what you're thinking, but Stacy is not going to buy this without Shane.",
        "Shane: I'm a good actor. Remember the school play?",
        "Gigi: Yeah, well, this is a lot different than pretending to be William Penn.",
        "Shane: Yeah, it's a lot more important. I mean, this is my life we're talking about, right?",
        "[SCENE_BREAK]",
        "Stacy: Who else knows I'm not the real donor?",
        "Roxanne: You and me and Kyle and nurse crazy, that's it. Now, get off of me!",
        "Stacy: What about the person you got the stem cells from?",
        "Roxanne: Oh, baby, not to worry. That bottom feeder is dead and burning in hell.",
        "[SCENE_BREAK]",
        "Nurse: Poor Roxanne. She thinks she murdered you. She must be beside herself without your blood. Now there's no donor left for her grandson--your grandson. I still don't understand why you want that awful Stacy Morasco to have the key to saving him, but I guess you have your reasons.",
        "[SCENE_BREAK]",
        "Roxanne: Listen, if Shane gets sick, he's going to need that extra blood.",
        "Stacy: Ooh, I'm sorry, what blood?",
        "Roxanne: It's like I told you before, do not play me. You hired that nurse to stick me and grab it!",
        "Stacy: Look, if I did something like that, which I didn't, I certainly wouldn't try to make a deal with you. That blood--if I had it, it would be my insurance policy.",
        "Roxanne: Well, if Rex is so all over you, then why do you need insurance? Maybe you're not as sure of Rex as you look. Honey, you may have a place in his bed, but you'll never have a place in his heart.",
        "[SCENE_BREAK]",
        "Markko: Papi, I'm sorry for the way I spoke to you before. It sounded disrespectful, but I meant what I said, and I still do. I love Langston, and we are going to be together, and what I'd like is for you to respect me, too. This is my life, and I have to live it my way. Now, can't we work something out?",
        "Ernesto: Yes. We can work something out.",
        "[SCENE_BREAK]",
        "Layla: Cristian, hi. Oh.",
        "Cristian: Sorry about that.",
        "Layla: Uh--I thought you were closing Capricorn.",
        "Cristian: Yeah, I got someone to cover for me.",
        "Layla: okay. Well, I guess I'll go get ready for bed.",
        "Cristian: Really? I thought that's what you were doing right now--getting ready for bed.",
        "Oliver: We--we--we didn't think you'd be home till later.",
        "Cristian: Yeah, I figured. You know, I ran into a buddy of yours tonight, a guy named Kyle Lewis.",
        "Oliver: And he hasn't been a buddy of mine since college.",
        "Cristian: Well, he must have kept tabs on you. He told me you were using Layla. Care to explain that?",
        "[SCENE_BREAK]",
        "Dorian: Mr. Rivera, I knew that you could be a reasonable man.",
        "Ernesto: This is our agreement, Geraldo. You stop seeing this girl and leave here with your mother and me right now, or you don't bother coming home at all.",
        "Aurelia: Ernesto--",
        "Markko: So, it's still your way or the highway?",
        "Ernesto: I am a man of my word.",
        "Markko: Yeah, well, so am I. I said I wasn't giving up Langston, and I meant it. You want to throw me out, go for it.",
        "Aurelia: Geraldo--",
        "Ernesto: We are going home.",
        "[SCENE_BREAK]",
        "Oliver: Look, Kyle Lewis doesn't know anything about Layla and me.",
        "Cristian: He doesn't see it that way.",
        "Oliver: Yeah? What else did he say?",
        "Cristian: Not much. Oh, wait. There was one thing. Something about you not being who you seem to be.",
        "Oliver: Yeah, well, back in college, everybody thought of me as this computer geek. They'd never think I can have a good time.",
        "Cristian: I don't know--it sounded a little more personal than that.",
        "Oliver: Look, Kyle Lewis is a con artist, okay? He tried blackmailing Natalie Buchanan and Jared Banks.",
        "Cristian: So, you think he was working me?",
        "Oliver: Yeah, you know, maybe. He's seen Layla. He knows--he knows how hot she is. Maybe he was trying to get you to warn her off of me. I--I mean, who wouldn't want a shot with her?",
        "Layla: Hmm. You two still awake?",
        "Cristian: Not for long. Oh, look at that. Someone forgot to replace the orange juice.",
        "Layla: What was that all about?",
        "Oliver: Beats me.",
        "[SCENE_BREAK]",
        "Roxanne: That was you, wasn't it?",
        "Kyle: What are you talking about, Roxy?",
        "Roxanne: You sent that crazy nurse after me.",
        "Kyle: What?",
        "Roxanne: You helped Stacy get that blood, like you helped her cover up the fact that she was not the real donor.",
        "Kyle: I am so not in the mood for this. Okay, I don't know any nurse, and the only people I talked to were your daughter and her husband.",
        "Roxanne: You took Natalie and Jared to that room.",
        "Kyle: It was that or going to jail.",
        "Roxanne: Yeah, right. You gave them the name, didn't you?",
        "Kyle: I told them I didn't remember because it doesn't matter to me, and it doesn't.",
        "Roxanne: That creep is still torturing me from the grave. Stacy's still got all the cards.",
        "[SCENE_BREAK]",
        "Gigi: Okay, your Aunt Stacy is dumb like a fox. We can't give her a hint about what we're up to.",
        "Shane: How soon can we get started?",
        "Gigi: Well, I want those stem cells safely in our hands and Stacy out of our lives as soon as possible. What are you thinking?",
        "Rex: That we need to plan this, we can't just wing it.",
        "Shane: What does that mean?",
        "Gigi: We have to be real careful. For one thing, your dad has to pretend he still likes her.",
        "Rex: Right. Nobody can know that your mom and I are together.",
        "Shane: Well, at least I know. I'm so happy.",
        "Gigi: And I'm so happy to see that smile on your face.",
        "Shane: Can we start this thing tonight?",
        "Rex: Absolutely, yes, and your first mission, Agent Morasco, is to go to bed and get a good night's sleep.",
        "Shane: Oh, come on. Can't I stay up a little bit later? I can't sleep, anyway.",
        "Gigi: Okay, only if you put on your pajamas and brush your teeth now.",
        "Shane: Deal.",
        "Gigi: Mmm.",
        "Shane: I love you, Mom.",
        "Gigi: I love you. Oh, boy. Has she already called?",
        "Rex: It's waiting up for me. I'd better give her a call.",
        "Gigi: God. As much as I hate saying this, you should probably get back to her. She's probably wondered where you've been.",
        "[Phone rings]",
        "Stacy: Rex, where are you? I was getting worried.",
        "Rex: I'm at Gigi's. I'm staying here tonight.",
        "[SCENE_BREAK]",
        "Langston: You did the right thing.",
        "Noelle: Oh, men and their machismo. Sweetheart, he'll come around.",
        "Moe: We hope.",
        "Shaun: I'm guessing this dinner's over.",
        "Dorian: I just want to thank all of you for showing up. I know that you came for Langston and for Markko, but I really appreciate it, and I'm very grateful.",
        "Langston: Are you okay?",
        "Markko: Yeah, for a homeless dude.",
        "Langston: You can live here.",
        "Dorian: Um--excuse me?",
        "Langston: What?",
        "Dorian: I mean, I do want to help Markko any way that I can.",
        "Langston: Oh, just not under your roof?",
        "Dorian: Honey--",
        "Langston: Honey? We wouldn't be in this mess if you hadn't ratted us out to Marko's parents.",
        "Markko: Langston, it's okay.",
        "Dorian: It's just that--you know, what, with Starr's baby here now, and Todd-- well, it just seems like it's rather crowded, all of us under one roof.",
        "Langston: Where is Markko supposed to go?",
        "Viki: Well, now, that's not going to be a problem because I think that Markko should come and stay with Charlie and me at Llanfair.",
        "[SCENE_BREAK]",
        "Layla: Sorry about tonight. I really thought Cristian would be home later.",
        "Oliver: Yeah, you know what? Don't worry about it. It's--",
        "Layla: So, your place or mine?",
        "Oliver: Um--you know what? It's--it's pretty late, and you've got your first day at the station tomorrow, so--",
        "Layla: Mm-hmm. Yeah. Well, when you're right, you're right. Rain check?",
        "Oliver: Definitely.",
        "Layla: Okay.",
        "[SCENE_BREAK]",
        "Roxanne: What the hell are you so glum about? You're not in the slammer. You should be out celebrating.",
        "Kyle: I don't feel much like it.",
        "Roxanne: Huh. Probably about some girl, right? Or not. That looked like that cop. Oh, what's his name? Salmon?",
        "Kyle: It's Fish. It's Oliver Fish, and it's none of your business.",
        "Roxanne: Hey, honey, whatever floats your boat. You know, I got bigger fish to fry--no pun intended! I got to figure out who's playing with the devil's blood.",
        "[SCENE_BREAK]",
        "Nurse: Very good. You're making an amazing recovery. You're getting stronger every day. Isn't it lucky we found this spot where nobody can find you? And soon, you'll finally meet that family of yours. Won't they be surprised?",
        "[SCENE_BREAK]",
        "Stacy: You're staying at Gigi's tonight?",
        "Rex: Shane's not feeling well. Gigi said there's a cold going around school, so anytime I hear cold-like symptoms, I get scared. Shane asked me to stay. I'm going to sleep on the couch.",
        "Stacy: Yeah?",
        "Gigi: Gigi doesn't want any part of me, and I feel the same way. This is all for Shane.",
        "Stacy: Okay. Well, I could come over. I mean, I'm used to that couch.",
        "Rex: That would just set Gigi off. I don't want to cause a scene in front of Shane. I'll be home in the morning.",
        "Stacy: Okay. Well, I hope Shane feels better by tomorrow.",
        "Rex: Me, too.",
        "Stacy: I'll miss you tonight.",
        "Rex: I'll--I'll miss you, too. I couldn't go back there tonight.",
        "Gigi: I hope you never have to go back to her again.",
        "Rex: So, what do we do now?",
        "Gigi: You could tell me what you were going to say before Shane came in. What happened between you and Stacy?",
        "[SCENE_BREAK]",
        "Stacy: Hmm.",
        "[SCENE_BREAK]",
        "Rex: Stacy was coming on to me, and I thought that you didn't love me anymore. But we never slept together.",
        "Gigi: Oh.",
        "Shane: Look what I found in the freezer.",
        "Rex: How--when did--you already brushed your teeth.",
        "Gigi: He can brush them again. And he got 3 spoons. ha ha! oh. hmm. It doesn't get any better than this, right?",
        "Shane: Right."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=HRFCo60VGyo"
}