{
    "Episode Summary": [],
    "Recap": [
        "Cole hides out in Langston's family home. Langston and Cole quickly hide when a real estate agent and a client arrive at the house to look around. Starr pays Miles a little visit at the hospital. Natalie finds Starr snooping around outside of Miles' room. John and Ramsay have a conference with Bo about Miles. Talia and Antonio have a heart to heart talk on why Antonio led her on into believing that something could develop between herself and Antonio. Todd comes home and finds Viki there. He lets Viki know that he and Blair got remarried. Blair arrives at Capricorn. Viki finds out that Charlie fell off the wagon and got drunk. Viki lets Todd know that Starr told her that the police were looking for Cole for shooting Miles Laurence. Miles reveals to Starr that Cole was the one, who shot him. John tries to make Bo believe that he was the one, who shot Miles Laurence. Blair and Cristian have a talk about Evangeline. Blair advises him to pay a visit to Evangeline, and to see how he feels about being around Evangeline again. Natalie blasts Starr for being in Miles' room. The police arrive to question Miles. John owns up to Natalie that he was the one, who shot Miles. Starr hurries over to Langston's house to let both Cole and Langston know that John confessed to shooting Miles."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Sarah: I've been calling their manager, like, six times a day. They want imported, fresh-cut roses and top-shelf vodka.",
        "Cristian: For their dressing room?",
        "Sarah: And organic chocolate chip cookies.",
        "Cristian: Look, whatever it takes to get them booked for the New Year. I think they're going to be a huge draw.",
        "Sarah: Okay.",
        "Cristian: No, wait -- what about this date right here?",
        "Sarah: That was supposed to be Blair, but she canceled, again.",
        "Blair: I'm back.",
        "Sarah: The diva returns. Great -- I will just pencil you in and then erase it.",
        "Blair: And what's her problem?",
        "Cristian: Me.",
        "[SCENE_BREAK]",
        "Viki: But Charlie's been sober for 10 months. Do you know what happened? I see. No, honey, we haven't had the funeral yet, so I don't really know when I'm coming back. Oh, God, would you please tell Charlie I'm so sorry --",
        "Todd: Well, what do you know -- prodigal sister.",
        "Viki: Um -- you know what? I'm -- I'm going to have to call you back, okay? Yeah. Well, then, thank you very much for calling. Bye.",
        "Todd: What are you doing here?",
        "Viki: I'm waiting for you. Any word on your son? I'm so sorry.",
        "Todd: I guess you're here for Marty?",
        "Viki: Yeah. Starr just told me that Cole is wanted for shooting Miles Laurence?",
        "Todd: Mm-hmm. When did you see Starr?",
        "Viki: Just before. She was on her way to school. She's very upset.",
        "Todd: Yeah. I'm trying to find the kid. I just had no luck so far.",
        "Viki: I find it so hard to believe that boy could do something like that.",
        "Todd: Well, people do crazy stuff when people they love have been hurt.",
        "Viki: Ah. So what have you done now?",
        "[SCENE_BREAK]",
        "[Noise]",
        "Cole: What was that?",
        "Langston: Voices. Someone's here.",
        "Cole: They're com--",
        "Langston: Oh, my God!",
        "Cole: I have to flee!",
        "Langston: They're coming in!",
        "Woman: Have a look around. Open the closet doors, check the basement and attic. Give the place a thorough once-over. I have a strong feeling you'll like what you're looking for here.",
        "[SCENE_BREAK]",
        "Starr: Mr. Laurence? Mr. Laurence, um, it's -- it's Starr Manning. I -- I know you're hurt, and I hate to bother you, but I need to know -- do you know who did this to you?",
        "Miles: It was Cole.",
        "Starr: But -- but you know that it's an accident, right? I mean, he just lost his mom. He's -- he's out of his mind right now, and you loved Marty, and you loved Cole, too, in your own sort of way. And he is so, so sorry about this. He would never, never mean to hurt you.",
        "[Miles groans]",
        "Miles: No, he meant to kill me.",
        "[SCENE_BREAK]",
        "Ramsey: What kind of crap are you trying to pull now? You saw Cole Thornhart shoot Miles Laurence.",
        "John: That's not what happened.",
        "Ramsey: Oh, no? Then who shot him?",
        "John: Me. I shot Laurence.",
        "Bo: You shot Miles Laurence?",
        "Ramsey: Now, John, I know you are delusional, but this beats all. I am an eyewitness to the --",
        "John: So am I, so I guess that means it's your word against mine.",
        "Ramsey: All right, then -- who are we going to believe now? Hmm? A senior U.S. federal investigator or, say, an ex-cop who was suspended for lying about an investigation?",
        "[SCENE_BREAK]",
        "Talia: Excuse me.",
        "Antonio: Sorry.",
        "Talia: Getting dressed. What do you want?",
        "Antonio: You okay, because you seemed pretty upset earlier.",
        "Talia: Well, I put McBain's brother in lockup. Pardon me for not loving my job today.",
        "Antonio: Hey, I -- I think it's -- it's more than Michael McBain.",
        "Talia: It's about you -- is that what you want me to say?",
        "Antonio: Look, no matter how many times you say it's -- it's cool working together and that we can just go back to the way things were before we talked -- I just don't see that happening.",
        "Talia: Uh-huh.",
        "Antonio: And, uh, I -- I think that maybe we should try and, you know, address it before it gets a little more uncomfortable.",
        "Talia: You want to talk? Fine -- let's talk, you arrogant, insensitive, bastard!",
        "[SCENE_BREAK]",
        "Man: We're still in the Llantano school district?",
        "Realtor: Yes. As you're probably aware, it consistently has some of the highest test scores in the state. I should also tell you that the furnishings that are left are being sold with the house. But if you're not interested --",
        "Man: They're a little sterile.",
        "Realtor: I'm sure the seller would agree to have them removed and stored or donated to charity.",
        "Man: Why is the owner selling?",
        "Realtor: Um -- the couple who owned the house died in an accident -- not here, don't worry. Their daughter is an orphan now, which is why the house is priced to sell. Frankly, it's a real steal.",
        "Langston: Oh --",
        "Man: What was that?",
        "[SCENE_BREAK]",
        "Starr: No -- no, no, no. Cole -- Cole was not trying to kill you.",
        "Miles: Hmm. Did you talk to him?",
        "Starr: I know that you and Cole have had some issues in the past when you were married to his mom, but if you charged him with attempted murder, it would ruin his life forever, and haven't you done enough to make his life miserable?",
        "Miles: I'm just telling you what happened.",
        "Natalie: Miles. You're awake. What are you doing here, Starr?",
        "Starr: I was visiting Miles.",
        "Natalie: He's not supposed to have any visitors.",
        "Starr: Well, you're here.",
        "Dr. Willis: Mr. Laurence, I'm Dr. Willis. Uh -- excuse me, ladies.",
        "Natalie: Sure. Miles, we'll be right outside.",
        "Dr. Willis: You're a lucky man.",
        "Miles: I guess.",
        "Dr. Willis: One inch to the left, that bullet would've killed you.",
        "[SCENE_BREAK]",
        "Starr: Well, I'm glad Miles is okay.",
        "Natalie: So what was going on in there?",
        "Starr: We were just talking.",
        "Natalie: About what? I mean, your whole family hates Miles.",
        "Starr: Except for you.",
        "Natalie: It's not like you got him flowers or brought him a get-well card, so what did you sneak into his room to talk to him about, Starr?",
        "[SCENE_BREAK]",
        "Bo: All right, John, tell me your side of the story.",
        "John: It was an accident.",
        "Bo: Can you elaborate a little?",
        "John: With all due respect, Bo, if this is going to be a formal questioning, I'd like a lawyer present.",
        "Ramsey: Oh, so he buys some more time to make up the rest of his story.",
        "Bo: Usually when people lie around here, they lie about being innocent, not about being guilty.",
        "John: You're responsible for Marty's death. You only came back to Llanview to get me signed off on a version of the events so you don't get fired by the FBI or worse.",
        "Ramsey: So you're protecting this dangerously crazy kid just because you had the hots for his mother?",
        "Bo: All right -- no, no, whoa, whoa, whoa. Let's hold it right there, gentlemen.",
        "Ramsey: Commissioner, bring in Cole Thornhart. I'll get the truth out of him.",
        "Bo: I will question Cole Thornhart when we do find him. Now, in the meantime, let's concentrate on our other witness -- Miles Laurence, the victim.",
        "[SCENE_BREAK]",
        "Sarah: Damn it! Hey, Layla -- got any use for three dozen fresh-cut pink roses?",
        "Vincent: Well, I do.",
        "Layla: What's going on?",
        "Sarah: I was this close to booking a name act for New Year's, but looks like it's not going to happen.",
        "Vincent: What kind of band wants roses?",
        "Sarah: I don't know -- one with a woman in it?",
        "[Layla chuckles]",
        "Vincent: Hey. Hey, excuse me. I see my lawyer over there. Catch up with you later?",
        "Layla: Okay.",
        "Sarah: His lawyer?",
        "Layla: Mm-hmm. It's on the up-and-up. He's been pretty much running Lindsay's gallery while she's in St. Ann's. He's looking to make a more permanent business arrangement.",
        "Sarah: That's kind of out of character for Vincent, isn't it?",
        "Layla: I know. I hope it all works out. Anyway, I was looking -- or hoping -- that I'd run into you since you haven't been home.",
        "Sarah: Well, that makes two of us.",
        "Layla: I was afraid you'd been avoiding me or something.",
        "Sarah: Why would I do that?",
        "Layla: Because you said you were uncomfortable talking to me about the whole Cristian and Evangeline thing.",
        "Sarah: Actually, talking to you helped me a whole lot.",
        "Layla: Really? It did? What's going on with you and Cris?",
        "Sarah: We are all business, which is fine.",
        "Layla: And you're going to totally ignore the fact that he kissed you?",
        "Sarah: I told him not to kiss me again, so we both know where things stand.",
        "Layla: Hmm. And you're just going to turn him down flat?",
        "[SCENE_BREAK]",
        "Cristian: Look, I'm not -- I'm not going to bore you with all this. You got more important things to worry about. Your job's safe -- don't worry.",
        "Blair: Oh, I'm not worried about my job. You're my buddy. My kids are in school, so talk to me. Tell me what's going on.",
        "Cristian: Sarah and I never got off the grounds, but it's -- it's no big deal.",
        "Blair: Well, it is a big deal if you have to work with her every day.",
        "Cristian: We're adults. We can handle this.",
        "Blair: Oh, yeah, you were really handling it over there. You can always fire her.",
        "Cristian: No, no, no way.",
        "Blair: Why not?",
        "Cristian: Well, for one thing, she's an asset to this place, and for another, I was the one who was out of line. I made a move when I shouldn't have.",
        "Blair: Well, why shouldn't you? I mean, I think she looks like she's interested.",
        "Cristian: Yeah, but she thinks that I'm still in love with Evangeline.",
        "Blair: Are you?",
        "[SCENE_BREAK]",
        "Todd: Yesterday I was ready to give up everything.",
        "Viki: You mean searching for your son?",
        "Todd: Mm-hmm, and Blair.",
        "Viki: And?",
        "Todd: And I was thinking that maybe the reason I can't find this kid is because I'm not supposed to have him.",
        "Viki: And this is all because of Marty, huh? And yet, you're still here -- you haven't left.",
        "Todd: No. Blair helped me realize that I'd just be hurting Starr and Jack if I did. And then, Blair told me that --",
        "Viki: What, she loves you?",
        "Todd: Yeah. But, you know, that love's just not enough to make it work -- never has been in the past.",
        "Viki: Okay, and Dorian told me that you two just got remarried.",
        "Todd: Yeah, sorry you didn't get an invitation, but I had no idea where the hell you were.",
        "Viki: Yeah -- whew.",
        "Todd: But it's all right. Anyway, it was just for show, just to try to get custody of the kid.",
        "Viki: And Blair was okay with that -- a marriage in name only?",
        "Todd: She got a little bonus.",
        "Viki: Oh, oh, jeez.",
        "Todd: And now she wants more.",
        "Viki: Okay, and what do you want? Oh, you know, you may not have left this town the way I did, but you are still running away.",
        "[SCENE_BREAK]",
        "Realtor: Like all older homes, this one has the usual moans and groans. But you can see, it's in excellent condition. Are you interested in having your wife come by to see it?",
        "Man: You can tell this house has had a lot of love.",
        "Realtor: Hmm. We have an open house scheduled for this weekend, but if you're interested, I would advise that you put a bid down. Aren't the built-ins and the master to die for? Hmm.",
        "[Door closes]",
        "Cole: Langston, I'm really sorry. If I hadn't been hiding out here, you wouldn't have to hear that.",
        "Langston: Yeah. It's your fault. I have to face it -- pretty soon, strangers are going to be living in my house. How could that jerk say it was sterile?",
        "Cole: Langston, Langston -- you have a great house, all right?",
        "Langston: And our furniture going to charity? I mean, my parents were all about giving to people in need, but, God, what -- what if it all ends up in a dump somewhere? My canopy bed that I was doing chores forever to earn, our table that our old dog used to chew on when she was a puppy? Her teeth marks are still here in the leg. I sound so pathetic. I so don't want to be a \"poor, little orphan girl.\"",
        "Cole: No -- Langston, I get it. You just don't want them taking away your memories.",
        "Langston: I got most of the things that were important to me out of here. Dorian, she was -- she was great about it -- all our family photos -- my parents, grandparents, every ugly school picture ever. But I can't take the tree swing that my dad built or the hydrangeas in the back. I mean, what if the new owners dig them out just to put in a hot tub or something?",
        "Cole: Yeah, I felt the same way when we moved from California. I mean, it wasn't till just recently that I thought of Llanview as home.",
        "Langston: You know, after my mom and dad died, one of the reasons I didn't tell anyone was that -- so I could stay here. This house was the only thing I had to hold on to. If somebody else lives here, it'd almost be like our family never existed, you know?",
        "Cole: I do.",
        "Langston: Yeah. Yes, you do.",
        "[SCENE_BREAK]",
        "Starr: I came to the hospital to apply as a candy striper.",
        "Natalie: Hmm. You just came to the ICU. to what, practice?",
        "Starr: No, I wanted to see how Miles was doing.",
        "Natalie: And how did you know Miles was here?",
        "Starr: I overheard nurses talking.",
        "Natalie: Starr, did you have something to do with what happened to him?",
        "Starr: What? Why would you ask me that?",
        "Natalie: Well, shouldn't you be in school?",
        "Starr: My mom let me have a mental health day.",
        "Natalie: Oh, so you just decided to come here? I know you're lying to me, Starr, and I want to know why.",
        "Starr: Look, it's not like I came to pull the plug on him, okay?",
        "Natalie: No, I didn't say that. You know, I know Miles has a lot of enemies in this town, but he is trying to turn his life around. He didn't deserve this.",
        "Starr: I'm sorry, but did Cole deserve to have his mother taken away from him? Did my little brother deserve to be kidnapped?",
        "Natalie: No, no, you're -- you're right. But that's not Miles' fault, right?",
        "Starr: Maybe.",
        "Natalie: Starr, Miles told your father the truth about Tommy, and what kind of thanks did he get? I mean, Miles has had a hard life. You know what? What he deserves right now is justice, and I'm going to make sure that he gets it.",
        "[SCENE_BREAK]",
        "Bo: Well, thanks -- that's good news. Our patient regained consciousness.",
        "Ramsey: That's terrific.",
        "Bo: I'm going to go over there and question him.",
        "John: If it's all right, I'd like to come with you.",
        "Bo: Well, John, you know, his condition is still precarious, and if you are the one that shot him like you say you did, then I think you probably are the last person that he needs to see right now.",
        "John: I understand, but I'd like to see how he's doing with my own eyes.",
        "Ramsey: I'll see you in the ICU.",
        "Bo: John? Hold on just a second. Now that he's gone, I want you to level with me. Think about what you're doing. If you are lying about another investigation, this could cost you everything.",
        "John: I've already lost everything.",
        "[SCENE_BREAK]",
        "Antonio: Now we're getting somewhere.",
        "Talia: So you admit that you're an insensitive bastard?",
        "Antonio: I must've done something to make you feel that way.",
        "Talia: Gosh, what amazing powers of deduction you have, Detective.",
        "Antonio: You know, I -- I'm just glad that you -- that you're not keeping it all bottled up like you were before.",
        "Talia: Like I was before?",
        "Antonio: Well, I -- I wasn't the one hiding my feelings.",
        "Talia: No, because you don't have any feelings -- not for me, anyway.",
        "Antonio: I -- I care about you, Talia.",
        "Talia: Yeah, you're just not interested in me as a woman. News flash, pal -- I don't want to be your friend.",
        "Antonio: Look, Talia, just because I don't feel the same way about you that you --",
        "Talia: No, no, it's not that. I can handle that. What I can't handle is that you knew how I felt but you continued to let me act like a jackass.",
        "Antonio: You weren't a jackass.",
        "Talia: Okay.",
        "Antonio: And I didn't know what to say.",
        "Talia: You know, I've bought that before. I mean, what do you say to somebody who's acting like such a loser? But then I realized that you were totally into it.",
        "Antonio: Talia, come on.",
        "Talia: All those times you bought me drinks after work, you asked me to stay and have a meal with your family, your daughter -- Thanksgiving! The times when you said that I looked hot or when I caught you here and you're all half- dressed and you didn't bother to cover up.",
        "Antonio: I --",
        "Talia: I mean, did you just enjoy seeing the look on my face? Was that a good time for you?",
        "Antonio: No!",
        "Talia: Then tell me -- why the hell did you lead me on?",
        "[SCENE_BREAK]",
        "Todd: I don't know how you do it, Viki.",
        "Viki: Do what?",
        "Todd: Well, you go away forever and then you come back and you have no idea what's going on in anybody's life but you have no compunction about doling out know-it-all advice that you can't take yourself.",
        "Viki: Okay. I don't know it all, but I do know you. Look, I'm sorry -- if I'd had any idea of what you were going through, I would've been here.",
        "Todd: I know.",
        "Viki: And yet, when we spoke on the phone, you told me Blair was with you and you sounded hopeful. You still kind of do.",
        "Todd: Do you think I should just throw in the towel with Blair and give it another whirl?",
        "Viki: Well, let me ask you this. Can you imagine the rest of your life with Blair?",
        "Todd: Well, I can't imagine the rest of my life without her.",
        "[SCENE_BREAK]",
        "Cristian: It's really complicated.",
        "Blair: I'm married to Todd Manning -- I know complicated.",
        "Cristian: Well, I -- I did break up with Evangeline before she got hurt.",
        "Blair: Yeah. That's when she and Todd couldn't seem to keep their hands off of each other. I think Todd and I had a couple of fights about that one myself.",
        "Cristian: Right, but the two of you got back together.",
        "Blair: Mm-hmm. We got married, for a number of reasons. But you and Evangeline -- well, I think you didn't get a chance to -- to work things out, and I don't know if there's going to be a chance for you to do that, and what I'm thinking here and what I'm feeling here -- you're feeling guilty about it and a big part of you wants to move on to something else, right?",
        "Cristian: You're good.",
        "Blair: I've been there, and you do not want to feel stuck living in the past, you know? I mean, unless --",
        "Cristian: Unless what?",
        "[SCENE_BREAK]",
        "Sarah: No, I'm not cool with any of it -- I hate it.",
        "Layla: Thank you.",
        "Sarah: But I -- I'm not going after a guy who's still hung up with a girl who can't fight back, someone who happens to be your sister. You're my friend and Cristian's my boss and I never should've gotten involved in any of this in the first place.",
        "Layla: You can't help how you feel, Sarah.",
        "Sarah: Yeah? Well, neither can Cristian.",
        "Layla: Look, I believe my sister is going to get better -- I have to. But Cristian and Evangeline were broken up for a reason.",
        "Sarah: Well, he still loves her, Layla.",
        "Layla: Cristian feels guilty. That's why he can't let go.",
        "Sarah: Whatever it is, he can't. I mean, could you still be with Vincent if he were thinking about somebody else?",
        "[SCENE_BREAK]",
        "Blair: Would you wait on Evangeline if you knew she was going to get better?",
        "Cristian: I don't even know if she'd want me to.",
        "Blair: You know, I used to feel the same way about Todd. Todd is my one true love. You know, even though I hate him sometimes and he definitely hates me, we always end up back together, you know? I think the question that you have to ask yourself here is -- is Evangeline the right woman and the only woman for you?",
        "[SCENE_BREAK]",
        "Cole: Langston, I can't believe you went this whole time without completely falling apart, and none of us had a clue.",
        "Langston: Acting like everything was okay was the only way I could make it out of bed in the morning.",
        "[Cole sighs]",
        "Cole: You know, Langston, your parents would be really proud of you for keeping it together. But, me -- I mean, my dad's whole life was about nonviolence. And I might have killed someone. Huh. What a way to completely disrespect him and my mom.",
        "Langston: Didn't I get through to you at all before, Cole? It was an accident.",
        "Cole: It wasn't an accident that I picked up the gun. But you know what? The one good thing about me going in the jail is that I don't have to go home and see all my dad's books laying on the shelf and that little cup that I made for my mom in second grade that, for some reason, she's kept through all these years. That necklace that I bought my mom for Christmas, all those presents that she took so much time hiding from me -- oh, Christmas, oh. Oh, man.",
        "Langston: You know what really does help you get through this? Friends.",
        "[SCENE_BREAK]",
        "Starr: Well, I'm going to go check out that candy striper thing. See ya.",
        "Natalie: Yeah.",
        "Bo: Excuse me. Natalie?",
        "Natalie: Hey, Uncle Bo. I guess you heard that Miles is awake. The doctor's examining him right now.",
        "Bo: Is he lucid?",
        "Natalie: He is, but he's really weak.",
        "Ramsey: Any idea what his prognosis is?",
        "Natalie: No, um, you're going to have to talk to the doctor about it. Uh -- John, I'm -- I'm sorry that I leaned on you the way I did before. I -- I -- now that I know that Miles is okay, I can think with a -- a more clear head and, of course, I know that you had nothing to do with this.",
        "John: You're wrong. I mean, you were right before. It was me -- I shot him.",
        "Natalie: Oh, my God, John, you -- you really shot Miles?",
        "Ramsey: He's lying.",
        "Natalie: Why would you lie about something like this?",
        "Bo: Did Miles say anything to you?",
        "Natalie: No. I mean, we -- we haven't gotten a chance to talk. How is he?",
        "Dr. Willis: Stable.",
        "Bo: Doctor, I'm Commissioner Buchanan. If it's okay, I'd like to ask Mr. Laurence a few questions.",
        "Dr. Willis: Well, he's been sedated. He's sleeping now.",
        "Bo: Okay, well, I'll just wait inside for him to wake up. I need to ask him about what happened. Thank you.",
        "Ramsey: No, not you, John. You are a civilian and a suspect. Am I right, Commissioner?",
        "Natalie: All right, John, we're alone now. Why don't you tell me what really happened last night?",
        "[SCENE_BREAK]",
        "Viki: If you can't imagine the rest of your life without Blair, what is your problem?",
        "Todd: That I'd screw it up.",
        "Viki: Can't you just assume it's going to work?",
        "Todd: Can we talk about something else?",
        "Viki: Oh, jeez. Hmm.",
        "Todd: What?",
        "Viki: Oh, I don't know. I don't know. Somehow, you've changed.",
        "Todd: Well, you've been gone a long time.",
        "Viki: Well, I haven't been gone that long. I really do hope you find your son.",
        "Todd: Are you sure?",
        "Viki: What does that mean?",
        "Todd: Oh, I don't know. Just that when Miles Laurence left me for dead, you gave him a place to live.",
        "Viki: No, Natalie did. However, he did convince me that he could change, just as you did. Hey, come on, you're a wonderful father, and your child belongs with you. Did you really need me to say that?",
        "Todd: No. I'm happy you did, though. So as long as you're back -- and you are back now, right?",
        "Viki: I actually just heard that a friend of mine in Paris is in trouble.",
        "Todd: A male friend? You want some advice?",
        "Viki: Maybe.",
        "Todd: Oh, yeah, right. You can dish it out, but you can't take it, can you?",
        "Viki: Okay, okay. Advise me.",
        "[SCENE_BREAK]",
        "Cristian: Did you always know you wanted Todd?",
        "Blair: Heck, no. I tried so hard to fall in love with anybody else.",
        "Cristian: And you have.",
        "Blair: I always seem to come back to Todd. He's under my skin.",
        "Cristian: Like ringworm.",
        "[Blair chuckles]",
        "Blair: You didn't answer my question.",
        "Cristian: I don't know, Blair. There are too many \"ifs.\" If Evangeline wakes up, if she wants me back -- it's --",
        "Blair: If, if, if, if. If you weren't sitting on that fence, you might be able to make a decision. Maybe I need to give you a little shove.",
        "[SCENE_BREAK]",
        "Antonio: Look, I didn't know that I was leading you on. And -- and if that's what you think I was doing, then I'm truly sorry.",
        "Talia: It's not what I think, it's what I know. You let me act like a little puppy waiting to get scratched behind my ear, and you did it because it was good for your ego.",
        "Antonio: No. Okay, look, I was uncomfortable talking about it -- we work together.",
        "Talia: But it's not uncomfortable now? Huh.",
        "Antonio: Sure it is.",
        "Talia: I mean, it's not like I needed you to shout out \"I'm not into you.\" All you had to do was just, you know, throw out a couple of cues. I would have gotten the hint.",
        "Antonio: I'm sorry.",
        "Talia: Yeah, so am I. Because I thought we had a really good working relationship and I -- I thought we had a friendship.",
        "Antonio: What, now -- and now we don't?",
        "Talia: What were you thinking when you were asking me about my boyfriend? And what were you thinking when I told you that ridiculous story to protect my feelings?",
        "Antonio: I don't know.",
        "Talia: Maybe it's time you figured it out.",
        "[SCENE_BREAK]",
        "Sarah: Hey, how did your meeting go?",
        "Vincent: I ran into some red tape.",
        "Layla: What kind of red tape?",
        "Vincent: Turns out R.J. Gannon is managing the gallery now.",
        "Layla: Mm-hmm.",
        "Vincent: But since he's no longer owner, I have to work with Lindsay directly.",
        "Layla: You think she'll go for that?",
        "Vincent: I don't know, you know? It's hard to make a binding contract with a person that people say that's just not there.",
        "Layla: Well, she's got legal bills. It may not be as hard as you think.",
        "Vincent: Well, I'm going to make it work, because the business is good, this gallery's going to work, and it's in a perfect location.",
        "Sarah: Sounds like you're thinking about the future.",
        "Vincent: Yeah, I am, and I definitely know what I want.",
        "Sarah: I'm glad somebody does.",
        "[SCENE_BREAK]",
        "Cristian: Look, if you're thinking I should use Sarah as some kind of test case, forget about it. I care about her too much.",
        "Blair: I never said that! Have you seen Evangeline lately?",
        "Cristian: No.",
        "Blair: Okay. Well, here's what I suggest. Go see her. Spend some time with her. And just see what it feels like being in the same room with her. I'm sure in no time at all, you're going to get the answers that you need.",
        "Cristian: Yeah, but you see, there's a reason I haven't been to see Evangeline. Her mom won't let anybody see her except family.",
        "Blair: From the words of the great Starr, \"that sucks.\"",
        "Cristian: Tell me about it.",
        "Blair: Well, you know, when have you ever played by the rules? Come on. I'm going to get this dress to the back room.",
        "Cristian: Good luck.",
        "Blair: You, too.",
        "Cristian: Thanks.",
        "[SCENE_BREAK]",
        "Antonio: Okay, look, it just seemed kind of arrogant for me to say that \"I -- I know you're attracted to me, but you shouldn't be.\"",
        "Talia: What about what you said to me at Thanksgiving?",
        "Antonio: What?",
        "Talia: That you kind of liked the attention I was giving you and that basically, you used me to keep from feeling down about yourself because Jessica dumped you.",
        "Antonio: Huh.",
        "Talia: I'm sorry, I'm sorry, I shouldn't have said that.",
        "Antonio: No, no, really, it's -- it's okay, I guess I deserve it.",
        "Talia: You \"guess\"? You \"guess\"? Do you even realize that you're still patronizing me?",
        "Antonio: What would -- what do you want me to say?",
        "Talia: Nothing. Nothing, which should be easy for you because you're good at that. Goodbye.",
        "Antonio: Wait. We're not finished here yet.",
        "Talia: I -- that's what I'm trying to say. I think we are.",
        "[SCENE_BREAK]",
        "Cole: Thanks for the food.",
        "Langston: One bite, that's it?",
        "Cole: I'm not really hungry.",
        "Langston: You haven't had anything since you got back.",
        "Cole: Huh. You sound like my mom. Well, what am I going to do now? I mean, obviously, I can't stay here. You heard the -- the realtor. They're going to have an open house this weekend.",
        "Langston: Starr and I will think of something.",
        "Cole: Langston, I should never have gotten you involved with this. I mean, if you get in trouble, you're going to screw up your -- your foster placement.",
        "Langston: Don't worry about me.",
        "Cole: Oh, and what about Starr? The cops are going to question her, and she's going to have to lie to the cops.",
        "Langston: Starr loves you, and she'll do anything for you. So will I. Markko, too.",
        "Cole: You guys -- you're all I've got now.",
        "[Langston gasps]",
        "Starr: Guys? Guys. Guys --",
        "Langston: Oh, thank God it's you.",
        "Starr: I have amazing news. Cole, Miles is alive. He's going to be okay. You didn't kill anyone.",
        "Cole: So -- so what -- what are the charges going to be?",
        "Starr: Nothing.",
        "Langston: What?",
        "Starr: Yeah, you guys aren't going to believe this. John confessed to shooting Miles.",
        "[SCENE_BREAK]",
        "Natalie: You didn't really shoot Miles, did you, John?",
        "John: Why would I lie?",
        "Natalie: To protect someone.",
        "John: You thought I was the one who shot him earlier. Why -- why don't you now?",
        "Natalie: What was your motive?",
        "John: How about all the things he did to Marty?",
        "Natalie: That just sent you over the edge?",
        "John: Yeah, it did.",
        "Natalie: So you just saw Miles and lost it?",
        "John: I just don't want to talk about it.",
        "[SCENE_BREAK]",
        "Ramsey: You don't really believe McBain, do you?",
        "Miles: Bo?",
        "Bo: Yeah. Yeah, just take it easy, Miles. This is Agent Lee Ramsey.",
        "Ramsey: FBI.",
        "Bo: The doc says that you're doing a lot better. That's good to hear.",
        "Miles: Depends on who you talk to.",
        "Bo: Well, I just need to ask you a few questions, okay? Simple questions, simple answers and then we'll get out of here. I need you to tell me what happened on the docks last night.",
        "[SCENE_BREAK]",
        "Todd: As much as we all love you, the world did go on without you.",
        "Viki: Yes, well, I know that.",
        "Todd: Hmm, even if you had stayed, Marty would still be dead, and my kid would still be missing, and Miles still would have been shot.",
        "Viki: And what is your point?",
        "Todd: My point is that if this guy in Paris really needs you, then you shouldn't let us keep you from him.",
        "Viki: I think that's good advice.",
        "Todd: Yeah. Ha. Yes.",
        "Viki: Hmm. There's a first. And -- and you don't need me, right?",
        "Todd: I don't think there's anything you can do for me at this minute. But keep your cell phone on. That would be nice.",
        "Viki: Hey. I love you.",
        "Todd: I love you, too.",
        "Viki: Take care.",
        "Todd: Yeah, you, too.",
        "Viki: I got it.",
        "Todd: Okay. See ya.",
        "Viki: Yes. Bye.",
        "Blair: Well, Viki --",
        "Viki: Hey.",
        "Blair: Hey, you're back!",
        "Viki: Yes, I am.",
        "Blair: Oh, well, it's a good thing, because I think your brother really needs you right now.",
        "Viki: I think he's doing quite well on his own.",
        "Blair: Well, actually --",
        "Viki: Actually, I know -- he's not on his own, and I think that's why he's doing so well, because he has you. You and your family -- you're in my thoughts and my prayers, always.",
        "Blair: Thank you, Viki.",
        "Viki: Bye.",
        "Blair: Bye. I like your hair.",
        "Viki: Thank you.",
        "Todd: I want the best arrangement money can buy. Not gaudy or anything, though, right? Classy. She was classy. No name on the -- no. Anonymous, yes. Message? Um -- \"Marty Saybrooke, may -- may she rest in peace.\"",
        "[SCENE_BREAK]",
        "Cristian: What's up, brother? Listen -- um -- I don't mean to put you in a tough position, but do you think you could ask your mom about letting me see Evangeline?",
        "Layla: I'll try.",
        "Cristian: But I better come up with a plan B?",
        "Layla: Yeah, I'm on my way over there to see her right now, and I'll tell Vange that you're hoping to see her.",
        "Cristian: Thanks.",
        "Layla: Mm-hmm.",
        "Cristian: Tell her that -- you know what? I'll tell her myself.",
        "Vincent: Catch up with you later, man, all right?",
        "Cristian: Okay.",
        "Layla: See ya.",
        "Cristian: See ya.",
        "Sarah: A leopard-skin rug and a fresh fish tank? No problem.",
        "[Mouths words]",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Antonio: Hello? Jamie? Uh -- yeah, baby. No, I'll be home for dinner. You want to help me make it? Talia? I don't -- I don't think so, baby.",
        "[SCENE_BREAK]",
        "Natalie: You must have really been in love with Marty to be willing to kill Miles for her.",
        "[SCENE_BREAK]",
        "Cole: Why would John say he shot Miles when he knows I did it?",
        "Starr: Well, maybe he wanted to protect you.",
        "Cole: No, I can't let him do that.",
        "Starr: Oh --",
        "Cole: No, I have to turn myself in.",
        "[SCENE_BREAK]",
        "Bo: Miles? You with me?",
        "Miles: Yes.",
        "Bo: Who shot you? The whole story.",
        "[NEXT_ON]",
        "Clint: You can think of somebody worse than Jared Banks to be my half brother?",
        "Sarah: So tell me what Blair said.",
        "Cole: Go tell the cops that I shot him.",
        "Miles: How's Cole?",
        "Rex: I'd like to ask Adriana to marry me."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ht1wa3hDWjs"
}