{
    "Episode Summary": [
        "Episode # 10822"
    ],
    "Recap": [
        "Clint's contact, Vimal, returns to Clint and confirms that he did what he asked and altered the DNA to appear as though Charlie and not Clint is Rex Balsam's father. He also successfully \"fixed\" the paternity test of \"Clint's daughter\" (although he does not say which daughter). He informs Clint that he found out \"the other guy\" (although he does not say which \"other guy\") is the father of Clint's daughter's baby. But he \"fixed\" it so that Brody Lovett appears to be the father. Brody and Jessica are happily rejoicing the news that he's her baby's father. Natalie is similarly not ok with the results naming Brody and not John as her baby's father. We still don't know which is an accurate DNA test and which was altered by Vimal. Natalie confides in Gigi but does not want anyone else to know about the test results that name Brody as her baby's father. She is afraid it will ruin Brody's, Jessica's and John's lives. She's also afraid that John will leave her. Marty is alone and ready to surprise John and Natalie with a \"special Christmas gift\". She wraps a package for them and plans to bring it to them as their \"first baby gift\". When John opens it, he will see the papers that reveal that Natalie is a liar and a coward, and he throws her and the baby out of her home. Marty goes to John's home with her \"gift-wrapped present\" and is ready to knock on John's door, when she gets a call from the prison that informs her that Cole has been assaulted. And at that point, she puts aside her \"plans\" and rushes to be there for her son. Meanwhile, Dorian warns Viki that Echo wants to take Charlie from her. Roxy finds out that Echo is Rex's bio mom and has lied to Rex and scammed her into believing they were friends only so she could get information about Rex. She throws Echo out of her hotel. Dorian warns Viki that Echo will want to cry on Charlie's shoulder about the problems involving \"their son\". Viki tells Dorian she is not going to worry. When Echo has no place to go and no money, she rushes to Charlie. Matthew suspects that his uncle is up to something secretive and suspicious involving the paternity test of Rex Balsam. He overhears Clint, Bo, and Nora discussing it and remembers Vimal taking Clint's key card to the Llanview Hospital genetics lab. Matthew is ready to put two and two together about his uncle's scam involving Rex's DNA test."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Gigi: Hey! I just stopped in to see if your mom needed me to bring anything for Thanksgiving tomorrow.",
        "Natalie: She's not here.",
        "Gigi: Are you okay?",
        "Natalie: Yeah, I'm fine. I, uh... I got the results from my amnio. John's the father. Isn't that great?",
        "Gigi: Yeah. It should be. So why do you look like you've been crying?",
        "[SCENE_BREAK]",
        "Clint: Vimal, let's be very clear about this. What did you do with my daughter's DNA test?",
        "Vimal: Exactly what you asked. I located your daughter's DNA test on the hospital computer.",
        "Clint: What did it say?",
        "Vimal: That the wrong man was the father of the baby.",
        "Clint: And you had that changed?",
        "Vimal: Yes. It now reads Brody Lovett.",
        "Clint: Excellent.",
        "Vimal: I followed the same procedure that I used when I changed Rex Balsom's results to say that Charlie Banks was the father.",
        "[SCENE_BREAK]",
        "Rex: It's later than I thought. I'm not sure I can stay.",
        "Echo: It doesn't have to be a long lunch.",
        "Rex: You guys go ahead.",
        "Charlie: Rex, I know we've been family all of 10 minutes. We don't expect you to pose for Christmas cards, but you've been looking for your real parents for a long time. For better or worse, here we are. Shouldn't we at least spend a few minutes together?",
        "Rex: Okay.",
        "Echo: Oh, good. My treat, all right?",
        "Rex: Sorry Viki couldn't come with us.",
        "Charlie: Yeah, me too, but she had something important to do.",
        "[SCENE_BREAK]",
        "Viki: Okay, we were both wrong.",
        "Dorian: I'm always happy to interrupt my work for you, Viki.",
        "Viki: Clint is not covering up anything. Rex is Charlie's son with Echo.",
        "Dorian: And I'm the queen of England.",
        "[SCENE_BREAK]",
        "Matthew: Could you pass the mustard, please?",
        "Nora: Yes, sir. I'm sorry. You just look so official in your suit.",
        "Matthew: I'm going to B.E. later.",
        "Bo: You don't have classes this afternoon?",
        "Matthew: No. I have a free period, so I figure why not make the most of it.",
        "Bo: You could start your history paper.",
        "Matthew: It's not due till next week.",
        "Nora: I think your father's just concerned that you're gonna procrastinate.",
        "Matthew: No. My father just doesn't like me working at B.E. Aah! Damn it! You gotta be kidding me.",
        "Nora: Hey.",
        "Matthew: I'll be right back.",
        "Nora: Does he have a point?",
        "Bo: I just don't want an internship to turn into a full-time job, especially when his boss is my brother.",
        "[SCENE_BREAK]",
        "Clint: When that doctor came into the lab and saw you, how did you handle things?",
        "Vimal: I acted like I worked there. She didn't ask any questions.",
        "Clint: Is there a chance that you became distracted and made a mistake?",
        "Vimal: No, sir. I changed your daughter's record like you wanted. It says the father's name is Brody Lovett.",
        "Brody: Is that my name I just heard?",
        "[SCENE_BREAK]",
        "Marty: I will never feel sorry for Natalie, not after what she did to you. She was praying this baby would be John's. Instead she learned that the father is a man who's about to marry her sister. Ha ha! Now, that's awkward.",
        "[SCENE_BREAK]",
        "Roxy: Fresh from the dryer. Come on! Get 'em while they're hot.",
        "John: Thanks.",
        "Roxy: Nothing is too good for my grandbaby's daddy. So, how's little bun in the oven?",
        "John: Good. We had some tests done, and they say he's perfect.",
        "Roxy: Perfect. I could have told you that.",
        "Roxy: It's really happening, Roxy. I'm gonna be a father.",
        "[SCENE_BREAK]",
        "Marty: Ohh! Wonder how John's gonna take the news. Of course, he'll have to get the news first. Natalie's been lying to him from day one. So I guess it's up to me.",
        "[SCENE_BREAK]",
        "Natalie: Nothing. I'm just emotional. It's been a really long wait, and the stress is--",
        "Gigi: The stress should be over now.",
        "Natalie: Right. And John is gonna be an amazing father, don't you think?",
        "Gigi: Let me see it.",
        "Natalie: No! No! It's okay. It's numbers. It's nothing to see.",
        "Gigi: Why don't I believe you? What's going on?",
        "Gigi: Natalie, are you telling me everything?",
        "Natalie: Yes, of course.",
        "Gigi: Then look at me. Natalie. I am your friend. You can tell me anything.",
        "Natalie: Here. I lied to you and to Brody. John's not the father. Brody is.",
        "[SCENE_BREAK]",
        "Vimal: You're Brody Lovett?",
        "Brody: I'm sorry, do I know you?",
        "Clint: Vimal makes it his business to know my business associates, my family, my potential family, and that's why he's never gonna see my little black book. Anyway, I was just bragging to him about my future son-in-law, wasn't I, Vimal?",
        "[SCENE_BREAK]",
        "Nora: I don't think Matthew's schoolwork is suffering. And if he enjoys learning about the family business, what's wrong with that?",
        "Bo: Maybe nothing, but I don't see him hanging out with his buddies anymore. If he has a spare minute, he heads right out to B.E. with that stupid necktie choking him.",
        "Nora: I don't think it's B.E., and I don't think it's the stupid necktie. I think it's all the time he's spending with your brother.",
        "Bo: Clint's a successful businessman, but he didn't get to where he is right now by being the nicest guy on the block. Hey, you three. Does this mean the DNA results are back?",
        "Rex: Meet the parents.",
        "[SCENE_BREAK]",
        "Viki: Fine. You may accept it or not, but as far as I'm concerned, Charlie is Rex's father and that's that.",
        "Dorian: Why did I see Clint with half of that tacky little necklace?",
        "Viki: I actually asked Clint about that, and he had a perfectly reasonable explanation.",
        "Dorian: Just because an explanation sounds reasonable, doesn't make it legitimate.",
        "Viki: Fine. Okay, perhaps. But DNA is legitimate, and the DNA says that the match is between Rex and Charlie, not Rex and Clint.",
        "Dorian: And where's the happy little family now?",
        "Viki: Echo is taking Charlie and Rex to lunch.",
        "Dorian: Without you?",
        "Viki: I declined the invitation.",
        "Dorian: Well, don't let that happen again. It's a mistake you'll regret for the rest of your life.",
        "[SCENE_BREAK]",
        "Nora: I'm sure it's good to have this thing settled, huh?",
        "Bo: Guess you were telling the truth this time, Echo.",
        "Charlie: I know you thought your brother might be Rex's dad, but the DNA pretty much answered that question once and for all. I just hope Echo can forgive us for having our doubts.",
        "[SCENE_BREAK]",
        "Brody: You were bragging about me?",
        "Clint: Well, of course I was. You know how happy I am that you and Jessica were getting married.",
        "Brody: Then you'll be thrilled to hear the news I've got about the baby.",
        "[SCENE_BREAK]",
        "Natalie: I was at the genetics lab, and I hadn't even gotten a chance to look at the results yet, and John came.",
        "Gigi: What did you do?",
        "Natalie: I figured out a way to keep him from seeing the results. There was a moment where I actually thought just let him see it. We'd find out together... but I couldn't go through with it.",
        "Gigi: John thought you just got the amnio to make sure the baby was healthy, right?",
        "Natalie: Yeah. And when he found out everything was fine, he was ecstatic. You know, I mean, I just left it at that. I couldn't burst his bubble.",
        "Gigi: God, this must be so very hard.",
        "Natalie: You don't even know the half of it. I come home, I'm in a daze, and there's Jessica and Brody. They just got their paternity results, and Brody's the father.",
        "Gigi: Oh, well, they must be thrilled beyond belief.",
        "Natalie: Yeah. Jess goes upstairs. Brody comes running over to me. He wants to know what the results were from my paternity test, and he's got this look on his face. He's full of hope that I'm not carrying his baby. How am I supposed to just destroy his whole world and Jessica's?",
        "Gigi: So you told him the baby is John's.",
        "Natalie: I didn't know what else to do. This news, it would shatter all of their lives--John, Jessica, Brody. No one can live with this.",
        "Gigi: What about you, Natalie? How are you gonna live with this?",
        "[SCENE_BREAK]",
        "Roxy: Here's to spoiling my grandkid rotten.",
        "John: I'll drink to that.",
        "Roxy: Happy Thanksgiving, dude. This turkey day is gonna be off the charts for you, especially if you put a ring on Natty's finger, which would be like the whipped cream on the pumpkin pie. So what do you say, man? You got any plans?",
        "John: I'll tell you what, you'll be the first to know. But for now, we're just taking it one step at a time.",
        "Roxy: Okay, all right. I got it. No pressure. I just have to concentrate on the fact that the two of you are back together again, which makes me so happy, which never would have happened unless it was for me, 'cause I got her to write that letter before she left for the airport. You know the letter that you almost didn't get?",
        "John: Well, I did see it eventually.",
        "Roxy: And that was no thanks to Marty Saybrooke. 'Cause you guys could have missed your big chance and you would have been like star-tossed lovers.",
        "John: Yeah, that's one way of looking at it.",
        "Roxy: Yeah, 'cause Natty thought that you picked Marty. She got so toasted, and here she goes out to the airport, but first-- I gotta tell you, you are very lucky she stopped off to say good-bye to Brody. Gave you a little extra time to get that letter.",
        "John: Uh-huh. So I guess I owe thanks to you and I guess I should be thanking Brody.",
        "Roxy: I think so. All right, here's to Brody.",
        "[SCENE_BREAK]",
        "Natalie: You think I'm crazy, right?",
        "Gigi: No. I get why you didn't say anything. I lied about Brody being Shane's father for a long time. But did you ever stop to think that maybe telling the truth would actually turn out to be easier?",
        "Natalie: How?",
        "Gigi: Are you so sure that John couldn't handle it? I mean, that night that you slept with Brody, John--he knows what was going on. You were about to leave town because you thought you had lost him.",
        "Natalie: Okay, you're right. If I had told John everything the night it happened in the very beginning, he maybe would have understood. But I've let him go on believing that this is his child. He's gonna want to know why didn't I tell him when I first found out I was pregnant. He's gonna feel betrayed and he's going to leave me, and I cannot risk that.",
        "[SCENE_BREAK]",
        "Vimal: That's wonderful news! Congratulations, Mr. Lovett. I'm talking about the wedding.",
        "Brody: Right.",
        "Vimal: Of course. I should be going now. All the best!",
        "Brody: I got you.",
        "Vimal: No, no, that's okay. I got it. Thank you.",
        "Brody: Okay. Guy's a little wired, huh?",
        "Clint: Yeah, he's in research and development. These science guys get their minds going 100 miles per hour, the next thing you know, they can't walk and chew gum at the same time.",
        "Brody: Right.",
        "Clint: So what is the news? I can't wait.",
        "Brody: Jessica and I got the DNA results back. It's my baby. We wanted you to know right away.",
        "Clint: Son, you've made me the happiest grandfather in the world.",
        "Brody: Thank you for saying that.",
        "Clint: You're like a son to me, Brody, something that gold-digging Rex Balsom could never be.",
        "[SCENE_BREAK]",
        "Bo: You okay with all this?",
        "Rex: It's a lot to swallow. I think I'm still digesting. That woman that I'm supposed to call mom, is she as bad as everybody says she is?",
        "Bo's voice: You've caused him more suffering, more misery than any man deserves in this life. I don't think he's ever gonna get over you.",
        "Echo's voice: Now, that's too bad, isn't it?",
        "Bo: Maybe she's changed more than we think. Charlie Banks, he's a good guy.",
        "Rex: Yeah, he is. Better than the alternative.",
        "Bo: Pretty down on Clint these days. Anything happen that I should know about?",
        "Matthew's voice: What are you doing here?",
        "Rex: Clint and me, we just kind of rub each other the wrong way. Trust me, when we both found out there was no match, he was just as happy as I was.",
        "[SCENE_BREAK]",
        "Gigi: However you decide to handle this, I will back you up.",
        "Natalie: Thank you.",
        "Gigi: Look, Brody has always wanted a family, and he's getting one. John is excited about having your baby. So good things are happening to good people and... no one ever has to know any different.",
        "[SCENE_BREAK]",
        "Marty: Natalie was all about honesty when your freedom was on the line, but when it comes to John, it's one lie after another. So it's time...time for John to get a very special gift.",
        "[SCENE_BREAK]",
        "Viki: I'm not gonna start following Charlie around like a jealous, little puppy.",
        "Dorian: Who's talking about a puppy? You have to be a full-grown pit bull, for goodness sakes. Echo is gonna work this new connection for all it's worth if you allow her to get between you and Charlie.",
        "Viki: No one is coming between her Charlie and me.",
        "Dorian: Rex cannot be thrilled about this dreadful new mother he has. He's not gonna be shy about letting everybody know. Who is Echo gonna go to? Whose shoulder is she gonna smear her cheap mascara into?",
        "Viki: Would you give Charlie a little credit? He's not gonna fall for that.",
        "Dorian: Oh, Charlie! Charlie! Our little baby boy hates me. What am I going to do?",
        "Viki: Dorian, that's enough, okay?",
        "Dorian: You know I'm right. That woman is what more polite people than I would call a homewrecker. If we don't find out this secret that Clint is hiding from us, the next home that bitch destroys is gonna be yours.",
        "[SCENE_BREAK]",
        "Echo: I can't wait to meet your girlfriend.",
        "Rex: Gigi's great.",
        "Echo: And your son.",
        "Charlie: Yeah, how about that? We thought we were gaining a son, we're also gaining a grandson, too.",
        "Echo: What's he like--Shane... I mean, if I wanted to get him a present?",
        "Rex: Whoa. Hang on. Like Charlie said, let's just take this one step at a time. I have a lot to explain to Shane before people start showing up with presents.",
        "Echo: Right. I just meant that--",
        "Charlie: It's okay. We know what you meant.",
        "Woman: Here you go. 3 coffees.",
        "Echo: Thank you.",
        "Woman: No dessert?",
        "Echo: No, just the coffee and just the check. Great. Thank you. You can just go ahead and put it on that. See? See there? We do have something in common.",
        "Rex: What?",
        "Echo: Well, Charlie drinks his coffee black, and you drink yours like I do, light and sweet.",
        "Rex: A truly amazing coincidence.",
        "Woman: Sorry, Miss DiSavoy, but I'll need another card. This one's been declined.",
        "[SCENE_BREAK]",
        "Matthew: So Charlie's Rex's dad?",
        "Bo: Mm-hmm.",
        "Nora: Your father thought it might be Clint.",
        "Matthew: Then you would have been Rex's uncle.",
        "Bo: I would have liked that. Charlie's a great guy, and he's always liked Balsom.",
        "Matthew: How did they find out that Uncle Clint wasn't Rex's dad?",
        "Bo: The department uses the DNA lab at Llanview Hospital, and I asked them to put a rush on it.",
        "Matthew's voice: But maybe you could tell me why I found a Llanview hospital key card in that envelope my uncle made me get from you.",
        "[SCENE_BREAK]",
        "Roxy: You and Natty almost lost everything. You know, like two shipwrecks passing through the night. But I guess all's well that ends groovy, right?",
        "John: Right.",
        "Roxy: Now everybody's happy, except maybe Marty. Oh, such a shame about her son.",
        "John: She's in a lot of pain. To have Cole go away to jail for 10 years.",
        "Roxy: Hey, like I don't understand that? I know that it sucks, but there was still no reason for her to go all nutso over Natalie.",
        "John: There's no reason for that, but you know, she tried to take Cole out of prison. When that didn't happen, she blamed Natalie, but I think everything's okay now.",
        "Roxy: Okay?",
        "John: Yeah, okay.",
        "Roxy: Like how?",
        "John: What do you mean, \"Like how?\" You know, I think she accepts the fact that Natalie and I are together and she wishes us well.",
        "Roxy: Really? You know, for a smart guy you're really a dummy about women.",
        "[SCENE_BREAK]",
        "John's voice: What's this?",
        "Marty's voice: It's something I know you'll want as you and Natalie start your lives as parents.",
        "John's voice: Look at this. Our first official baby present.",
        "Natalie: Ha ha!",
        "Natalie's voice: What is it, John?",
        "John's voice: How could you do this?",
        "Natalie's voice: What--",
        "John's voice: How could you do this to me? How could you do this to your own sister? You slept with her fiancée and then lied about it, then you lied to me about my own child? For months?",
        "Natalie's voice: I tried to tell you. I came so close to telling you so many times--",
        "John's voice: You were a coward! A coward and a liar, and now you're getting out!",
        "Natalie's voice: John, no, please!",
        "John's voice: Go home, Natalie. I never want to see you or that kid again. Thank God you told me before it was too late.",
        "Marty's voice: I had to. You deserved to know.",
        "Natalie's voice: Oh, you have to let me explain.",
        "John's voice: No, I don't.",
        "Marty's voice: Guess we're even now!",
        "Natalie's voice: No! John!",
        "[Marty humming]",
        "[SCENE_BREAK]",
        "Gigi: I want to make a promise to you, okay? I will never tell anyone you're carrying Brody's baby. Anyone.",
        "Natalie: That's a lot to ask.",
        "Gigi: I swear. I'll keep the secret till the day I die. Here. We can even shake on it.",
        "Brody: Hey. What's going on?",
        "Gigi: Natalie was just telling me about the baby. Congratulations. You got the good news you were hoping for.",
        "Brody: We were pretty relieved.",
        "Gigi: And Natalie and John did, too. I'm so happy for all of you.",
        "Brody: It's just incredible. Everything's working out just great.",
        "Natalie: Yeah.",
        "[SCENE_BREAK]",
        "Roxy: You think that Marty is okay with you and Natty having a baby? No way in freaking hell.",
        "John: I think maybe you're being a little hard on Marty.",
        "Roxy: Honey, I know women, and once a baby comes into the picture, it's never forgive or forget or anything like--oh, man, what time is it? I gotta go. Listen, I'm warning you. Oh, just be careful.",
        "John: Okay. Of what?",
        "Roxy: Marty's used to having it all. She had her son. She had you. She was gonna have a baby with you, and now she's got nothing, nada, zip, bupkus, like a big goose egg.",
        "John: Okay. I get what you're saying, but what exactly do you think she's gonna do?",
        "Roxy: Remember when she hid that letter?",
        "John: Right, but in the end she did the right thing and she made sure I saw it.",
        "Roxy: Oh, yeah, and look where it got her. Like I said... nowhere. Next time she tries to cook up a dirty trick, she ain't gonna wimp out, and you're gonna pay for it.",
        "[SCENE_BREAK]",
        "Marty: Looks like Christmas comes early this year.",
        "[SCENE_BREAK]",
        "Dorian: I'm gonna get the truth out of Echo if it's the last thing I do.",
        "Viki: How?",
        "Dorian: I'm going to become her new best friend. I regain her trust, oh, she'll be dying to tell me everything that went on between her and Clint.",
        "Viki: What if there is nothing to tell?",
        "Dorian: Personally, Viki, I am tired of being lied to. Once I expose what that woman really is, she'll be on the next bus out of Llanview. I'll see to that.",
        "Viki: No, no. I'm not going to let you do that.",
        "[SCENE_BREAK]",
        "Echo: I don't understand. There's got to be plenty more left on this card.",
        "Rex: Let me take care of it.",
        "Echo: No, no. Stop, please. I have cash.",
        "Charlie: let me, okay?",
        "Echo: Charlie, no.",
        "Charlie: Yes. And you can get the next one. How's that?",
        "[SCENE_BREAK]",
        "Viki: Dorian, you don't understand. I did not come here to stir things up-- quite the opposite. I want this over.",
        "Dorian: Viki, it's just beginning. Echo's got her foot in the door. If you don't slam that door shut--",
        "Viki: Echo may very well try and play on Charlie's sympathies, but he's perfectly capable of setting her straight and I trust him to do that.",
        "Dorian: Trust is all very well and good.",
        "Viki: How would you know? You don't trust a living soul. That is only one of the many reasons why I'm not going to join you in this little scheme of yours to teach Echo a lesson.",
        "Dorian: Viki, I'm trying to help you.",
        "Viki: I know. Don't. Please! Don't!",
        "[SCENE_BREAK]",
        "Roxy: Hey, Rexy, what's up?",
        "Rex: We were just having some lunch.",
        "Roxy: You three?",
        "Echo: That's right.",
        "Roxy: I don't get the connection.",
        "Rex: Rox, why don't I buy you a cup of coffee--",
        "Roxy: Why don't you answer at simple question before I get even more ticked off than I already am?",
        "Rex: Okay, thing is, we went to a DNA lab to get tested, and the results...there's no easy way to say this, Rox. These are my parents. Come here.",
        "Roxy: Charlie and that woman are your parents? What happened to Rick and Lillian?",
        "Rex: Lili was some kind of scam.",
        "Roxy: Echo is your mother? That Echo?",
        "Rex: Whoa. I cannot even think of her that way yet.",
        "Roxy: When were you gonna clue me in on all this?",
        "Rex: Roxy, come on. I just found out myself. My head is spinning.",
        "Roxy: Like I don't have that feeling?",
        "Rex: This doesn't change anything between us.",
        "Roxy: Oh, yeah, right.",
        "Rex: Roxy, you are my mother. Echo is just a technicality.",
        "Roxy: I'm taking off.",
        "Rex: I was going to find you. I was trying to find the words.",
        "Roxy: I'll give you the words. Everybody needs to know where they're from, so congratulations.",
        "[SCENE_BREAK]",
        "Matthew: Vimal. How's work going? Anything interesting at the lab?",
        "Vimal: I don't know what you're talking about.",
        "Matthew: Come on. Sure you do. You made that key card for my uncle.",
        "Vimal: I forgot all about that. If you're smart, you'll forget about it, too.",
        "[SCENE_BREAK]",
        "Brody: Just think, Natalie, about this time next year, we'll both have our kids with us. And all this time we've spent driving ourselves crazy, it'll be like it never even happened. I'm as happy for you and John as I am for Jess and me.",
        "[Cell phone rings]",
        "Natalie: John?",
        "John: I kind of hate to admit this, but I haven't even left yet and I already miss you.",
        "Natalie: Me too.",
        "John: I'm sort of thinking maybe you could stop by my place and maybe I could say a proper good-bye to you and that kid of mine.",
        "Natalie: We're on our way.",
        "[SCENE_BREAK]",
        "Roxy: So what do you say, mamacita?",
        "Echo: So Rex told you the news?",
        "Roxy: You didn't expect him to keep it quiet, did you?",
        "Echo: Of course not. I just meant I know that you thought Rex was your own all these years.",
        "Roxy: Yeah, after you dumped him, is that what you mean?",
        "Echo: Well, I--",
        "Roxy: You didn't know exactly who would find him or where he would end up. You just didn't care.",
        "Echo: That's not true.",
        "Roxy: Lady, you really had me going there for while. I mean, you fooled me-- kissing up to me and taking all those photos of me. You just wanted info about Rex so you could go right for the kill.",
        "Echo: Roxy, I never meant to take anything away from you.",
        "Roxy: Just give me my money, okay?",
        "Echo: What?",
        "Roxy: I said give me my money for the room.",
        "Echo: I took those photographs of you. I thought that would be enough--",
        "Roxy: You can just stuff those photos. Just give me my money.",
        "Echo: I can't. I don't have it.",
        "Roxy: Really? Then you pack up your junk and you get your sorry ass out of my hotel.",
        "[SCENE_BREAK]",
        "[Knock knock]",
        "Clint: Hey, Matthew. Looking sharp as always.",
        "Matthew: Better than when I had mustard all over me.",
        "Clint: Mustard?",
        "Matthew: I just had lunch with my mom and dad. They were telling me about the whole Rex thing.",
        "Clint: Were they now?",
        "Matthew: Yeah, I can't believe you had to go get a DNA test and everything.",
        "Clint: Yeah, but it's over now. Turned out just the way I thought it would. Charlie Banks is Rex's father, and you should be happy about that.",
        "Matthew: Why would it matter to me?",
        "Clint: There's one less Buchanan to share the family fortune with. And trust me, Rex Balsom would be butting in line to grab his piece of the pie.",
        "Matthew: Where do you have to go to get tested anyway?",
        "Clint: We had to go to the genetics lab at Llanview Hospital. Why?",
        "[SCENE_BREAK]",
        "Viki: Hi! How was your family reunion?",
        "Charlie: It was just lunch. I wanted you to go with me, remember, but you said no.",
        "Viki: Sweetheart, I really thought that you should have some time as a family, some privacy. Besides, how could Echo stake her claim if I'm there?",
        "Charlie: She is not staking a claim on me. I'm taken, hmm? Ever since Echo got here, there has so much tension between us. I hate it.",
        "Viki: I do, too.",
        "Charlie: Why can't we just concentrate on the good parts of this. I got Rex as my son. I'm very happy about that.",
        "Viki: Oh, me, too, darling. The problem is his mother.",
        "Charlie: Right, and we can't change that that's his mother. We have to live with it, but we don't have to let it push us apart.",
        "Viki: Believe me, Charlie, I'm trying.",
        "Charlie: You're my wife, and I love you. And I'm not gonna let anything threaten what we have.",
        "Viki: Okay.",
        "Charlie: We can make this work.",
        "[SCENE_BREAK]",
        "Clint: Why ask the questions about DNA testing?",
        "Matthew: Just curious. Are the results always 100% accurate?",
        "Clint: About 99.9% accurate, yeah.",
        "Matthew: But could they ever be wrong, I mean, if the results got screwed up for some reason?",
        "[SCENE_BREAK]",
        "Natalie: Mmm! What's this? Not your brand of choice.",
        "John: Roxy wanted to drink a toast to the baby.",
        "Natalie: Ah! That was sweet.",
        "John: She spent most of the time warning me about Marty.",
        "Natalie: What did she say?",
        "John: She says that Marty's got dirty tricks up her sleeve.",
        "[SCENE_BREAK]",
        "Bo: This could end up being good for you, Balsom.",
        "Rex: I'll try to see it that way. But when your mom shows up after walking out on you for that many years, how do you forgive that?",
        "Nora: You don't, but you look at the up side, which is Charlie Banks is a good guy.",
        "Rex: I'm not even sure I need a dad at my age.",
        "Bo: You always need a dad.",
        "Rex: I thought that's what I had you for.",
        "Nora: You're thinking about Asa, aren't you?",
        "Bo: You always this good at reading my mind?",
        "Nora: It's a gift.",
        "Bo: Lord knows, Pa was never easy, but not a day goes by I don't miss him.",
        "[SCENE_BREAK]",
        "Clint: I'm not a scientist, Matthew. If you're curious about DNA, you're gonna have to go online, do a little research.",
        "Matthew: It's no big deal. Anyway, the point is, Rex didn't turn out to be a Buchanan. Lucky break, huh?",
        "Clint: That's what you need to know about me. I'm a lucky guy.",
        "[SCENE_BREAK]",
        "Gigi: I got your message. I was with Natalie.",
        "Rex: Everything okay with the baby?",
        "Gigi: Yeah, everything's fine. Tell me about you. Did you get the DNA results?",
        "Rex: Yeah.",
        "Gigi: You finally know who your parents are?",
        "Rex: Echo and Charlie.",
        "Gigi: Whoa.",
        "[SCENE_BREAK]",
        "Dorian: Roxanne, I need to speak to Echo DiSavoy. What room is she in?",
        "Roxy: She doesn't have one.",
        "Dorian: Excuse me?",
        "Roxy: Echo DiSavoy doesn't live here anymore.",
        "[SCENE_BREAK]",
        "Viki: Oh, sweetheart, I love you, too. I think it's wonderful that Rex is part of our family, but we absolutely cannot let Echo stop us from celebrating that.",
        "Charlie: You're damn right. We can't.",
        "[Doorbell rings]",
        "Viki: Oh.",
        "Charlie: I'll get it.",
        "Echo: I am so sorry, but I had nowhere else to go. Chuckles, I'm homeless.",
        "[SCENE_BREAK]",
        "[Pager buzzes]",
        "Marty: Dr. Saybrooke. Yes, I'm Cole Thornhart's mom. Is something wrong? A fight? Oh, my gosh, is he hurt? No, of course. I'll be right there.",
        "[SCENE_BREAK]",
        "John: Roxy was going on about the whole \"hell hath no fury\" thing. Yeah, but I don't think Marty's like that.",
        "Natalie: You don't?",
        "John: No, I think she regrets how she treated you and she's trying to let it go.",
        "Natalie: Yeah, I hope so. It sure would be nice to count my blessings this Thanksgiving instead of...",
        "John: Instead of what?",
        "Natalie: Waiting for the other shoe to drop."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=765zQWartRU"
}