{
    "Episode Summary": [
        "Episode # 10844"
    ],
    "Recap": [
        "Dani goes to the jail to spend New Years Eve with Nate, but he doesn't want her there, he wants her to go tot he party in Angel Square. Dani doesn't believe Nate killed Eddie. Langston is with Starr because she doesn't want her to be alone on New Year's Eve. Ford is with James for the same reason. Langston and Starr go to visit Nate in jail. Ford and James arrive at the jail too. Nate tells them all to go out and have fun. When the others couple off, Dani leaves alone and goes back to the jail to be with Nate. Starr and James kiss at midnight.",
        "Natalie and John plan to marry tonight. Jessica gives Natalie her necklace that Asa gave her for her sweet sixteen as something old, new, borrowed, and, blue in one. Marty stalks Natalie at Llanfair while Jessica and Natalie prepare for the wedding. Rex and Gigi come to congratulate Natalie on getting married. He wonders if Marty will cause trouble. Natalie says Marty promised not to tell John that Brody is the baby's father. Marty, listening from outside says to herself that she didn't promise not to tell Jessica. Rex tells Natalie that they are proof that biology is not what makes a family. Brody and John are at the courthouse awaiting the women. When Brody tells John that the women are there, john wants to go see Nat, but Brody tells him it is bad luck to see the bride before the wedding. Jessica says the same thing to Natalie. Jessica goes into the courtroom and takes pictures of the men. The judge, seeing Natalie's advanced state of pregnancy says it appears the groom has already seen the bride so the rule doesn't apply. The judge and Natalie enter the courtroom together.",
        "Aubrey is looking for the last remaining copy of the magazine that has the compromising photo of her, which Blair happens to have at Capricorn. Blair gives the magazine to Kelly. Cristian shows Blair and Kelly a picture of Layla pawing her boss in the magazine. Aubrey is stunned to see Kelly with the magazine. She pretends to be sick and takes Kelly's magazine when she leaves. Joey tells Kelly that Aubrey is jealous of her. Marty comes into Capricorn, sits alone, and orders champagne. Rex and Gigi notice Marty when they come into Capricorn. Kelly goes over to Rex and tells him the magazine was what Aubrey didn't want Joey to see. The man Aubrey was kissing in the picture arrives at her hotel room and they immediately proceed to go at it. When Gigi notices the time and says John and Natalie are probably getting married right then, Rex looks over and notices that Marty is missing. John and Natalie exchange vows and rings. Just as the judge is in the middle of pronouncing them married, Marty bursts in and demands that they stop the wedding."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Langston: Smile!",
        "Starr: Lang, what are we doing?",
        "Langston: What are you talking about? We're having so much fun, just the two of us. New Year's Eve. Festive party favors. Come on. Let's take another picture. Make it silly.",
        "Starr: Would you stop it? You don't want to be home with me tonight any more than I want you to be home with me.",
        "[SCENE_BREAK]",
        "James: Why did you drag me out tonight, Bobby? Wouldn't you rather be with Langston?",
        "Ford: She doesn't want Starr to be alone tonight, and I don't want you to be alone, either.",
        "James: That's touching.",
        "Ford: Okay. Yeah, well, if you try to kiss me at midnight, I'm gonna kill ya.",
        "James: Nice choice of words.",
        "Ford: Okay, look, I'm sorry. But cheer up, okay? Thanks to our little brother, we're looking at a new year without the old man.",
        "[SCENE_BREAK]",
        "Dani: Nate?",
        "Nate: Dani, you promised me you were gonna go to that party in Angel Square tonight.",
        "Dani: Well, my mom pulled some strings.",
        "Nate: I'm gonna get out of here?",
        "Dani: No. Sorry. I wish. But since your arraignment can't happen until after the holidays, they're gonna let me spend New Year's Eve in here with you.",
        "Nate: I don't want you to.",
        "[SCENE_BREAK]",
        "Aubrey: Hey, it's me. Where are you? I just wanted to let you know I never found that one last copy of the magazine. Someone in Llanview must have it.",
        "[SCENE_BREAK]",
        "Blair: I did not drag you out of the house for you to read, okay? Your new year's resolution better be to stop moping and to get over Joey Buchanan. If you got lemon in your eye, you better make some lemonade.",
        "Kelly: Okay. I still think that Aubrey might have a skeleton in her closet.",
        "Blair: Oh, yeah? What do you think it is?",
        "Aubrey: But I doubt it's anyone Joey knows.",
        "Kelly: Okay.",
        "Blair: Hey! Come on.",
        "Cristian: Did you see this?",
        "Blair: I don't read that trash.",
        "Kelly: Meaning you can't, because it's in French?",
        "Cristian: There's a picture in here of Layla with her hands all over her boss.",
        "[SCENE_BREAK]",
        "Aubrey: So don't worry, okay? I'm convinced Joey won't see it.",
        "Joey: Aubrey. What is it that I'm not going to see?",
        "[SCENE_BREAK]",
        "Brody: Don't the felons know you're trying to get married?",
        "John: Didn't stop them from hitting Llanview Bank and Trust.",
        "Brody: Inconsiderate bastards. You should have Nora tack on special circumstances. No chance of parole.",
        "John: I'll think about that.",
        "Brody: Well, we're a few hours late...but this is it, dude. You're marrying Natalie tonight.",
        "[SCENE_BREAK]",
        "Jessica: Brody called. He and John are finally there.",
        "Natalie: Why would I think that John would be on time for our wedding?",
        "Jessica: Cops.",
        "Natalie: I know.",
        "Jessica: Natalie, this is it. You're marrying John.",
        "[SCENE_BREAK]",
        "Joey: I love surprises. So what are you hiding that I can't see?",
        "Aubrey: My wedding dress. That was the designer on the phone. He's been working straight through the holidays to get it done on time.",
        "Joey: Wear what you have on, because you look gorgeous in that outfit.",
        "Aubrey: And you look gorgeous in this one. Why don't we celebrate here, just the two of us, and we can ring in the new year all by our lonesome?",
        "Joey: I kind of told Kelly that we'd meet up with her.",
        "Aubrey: When did you talk to Kelly?",
        "Joey: At the gym. No, no, no. Don't go all green-eyed on me. The real reason I want to go out tonight is so that I can show you off.",
        "[SCENE_BREAK]",
        "Cristian: She had an explanation. It was a lame explanation. I'm really starting to wonder if it's work that's keeping us apart. Maybe it's this guy.",
        "[SCENE_BREAK]",
        "Ford: To our first year on earth without the old man. Come on.",
        "James: Cheers.",
        "Ford: You're still stuck on Starr. Is that the problem?",
        "James: I'm stuck on Starr, but that's not the problem.",
        "Ford: Then what is?",
        "[SCENE_BREAK]",
        "Starr: Just admit it. The only reason you're not out with Ford is because you don't want me to spend New Year's alone.",
        "Langston: That's not true.",
        "Starr: Don't even try, okay? It's really sweet that you care about me so much, but I don't want you to be worried.",
        "Langston: So what--I'm just supposed to let you stay here all by yourself?",
        "Starr: I was going to call James so that you wouldn't feel bad about going out with Ford, but...",
        "Langston: You can't?",
        "Starr: It's just--okay. On Christmas, I told James that I want him in my life.",
        "Langston: Right.",
        "Starr: And New Year's is just so...",
        "Langston: Romantic? Sexy? Full of possibilities?",
        "Starr: Yeah.",
        "Langston: So what? You don't trust him enough to believe you two could hang out just as friends?",
        "Starr: I don't trust myself.",
        "[SCENE_BREAK]",
        "Dani: I don't understand. Why don't you want me here?",
        "Nate: Because it's New Year's Eve, Dani. You should be at the party that we planned on going to, not stuck in here with me.",
        "Dani: I'm not stuck anywhere. I'm celebrating with you.",
        "Nate: I don't think I'd be too good at celebrating tonight.",
        "Dani: Okay, then we can just hang out.",
        "Nate: With bars between us?",
        "Dani: Yeah. Of course. Nate, I don't care where we are. Talking to you is one of my favorite things to do.",
        "Nate: But I don't want to talk about why I'm here.",
        "Dani: Why not? Because you didn't really kill your father?",
        "[SCENE_BREAK]",
        "John: Think the charges against the Salinger kid will stick?",
        "Brody: Are you seriously thinking about who killed Eddie Ford right now?",
        "John: Not really.",
        "Brody: Okay. Whatever calms your nerves.",
        "John: I don't know if it does. I don't know what I'm supposed to be thinking or what I'm supposed to feel. What do you say before a wedding? Did you remember the rings? You got the rings, right?",
        "Brody: For the 10th time, yeah, I've got them. I've got your back, John.",
        "John: I know. Hey, man, I know.",
        "[Brody chuckles]",
        "Brody: Hey. It's gonna be good. It's gonna be great.",
        "John: Yeah, I know. I just keep thinking something's gonna happen to take it away.",
        "[SCENE_BREAK]",
        "Jessica: You're nervous.",
        "Natalie: Why? Am I shaking or something?",
        "Jessica: I can just feel it.",
        "Natalie: I know, but I'd be 10 times worse if you weren't here.",
        "Jessica: Well, you have no reason to be. What could possibly go wrong?",
        "[Laughter]",
        "Gigi: Is it true? Is it true?",
        "Jessica: Who told you guys?",
        "Gigi: We just dropped Shane off with Charlie and Viki, and Echo was there and she told us.",
        "Natalie: Yeah, well, John and I just decided to go for it. I hope you guys can understand. You know, with Jessica and Joey getting married so soon, John and I just decided to do a small wedding with just us and the witnesses and the judge.",
        "Gigi: We totally understand. Don't we, Rex?",
        "Rex: Whatever makes you happy. You deserve it.",
        "Natalie: Thanks.",
        "Jessica: I'll be right back.",
        "Gigi: This is fantastic. Congratulations.",
        "Natalie: Thank you.",
        "Rex: Are you sure Marty's not gonna cause trouble?",
        "Natalie: I'm just gonna have to believe her. She swore that she wouldn't tell John that Brody's the father of my baby.",
        "[SCENE_BREAK]",
        "Marty: I promised I wouldn't tell John. I didn't say anything about telling Jessica.",
        "[SCENE_BREAK]",
        "Gigi: It's freezing in here. Oh, can I shut that door?",
        "Natalie: Yeah, go ahead.",
        "Rex: Look, I know this secret is weighing on you. I'm sorry you have to carry it, but do not let this stop you from being happy.",
        "Natalie: Rex, it's just so close to being perfect.",
        "Rex: I know that you wish that this was John's baby.",
        "Natalie: More than anything in the world.",
        "Rex: It's gonna work out.",
        "Natalie: You don't know how much I want to believe that.",
        "Rex: Believe it. Look at us. We thought that we were family for so many years, and you are my sister in every way. I don't care what anybody says. Blood doesn't make a damn bit of difference. You love John, he will love this baby, and you will be a family. End of story. Be happy, Natty.",
        "Natalie: I am.",
        "Rex: Good. I love you.",
        "Natalie: I love you. My brother.",
        "[SCENE_BREAK]",
        "Brody: Hey, I know I'm your default best man, but it is my job to keep you from going off the rails.",
        "John: You know, we've come a long way, you and me, you know? You being a rookie cop to standing up for me at my wedding.",
        "Brody: Bet you never saw that coming, right? Marrying twins, being in-laws and new dads together?",
        "John: I didn't see any of it coming. Especially being a dad.",
        "Brody: I've always known I wanted to be a dad.",
        "John: Yeah? I didn't know until I was-- I didn't know until I was one. But I couldn't want it more.",
        "Brody: Everything's gonna be fine.",
        "[SCENE_BREAK]",
        "Gigi: Have a great wedding.",
        "Rex: Can't wait to see the pictures.",
        "Natalie: Oh, my God. The pictures.",
        "Jessica: It's okay. I have a camera. See you later, you guys.",
        "Gigi: Bye.",
        "Natalie: Bye. What would I do without you?",
        "Jessica: I have no idea.",
        "Natalie: What's this?",
        "Jessica: Open it and find out.",
        "Natalie: My God, Jess. This is-- this is beautiful. But it's yours.",
        "Jessica: This covers all your bases. Grandpa gave it to me for my sweet sixteen, so it's old. But I'm giving it to you now, so it's new to you. But it's actually really borrowed, because if you have a little girl, you're gonna give it to her on her sweet sixteen, and of course it's blue.",
        "Natalie: Jess. Jess, you can't give this to me. You love this.",
        "Jessica: Listen, I have lots of presents from Grandpa, but you didn't grow up here, so you kind of missed out on that. Anyway, this doesn't even come close to expressing how grateful I am that you're my sister.",
        "[SCENE_BREAK]",
        "Langston: Wait a minute. I thought you didn't think of James as anything more than just a friend.",
        "Starr: I didn't say that. I just really miss Cole. And I feel bad that you're baby-sitting me tonight instead of going out somewhere with Ford.",
        "Langston: That wasn't gonna happen.",
        "Starr: Why not? Don't tell me that you guys are fighting.",
        "Langston: No, not even close. That's the problem.",
        "Starr: Oh, like you said, New Year's is romantic.",
        "Langston: Yeah, well, it's more than just romantic. It oozes sex, and I'm not ready for that yet. I need to be absolutely sure that Ford's not gonna hurt me again.",
        "Starr: Hey, Lang...I know that you're worried, but... I think that you should go for it. You never know when that part of your life might get taken away.",
        "Langston: Starr, I'm sorry.",
        "Starr: I just hope the same thing doesn't happen to my sister.",
        "[SCENE_BREAK]",
        "Dani: You didn't really kill your dad, did you?",
        "Nate: The cops found the gun at my mom's place--the same gun that was used to kill Eddie. They have an eyewitness that saw me leave his motel room that night.",
        "Dani: That doesn't mean anything.",
        "Nate: I was angry at Eddie for what he did to my mom, to James, and for coming on to you. For being an overgrown bully.",
        "Dani: Nate, you're still not saying that you killed him.",
        "[SCENE_BREAK]",
        "Ford: If Starr's not the problem, then what is?",
        "James: I know you don't care much about Nate, but he is our brother and I wish he weren't going down for killing Dad.",
        "Ford: James, there's nothing we can do about it.",
        "James: Yes, there is. We can thank him.",
        "Ford: God, you are one drag of a date.",
        "[SCENE_BREAK]",
        "Kelly: Okay. Done with this?",
        "Cristian: I never want to see it again.",
        "Blair: Cristian.",
        "Joey: Reading on New Year's Eve? It's a good thing we showed up. We have to rescue Kelly from spending the night with her nose in that magazine.",
        "[SCENE_BREAK]",
        "Dani: You can't look me in the eyes and tell me that you killed your father, because it's not true.",
        "Nate: What we have here is a failure to communicate.",
        "Dani: What?",
        "Nate: It's a line from \"Cool Hand Luke.\" It's about a guy in prison--he--Dani, please. I want you to go.",
        "[Noisemaker blowing]",
        "Starr: Happy New Year!",
        "Dani: What's going on?",
        "Langston: Dorian made some calls and...here we are.",
        "Starr: We get to hang out here for a while.",
        "Dani: Great.",
        "Starr: It sucks, doesn't it? I'm so sorry that you're in here.",
        "Nate: Thanks.",
        "Starr: And all of this, it probably doesn't help much. I know what it's like. I just wanted to let you guys know that you're not alone.",
        "[SCENE_BREAK]",
        "Aubrey: Oh, you read \"Maintenant.\" Can I see it?",
        "Joey: This is the same rag that Cris had at the gym. Yeah?",
        "Kelly: Mm-hmm.",
        "Joey: There's a picture in here that made a friend of ours so upset that he almost broke off his engagement.",
        "[SCENE_BREAK]",
        "Cristian: So in the middle of our fight today, I told her that I'd drop everything and hop on the next flight to Paris so we can talk this out. She said no. She's in the south of France with her boss at some prince's vineyard where they're supposedly working.",
        "Blair: So you think they're having an affair.",
        "Cristian: Maybe. Maybe not. But one thing I know for sure is that she's being sucked into this whole different world. And it's got nothing to do with me or what I can give her.",
        "[SCENE_BREAK]",
        "Joey: Here. Let me show you.",
        "Aubrey: No. It's okay. I don't need to see it. It's none of my business.",
        "Joey: Yeah. You're right. How about a drink?",
        "Kelly: Sure.",
        "Joey: Champagne?",
        "Kelly: Yeah.",
        "Joey: Aubs? Want a drink? Whoa. Aubrey.",
        "Kelly: You okay?",
        "[SCENE_BREAK]",
        "Starr: There you go.",
        "Ford: Hey. What are you guys doing here?",
        "Langston: What does it look like?",
        "[Langston blows noisemaker]",
        "[Langston laughs]",
        "[SCENE_BREAK]",
        "Marty: A glass of your most expensive champagne, please.",
        "Bartender: Want me to start you a tab?",
        "Marty: No, it's all right. I won't be staying that long.",
        "Rex: Morasco. 9:00.",
        "Gigi: Every time I see that woman now, she gives me the creeps. Well, it's a good thing she's here and not at the courthouse causing trouble for Natalie.",
        "[SCENE_BREAK]",
        "Brody: Jessica called. She and Natalie are here. Wait. Where you going?",
        "John: I wanna see my girl.",
        "Brody: Jessica's convinced it's bad luck for you to see Natalie before the ceremony.",
        "John: I bet you Natalie's arguing with her about that right now.",
        "[SCENE_BREAK]",
        "Natalie: Okay, I know that you're superstitious about this kind of stuff, but I'm not.",
        "Jessica: Listen, it's bad enough that John saw you this morning before you two decided to get married tonight.",
        "Natalie: Jess, come on.",
        "Jessica: It's tradition, Natalie, okay? I just want you two to start off with good luck. Let's just not tempt fate.",
        "Natalie: You know, you're right. I can wait a few more minutes to see John.",
        "[SCENE_BREAK]",
        "John: As you know, Natalie doesn't always play by the rules. She does what she wants when she wants to, and sometimes that gets her into trouble. But I wouldn't have her any other way.",
        "Brody: Before you see her... you should look like a groom.",
        "John: How long have you been carrying that around in your pocket?",
        "Brody: Hey, man, I told you. I got your back.",
        "[Camera clicks]",
        "John: Thanks. Huh?",
        "Brody: Ha ha ha.",
        "Jessica: You guys look great.",
        "Brody: Back at you, gorgeous.",
        "John: How's Natalie doing? She almost ready?",
        "Jessica: Yeah. How about you?",
        "John: Fine. As soon as the judge gets here, we're good to go.",
        "[SCENE_BREAK]",
        "Judge Runyon: Are you here for the wedding?",
        "Natalie: Yes.",
        "Judge Runyon: Oh. Are you the maid of honor?",
        "Natalie: No. No. I'm the bride.",
        "Judge Runyon: Oh. John didn't tell me you were--",
        "Natalie: I was what? Is there a problem?",
        "Judge Runyon: I was about to say John didn't tell me you were so beautiful.",
        "Natalie: Oh. Thanks.",
        "Judge Runyon: Shall we? I know that old superstition, but I think in the current circumstances, the old rules don't apply.",
        "[Laughter]",
        "Jessica: I wish Natalie hadn't done that.",
        "[SCENE_BREAK]",
        "Starr: You don't think that Nate's going to be put away for this, do you?",
        "Dani: I don't know. My mom is being super quiet about it, and Nate's not talking either.",
        "[SCENE_BREAK]",
        "James: So what's the story? I was with Dad before he was killed. Yeah, I wanted to off the S.O.B. myself, but I couldn't do it. I couldn't shoot him. Nate, I dropped the gun, and I left.",
        "Ford: So how'd you get it back, Nate? Come on. What happened?",
        "Nate: I'm sorry. My lawyer said I can't talk about it.",
        "James: Yeah, maybe to the cops or the D.A.--",
        "Nate: No, to anybody. She was real clear on that.",
        "James: Do you need anything? Dude, come on. We're your brothers. Let us help.",
        "Nate: There is one thing.",
        "James: Name it.",
        "Nate: Can you take Dani to that party in Angel Square tonight?",
        "Ford: Dude, we can't even get Starr and Langston to go with us.",
        "[SCENE_BREAK]",
        "Dani: How do you stand being without Cole?",
        "Starr: I'm not going to lie and say that it's easy, but I wake up every day, and I have our baby girl and my family and my friends, and I have my sister, and you guys help me get through every day.",
        "[Nate blows horn]",
        "Nate: Hey, Starr, can I talk to you?",
        "Dani: Nate's going to ask you to get me out of here.",
        "Nate: I told you, I don't want you stuck in here with me, okay? Go ring in the New Year with my brothers and your sister.",
        "Dani: Why? Why are you pushing me away?",
        "Starr: Dani, he's not pushing you away. He just wants you to go out and have a good time.",
        "Dani: Yeah. Without him?",
        "Starr: Cole swears that the only thing that keeps him going while he's in prison is...is knowing that my life isn't locked up with him inside his cell. He wants me to go out and go to parties and have fun. He wants me to go on without him.",
        "Dani: Yeah, but I don't want to.",
        "Starr: I know you don't. I didn't. I still don't want to. It's the hardest thing, Dani. But I have to do it for him, and you have to do it for Nate.",
        "[SCENE_BREAK]",
        "Blair: Come on, Cristian. You know that Layla's ambitious. Maybe she feels like she just has to play a game with her boss.",
        "Cristian: You're my boss, and you don't drag me all over the place.",
        "Blair: That's because you're too busy being this great professor over at L.U. Come on. It's completely different, anyway.",
        "Cristian: How is it different? Her boss is hot. You're hot. He's got it going on. You have it going on.",
        "Blair: Don't you dare say that he's older, like me.",
        "Cristian: Please. Come on. You've got money, charm--everything the guy has. But are my hands on you? Are they anywhere near where Layla's hands were on Stefan?",
        "Blair: Well, we could roll it back a few years, and maybe they would be.",
        "Cristian: Come on. When we were together, it wasn't about ambition or career. It was about being attracted to each other. Layla's hands on her boss might be about that, too.",
        "Blair: So, what are you gonna do? Get drunk and kiss on Gigi Morasco?",
        "Cristian: I don't think that's such a good idea.",
        "Blair: I've got some advice. Don't go kissing on anybody until you figure things out with your fiancée.",
        "[SCENE_BREAK]",
        "Aubrey: Oh, I just don't feel very well. The floorers that I met with earlier had a bug, and I guess I caught it.",
        "Joey: Is that why you wanted to stay home?",
        "Aubrey: Yeah. I'm sorry. I just didn't want to disappoint you.",
        "Joey: Aubrey, I'm so sorry. Come on. I'll take you home.",
        "Aubrey: No. You don't have to do that. Just grab me a cab. I'll go back to the hotel.",
        "Joey: What? No. That's ridiculous.",
        "Aubrey: Oh, that's right. You've never been around me when I'm sick. The thing is, I just really do not like company. I just like to crawl in bed alone and have something cheesy to read like \"Maintenant.\"",
        "Kelly: Actually, that's my only copy, but I'll go out and get you another one.",
        "Joey: Kelly, it's just a magazine.",
        "Kelly: All right. Take it, take it. I hope you feel better.",
        "Aubrey: Thank you.",
        "Rex: What was that about?",
        "Kelly: She says she's sick.",
        "Rex: You don't believe her?",
        "Kelly: I don't know what she's up to.",
        "Rex: Well, did you at least find out what it was she didn't want Joey to see?",
        "[SCENE_BREAK]",
        "John: I appreciate your doing this on short notice.",
        "Judge Runyon: How could I say no to such a worthy opponent as you, Lieutenant McBain?",
        "John: Technically we're on the same side, Judge.",
        "Judge Runyon: I'm going to remind you that you said that. Frankly, when you called me earlier, I braced myself for an unpleasant argument about why you needed a warrant without sufficient probable cause or a soliloquy about some gut feeling you were having.",
        "John: Do I do soliloquies?",
        "Natalie: Ha ha! This man's about to marry us, so whatever he says is golden.",
        "Judge Runyon: She's right about that, but when you simply asked me to officiate your wedding, I was so relieved, all I could say was yes.",
        "John: Ah, so that explains it.",
        "Judge Runyon: It's good to see you happy. And maybe you'll make him think twice before he calls me in the middle of the night, asking me to bend the rules.",
        "Natalie: Don't worry, Judge. I think the only thing John's gonna be doing in the middle of the night pretty soon is bouncing a baby back to sleep.",
        "Jessica: We're all set.",
        "Jessica: We wanted to give you the best wedding possible on such short notice.",
        "Natalie: Thank you.",
        "John: Thank you.",
        "Judge Runyon: I think we'd better get this started before one of these babies decides to be the first born in 2011.",
        "John: You ready?",
        "Natalie: Ready.",
        "[SCENE_BREAK]",
        "Kelly: I'm sorry Aubrey got sick. I hope she's okay.",
        "Joey: Yeah. That was weird, why she didn't want me to go back with her to the hotel.",
        "Kelly: You know what? I get it. She probably didn't want you to see her at her worst, you know?",
        "Joey: But she left me here with you.",
        "Kelly: Why is that weird?",
        "Joey: Okay, I'm just gonna come out and say it. Aubrey is jealous of you.",
        "Kelly: What? Why?",
        "Joey: I know. I don't get it either. I mean, you are with my brother. What could she possibly have to be worried about, right?",
        "Cristian: Good evening, everyone, and welcome to Llanview's annual New Year's Eve celebration.",
        "[Cheering]",
        "Cristian: We're gonna make this a night to remember, starting with our beautiful and talented Blair Cramer.",
        "[Cheering]",
        "Blair: Baby, it's been days since you've been gone and I'm wondering how I'll make it alone maybe it's my crazy fear that comes risin' up whenever you're not here if I could change I would but I'm not safe in this world till you hold me in your arms and tell me everything's all right and I get the sense that I don't have to fight tonight when you hold me in your arms and help me hurt a little less you set me free just to be, just to be me seems like these songs have all been sung and that happy ending's never gonna come but somewhere inside I still believe that the road you're on is headed back to me you could change my world and make it safe for this girl won't you hold me in your arms and tell me everything's all right? And I'll get the sense that I don't have to fight tonight when you hold me in your arms and help me hurt a little less you set me free just to be just to be",
        "Blair: If I could change I would I would hold me in your arms everything's all right hold me in your arms I know, I know that I won't have to fight 'cause when you hold me in your arms and tell me everything's all right I get the sense that I don't have to fight tonight 'cause when you hold me in your arms and help me hurt a little less you set me free just to be just to be just to be me",
        "[Cheering and applause]",
        "[SCENE_BREAK]",
        "Judge Runyon: Marriage is a promise of love. It is a promise to be faithful and to be honest. It is a pact to trust each other with your wildest dreams and your deepest fears.",
        "John: I, John, take you, Natalie, to be my wife, to have and to hold from this day forth, to love, honor, and cherish, to comfort and respect, in sorrow or in joy, in hardship or in plenty, for as long as we both shall live.",
        "Natalie: I, Natalie, take you, John, to be my husband, to have and to hold from this day forth, to love, honor, cherish, to respect and comfort, in sorrow or in joy, in hardship or in plenty, for as long as we both shall live.",
        "[SCENE_BREAK]",
        "Gigi: John and Natalie are probably getting married right now.",
        "[SCENE_BREAK]",
        "Kelly: It was the magazine.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "[SCENE_BREAK]",
        "Ford: You ready?",
        "Langston: For what?",
        "Ford: Well, if we're not gonna be having sex for once, I'm gonna make this New Year's eve kiss last.",
        "Langston: Hmm.",
        "[SCENE_BREAK]",
        "Starr: It's too bad that Dani left, you know, but I understand why she couldn't stay.",
        "James: Yeah. Me, too. But, uh, I'm glad you didn't leave with her.",
        "[SCENE_BREAK]",
        "Dani: I don't care if you want me out there living my life. I want to be here with you.",
        "[SCENE_BREAK]",
        "Rex: What? What was the magazine?",
        "Kelly: That's what Aubrey didn't want Joey to see.",
        "Gigi: Come on, Rex. It's almost 2011.",
        "[SCENE_BREAK]",
        "John: I offer this ring as a symbol of my love and devotion. Let it always be a reminder of my love for you.",
        "[SCENE_BREAK]",
        "All: 5, 4, 3, 2, 1! Happy New Year!",
        "Man: Should auld acquaintance be forgot and never brought to mind? Should auld acquaintance be forgot in days of auld lang syne? For auld lang syne, my dear for auld lang syne we'll take a cup of kindness yet for auld lang syne should auld acquaintance be forgot and never brought to mind? Should auld acquaintance be forgot? For auld lang syne in days of auld lang syne",
        "[SCENE_BREAK]",
        "Natalie: I offer this ring as a symbol of my love and devotion. Let this ring be a reminder of my love for you.",
        "Judge Runyon: John and Natalie, I now pronounce you--",
        "Marty: Stop! Stop this wedding."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=bWsmk6j5Xow"
}