{
    "Episode Summary": [
        "Episode # 10652 ~"
    ],
    "Recap": [
        "Allison has knocked Schuyler out and taken baby Sierra right before the hearing. Tea struggles to find out what is up. Allison takes the baby to see Roxy and asks if she remembers something very similar happening when Rex was born. Jessica is still determined to get Cristian back. John and Marty announce that they are having a baby. There is an audition in the high school for the musical that Langston wrote about Cole and Starr. Both Destiny and Dani sing a song and audition to play the role of Starr."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Rock music plays]",
        "Destiny: What's Dani doing here?",
        "Dani: You didn't get anyone to join up for crew, huh?",
        "Cristian: Not true.",
        "Darren: Ow!",
        "Cristian: Darren?",
        "Darren: Oh, I'm okay, Mr. Vega. Just hammered my hand.",
        "Dani: That's your crew? What's the matter? Couldn't get your little girlfriend to sign up?",
        "[SCENE_BREAK]",
        "Jessica: So what are you up to?",
        "Natalie: I'm just doing my taxes.",
        "Jessica: I thought Dad handled all that stuff for us at B.E.",
        "Natalie: Yeah. Well, I like to do it myself. I use Turbotax, so it's really easy.",
        "Jessica: What's Turbotax?",
        "Natalie: It's this really great tax software program that automatically double-checks my returns, so I'm good to go.",
        "Jessica: How nice for you.",
        "Natalie: Is there something wrong?",
        "Jessica: I was just wondering, does it bother you?",
        "Natalie: Does what bother me?",
        "Jessica: Stealing someone's boyfriend.",
        "[SCENE_BREAK]",
        "Marty: Hi, Starr.",
        "Starr: Marty, John?",
        "Marty: Is this a bad time?",
        "Starr: No, I just--come on in. I just thought you were Cole.",
        "Marty: Okay. Oh, he's not here?",
        "Starr: No, he pulled an all-nighter at the library, so...",
        "Cole: Starr, I am so sorry.",
        "Starr: Oh.",
        "Cole: What's going on? Is everything okay?",
        "John: Better than okay.",
        "Marty: We're having a baby.",
        "[SCENE_BREAK]",
        "Gigi: You're here.",
        "Rex: Where else would I be?",
        "Gigi: I figured you probably came to your senses.",
        "Rex: Cut out on you?",
        "Gigi: I wouldn't blame you. Especially after I acted like a complete nut job last night asking you to marry me.",
        "Rex: I didn't think it was that crazy. You're doing whatever you can to win. I understand that. I would do the same thing.",
        "Gigi: I'm just so scared, because right now, Schuyler's holding all the cards.",
        "[SCENE_BREAK]",
        "Schuyler: [Gasps] Sierra?",
        "[SCENE_BREAK]",
        "Roxy: Oh... too early. Need...coffee. Need a vodka.",
        "[SCENE_BREAK]",
        "Schuyler: Sierra? Sierra, sweetie? Sweetie, I'm--I'm so sorry. I don't know what\u0097",
        "[SCENE_BREAK]",
        "Roxy: Just what the doctor ordered. Hair of the frog that kissed you.",
        "[Knock on door]",
        "Roxy: What the hell...",
        "Woman: Back here.",
        "Roxy: Come back later! We're closed!",
        "Allison: But I can't wait that long! I got big plans, and I really need to get my hair did.",
        "[SCENE_BREAK]",
        "Natalie: Okay, I'll bite. Why don't you tell me what you have heard?",
        "Jessica: That you're a troublemaker. It's just all part of your M.O.",
        "Natalie: I have an M.O.?",
        "Jessica: That's why you came to Llanview in the first place.",
        "Natalie: Jess, that was a really, really long time ago.",
        "Jessica: Yeah, when you pretended to be my friend just to punish my mother.",
        "Natalie: Our mother.",
        "Jessica: And then you crashed Grandpa's funeral.",
        "Natalie: Okay. I've definitely made some mistakes.",
        "Jessica: And was it a mistake when you stole someone's boyfriend?",
        "Natalie: What exactly has Marty told you?",
        "Jessica: Marty?",
        "Natalie: Because I've backed off, okay? I am leaving John and her alone.",
        "Jessica: I'm not talking about John. I'm talking about Cristian.",
        "[SCENE_BREAK]",
        "Cristian: Jessica's not my girlfriend.",
        "Dani: But you've got feelings for her, right?",
        "Cristian: Yes...no. I mean, yes, of course. I care about her. She's my friend, but I have a girlfriend. And...this is inappropriate.",
        "Dani: So what? What, we can't talk about anything but Monet's use of light?",
        "Cristian: Sure we can. You know what? Join the crew. We can talk about so many things.",
        "Dani: Thanks, but I'm not that hard up for gossip. Besides, I've got better things to do.",
        "Cristian: Like what?",
        "Dani: I'm gonna try out.",
        "Cristian: I thought you said musicals were for losers.",
        "Dani: Yeah, well, this one's about my sister, Starr. She's not so bad, so I figure the play can't be, either.",
        "[SCENE_BREAK]",
        "Starr: Oh, my God! This is so great!",
        "Marty: Yes!",
        "Cole: Come here. Hey, this is awesome. Congratulations, guys.",
        "Marty: Thanks. Yeah, we--we tried calling you last night and wanted to rush over and give you the good news.",
        "Cole: Yeah, I'm sorry. My cell phone was on silent. I was doing an all-nighter with my soc partner. I'm really sorry I missed your call.",
        "Marty: Oh, no, don't be, don't be. It gave me an excuse to tell you in person.",
        "Cole: And I still can't believe it. I always wanted a little brother.",
        "Marty: There you go.",
        "Cole: And now, Hope's going to have a little aunt or uncle.",
        "Starr: Yeah. So, are you keeping it to the family, or spreading the word?",
        "Marty: Oh, it's... it's spreading on its own.",
        "[SCENE_BREAK]",
        "Natalie: I'm not stealing anyone, and I certainly didn't steal Cristian from you.",
        "Jessica: Why can't you just be straight with me, Natalie? I saw the wedding photos, okay? Cristian told me everything.",
        "Natalie: And did he also tell you about Seth, the guy that you were with when Cristian and I were together?",
        "Jessica: Well, who was Cristian with? Because I'm sure you must have stolen him from someone.",
        "Natalie: The point is, he wasn't with you.",
        "Jessica: Well, so what? You're my twin sister and he was my first love. How could you marry him?",
        "Natalie: I married him because I loved him, and Cristian loved me. Look, I--I understand this is very hard for you to wrap your head around right now. This was a lifetime ago, and Cris and I were very respectful of your feelings, and you gave us your blessing.",
        "Jessica: Yeah, well, maybe I was okay with it then, but I'm not okay with it now. And I'm sure Marty's not going to be okay with you making a play for John.",
        "[SCENE_BREAK]",
        "Rex: Do not count yourself out yet. We're going to do everything we can to make the judge see that Sierra Rose belongs with you--the way Stacy wanted it.",
        "Gigi: You're really staying?",
        "Rex: I've got your back all the way. Until you get custody of Sierra, for as long as you need. Trust me, Schuyler's got nothing on you.",
        "[SCENE_BREAK]",
        "Schuyler: Sierra? Sierra, are you here? Sierra?",
        "[SCENE_BREAK]",
        "Allison: Here it is.",
        "Roxy: Allison Perkins...I thought you were--",
        "Allison: Beautiful? Talented? Sweet and wholesome?",
        "Roxy: Crazy?",
        "Allison: I get that a lot.",
        "[SCENE_BREAK]",
        "Allison: The messenger needs the baby.",
        "Schuyler: What is the messenger... Mitch Laurence.",
        "[SCENE_BREAK]",
        "Roxy: I'm calling the police.",
        "Allison: I wouldn't do that if I were you.",
        "Roxy: I don't care what you say; I'm turning your bony ass in ASAP.",
        "Allison: Oh, Roxanne, haven't you heard the saying, \"For every action, there is a significantly greater and infinitely more devastating reaction\"? For example, you rat me out, I rat you out.",
        "Roxy: You ain't got nothing on me.",
        "Allison: Wrong answer. I do. Don't you remember what happened when Rex was born?",
        "[SCENE_BREAK]",
        "Eli: You are rather confident this morning. Which is strange, considering the holes in your case.",
        "Téa: And what holes would those be?",
        "Eli: Well, there's Schuyler's refusal to let the social worker in when she stopped by for her little visit.",
        "Téa: Schuyler said it went swimmingly.",
        "Eli: Then why haven't I received the report? Unless maybe you intercepted it after your client blew it.",
        "Téa: Oh. I can't wait to hear you run that theory by the judge. I'm especially going to enjoy presenting my own theory--that you were too busy servicing Blair that you lost track of your own lackey.",
        "Eli: Hey.",
        "Gigi: What was that?",
        "Eli: Nothing. Let's get settled. The judge is going to be here soon. By the way, Téa--",
        "Téa: Yeah?",
        "Eli: Where is Schuyler? Or have you lost track of your client?",
        "[SCENE_BREAK]",
        "[Cell phone beeps]",
        "Allison: Oh, what a cutie. Why, this little munchkin could give the Olsen twins a run for their money. That is, if she lives long enough. [Snickers] Don't worry. She'll be fine. Just don't do anything stupid like call the cops or tell anyone what's up. Keep quiet, wait for instructions, and maybe little Sierra Rose will end up with a 3-picture deal. Say buh-bye. Buh-bye.",
        "[Keys jingle in lock]",
        "Rachel: Whoa, oh! Whoa! What the hell is wrong with you?",
        "[SCENE_BREAK]",
        "Allison: You do remember what happened, don't you Roxy?",
        "Roxy: Yeah. Yeah, you helped me deliver Rex at the cabin.",
        "Allison: What next?",
        "Roxy: He was sick, so he went to the hospital, and he got all fixed up.",
        "Allison: It was awful. I could still hear him crying.",
        "[Sierra cries]",
        "[SCENE_BREAK]",
        "Starr: Look, I'd love to stay. I just have to get to school. I promised Langston that I would help her out with auditions.",
        "Cole: Okay. Well, I'll walk you out.",
        "Marty: You know, this is going to be you and me pretty soon. Uh-huh.",
        "John: Uh-huh.",
        "Marty: So I guess in the meantime--whoosh--we need to make a few decisions. Like where are we going to live?",
        "Cole: Hey, you let Langston know that I demand final approval for Cole- casting, okay?",
        "Starr: Sure.",
        "Cole: Look, I know I should have called.",
        "Starr: Were you in Hannah's dorm room last night?",
        "Cole: Well, why--why would you think I was there?",
        "Starr: Well, when we ordered pizzas, the delivery girl--you know, Karen--she said that she saw you at the dorm room, and when we talked, you said that you were at the library.",
        "Cole: Okay, Hannah and I were studying. Come on, you know Karen. She's a total stoner. Who knows what she saw?",
        "Starr: That's what Markko said.",
        "Cole: Well, Markko's right.",
        "Starr: Okay. I'll talk to you later. Got to go.",
        "John: You know, I know where we could live. Right here.",
        "Marty: Excuse me?",
        "John: Yeah, look, they got all the kid furniture already. There's 4 babysitters in place.",
        "Marty: [Laughs] Yeah, as tempting as that sounds...",
        "John: What, you don't want to split the rent 6 ways?",
        "[Marty laughs]",
        "John: I got a few ideas.",
        "Marty: Yeah, I thought you might. I thought you might. But I'm going to have to hear them later, because I have to go.",
        "[Door opens]",
        "Cole: Hey, John, you can hang out here. We can catch up, talk baby.",
        "Marty: [Gasps] That sounds like an excellent idea. Here you go.",
        "John: No, no, you sure you don't need a ride?",
        "Marty: Here you go.",
        "John: No, what? What?",
        "Marty: No, I'm going to catch a cab, and I'm going to see you, and you, and you later.",
        "John: Here you go, back to your dad.",
        "Cole: No, you keep her.",
        "John: No, I don't think that's a good idea.",
        "Cole: Oh, you're doing just fine.",
        "[SCENE_BREAK]",
        "Natalie: I told you, I am not making a play for John.",
        "Jessica: So you say.",
        "Natalie: You know what? Tell Marty whatever you want. I really don't care.",
        "Jessica: Yeah, like you care about anything.",
        "Natalie: Believe it or not, Jess, I care about you.",
        "Jessica: Really?",
        "Natalie: Yes, really. Of course.",
        "Jessica: Yeah, well, how come you didn't mention to me that you married the one guy that I love, huh?",
        "Natalie: I'm sorry. You know what? You're right. I was wrong for that. I was going to tell you. I just--honestly, Jess, I didn't know how you were going to react. I--I can't imagine how hard all of this must be for you, but you need to realize that this is hard for me, too. I mean, I know not knowing me is no big loss for you, but... for me, all of a sudden, I lost my sister, my best friend. Okay? So, I'd like to make things right, but I want my sister back. I just don't know what to do.",
        "Jessica: Well, maybe there is something you could do.",
        "Natalie: Okay, name it.",
        "Jessica: Help me get Cristian back.",
        "[SCENE_BREAK]",
        "John: Oh...",
        "Cole: How are you doing over there?",
        "John: Ugh...I think I'd have more luck defusing a bomb. Speaking of which...oof!",
        "Cole: Yeah, you'll get the hang of it. Yeah, just, like, right in there. There you go.",
        "John: Ah. [Sighs] I tell you, Cole, if I end up being half as good a parent as you and Starr, I'll be okay.",
        "Cole: Uh-uh, I think we're pretty average. I mean, we have problems just like everyone else.",
        "John: You've overcome a lot. I mean, more than most. And I think if anybody can make it, it's you guys.",
        "Cole: I hope so. I'm kind of--I'm kind of keeping something from Starr.",
        "[SCENE_BREAK]",
        "Man: Everyone, if I could have your attention--my name is Mr. G. I'm head of the drama department. Most of you know me already, but I see a few new faces out there. But this spring, we're staging an original work by a senior here, Langston Wilde. And if that doesn't impress you enough, she's also student directing. Langston?",
        "Dani: Thanks for saving me a seat.",
        "Destiny: Are you here to lend your support?",
        "Dani: Oh, no, I just came to hear Matthew tear up some Maroon Five.",
        "Matthew: Except you have to wait. The guys' audition isn't until after lunch.",
        "Langston: ...Based on things that happened to me--",
        "Dani: Hey, I bet you get to play Cole. Oh, what if I got Starr? Wouldn't it be so cool?",
        "Matthew: You're auditioning, too?",
        "Dani: Well, I thought I'd maybe give it a whirl.",
        "Matthew: That's so brave. I mean, since you're new and everything.",
        "Langston: ...Their love takes a while.",
        "Destiny: You know what would be a good part for you, Dani? Langston.",
        "Langston: ...Wondering if the couples will get together or not.",
        "Mr. G.: Okay, let's get started. First up, Destiny Evans.",
        "[SCENE_BREAK]",
        "Darren: Mr. Vega, I think I have a splinter.",
        "Cristian: Oh. You know what, Darren? We got to break for audition, anyway, so why don't you go see the nurse?",
        "Darren: Thanks, Mr. Vega.",
        "Cristian: Let me ask you something, just out of curiosity. Have you ever done any construction before?",
        "Darren: Oh, no. I only joined because I heard that older chick might audition. You know, the crazy blonde one. She's pretty hot, don't you think?",
        "Cristian: Yeah, she's pretty.",
        "[SCENE_BREAK]",
        "Natalie: Well, you're my sister. You say you want to be friends again, so help me out.",
        "Natalie: With Cristian?",
        "Jessica: Yeah. He won't listen to me. He just gets all stupid and mature whenever I remind him what we meant to one another.",
        "Natalie: You really think that Cristian's going to listen to me?",
        "Jessica: Well, yeah. Maybe if it comes from someone that he's known for a little while, someone who only wants the best for me, then maybe he'll listen to me when I tell him that we're supposed to be together.",
        "Natalie: What about Brody?",
        "Jessica: Ugh! What about Brody?",
        "Natalie: He loves you.",
        "Jessica: Well, I don't love him. I love Cristian, okay, and I want him back, so please?",
        "Natalie: Jess, honey, I'm--I'm sorry, but I can't. I mean, I don't feel comfortable messing around in Cristian's relationship.",
        "Jessica: But you feel comfortable messing around in John's?",
        "Natalie: I already told you.",
        "Jessica: What, that you're backing off? Right, so it means that you were there before. And what happens if you try to go after John again, huh?",
        "Natalie: Like I said before, I am not going after John, I am not trying to take John away from Marty, and especially not now that she's pregnant. [Sighs]",
        "[SCENE_BREAK]",
        "Bailiff: All rise.",
        "Téa: Come on, Schuyler.",
        "Bailiff: Family court of Llantano County is now in session.",
        "Téa: Where are you?",
        "Bailiff: The Honorable Judge Henson presiding.",
        "Judge: Be seated. Let's proceed. Mr. Clarke?",
        "Eli: Well, nothing would make me happier than to begin, Your Honor, but it appears Ms. Delgado's client--that would be the current guardian of the child in question--doesn't believe this matter to be important enough to warrant his presence.",
        "Judge: Ms. Delgado, where is Mr. Joplin?",
        "Téa: Your Honor, this is very unlike him.",
        "Judge: Save it. You have 5 minutes to produce your client.",
        "[SCENE_BREAK]",
        "Rachel: You nearly took my head off.",
        "Schuyler: I'm sorry, Rachel. Oh, my God, I'm so sorry. I didn't--I didn't mean to. Are you okay?",
        "Rachel: I'm fine, but what the hell is wrong with you? Are you sick?",
        "Schuyler: No. No, I just--I...thought you were someone else.",
        "Rachel: Who?",
        "Schuyler: It doesn't matter. Look, did you see anything last night?",
        "Rachel: Like what?",
        "Schuyler: Anything--anything at all. Anything suspicious or odd. Strangers?",
        "Rachel: No, I was at the treatment center all night. I got a call from a friend. My ex-boyfriend, actually.",
        "Schuyler: That was the emergency?",
        "Rachel: Unfortunately, yeah. He was working the program, but...anyway, I'm going to go to Chicago for a little while and help him get set back into rehab. I just came home to shower and pack.",
        "Schuyler: Yes. No, that's good. That's--that's a good idea.",
        "Rachel: Schuyler, are you okay?",
        "Schuyler: Yeah, I'm fine, I told you.",
        "Rachel: You're shaking.",
        "Schuyler: Yeah, I--",
        "Rachel: What has gotten you so spooked?",
        "Schuyler: I'm just--I'm trying to protect my daughter.",
        "Rachel: From what? Schuyler, where is she?",
        "[SCENE_BREAK]",
        "Roxy: Oh, now I'm starting to hear things.",
        "[Sierra cries]",
        "Roxy: Wait a second. That's real. What the hell you got going on back there?",
        "Allison: Maybe you should lay off the booze. For once, you're not imagining things.",
        "Roxy: What the hell you talking about?",
        "Allison: I thought you'd never ask. Ta da! Say goo goo gah gah, Rox. Never mind her. She's been drinking.",
        "Roxy: Is that a baby?",
        "Allison: No, Roxanne, it's a meatloaf. Of course it's a baby. Isn't she precious? Aw. Aw. Aw, I could eat her up.",
        "Roxy: I'm kind of shocked that you haven't done it already. Where'd you get her?",
        "Allison: Guess.",
        "Roxy: Is that your baby?",
        "Allison: It's not my rug rat. I'm just babysitting.",
        "Roxy: Who the hell would let you take care of their kid?",
        "Allison: Depends on how you define \"let.\"",
        "Roxy: You stole her?",
        "Allison: It's a bad habit. I'm trying to quit.",
        "Roxy: Whose baby is that?",
        "[SCENE_BREAK]",
        "Rachel: Schuyler, where's Sierra Rose?",
        "Schuyler: She--she's--",
        "Rachel: What is this?",
        "Schuyler: It's nothing, it's nothing. Just--it's just...a reminder. Sierra's-- she's--she's in the bedroom. She's--and she's sleeping, finally, because she was up all night. You know, just squirming. And I'm sorry. I--I--that I--",
        "Rachel: Almost bashed my head in? No problem. Are you sure you don't need some help with her?",
        "Schuyler: No! No, no, I don't--I don't need you to change your plans.",
        "Rachel: All right, 'cause you don't look so good.",
        "Schuyler: Well, I haven't slept. Fatherhood, right?",
        "Rachel: All right. Well, you know, you should take a nap. When the baby sleeps, you sleep.",
        "Schuyler: I'm fine, Rachel, really.",
        "Rachel: All right. Well, I'm going to go take a shower.",
        "[Phone rings]",
        "Schuyler: Look, I'm here, and I have been doing everything you say, so when are you going to tell me where she is?",
        "Téa: Where who is? Schuyler, where are you?",
        "[SCENE_BREAK]",
        "Jessica: Congratulations! Oh, how far along are you?",
        "Natalie: Not long.",
        "Marty: Not long. Just a couple weeks.",
        "Jessica: Oh. Dibs on the shower.",
        "Natalie: Okay, um, I have to go. So...I'm sorry for telling your secret...again.",
        "Marty: Well, at least I know who to call if I ever need a publicist.",
        "Natalie: Sure. Oh, and I--I hope maybe we can talk again soon.",
        "Jessica: Right. Whatever. So is John doing backflips, too?",
        "Marty: John doesn't really do backflips, but you know, he's actually pretty excited.",
        "Jessica: Well, I can hardly wait to get to know him. I just--I keep on expecting to see Patrick on your arm. Is that weird? I hope--I'm sorry.",
        "Marty: No, it's okay. Sometimes, I half expect it myself.",
        "Jessica: Well, I hear John's a really good guy.",
        "Marty: He is a good guy. And I love him.",
        "Jessica: Oh. Well, in case you're worried about Natalie--",
        "Marty: No, you know what? I'm not. Natalie and I have an understanding. We won't have any problems.",
        "[SCENE_BREAK]",
        "Cole: This girl I go to school with--she's having a pretty rough time, and she's kind of leaning on me.",
        "John: Okay, nothing wrong with that.",
        "Cole: I know, I know. Normally, I would tell Starr, no questions. You know, I --we don't have secrets from each other, not since I got clean. But what she's going through--I know what she's going through, and it's really--it's really hard. And she asked me not to tell anyone.",
        "John: Can't you tell Starr what you just told me?",
        "Cole: Well, Starr knows this girl. So I'm afraid if I tell Starr, this girl will find out and just make things worse for her, but at the same time--",
        "John: You feel guilty not telling Starr?",
        "Cole: Yeah. And I--I don't know what to do.",
        "John: Well, look, Starr's a smart girl, you know, and I think she'll understand that you're keeping quiet for the sake of your friend. As long as it's not something more complicated.",
        "Cole: It's not. Look, I--I love Starr more than anything. But if I thought for one second that I did have feelings for this girl, I would deal with it head- on and come clean with Starr.",
        "John: That's good to hear.",
        "Cole: Trust me, I would never leave Starr and Hope for anyone else.",
        "[SCENE_BREAK]",
        "Langston: I thought you wanted to be assistant director so that we wouldn't screw up the details of your personal life. You know, since you were going to be here.",
        "Starr: I do.",
        "Langston: So why were you late?",
        "Starr: I was waiting for Cole. He never came home last night.",
        "Langston: What? Well, was he at the dorms?",
        "Starr: I asked him and he said no. He said that he was at the library the whole time, so everything's good.",
        "Langston: Are you sure? 'Cause you seem a little not so good.",
        "[SCENE_BREAK]",
        "Mr. G.: Okay, Destiny, whenever you're ready.",
        "Destiny: Hi, I'm Destiny, and I'm going to be singing \"The Climb.\"",
        "[Matthew begins playing piano]",
        "Destiny: I can almost see it that dream I'm dreaming, but there's a voice inside my head saying you'll never reach it every step I'm taking every move I make feels lost with no direction my faith is shaken but I got to keep trying got to keep my head held high there's always gonna be another mountain I'm always gonna want to make it move always gonna be an uphill battle sometimes I'm gonna have to lose ain't about how fast I get there ain't about what's waiting on the other side it's a climb",
        "[Cheering and whistling]",
        "Destiny: The troubles I'm facing the chances I'm taking sometimes might knock me down but no, I'm not breaking I may not know it but these are the moments that I'm gonna remember mostly just gotta keep going and I gotta be strong just keep pushing on 'cause there's always gonna be another mountain I'm always gonna want to make it move always gonna be an uphill battle sometimes I'm going to have to lose ain't about how fast I get there ain't about what's waiting on the other side it's a climb it's a climb it's a climb",
        "[Cheering and whistling]",
        "[Moderate applause]",
        "Mr. G.: Thank you, Ms. Evans. Next up, we have Danielle Rayburn.",
        "Langston: Dani, where are you?",
        "Cristian: She's right here.",
        "Darren: Oh, yeah, she's over here.",
        "Mr. G.: Come on up. We're ready for you.",
        "[SCENE_BREAK]",
        "Cole: Just wait. You got nothing but decisions. Cloth diapers, disposables. Minivan, a wagon. Binkie, no binkie.",
        "John: What the hell's a binkie?",
        "[Cole chuckles]",
        "Cole: And every time you make one, you know, you think to yourself, \"is this going to mess up my kid for the rest of her life?\"",
        "John: Yeah, well, you know, you're a good example to follow.",
        "Cole: I don't know how much I'd listen to me if I were you. To be honest with you, John, I don't know what I'm doing from one day to the next.",
        "[SCENE_BREAK]",
        "Starr: Dani, where are you going?",
        "Mr. G.: Ms. Rayburn, you're up.",
        "Dani: Look, I'm sorry. I misunderstood. I didn't know we were supposed to bring our own music, and I don't have a song prepared.",
        "Starr: Hey, it's okay. Trust me, the same exact thing happened to me 3 years ago.",
        "Langston: Yeah.",
        "Starr: Just sing something that you know.",
        "Langston: Yeah. Or why don't you just sing what Destiny sang?",
        "Dani: Uh, I don't know that one.",
        "Langston: That's okay. You could just feel your way through it.",
        "Mr. G.: Exactly. We're just trying to get a sense of what everyone can do here.",
        "[Mouths words]",
        "[Matthew begins playing piano]",
        "Dani: I can almost see it that dream I'm dreaming but there's a voice inside my head saying you'll never reach it every step I'm taking every move I make feels lost with no direction my faith is shaken but I gotta keep trying gotta keep my head held high there's always gonna be another mountain I'm always gonna want to make it move always gonna be an uphill battle and sometimes I'm gonna have to lose",
        "Starr: She wouldn't be a bad Starr, either.",
        "Dani: Ain't about what's waiting",
        "Langston: No.",
        "Dani: On the other side it's a climb",
        "[SCENE_BREAK]",
        "Téa: The judge is waiting. The longer you take, the better Gigi looks. Please tell me you're on your way.",
        "Schuyler: I'm not--I'm not coming.",
        "Téa: What's the matter? Is it the baby?",
        "Schuyler: I can't talk about it.",
        "Téa: Well, I can't take that to the judge.",
        "Schuyler: Well, I don't care what you tell the judge! You make something up! It doesn't matter! I can't come!",
        "[Click]",
        "Judge: Ms. Delgado, what seems to be the holdup?",
        "Téa: Your Honor, my client's babysitter cancelled at the last minute. He won't be able to make it.",
        "[Eli snickers]",
        "Téa: As such, I would like to please ask for a continuance.",
        "Eli: Objection. Your Honor, if Mr. Joplin lacks the support system to handle unforeseen circumstances, may I remind you that my client has family, friends--",
        "Téa: Mr. Joplin can't be faulted for a last-minute childcare emergency.",
        "Judge: Enough. I'll tell you what, Ms. Delgado. I will allow you and your client a one-time 24-hour grace period.",
        "Téa: Oh, thank you.",
        "Judge: I expect to see everyone back here tomorrow. Court is adjourned.",
        "Bailiff: All rise.",
        "Rex: What's wrong?",
        "Gigi: Is it Sierra? Is she okay?",
        "Téa: I--I can't talk right now. I got to go.",
        "[SCENE_BREAK]",
        "Allison: You don't recognize her?",
        "Roxy: Should I?",
        "Allison: It's little Sierra Rose.",
        "Roxy: Sierra Rose? That's Stacy's kid? What are you doing with her?",
        "Allison: I told you, I'm babysitting.",
        "Roxy: Yeah, yeah, I know--the Mary Poppins thing, but you know, you and babies --you shouldn't have her because the two of you just don't mix.",
        "Allison: Because it's usually the other way around? Get it? Mixing babies? Never mind. Now, I may be crazy, but you're sloshed, so I can't let you hold her right now.",
        "Roxy: Yeah, but I think you should get your hands off her. That's what I think.",
        "Allison: No, Roxy, it's all right. Little Sierra Rose and I are very close-- but not as close as some other people.",
        "Roxy: What's that supposed to mean?",
        "Allison: Hmm.",
        "Natalie: Hey, Rox? You here? Rox!",
        "[SCENE_BREAK]",
        "Mr. G.: There is a lot of talent in this room. We've got some tough decisions to make, but we'll let you know as soon as we can. Thanks, everybody.",
        "Matthew: Destiny, you were amazing.",
        "Destiny: Really?",
        "Matthew: Oh, yeah, totally. And you--I didn't know you could sing like that.",
        "Dani: Thanks, but I really wasn't that good.",
        "Cristian: Good job. Good job. You know, there's still time to join the crew, if you want. Where is that Phillips head?",
        "Jessica: You looking for this?",
        "[SCENE_BREAK]",
        "Rachel: I have a little while. I can hang out with the baby while you crash for a while.",
        "Schuyler: Wait, no, Rachel, you have to get to Chicago. I mean, your friend needs your help.",
        "Rachel: Maybe you do, too.",
        "Schuyler: Maybe.",
        "Rachel: Schuyler?",
        "Schuyler: I'm fi--I'm fine. I'm fine, I'm just--I'm going to miss you, that's all.",
        "Rachel: Okay, well, I won't be gone long, okay? You better take care of that baby.",
        "Schuyler: You have a safe flight.",
        "Rachel: Thanks.",
        "Schuyler: Come on, damn it, call!",
        "[SCENE_BREAK]",
        "Rex: Okay, Morasco, what's the matter?",
        "Gigi: It's weird that he didn't show up, right?",
        "Rex: Definitely. What are you thinking?",
        "Gigi: I'm trying not to.",
        "Rex: Tell me.",
        "Gigi: Oh...do you think that he got so worried that he'd lose Sierra that...he took off with her?",
        "Rex: He wouldn't do that.",
        "Gigi: I hope not.",
        "Rex: Let's go find him right now.",
        "[SCENE_BREAK]",
        "Schuyler: Téa...",
        "Téa: What happened to you today?",
        "Schuyler: You should not be here right now.",
        "Téa: Yeah, neither should you. We should both be in court.",
        "Schuyler: Okay, I already told you on the phone. I--",
        "Téa: Yeah, I know what you told me, but I'm pretty damn smart. That's why you hired me, remember? And I figured, there must be something up if you are going to be missing a hearing, a very important hearing. What the hell is going on, Schuyler?",
        "Schuyler: I can't tell you.",
        "Téa: Oh, you have to. You want to lose your child? Hmm?",
        "[Schuyler pounds furniture]",
        "Schuyler: I already have. She's been kidnapped.",
        "[SCENE_BREAK]",
        "Natalie: Roxy, I really need to talk to you. You're not going to believe the morning I've had.",
        "[Natalie sighs]",
        "Natalie: Roxy... hey, what's up?",
        "Roxy: Uh...I'm just--I'm just straightening Vera's hair. You got to get out of here.",
        "Natalie: Why?",
        "Roxy: Well, because we're closed.",
        "Natalie: Well, Vera's here.",
        "Roxy: No, no, really, you know, the chemicals just stink. I mean, they're very un-trustable, so you're not safe here at all.",
        "Natalie: Wait! Whoa, whoa--what is the matter with you?",
        "Roxy: No, it's not right for you to be here, all right?",
        "[Sierra cries]",
        "Natalie: What--what was--what was that? Do--do you have a baby here? Well?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=8vp6qq7Nhf0"
}