{
    "Episode Summary": [
        "Episode # 10764"
    ],
    "Recap": [
        "Robert takes James to the gym and the steam room showing him how he relieves stress and gets over personal problems. Right then, they run into Nate. Robert makes it clear that he could cares less about him or his mom and does not see them as family. But James wants to make peace with them and tells Robert he was out of line for how he treated their little brother. Meanwhile, Clint goes to find Matthew and offers him a job opportunity at B.E. He explains to his nephew that he knows that he might have the \"killer instinct\" that someone needs in order to some day be the C.E.O. He tells him he knows that Matthew got a bounty hunter to go after Nate Salinger and almost got him killed when Nate took his girlfriend. They agree that Bo is not power hungry nor suited for business the way Clint is. Clint wants to get Matthew trained starting now so that he can one day run the company. Matthew notices his father being friendly to Nate and finds out that Bo hired Nate's mom. He is angry and tells him that if Nate's mom has the right to work for Bo, then he has the right to work with Uncle Clint at B.E. In Tahiti, Blair confronts Eli who tells her that he has been covering for his criminal brother, Ross, but she does not trust him any more than she trusts Ross. Bo and John are ready to go after Eli and have him locked up. Starr and Langston are starting freshman classes at L.U. Langston is ready to take a writing class that she's very excited about. Unknown to them, Robert is ready to continue teaching, wants to become a full professor, and is going to pull strings to get James enrolled in school. He informs them that he will be teaching Langston's writing class."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "James: Ow. Ow.",
        "Ford: Stop being such a wuss.",
        "James: You did this to me.",
        "Ford: Just trying to improve your upper body strength, get some power into those noodles you call arms.",
        "James: Oh, that workout really worked. Now the door's too heavy, my towel's too heavy, and that steam is too heavy.",
        "Ford: You loved every minute of it.",
        "James: That was then. Now I feel it. Oh, what did I do to deserve this, Bobby?",
        "Ford: You didn't do anything.",
        "James: Then why, God, why, Bobby?",
        "Ford: Cut that out. I'm trying to be serious here.",
        "James: Man, I don't think my body can handle serious right now.",
        "Ford: That was part of the plan. I thought it would help us bury the hatchet.",
        "James: By killing me?",
        "Ford: By making us so tired that we'd forget about everything that went on between us...you know, with Starr and Langston.",
        "[SCENE_BREAK]",
        "Starr: Wow. I knew freshman orientation would be crazy, but I wasn't expecting this.",
        "Langston: Yeah. Kind of a different atmosphere than La Boulaie.",
        "Starr: You think?",
        "Langston: You know, I do feel kind of bad, though, leaving Dorian at home in bed all by herself.",
        "Starr: Yeah, but I don't think she wanted any company.",
        "Langston: No. It's like ever since David took off, all she wants is to be left alone.",
        "Starr: I just can't believe that David would do that to her again.",
        "Langston: Well, neither can I. In fact, I'm not so sure he did.",
        "Starr: He left her at the altar, like, literally.",
        "Langston: No, I know that, and I know it looks bad, but--",
        "Starr: What do you mean, looks bad? You're not actually defending him, are you?",
        "Langston: No, I'm not. I'm just saying I can't help but wonder if there isn't more to the story.",
        "[SCENE_BREAK]",
        "Matthew: Uncle Clint.",
        "Clint: How's my favorite nephew?",
        "Matthew: Okay.",
        "Clint: Good. Matthew, I think it's time that you and I had a little talk.",
        "Matthew: About what?",
        "Clint: Your future.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Bo: Yeah.",
        "John: Hey. I just got off the phone. The local police in Tahiti just took Eli Clarke into custody.",
        "Bo: Oh, that's great news.",
        "John: Thank you for your help with all the authorities there.",
        "Bo: I'm just glad that maniac is finally caught.",
        "[SCENE_BREAK]",
        "Blair: It's true, isn't it? All of it. Those two women. Your wives--you murdered them, and now you're gonna--you're gonna kill me, too, aren't you? Is that your plan?",
        "Eli: You think you've got it all figured out, don't you, Blair?",
        "[SCENE_BREAK]",
        "Shaun: What's going on, Greg?",
        "Greg: What are you talking about?",
        "Shaun: There's something going on. What is it?",
        "Greg: Look, there's nothing--",
        "Shaun: Come on. I'm your brother.",
        "Greg: There's nothing to tell, Shaun. You know everything there is to know about Téa--why she came here, why she wanted to be alone when she died.",
        "Shaun: Is that so?",
        "Greg: Yes.",
        "Shaun: So then what's got you so tense?",
        "[SCENE_BREAK]",
        "Dani: Mom's gone. She's--she's really gone, and I didn't get to say good-bye.",
        "Todd: Yeah, you did. We both did before she left Llanview.",
        "Dani: No. That's not good enough. I want to see her again. I want to see her right now.",
        "[SCENE_BREAK]",
        "Starr: What do you mean, you don't think that's the full story?",
        "Langston: I just don't believe that David would do that to Dorian. He really loves her.",
        "Starr: I'm not saying that David doesn't love her in whatever weird way David loves someone, but it's not the first time that he's jilted her.",
        "Langston: No, I know that, but the last time wasn't his fault. I mean, his evil brother blackmailed him into bailing on her. So maybe somebody forced him to jilt her this time, too.",
        "Starr: Langston, he's a con artist. He was the star of a commercial for Have- a-Seat hemorrhoid creams. Uh, yeah, you know, I just think he's blackmail- proof.",
        "Langston: No, well, then, okay, fine. Maybe it's not just about David. Maybe somebody didn't want Dorian to get married.",
        "Starr: Who would care whether Dorian was married or not?",
        "Langston: She's a politician. She's got plenty of enemies, not to mention I'm sure David's made more than a few of his own over the years.",
        "Starr: Wait. So you think that one of David's enemies prevented them from getting married?",
        "Langston: Yeah, maybe. Oh, what?",
        "Starr: I love your writer's imagination. It is very fun being your friend.",
        "Langston: Oh, I'm so glad I could entertain you. I like being your friend, too, and I hate it when we don't get along.",
        "Starr: Me, too.",
        "Langston: Which is why I am not gonna see James anymore.",
        "Starr: You really aren't?",
        "Langston: No. I mean, don't get me wrong. It was a lot of fun driving Ford crazy by using James, but it's not worth it if all it's gonna do is upset you.",
        "[SCENE_BREAK]",
        "James: I think we've got enough stuff to worry about without dragging chicks into the equation.",
        "Ford: Hmm. No kidding.",
        "James: So I'm gonna stop using Langston to get back at Starr. I mean, it's not worth it if it's just gonna hurt you.",
        "Ford: How many times have I told you, I don't care what you do with Langston. Hell, who am I kidding?",
        "James: Seriously, Bobby. I mean, nobody bought that to begin with. What?",
        "Ford: Nothing. I--when I left, you were just a kid. Now you're--",
        "James: I'm taller?",
        "Ford: We really missed out on a lot after I left.",
        "James: You have no idea.",
        "Ford: James, I'm sorry. I really was gonna come back for you. I was gonna get you away from Dad.",
        "James: It doesn't matter. I'm here, safe and sound. And me and you, we're--I mean, we're cool, right?",
        "Ford: Yeah, as long as you say so.",
        "James: I do, so it's settled, and we're not gonna let any woman or anything come in between us ever again. Right?",
        "Ford: Absolutely, bro.",
        "[SCENE_BREAK]",
        "Matthew: What about my future?",
        "Clint: Something your Grandpa Asa said--it's been weighing on my mind lately.",
        "Matthew: Why? What did Grandpa say?",
        "Clint: Asa said someday he wanted you to run Buchanan Enterprises.",
        "Matthew: Wow.",
        "Clint: You seem surprised.",
        "Matthew: I remember him saying something like that to me when I was younger, but I never thought he was serious.",
        "Clint: Oh, Asa was always dead serious when it came to business. No, Matthew, he saw something in you, a certain quality that he thought would develop, and I think it has. In fact, I think you're the only Buchanan left that has the stones to do this job--besides me, of course.",
        "Matthew: What about David?",
        "Clint: David? Ha ha! He can't even manage to make it to his own wedding, let alone run a billion-dollar multinational conglomerate.",
        "Matthew: You think I can?",
        "Clint: Not yet, no, but I think you already have the one thing that you need the most.",
        "Matthew: And what's that?",
        "Clint: Killer instinct.",
        "[SCENE_BREAK]",
        "Bo: Does Kelly know that Eli's behind bars?",
        "John: She and Rex were in my office when I found out.",
        "Bo: Then she has to be relieved.",
        "John: Yeah, you could say that.",
        "Bo: Her mother's killer caught, finally. Blair's safe.",
        "John: Yeah. I'm not so sure about the last part.",
        "Eli: Wow. I don't believe this. How could you do this to me, Blair? I--I'm really hurt.",
        "Blair: You're hurt? That's all you can say?",
        "Eli: What do you want me to say? Look, I know Kelly has these crazy ideas about my past as a serial killer, but I thought you knew me better than this.",
        "Blair: You know what? I thought so, too, until I learned about Olivia Thompson and her disappearance, among other things.",
        "Eli: So that was Kelly on the phone, and you're gonna choose to believe her, your cousin, whom you neither like nor trust, instead of your husband.",
        "Blair: There's something that you might not know about Kelly and me. If she's not trying to steal the man that I'm with, then there must be something wrong with him.",
        "Eli: Oh, but there couldn't possibly be anything wrong with Kelly. A tabloid reporter with an overactive imagination who clearly hasn't gotten over the loss of her mother.",
        "Blair: I think there's more to it than that, Eli.",
        "Eli: Obviously there's more to it than that. She's a dangerous obsessive.",
        "Blair: She's not the only one that thinks you're guilty.",
        "Eli: Let me guess. John McBain. I have no idea why he has it in for me.",
        "Blair: Oh, well, maybe because you kill rich women for their money. You know, he's kind of funny about things like that.",
        "Eli: Or maybe it's because I represent Hannah O'Connor, the girl who pushed Marty down those stairs and killed their baby.",
        "Blair: You think that's enough to accuse you of murder?",
        "Eli: You know what? I don't know what to think, Blair, especially when none of this makes any sense to me. All I know is that evidently John McBain is now just as obsessed as Kelly is with me being a killer, despite the fact that there's not a single shred of evidence--",
        "Blair: I think there's more than a shred of evidence. Yeah. They got enough to convince a judge to put out a warrant for your arrest, Eli.",
        "Eli: What?",
        "Blair: Yeah. Don't act like you don't know about it. Why were you so eager to elope with me instead of getting married back home?",
        "Eli: Blair--",
        "Blair: Oh, come on. You weren't running to marry me! You were running away from the cops!",
        "[SCENE_BREAK]",
        "Matthew: You really think I have a killer instinct?",
        "Clint: It's a Buchanan family trait. Asa had it in spades, and I think I've proven myself in that department, as well.",
        "Matthew: You mean like when you brought the shotgun to my parents' wedding and threatened to shoot my brother?",
        "Clint: Uh, there are better examples, but that'll do. I'm not gonna lie to you here. There's nothing I would have enjoyed more than putting some buckshot in the backside of David Vickers, and I'm sorry, because I know how you feel about David.",
        "Matthew: It's okay. I know you have your own reasons not to like him.",
        "Clint: This goes way beyond not liking him. David destroyed my marriage to Kimberly, and the only reason I backed off that day in church was I didn't want to ruin your parents' wedding. But it's all right because someday I'm gonna find a way to pay David back. Of course, you know all about payback, don't you?",
        "Matthew: What are you talking about?",
        "Clint: I'm talking about what you did to Nate Salinger.",
        "[SCENE_BREAK]",
        "Nate: I didn't think anyone was in here. Sorry.",
        "Ford: I didn't know you were a member. I've never seen you here before.",
        "Nate: Someone gave me a free pass. I was hoping to take the edge off between jobs, but I don't want to crowd you. I'll go.",
        "Ford: Good idea.",
        "James: There's room. Look, I want him to stay.",
        "Ford: Why?",
        "James: Because he's our brother and we barely know him.",
        "Ford: It's not our fault.",
        "James: It's not his fault, either. I want to get to know him.",
        "Nate: What about you?",
        "[SCENE_BREAK]",
        "Starr: I wouldn't say that seeing you with James upset me.",
        "Langston: Oh, no? Is there a euphemism you would use?",
        "Starr: Okay, I would say that I was slightly jealous.",
        "Langston: Right, and the Pope is slightly Catholic.",
        "Starr: Okay, the point is that I shouldn't have been jealous. I had no right to be. I'm with Cole where I belong.",
        "Langston: Yeah, but you still were jealous.",
        "Starr: I shouldn't have been.",
        "Langston: Starr, if I've learned anything, it's that you can't help how you feel, especially when you know you shouldn't be feeling that way.",
        "Starr: Here's the thing. I started to feel close to James when we were on the run, but that's because I thought that I was losing Cole, and James was there for me.",
        "Langston: The way Cole wasn't.",
        "Starr: Right, but then as soon as I got back here, I got back on track with Cole, and my feelings for James were just over.",
        "Langston: So you and Cole are really back on track?",
        "Starr: Absolutely. The one thing that I learned from all of this is that Cole is my soul mate and I don't want anyone else.",
        "[SCENE_BREAK]",
        "Todd: I want your mom back as much as you do. She was the love of my life, you know. And marrying her even though we knew we didn't have much time left was...it made me very happy. I didn't even know what happiness was before I met your mom. And I would give anything to have one more day with her. And I would do anything to get her back.",
        "Dani: But you can't.",
        "Todd: No, I can't. The only thing any of us can do is try to figure out how to move on without her.",
        "Dani: I don't know how to do that.",
        "Todd: Me neither.",
        "[SCENE_BREAK]",
        "Greg: I give up, Shaun. What in the world could I be hiding?",
        "Shaun: I'm not sure. I just think that it's weird that you're just so damn hell-bent on keeping Todd and Dani away from finding Téa before she died.",
        "Greg: Because that's what Téa wanted. She didn't want her husband and her daughter watching her waste away.",
        "Shaun: It wasn't that long. How much wasting could there have been?",
        "Greg: You can't know.",
        "Shaun: Well, there's something I do want to know. Did Téa change her mind?",
        "Greg: Shaun.",
        "Shaun: I knew the woman, Greg, and I find it hard to believe after everything is said and done that she wanted to die alone.",
        "Greg: You say you knew her? So then you know that Téa was a stubborn, headstrong woman.",
        "Shaun: That she was.",
        "Greg: Who didn't want her family to suffer. That was the most important thing to her, and she stuck to that to the very end, and she never changed her mind. And for the record, she wasn't alone. I was there.",
        "Shaun: You see? That's my point. Why you?",
        "Greg: Because I was her doctor and I was taking care of my patient, abiding by her wishes.",
        "Shaun: So that's why you kept her away from her family?",
        "Greg: What other reason would there be?",
        "Shaun: I don't know. You tell me.",
        "[SCENE_BREAK]",
        "Eli: I brought you to Tahiti because I wanted to marry you. No other reason.",
        "Blair: If that was the case, you could have married me back home at our wedding.",
        "Eli: Except it wasn't our wedding, was it? It was Dorian's circus. Look, Blair, I have no idea what kind of story John and Kelly cooked up to convince a judge to issue a warrant, but none of it--",
        "Blair: Who is Craig Pattison?",
        "Eli: I told you, I don't know Craig Patterson!",
        "Blair: Oh, really? Pattison! And Kelly has a mug shot of one Craig Pattison after he killed his wife, and it looks a lot like you, Eli.",
        "Eli: Well, good for Kelly. She found a mug shot of some guy who bears a passing resemblance to me.",
        "Blair: It's not a resemblance. It's you, and Kelly's got the mug shot.",
        "Eli: Impossible, because I don't have a mug shot.",
        "Blair: Because you shredded it? That's right. Kelly snuck in your room, stole everything out of your shredder, and had it reconstructed.",
        "Eli: Blair, do--do you hear yourself? Kelly and John think I'm this Craig Pattison, but how can I be if he's in jail for murder?",
        "Blair: No, he's not in jail. He got off. He disappeared right before he shows up in L.A. and marries a woman named Olivia, and then she disappears.",
        "Eli: So I guess I killed her, too.",
        "Blair: And my Aunt Melinda and Rodney.",
        "Eli: Remind me again who this Rodney is.",
        "Blair: He's my Aunt Melinda's friend in the institution. He knew that you killed her, along with the clerk in Boston that gave your reports to someone he thought was Rex Balsom. Am I leaving anyone out here, Eli? Is there someone else that you killed that I don't know of? Tell me.",
        "Eli: All right. You got me. I confess.",
        "[SCENE_BREAK]",
        "Nate: I know you don't like me because of what our mother did. You think she chose me over you.",
        "Ford: She did.",
        "James: It's not his fault. He wasn't even born when she left us.",
        "Ford: Yeah, but he was the reason she left.",
        "James: I think Dad had something to do with it, too. I mean, our mom--",
        "Ford: She's not our mom.",
        "James: Okay, fine. Nate's mom did tell us that Dad threw her out and she tried to come back and see us, but it wasn't safe, and she didn't have any other choice. Knowing dad, I mean, is that so hard to believe?",
        "Ford: You don't know that woman.",
        "James: Neither do you, not anymore.",
        "Nate: Yeah, well, I do know her. Right now I'm pretty pissed that she didn't tell me I had two brothers out there. That doesn't make her a bad person.",
        "Ford: Says the son she didn't abandon.",
        "Nate: Okay. You're entitled to your own opinion of her. So are you. But that doesn't change the fact that we're all brothers.",
        "Ford: You say that like it's automatically supposed to mean something.",
        "Nate: It does to me. My whole life it's been my mom and I moving around, and it's been lonely. And now I find out I have two brothers? That's a huge deal, at least to me, so all right, if you two aren't into it, that's cool. I'll stay out of your way. But if you can give me a chance--",
        "James: I'm down with that, like I was down for forgiving you when you left me alone with Dad.",
        "Nate: So what do you say? Can we give this brother thing a try?",
        "[SCENE_BREAK]",
        "Matthew: What are you talking about? I didn't do anything to Nate.",
        "Clint: You can drop the innocent act, Matthew. Because I know that you told that bounty hunter that Nate had the money that he was looking for. Now, you could have kept your mouth shut, but Nate had stolen your girlfriend, so you got him back good, didn't you?",
        "Matthew: How do you know all this?",
        "Clint: I make it my business to know.",
        "Matthew: Are you going to tell my dad?",
        "[SCENE_BREAK]",
        "Bo: Why wouldn't Blair be safe if Eli's caught?",
        "John: I asked to speak to her. They wouldn't put her on the phone. They wouldn't even verify if she was there. No one would give me a straight answer.",
        "Bo: This is the officer in charge?",
        "John: No. No one seemed to know where the officer in charge was. And they sort of gave me the bum rush on the phone and hung up.",
        "Bo: And you think Eli did something to Blair before he was caught?",
        "John: All I know is, I'd feel a hell of a lot better if we were the ones who had Eli in custody.",
        "[SCENE_BREAK]",
        "Blair: You confess?",
        "Eli: Yes.",
        "Blair: To what?",
        "Eli: Just...let me talk, Blair. This is very...very difficult, and you deserve to know the truth. The fact is, I have been lying to you... for a very, very long time.",
        "[SCENE_BREAK]",
        "Starr: [Gasps] Yes! I got into intro and to entomology.",
        "Langston: Insects? That's disgusting.",
        "Starr: Don't you knock bugs. You know how much I loved spiders and snakes when I was little.",
        "Langston: Yeah, I've been trying to forget that.",
        "Starr: You know what? I need to take you to Reptile Roundup.",
        "Langston: I thought we weren't going to talk about Ford.",
        "Starr: Ha ha. Very funny. What did you get into?",
        "Langston: Oh! I almost forgot.",
        "Starr: Okay, relax.",
        "Langston: No, you don't understand. I have been waiting to see if I could get into this writing class. I've been excited about it ever since I read the course description. \"This course guides writers into creating well structured, compelling...",
        "Starr: \"Compelling narrative for the page, stage, and screen, inspired by the writer's actual real-life stories.\"",
        "Langston: I've mentioned it before?",
        "Starr: Yeah, I think more than once, but it sounds perfect for you.",
        "Langston: Well, I know. That's why I was so excited about it. It's like whoever wrote the course description already knows me.",
        "[SCENE_BREAK]",
        "James: Come on, Bobby, don't leave the kid hanging.",
        "Ford: My hand is sweaty.",
        "Nate: So I guess that settles that.",
        "Ford: Well, I can't help it if it's hot in here.",
        "Nate: Whatever.",
        "James: Wait, Nate--ow. Maybe we should go out and get a protein shake or something.",
        "Nate: It's okay. I have to get to my other job.",
        "James: Maybe some other time, then?",
        "Nate: Yeah. Maybe.",
        "James: Ow.",
        "Ford: What?",
        "James: Did you have to be such a jerk to our little brother?",
        "[SCENE_BREAK]",
        "Clint: Don't worry. I won't be telling your pa what you did to Nate.",
        "Matthew: You won't?",
        "Clint: No. After all, the kid had it coming.",
        "Matthew: Yeah--yeah, he did, but I don't think my dad would see it that way.",
        "Clint: Probably not, no, because Bo didn't inherit that killer instinct from Asa like you and I did. Don't you get me wrong now, though. I admire my little brother's dedication to the law, but Bo and I--we see the world very, very differently.",
        "Matthew: How?",
        "Clint: Well, we both believe in justice, but Bo believes in the system, whereas I believe in an eye for an eye. And I think you believe that, too. Matthew, you could really go a long way--if you make the right choices.",
        "Matthew: And what are those?",
        "Clint: Well, like I said, Asa and I both thought that eventually, you should be the next C.E.O. and there is not a reason in the world that your training can't start right now, so long as you're interested.",
        "Matthew: But I'm just a junior in high school. I haven't really decided what I'm going to do with my life.",
        "Clint: Well, sometimes, life decides what it wants to do with you. And this is one of those times. All right? Now, here's the plan, so listen up. I want you to start working part-time at B.E. from the bottom up, because you're going to learn this business from the ground up, you understand?",
        "Matthew: Well, what about school?",
        "Clint: Well, it's not a problem, because I'm talking about working hours after school--and maybe a Saturday here and there. So what do you say?",
        "Matthew: It's not that I don't want to, but...",
        "Clint: But?",
        "Matthew: I just don't think my parents are going to go for it. You know, school comes first.",
        "Clint: That's fine. Yeah, but I can guarantee you, you will learn more in one week at B.E. than you'll learn all year at school. Starting with how to make sure no woman ever hurts you again.",
        "[SCENE_BREAK]",
        "Todd: Well, there's nothing else we can do for your mom right now. Maybe we should go home.",
        "Dani: What? And just leave her here?",
        "Todd: She's not here, honey, not anymore.",
        "Dani: Well, what about all her things? Are we just going to leave them behind, too?",
        "Todd: Well, that's up to you.",
        "Dani: They were the last things that... that she had with her before she died. I want to keep them.",
        "Todd: All right, let's pack them up.",
        "[SCENE_BREAK]",
        "Greg: I don't understand you, Shaun. Where is all this suspicion coming from?",
        "Shaun: Greg, you kept a family apart when they should have been together. I don't see how that's in anybody's best interest.",
        "Greg: I was doing my damn job! Like I'm supposed to do! Like my patient asked me to do. Now, if you can't understand that, then... I don't know what to tell you. That's your problem.",
        "Shaun: I do believe you. I know that you're a good doctor, and I know that you made Téa's last days as comfortable as possible.",
        "Greg: I tried.",
        "Shaun: I'm just upset that that poor girl in there is not going to get a chance to say good-bye to her mother one last time.",
        "[SCENE_BREAK]",
        "Bo: Are you telling me that you want to go to Tahiti and bring Clarke back yourself?",
        "John: Yeah, I do. I know it's a lot to ask. It's-- it's an expensive trip.",
        "Bo: Oh, it sure is. But you know, that guy's been jerking us around, this department, for months now, and I don't intend to let him get away with it. So I think the first thing that we have to do is make sure that Eli is locked up in a Llanview jail cell ASAP.",
        "John: Are you saying what I think you're saying?",
        "Bo: Yeah. You go get the bastard.",
        "[SCENE_BREAK]",
        "Blair: You've been lying to me? About what?",
        "Eli: All of it. Bennett Thompson and Craig Pattison and their wives... all the other victims.",
        "Blair: It was all you?",
        "Eli: No. No, not me. It was Ross, my brother.",
        "Blair: Ross?",
        "Eli: Is Bennett Thompson, that's right. He had all those aliases, he killed all those people...I mean, you of all people know how dangerous Ross can be.",
        "Blair: Well, how long have you known this?",
        "Eli: Um, I found out about it, I put the pieces together right after we learned he was still alive. That's when I realized that all the evidence that Kelly and John had been gathering about him seemed to point to me.",
        "Blair: Why did you cover it up, Eli? Why didn't you go to the cops immediately when you knew it was Ross?",
        "Eli: I know, and I... it was the wrong thing to do, but I had just found him again and I couldn't lose him--risk seeing him go to jail, so I came here to see if I could get Ross the help that he needs.",
        "Blair: You have an unstable brother who is a murderer. You know that. Why in the world would you bring me here and put me in the middle of all this danger?",
        "[SCENE_BREAK]",
        "Bo: I'll call the justice department and get the extradition rolling. You get to the airport.",
        "John: Thanks, Bo. I owe you one.",
        "Bo: Yeah, well, just be careful.",
        "John: Absolutely.",
        "Bo: Yeah, absolutely.",
        "[Door opens and closes]",
        "[Knock on door]",
        "Bo: Yeah?",
        "Nate: Commissioner?",
        "Bo: Nate. What can I do for you?",
        "Nate: I didn't mean to interrupt. I was just looking for my mom. I thought she was working.",
        "Bo: Well, yeah, she...you just missed her. She stepped out for a second.",
        "Nate: Oh. Okay, I'll just catch up to her later then. Thanks.",
        "Bo: No, no, hey...hey, come. Hold on.",
        "Nate: Sir?",
        "Bo: How are you doing?",
        "Nate: I have two older brothers my mom didn't tell me about.",
        "Bo: Hmm.",
        "Nate: And the good news is, only one of them hates my guts. But other than that, I'm fine.",
        "Bo: You know, I don't know how much she's explained to you, but I think you do need to understand that your mom was in a real tough spot.",
        "Nate: Yeah. Thank you for giving her this job. You really saved our lives.",
        "Bo: Well, I was happy to help.",
        "Matthew: What the hell are you doing here?",
        "Nate: I was looking for my mother.",
        "Matthew: Really? What did she get busted for?",
        "Bo: No, no, Matthew... Nate's mom is my new assistant.",
        "Matthew: She's what? How could you hire his mom after what he did to me? Huh.",
        "[SCENE_BREAK]",
        "James: Would it have killed you to shake our brother's hand?",
        "Ford: I told you, my hand is sweaty.",
        "James: Yeah, right.",
        "Ford: In case you haven't noticed, we're in a steam room. Look, you don't believe me? Fine. I got to go anyway. I got to get to L.U. It's freshman orientation.",
        "James: Yeah? Have fun with that.",
        "Ford: Why don't you come with me?",
        "James: No, thanks. I'm fine. Ow.",
        "Ford: Okay. All right, so I wasn't being the best big brother I could be to Nate. Doesn't mean you have to be mad at me, too. We were just getting along again.",
        "James: Well, even if I forgive you, what the hell am I going to do at a freshman orientation?",
        "Ford: Sign up for a few classes maybe?",
        "James: Yeah, why not? I mean, I'm sure nobody'll care that I never finished high school.",
        "Ford: Come on, you're one easy exam away from a G.E.D.",
        "James: [Sighs] Maybe, but I still can't afford it.",
        "Ford: Well, they made me full professor. It means I can get tuition discounts for family members.",
        "James: What kind of discount?",
        "Ford: I don't know--maybe if I pull a few strings, I can get you a full ride.",
        "James: Seriously?",
        "Ford: Yeah. What are big brothers for?",
        "[SCENE_BREAK]",
        "Eli: No, I knew Ross would never hurt you. He still carries a torch for you. He cares about you.",
        "Blair: Oh, he cares about me? Eli, he held me at gunpoint when he tried to take Dani.",
        "Eli: He was desperate. He thought he was going to lose her.",
        "Blair: Okay, what about the time he tried to attack me in my bedroom?",
        "Eli: All right, listen, I know Ross regrets all of those actions. I know it.",
        "Blair: [Sighs] Uh-huh. So your homicidal brother, you think, is all better, so you brought me here to his home in the middle of the Pacific Ocean?",
        "Eli: Listen, the cops were closing in on him back in Llanview. I knew this, and I had to come here to warn him somehow, but I was afraid if I flew here by myself, it would raise too many red flags.",
        "Blair: Oh, so, you know, eloping with me was just the answer to all your problems, huh?",
        "Eli: That's not the reason I brought you here. It's not the only reason.",
        "Blair: But it's the main reason?",
        "Eli: Blair, look around you. Okay? We are in paradise. I wanted the perfect wedding for the perfect bride in the perfect place. It was beautiful.",
        "Blair: Yeah, it was. Too bad it was just a smokescreen.",
        "Eli: No, it wasn't. Blair, I love you. Marrying you is the most important thing that has ever happened to me, but I also had to help Ross. You know what it's like to do anything for someone you love. Can you blame me for wanting to protect my family?",
        "Blair: Eli... he killed 5 people. He killed my Aunt Melinda. That's 5 people-- 5 people that we know of. How can you condone that?",
        "Eli: I do not condone Ross' actions. In fact, I'm appalled by them. Now, I know what you're thinking. I don't want you to worry. This does not run in the family. I could never hurt another person like that. Never.",
        "[SCENE_BREAK]",
        "Shaun: You got to talk to me, brother.",
        "Greg: Shaun... I just wish I could have done more for Téa. I mean, seeing Dani losing her mother... it bothers me just as much as it bothers you.",
        "Shaun: At least she's getting along with her father now.",
        "Greg: Yeah, too bad her father has to be Todd Manning.",
        "[SCENE_BREAK]",
        "Todd: Hey, Dani, have you seen this?",
        "Dani: And I can still smell her on it.",
        "Todd: So is that it?",
        "Dani: Yeah. That's everything. That's all that's left of her.",
        "[Door opens]",
        "Shaun: If you're ready, I can escort you back to Llanview.",
        "Todd: Yeah.",
        "Shaun: Greg is going to wait behind for--",
        "Dani: For my mother's body?",
        "Greg: Her remains, yes. Danielle, I'm...I know how much you loved your mother. I'm just so sorry I couldn't have done more for her.",
        "Todd: Yeah, so are we.",
        "[SCENE_BREAK]",
        "Langston: Oh, my God! I got in!",
        "Starr: Oh, good! That is so great.",
        "Langston: I know! My God! College is already so much better than high school, and classes haven't even started yet. Hey, why don't you take this class with me?",
        "Starr: Because I'm not a writer. Besides, I think I'm going into pre-med.",
        "Langston: Okay. Well, doesn't the pre-med program have liberal arts requirements?",
        "Starr: Oh, yeah.",
        "Langston: So I'm sure that this course has to fulfill one of those. Come on, how much fun would it be to have class together?",
        "Starr: It would be great, but I'm sure it's full.",
        "Langston: No, that guy over there just said he had to drop it because his life wasn't interesting enough to write about. Come on, I know that's not a problem for you.",
        "Starr: You would remind me of that. Okay.",
        "Langston: Oh, good. So you'll do it?",
        "Starr: Yes, why not?",
        "Langston: Okay, sweet. I promise you won't regret it. Come on, go sign up.",
        "Starr: Mm-hmm. So, who do you think is going to be teaching this \"Imitation of Life: Shaping Reality into Narrative Fiction\" anyway?",
        "[Langston chuckles]",
        "Ford: I am.",
        "[SCENE_BREAK]",
        "Nate: I have to get to work.",
        "Matthew: You didn't really hire his mom, did you?",
        "Bo: Yes, I did.",
        "Matthew: After he stole my girlfriend?",
        "Bo: Matthew, hiring Nate's mom has nothing to do with you. I needed a new assistant. She needed a job, and she is very qualified.",
        "Matthew: Oh, yeah, yeah, I'm sure she's very qualified. You probably had a hundred people that wanted to be your assistant. Go hire one of them!",
        "Bo: I know how angry you are at Nate because--",
        "Matthew: Angry? I am more than angry with Nate, Dad. Dani wasn't just my girlfriend. She was more than that. She was there when I busted out of Warwick and flew to Seattle to get my surgery. She was there when I took my first steps.",
        "Bo: I know. I remember.",
        "Matthew: And now, we don't even talk, and it's all because of that son of a bitch!",
        "Bo: Matthew... I know how bad you feel.",
        "Matthew: Then fire her and get them out of our lives!",
        "Bo: No, I'm not going to do that.",
        "Matthew: Why not?",
        "Bo: Because whatever happened between you and Nate, his mother still has a right to work.",
        "Matthew: Okay, so this \"right to work\"--does that apply to everyone?",
        "Bo: Of course, it does.",
        "Matthew: Great, then you won't have any problem with me going to work with Uncle Clint, will you?",
        "[SCENE_BREAK]",
        "John: Natalie, it's me. I... I just wanted you to know, I got to go out of town on police business for a few days. But don't worry. I'll be back as soon as I can. I'll miss you.",
        "[SCENE_BREAK]",
        "Eli: Please, Blair, you have to understand. I was just trying to protect my brother.",
        "Blair: Your deeply disturbed brother.",
        "Eli: I know that. I know what Ross did was horrible, but he is the one who did it. Ross is Bennett Thompson. Ross killed all those people, not me. You believe me, don't you?",
        "Blair: Not for one damn second."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=6j9SekyMauM"
}