{
    "Episode Summary": [],
    "Recap": [
        "Blair is with Spencer trying to get him to tell her something criminal that he did for her love. He babbles but really says nothing. She goes on about how Todd was a liar to her, not like Spencer who is open and she wants him to keep being that way. Spencer tries to talk about something. \"Todd Margaret,\" he says. Suddenly, he looks at her strange. He doesn't feel right. \"Did you drug me?\" Todd shows up at Dorian's place. Dorian says that Blair is sleeping and she gets in his way when he tries to get up the stairs to get the kids. She threatens to kill him before letting him up the stairs. He realizes that it wouldn't be right to wake the kids and drag them out into the night. Spencer freaks out when he realizes that Blair has drugged him. He stumbles into the living room and starts tossing furniture around, and knocking things over. The room is in a shambles. \"You did this to me? I loved you and this is what you do?\" He chases her into the bedroom and climbs on top of her, choking her. She is doomed, but suddenly, he falls over exhausted from the drugs and he passes out. Blair opens the door to Todd who sees the suite trashed. He goes into the bedroom and finds Spencer passed out. He also sees the tape recorder that Blair had partly hidden in her purse. He confirms that she is fine, and then uses his picture phone to take pictures of Spencer passed out and the wrecked apartment. Once out the door, Todd calls the paper. \"Stop the presses. I have the front page story for tomorrow.\" Rex sneaks into Adriana's room and they make love. He goes to start the shower for them. While gone, the stalker enters the bedroom and covers Adriana's mouth while brandishing his knife in front of her. Rex returns to the room and he and the stalker fight. The stalker overpowers Rex and cuts him superficially on the chest."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Knock on door]",
        "Adriana: Who is it?",
        "Dorian: I just wanted to let you know I'm home. Honey, you don't have to hide that from me. And besides which, you can't hide the look on your face.",
        "Adriana: I just didn't want to get into it again.",
        "Dorian: We talked about it. I know how you feel about Rex, and I have given you my blessing. So I'm going to make myself a cup of tea. Want to join me in the kitchen?",
        "Adriana: I'm kind of tired. I -- I think I'm just going to hit the sack.",
        "Dorian: All right. You get some rest. Sweet dreams, sweetheart.",
        "Adriana: You, too.",
        "Adriana: What are you doing here?",
        "Rex: Well, I couldn't sleep. Not without kissing you good night.",
        "[SCENE_BREAK]",
        "Layla: Ok, which one? The right hand or the left hand?",
        "Evangeline: The blue one. Are you kidding me?",
        "Layla: Come on, you have good instincts.",
        "Evangeline: All right, then, neither. You should wear the gold hoops. So, who is this mystery date, anyway?",
        "Layla: Oh, my God. Look at the time. I didn't realize how late it was. I'd better go get those gold hoops before he gets here.",
        "[Knock on door]",
        "Evangeline: One, two, three, four, five, six. Who is it?",
        "Vincent: It's Vincent.",
        "Evangeline: Mr. Jones?",
        "Vincent: Ms. Williamson.",
        "[SCENE_BREAK]",
        "Dorian: No, it's fine, you can let him come up. What do you want?",
        "Todd: To see Blair.",
        "Dorian: You can't. She's in bed.",
        "Todd: Where?",
        "Dorian: I beg your pardon?",
        "Todd: She's in bed where?",
        "Dorian: In her room.",
        "Todd: All right, if she's not there, I'm taking the kids.",
        "Dorian: You are not taking those children anywhere.",
        "[SCENE_BREAK]",
        "Spencer: You have no idea --",
        "Blair: Oh --",
        "Spencer: What I did to get you, really.",
        "Blair: Really? Why don't you tell me, huh? What did you do to get me? Come on, tell me. Tell me everything.",
        "Spencer: You know, it's really not that important right now.",
        "Blair: Oh, come on.",
        "Spencer: No, the only thing that matters is that I have you now. I do have you, don't I?",
        "Blair: You know you do.",
        "Spencer: I love you so much, Blair. I do. I love you more than any person I've ever loved before.",
        "Blair: And I love you. You know why?",
        "Spencer: Hmm?",
        "Blair: Because you have always been honest with me. You've told me the truth. Not like Todd, who's always lied to me. Spencer, I hate lies. So why don't you just open up to me and tell me all your -- mmm -- dark little secrets, ok? I'll love you even more for it. All right? Tell me, so we can be as one.",
        "[SCENE_BREAK]",
        "Michael: You know what? I am -- I'm going to clean this stuff up, ok? I'm going to get this stuff picked up.",
        "Marcie: Um -- no, no, it's ok. I -- I -- I -- I can help. I -- I -- I can --",
        "Michael: Honey, I'm sorry. I know how hard it was for you to give Tommy up.",
        "Marcie: He's -- he's going to go to a really -- a really good home. You know, Jan has promised us that. And -- and, you know, he -- it's going to be great, really. We -- we should have known this. It was only temporary.",
        "Michael: That doesn't make it any easier.",
        "Marcie: No, it doesn't.",
        "Michael: Well, you know, I'm going to get this stuff packed up. And we'll -- we'll send it over to Janice in the morning, so Tommy has it?",
        "Marcie: Yeah.",
        "Michael: Yeah. Yeah. Did I -- did I miss anything?",
        "Marcie: It's going to look really empty when everything's gone, you know?",
        "Michael: It was really nice having him here, wasn't it?",
        "Marcie: We're going to be ok. You know, we're -- we're going to be fine. I mean, I'm not going to fall apart --",
        "Michael: No.",
        "Marcie: Because of a -- because of a few baby things.",
        "Michael: Absolutely not.",
        "Marcie: You know --",
        "Michael: Absolutely not.",
        "Marcie: I'm stronger.",
        "Michael: Yes.",
        "Marcie: I think I'm stronger than that. I'm sorry. I'm sorry, I didn't mean to cry.",
        "Michael: No, no, honey -- honey --",
        "Marcie: The vacuum -- Roxy -- she came in and she showed me how to calm down Tommy, and --",
        "Michael: I know, I know. Honey, honey, honey, I know. It's going to be ok. We're going to be ok.",
        "Marcie: I -- you know, I knew it was going to be hard, Michael. I -- I just didn't know it was going to be this hard.",
        "[SCENE_BREAK]",
        "Layla: Was somebody at the door?",
        "Evangeline: I didn't hear anything.",
        "Layla: Well, did you hear that, bionic ears? Hi.",
        "Vincent: Hello to you, too. You're looking your beautiful self tonight.",
        "Layla: And you're acting your charming self.",
        "Vincent: Mm-hmm.",
        "Layla: Mm-hmm. But don't let that stop you. Come on in. Let me get my bag. Did you knock before?",
        "Vincent: Uh -- don't worry about it. It wouldn't be the first time that I had a door slammed in my face.",
        "Layla: Vange?",
        "Evangeline: Hmm?",
        "Layla: You slammed the door in Vincent's face?",
        "Evangeline: Oh, Mr. Jones is the mystery date?",
        "Layla: Why would you do that?",
        "Evangeline: Because he's a criminal. And because I don't want him dating my sister.",
        "[SCENE_BREAK]",
        "Dorian: You will take Starr and Jack out of this house over my dead body.",
        "Todd: That would be a nice bonus.",
        "Dorian: I mean it, Todd. I will kill you before I let you take those children.",
        "Todd: So I guess this means I'm right. She's not here, huh?",
        "Dorian: Of course she is. Where else would she be?",
        "Todd: Servicing Spencer in his hotel suite.",
        "Dorian: Oh. Well, then why are you looking for her here?",
        "Todd: Confirmation.",
        "Dorian: Really? What business is it of yours where Blair spends her nights?",
        "Todd: My children are my business.",
        "Dorian: Oh --",
        "Todd: And if she can't be bothered to take care of them, I'm going to do it.",
        "Dorian: You -- you selfish bastard! What are you going to do, put those sleeping children out of their beds after everything that they've been through?",
        "Todd: Yeah, maybe you're right. I won't take them tonight. I'm not happy.",
        "Dorian: Oh. Who cares if you're happy? As far as I'm concerned, you deserve to be miserable.",
        "Todd: You're not exactly one of my favorites, either, Dorian.",
        "[SCENE_BREAK]",
        "Blair: Come on, Spencer, there's nothing that you can say that's going to change the way I feel about you.",
        "Spencer: Really?",
        "Blair: Yeah, really.",
        "Spencer: You mean that?",
        "Blair: Of course I mean that. Come on, you've opened up to me about how you covered for Paige. I stayed with you, right?",
        "Spencer: Mm-hmm.",
        "Blair: Just tell me your secrets, and I'll stay with you now. In fact, I think I'll love you even more. Come on. The truth will set you free.",
        "Spencer: Oh, what are you talking about?",
        "Blair: Set us both free.",
        "Spencer: Yeah, the thing is, see --",
        "Blair: What?",
        "Spencer: I don't know. Todd -- what about -- what about --",
        "Blair: Todd? What about Todd?",
        "Spencer: Todd, you know -- crazy old Margaret, you know.",
        "Blair: Todd and Margaret? What about crazy old Todd and Margaret, huh?",
        "Spencer: Ahem. I don't feel so good.",
        "Blair: Well, you -- you had a lot --",
        "Spencer: Uh-uh.",
        "Blair: To drink.",
        "Spencer: No, no, no. It's not that. I don't --",
        "Blair: Oh, come on, Spencer --",
        "Spencer: It's something else.",
        "Blair: I'm sure it was -- it was that. Yeah. You had about twice as much champagne as I did.",
        "Spencer: It feels like I was -- like I've been drugged or something. You drugged me.",
        "[SCENE_BREAK]",
        "Layla: I'm sorry, Vincent.",
        "Vincent: Oh, well, you don't have anything to apologize for. Your sister's entitled to her opinion. But for the record, I'm not a criminal, I'm a businessman.",
        "Evangeline: Who makes his money with criminal activity.",
        "Vincent: I'm in partnership with your friend Cristian. I don't see you having a problem with that.",
        "Evangeline: Who says I don't have a problem with that?",
        "Layla: Ok, so now that we've gotten the small talk out of the way, let's go.",
        "Vincent: You -- you know what? I don't want to take you out if your sister's not comfortable with it.",
        "Evangeline: Then goodbye.",
        "Layla: Vange --",
        "Vincent: I wasn't suggesting that I leave. I was thinking that maybe we can have dinner here. We'll order in, and your sister can chaperone. Of course, I can't promise you that I won't try to steal the silver.",
        "[SCENE_BREAK]",
        "Michael: Do you want me to get rid of that thing? Because I will throw that vacuum cleaner right out the window, right now!",
        "Marcie: Michael, if you got rid of everything that reminded me of Tommy, you'd have to get rid of the entire apartment.",
        "Michael: I know. You know what, though? When C.P.S. calls us --",
        "Marcie: Uh-huh?",
        "Michael: And tells us that Tommy is settled and happy and comfortable in his new home, everything's going to be ok.",
        "Marcie: Do you really, really believe that?",
        "Michael: No. No. No, I don't. I was just trying to make you feel better.",
        "Marcie: You know, we only had him for a couple of weeks. How -- how did I get so attached to him so -- so quickly?",
        "Michael: Because you are who you are. Look at me. Total jerk. You're connected to me.",
        "Marcie: Yeah. Well, it took me a lot longer than a couple of weeks.",
        "Michael: Yes. But it really is who you are. Honey, you have so much love to give. That's why I knew I couldn't let you get away. That's why I had to marry you. Because if I didn't, I would never have been happy.",
        "Marcie: I doubt that I'm making you happy right now.",
        "Michael: Are you crazy? No, you're not. Just thinking about you, honey -- just thinking about you makes my whole world. That's why I get up in the morning.",
        "Marcie: Really?",
        "Michael: I have a feeling that I will feel the exact same way on the day of our golden wedding anniversary. Our kids better throw us a party, too. A big one, right?",
        "Marcie: I hope so.",
        "Michael: There should be a lot of them. 10, 20 -- which means we should probably get started right now.",
        "Marcie: What are you saying?",
        "Michael: I'm saying I want to start trying to make a baby with you. And I want to do it right now.",
        "[SCENE_BREAK]",
        "Kelly: Oh, hi.",
        "Hugh: Drinking club soda alone -- it must be serious.",
        "Kelly: I didn't see you there. What's going on?",
        "Hugh: Guys night at the ballpark. Philly's series.",
        "Kelly: It sounds like fun.",
        "Hugh: Usually. But I'm a little distracted tonight.",
        "Kelly: Why?",
        "Hugh: Ever since you told me that you were pregnant, I haven't been able to stop thinking about you.",
        "[SCENE_BREAK]",
        "Adriana: My mother is right downstairs making tea.",
        "Rex: Then we'll have to be quiet.",
        "Adriana: What makes you think we'll be making noise?",
        "Rex: Well, we made enough the other night.",
        "Adriana: I still can't believe I did that.",
        "Rex: Oh, you did. Just ask the people in the next room.",
        "Adriana: How did you get in here?",
        "Rex: I know the security guys and your latest maid. She hangs out at UV, and she let me in, and I promised not to tell your mom. You wouldn't want her to lose her job, would you?",
        "Adriana: Another reason to stay quiet.",
        "Rex: I feel too good to be quiet.",
        "Adriana: Why?",
        "Rex: Um -- besides you?",
        "Adriana: Mm-hmm.",
        "Rex: I just got done hitting a bucket of balls with Bo at the driving range.",
        "Adriana: That's a good thing, right?",
        "Rex: It's a very good thing. You don't share your bucket with somebody you hate. No matter how strange that just came out --",
        "Adriana: That's great. I'm really happy for you. I know how much you look up to him.",
        "Rex: Well, don't go overboard. I mean, we're men.",
        "Adriana: I mean it. This is really good news. And I have some of my own. My mother gave us her blessing.",
        "Rex: No way.",
        "Adriana: Mm-hmm.",
        "Rex: What's the catch?",
        "Adriana: There isn't one.",
        "Rex: If you say so.",
        "Adriana: She is just glad that you're keeping me safe.",
        "Rex: Well, she should be. And if it makes you happy, then I'm happy, too. I really am, duchess. Now let's make some noise.",
        "Adriana: Rex, I mean it, ok? There is one thing for my mother to give us her blessing. It's another for her to walk in on us in bed together.",
        "Rex: Well, we'll just hang this on that door.",
        "Adriana: You want her to catch us, don't you?",
        "Rex: That quiet enough for you?",
        "[SCENE_BREAK]",
        "Shaun: Excuse me. I need a dinner menu.",
        "Bartender: Sure. Are you eating at the bar?",
        "Kelly: So --",
        "Bartender: Excuse me?",
        "Kelly: Why would my pregnancy be on your mind?",
        "Hugh: I don't know, I just -- I guess I sympathize with what you're going through.",
        "Kelly: Hmm. Well, you know, sympathetic pregnancies are usually reserved for the father-to-be.",
        "Hugh: I'm not willing to go that far even for you. I just feel bad that you have to deal with this alone.",
        "Kelly: Oh, come on. This whole situation is a walk in the park.",
        "Hugh: Yeah, maybe central park -- in the middle of the night with a bag full of cash. You don't have to suck it up for me, Kelly.",
        "Kelly: I'm not. I'm sucking it up for me. If I don't, I think I might lose it and turn into a total basket case. Although I am sitting here by myself drinking club soda, so maybe I'm already a basket case.",
        "Hugh: No, no, not even close. You're just a -- a good person dealing with some tough stuff.",
        "Kelly: Right. Well, thanks for the vote of confidence. I wish I felt the same way.",
        "Hugh: Are you going to tell Kevin that you're pregnant?",
        "Kelly: Well, he's probably going to figure it out sooner or later. I don't think the whole \"I've been eating too many doughnuts\" is going to fly.",
        "Hugh: So you're going to have the baby?",
        "Kelly: Yeah, of course. I've always wanted to be a mother.",
        "Hugh: And you'll be an awesome one.",
        "Kelly: I just always thought I'd be doing this with Kevin. I don't know how I'm going to tell him that I'm pregnant with his son's child.",
        "Hugh: Do you still love him? There's a time limit to that question.",
        "Kelly: I know.",
        "Hugh: Maybe if you have to think about it that hard, then --",
        "Kelly: Uh -- I don't. A part of me will always love Kevin.",
        "Hugh: Which part?",
        "Kelly: It's so over. There's so much damage. I mean -- I -- I don't know. This -- telling him this is going to send him right over the edge.",
        "Hugh: Well, he won't hear it from me. I know how to keep a secret. Trust me.",
        "Kelly: Oh, yeah? Is there something you're not telling me?",
        "Hugh: Actually, there is. There's something that I've been hiding from everyone -- for years.",
        "[SCENE_BREAK]",
        "Todd: Do you want Blair with this guy or don't you?",
        "Dorian: As bad as Spencer is, I think you're worse.",
        "Todd: Really? That's hard to believe after everything he did to you and your precious David.",
        "Dorian: That's it. Get out of here. Now.",
        "Todd: All right, I'll go. But I'm warning you, Dorian. I am going to bring Spencer down hard, so God help whoever gets in my way -- including Blair.",
        "[SCENE_BREAK]",
        "Spencer: What are you doing? Get away from me. You put something in my drink.",
        "Blair: What?",
        "Spencer: You put something --",
        "Blair: No, I didn't.",
        "Spencer: Hey -- I know.",
        "Blair: Why would I do that? I -- I love you, Spencer!",
        "Spencer: I know what it feels like! I know the effects of -- being drugged. I'm a doctor, I know wt drugs do to somebody. I know what it feels like, Blair.",
        "Blair: No, I didn't do it.",
        "Spencer: Yeah, you did. Look, just -- huh. Don't lie to me. You're lying to me.",
        "Blair: Spencer, I'm --",
        "Spencer: Yeah, you are.",
        "Blair: I'm not lying.",
        "Spencer: Yeah, you are!",
        "Blair: No, I'm not! I'm not.",
        "Spencer: Why did you do that? Why did you do that to me?",
        "Blair: What?",
        "Spencer: Betray me like this, drug me like this.",
        "Blair: No, I -- I --",
        "Spencer: I mean, why -- you said you loved me.",
        "Blair: I do love you, Spencer.",
        "Spencer: You said I could trust you. What are you doing to me?",
        "Blair: You can, you can.",
        "Spencer: Get off me!",
        "Blair: Spencer -- stop! Calm down!",
        "Spencer: I will not calm down!",
        "Blair: Spencer! Stop it, you're going to hurt yourself.",
        "Spencer: All I wanted to do was lo you, and this is what you do to me? This is what you repay me?",
        "Blair: Spencer, no! Now, just calm -- you're going to hurt yourself. No --",
        "Spencer: You hurt me, Blair. You hurt me, and now I'm going to hurt you!",
        "Blair: No! No -- let go of me, Spencer! No -- Spencer, let go of me! Let go of me! Stop it!",
        "[SCENE_BREAK]",
        "Rex: Your mom isn't banging down the door. We must not have made too much noise.",
        "Adriana: That, or the teakettle did.",
        "Rex: I wish it could be like this all the time -- minus the mom factor or the stalker.",
        "Adriana: Me, too.",
        "Rex: But it can't be. Not for now. Not with this creep after you. But you're safer here, more security.",
        "Adriana: Can we not talk about that now?",
        "Rex: How about we not talk at all?",
        "Rex: Want to move this into the shower?",
        "Adriana: Get the water hot for me.",
        "[SCENE_BREAK]",
        "Vincent: Well, Layla and I are having shrimp cocktail. You, too, Ms. Williamson?",
        "Layla: Ok, will you two stop with the \"Mr.\" And \"Ms.\" Already?",
        "Evangeline: Ok, fine, Vincent. Nothing for me. I've lost my appetite.",
        "Vincent: Oh. That's unfortunate because it's the best shrimp cocktail in the state of Pennsylvania. Shaun? Do me a favor and make a run to the palace.",
        "Evangeline: You know, this isn't working.",
        "Vincent: What isn't working?",
        "Evangeline: Kissing up to me. You can fake charm and sophistication all you want. I'm not buying it.",
        "Vincent: You know, I haven't been seeing your sister for very long, but I like her -- very much.",
        "Layla: And I like you very much.",
        "Vincent: Obviously, your sister doesn't feel the same way, which is cool. I can't have everybody liking me.",
        "Evangeline: Oh. Well, then, we have no problem.",
        "Vincent: But I also know that you love justice, Evangeline. So all I'll ask of you is not to judge me until you get to know me better. Then decide if you don't like me or not. Just don't base it on some preconceived notion.",
        "Layla: \"Innocent until proven guilty\" -- isn't that what you're always preaching, Evangeline?",
        "Evangeline: Yeah, you want me to be fair? Is that it?",
        "Vincent: Yeah.",
        "Evangeline: Ok, I -- I can be fair. Vincent, why don't you tell me a little bit about yourself?",
        "Vincent: What would you like to know?",
        "Evangeline: What is it exactly you find so rewarding about being a criminal?",
        "[SCENE_BREAK]",
        "Marcie: Michael, are you really -- I mean, I'm being serious here. Are you really, really sure that you want to have a baby right now?",
        "Michael: My father was gunned down in the prime of his life. The only saving grace is that he got to spend a couple of good years with his boys, and do you know why? Because he didn't wait for the right time. If he had, we wouldn't be having this conversation. I wouldn't even be here.",
        "Marcie: Yes, that is true. But I don't want us to make a big decision like this just because we miss Tommy.",
        "Michael: Well, you wanted a kid before we had Tommy.",
        "Marcie: Well, yes, I wanted a kid. You didn't! You -- you wanted us to wait until the timing was right. You didn't think we were ready.",
        "Michael: Is the timing ever going to be right?",
        "Marcie: I -- maybe, maybe we need to -- I think we need to plan better.",
        "Michael: Well, you can plan and plan, sweetie. And you can walk out your front door and get shot down dead while buying a Christmas gift for your child. You can plan and plan and have a tornado hit your wedding.",
        "Michael: Anything can happen. The one thing that I am tally sure of is that I love you. And I know that you have enough love to give to me, to a child, to our child, so let's do it. Let's make a baby.",
        "Marcie: Ok. Why not? Let's do it.",
        "Michael: Let's do it.",
        "[SCENE_BREAK]",
        "Rex: You coming? Oh, are you kidding?",
        "Adriana: Rex, look out!",
        "[SCENE_BREAK]",
        "Blair: Let go --",
        "Spencer: You hurt me.",
        "Blair: Spencer, let go!",
        "Spencer: You bitch!",
        "Blair: Please! Aah!",
        "Spencer: Ohh.",
        "Blair: Oh, my God. Security here?",
        "Todd: All right, party's over.",
        "Blair: Hey --",
        "Todd: Put your clothes on, quit neglecting your kids. Hmm, kinky. What the hell happened here?",
        "[SCENE_BREAK]",
        "Kelly: You don't have any deep dark secrets. You're just saying that to make me feel better.",
        "Hugh: If this gets out, it'll be the end of my career as I know it.",
        "Kelly: What did you do? Oh, my God. I don't know why I didn't see this before -- you're superman.",
        "Hugh: No.",
        "Kelly: Then what?",
        "Hugh: Go ahead. Put them on.",
        "Kelly: Hmm. It's not blurry. I can see.",
        "Hugh: That's because they're clear plastic.",
        "Kelly: So, you have glasses but you don't need them?",
        "Hugh: I'm a fraud.",
        "Kelly: What?",
        "Hugh: It's true, it's true. I only wear glasses so that people think I'm smarter than I really am.",
        "Kelly: Hmm.",
        "[SCENE_BREAK]",
        "Layla: Ok. That's enough, Vange. You have no right talking to Vincent like that.",
        "Vincent: Oh, well, she has every right, Layla. It's her place. And if she wants to hear something about my business, I will be happy to tell her everything. Some other night because tonight's your night.",
        "Layla: Well, I like how you think. Let's get this party started. I'll get the wine, ok?",
        "Evangeline: I'll get it.",
        "Vincent: Well, let me --",
        "Evangeline: No, no, no, no. It's my place, remember, and I'm perfectly capable. And I don't want to be accused of ruining this date.",
        "Vincent: You couldn't if you tried.",
        "Layla: And you're not trying -- right, Vange?",
        "Evangeline: I'll be back.",
        "Layla: Ok. She's making me nuts. I -- ugh! I know I should be nicer, but it's -- oh.",
        "Vincent: Because she's blind?",
        "Layla: Well, yeah.",
        "Vincent: Well, don't worry. I'll win her over. To date, I haven't met anybody that I couldn't.",
        "Layla: Oh. So you're going to win me over, too?",
        "Vincent: Hmm.",
        "Layla: I'm warning you, I'm a tough customer.",
        "Vincent: You know, that's one of the things that I like most about you.",
        "[SCENE_BREAK]",
        "Adriana: Rex! Somebody help! Somebody! Are you ok?",
        "Rex: I'm fine. What about you?",
        "Adriana: I'm fine, I'm fine.",
        "Rex: Did you get a look at him?",
        "Adriana: He had a mask on.",
        "Rex: Oh. How the hell did he get in here?",
        "Dorian: Adriana! Adrian-- oh! What in the world is going on?",
        "Adriana: The stalker was here.",
        "Dorian: What? Right here in your bedroom?",
        "Adriana: And Rex saved my life -- again.",
        "[SCENE_BREAK]",
        "Todd: What happened here?",
        "Blair: Nothing for you to be concerned about, Todd.",
        "Todd: Oh, I'm a little concerned. Spencer?",
        "Blair: No, Todd, don't go in there!",
        "Todd: Oh, Spencer?",
        "Blair: Stop! Todd?",
        "Todd: Oh, yeah. Did he hurt you?",
        "Blair: No, he didn't hurt me. Would you please leave?",
        "Todd: I don't know if that's such a good idea.",
        "Blair: Todd, come on.",
        "Todd: Uh, would you care to comment?",
        "[SCENE_BREAK]",
        "Hugh: The glasses used to be real, but then I got laser surgery a few years back, and I noticed that people, especially jurors, didn't take me as seriously without the glasses, so I had the clear lenses put in, and the rest is history.",
        "Kelly: But I saw you at Todd's trial. You questioned some witnesses without your glasses on.",
        "Hugh: What can I say? Women dig the glasses. And then -- and then when I take them off and I give them the look --",
        "Kelly: That look?",
        "Hugh: No, not that -- not that look. Not this look, but the look?",
        "Kelly: Mm-hmm.",
        "Hugh: Let's just say things usually go my way.",
        "Kelly: And here all this time, I thought that girls don't make passes at guys that wear glasses.",
        "Hugh: That's a myth.",
        "Kelly: Well, it's certainly a first for me.",
        "Hugh: You're not going to rat me out, are you?",
        "Kelly: Don't worry, Clark. Your secret is safe.",
        "Hugh: Ditto.",
        "[SCENE_BREAK]",
        "Evangeline: Uh -- I don't mean to interrupt, but will you stop what you're doing, please?",
        "Layla: Ok. How do you know we're doing anything?",
        "Evangeline: I just know.",
        "Layla: Right.",
        "[Knock on door]",
        "Vincent: Well, that must be Shaun with our dinner. Mm-hmm. So you two ladies stay here and I'll take care of this.",
        "Layla: Vange, do not ruin this for me.",
        "Evangeline: Ruin what, Layla? It's one date.",
        "Layla: Which can turn into others. I think I can really get something going with Vincent.",
        "Evangeline: Layla, you're moving way too fast.",
        "Layla: I like fast.",
        "[SCENE_BREAK]",
        "Marcie: What is that?",
        "Michael: Hey. You ok?",
        "Marcie: Oh, yeah.",
        "Michael: Really?",
        "Marcie: No.",
        "Michael: No?",
        "Marcie: Not really. Mikey, you think we could just cuddle?",
        "Michael: Yeah.",
        "Marcie: Yeah?",
        "Michael: Yeah.",
        "Marcie: Hmm.",
        "[SCENE_BREAK]",
        "Dorian: Security searched the entire grounds. There's no sign of the stalker.",
        "Adriana: Does it hurt?",
        "Dorian: Let me have a look at that.",
        "Rex: I'm -- I'm fine.",
        "Dorian: And I'm a doctor. Ok. I've got a first-aid kit downstairs. We'll get some antiseptic and make sure that doesn't get infected.",
        "Rex: As long as it's not poison.",
        "Dorian: Rex, you saved my daughter's life, and I'm very grateful.",
        "Rex: I just wish I'd caught him.",
        "Dorian: Yeah. Well, I wish you had caught him, too, but as I said, I am very, very grateful. I am so grateful that I'm not even going to ask what you're doing here at this hour of the night in my daughter's room -- half-naked.",
        "Rex: Are you sure you're all right? No, you're not.",
        "Adriana: It's just that I thought that I was safe here, but I'm not safe anywhere, am I?",
        "[SCENE_BREAK]",
        "Todd: What have we here?",
        "Blair: It's a tape recorder, Todd. It must be Spencer's.",
        "Todd: Uh-huh.",
        "Blair: He uses it at work.",
        "Todd: Why is it still running?",
        "Blair: I don't know! It must've accidentally gotten turned on when -- when we were doing what we were doing.",
        "Todd: When you were doing what you were doing? Ok. All right. Looks like fun. Somebody could've gotten hurt.",
        "Blair: Well, no one did, so why don't you just leave, all right?",
        "Todd: You're all right?",
        "Blair: I'm fine.",
        "Todd: Okey-dokey.",
        "Todd: Hey, it's Todd. Stop the paper. I got a juicy headline for tomorrow.",
        "Blair: How much is he going to remember when he wakes up?",
        "[NEXT_ON]",
        "David: Why do you need the gun? I've already confessed. You know what happened.",
        "John: Are you all right?",
        "Blair: I will be with your help.",
        "Todd: It's a bad day, doc.",
        "Spencer: You're not going to get away with this, Manning.",
        "Rex: Get your stuff. We're leaving."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=zUC2e8ZsVl0"
}