{
    "Episode Summary": [
        "Episode # 10779"
    ],
    "Recap": [
        "Bo runs into Inez at Rodi's. She tells him that she gets the impression he doesn't want her to go out with Clint. He says Clint is a great guy, he just thought it was a little close at the beginning. Starr comforts James when she finds him crying. He tells her that he is having a hard time accepting his mother. He kisses her and admits that he wants to be more than friends with her. She admits that she has conflicted feelings but is adamant that keeping her family together is her priority. He tells her that he can't continue to be just friends with her so he cannot see her anymore. Cole goes to Hannah's hearing. Nora drops the charges against Hannah but charges her with obstruction of justice instead. Marty speaks on Hannah's behalf and says Hannah was a victim. She offers to supervise Hannah's outpatient care if the court releases her from Ste. Anne's. Nora agrees to the terms and the judge releases Hannah.",
        "Gigi asks Kelly if she is interested in Rex. Kelly says it's all business. Carlotta doesn't understand how Cristian could let Layla go to Paris without him. Gigi goes to Cristian's studio. She tells him what she gets from a painting that he is working on and he tells her that she is going to do fine. Matt catches Rex taking files from Clint's office. Rex tells him that he can't tell him why but that he is protecting Clint. Matthew calls security. When Clint arrives at the office, he tells Security that he will handle it. Rex tells Clint that it appears he knows all about David being in a Moroccan prison."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Hey. What's wrong? James. Hey, what's wrong? Are you okay?",
        "Starr: What are you doing?",
        "[SCENE_BREAK]",
        "Clint: Inez. You want to talk about it?",
        "Inez: That's all right. You should go back to enjoying your lunch or your drink or whatever you're having.",
        "Clint: Well, I finished lunch and I don't yet have a drink, which is for the best, because I couldn't enjoy it when a beautiful woman is crying into her pinot grigio.",
        "Inez: Chardonnay. And see? I'm not crying.",
        "Clint: Well, if you talk to me, perhaps we can keep it that way. Inez, maybe I can help.",
        "Inez: I just had a run-in with my son James. He's hurting so badly. Both he and Bobby are. And I'm their mother. And there's nothing I can do. Well, it breaks my heart.",
        "[SCENE_BREAK]",
        "Cristian: Mom.",
        "Carlotta: Hey.",
        "Cristian: How was your trip?",
        "Carlotta: Oh, wonderful, wonderful.",
        "Cristian: How are Antonio and Jamie?",
        "Carlotta: Oh, they're doing great. Making the most of their new lives.",
        "Cristian: Yeah, yeah. I really need to get out there.",
        "Carlotta: Yeah, well, maybe you should just stay here and explain to me what I've been hearing about you since I got back to town.",
        "Cristian: Oh, that.",
        "Carlotta: \"Oh, oh, that.\" That's all you have to say to me? Nada mas? I leave on vacation, I come back, and I get a message from you telling me that you've let your fiancée leave the country? What's wrong with you?",
        "[SCENE_BREAK]",
        "Gigi: You got a minute? It's about Rex.",
        "Kelly: Sure. I'm just glad that Clint is still here and not headed back to the office, or it would have really thrown a wrench into the plan.",
        "Gigi: You mean the plan that was supposed to go off without a hitch?",
        "Kelly: Looks like it still will. So you wanted to talk to me about Rex?",
        "Gigi: Right. I just have a question. Are you interested in him?",
        "[SCENE_BREAK]",
        "Rex: Oh.",
        "Matthew: What are you doing in here?",
        "Rex: Uh, I know this looks bad, but you know me, and you know that you can trust that I wouldn't be doing what I was doing if it weren't really important.",
        "Matthew: Okay, so explain it.",
        "Rex: Sorry, Matt. I can't do that right now.",
        "Matthew: Rex, I think you should explain yourself, because I'm a little curious to know why you have my Uncle Clint's files. I'm sure he will be, too.",
        "[SCENE_BREAK]",
        "Inez: Bobby just lost his job at the university.",
        "Clint: Do you know what happened?",
        "Inez: No. There's no way he would ever confide in me. The only reason I know is because James told me, and he's not gonna give me any details because he doesn't want to betray his brother's confidence.",
        "Clint: I'm sorry.",
        "Inez: And since Bobby's no longer on the faculty, James loses his free ride and he has to drop out of school.",
        "Clint: Drop out? No, there must be something that he can do.",
        "Inez: There isn't. He can't afford to go to L.U. on his own, and the grant that he was supposed to get went to someone else.",
        "Clint: Does he know that for sure?",
        "Inez: He had just found out when I ran into him. And even if I could get him the money, he would never take it from me, because he and Bobby will never forgive me for abandoning them.",
        "Clint: Inez, never is an awfully big word. Why don't you give your boys some time?",
        "Inez: I don't think that even time can heal anger that runs this deep.",
        "[SCENE_BREAK]",
        "Cole: Nora, hey. I called St. Ann's to see if Hannah was there, and they told me that she'd been moved.",
        "Nora: Yeah. She has a hearing today. They're reviewing the charges against her.",
        "Cole: Well, they'll all be dropped, right?",
        "Nora: Well, it's not really quite that--",
        "Hannah: Cole? What are you doing here?",
        "Cole: Well, I'm here for you.",
        "[SCENE_BREAK]",
        "Starr: No. I can't.",
        "James: I know you can't. I never should've kissed you.",
        "Starr: What were you thinking?",
        "James: Thinking had nothing to do with it.",
        "[SCENE_BREAK]",
        "Bailiff: All rise.",
        "Judge Thompson: This court is now in session.",
        "[Bangs gavel]",
        "Judge Thompson: The Commonwealth of Pennsylvania versus Hannah O'Connor.",
        "Nora: Your Honor, Miss O'Connor was charged with the assault of Dr. Margaret Saybrooke and the attempted murder of Robert Ford. However, her confessions were false and exacted under duress.",
        "Judge Thompson: What proof does the district attorney's office have?",
        "Nora: Blair Cramer's affidavit that states that the late Elijah Clarke admitted to pushing Dr. Margaret Saybrooke down the stairs and the affidavit from Robert Ford stating that he lied to the police when he stated that Hannah O'Connor was his attacker. Because of these developments, I'm sorry, the Commonwealth cannot pursue these charges.",
        "Judge Thompson: Does the Commonwealth intend to pursue any further charges?",
        "Nora: Ah, yes, we do, Your Honor. Although I believe that Miss O'Connor was in an untenable position, her lies allowed Elijah Clarke to go free, and therefore be available to harm other people.",
        "Judge Thompson: I take it you're planning to file obstruction of justice charges? Aiding and abetting Mr. Clarke's murder spree?",
        "Nora: Oh, yes, Your Honor. Although I sympathize with Miss O'Connor, I can't ignore what happened because of her falsehood.",
        "[SCENE_BREAK]",
        "James: I don't know what the hell I'm doing. Everything was okay and then it all turned to crap. And then I saw you, and it was stupid and out of line, but --it happened.",
        "Starr: What happened? What happened besides the kiss?",
        "James: It's my family. Starr, everything is so messed up. First, Bobby got fired.",
        "Starr: Yeah...",
        "James: And then I found out that I couldn't get that grant that I wanted.",
        "Starr: I'm really sorry and that sucks, but you kissed me because you didn't get a grant?",
        "James: No. No, I-- after I found out about the grant, I ran into my mom. It is so weird. I never even thought that I had a mom, and here she is, and she's trying to help me. And I rejected her. I just couldn't let her in.",
        "[SCENE_BREAK]",
        "Clint: I wish there was something I could do.",
        "Inez: Well, you're listening. That's a big help.",
        "Clint: Whenever you want to talk, I'm available.",
        "Bo: Ahem. Hey. I'm not interrupting, am I?",
        "Inez: No, no. Not at all.",
        "Clint: Bo. Good to see you. You know, this was Matthew's first day at B.E.",
        "Bo: Yeah, he mentioned that this morning.",
        "Clint: You should be awfully proud of him. The kid's a natural.",
        "[SCENE_BREAK]",
        "Rex: Trust me, Matt, you do not want to blow this thing open, okay? Not yet. This is huge. It's major. Your Uncle Clint has some information and it might blow up in his face, and I need to get to the bottom of it so that I can protect him, and I really need you to let me do the job I came here to do.",
        "Matthew: Well, I still don't know what that is.",
        "Rex: I really can't tell you, buddy.",
        "Matthew: What exactly are you looking for?",
        "Rex: I can't really say. But I would never do anything to hurt the Buchanan family. You know that.",
        "Matthew: Do I?",
        "Rex: Are you serious?",
        "Matthew: You broke in here. You're stealing files.",
        "Rex: Come on, Matt, we're like brothers. And you know how important your dad is to me.",
        "Matthew: Does he know about this?",
        "Rex: He knows that I'm investigating...something. But not that it involves Clint. But Bo trusts me, and you should, too. We're practically family.",
        "Matthew: Actually, Rex, we're not.",
        "[SCENE_BREAK]",
        "Kelly: Interested in Rex? You mean interested interested? No. Gigi, no. Rex is doing a job for me. I'm a client. That's all.",
        "Gigi: Because I'm not paranoid or jealous or anything. I only asked because, you know, he and I are dating.",
        "Kelly: I do know that, yeah.",
        "Gigi: We're taking it slow, which is fine. But if something is happening between you two while he and I are taking it slow...",
        "Kelly: Gigi, you have nothing to worry about. It's business. Pure and simple.",
        "Gigi: So the fact that you and Rex keep ending up naked together, that's all business, too?",
        "Kelly: Are you talking about the last time? Because Jack sent Rex upstairs and I had no idea. It was a joke.",
        "Gigi: [Chuckles] Actually, I didn't know about that time until just now.",
        "[SCENE_BREAK]",
        "Cristian: Layla got this amazing job offer in Paris and I got the fellowship here at the university.",
        "Carlotta: Jobs. Okay, I see.",
        "Cristian: It's our passion, mami. You know that.",
        "Carlotta: Yeah, passion, maybe, but what about love? Your commitment to each other?",
        "Cristian: It's not forever, okay? In a year, we'll re-evaluate.",
        "Carlotta: Well, that sounds like a very practical business deal, but it's no way to start an engagement. [Sighs]",
        "[SCENE_BREAK]",
        "Starr: So what you got in a fight with your mom. You're still getting used to her being in your life and once you get to know her, you'll--",
        "James: I don't think that's gonna happen, okay? Bobby's been trying to keep her at an arm's length ever since she turned up. I mean, he's never gonna have a nice word to say about her.",
        "Starr: Well, that's your brother. It's not you. You're two different people.",
        "James: I know that Bobby isn't your favorite guy, but he remembers her leaving us and that's why it's so hard for him. I mean, it's just a blur for me. I remember this lullaby that she used to sing...and this blue sweater, you know? It was soft and I remember the way that it felt...so good after she picked me up after I fell. But that's it.",
        "Starr: That's really sad.",
        "James: And part of me--part of me wanted her to--I don't know, to--to just make everything all better again like she used to back then. Just to forgive her, to say okay, I get it. My dad was a monster and she was trapped and she-- and she couldn't fight back, but where was she when I was getting socked in the face? And she was being so nice--this woman that I don't even know, and I couldn't let her comfort me because it would've been a lie. Damn it.",
        "Starr: Okay. I know what it's like to feel torn apart by a parent. I know that feeling, but I-- James, I still don't get why you kissed me.",
        "James: Starr, can't you just drop it?",
        "Starr: No, I can't. Not if we're gonna be friends.",
        "James: Look...I lied to you. Okay? I've been lying to you.",
        "[SCENE_BREAK]",
        "Judge Thompson: The Commonwealth may proceed with the other charges against Miss O'Connor.",
        "Attorney: Your Honor, if I may. I would like to ask that the court hear testimony from a respected psychiatrist-- Dr. Margaret Saybrooke-- regarding my client's mental and emotional state before this decision is made.",
        "Judge Thompson: I'll allow it. Dr. Saybrooke, please approach the stand.",
        "Marty: Hannah O'Connor was in an extremely vulnerable and compromised state at the time of her confession. She was cruelly exploited by two men--Robert Ford and Elijah Clarke. Robert Ford, with whom she'd had an intimate relationship, falsely accused her of attempted murder. And Elijah Clarke, her own attorney, took her case solely for the purpose of coercing her. She was vulnerable and terrified for her life. How could she be held responsible for her resulting actions? Hannah is a victim. She's not a criminal. I think it's important to remember the difference. She was driven to extreme and self-destructive behavior by these two men. And she should not have to pay with her own freedom.",
        "Attorney: Thank you, Dr. Saybrooke.",
        "Nora: Dr. Saybrooke, Hannah O'Connor lied to your own son about having seen Todd Manning push you down the stairs. A lie that almost cost Todd Manning his life and landed your son, Cole Thornhart, in jail. And at the time, Elijah Clarke was not coercing or manipulating Hannah. Her lies allowed Elijah Clarke --the man who actually did push you down the stairs, resulting in the death of your unborn child--to remain at large for months. Do you still see Hannah as solely a victim?",
        "[SCENE_BREAK]",
        "Starr: What were you lying about?",
        "James: I kissed you because I wanted to. Because kissing you was the one thing in that moment that would take me outside of myself and make me feel happy again.",
        "Starr: What do you mean?",
        "James: You know what I mean.",
        "Starr: James, I care about you and you're a great friend, but I--",
        "James: That's the lie. That is the lie. I don't wanna be just your friend. I-- I don't want to run into you in the park or at school or at the diner and say, \"hey, what's up? How's it going? See ya.\"",
        "Starr: You know, I think our friendship's a little deeper than that.",
        "James: Oh, yeah, like study dates and taking you to the movies sometime?",
        "Starr: Yeah, sure.",
        "James: No. No. That's the problem. I can't do that. I can't do any of that. The only reason why I said I would be your friend is because that's what you wanted, and I didn't want to lose you.",
        "Starr: Well, I don't want to lose you, either.",
        "James: You don't feel the same way that I do. You're fine with things just being the way that they are.",
        "Starr: James... that's not completely true.",
        "[SCENE_BREAK]",
        "Gigi: Rex saw you naked upstairs in your house?",
        "Kelly: It was an accident. I was getting ready to take a bath, and then all of a sudden, I heard Rex's voice, which spooked me, so I dropped my towel.",
        "Gigi: That's it?",
        "Kelly: That's it. It was nothing. Really. I mean, I promise you, I have absolutely no interest in Rex.",
        "Gigi: Well, that's good to hear.",
        "Kelly: I hope that it's not gonna be a problem for you. I've hired Rex on back-to-back cases because--well, you know how good Rex is at what he does.",
        "Gigi: He's the best.",
        "Kelly: Yeah, and I think he's really eager to make some extra cash, you know, to help you out.",
        "Gigi: Oh, that's another thing. I--I pay my own way.",
        "Kelly: You know, I didn't mean for it to sound that way.",
        "Gigi: Something you might not know about me, but I'm a pretty independent person.",
        "Kelly: I get that sense. I know that tuition can be pretty expensive.",
        "Gigi: Yeah, and I got a grant to help me out on that, a pretty big one, so Rex doesn't have to work for you on my account. I'm not your charity case.",
        "[SCENE_BREAK]",
        "Matthew: No offense, Rex, but I'm a Buchanan. You're not. So it's my responsibility to protect the family, not yours.",
        "Rex: Okay, it might not be my responsibility, but I feel like I owe it to your dad--",
        "Matthew: Who hired you?",
        "Rex: Matt--",
        "Matthew: Just give me a name.",
        "Rex: Sorry, buddy, I can't tell you.",
        "Matthew: Then show me the files you took. The ones that you tried to hide there in your briefcase.",
        "[SCENE_BREAK]",
        "Bo: What do you have Matthew doing, exactly? Buying? Selling?",
        "[Clint chuckles]",
        "Clint: No, not quite yet, no. More like photocopying. But hey, you gotta start somewhere.",
        "[SCENE_BREAK]",
        "Matthew: Let's see the files, Rex.",
        "Rex: I'll tell you what. I will put the files back. Okay? See? No harm, no foul. What do you say? You can forget this thing ever happened?",
        "Matthew: Security? We have an intruder.",
        "[SCENE_BREAK]",
        "Carlotta: Jeez, you can paint anywhere. Why don't you go join Layla in Paris?",
        "Cristian: Because Layla wants me to succeed, too. That's why she insisted I take this fellowship.",
        "Carlotta: But can't it be deferred? For some time? Hmm? Ay, you're so talented. I can't believe that they...",
        "Cristian: Mami, please. Come on. Don't you think we've thought about all this? I mean, the last thing Layla and I wanted was to be apart. But we decided this was the best decision for both of us. I really hope you can respect that.",
        "Carlotta: Of course I will. I'm sorry, okay? I just... I want you to be happy.",
        "Cristian: I know, I know, but look, don't worry about me, okay? I'll be fine. And before you know it, you'll have your grandchild and your big, fat, multicultural wedding. And it'll be exactly like you wanted.",
        "Carlotta: Hmm. You promise?",
        "Cristian: I promise. Now, look, I really have to get ready for class.",
        "Carlotta: Okay, and I gotta get back to the diner.",
        "Cristian: Okay.",
        "[Carlotta sighs]",
        "Carlotta: Cristian... you know I'm very proud of you.",
        "Cristian: I know.",
        "Cristian: Hey. It's me. I should've known your phone was gonna be off. It is the middle of the night in Paris. But I just called to say... I love you.",
        "[SCENE_BREAK]",
        "Kelly: Congratulations on that grant. That is great news.",
        "Gigi: I'm pretty happy about it.",
        "Kelly: I didn't mean to suggest you were a charity case.",
        "Gigi: Thanks. You know what? I should go. I want to be early for class. Today's my first day.",
        "Kelly: Oh. Good luck.",
        "Gigi: Well, I'm--I'm glad we got all of this sorted out.",
        "Kelly: Me, too. Gigi, if you're happy, I'm happy. I don't want you to worry. I have no future plans for Rex. And from what it sounded like earlier, this case could be solved any minute now.",
        "Gigi: Fingers crossed.",
        "Kelly: Yes. Rex, you better get out of there right now.",
        "Rex: Look, Matt, I didn't want to have to tell you this, but...",
        "[Cell phone ringing]",
        "Clint: It's for you. Probably your boss.",
        "Rex: Yeah, I'll call you back.",
        "Clint: I can take it from here. Thank you.",
        "Security guard: Yes, sir.",
        "Matthew: I caught him trying to leave with the company files. I don't know how the heck he got in here, but I caught him red-handed.",
        "Clint: Good work, son.",
        "Matthew: Should I call my dad at the station? No, white collar crime--that's FBI, right?",
        "Clint: Why don't you finish the photocopying and I'll take it from here.",
        "Matthew: Sure.",
        "[Door closes]",
        "Rex: Okay. Before you read me the riot act, ahem, suppose you explain to me what you've got in that drawer?",
        "Clint: You mean this? Is that what you're looking for?",
        "[SCENE_BREAK]",
        "Bo: I'm sorry Clint had to run out like that.",
        "Inez: Oh, no. You know, I should be going, too.",
        "Bo: No, no, no, no. No. Just stick around. So what happened the other day at...at the Palace? Your date with Clint?",
        "Inez: That wasn't a date. This--this wasn't, either.",
        "Bo: Okay. No. Whatever. I owe you an apology.",
        "[SCENE_BREAK]",
        "Marty: Hannah's actions were wrong and had serious consequences, and that is not in question here. But what the court needs to understand is her very real and mitigating circumstances.",
        "Judge Thompson: Which are?",
        "Marty: Hannah's psyche is very fragile. Your Honor, it has been for quite some time. She suffers from very low self-esteem. Her parents were largely absent during her childhood, and even when they were present, they withheld their affections for even the smallest, slightest infraction. I--I understand that even now when they're in Europe, they have not called to check on her, nor have they returned the calls from her doctor. And Hannah believes that she's an embarrassment to her family and that is why they've abandoned her.",
        "Nora: I see. So because of her home life, Miss O'Connor should be allowed to disregard the law?",
        "Marty: No, of course not. But these circumstances can cause serious emotional deficits, and I'm not just speaking from a professional opinion, but from personal experience. People with these problems...they lash out. They do anything for attention, for help. Hannah was on the brink of a breakdown even before she met and was tossed aside by these men.",
        "Nora: Well, I'm sorry for her. I really am. But she interfered in a criminal investigation and by that interference, she aided and abetted a murderer. Listen, the point is this: Should she be accountable? Should she be held responsible for her actions? I mean, think about what she did to you and your son.",
        "Cole: Everything that Hannah did, she did to protect me.",
        "[SCENE_BREAK]",
        "James: I thought you just wanted to be friends. That was the choice you gave me.",
        "Starr: I know. But if we're being honest...",
        "James: What?",
        "Starr: My head wants one thing, but my heart, it's... really, really complicated.",
        "James: Wait. How--how--how complicated? What do you mean?",
        "Starr: James, you have to trust me on this, okay? Don't make me go into it.",
        "James: Why not?",
        "Starr: Because I've analyzed my feelings over and over again, and friendship is all that we can have.",
        "James: Because of Cole?",
        "Starr: Okay, remember what you told me about your mom? And how it felt when she picked you up after you fell and the way she felt and the way she sounded, and you can't stop resenting her for abandoning you. And you've said that you've never wanted to come between a child and a mother and a father, and don't you see that if I--if I say that I want something more, that-- that's what'll happen.",
        "James: Starr, I--",
        "Starr: Hope is my number-one priority. And whatever is happening with us, I love Cole. And I'm committed to him.",
        "[SCENE_BREAK]",
        "Judge Thompson: And who might you be?",
        "Cole: Cole Thornhart, Your Honor. Dr. Saybrooke's my mom.",
        "Judge Thompson: I see. So you're the young man who was mentioned? With your consent, Counselor, I'd like to hear this out.",
        "Cole: Thank you. Your Honor... it's true--Hannah tried to cause trouble for Starr and me, and, well, she did. But she never meant to hurt me.",
        "Judge Thompson: And you know this, how?",
        "Cole: Because Elijah Clarke threatened to kill me if she didn't swallow a bottle of pills. And she did. Your Honor, Hannah could've died. She put her life on the line to save mine. That's it. Thank you.",
        "Marty: It's true. I've seen-- I've seen real regret and even heroism coming from Hannah in her attempts to protect my son. Throwing her in jail would be...throwing this young woman's life away.",
        "Judge Thompson: This court neither saves nor throws away lives, Ms. Saybrooke. We're in the business of serving justice.",
        "Marty: Then I believe justice would be served by releasing Hannah from St. Ann's. She needs attention. She needs outpatient care. Supervision. Not more punishment.",
        "Nora: And who's supposed to supervise her, if her parents aren't interested?",
        "Marty: I will.",
        "[SCENE_BREAK]",
        "James: I guess... I guess this is it, then. I mean, I've sort of heard you say all this before. I just didn't want to believe it. I always thought there would be another chance between you and me.",
        "Starr: I'm really sorry.",
        "James: Don't be.",
        "Starr: I will be there for you, okay? I will not turn my back on you. I know what you're going through--with school and your mom and your brother, and it's all really hard. And I'll be there for you to talk as a friend, and we can forget about the kisses and all of that and just go back to the way things were.",
        "James: That is what I have been trying to tell you. I can't do that.",
        "[SCENE_BREAK]",
        "Bo: I know I made you feel uncomfortable at dinner with Nora and Clint.",
        "Inez: No. You didn't.",
        "Bo: Hmm. Tell the truth and shame the devil. See, that's one of my Pa's favorite expressions. It means--",
        "Inez: It means I'm lying.",
        "Bo: Well, no... well, if you want to put it bluntly, but...",
        "Inez: Well, maybe it was a little awkward.",
        "Bo: Just a little?",
        "Inez: Tiny bit.",
        "Bo: See...my relationship with Clint has been sort of complicated these days, and then when you two started dating-- or whatever it is that you and Clint want to call it-- it just... it felt a little close for comfort.",
        "Inez: Yeah, I was getting that impression.",
        "Bo: But you know, it's just like what I told Clint, though. You two are grown. You make your own decisions.",
        "Inez: I appreciate that.",
        "Bo: You're not buying it.",
        "Inez: Well, I--I just got the impression that you don't want me to date your brother.",
        "Bo: No, no, no, no. It's not that at all. No. Since our father died, Clint's had some pretty big boots to fill.",
        "Inez: You mean taking over the company?",
        "Bo: And the family. Which is probably about 10 times harder. And Clint's had his share of disappointments and wrongs come his way, some of them my fault. But all of these things have had an effect on Clint...and not all of them have been positive.",
        "[SCENE_BREAK]",
        "Clint: This is what you wanted, right? Well, here you go.",
        "Rex: What is it?",
        "Clint: What does it look like?",
        "Rex: Well, it looks like a picture of David. In a prison in morocco. Cleaning toilets. And it looks to me like you know all about it.",
        "[SCENE_BREAK]",
        "Cristian: Gigi. Hey. You're early.",
        "Gigi: Oh, well, you know what they say about first impressions.",
        "Cristian: Well, you don't have to worry about that stuff with me. All you gotta do is do your work and you'll be fine.",
        "Gigi: Yeah, well, that's what I'm worried about. I'm still trying to figure out what I'm good at. I'm hoping this is it.",
        "Cristian: Ha. Well, you shouldn't think about it in terms of good and bad. I basically just give you the tools and then you... you express what's in your heart.",
        "Gigi: What's in my heart? That simple?",
        "Cristian: That simple.",
        "Gigi: Okay. May I take a look at what you're working on?",
        "Cristian: Sure. Knock yourself out.",
        "Gigi: Wow. Wow. You're really missing Layla, aren't you? And you're not just sad. You're mad, too.",
        "[SCENE_BREAK]",
        "Rex: Is this for real? David's back in that prison? Why haven't you told Bo?",
        "Clint: Not a bad day's work, Balsom, but this is as far as it goes.",
        "[SCENE_BREAK]",
        "Inez: That sounds ominous.",
        "Bo: No, no, no, no, no. I didn't mean it that way. No, Clint's a great guy. He's the salt of the earth.",
        "Inez: But?",
        "Bo: Well, he's just been through a rough time lately.",
        "Inez: So have I.",
        "Bo: I know. See, that's a good thing, right? You two could understand each other. Help each other.",
        "Inez: You don't sound so convinced.",
        "Bo: Well, I just don't know that--if you react to problems the way that Clint does.",
        "Inez: For example?",
        "Bo: Okay. At my wedding to Nora, Clint pulled a gun on my son David.",
        "Inez: You're serious?",
        "Bo: Yes. Yes, it wasn't the first time, either. I mean, he threatened to shoot me when he found out that Nora and I were back together.",
        "Inez: Are you trying to tell me that Clint is dangerous?",
        "[SCENE_BREAK]",
        "Nora: You want to take custody of Miss O'Connor?",
        "Marty: I believe I can help her.",
        "Nora: Even after everything she's done to you and to your son?",
        "Marty: Yes. I feel I have a bond with Hannah. I did some terrible things when I was younger. I was out of control, as you well remember. And if people in my life hadn't stepped up and given me a second chance, who knows what might've happened to me.",
        "Judge Thompson: Well, I believe we've heard all the relevant facts. Is the Commonwealth planning on filing any further charges?",
        "Nora: Um...no, Your Honor. After hearing Dr. Saybrooke's testimony, I don't see there's any merit to it.",
        "Judge Thompson: Well, then this court hereby releases Miss O'Connor to the supervision of Dr. Saybrooke, provided she attends all counseling sessions and follows the recommended psychiatric therapy to the letter. Is that understood?",
        "Hannah: Yes, Your Honor.",
        "Judge Thompson: I hope you appreciate the tremendous gift that has been given to you today, young lady. Don't let it be in vain. All right, this court is adjourned.",
        "[Bangs gavel]",
        "Bailiff: All rise.",
        "Nora: On opposite sides yet again.",
        "Marty: Yes. It's funny how this keeps happening.",
        "Nora: And again, I feel... that you did the right thing. I would've been remiss if I hadn't brought up those things, you know.",
        "Marty: I know why you did what you did.",
        "Nora: Okay. And back at you.",
        "[SCENE_BREAK]",
        "Hannah: Ha ha.",
        "Cole: Well, I'm so glad you're free.",
        "Hannah: I--is this really happening?",
        "Cole: It looks that way. Just let me know if there's anything I can do to help, okay?",
        "Hannah: Just be my friend. That's enough.",
        "[SCENE_BREAK]",
        "James: I can't just be friends, no matter how bad I want you in my life.",
        "Starr: Well, can't you just try?",
        "James: I did. You saw what happened. I came to you for something that--that you couldn't give to me. I broke our deal, Starr. I don't want to do that again.",
        "Starr: Well, maybe you won't always feel this way.",
        "James: Trust me, if I'm around you, I will.",
        "Starr: Look, we both messed up today, James. We both did.",
        "James: We were kidding ourselves. At least I was. Starr, the only way that this friend thing would work is if that's what we both wanted. But I don't want to just be your friend. I can't be.",
        "Starr: So that's it? We never see each other again? You're just gonna walk away from me?",
        "James: I have to.",
        "Starr: You don't have to do anything. I know I'm the one that made the rules and set the limits, but we mean something to each other, don't we? There has to be a way that we can stay in each other's lives.",
        "James: I don't see how.",
        "Starr: We like each other. We get each other. You're just going to flip a switch and turn it all off?",
        "[SCENE_BREAK]",
        "Bo: No, no, no. Listen, I'm not trying to make Clint sound like a homicidal maniac or anything. All this, you know, talk about guns and stuff, that's just part of being a Buchanan. It's the way we grew up.",
        "Inez: With guns?",
        "Bo: Mm-hmm. Pa taught us to shoot while we were still in diapers, practically. So Clint, with all this talk about guns and shooting and everything else, it's just bluster.",
        "Inez: Okay. Ha ha. So let me get this straight. If Clint comes after me with a six-shooter, I shouldn't even give it a second thought, because it's just bluster. That's great. I can't--I'm so excited to date your homicidal brother.",
        "Bo: You didn't know you're moving into Dodge City, did you?",
        "Inez: No.",
        "[Laughter]",
        "Nora: What's so funny?",
        "[Bo laughs]",
        "[SCENE_BREAK]",
        "Clint: You saw what you came to see, and that's it. It would be very unwise to share this with Kelly, or anybody else.",
        "Rex: If I didn't know any better, I'd say you were threatening me, Clint.",
        "[SCENE_BREAK]",
        "Kelly: Rex, I am assuming you're okay and Clint didn't find you in his office. Let me know if I need to bail you out--or plan a funeral. Kidding. Call me.",
        "[SCENE_BREAK]",
        "Cristian: Tell me what else you see.",
        "Gigi: Oh, I don't--I--I don't know anything about art, remember?",
        "Cristian: Just tell me what you see, and trust your eyes.",
        "Gigi: Well, this dark part right here, it gives it a mood. It's pretty--ahem-- heavy. And the way you've got these lines going into the background, they just kind of fade off. It makes me feel like you've got this huge distance between you and what you really want.",
        "Cristian: I think you're gonna do just fine.",
        "[SCENE_BREAK]",
        "Cole: Mom, what you did for Hannah was...was unbelievable. Thank you.",
        "Marty: I just told the truth.",
        "Cole: I think it was a little more than that.",
        "Marty: Well, maybe. But I hated the thought of Hannah paying for these crimes when she's a victim. Right?",
        "Cole: Yeah.",
        "Marty: Ah, do they need something from me?",
        "Hannah: No. The paperwork is all done and I'm free. So now what?",
        "Marty: We go home.",
        "[Hannah chuckles]",
        "Marty: Come on.",
        "[SCENE_BREAK]",
        "James: Flipping a switch and turning my back on you, that's not what I want. But that's how it is. You made your priorities clear.",
        "Starr: And there's no middle ground.",
        "James: It would always be second best. And that's not good enough..",
        "Starr: I get it. I hate it, but I get it.",
        "James: Well, I...I better go. Okay? I'll see you around, twinkle."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=LC9OPuCZiWk"
}