{
    "Episode Summary": [],
    "Recap": [
        "Todd has a \"plan\" which he reveals to Marty. He tells her that he is going to raise Starr's baby and she can help him. She seems a bit confused as to why he is so \"confident\" that it will work. But he seems to believe that he can have things his way. Meanwhile, John is investigating Todd's home with surveillance cameras and suspects \"Jessica\" of knowing Todd's secrets. Bo goes to talk to his niece. Tess makes efforts \"play Jessica\" and give Bo no reason to suspect that she is not herself, but she cannot answer his questions. Meanwhile, Tess and the contractor go down into the basement and forget to close and lock the door. Tina's dog follows them unseen while they are distracted. Tina then goes after her dog and asks them what their big \"secret\" is. Starr is still adamant about having Marcie adopt her baby with or without Michael or Cole on board with her plan. Blair and Marcie both accompany her to her birthing class. But Todd spies upon them and has \"other plans.\" Cole reveals to Langston that he and Starr are not getting back together, and he may have a better \"connection\" to her."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Bo: What's going on here, Jess?",
        "Tess: [As Jessica] Uncle Bo. Oh, we were so worried about you. Where did you disappear to all this time?",
        "Bo: I was in Texas.",
        "Tess: Bo, why didn't you call us and let us know?",
        "Bo: Oh, well, I wasn't thinking real clearly.",
        "Tess: Oh, well, what were you doing there?",
        "Bo: It's all kind of complicated.",
        "Tess: Well, we should have dinner some time and talk about it.",
        "Bo: Well, yeah, sure, but I mean, do you think you'll have the time? It looks like there's a major electronic operation going on here.",
        "Tess: No, him? This is nothing.",
        "Bo: No, I think that it definitely must be something. You must really know what you're doing, uh, installing all this high tech cable. What's it for?",
        "[SCENE_BREAK]",
        "Tina: Oh, David Vickers, honey. Oh, you're at that basement door again? Now, listen, an obsession like that is only going to drive you crazy, honey, really. Take it from me, someone who knows. Besides, I don't want to have to give you doggie downers. Yeah, but what if you're not crazy, huh? You know, Jessica made very sure that she locked that door. And every time I even mention the basement, she acts like I'm accusing her of not being a natural blonde. Maybe there's something behind that door. Something little Jessica doesn't want anybody to see.",
        "[SCENE_BREAK]",
        "John: Come on in.",
        "Blair: Bad time?",
        "John: No, not a bad time at all.",
        "Blair: I just came from the courthouse.",
        "John: Ah, did, uh -- did Manning get Sam?",
        "Blair: Mm-mm. The judge gave me custody for another year.",
        "John: Smart judge. Manning shouldn't be raising Sam or any other kid.",
        "[SCENE_BREAK]",
        "Marty: So if Starr isn't giving the baby up for adoption and she's not going to raise it herself, who will?",
        "Todd: Yours truly.",
        "Marty: You're going to raise Starr's baby?",
        "Todd: I know she wants me to. Isn't that wonderful?",
        "Todd: Yeah, Starr made a decision and she changed her mind. Which probably was not easy for her.",
        "Marty: I wouldn't think so.",
        "Todd: But she looked at all the options and she realized that the best thing for her baby would be for me to raise it.",
        "Marty: And you've agreed.",
        "Todd: Oh, of course. I absolutely love children. I would do anything for Starr, obviously.",
        "Marty: Wow. It's just that you've had such difficulty with your family, this is surprising.",
        "Todd: You're telling me. But, you know, Starr and I have a real special bond. I think she sees that she's doing the right thing.",
        "Marty: Yeah, you seem certain of that.",
        "Todd: Oh, I am -- I am. She realized that, you know, this kid is going to be a Manning and he needs to be raised like a Manning.",
        "[SCENE_BREAK]",
        "Tina: So what do you think, David Vickers? Could Jessica be stupid enough to leave a key up here on the door frame? Well, maybe not stupid, maybe crazy. Now with our family, that is a distinct possibility. Let me see, what do I -- ouch!",
        "Roxy: And who are you? Look at you. This dog's not going to give me fleas, is it?",
        "Tina: I assure you, David Vickers does not have fleas.",
        "Roxy: I was talking about the dog.",
        "Tina: Excuse me. The dog's name is David Vickers and he has been deflea-ed. I'm afraid I can't say the same for David Vickers, the man.",
        "Roxy: No kidding. He's probably got something worse.",
        "Tina: Listen, now that we've settled that, who are you and why are you coming into this kitchen without knocking?",
        "Roxy: Oh, I'm a close personal friend of the family's. I'm Natalie's mommy.",
        "Tina: No, Viki is Natalie's mom.",
        "Roxy: No, so am I. I mean, well, you know, I used to be. I'm kind of like her metaphysical mom, if you catch my drift.",
        "[SCENE_BREAK]",
        "John: Everything considered, I think Sam's pretty lucky to have you.",
        "Blair: I'm the lucky one. I mean, I can say that now that I can look at him without seeing his mother.",
        "John: Yeah, well, babies don't ask to be born. They don't get to choose their parents.",
        "Blair: I don't think I could love that boy any more than if he were my own flesh and blood.",
        "John: You want to -- you want to grab some lunch or something?",
        "Blair: That's sweet, but I actually have to meet Starr at the hospital.",
        "John: Is everything okay?",
        "Blair: No, everything's fine. We're just starting our birthing classes today.",
        "John: Oh, yeah, birthing classes.",
        "Blair: Yeah, you know what? You probably want to tag along, don't you? I know that it's so right up your alley.",
        "John: That is not up my alley.",
        "Blair: Well, okay, I know you're dying to know all about this stuff, so if you really want to know, I'm going to be at Capricorn tonight, okay?",
        "John: You working?",
        "Blair: I own the place, remember?",
        "John: Oh.",
        "Blair: You get back to work.",
        "John: Okay.",
        "[SCENE_BREAK]",
        "Marty: So you'll be raising Starr's baby. That's -- that's good.",
        "Todd: That -- I thought you'd be happier.",
        "Marty: No, I am -- I am. I'm just sorry that you lost Sam.",
        "Todd: No, no, no, no. It'll work out, man. It's going to work out now. The judge gave me a year to get my act together and I'll get my act together. No problem. He's going to see how a beautiful job I'm doing with Starr's kid, and he's going to give me Sam.",
        "Marty: Wow, you're more hopeful than I've seen you in a long time. And this has been a tough few months. I can't imagine what it must feel like to have children and not be able to see them.",
        "Todd: Well, it's going to be different now. I feel like celebrating. We should throw a party. No one would come, though.",
        "Marty: And if you're going to throw a party, you better do it soon, because you're not going to have any time to yourself when the baby comes.",
        "Todd: Why not?",
        "Marty: Okay, have you thought about hiring someone to help you with this baby?",
        "Todd: No, I haven't.",
        "Marty: No. Okay, Blair and Starr -- are they going to help?",
        "Todd: [Scoffs] Well, Blair's not going to come anywhere near this kid, that's for sure. And if Starr wants to be a mother, then, you know, that's a different story.",
        "Marty: Well, that's a big change for Starr, letting you keep her baby. Do you know what happened?",
        "Todd: Uh, I think she realized that I'm right about Marcie McBain, and she'd be the mother from hell.",
        "[SCENE_BREAK]",
        "Marcie: Oh, Michael.",
        "Michael: Hi.",
        "Marcie: Hi.",
        "Michael: It's good to see you.",
        "Marcie: You, too. You look good.",
        "Michael: Thanks.",
        "Marcie: I have a bunch of your mail for you at the apartment.",
        "Michael: Oh, okay. All right, it's probably just bills and catalogues and junk. If you want to just leave it at the hotel, that would be fine. I'm not really sure where I'm staying in the long term, you know, so...",
        "Marcie: Yeah, I was thinking that you and I should talk about the apartment. What to do with it and all the stuff.",
        "Michael: You mean you're not staying there?",
        "Marcie: I don't know yet.",
        "Michael: Well, then, yeah, I mean, I guess we should talk. I have -- I'm due for a break. Do you want to --",
        "Marcie: No, I can't right now.",
        "Michael: You're volunteering in pediatrics?",
        "Marcie: I am, yes. Oh, but, um...",
        "Starr: Hi, Dr. McBain. I'm really glad you're here. All the couples have been giving me these really weird looks.",
        "Marcie: We're here for birthing class. I'm going to be there when Starr has the baby.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Cole: Hi.",
        "Langston: Hi, um, Starr's not here right now.",
        "Cole: I actually came here to see you.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] You know, it's the funniest thing. Uh, Mom's away in Africa and, uh, you know, everything just falls apart when she's not here. I plugged my curling iron into the socket and, you know, sparks came out everywhere. So I hired him to just take a look around and make sure that everything's safe, you know?",
        "Bo: Yeah, but, Jess, this is for transferring high speed data, not electricity.",
        "Jess: I know, I know. You know, he thought that we should, uh, update the entire house. You know, bring it into the 21st century. Um, Leo, would you, uh, go into the other room and go and check on the other things that you were checking on?",
        "Leo: Yeah, sure.",
        "Tess: Thank you. Thank you. You know, he comes highly recommended. So let's sit and tell me about your time away.",
        "Bo: Well, let's talk about you first.",
        "Tess: Me? I don't know what there is to talk about. I'm just hanging at the house, hanging out with Bree, morning sickness. Not much to report.",
        "Bo: Well, how about the, uh, the secret that you're keeping? Can we talk about that?",
        "[SCENE_BREAK]",
        "Roxy: I can't believe you're Sarah's mom. She is the shizzle. She got Snoop Dogg doing his \"izzle\" thing for my son's fiancée's bachelorette party, except they're not together now.",
        "Tina: Oh, I'm sorry. But, yeah, I mean, Sarah was always destined for greatness. I mean, even when she a little tiny little girl, I always knew she would turn out great. And you, you must be so proud of how Natalie's turned out.",
        "Roxy: I wish I could take credit for how great she is, but I really can't, because she raised me more than I raised her. Because, quite confidentially, I was a total mess in her informative years.",
        "Tina: Why are you so hard on yourself? I mean, you seem like a lovely woman.",
        "Tina: Oh, baby, I am a beaut. Listen, I've done some really terrible things. Like, one of the worst things I ever did is I tried to scam my sister out of a whole lot of money.",
        "Tina: Well, get in line, because I tried to steal one of her husbands.",
        "Roxy: Really? I would never do anything as low as that. But what I did do is I got Max Holden to marry me because we got completely schnockered in Las Vegas.",
        "Tina: Oh, my God! I was supposed to marry Max Holden.",
        "Roxy: You were? What happened?",
        "Tina: Well, we had this little problem with someone saying the wrong man's name during the \"I do's.\"",
        "Roxy: Is that why he was so cold to me? Because he was into guys?",
        "Tina: Oh, no, no. No, not at all. No, I'm the one who said the wrong guy's name.",
        "Roxy: You think that's bad? Well, I kept Natalie away from Viki for years because I passed her off as my own. It was all because of Mitch Laurence.",
        "Tina: Oh, you know, I can so top that.",
        "Roxy: Oh, yeah?",
        "Tina: Yeah, I passed another baby off as my own and then I actually helped some people switch babies. And then I've dated Mitch Laurence.",
        "Roxy: Oh, that's pretty pathetic. But you know what's worse than that? That's being a terrible mother. And that's what I am. I am the worst.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] What secret? I mean, don't you get tired of playing detective all the time?",
        "Bo: Yeah, but I'm not playing. Jess, I'm here because I'm worried about you.",
        "Tess: I'm fine.",
        "Bo: Well, yeah, you act like nothing's wrong, but I know better. John told me.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "John: McBain. Yeah, I'm looking at it right now. We would have had this footage months ago if it wasn't for that judge. I'm hoping to get a glimpse of Ramsey's mystery woman.",
        "[SCENE_BREAK]",
        "Todd: I knew it wouldn't be long before Starr saw what I saw.",
        "Marty: Which was?",
        "Todd: Which was that Marcie McBain can't be trusted to take care of a gerbil, let alone a baby.",
        "Marty: Why?",
        "Todd: Well, I told you, right? She kidnapped my kid, Sam.",
        "Marty: What?",
        "Todd: Yes, she had him in the room and she was waving a gun around, holding off the cops.",
        "Marty: Oh, my God.",
        "Todd: I know. It's true.",
        "Marty: Well, I hope that Starr sticks with her decision.",
        "Todd: Why would she change her mind?",
        "Marty: From everything you've been telling me, she just seems like she's in a pretty fragile state. I just want you to be ready for the possibility she might change her mind.",
        "Todd: I see. Is that your professional opinion, Doctor?",
        "Marty: I just don't want to see you get hurt again.",
        "Todd: It's not going to happen.",
        "[SCENE_BREAK]",
        "Michael: Well, Marcie's going to be a great coach.",
        "Marcie: And she's got Blair.",
        "Michael: Sounds like she's got a lot of support. Just, um, make sure that you let your ob and the rest of the labor team know what you want, right? Don't let them tell you what's best for you.",
        "Starr: Okay, I will. You know, I really wish that you were doing this with us.",
        "Michael: Yeah...",
        "Starr: Well, because, you know, you're a doctor and you know all that stuff.",
        "Michael: Right.",
        "Starr: You know what? I'll just meet you inside, okay?",
        "Marcie: Yeah, okay. Starr still seems to think that you and I come as a package.",
        "Michael: Yeah, a lot of people think that.",
        "Marcie: Think it's possible, Mike? They could be right, maybe?",
        "[SCENE_BREAK]",
        "Marty: What made you so sure?",
        "Todd: Well, my lawyer laid out in great detail everything that Marcie and her husband had done and that the social worker said that she thinks that Sam will never be the same because of what they had done. And then when he said that, you could see it hit Starr deeply. And I think at that moment she realizes that Marcie can't be trusted to raise a baby.",
        "Marty: You know, I can understand why then she wouldn't want to give the baby to this Marcie, but I don't understand why she decided to give the baby to you.",
        "[SCENE_BREAK]",
        "Bo: John McBain told me that you had a scare about your baby over at Manning's house.",
        "Tess: [As Jessica] Oh, I was overreacting. It was nothing.",
        "Bo: John didn't seem to think so.",
        "Tess: Well, John might be a really good detective, but he doesn't know anything about pregnant women, okay? I was overreacting. It was nothing. And I really wish that John wouldn't involve my family in my personal business.",
        "Bo: Well, Jess, he's concerned about you.",
        "Tess: You know, if it had been something serious, you would have known about it. I just feel like everybody's watching me all the time.",
        "Bo: Jessica, I want you to understand that we're your family and we're here for you.",
        "Tess: Really? Is that really why you're here?",
        "Bo: What do you mean?",
        "Tess: Well, I know that John thinks that Uncle Todd and I are involved in something shady.",
        "Bo: Is he wrong?",
        "[SCENE_BREAK]",
        "Todd: I finally figured out a way to get through to Starr. And that's what did it.",
        "Marty: What did you do?",
        "Todd: I convinced her to look at my life and the mess that it has become. I'm divorced again and unable to see my children. I have no friends and, uh, I told her that the main reason that my life is in shambles is because when I was a baby, I was given away. And everyone around me was convinced that my adoptive parents were going to be great. They were not.",
        "Marty: Mm.",
        "Todd: And Starr realized that she was about to make the same mistake, and she said to herself, I need to give this kid to someone that I can trust, someone who will love it.",
        "Marty: Mm, you.",
        "Todd: That's right. 'Cause deep down she knows that I love her and Jack and Sam more than anything. And nothing's ever going to change that. I made a lot of mistakes, but whatever mistakes I made, it's been because I love them.",
        "Marty: Well, John and Blair certainly haven't helped your situation.",
        "Todd: They've got the whole town hating me. And, until today, Starr really didn't trust me, but now she knows that I'd do anything for this baby. She doesn't want to have it go through what I went through.",
        "Marty: I am glad something's finally going your way. Yeah. This could be a turning point for you. Well, and me. It is time for me to leave, Todd.",
        "[SCENE_BREAK]",
        "Marcie: Starr isn't due for a couple of months, Mike. You still have time to change your mind. You can be in that room with us, just like Starr said. And then -- then afterwards we can take our baby home with us.",
        "Michael: And then what?",
        "Marcie: Well, then we try to -- to do what we tried to do two years ago. We make a family together.",
        "Michael: I thought we already were a family, Marcie, you and me, but then I find out that that's not enough for you.",
        "[SCENE_BREAK]",
        "Starr: Ooh. Hi.",
        "Blair: Hey, where's Marcie?",
        "Starr: She's out there talking to Dr. McBain.",
        "Blair: Oh.",
        "Starr: Mom, I think I screwed things up between them again.",
        "Blair: Why? What did you do?",
        "Starr: Well, I kind of told Dr. McBain that I wish he was going to be there when the baby's born.",
        "Blair: Oh, well, so? It's -- look, Starr, it's okay because it's what you want.",
        "Starr: Michael and Marcie should be having this baby, not me. There are all of these happy couples here and then there's me and my mom and the woman who's going to be adopting my baby.",
        "Blair: You want to bail on this little meeting here?",
        "Starr: No.",
        "Blair: Well, good. Look, all this is about is they're going to teach you what to expect during the pregnancy and at birth. And I think that's a good thing.",
        "Starr: Okay, it doesn't mean that I want to be here, though.",
        "Blair: Well, why would you, sweetheart? You're 16 years old and you're having a baby.",
        "Starr: I know. I'm the typical stupid teenager that decided not to use protection.",
        "Blair: That's not what I meant when I said that. See all these people? Look at them. They're all involved in their own pregnancy. They are. They're not focused on you.",
        "Starr: Okay, you know that that's not true, Mom. All of these people are going to use me as an example to their children. She was only 16 and she was pregnant. And her boyfriend was nowhere to be found because he probably ran out on her. If they only knew I'm the one to blame.",
        "[SCENE_BREAK]",
        "Cole: Working on something?",
        "Langston: I was just trying to get some information about my family.",
        "Cole: Oh, yeah? What kind of information?",
        "Langston: Just trying to figure out if I'm the only Wilde or Montez still walking around.",
        "Cole: You think you have other relatives out there?",
        "Langston: I don't know. We'll see.",
        "Cole: Well, good luck.",
        "Langston: Thanks.",
        "Cole: I hope it's okay that I just showed up without calling first or anything.",
        "Langston: You always used to just show up before.",
        "Cole: Yeah, when Starr was still my girlfriend. Now I'm the guy that ruined her life.",
        "Langston: You didn't ruin her life, okay? It's just changed. Whatever happened, you both did it. I know you're not the root of all evil, Cole.",
        "Cole: Thanks. Maybe there is a future for me. And you.",
        "[SCENE_BREAK]",
        "Tina: Come on, Roxy, it can't be as bad as all that.",
        "Roxy: It's worse. I lied to Rex about his father for his whole life, and then when he found that out, I lied to him again.",
        "Tina: Oh, now he knows about the second lie?",
        "Roxy: Yeah, and he was even madder about the second lie than he was about the first, because he was really getting attached to this second, phony dad. I swear to you, he said to me, \"I will never talk to you again, Roxy, unless you tell me the truth.\"",
        "Tina: Yeah, truth. Such an annoying word.",
        "Roxy: Aw, man, the truth is so totally overrated. I just hope he gets over it. And, you know, if I tell him what he thinks he wants to hear, he's never going to forgive me.",
        "Tina: You know you're not alone. I'm a rotten mother, too.",
        "Roxy: Really?",
        "Tina: Oh, yeah. I mean, at least you're trying to get involved in your son's life. Now, me, I actually convinced myself that my children were better off if I stayed as far away as possible, which -- which is just selfish.",
        "Roxy: Did you miss them?",
        "Tina: Probably. Probably, but somehow, something or someone just always got in the way, and -- you know, I thank God, I am so happy that Sarah, my Sarah, is actually talking to me right now. But at the same time I don't even know where my son is.",
        "Roxy: Yeah, I don't even know where Rex went for awhile. It drove me absolutely nuts.",
        "Tina: Well, your lies aren't nearly as bad as mine. I mean, at least you know where your children are.",
        "Roxy: Why do you do that?",
        "Tina: What?",
        "Roxy: Make me feel better while you're making yourself feel worse.",
        "Tina: It's a gift. And a curse.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] I think I have a right to know what John's accusing me of. What, does he think that I timed out the problem with my pregnancy to coincide with his search?",
        "Bo: Jessica, no one's accusing you of anything.",
        "Tess: Yes, he is. He's been suspicious of me since I had those pains at Todd's house. I don't even know why he showed up with a warrant in the first place.",
        "Bo: John thinks that Manning may be connected to that homicide that happened at his old place.",
        "Tess: What, Ramsey's murder? I thought you already knew who killed him.",
        "Bo: A few loose ends.",
        "Tess: Am -- am I one of those loose ends?",
        "Bo: It's John's job to be suspicious about everyone.",
        "Tess: Unbelievable. Guilty until proven innocent, I guess. Listen, I am a pregnant widow with a two-year-old. I have enough trouble getting up out of bed in the morning, let alone getting involved in one of Todd's schemes.",
        "Bo: I'm sorry.",
        "Tess: Yeah. You know, I know how you all feel about Todd, but he's my uncle, and he's always been good to me. And -- and I'm not going to apologize for that. But I'm also not going to put myself in the position to be one of his alibis.",
        "[SCENE_BREAK]",
        "John: Who are you? Hey, it's McBain. I could use your help.",
        "[SCENE_BREAK]",
        "Langston: A future for us? You and me?",
        "Cole: That -- that couldn't have come out any more wrong. And I even practiced what I was going to say to you.",
        "Langston: Okay. Why don't you just start over?",
        "Cole: Okay. When my mom died, I felt that... well, I felt that you weren't just Starr's friend, that you were my friend, too.",
        "Langston: And you weren't just Starr's boyfriend to me. You were my friend, too. That's why I wanted to talk to you today, to see if you think that, when all this is over and done with, that you and I, we could still be friends. Or is that just totally crazy?",
        "Langston: I don't think it's crazy, but I just -- I don't think it's going to happen.",
        "[SCENE_BREAK]",
        "Blair: Starr, there's no reason that you should give up on you and Cole.",
        "Starr: Mom, we broke up.",
        "Blair: Well, people break up. You've done it before.",
        "Starr: I know, but this time it's serious.",
        "Blair: Yeah, and it's always serious. I mean, people break up, they get back together, they break up, they get back together, they break up, they get back together. Just look at your dad and me.",
        "Starr: Don't use you guys as an example. That's terrible, Mom.",
        "Blair: Good point.",
        "Starr: Look, I'm sorry. I know you're trying to help. I don't -- I didn't mean to make you feel bad.",
        "Blair: You didn't. I just think that you just -- I don't want you to get a phone call. I mean, he might be really mad at you right now because you're giving up the baby, but I think once the baby is here, and it's a reality, he's going to realize that you've made the best decision for the both of you.",
        "[SCENE_BREAK]",
        "Michael: When we got married, I didn't realize that without a baby our relationship didn't mean anything.",
        "Marcie: You know that's not true.",
        "Michael: No, I don't know that, Marcie. We're separated and on the verge of a divorce because you're insisting on adopting the one baby in the universe that you know you shouldn't adopt.",
        "Marcie: This might be the only baby in the universe I ever have the chance to adopt.",
        "Michael: Well, that does not mean that Todd Manning is going to allow it.",
        "[SCENE_BREAK]",
        "Todd: No, no, that's not good. You can't leave now. It's not safe for you to leave now.",
        "Marty: I'll be okay. I'll finish my rehab somewhere far away from Llanview, somewhere John McBain won't even think about --",
        "Todd: No, no, no, not John McBain, that's the wrong reason. You can't leave for that reason.",
        "Marty: No, this is the -- this is the perfect reason. You're going to have a baby here. You can't worry about someone coming here after me.",
        "Todd: No one's going to get to you. Look, I'm wealthy. I can hire as many bodyguards as you need.",
        "Marty: That' not the point. You need to focus on the child.",
        "Todd: But the child won't be here for a couple more months, and you're going to be so much better by then.",
        "Marty: Yeah, and I'll be in the way.",
        "Todd: All right, listen. When I found you at Ramsey's, I could have left you there, right? But something told me that you were going to need me, and I was right. And I need you now. Okay, you -- you make me feel like -- like a decent guy you're the best part of my life. And you can help me.",
        "Marty: How?",
        "Todd: Marty, I have three kids. And I have never had to take care of them by myself. Now I got this baby coming. I have -- I have no clue how to take care of a baby. But if you were here, we could do it together.",
        "Marty: Help you? I can barely stand up.",
        "Todd: But you're a woman, you know. You got the equipment.",
        "Marty: [Laughs]",
        "Todd: Mothering is going to be natural to you, right? It's in your DNA.",
        "Marty: I don't know what I know about mothering.",
        "Todd: But you're smart. You'll figure it out, you know. You give great advice. And I'll do all the legwork. No problem. And you're here already and you're comfortable. Haven't I made everything as comfortable as humanly possible for you?",
        "Marty: Yes, yes.",
        "Todd: Well, stay here and help me.",
        "Marty: No, I don't know.",
        "Todd: Come on, just -- just give it a little chance, all right? I mean, you're already here. And you don't have a family. You know, me and you and this little baby -- we could, uh, we could form a little, uh, whacked out family.",
        "Marty: A family.",
        "Todd: Yeah. I'm not asking you to marry me or anything, I'm just saying, you know, give it a whirl. And, you know, the thing of it is neither of us have anybody.",
        "Marty: I don't know how to be a parent.",
        "Todd: But we're smart. We'll do it together. We'll figure it out. Now just think about it.",
        "Marty: Okay.",
        "Todd: Okay?",
        "Marty: Okay.",
        "Todd: I'm going to go check in at the paper. You'll think about it?",
        "Marty: Okay. Okay.",
        "Todd: Because I think you'd be a great mother.",
        "Marty: Okay.",
        "Marty: Oh, boy.",
        "[SCENE_BREAK]",
        "Langston: Starr's like a sister to me, Cole, and you really hurt her.",
        "Cole: She's giving our baby away. You think that doesn't hurt me?",
        "Langston: Dude, she's got good reasons for that, and you're not listening to that.",
        "Cole: Really, she does?",
        "Langston: Yeah.",
        "Cole: Okay, can you make me understand, please?",
        "Langston: Well, I don't know. Starr really needs me right now, okay? I'm the only person our age that she can even talk to.",
        "Cole: Look, I don't want to mess things up between you and Starr.",
        "Langston: You and her are meant to be together. Everybody knows that.",
        "Cole: Just between you and I, we've been through so much of the same stuff. You know, losing our families, ending up alone.",
        "Langston: I know.",
        "Cole: I just -- I was really hoping that -- that we could still be friends.",
        "Langston: I hope so, too.",
        "[SCENE_BREAK]",
        "Man: Hi, I'm Craig. This is my wife, Christie.",
        "Christie: Hi.",
        "Blair: Hello.",
        "Craig: Kind of nervous about this whole birthing coach thing. How's your boyfriend doing?",
        "Starr: There is no boyfriend.",
        "Christie: Oh, I'm sorry.",
        "Blair: I'm Blair.",
        "Christie: Hi.",
        "Blair: I'm Starr's mother and I'm going to be her coach, and we're both going to learn a lot today.",
        "[SCENE_BREAK]",
        "Marcie: I'm not afraid of Todd, Michael.",
        "Michael: You are in so much denial, and if you weren't, you wouldn't be making this mistake.",
        "Marcie: No. I just believe in taking risks to be happy. I think adopting this baby is worth the risk, Michael, and I want you to be a part of it. If you change your mind, I'll be waiting for you.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] We should really go to dinner sometime and catch up.",
        "Bo: Well, we sure will.",
        "Tess: Good.",
        "Bo: Thanks. Hey, uh, Jess, I hope you don't mind if I, uh, check in on you every now and then.",
        "Tess: No, not at all. The fact that you care means a lot.",
        "Bo: You know, Jess... I miss Nash, too. He had a quirky way of getting things done, but I -- I really liked that about him.",
        "Tess: Yeah, me, too.",
        "Bo: Don't let Manning talk you into anything.",
        "Tess: I won't, I promise.",
        "Bo: Okay, you take care.",
        "Tess: You, too. [Normal voice] God, I am so sick of family.",
        "Leo: I think I got all the cameras set up. You want to see the finished product?",
        "Tess: Absolutely.",
        "[SCENE_BREAK]",
        "Roxy: So, you'll tell Natty that I was here?",
        "Tina: Oh, absolutely. Oh, and thanks for the really great job you did on my nails.",
        "Roxy: Listen, I owe you a big freebie, because you calmed me down so much.",
        "Tina: Oh. Oh, honey, remember. Us imperfect girls, we have to stick together.",
        "Roxy: I got something else for you. 15% off on your next wax. Ah, make it for free.",
        "Tina: Oh, thanks. You know, I'll make an appointment as soon as I can. Maybe we can have lunch?",
        "Roxy: You got it.",
        "Tina: I'll walk you to your car.",
        "Roxy: You're a gem, you know that?",
        "Tina: Yeah, I am.",
        "Tess: Come on.",
        "[SCENE_BREAK]",
        "Leo: I had to cut some corners to make your schedule.",
        "Tess: Well, I hope not too many. I have a very specific use in mind for this room.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "John: Come in.",
        "Oliver: Hey.",
        "John: Hey.",
        "Oliver: Reporting for duty, Sir.",
        "John: How are things going in Cherryville?",
        "Oliver: Smoking. I cracked a big bicycle theft ring, got my picture on the front page of \"The Cherryville Gazette.\"",
        "John: Okay, all right. Well, thanks for pulling yourself away from all that to help me out.",
        "Oliver: Hey, I go where I'm needed. What's the case?",
        "John: Do you think you can enhance this image so I can figure out who this woman is?",
        "[SCENE_BREAK]",
        "Todd's voice: I think you'd make a great mother.",
        "[SCENE_BREAK]",
        "Cole: Well, good luck finding the long lost relative.",
        "Langston: Oh, it's no big deal if I don't. I mean, I have a new family now.",
        "Cole: I know. But, you know, if I thought I could find a -- a cousin or aunt or uncle, I'd do whatever it took.",
        "Langston: You would?",
        "Cole: Yeah. Well, see you around.",
        "Langston: Um, well, is there anything that you want me to tell Starr?",
        "Cole: I came here to see you.",
        "Langston: Cole, we could have talked about all this on the phone. You were totally hoping to run into Starr.",
        "[SCENE_BREAK]",
        "Teacher: The goal of this class will be to increase the confidence in each of you here who is going to be giving birth. Now, I know the old cliché that it's all about breathing, but you and your partners will learn very simple coping strategies, and breathing is only one of them. You will learn how to respond to pain in a way that will help you facilitate labor and increase your comfort level. Birthing is a normal, natural, and healthy act, and we believe women have the right to give birth free from medical interventions. But, please, don't interpret that to mean that we take a hard line against pain relief medication during labor. We don't. That will ultimately be an individual choice.",
        "[SCENE_BREAK]",
        "Tina: David Vickers? Honey? I found a stick. Come on, sweetie, let's play catch. I swear that dog gets into as much trouble as his namesake.",
        "[SCENE_BREAK]",
        "Leo: Even better than what you wanted, huh?",
        "Tess: Are you absolutely certain about the soundproofing?",
        "Leo: Well, once this door's closed, you could blow a stick of dynamite in here and nobody would hear a thing.",
        "Tess: And how do I lock it?",
        "Leo: See that keypad? You press in any code you want, and then you press the star key. You'll be the only one who knows it.",
        "Tess: Huh. The hidden camera seems to be working.",
        "Leo: Told you I knew what I was doing.",
        "Tess: Well, all right, Leo. This is absolutely perfect.",
        "[Crashing sound]",
        "Tina: [Scoffs] Perfect for what?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=cvlLy_1eRWk"
}