{
    "Episode Summary": [
        "Episode # 11028"
    ],
    "Recap": [
        "Natalie admits to having second thoughts about marrying Brody. Jessica finds out he's proposed and her sister said no and tells him she knows the sole reason for that is because Natalie is not over John and not because she could care less about what she's done to Jessica by taking her sister's fiancé from her. Jessica wants to be able to not care that her ex fiancé proposed to her sister but realizes she is upset. She goes to see Robert Ford who has admitted to his brothers that he misses Tess. He's happy to see her and she-him. But Jessica is not over Brody and Natalie is not over John either.",
        "Blair tells Starr that although she does not believe that Jack saw original Todd kill his dad, she has to \"back\" her son because she's afraid if she turns against him, he will shut down and she will lose the boy who once had a conscience. Dani convinces a furious and non responsive Tea to represent original Todd because she believes that he did not kill her father."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Ford: Oh, I miss Tess.",
        "Nate: I miss Dani.",
        "James: I miss Starr.",
        "Nate: Seriously?",
        "James: What? It's been, like, a whole...hour.",
        "[SCENE_BREAK]",
        "Blair: Well, thank you, Viki. Thank you for letting me know. We'll talk soon, ok?",
        "Starr: Hey, it's a little late to be talking to Aunt Viki, don't you think?",
        "Blair: Yeah. She had something to tell me, and I don't want to freak you out, sweetheart.",
        "Starr: Dad was arrested for murder.",
        "Blair: Oh, I was really hoping I would get to you before you heard it on the news.",
        "Starr: It's not how I found out.",
        "Blair: Well, then who told you that your father was in jail?",
        "Starr: The person that put him there, hmm--my sweet, little brother.",
        "[SCENE_BREAK]",
        "Dani: Todd doesn't have anyone he can count on, Mom. You're the only person that can get him out of jail.",
        "Téa: And why is that? Because he's alienated everyone else he knows.",
        "Dani: Everybody deserves a defense. You taught me that before I even learned to read.",
        "Téa: Well, someone else is gonna have to be in charge of Todd's defense. I'm not defending the man who murdered my husband.",
        "[SCENE_BREAK]",
        "Brody: You're sleeping pretty good tonight, aren't you, buddy? I think you like this place. I do, too. It's pretty great. Even if it wasn't, I'd still be pretty happy because we're all together--you, me, and your mom. I could tell you a little secret. I asked her to do something tonight that'll make us a real family. That's right. All she has to do is tell me she'll marry me.",
        "[SCENE_BREAK]",
        "Roxy: Yo, dude, I'm talking to you. Don't give me those snake eyes. You don't want to talk about Todd Manning, great. We don't have to talk about him. Natty is someone that we both care about. Let's talk about her, her and you.",
        "John: There is no me and Natalie.",
        "Roxy: Yeah, and I'm not a natural blonde. You know, you can say what you want, but that don't mean it's the truth, and that girl is underneath your skin, and until you admit to it, you got no life, no life at all.",
        "[SCENE_BREAK]",
        "Ford: What's that, twinkle toes? Huh? You want to tell us some more about how you and Starr have to go hours without seeing each other?",
        "James: Get off of me. Come on. Get off.",
        "Nate: What was that, James? I didn't hear you. Huh? What was it?",
        "James: Aah! You guys, stop. I'm trying to tell you I know how you feel.",
        "Ford: You don't know anything.",
        "James: You miss Tess. I know how that feels.",
        "Ford: Yeah? Well, when you miss Starr, you just pick up your little phone, and you dial her number. Me and Nate, we don't have that kind of option.",
        "Nate: Hey, we should let him go, outside the exercise class down the hall without his towel.",
        "Nate: No!",
        "Ford: Yeah. Want to see how long it takes those girls to find you another towel?",
        "James: You two, stay away from me. You come near me...",
        "Nate: Ok.",
        "James: You're losing teeth. Got it?",
        "Nate: Relax. We're not gonna traumatize those girls, ok, even though you do deserve it.",
        "James: For what? What did I do?",
        "Ford: Have some respect. You have a relationship.",
        "Nate: We don't.",
        "[SCENE_BREAK]",
        "Téa: How dare Todd use you like this.",
        "Dani: He's not using me.",
        "Téa: He is using you, Dani. That's what he does. He thinks if he can get you on his side, you'll convince me to represent him.",
        "Dani: So he doesn't care about me at all, then. He's only pretending so that he can get what he wants, huh?",
        "Téa: I'm not saying that he doesn't care about you, but, believe me, right now, Todd is thinking about Todd. So he lures you down to the police station.",
        "Dani: No. No, he didn't. I went there on my own, Mom, ok, because I wanted to. He was totally surprised.",
        "Téa: Don't kid yourself. He knew you couldn't stay away, and I bet he told you exactly what you wanted to hear, huh? I'm sorry, but you don't know him like I do.",
        "Dani: Guess I never will... not if he goes to prison for the rest of his life.",
        "[SCENE_BREAK]",
        "Starr: Why so quiet, Jack? Weren't afraid to open up your mouth at the police station. I mean, don't you want to take credit? After years of being tortured and locked up, Dad is back in jail, thanks to you.",
        "Jack: Killers are supposed to be locked up, Starr, you know, so they can't hurt anyone else.",
        "Starr: And what about liars? I guess they're safe. Otherwise, Mom would've been visiting you in prison months ago.",
        "Blair: Ok, Starr. Stop it.",
        "Starr: What? I'm just telling the truth. It's about time someone around here did.",
        "Jack: She's been like this ever since that freak came back to town. The minute he showed up, she betrayed us. She betrayed our dad. She's a traitor.",
        "Blair: Ok, Jack. Stop it. Both of you stop. So you went to the police. What could you possibly have told them? You were unconscious the night of the murder.",
        "Jack: No, not the whole time. Some stuff came back to me.",
        "Blair: Just like that?",
        "Starr: Sure. All of a sudden, now he remembers everything.",
        "Jack: The doctor said I might remember after a while, and I did. I saw Scarface. I heard Dad. I heard the gun go off. So I went to the police. For once, they did their job.",
        "Blair: So that's why Todd was arrested.",
        "Jack: Dad would've been proud. Last thing he got to do was make the cops jump.",
        "[SCENE_BREAK]",
        "Roxy: So I want an answer, and don't think that you can scare me off. I'm not afraid just because a guy is wearing a piece. I'm not like most people in this town.",
        "John: Well, I can't argue with that, but, you know, let me ask you something, Roxy. Whatever it is that I feel for Natalie, what does it matter?",
        "Roxy: Maybe it shouldn't. Maybe it doesn't matter to me if you fill up with rotgut and you become a bitter old man. I mean, why should I care?",
        "John: Exactly.",
        "Roxy: But I do care, you know? Call me crazy, but I care because you and Natalie, you're like vodka and orange juice. You're like peanut butter and jelly. You're like kindling spirits.",
        "John: \"Kindred spirits.\"",
        "Roxy: Don't you crack wise with me. I'm trying to save your life here.",
        "John: Yeah? How you gonna do that?",
        "Roxy: By getting you back with the woman that you love, which is Natalie, in case you don't know.",
        "John: Well, Rox, I'm a little confused. From what I understand, you gave Natalie and Lovett your blessing.",
        "Roxy: Yeah. Well, you know, there are blessings, and then there are blessings, and, you know, he's a stand-up guy. He tries to do the right thing. He's not making Natalie happy.",
        "John: She says she's happy.",
        "Roxy: Yeah. Well, she's a good actress, and you're a very good actor. You know, two of you are pretending that everything is just hunky dory.",
        "John: They moved in together.",
        "Roxy: One reason--things blew up between Brody and Jessica right before things blew up between you and Natty.",
        "[SCENE_BREAK]",
        "James: I hear you guys, and if I were you, I'd hate me, too.",
        "Ford: Couldn't ask for a better brother. Nice of him to give us his blessing.",
        "James: Shut up. I'm serious. It sucks when it feels like everybody else has someone. I've been there.",
        "Nate: Not lately.",
        "James: Yeah, but I still know how it feels. You guys, I know how lucky I am to have Starr, but are you seriously gonna make me apologize for being happy?",
        "Ford: You don't have to apologize for it. Just go easy on the stories about how you and Starr frolicked in an orchard picking strawberries and whatever.",
        "James: Dude, what the hell are you talking about? It was apples. Ow! Ok. I hear you. I'll stop. I'll keep it to myself.",
        "Nate: Thank God.",
        "James: All right, Nate. I get why Bob's all bent out of shape, but I thought you and Dani were working things out.",
        "Nate: We talked, sort of.",
        "James: Well, hey, that's progress, though, right? I mean, pretty soon, you guys will be back to where you started.",
        "Nate: I don't think so. She just lost her dad. The last thing she needs is me to show up in the middle of everything.",
        "James: Maybe you're wrong, man. Maybe that's exactly what she needs.",
        "[SCENE_BREAK]",
        "Téa: Todd came into your life at the wrong time. If you don't get to know him, you'll probably be better off.",
        "Dani: Was I better off not knowing Victor? You used to think that, but you changed your mind. How do you know you won't change your mind about Todd, too?",
        "Téa: Don't do this, ok? He will hurt you.",
        "Dani: Uncle Victor hurt us both, Mom, over and over again, but he loved us, too, and we loved him.",
        "Téa: Victor and Todd are two different people, all right?",
        "Dani: Exactly. So for all you know, Todd could be a better man than you--",
        "Téa: He treated me like hell, all right? He let me rot on an island in the middle of the ocean.",
        "Dani: Yeah, and guess what. You married him, anyway... or the man that you thought was him. Look. You found a way to forgive him. Why can't you do that for Todd now?",
        "Téa: Because he killed my husband.",
        "Dani: But what if he didn't?",
        "[SCENE_BREAK]",
        "Starr: Weird, huh, how Jack's memory just came back?",
        "Jack: I had a head injury, all right, but I got better. It happens.",
        "Blair: Ok. What did you say to the police, exactly?",
        "Jack: I told them that I went back to Dad's house but before I let myself in, someone knocked me down.",
        "Blair: Someone that you didn't see.",
        "Jack: That's what I thought at first, but for, like, a split-second, I turned around and saw him. I saw Scarface.",
        "Starr: Please!",
        "Blair: Would you let him finish? Come on. Tell me.",
        "Jack: So I was on the ground, and he took my keys. I went looking for Dad. My head really killed, but I could still hear what was going on. Dad was on the phone. All of a sudden, he said, \"Who's there? Oh, my God, what the hell do you think you're doing?\" That's when the gun went off.",
        "Starr: So you picked that moment to pass out? That's really convenient. See, even if he was telling the truth, which he isn't, he wasn't there to see it. He's not an eyewitness.",
        "Starr's voice: What, exactly, did he say?",
        "Shaun's voice: He just said a couple of things, just, \"Who's there?\" And then I guess he saw the gun because he said, \"What the hell are you doing?\" Then the shot.",
        "Jack: Ok, Sherlock. Explain this to me. If it's enough for the cops to make an arrest, how come it isn't enough for you?",
        "Starr: Because I know you're lying.",
        "Jack: So go tell the cops that. See where it gets you. I thought so. Give it up, Starr. Your dad killed mine.",
        "[SCENE_BREAK]",
        "John: Listen, Rox. I can tell that you've given this a lot of--all right, fine --a lot of thought.",
        "Roxy: Yeah. Jessica gave Brody the boot around the same time that you gave Natty the boot. So I guess the two of them must've figured, \"We got a kid together. What the hell? Let's have a go at it,\" but that's not love.",
        "John: Natalie seems fine with it.",
        "Roxy: She'd be a lot finer with you.",
        "John: Well, that's very sweet of you to say, but she and I, we know why we're not together. We talked about it, and we're in a good place.",
        "Roxy: You're in a good place, being without the woman that you love? Get the rocks out of your head!",
        "John: Hey, listen. I may be a little hardheaded, all right, but there's no rocks there. If she's so miserable, why did she move in with Brody?",
        "Roxy: Because she thought she didn't have a chance with you.",
        "John: Yeah. Well, she seems fine with her life just the way it is.",
        "Roxy: Fine? You think fine is ok rather than, \"Oh, it's such a beautiful morning. The birds are chirping, and the sun is shining, and everything is coming up posies\"? Fine? Fine sucks. Fine is terrible. I know about fine, believe me. I was with Wally way too long, way, way past his expiration point, believe me. I know what it's like to be stuck, but Natty is not stuck, and it doesn't look like her and Brody are gonna be going down that aisle into holy acrimony any time soon. So now is your chance.",
        "[SCENE_BREAK]",
        "Jessica: Is this a bad time?",
        "Brody: No. No. It's just Liam and me, and he's sound asleep. So you want to come in?",
        "Jessica: No. This'll only take a second. I just need to give you something.",
        "Brody: My trident?",
        "Jessica: You wore it with your dress whites the night of prom.",
        "Brody: I thought I'd lost it.",
        "Jessica: I have been hanging on to it. It belongs to you, and I'm sorry I didn't give it back sooner.",
        "Brody: You don't need to apologize.",
        "Jessica: It was just kind of a symbol for me, you know? I was in such a bad place that night, and seeing that medal, it jarred me back to reality.",
        "Brody: You finally remembered who I was.",
        "Jessica: And I was supposed to be with you, or at least I thought I was.",
        "Brody: Jessica--",
        "Jessica: No. It's ok. It's ok. Things change. Anyways, I came across it, and I thought that you should have it back.",
        "Brody: Hey, if you want to keep it--",
        "Jessica: No. It doesn't have the same meaning anymore. I should get going now.",
        "Brody: Jessica, wait. Please don't go.",
        "[SCENE_BREAK]",
        "Ford: Amazing. He actually stopped thinking about Starr long enough to come up with some decent advice. You know, he's right. You should probably not use this time to stay away from Dani.",
        "Nate: Well, her family just went through a funeral, ok? They're still dealing with that.",
        "Ford: Yeah. So she probably needs someone who's not dealing with their own grief.",
        "James: Good word.",
        "Nate: Well, you know, maybe that's why that lady told me to go see her.",
        "James: What lady?",
        "Nate: So this weirdo stopped me and told me that I had to go see Dani right away.",
        "Ford: Oh, so you did talk.",
        "Nate: Not for long, but she did tell me to leave, and, well, she kind of let me sort of hug her.",
        "James: Dude, that's awesome. Why didn't you tell us about it?",
        "Nate: But she just lost her dad.",
        "Ford: So what? Hug is a hug.",
        "James: A hug is a hug.",
        "Nate: And cheating is cheating, ok? Doing that porn was a huge mistake, and Dani is not gonna forget that just because she's going through a bad time.",
        "James: You're right. So you're gonna have to work to get her to forgive you.",
        "Nate: How? How do I get her to have faith in me, especially after everything that I did?",
        "James: No, after everything Rick made you do.",
        "Ford: Oh, that guy is a sleaze. Just be glad he's out of your life.",
        "Nate: Yeah.",
        "James: Yeah, and into mine.",
        "[SCENE_BREAK]",
        "Starr: Jack, can you try for just one minute to imagine being kept away from your family for 8 years? Think about how long ago that was. Dad missed you growing up. He missed my graduation. He missed my daughter's birth.",
        "Jack: So?",
        "Starr: So do you have any idea how hard that was for him, for us to grow up and he wasn't there to see it? We gave him the strength to keep going, to fight to break free. Now he's finally back to us. Do you really think that he would risk anything, any of that to be locked up again? Please, Jack, tell the police that you made a mistake. Don't take away Dad's freedom.",
        "Jack: Sorry. Too late.",
        "Starr: It's not too late. Mom, you have to do something.",
        "Blair: What do you want me to do?",
        "Starr: Make him admit that he's lying.",
        "Blair: I can't do that.",
        "Starr: Why not?",
        "Blair: Because I don't think he is.",
        "[SCENE_BREAK]",
        "Téa: The police think Todd killed Victor. That's good enough for me.",
        "Dani: They only think he's guilty because that's what Jack said...the same Jack who told me he didn't do anything to Shane Morasco. Jack thinks he's doing Victor some huge favor by putting Todd in jail, and all Todd knows is that he's being set up.",
        "Téa: Who does he think is setting him up?",
        "Dani: He wouldn't tell me, but he might tell you if you defend him. Mom, please. He said you're the best lawyer he's ever known and that you wouldn't be able to live with yourself if you let the wrong man go to prison. He trusts you with his life. He knows you can see through the lies and that you can prove to the police that they've got the wrong man.",
        "[SCENE_BREAK]",
        "Nate: How does someone go from working in porn movies to being a big shot at a recording studio?",
        "Ford: Show business.",
        "Nate: And you know you shouldn't let Starr go anywhere near that guy. He's a pervert.",
        "James: She knows what he is. It was Baz who let the guy get inside of his head. I mean, Rick convinced him that he was their only hope of getting their song out there.",
        "Nate: That's what he's good at, makes people think they have no choice so they do things they wouldn't normally do.",
        "James: That's pretty much what I told Starr, too, but she says she can handle herself. So, hey, if that guy can help her get her voice on the radio or wherever, who am I to stand in her way?",
        "Ford: Her boyfriend.",
        "James: Oh, oh, ok. So, what, I give her an ultimatum? \"Forget the deal, or I walk\"? \"Oh, ok.\" No.",
        "Ford: I don't know. If it was me in your place and the woman I love in Starr's, I wouldn't risk losing her for anything.",
        "[SCENE_BREAK]",
        "Jessica: Why, Brody? Why should I stay?",
        "Brody: I don't like the way things are between us.",
        "Jessica: Neither do I, but I don't see them changing. Do you?",
        "Brody: Maybe they can if we try harder.",
        "Jessica: There are other things that need my attention right now, mainly my two kids. I think I should be focusing on them, not on something that's been over for a long time now.",
        "Brody: So you're fine with the tension and the anger. That's how you want us to be for the rest of our lives?",
        "Jessica: This was not my choice. I didn't choose for you to sleep with my sister, and every time I look at you, I see that open door and you two rolling around on the bed. Look. I understand it didn't happen in a vacuum and that I played my part, but it happened, and I can't forget that it happened.",
        "Brody: You can't forgive.",
        "Jessica: What does it matter? We're over, Brody.",
        "Brody: Ok, but there's something you should know before you go.",
        "Jessica: What's that?",
        "Brody: I proposed to Natalie tonight.",
        "[SCENE_BREAK]",
        "John: Hey, look. Dolly Parton. So, Roxy, I know your heart is in the right place, and, in case you haven't noticed, I need to close up now. So I want to thank you for coming by.",
        "Roxy: Don't think you're getting rid of me so fast.",
        "John: I can just arrest you for trespassing.",
        "Roxy: Oh, I've been arrested for much worse. Go ahead. Cuff me. I dare you. It's not gonna stop me from asking you why you are so afraid to tell the truth.",
        "John: Why do people always have to tell the truth, talk about their feelings? Gary Cooper never talked about his feelings, all right? Just let it go, Rox.",
        "Roxy: Ok. All right. I will honor the request of a dying man...on one condition.",
        "John: What's that?",
        "Roxy: You look me straight in the eye and you tell me that you don't love Natalie anymore.",
        "[SCENE_BREAK]",
        "James: Hey, Bob, man, I'm sorry we can't give you the same advice about Tess that we gave to Nate about Dani.",
        "Ford: Yeah. Well, that's kind of hard when the love of your life doesn't exist. I mean, she exists. She just-- I don't know. It's like she's in jail or something.",
        "Nate: Trapped inside Jessica's body.",
        "Ford: Yep.",
        "Nate: But things are good with you and her, right?",
        "Ford: Oh, yeah. They're great as long as I don't mention Tess.",
        "James: Ooh, yeah. I bet she doesn't want to talk about her at all, huh?",
        "Ford: Well, she just wants Tess to stay buried, and I don't blame her. So Tess isn't gonna be coming out. Bet you're glad to hear that, huh?",
        "James: Bob, come on. The only reason I said that is because I didn't want you to get hurt.",
        "Ford: Yeah. Too bad I didn't listen. Would've saved everybody a whole lot of trouble.",
        "Nate: At least you still have your son.",
        "Ford: Right, and Jessica is his mom. So right now, all I got to do is concentrate on having the best relationship I can with her if she'll let me.",
        "[SCENE_BREAK]",
        "Jessica: Wow, you popped the question. Did Natalie say yes?",
        "Brody: Not yet.",
        "Jessica: Oh. She's taking her time. Sounds like she's a little unsure.",
        "Brody: It's a big decision.",
        "Jessica: Doesn't stop some people from saying yes.",
        "Brody: Natalie has things to consider other people don't.",
        "Jessica: Like what?",
        "Brody: Like her relationship with you, for one thing.",
        "Jessica: Ha! Brody, I'm sorry, but if Natalie is holding back, it is definitely not because of me.",
        "Brody: Why not?",
        "Jessica: Because Natalie, if she wants something, she takes it. She's never considered my feelings before.",
        "Brody: That's not true.",
        "Jessica: Trust me. This isn't about me.",
        "Brody: Then what's it about?",
        "Jessica: If Natalie is dragging her feet, there's only one reason why, and his name is John McBain.",
        "[SCENE_BREAK]",
        "Roxy: Ok, McBain. I will leave you alone if you repeat after me--\"I do not love Natalie anymore.\" Is that so hard?",
        "John: I'm not playing this game with you.",
        "Roxy: It's not a game. Just repeat after me--\"I don't love Natalie anymore.\" Then we're done, finished, finito, presto, hasta la pista, whatever that means, ok? All right. I'm gonna count, give you a little bit more time. Ok? 1, 2, 3, 4--",
        "John: I don't love her anymore, ok? Satisfied?",
        "Roxy: I would be if that weren't a giant load of crap.",
        "[SCENE_BREAK]",
        "Starr: You can't seriously be buying what Jack is trying to sell you.",
        "Blair: I think my son is telling the truth.",
        "Starr: I'm wondering who has the head injury now. Are you forgetting everything that he has done--how he has lied to you, to me, to the principal, to the police?",
        "Blair: This is different this time. This is very serious, and Jack knows that. We're talking about a man's life here. He wouldn't lie about something like that now, would you, Jack?",
        "Starr: Oh, he wouldn't? Maybe you should tell that to Rex Balsom or Shane. There was a life at risk then, too, wasn't there, Gigi Morasco's life.",
        "Jack: I did not kill Gigi Morasco.",
        "Starr: Oh, you didn't, but you locked her in a basement, and she couldn't get out.",
        "Blair: Stop it.",
        "Starr: What? He's already taken someone's life, Mom. If you let him get away with this, that could be Dad that's next.",
        "Blair: Jack, I want you to go up and get ready for bed.",
        "Jack: You're just gonna let her say that to me?",
        "Blair: No. I'm gonna end this conversation now, ok? Get upstairs. Thank you.",
        "Jack: Don't let her get to you, Mom.",
        "Starr: Oh... what are you doing? Everything that he's saying, you're just gonna believe it?",
        "Blair: Who says I believe it?",
        "[SCENE_BREAK]",
        "Téa: Why didn't I see this coming? Todd is a master at self-justification. You walk in convinced that he's guilty as hell. An hour later, he's got you thinking nothing was his fault, that everything is absolved simply because he was a victim of abuse as a child.",
        "Dani: He didn't say anything about that.",
        "Téa: The beatings? His cruel father? How damaged he is? How he can't trust anyone or believe that anyone could ever love him?",
        "Dani: Well, isn't it true?",
        "Téa: But that doesn't give him a free pass for the rest of his life, ok? He thinks if he can get you to feel sorry for him--",
        "Dani: No. No, he didn't, ok? He didn't say anything about what happened to him when he was a kid.",
        "Téa: Maybe he didn't think he needed to because you were vulnerable enough as it is grieving for Victor.",
        "Dani: I am grieving, Mom. I'm grieving, and so are you, and that's why you're so angry right now, but we didn't lose Victor because of Todd.",
        "Téa: You don't know that.",
        "Dani: I know, but I just-- I feel it. I can't explain why. I just do. That's why I'm asking you to do this. You have to help him, Mom. You have to help him.",
        "Téa: You know, there are other attorneys.",
        "Dani: No. They're not you. Mom, he needs you.",
        "[SCENE_BREAK]",
        "Starr: You told Jack that you believed him.",
        "Blair: I said what I had to say.",
        "Starr: Was it the truth? Why would you lie?",
        "Blair: Because the alternative is to lose my son. He used to be my little boy. Now he's changed, maybe because I'm such a bad mother.",
        "Starr: Mom, don't--",
        "Blair: No. You know what? I've made mistakes--I know that--but I'm awake now, all right, and I know I have a job to do, and it's probably the toughest job I've ever had to do, and that's to make sure that my children grow up to be good people, but I'm scared to death, Starr. I'm scared to death that I've lost Jack, that it's too late for him.",
        "Starr: I know. I'm scared, too.",
        "Blair: Somewhere along the way, I let him line himself up with Victor. I let that happen, and now Victor is gone, and, God, Jack is struggling. He doesn't know who to turn to. He doesn't know who to look up to. He doesn't know who he is. I need to let him know that there is a different way. I've got to let him know that he's not alone.",
        "Starr: Oh. It's a lot of stuff for you to do, Mom.",
        "Blair: Well, I'm his mother, sweetheart. If I don't do it, who's gonna do it? But you know what? I'm never gonna be able to convince him if he doesn't trust me. If he doesn't feel like he can open up to me, I could lose that little boy for good.",
        "Starr: You really still think that little boy is there?",
        "Blair: Yes. I do. I swear, just a couple of days ago, I thought he was about ready to open up and ready to admit that he had a part of Gigi's death. I mean, just for the first time in a long time, I actually saw a conscience in there. It was eating at him, and I feel that maybe if he really is lying about Todd, that's gonna start eating at him, too, you know?",
        "Starr: I wish I could be as sure as you are.",
        "Blair: Oh, he's got to open up. He's got to. He's got to trust me, and I've got to convince him of that. If I yell at him and attack him like everybody else, he's gonna shut down. I'm gonna lose my little boy. I'm gonna lose him for good.",
        "Starr: That sounds like it can take some time. So where does that leave Dad?",
        "[SCENE_BREAK]",
        "Dani: Just talk to him, ok? Talk to him. See if you can build a case. If you can't, if you really can't, if you're totally convinced that he's guilty then--",
        "[Cell phone ringing]",
        "Dani: Oh!",
        "Téa: You better get that.",
        "Dani: No. We're not done.",
        "Téa: Yes. We are. We're done here, honey.",
        "Dani: That's it? You-- you're not even gonna think about it.",
        "Téa: All right. I'll think about it, ok? Ok, ok, ok. Get the phone. Get the phone.",
        "Dani: Nate?",
        "Nate: Hey, I'm sorry to call so late.",
        "Dani: That's ok.",
        "Nate: The news is on at the gym. They said Todd Manning was arrested for murder?",
        "Dani: Yeah.",
        "Nate: Dani, that's crazy. Are you ok?",
        "Dani: I don't even know how to answer that.",
        "Nate: Well, do you want to talk? I could be there in, like, 10 minutes.",
        "Dani: That's ok. Actually, I'm really tired.",
        "Nate: Yeah. Right. Yeah. That makes sense.",
        "Dani: But maybe tomorrow?",
        "Nate: Tomorrow? Yeah. Sure. Yeah. Let me know.",
        "Dani: I will. Nate... thank you for calling.",
        "[SCENE_BREAK]",
        "Jessica: Hey. I should've called first.",
        "Ford: What's going on? Is it Ryder?",
        "Jessica: No, no. He's fine. It's me. I'm not. I was wondering if I might-- you know, I shouldn't have come here. I got to go.",
        "Ford: Wait. Hang on a second. You can stay. I got some food in the kitchen.",
        "Jessica: That's ok. I'm fine.",
        "Ford: You just said that you weren't fine.",
        "Jessica: I did, didn't I?",
        "Ford: You want to talk about it, or--",
        "Jessica: I shouldn't have to talk about it. I should be ok. I mean, I've had enough time to get used to it, haven't I?",
        "Ford: Jessica, what happened?",
        "Jessica: Brody proposed to Natalie.",
        "Ford: So, what, you think you should be able to shrug something like that off?",
        "Jessica: Well, why? Why should it bother me?",
        "Ford: Because you guys loved each other. You made promises to each other. Now he wants to marry her. If that didn't bother you, I would think-- I'd be worried about you. I'm sorry.",
        "[SCENE_BREAK]",
        "Natalie: Hey. Didn't think you'd be up.",
        "Brody: It's not that late.",
        "Natalie: Everything ok with Liam?",
        "Brody: Yeah. He's asleep.",
        "Natalie: What's that?",
        "Brody: This? Something I left behind when we moved. Your sister just brought it back to me.",
        "Natalie: Jessica was here? Why did she bring it back to you now?",
        "Brody: I don't know. So where'd you go tonight?",
        "Natalie: To have a drink.",
        "Brody: Alone?",
        "Natalie: I told you that I'd think about your proposal, and that's what I did.",
        "Brody: Did you come to any decisions?",
        "[SCENE_BREAK]",
        "John: Look. I have a lot of work to do here, Rox, if you don't mind.",
        "Roxy: Oh, yeah. That's fine. No problem. Let me just gather my things. Oh, by the way, do you have a calendar around here?",
        "John: Calendar?",
        "Roxy: Yes, because I'd like to circle in red the first time that Johnny McBain gave up without a fight.",
        "John: There's no fight here.",
        "Roxy: Oh, yeah. There's no fight. There's no fight for the woman that you said that you don't love anymore. You know, maybe you're just scared that Brody is a better guy, or maybe you're just scared of having a broken heart, or maybe you're just plain scared. You know, that thing with Brody, you know, maybe he doesn't light Natty's fire, but he's a good guy, and maybe she's better off being with a guy like that than someone who is afraid--",
        "John: Who can't admit that he loves her? Fine. I admit it. I still love her.",
        "[SCENE_BREAK]",
        "Starr: I want to help Jack, too, but not if it means sacrificing Dad. If Jack is lying about this, Dad can't just be waiting around in jail. That is not fair, Mom.",
        "Jack: Got a visitor. Maybe he'll believe you.",
        "James: It's a nice night. Do you want to go outside?",
        "Starr: Hi, James.",
        "James: Hi.",
        "Starr: Yes. I was just wishing that you were here.",
        "James: Well, I came right over as soon as I heard your dad had been arrested. Starr, are you ok, baby?",
        "Starr: No.",
        "Jack: I'm going to bed.",
        "Blair: Good night, son.",
        "Jack: Mom?",
        "Blair: What is it?",
        "Jack: Um, I just want to say thanks for believing me.",
        "Blair: Come here.",
        "[SCENE_BREAK]",
        "[Knocks on door]",
        "Dani: Sorry. I don't want to be alone tonight. Can-- can I--",
        "[SCENE_BREAK]",
        "Ford: I am sorry.",
        "Jessica: No. I'm the one that should be apologizing. I'm breaking all the rules.",
        "Ford: What rule?",
        "Jessica: We had an agreement, you know, that we'd only see each other when you picked Ryder up or you dropped him off. I had no business coming over here.",
        "Ford: But I'm glad you did. I'm glad that you can feel like you can talk to me.",
        "Jessica: It's not your job to be my shoulder to cry on.",
        "Ford: No. You're right. I didn't sign up for that, but I'm willing to be your temporary substitute till somebody else comes along.",
        "Jessica: Thanks.",
        "Ford: Anytime. Just call me your last resort.",
        "[SCENE_BREAK]",
        "Brody: It's ok if you haven't made the decision. I just thought if you hadn't, we could talk about it.",
        "Natalie: Actually, I did.",
        "[SCENE_BREAK]",
        "Roxy: You know me. I don't like to go for the juggler, but I had to pull out the big guns, or else you never would've caved.",
        "John: Well, you can pack up your guns. We're done here.",
        "Roxy: We're just getting somewhere.",
        "John: We're going nowhere. This is a dead end, all right? You wanted an answer. You got one. Now please just leave me alone.",
        "Roxy: You just told me that you love Natty.",
        "John: What does it matter? Doesn't change anything.",
        "Roxy: It can. You tell her what you just told me before it's too late.",
        "[SCENE_BREAK]",
        "Natalie: You've been so good to me, Brody, and you deserve an answer. So better late than never, right? My answer is yes. Yes. I will. I'll marry you. Ha ha ha!",
        "Brody: Oh..."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=dYQ_Isf-ue0"
}