{
    "Episode Summary": [
        "Episode # 10602 ~ From Bobby Socks to Stockings"
    ],
    "Recap": [
        "Todd reluctantly agrees to let Starr move in with Cole, afraid that he could lose another daughter. In Tahiti, Ross shows up. Dani tells both of her parents that she wants them to be a family again. But they tell her that's not possible. And Ross admits to his daughter, for the first time that he is not her father. Todd Manning is. Matthew is back in Llanview missing Dani. Clint slaps Nora with a multi million dollar lawsuit for all of the expenses she cost him in the short time they were married. She is outraged to see that Kim is moving in with him Elijah represents Nora. David Vickers finds out that Kimberly Andrews has gotten hired by Clint and is ready to take all of Asa's money. He reveals that he knows her. And he goes to confront her."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Langston: Not really. I walked out on my mom last night. Not that she left me a choice.",
        "Markko: What happened?",
        "Langston: You know how Dorian fired Bo Buchanan? You're never gonna guess who she picked to replace him.",
        "Markko: Don't tell me -- David Vickers is the new police commissioner?",
        "Langston: No. Worse. You remember our homicidal, drug-trafficking former mayor?",
        "Markko: Mayor Lowell? The guy that almost got Cole, Starr, and Hope killed?",
        "[SCENE_BREAK]",
        "Starr: Really? Oh! You want us to move in?",
        "Todd: Oh, no, no. There's no way you're moving in with him.",
        "Starr: Dad, I'm turning 18 in a couple days. You can't stop me.",
        "Todd: Watch me. Not gonna lose another daughter.",
        "Starr: You mean, another daughter? How many daughters do you have?",
        "[SCENE_BREAK]",
        "Ross: Hello, sweetheart.",
        "Dani: Oh, my God, Dad. Dad, you're alive!",
        "[SCENE_BREAK]",
        "Bo: Matthew? What do you say, son?",
        "Matthew: Hey, Dad. That jerk Lowell didn't really take your job, did he?",
        "Bo: Yeah, and it seems like there's nothing anybody can do about it.",
        "Matthew: God, that sucks.",
        "Bo: Yeah, it does. But one good thing came out of it. I don't have to go to work anymore. You're on winter break. So what do you say we have some lunch together?",
        "Matthew: I'm not really that hungry, Dad.",
        "Bo: I see. It's girl trouble, right?",
        "[SCENE_BREAK]",
        "Nigel: Sir, do you need some assistance?",
        "Renee: What's going on here?",
        "Kim: I'm moving in.",
        "[SCENE_BREAK]",
        "Process server: Nora Buchanan?",
        "Nora: Yes.",
        "Process server: Consider yourself served.",
        "[SCENE_BREAK]",
        "David: Pa, I need you to arrest someone for me! Hello.",
        "David: You're doing it on my Dad's desk? Is the Palace booked? Blair, you look horrible.",
        "Blair: Shut up, David.",
        "Elijah: And this \u0096 isn't your father's office anymore.",
        "David: What are you talking about? My dad's the commissioner.",
        "Blair: Well, not anymore. He was fired.",
        "David: What?! What no-good, low-down, spineless creep of a -- oh, of course, it was --",
        "Blair: Dorian.",
        "David: Right.",
        "[SCENE_BREAK]",
        "Markko: I thought Lowell was in prison.",
        "Langston: Well, apparently, he was working undercover.",
        "Markko: Must've been pretty far undercover. He told those Russian goons to kill Cole and kidnap Starr and Hope.",
        "Langston: And Commissioner Buchanan was the one who saved their lives.",
        "Markko: How could she do this to her family?",
        "Langston: You know, I don't know why she does anything anymore. She kept calling me last night. She even called Starr's dad.",
        "Markko: Did he pick up?",
        "Langston: Once.",
        "Markko: I'd have bought tickets to see that.",
        "Langston: He just yelled at her and turned the ringer off. I honestly couldn't have cared less if the damn phone had been ringing all night. I am never talking to her again. [Sigh] Okay, I didn't mean that. You know what? Yes, I did.",
        "[SCENE_BREAK]",
        "Nora: That son of a bitch.",
        "Clint: Renee, I'd like you to meet my assistant Kimberly Andrews. She was in need of new quarters, so I invited her to stay here.",
        "Kim: Mr. Buchanan really helped me out of a jam. But I promise, you'll hardly know I'm here.",
        "Renee: Quiet as a mouse, are we?",
        "Clint: Nigel, why don't we put Kim in one of the guest suites? The big one with the view.",
        "Nigel: Yes, sir.",
        "[Telephone ringing]",
        "Clint: Oh. It's my attorney. Maybe Nora has received her divorce surprise.",
        "Kim: No red carpet to welcome me to my new home?",
        "Renee: A red light is more like it.",
        "[SCENE_BREAK]",
        "Matthew: Girl trouble? Did you really just say that?",
        "Bo: Is it Destiny?",
        "Matthew: It isn't anybody because there's no girl to have trouble with, okay?",
        "Bo: Yeah, gotta be Dani then.",
        "Matthew: You know what? Sometimes I hate that you're a cop.",
        "Bo: Well, then today's your lucky day, because I'm not a cop anymore.",
        "Matthew: Once a cop --",
        "Bo: Always, I know, I know, I know, I know. You know, everything's been going on, I forgot that Dani left town. Seemed like you two were getting pretty tight, weren't you?",
        "Matthew: Yeah, we always hung out. We were getting tight.",
        "Bo: You really miss her.",
        "Matthew: Dad? I can't believe I'm about to tell you this.",
        "Bo: What is it?",
        "Matthew: I kissed Da -- all right, she kissed -- we kissed and now I just can't stop thinking about it.",
        "[SCENE_BREAK]",
        "Dani: It's you. It's really you.",
        "Ross: Yeah, it is. It's me.",
        "Dani: I told those morons to keep looking for you! I told them, \"My Dad dives off cliffs. He surfs. He swims.\" You're alive!",
        "Ross: You were right. It's all true.",
        "Dani: They wouldn't listen to me. They kept telling me that -- that you couldn't have survived the fall because Todd shot you.",
        "Ross: Well, to tell you the truth, Dani, I almost didn't make it. But I got lucky. I washed up downstream. Good thing Todd was a lousy shot, ha ha, and that the cops didn't find me. Now, come here.",
        "Dani: How did you get here?",
        "Ross: Well, it wasn't easy. Ha. But the important thing is that we've been given a second chance.",
        "Dani: I know.",
        "Ross: Okay? Now we can finally do what we set out to do before all that -- all that went down. Now, I got a place for us. No one can find us there. And we can start our new life there together. We can -- we can surf all day. We can catch our dinner and we can cook it on the beach at night. Whatever you want. How's that sound?",
        "[SCENE_BREAK]",
        "Todd: Of course you're my only daughter.",
        "Starr: You said you didn't want to lose another daughter.",
        "Todd: I know. What I meant was that -- ahem -- you know, Mitch Laurence is running around loose out there somewhere and -- now all of a sudden, you want to move in with this --",
        "Cole: This what?",
        "Todd: I don't even know what I'm saying. You just -- you can't leave. I don't want to lose you.",
        "Starr: Dad, you're not going to lose me. I'll always be your daughter no matter where I live and my loving Cole does not mean I love you any less. You can see Hope and I whenever you want.",
        "Todd: Yes, but moving in with Cole -- sweetheart, you're just a baby.",
        "Starr: I'm not a baby. I love Cole, Cole and I have a daughter together, and I want to be with them.",
        "Cole: And I want to keep my daughter close just like you want to keep your daughter close.",
        "[SCENE_BREAK]",
        "Ross: Come on, kiddo. We better hit the road before your mom gets here.",
        "Téa: I hope you're in the mood for \u0096",
        "[SCENE_BREAK]",
        "Kim: What did you say, old lady?",
        "Nigel: You may speak to me any way you wish, but you will respect Mrs. Buchanan.",
        "Renee: No, no, no. Thank you, Nigel. I've had worse things said to me by better people.",
        "[Renee chuckles]",
        "Renee: Oh, Nigel's description of you did not do you justice. That expensive little outfit is gonna get mighty dirty when you crawl your way from the guest bedroom to the master bedroom.",
        "Kim: That's okay. Clint'll buy me some more. And I'll be in his bed in no time and there's not a damn thing you can do about it",
        "Renee: Is that so?",
        "Kim: Clint likes me. He's not gonna listen to trash about me. I'm the voice in his ear, not you. So you better watch out or else you're gonna end up in the same nursing home that Nigel will be working in once I get him fired.",
        "Clint: Is everything okay?",
        "Kim: Perfect. Nigel, would you be a sweetie and take my things to my room? Is everything okay?",
        "Clint: Couldn't be better, actually. Right about now, steam should be coming out of Nora's ears.",
        "[SCENE_BREAK]",
        "Blair: Dorian has completely lost it. She fired Bo and replaced him with --",
        "David: Stanley Lowell? Wait, that's the guy that was responsible for kidnapping Starr and her baby.",
        "Blair: Yes, he is, and he nearly got John, Cole, and Brody killed.",
        "David: I'm not that invested in those people. Well, Cole is cool. John's like a brother. Brody I don't know that well.",
        "Blair: Dorian made me so mad, I moved out along with everybody else.",
        "David: Well, I guess she still has Amelia. Ha ha.",
        "Blair: No, Amelia left her.",
        "David: What?",
        "Blair: Where are you going?",
        "David: I've gotta talk to Dorian about getting my pa's job back.",
        "[Blair sighs]",
        "Elijah: Sorry we were so rudely interrupted.",
        "Blair: Well, it was fun while it lasted.",
        "Elijah: You want to pick up where we left off or has the moment passed?",
        "Blair: I need to go police things over at Todd's.",
        "Elijah: I was hoping after last night, you'd be over that.",
        "Blair: I may be sleeping at Todd's, but I'm certainly not sleeping with Todd. I consider that itch scratched.",
        "Elijah: Happy to be of service.",
        "Blair: Mm-hmm. See you later.",
        "Elijah: Call me. Anytime.",
        "[Blair chuckles]",
        "[SCENE_BREAK]",
        "Elijah: Hey, Nora.",
        "Nora: Look at this. Look at these.",
        "Elijah: Oh, no. Wow. Looks like you need a lawyer.",
        "[SCENE_BREAK]",
        "Bo: Ah, kissing somebody. That can really kick your feelings for them into high gear.",
        "Matthew: Is that what happened with you and Mom?",
        "Bo: Kind of. Yeah.",
        "Matthew: We were doing just fine as friends, and, you know, that was cool and everything, and then she says she's leaving Llanview, and then we were kissing, and everything changed.",
        "Bo: That'll happen.",
        "Matthew: I mean, the bad thing is that she hates Starr's dad so much that she left Llanview, and she made it sound like she's never coming back again.",
        "[SCENE_BREAK]",
        "Téa: Oh, my God.",
        "Ross: It's okay. Just be cool.",
        "Téa: You stay away from my daughter or I swear to God, I will kill you.",
        "Ross: I'm not gonna hurt her. I'm not gonna hurt you.",
        "Téa: Dani, stay behind me.",
        "Dani: But, Mom!",
        "Téa: If you take her away from me again, I will hunt you down to the ends of the earth.",
        "Ross: Can we just please talk about this, all right?",
        "Téa: Talking was never something you and I were very good at. You want her? You want her? You're gonna have to kill me first.",
        "Ross: Téa.",
        "Dani: Stop fighting over me! Dad, I'm sorry, but I can't go away with you.",
        "[SCENE_BREAK]",
        "Starr: Dad, I know you're trying to hold on to me because you miss Téa so much, but --",
        "Todd: It has nothing to do with Téa, Starr. This is to do with you being a child.",
        "Starr: I'm not a child.",
        "Todd: You're 17 years old.",
        "Cole: For a few more days.",
        "Todd: You stay out of this.",
        "Starr: Dad, what difference does age make? Look at how much I've been through. I have a child of my own. I've grown up.",
        "Todd: Yeah. Yes, you're very smart and very tough. Sure you could run the world, but you're still in high school as it is. So, maybe you could just wait until --",
        "Starr: Until what? Dad, I love Cole and there's nothing in the world that I want more than to live with him and our daughter. I know that this is hard for you to hear, but I have a family of my own now and I want us all to live together as one.",
        "Todd: You're just not ready, sweetheart. I know that you think you are because you're turning 18 --",
        "Starr: You said that you would give me anything that I wanted for my 18th birthday, and I want you to treat me like an adult that can make her own decisions. Like you said, I'm your only daughter and if you don't want to lose me, then you'll give me the gift of letting me go.",
        "[SCENE_BREAK]",
        "Ross: Honey, no. Come on.",
        "Téa: Okay.",
        "Ross: Dani, we had a plan, right?",
        "Téa: Plans have changed.",
        "Ross: Please, Dani, just come with me.",
        "Dani: No, Dad, I can't go with you. I don't want to. I'd miss Mom too much. I want to be with both my parents. Can't we stay here, the three of us?",
        "Téa: I'm sorry, sweetheart. I'm sorry. We -- we tried that. It just -- it just doesn't work, okay?",
        "Dani: Just because it didn't work before doesn't mean it can't work now. Like Dad said, we've been given a second chance. Look at us -- we're home! We can start over. We can be happy like we used to be. We can be a family again.",
        "[SCENE_BREAK]",
        "Markko: Okay, so, you know, Dorian screwed up, big time, but Dorian's always doing stuff like this. You've never been this mad.",
        "Langston: You don't think I have a right to be?",
        "Markko: Totally. I hate this, too. I don't care who he was working for. Lowell called a hit on my best friend. But Dorian's been a real mother to you, and you can be as mad at her as you want -- God knows I was just as mad at my dad -- but I never stopped thinking of him as my father.",
        "Langston: Fine. Maybe I'm being a bit of a drama queen, but I'm not gonna forgive her. No matter how much I hate or despise staying at Starr's dad's, or how little sleep I get because Hope keeps me up all night, I'm not going back to La Boulaie. No.",
        "Markko: You know, I didn't want to say anything, but -- it's kinda freaking me out that you're staying at Todd Manning's place.",
        "Langston: I know, but where else am I supposed to go?",
        "Markko: Here. You could move in here.",
        "[SCENE_BREAK]",
        "Nora: What are you doing here?",
        "Kim: I live here.",
        "Clint: Hello, Nora. I see you brought the same lawyer that lost the case that Matthew brought against you which allowed the surgeon that I found to operate and help Matthew walk again.",
        "Elijah: Please direct your comments to me.",
        "Nora: Is this some kind of petty vengeance? You want money from me?",
        "Elijah: Mr. Buchanan, you're seeking $42 million in damages. Now, want to tell me how you came up with that figure?",
        "Clint: I tallied up the money that I spent on Nora, which included international transcontinental flights on a private jet, which of course had to be fueled and maintained at three different airports.",
        "Nora: And what cost $42 million?",
        "Clint: And during this time, you had an affair with my brother. Would you care to tell me what that is worth? Now, add in the time that I lost at B.E. due to emotional trauma and the price of damage done to my image when the world found out that I was being played for a fool.",
        "Nora: This is a joke, right?",
        "Elijah: Nora.",
        "Clint: And finally, the dip in B.E. stock caused by the scandal. Now, once you see this itemized on paper, I'm sure you'll agree that $42 million is a very fair price. And I'm very fair, too. I'm willing to take a payment plan.",
        "Elijah: So, you're serious.",
        "Clint: Deadly serious.",
        "Nora: Then consider this your first installment.",
        "Clint: A small drop in a big bucket.",
        "Elijah: Well, then, my client's going to need to acquire the rest of the funds from the largest asset she owns. This mansion will be on the market by the weekend.",
        "[SCENE_BREAK]",
        "Téa: I'm sorry, honey, but we can't be a family again. Too much has happened.",
        "Dani: We can get all that.",
        "Téa: Daniella, he kidnapped you.",
        "Dani: Because you sent me to a boarding school and didn't tell him where I was!",
        "Téa: He kidnapped Blair, who told me that he assaulted a man on the highway. Ross wanted you to jump off a bridge with him. You could've gotten killed because of Ross.",
        "Dani: Because of you, Mom. You took me away from him. He was desperate. I know he's not really like that.",
        "Téa: Okay, I know that I am partially to blame. I did everything all wrong.",
        "Dani: And this time, we can do everything right.",
        "Téa: Honey, we weren't happy together for a long time. Ross and I were not happy, okay? We hid that from you.",
        "Dani: You can try again, can't you?",
        "Ross: Your mom doesn't want to. She's -- she's in love with someone else.",
        "[SCENE_BREAK]",
        "Matthew: Dani kept saying that Téa was gonna take her away, but, I mean, I knew I'd miss her, but this is like --",
        "Bo: I know. It's like a linebacker sitting on your chest. I mean, can't get a good breath. Yep, we've all been there, son",
        "Matthew: Is this how you felt when Mom married Uncle Clint?",
        "Bo: Pretty much, yep.",
        "Matthew: I'm sorry, Dad. If I would've known that this is how you felt, I would've never given you such a hard time.",
        "Bo: You had your own set of problems.",
        "Matthew: Yeah, but at least Mom didn't leave. You guys had another chance.",
        "Bo: Well, I want you to remember this. If this thing with you and Dani, if it's real, then you're gonna have another chance, too.",
        "[SCENE_BREAK]",
        "Dani: You guys can get back together. Mom quit seeing Todd.",
        "Téa: Honey, that doesn't mean that I want to get back together with Ross. I -- I broke up with Todd because Dani thought that Todd had killed you. I chose her over Todd. But now we know. Todd didn't kill Ross. He's alive.",
        "Dani: So? He still tried to kill him. Maybe Todd doesn't deserve to die, but --",
        "Ross: Wait, wait, wait. What do you mean? What do you mean he doesn't deserve to die?",
        "Dani: I thought he killed you and I wanted him to pay for that, so I stole a gun and tried to kill him.",
        "[SCENE_BREAK]",
        "Clint: You can't sell Asa's house.",
        "Nora: Apparently, I can.",
        "Elijah: In his will, your father left this house solely to my client.",
        "Clint: You gave it to me when you left me for my brother.",
        "Elijah: My client never signed anything, therefore the property remains in her name. And since you've left her no other recourse, I'm going to have to ask you to vacate the premises.",
        "Nora: And her.",
        "Elijah: Everyone, leave as soon as possible.",
        "Kim: Excuse me. Um, I'd like to have a word with my boss for a minute. Alone.",
        "[SCENE_BREAK]",
        "Matthew: I don't even know how to reach Danielle.",
        "Bo: I don't know her real well, but I've seen the two of you together and I bet that when the time is right, she's gonna want to let you know where she is.",
        "[Knocking on door]",
        "Bo: Thanks, boy.",
        "David: Bro! Look at you! You're all -- vertical! Oh, man. Destiny must be all over you. You guys are still together, right?",
        "Matthew: No.",
        "David: What are you talking about? What happened? She was crazy about you. Oh, fine. Don't tell me, your big brother, who paid your legal fees so you could sue for the right to walk again.",
        "Matthew: I met someone else.",
        "David: All right. Two minutes out of the chair and --",
        "Matthew: Then she left town.",
        "David: Oh. Happens to the best of us, mon frère. Hey, look at it this way. Now you can run after her. Huh?",
        "Bo: What can we do for you, David?",
        "David: Oh, Pa, I'm really sorry to hear that Dorian gave you the heave-ho, you know, job-wise. I swung by crème brûlée. I wanted to give her a piece of my mind. She's not there.",
        "Bo: Well, thanks, son, but I don't want you to go and badger Dorian on my -- you know what? On second thought --",
        "David: Say no more, Pa. Say no more. I will find Dorian and by golly, I will force her to give you your job back.",
        "Bo: I doubt you'll be able to do that.",
        "David: Oh, I have to. I need you to arrest somebody for me.",
        "Bo: I'm afraid to ask. Who?",
        "David: The name is Ford. Robert Ford.",
        "[SCENE_BREAK]",
        "Langston: You want me to move in there? Your parents would freak.",
        "Markko: Hey, I live my life by my rules. And besides, they've come around to almost accepting you.",
        "Langston: Yeah, and me moving in here would catapult me over the finish line. Markko, look, I know you have an insight on my mother, but I know your dad and he would never sit still with us living here in sin.",
        "Markko: I'll take care of him. Now, come on. I would love it if you lived here. You'd love it, too, right?",
        "Langston: Maybe. Okay, yes! Yes!",
        "Markko: Ow.",
        "Langston: Ow? What do you mean, ow? Don't tell me you're trying to get out of having sex all over the place with me.",
        "Markko: What? No. Are you kidding?",
        "Langston: Because yesterday you promised.",
        "Markko: I know, I know, and I want to have sex all over the place, but I kind of overdid it at the gym.",
        "Langston: Oh. The bench presses. Yeah, I heard.",
        "Markko: From who?",
        "Langston: I ran into Ford and he told me.",
        "[SCENE_BREAK]",
        "Clint: So much for Nora's magnanimous gesture after cheating on me. When it's time to pay up, suddenly the house is hers again?",
        "Kim: Look, look, I know you're mad. You should be. And I love that you're sticking it to your ex after what she did to you, but from what I hear, your pa really loved this place, and there's obviously a lot of history here. Do you really want it going to strangers?",
        "Clint: Go ahead. I'm listening.",
        "Kim: Money isn't the only way to get back at Nora. There are plenty of other ways to put her down without losing your father's house. Plenty of other ways.",
        "[SCENE_BREAK]",
        "Nora: I can't believe he's letting that tramp live here.",
        "Clint: I'm offering to make a deal. My assistant has forced me to gain some perspective.",
        "Nora: Oh. She's Gandhi now.",
        "Clint: I'll keep the house. In exchange, I will drop the damage lawsuit, but I want this in writing by the close of business today.",
        "Elijah: Fair?",
        "Nora: Hmm.",
        "Elijah: We have a deal.",
        "Kim: Great! I'm going to go finish unpacking. I love my suite.",
        "Nora: I can't believe you're actually letting her live here.",
        "Clint: And the reason you care is what? I know it's not jealousy.",
        "Nora: Clint, come on. Believe it or not, I care about you and I always will. She's nothing but a -- just don't -- I just don't want to see her make a fool out of you.",
        "Clint: No, no, no. That's your area of expertise, and I don't think you're in a position to be judging anybody. Now get out of my house.",
        "Nora: Clint --",
        "Clint: Get out!",
        "[SCENE_BREAK]",
        "Dani: The bastard shot you, Dad. I was going to do the same thing to him. I came this close.",
        "Ross: Oh, honey. No.",
        "Dani: Why are you so upset? I thought he killed you. I did it because I love you, Dad. I did it for you.",
        "[SCENE_BREAK]",
        "Starr: Dad, please, I'm begging you.",
        "Blair: Um, what's going on here, guys?",
        "Starr: Mom, I really want to move in with Cole but he won't listen to reason and you need to talk to him.",
        "Blair: Here we go.",
        "Cole: What if your dad still says no? Will you move in with me anyway?",
        "Starr: I don't want to do it like this, not when everyone's angry. Are you okay with that?",
        "Cole: Okay.",
        "[SCENE_BREAK]",
        "Ross: No, no, no, Dani -- look, Todd -- this is my fault. This is -- this is -- this is -- this is me.",
        "Dani: No, Dad, it's okay. Creepy Todd lives and breathes. Like Mom said, he's fine.",
        "Ross: You don't understand.",
        "Dani: What? What don't I understand?",
        "[SCENE_BREAK]",
        "Blair: I know that letting our daughter go is gonna be the hardest thing that we have ever had to do.",
        "Todd: Do you really want her to raise that baby all on her own?",
        "Blair: Come on. She's not gonna be on her own. We're gonna be here when she needs us. Getting between Starr and Cole has never worked, Todd, and you know that, and it's time that we let her make her own decisions. If we don't, we could risk losing her forever.",
        "Todd: That's what she said.",
        "Blair: Well, it's true. As much as the two of us hate it, we just gotta let her go.",
        "Todd: So, your mom and I discussed the situation, and as much as we hate to, we realize that we have to let you go. But we also realize that since you seem to think you're adults now --",
        "Blair: You are adults and you have to start acting like it, so that means you have to pay your own rent, buy your own clothes, buy your own food.",
        "Todd: -- Cable TV and all that stuff. So, you're on your own. We'll see how long it takes before you come running back home.",
        "Blair: Come on, Todd.",
        "Cole: Ms. Cramer, it's okay. You know, I want to support my family. Starr and I, we always said that we want to do it on our own, so, we'll do whatever it takes and we'll be fine.",
        "Starr: Okay.",
        "Blair: Oh, my God. She's leaving.",
        "[SCENE_BREAK]",
        "David: Poor Matthew, huh? He gets his legs back just in time to have his heart stomped. I guess he's got to be pretty happy that he can pee standing up again.",
        "Bo: [Coughs] David, you wanted me to -- to arrest someone for you?",
        "David: I totally do. Robert Ford stole my name, he stole my reality show, and worst of all, he recast me.",
        "Bo: No.",
        "David: Yes. And now he's got the show up on the internet, he's raking it in, and the guy he recast me with is a total nerd loser.",
        "Bo: Okay. Here's the thing. You don't need a cop. What you need is a lawyer.",
        "Nora: Hi.",
        "David: Well, if it isn't stepmommy dearest.",
        "Nora: I'm not your stepmother.",
        "David: Matter of time. Nora, as my lawyer, will you please tell me how much prison time the man who broke this contract will receive?",
        "[SCENE_BREAK]",
        "Markko: You saw Ford? Why didn't you tell me?",
        "Langston: Because Dorian hired a maniac to be police commissioner and all hell broke loose?",
        "Markko: Okay, okay. Well, did Ford also mention that he ripped my movie to shreds?",
        "Langston: He did what?! How could he do that? Your film was amazing. Who does he think he is?",
        "Markko: Do you know how much I love you?",
        "Langston: Well, I used to until you enjoyed working out with Cole more than you enjoy working out with me.",
        "Markko: Come here. Come here, you. Ow.",
        "Langston: Yeah. You're in no condition to be having sex all over the place.",
        "Markko: Hey, hey, no pain, no gain, right? And after you move in here [Kiss], we can have sex all over the place all the time.",
        "Langston: Ooh.",
        "Markko: Cole's hardly ever here. And when he's not in school, he's with Starr and Hope.",
        "Langston: So, you mean --",
        "Markko: We will have the whole place to ourselves. Where do you want to start?",
        "Langston: Ooh. [Giggles]",
        "[SCENE_BREAK]",
        "David: Robert Ford stole my identity. I demand justice.",
        "Nora: Oh, David, don't talk to me about justice.",
        "Bo: What happened?",
        "Nora: Oh -- Clint. He just tried to sue me for $42 million in damages.",
        "David: Oh, he's really mad.",
        "Bo: Why didn't you call me?",
        "Nora: Oh, it was fine. I bluffed my way out of it. I told him I would sell Asa's house out from underneath him and his little gold-digging girlfriend. You know she's moved in there?",
        "Bo: She's living with him?",
        "Nora: Oh, yes. Kim's got Clint thinking that she's Christmas and Cleopatra all rolled into one. I'm telling you, she's going to go rough your father's money so fast Clint won't have a chance to change his PIN number.",
        "David: My inheritance? Who is this bimbo?",
        "Nora: The girl's got dollar signs in her eyes, Bo. I'm telling you. You just wait. Miss Kimberly Andrews is gonna be the next Mrs. Clint Buchanan.",
        "David: Did you say Kimberly Andrews?",
        "Nora: Oh, God. Don't tell me you know her.",
        "David: No. I have to go. I'm sorry about your job. Hey, little bro. In the immortal words of Roxanne Balsom, \"You gotta get back on the hearse.\" She meant \"horse.\"",
        "Nora: What was that about?",
        "Bo: Ah. Matthew's a little bummed.",
        "Nora: About what?",
        "Bo: Dani.",
        "[SCENE_BREAK]",
        "Ross: I drove her to this, didn't I? Huh? Ha. Some father figure I turned out to be.",
        "Dani: You're not a father figure. You're my father.",
        "Ross: Dani, sweetheart, I need -- I love you very much.",
        "Dani: I know. I love you, too.",
        "Ross: I loved you since the day you took your first breath, and I'll love you till someone finally does me in. You're -- you're -- you're a part of me. And you always will be.",
        "Dani: Dad, stop it. You're scaring me.",
        "[SCENE_BREAK]",
        "Cole: All right. Car's all packed. I think that's everything.",
        "Starr: Yeah, I guess that is everything. Here you go.",
        "Blair: Here.",
        "Starr: It's not that bad, right? I mean, anytime you guys want a Hope fix, you just call me, okay?",
        "Todd: Hey, you take care of them or I'll kill you.",
        "Cole: I know. I will. I promise.",
        "Starr: And I'll probably see you guys what, tomorrow?",
        "Blair: Yeah, I know. It's different.",
        "Starr: I'm happy. I really, really am. And Dad -- it's not gonna be that bad. I'm always gonna be your daughter. And your one and only little girl.",
        "[Hope fussing]",
        "Starr: Okay. Let's go. Hold on. I'll take that.",
        "Todd: Bye, Cole.",
        "Starr: Bye.",
        "[SCENE_BREAK]",
        "Ross: Dani, I need you to do me a favor. I need you to -- stop hating Todd.",
        "Dani: Why? Why should I stop hating the guy who shot you?",
        "Ross: Because I asked you to, okay? Because you -- you have to. Promise me.",
        "Dani: Why are you doing this? Because I wouldn't go away with you? Dad, I love you. Just because I wouldn't run away with you doesn't mean I don't love you. You're my father.",
        "Ross: Daniella --",
        "Dani: Why do you call me that? You never call me that.",
        "Ross: Dani, the thing is -- I'm not your father.",
        "[SCENE_BREAK]",
        "Kim: Is it okay if I listen to some tunes down here? I really like to blast my old dance numbers.",
        "Clint: Want to put up a pole?",
        "Kim: No.",
        "Clint: You are welcome to do whatever it is you want. You talked me off the ledge today with that Jezebel of an ex.",
        "Kim: Please. It was the least I could do.",
        "Clint: Well, there is work that needs to be done. I'll give you a call if I need you.",
        "Kim: You know where I live.",
        "[Dance music playing]",
        "[Music stops]",
        "Kim: How did you get in here?",
        "David: Nigel and I go way back. So, you're Kimberly Andrews.",
        "Kim: Do I know you?",
        "David: I certainly know who you are and I definitely know what you did.",
        "[SCENE_BREAK]",
        "Nora: I should've made Clint move out anyway. If he and his little gold- digging girlfriend moved out, then Matthew and I could move in.",
        "Bo: Mm.",
        "Nora: And invite friends.",
        "Bo: I know, because this is nuts. Living in separate hotel rooms.",
        "Nora: Do you realize that -- we haven't -- made love?",
        "Bo: I'm well aware of that, yeah.",
        "Nora: I mean, we're living in two separate hotel rooms out of respect for Clint. Yeah. Are we stupid?",
        "Bo: Not anymore. I want to be with you.",
        "Nora: I want to be with you, too.",
        "Bo: But I want to do it the right way.",
        "Nora: The right way?",
        "Bo: Yeah. I want the 3 of us to make a home together. So -- what do you think, red? Want to find a nice, little place to live with your employed boyfriend?",
        "Nora: Honey, I'd live with you in a teepee if I had to.",
        "[SCENE_BREAK]",
        "Blair: Hello, Elijah.",
        "Elijah: Hey. Didn't expect to see you again so soon.",
        "Blair: Well, I didn't expect to go to Todd's and find out that my baby daughter was moving in with her boyfriend.",
        "Elijah: You want to talk about it?",
        "Blair: Actually, the last thing I want to do right now -- is talk.",
        "[SCENE_BREAK]",
        "Cole: Hey, Markko, are you here?",
        "Starr: Oh -- oh, my goodness. Cole, I think I know where they are. [Laughs]",
        "Markko: Oh, uh -- uh, hi, guys. What's up?",
        "Langston: We didn't think you'd be home.",
        "Cole: I get that.",
        "Markko: We were just, um, celebrating.",
        "Cole: What's the occasion?",
        "Markko: Well, Langston's moving in.",
        "Starr: Really?",
        "Langston: What?",
        "Starr: Well, we have good news, too.",
        "Cole: Hope and Starr are moving in, too.",
        "[SCENE_BREAK]",
        "Dani: You're joking, right? What do you mean, you're not my father? Of course, you're my father.",
        "Ross: No. I'm not.",
        "Dani: Why are you saying this? This doesn't make any sense.",
        "Téa: You need to listen to him, mija.",
        "Ross: Dani, I'm not your father. Todd Manning is.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Todd: What the hell are you doing here?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=GS0MEP_DDUA"
}