{
    "Episode Summary": [],
    "Recap": [
        "Kevin brings Kelly into the hospital. Michael is there to get her into a room and get the information from Kevin about the pregnancy. She is 24 weeks. This isn't good. If odds for survival are very low and if she does manage to give birth to the child it will be an uphill struggle to keep him alive. Kevin gets upset. If he loses this baby, it will be like losing Duke all over again. Kelly is calm for a while but then experiences pain from cramps. \"I need Kevin!\" Outside the room, Kevin, Viki and Clint all wait for more news. \"Oh I see that you have been very thorough! You have notified everyone! Everyone but me!\" Dorian has arrived. Mark goes to see his client. Evangeline will be prosecuting the case for Nora. He thinks he can win the case but wants Spencer to realize that Evangeline is not puppy. Natalie explains that she heard Vincent's footsteps and thought that John was coming. He tells that he has troubles too in his love life. He can't get Layla back. She read all about the commission and Cristian. When she asks Vincent if he did set Cristian up, he admits that he did. Starr is at the dance and her parents being there doesn't seem like such a bad thing after all. Britney tells Todd and Blair that there is going to be a slide show soon. Todd and Blair thank the girls for letting them know. \"My dad says 'hi',\" Britney says to Todd. He has no idea who her dad is. The show starts and it shows slides of Starr and her dad, and newspaper articles about his conviction and the night of his execution. The lights go on and the show is stopped. A teacher demands to know who is responsible for this but no one fesses up. Cole goes the center of the room and shouts that he has something that he would like to say to everyone. Natalie thinks about what happened with Vincent and thinks that maybe it was a good thing. It made her realize that John was good for her because without him she would be stuck with someone like Vincent. \"Now get off our roof!\" Cole tells everyone that he knows that this is the work of Britney. The Britney Squad is led out and Cole orders the music to be put on again. He goes to Starr and they start dancing again. Todd smiles. \"I really like that kid.\" Blair says that Starr is pretty great too and must have really great parents. \"You want to dance?\" She can't believe he asked her that. She moves into his arms and they dance. Paige asks Spencer to tell what he did to Kelly when he did her procedure, as she is in labor and could lose her baby. \"Get me out and I will examine her and save that child for her.\" Paige gets on her cell phone and tells Bo what Spencer has just suggested."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Kelly gasps]",
        "Kevin: Somebody, need some help here. [Gasping] She's having contractions and they're -- they're way too early.",
        "Nurse: Try not to panic. It could be false labor.",
        "Kelly: Oh, God, I hope so!",
        "Michael: All right, what happened?",
        "Kevin: She's having contractions and they're really strong.",
        "Michael: Ok. Get her into three, call the attending Ob., and call Radiology, ok? I want a sonogram. Listen. Try and stay calm, ok?",
        "Kevin: All right. Hey.",
        "Michael: How far along is she?",
        "Kevin: Uh, 24 weeks, I think.",
        "Michael: Well, that's better than 21.",
        "Kevin: Yeah, well, it's not full-term, Michael. Now, listen, you got to do whatever you can to save this baby.",
        "[SCENE_BREAK]",
        "Bo: Paige? Hi.",
        "Paige: Hi.",
        "Bo: How is he?",
        "Paige: The doctors say that he opened his eyes when they were changing his bandages. I'm sorry I missed it.",
        "Bo: Oh.",
        "Paige: Oh. I thought you were supposed to be in Llanview.",
        "Bo: Well, yeah, but I just went out, I made some calls. Everything's under control, so I thought I'd come back and take you out, feed you.",
        "Paige: Look, you don't have to take me to dinner every night.",
        "Bo: Hey, come on, come on. You've been -- you haven't slept. You've been living on this hospital coffee. You know? Why don't you let someone take care of you?",
        "Paige: \"Someone\"?",
        "Bo: Me!",
        "[SCENE_BREAK]",
        "Guard: Your lawyer's here.",
        "Spencer: It's after visiting hours. What's going on?",
        "Mark: I have some news. There's a new ADA on your case.",
        "Spencer: Nora Hanen recused herself?",
        "Mark: No, she's second chair now. She felt her health wasn't up to the challenge.",
        "Spencer: Ah, so she let one of her wet-behind-the-ears puppies take the lead, huh?",
        "Mark: Not quite. She appointed Evangeline Williamson ADA let me tell you something -- she's no puppy dog.",
        "[SCENE_BREAK]",
        "Cristian: Uh-oh.",
        "Evangeline: \"Uh-oh\" what?",
        "Cristian: When you kiss a woman and she looks worried, you got problems.",
        "Evangeline: I'm not worried about us.",
        "Cristian: Look, I'm not trying to pressure you and it's not like I'm asking to move in or anything like that. But I don't want to not see you the whole time you're trying this case.",
        "Evangeline: Well, I don't want you to take it personally if -- if I'm distracted.",
        "Cristian: Ok, out with it.",
        "Evangeline: Out with what?",
        "Cristian: You're not telling me something. What is it?",
        "[SCENE_BREAK]",
        "Starr: No, this is not happening. Dad! What are you doing here?",
        "Todd: Hey. You like my costume?",
        "Starr: Well, since a little part of me just died, it seems appropriate.",
        "Blair: Now is that any way to talk to death?",
        "Starr: Ok. Now I know why you wanted me to dress like a cat.",
        "Blair: Ha-ha.",
        "Todd: Hey, did you make her dress like this?",
        "Starr: Ok, you two have to go home now.",
        "Blair: No! Then there wouldn't be anybody here to chaperone you, pussycat, meow.",
        "Starr: What did I do to deserve this?",
        "Cole: Hey, sorry about that. I was talking to some of the guys. Hey.",
        "Blair: Hey.",
        "Starr: Uh, the grim reaper and the cat are my parents.",
        "Cole: Nice to meet you.",
        "Blair: Purrfect. [Blair giggles and growls]",
        "Cole: Nice costumes.",
        "Blair: Thank you.",
        "Cole: Hey, you want to dance?",
        "Starr: Sure. Can we do it in another state?",
        "Blair: Well, I think he seems nice.",
        "Todd: He's a 16-year-old kid on a date with my daughter. He'll have to do much better than \"nice.\"",
        "[SCENE_BREAK]",
        "Boy: All right. Way to go, Cole.",
        "Girl: They're dancing, Britney.",
        "Second girl: And it's a slow dance.",
        "Britney: And I thought the only slow thing around here was you. We'll see how much she feels like dancing later tonight.",
        "Girl: Sounds fun.",
        "Britney: Oh, shut up.",
        "[SCENE_BREAK]",
        "Vincent: Hey, listen -- Look, Natalie, I don't know what just happened here, but that's not what I had in mind when I followed you up here. I mean, not that you're not a very hot lady. It's -- it's just now you're going through something bad and just now in Angel Square when you called that stranger by John's name, I figured you shouldn't be alone. Ok, I would feel a whole lot better if you was all up in my face right about now.",
        "Natalie: Oh, my God. John's gone. He's really gone. I'm never going to see him again. [Natalie sighs]",
        "[SCENE_BREAK]",
        "Bo: You know, I look at this young man that you never got a chance to raise and it just makes me wonder -- what would it have been like if you'd never married Spencer?",
        "Paige: Oh, look, please don't do that. Don't feel sorry for me. I had a second chance at love and I blew it.",
        "Bo: No, you didn't blow it, you know -- I mean, permanently. You know, I'm here, so -- [Phone rings] Ah -- bad timing. Excuse me. Bo Buchanan.",
        "Clint: It's Clint. Yeah, I'm at the emergency room.",
        "Bo: Is it Pa?",
        "Clint: No, it's -- it's Kelly, actually. She may be in labor.",
        "Bo: Well, I'm in Atlantic City right now. Um --",
        "Clint: Bo, ok, you don't have to rush back. I'll keep you posted.",
        "Bo: Ok, thanks.",
        "Paige: Something wrong?",
        "Bo: Kelly went into labor early.",
        "Paige: Well, Spencer's miracle procedure was supposed to prevent that.",
        "Bo: Yeah, and Spencer's always been so honest about everything, hasn't he?",
        "[SCENE_BREAK]",
        "Kevin: Hey. How is she?",
        "Michael: She's trying to hold on to hope. Listen, the sonogram looked good. You know, the baby didn't seem to be in any distress, but Kelly is starting to dilate. Now, we ran an I.V. to try and stop the contractions.",
        "Viki: Will that work?",
        "Michael: I'm going to consult with her Ob, but we have neonatal ICU on alert.",
        "Kevin: Ok, well, what's the bottom line -- I mean, if this baby is born early?",
        "Michael: Ok. If Kelly is at 24 weeks, the parameters for survival are extremely low. If this baby's born --",
        "Kevin: Wait, wait -- \"if\"?",
        "Michael: If this baby is born tonight and born alive, it's going to have an uphill battle.",
        "Kevin: All right. I need to see Kelly.",
        "Michael: I'm keeping an eye on her. As soon as you can see her, I'll let you know.",
        "Viki: Thank you, Michael.",
        "Michael: No problem.",
        "Clint: All right, I left messages with everybody. What did Michael say?",
        "Viki: If they can't stop the contractions, this baby could be born tonight.",
        "Kevin: This is Duke's child. Now, if this baby doesn't make it, it's going to be like losing him all over again.",
        "[SCENE_BREAK]",
        "Spencer: Evangeline Williamson couldn't even keep Todd Manning off death row for a crime he didn't even commit.",
        "Mark: You'd know all about that, wouldn't you?",
        "Spencer: I'm innocent, Casey. You are going to prove it. Do not screw this up. That's why I pay you all that money, remember?",
        "Mark: I wouldn't have taken the case if I didn't think I could win it.",
        "Spencer: Good.",
        "Mark: But it's not going to be a cakewalk. Williamson and Hanen will make sure of that.",
        "[SCENE_BREAK]",
        "Evangeline: I'm not holding out on you, I promise. I'm just, like, overwhelmed by everything I have to do at the last minute and how important this case is to so many people.",
        "Cristian: I get it.",
        "Evangeline: I have to win this -- for Nora, for Michael, for Eve McBain.",
        "Cristian: And for John.",
        "Evangeline: He spent the last couple of months of his life putting this case together, and I just -- I don't want to let him down.",
        "Cristian: Then you need somebody who's in your corner waiting for you at night.",
        "Evangeline: What if I'm tired and grumpy?",
        "Cristian: So I'll pour you a glass of wine, run you a bath, maybe even a little foot rub.",
        "Evangeline: Oh, God. What did I do to deserve you?",
        "[SCENE_BREAK]",
        "Langston: Man, Cole's one hot pirate.",
        "Boy: Should I be nervous?",
        "Langston: Relax. I'm not the one he's looking good for.",
        "Starr: I can't believe you met my parents.",
        "Cole: I know. I'm scarred for life.",
        "Starr: I can't believe my mom came to a high school dance dressed like that.",
        "Cole: I can't believe you're still talking about your parents. If you'd shut up for one minute, I'd tell you how you look really cute tonight in that costume.",
        "Starr: Thank you.",
        "Langston: I thought you were banned for reckless bitchery. Did daddy buy your way into the dance?",
        "Britney: It's not who you know, it's who knows you.",
        "Langston: Can't take your eyes off them, can you? I think he really likes her.",
        "Britney: Since -- since when did this become ok, this whole you-talking-to-me thing?",
        "Langston: Believe me, I'd much rather be sitting in a boys' urinal than standing here talking to you. I just wanted to say that Starr is my friend and if you ruin this night for her, you're going to have a real problem with me.",
        "Britney: Well, wouldn't you be more comfortable saying that in a plaid shirt and lumberjack boots?",
        "Langston: Oh, you wish. I'll be in the bathroom sobbing over your biting fashion commentary.",
        "Girl: Want me to go after her, set her straight?",
        "Britney: Oh, relax. She's not my problem.",
        "[SCENE_BREAK]",
        "Todd: Yeah, what's your defensive alignment?",
        "Man: I'm running a 3-4.",
        "Todd: Excellent. I might try out.",
        "Man: Yeah.",
        "Todd: Here you go.",
        "Blair: Please tell me it's spiked.",
        "Todd: No such luck.",
        "Blair: Who were you talking to?",
        "Todd: Varsity football coach.",
        "Blair: Hmm.",
        "Todd: Do you know what he told me?",
        "Blair: No, Todd, I don't know what he told you.",
        "Todd: He told me they have more than enough chaperones for tonight, which is interesting. You got that wrong.",
        "Blair: Huh. I guess I did. How about we show these pumpkins how to cut the rug? Want to?",
        "Todd: You want to shake your hips for me, like you did with Truman when I was on death row?",
        "Blair: All right, you know what, Todd, I give up. Everything that happened to you is my fault. Tonight is my fault. World war ii was my fault -- I wasn't even born yet. All right, you win. You win. Can we move on now?",
        "[SCENE_BREAK]",
        "Michael: You see, the b heart rate is fast and steady just the way we like it.",
        "Kelly: I just had another contraction and I still have over three months to go. Isn't there anything you can do to stop this?",
        "Michael: Well, we -- we administered the drugs. We're hoping that they work and -- and, listen, the good thing is your water hasn't broken yet.",
        "Kelly: Oh, I'll go on bed rest. I promise I will not move, I promise.",
        "Michael: That's a given. Listen, the longer you can hold on to this baby, the better a chance he or she is going to have at life. Now, I was just telling Kevin we have the best Neonatal Department in the entire --",
        "Kelly: This shouldn't be happening. Spencer said that this wouldn't happen. He said I could carry a baby to term. I've done everything by the book and -- oh, God! Oh, no.",
        "Michael: Another contraction?",
        "Kelly: Oh. I need Kevin. [Kelly groans]",
        "[SCENE_BREAK]",
        "Kevin: Kelly's in there alone. She's going through this whole thing all alone.",
        "Clint: Kevin, she won't be alone for long. Soon you're going to be in there with her, the family will start gathering out here. I got ahold of Bo and I left messages with Natalie and Jessica.",
        "Dorian: You did a very thorough job. You contacted everybody, Clint, except me.",
        "[SCENE_BREAK]",
        "Guard: You've got another visitor.",
        "Spencer: Who is it?",
        "Guard: I'll send her in.",
        "Spencer: \"Her\"?",
        "Mark: Good night, Spencer.",
        "Spencer: Yeah.",
        "Paige: Sorry. Just me.",
        "[SCENE_BREAK]",
        "Todd: You lied to me, Blair. What do you want me to say to you?",
        "Blair: Oh. It must've been so hard for you, Todd, since you never, ever lied to me.",
        "Todd: I was trying to protect you.",
        "Blair: Yeah, and you know what? I thought tonight would be a really nice night if the two of us could chaperone our daughter's first high school dance.",
        "Todd: Yeah, she's really thrilled about it.",
        "Blair: You know what? I'm not going to take the bait here. I'm not going to stand here and fight in this getup with you because I don't want to embarrass our daughter.",
        "Todd: You don't want to embarrass our daughter?",
        "Blair: No.",
        "Todd: You're dressed like a sex object. You thought that was a good idea?",
        "Blair: I wanted Starr to be proud of me, of us.",
        "Todd: You're using our kid to get to me and I don't like it.",
        "Blair: You know what? I -- we're always going to be connected because of our kids whether you like it or not! I just wish that you could let it go one minute.",
        "Todd: All right! I'll let it go.",
        "Blair: Fine! Then dance with me and don't act like you don't want to.",
        "[SCENE_BREAK]",
        "Starr: Don't turn around -- they're dancing now.",
        "Cole: I don't think your dad likes me too much.",
        "Starr: Why not?",
        "Cole: Just a hunch. I mean, it might have something to do with the rude gestures he keeps making at me with his scythe.",
        "Starr: Oh, my God!",
        "Cole: No, I'm just kidding. Really, it's not a big deal. It's -- you know, it's just something that dads do.",
        "Starr: Yeah, well, knowing my dad, I'm not sure how far he's going to take this whole grim reaper thing. No -- I don't --",
        "Cole: That's funny, you can joke about it. It's cool.",
        "Starr: Oh, ok.",
        "Cole: Oh, listen, I didn't tell you something -- I ran into your dad today at the coffee shop -- I mean, literally.",
        "Starr: What did he do?",
        "Cole: He called me a punk.",
        "Starr: Well, did you know it was my dad? Ok, don't answer that -- of course you knew it was my dad. What did you do?",
        "Cole: Oh, I had a good word for him, too.",
        "Starr: Must've loved running into him tonight.",
        "Cole: No, it was ok. Besides, your mom looks like she'll slug him if he gets out of line.",
        "Starr: She moved back in with him, but they're not together or anything. I wish it would happen already -- it would be so much easier for me to forget about them.",
        "Cole: Well, why do you have to?",
        "Starr: How much time have you got?",
        "Cole: Well, I've got all night, but I'd rather dance.",
        "[SCENE_BREAK]",
        "Boy: Damn, Brit. You are looking hot tonight.",
        "Britney: Well, thanks, Gabe. You don't look so bad yourself.",
        "Gabe: Thanks.",
        "Britney: Actually, I'm kind of thirsty. Do you think you could get me something to drink?",
        "Gabe: You got it, babe.",
        "Britney: Ugh. I am so too good for him.",
        "Girl: Absolutely.",
        "Second girl: Oh, sorry -- yeah, absolutely. [Girls chuckle]",
        "Britney: Is our little slide show ready? Thank goodness. Tonight, we'll take down the whole Manning clan.",
        "[SCENE_BREAK]",
        "Natalie: This was our place, mine and John's.",
        "Vincent: It must be really rough on you right now to be up here without him.",
        "Natalie: I thought it would be ok because, you know, so far I feel like he's been with me. I'd wake up in the morning and I'd still remember the way he looked when he was sleeping. Or I'd hear a song on the radio and I'd think about listening to it with him, up here on our rooftop with this ancient transistor. You know, and then I'd hear footsteps and I'd -- I'd turn around expecting him to be there, but, you know that's -- that's why when I saw that guy, I ran out and I came up here, which was probably the worst place I could've come because this is where we always went to find each other. You know, we -- we made love up here. We slept under these stars I can't even tell you how many times. And then I kissed you, here in our place. But I kissed you because I was -- I was looking for John.",
        "Vincent: I know that.",
        "Natalie: I was looking -- I was looking for John. But I realized he's -- he's really, really gone.",
        "[SCENE_BREAK]",
        "Evangeline: I tend to obsess when it comes to really big cases like this, so -- so if I'm inconsiderate or -- or if I just plain get on your nerves --",
        "Cristian: No --",
        "Evangeline: Tell me.",
        "Cristian: Don't you worry about me, ok? I'll use the time to try to figure out what my next move is.",
        "Evangeline: When you talked to Antonio, did you change your mind about going after Vincent?",
        "Cristian: Well, the truth is, I don't know what I want to get out of it. I mean, it's not like I can fight again even if I get my license back. I don't even know if I want it back.",
        "Evangeline: Really?",
        "Cristian: Well, the look on your face when you saw me working Ted over kind of changed the way I feel about the fight game.",
        "Evangeline: Well, what about painting?",
        "Cristian: Well, unfortunately, I'm a right-handed painter, too. And those are the only two things I know how to do.",
        "Evangeline: No. You know how to do a lot of things. Maybe I shouldn't have said that.",
        "Cristian: I -- I just got to find a way to make a living, a way that I can feel proud of.",
        "Evangeline: Cristian, you've been through hell and you're still finding your way. But I know you. You can do it.",
        "Cristian: Yeah. Thanks.",
        "[SCENE_BREAK]",
        "Dorian: I couldn't locate Kelly, so I called your house, Viki. I had to find out from a member of your staff that she'd gone into premature labor and that she had been brought here to the emergency room.",
        "Clint: Dorian, you're absolutely right. I should've called you.",
        "Viki: It was not intentional, ok?",
        "Clint: I was worried about Kelly. I just didn't think.",
        "Dorian: It's all right. Let's just forget about it for now, shall we, ok? How's she doing? May I go in and see her?",
        "Kevin: Not yet. Michael said he'd let me know when I could go in.",
        "Dorian: Oh. Well, maybe -- oh, good. Dr. McBain?",
        "Michael: Yes?",
        "Dorian: How's Kelly doing?",
        "Michael: She's in with her Ob. right now. I'm sorry to tell all of you the contractions have not stopped.",
        "Dorian: Has her water broken?",
        "Michael: No.",
        "Dorian: Well, that's good news.",
        "Michael: It is.",
        "Dorian: You know she has a history of thrombophilia?",
        "Michael: Yes, we do.",
        "Dorian: Have you checked her BP?",
        "Michael: It's a little higher than I'd like it to be.",
        "Dorian: Have you typed and cross-matched her for a section?",
        "Michael: Absolutely.",
        "Kevin: Wait. What does that mean?",
        "Michael: It means that we're prepared to intervene. If the contractions don't stop, if we feel that this baby is in distress, if the water breaks, if Kelly's blood pressure goes any higher, we will deliver this baby tonight.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Spencer: What is it, Paige? Is it Hugh?",
        "Paige: Hugh's the same.",
        "Spencer: His coition isn't deteriorating, then?",
        "Paige: I didn't come here about Hugh.",
        "Spencer: Then what are you doing here, Paige? Why are you here",
        "Paige: Well, for one thing, I think I'd like to get my license reinstated -- Since it turns out that I wasn't the one who botched Thomas McBain's surgery -- you were.",
        "Spencer: You know what, Paige? You were so wasted that night, you couldn't remember anything if you tried.",
        "Paige: You're right -- I was, and that was lucky for you, but Nora has found out the truth. She is out to get you.",
        "Spencer: Nora? Nora Hanen? Nora Hanen doesn't know Jack. You know, it's too bad she's not prosecuting my case. She's so wonderfully ineffective.",
        "Paige: Don't worry -- she's going to be all over your case. I hope you brought lots of really good books because you're going to be in here a long, long, long, long time.",
        "Spencer: So you've just come to gloat -- is that it?",
        "Paige: No. I came about Kelly.",
        "Spencer: Well, what about Kelly?",
        "Paige: Well, you performed your miracle procedure on her, the one that enabled her to carry a child? She's having contractions in her 24th week, so I need to know exactly what you did -- or didn't do.",
        "[SCENE_BREAK]",
        "Todd: Can we go home now?",
        "Blair: No.",
        "Britney: Mr. Manning? You don't know me, but I'm actually a really good friend of Starr's.",
        "Girl: We are, too.",
        "Britney: Anyway, I'm not supposed to tell you this, but I really think you should stick around for the slide show.",
        "Blair: Slide show?",
        "Britney: Yeah. Starr is kind of like the star. Get it? Oh, by the way, my dad says hello.",
        "Blair: Her dad? Who's her daddy?",
        "Todd: How should I know? How'd she know my name anyway?",
        "Blair: What, are you kidding me?",
        "Todd: Where's Starr?",
        "Blair: She's over there talking to that boy, and I actually think he likes her.",
        "Todd: You punk!",
        "Blair: Todd.",
        "Todd: Who are his parents anyway? [Music stops] Oh, boy, the slide show.",
        "Girls: Not.",
        "Blair: Ok, where the hell is -- where's Starr?",
        "Todd: Where's the little bitch who did this?",
        "Langston: They did it. They got her.",
        "[SCENE_BREAK]",
        "Vincent: Look, you are going to get through this, right?",
        "Natalie: Life goes on, whether you want it to or not.",
        "Vincent: Mm-hmm. You remember that fight that we had right after I first met you?",
        "Natalie: Where you called me a trust-fund baby?",
        "Vincent: Yeah, and you set me straight?",
        "Natalie: I guess.",
        "Vincent: Well, I was wrong about you. You have what it takes to keep on keeping on.",
        "Natalie: Oh, how would you know?",
        "Vincent: Because I've got it, too.",
        "Natalie: Sure, Vincent. It seems like you go through so many hard times.",
        "Vincent: Having one right now.",
        "Natalie: You didn't fix things with Layla?",
        "Vincent: Nah. It's done and there's no going back.",
        "Natalie: Do you love her?",
        "Vincent: I guess I do.",
        "Natalie: Ok, well, she's still alive. You still have time that you -- you can fix this, you can make it work.",
        "Vincent: You just don't get it.",
        "Natalie: What is there to get? Do you know how much I regret the time that I spent apart from John, being mad at him for things that just don't even matter?",
        "Vincent: It's not me. It's her. She's not going to change and she's not going to take me back.",
        "Natalie: How do you know?",
        "Vincent: Because Cristian's her sister's boyfriend.",
        "Natalie: Cristian?",
        "Vincent: I don't want to talk about that right now.",
        "Natalie: The papers said the boxing commission decided Cristian threw that fight. But that's not like him. He'd die before he did something like that.",
        "Vincent: Yeah, well, the papers are right for once.",
        "Natalie: You did it, didn't you?",
        "Vincent: Yeah. It was me. I try to do whatever I can",
        "Natalie: You were Cristian's manager and you set him up?",
        "Vincent: Look, I never said that I was perfect.",
        "Natalie: Oh, you are far from perfect. The entire boxing world thinks that he's a bum! But you know what? He's not the bum, you are.",
        "Vincent: Look, I came up here to make you feel better. Now you're turning on me?",
        "Natalie: What did you want me to say? You want me to be ok with what you did to Cristian?",
        "Vincent: Look, you think something like that has never happened to Vincent Jones? I came up the hard way. And every dime I got, I earned myself!",
        "Natalie: On the backs of people like Cristian.",
        "Vincent: Yeah. Well, I didn't know the boxing commission was going to do what they did. I just told my people to make sure that he lost the fight.",
        "Natalie: Why?",
        "Vincent: Money.",
        "Natalie: So Cristian's one big shot -- you stomped all over it for money?",
        "Vincent: Look, if it makes you feel any better, as soon as the fix was in, I wished I hadn't done it. I told him to call it off, but it was too late. I'm going to be a better man now.",
        "Natalie: Are you going to clear Cristian's name?",
        "Vincent: I can't do that, but I can live up to my own potential.",
        "Natalie: \"Potential\"? You want to hear about potential? John McBain had potential. He struggled every single day of his life to do the right thing right up until the end. And you don't even come close.",
        "[SCENE_BREAK]",
        "Cristian: You need to work.",
        "Evangeline: You need to go so you don't have to talk about your feelings.",
        "Cristian: Kind of.",
        "Evangeline: Ok.",
        "Cristian: I'm just going to go for a walk.",
        "Evangeline: Well, when you're walking, remember that I love you.",
        "Cristian: I love you, too.",
        "Evangeline: Who am I kidding?",
        "[SCENE_BREAK]",
        "Girls: \"No, no.\"",
        "Coach: Who did this? I promise you, the judgment will be swift and terrible if I find you before you own up to this.",
        "Todd: All right, kiddo, let's go.",
        "Cole: No, not yet.",
        "Todd: Who the hell do you think you are?",
        "Cole: Please, Starr, stay for one minute. Excuse me. Excuse me, everyone. I have something to say.",
        "[SCENE_BREAK]",
        "Spencer: What do you think I did to Kelly, Paige?",
        "Paige: Honestly? I think you made her a whole bunch of promises. And then you wheeled her into the O.R. and you did nothing. Then you gave Kevin the virus that made him sterile. You pointed Kelly toward Duke. And you just sat back and watched the fireworks.",
        "Spencer: What do you want from me?",
        "Paige: Her doctors need to know what's going on so they can have a chance to save the baby's life.",
        "Spencer: Well, there's nothing I can do for Kelly. Not a damn thing! Unless, of course, I could examine her myself.",
        "Paige: Oh -- right.",
        "Spencer: I saved her life, Paige. I'm the one that made it possible for her to conceive a child in the first place. Now, if you care about her or that baby and want her to be able to carry to full term, you will get me out of here and you will get me into that hospital.",
        "[SCENE_BREAK]",
        "Kevin: How are you doing?",
        "Kelly: They're giving me medication to stop the contractions, but I still keep having them. Kevin, I'm so sorry.",
        "Kevin: No. It's ok.",
        "Kelly: I'm so sorry.",
        "[SCENE_BREAK]",
        "Evangeline: Hey, Hugh. It's me. Evangeline. I don't know why I'm here. I just found myself on the turnpike driving crazy. I know I used to give you a hard time. Maybe I miss wrangling with you like we did when we tried Todd's case. Nora made me an acting A.D.A. can you believe that? I'm going to be prosecuting Spencer Truman. Maybe I'm here because I'm -- I'm trying to get inside your head. I know you did the legwork -- before you found out he was your father. Hugh, are you ok?",
        "[SCENE_BREAK]",
        "Natalie: Oh, God, oh, God -- and I kissed you.",
        "Vincent: Look, that was a mistake.",
        "Natalie: Is that -- is that why you followed me? To see what you could get?",
        "Vincent: Oh, come on, Natalie. Come on, I didn't follow you. That is not me.",
        "Natalie: Oh, right, because you're such an upstanding citizen. But you know what? There's an upside. There's an upside to what happened tonight.",
        "Vincent: And what's that?",
        "Natalie: It made me realize how lucky I am that I was in love with a man like John, because I could have spent my entire life wasting it on a man like you. Don't you dare follow me. Get the hell off our rooftop!",
        "[SCENE_BREAK]",
        "Coach: Cole, are you responsible for this?",
        "Cole: Oh, come on. We all know who it was. It was Britney.",
        "Cole: You could tell because the slide show was pathetic. Now, can we please get the music back on? And you all should get back to dancing. Thank you.",
        "Coach: Why don't you ladies come with me?",
        "Langston: Those jerks. Are you ok?",
        "Starr: I don't know. I -- I think so.",
        "Cole: Hi.",
        "Starr: Thank you.",
        "Cole: Now, don't stress. Britney's obvious. So are you going home?",
        "Starr: You still want to be seen with me?",
        "Cole: Hey, I dropped a pass in the end zone last Friday night. You want to be seen with me?",
        "Starr: Sure. Want to dance?",
        "Blair: You still think he's a punk?",
        "Todd: No, he's all right. God, I can't believe how cruel these kids can be to each other, though.",
        "Blair: Yep. Whoever his parents are, they sure raised a good kid.",
        "Todd: Yeah, so did we.",
        "Blair: Couldn't help but think watching that slide show -- everything that we went through, she went through. She turned out all right.",
        "Todd: Yeah. Hey.",
        "Blair: What?",
        "Todd: You want to dance?",
        "[Music plays]",
        "Blair: I would love to dance.",
        "[SCENE_BREAK]",
        "Dorian: Oh, excuse me. Doctor -- I really do wish they would tell us how she's doing.",
        "Clint: Yeah, well, I've been telling myself that no news is good news.",
        "Viki: You know, on the plus side, this hospital has a state-of-the-art Neonatal ICU Unit. It's amazing what they can do, really. Little babies hooked up to all those -- tubes. Oh, Lord. We lost Duke at such a young age. I can't believe we might lose his child as well.",
        "[SCENE_BREAK]",
        "Bo: You went to see Spencer?",
        "Paige: Yeah, I thought he might know what was happening with Kelly.",
        "Bo: Does he?",
        "Paige: He won't tell me anything.",
        "Bo: Hey, are you ok? Why -- why did you call me?",
        "Paige: As a surgeon, he's still very gifted. He's asking to come to the hospital to examine Kelly. He -- he says he can save the baby.",
        "[SCENE_BREAK]",
        "Kevin: Just keep breathing. The contractions aren't coming as often, are they?",
        "Doctor: Not quite, but the baby's heart rate is slowing after each one.",
        "Kelly: What does that mean?",
        "Doctor: It means that there's a problem.",
        "Kelly: No!",
        "Kevin: Kelly, just look at me. No matter what happens, you're not going to be alone anymore, ok? We're going to go through this together, all right?",
        "[SCENE_BREAK]",
        "Cristian: Natalie?",
        "Natalie: Cristian --",
        "Cristian: What happened?",
        "Vincent: Damn.",
        "[SCENE_BREAK]",
        "Evangeline: What is it? What do you want?",
        "Hugh: It's me.",
        "Evangeline: I know. Are you in pain? Hugh, I'm going to -- maybe I should see if I can find a nurse. Ok?",
        "Hugh: Natalie",
        "[NEXT_ON]",
        "Cole: Would it be ok if I kissed you?",
        "Blair: Thanks for the dance.",
        "Todd: Anytime.",
        "Cristian: Remember Paul Cramer? You're not doing that with Vincent, are you?",
        "Vincent: I tell you, there was definitely a connection when I kissed her."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=CrkLSWt2FSc"
}