{
    "Episode Summary": [
        "Episode # 10303 - \"Deal or No Deal\" Written by Elizabeth Page, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, & Anna Theresa Cascio"
    ],
    "Recap": [
        "When Dorian is in jail, Nora talks to her about dropping all charges against her if she ends her feud with Clint. Dorian's \"conscience\", Mel, also tells her that she needs to start \"playing by the rules\". Dorian comes home to Langston. Clint drops his vendetta to take her foster daughter away from her. Cristian Vega gets himself put in jail so that he can be with Vanessa after she's been taken to jail for shooting Ray. Rex gets better and declares that he's going to be with Gigi. Adriana realizes she needs to accept that."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Sarah: You look like hell.",
        "Cristian: Cheery good morning to you, too.",
        "Sarah: So, this, um, daybed -- stuffed with cinderblocks?",
        "Cristian: Yeah, right, give me a break. You're the one who hogged the blankets all night.",
        "Sarah: Well, you're the one who gave the bed to Lola.",
        "Cristian: Well, after everything she's been through, of course. Come on.",
        "[Sarah chuckles]",
        "Cristian: Hey.",
        "Sarah: Did I ever tell you how much guys who go to bat for a kid they barely know really, really turns me on?",
        "Cristian: You know, suddenly this thing feels a whole lot bigger. She's really exhausted, right? I mean, she's going to be up or sleeping late, right?",
        "Sarah: I hope so.",
        "[Distant noise]",
        "Sarah: Sounds like she's up.",
        "Cristian: Right.",
        "Sarah: Awesome.",
        "Cristian: It's okay. As soon as we get Lola back to Vanessa, we can pick up right where we left off.",
        "[SCENE_BREAK]",
        "Vanessa: You've been staring at me since last night.",
        "Dorian: I prefer to think of it as standing guard. I want to make sure no harm comes to you.",
        "Vanessa: We don't even know each other.",
        "Dorian: I know everything about you I need to know. You're the woman who shot Ray Montez.",
        "[SCENE_BREAK]",
        "Antonio: Any change?",
        "Talia: No, the doctor checked up on him about a half hour ago. Apparently it's still touch and go.",
        "Antonio: He's got a lot to answer to. So does Clint Buchanan.",
        "[SCENE_BREAK]",
        "Nora: Yes, yes, absolutely. Thank you very much. Yep, okay, thank you, sir. Bye. Well, what a way to start the morning. A conference call with the Department of Justice and the Colombian consulate. Not exactly Abbott and Costello, if you know what I mean.",
        "Clint: What did they have to say?",
        "Nora: Uh, well, the Colombians' official line is that Ray Montez is a convicted felon who escaped their custody while serving a twenty-year sentence for murder.",
        "Clint: Well, we both know that that's not true.",
        "Nora: Which part -- the murder or the escape?",
        "Clint: I came here to tell you that you were right about everything -- especially about me.",
        "[SCENE_BREAK]",
        "Langston: Whoa, whoa, whoa, what was that for?",
        "Markko: I thought you were going to be gone today.",
        "Langston: Well, I'm not.",
        "Markko: Man, I was going crazy.",
        "Langston: Markko, don't get your hopes up, okay?",
        "Markko: What?",
        "Langston: Ray's still alive and Dorian's in jail. I mean, who knows what's going to happen?",
        "Markko: Well, then you know what? Let's find out for sure.",
        "[SCENE_BREAK]",
        "Bo: You gave us quite a scare, Balsom.",
        "Rex: I was just looking for a little attention. Hey.",
        "Gigi: Hey, yourself.",
        "Rex: Thank you.",
        "Gigi: Easy, baby.",
        "Rex: I'm okay.",
        "Gigi: Oh, God, you could pop a stitch or something.",
        "Rex: I want to get up. I want my life back.",
        "Gigi: It is back. You just have to take it a little easy.",
        "Rex: I don't want you coddling me.",
        "Gigi: Well, you don't have a choice.",
        "Rex: I scared you. I'm sorry.",
        "Gigi: You -- you protected me.",
        "Rex: Can I go home?",
        "Bo: I talked to Michael and he said that'd be okay.",
        "Gigi: So as soon as the ambulette gets here, we can blow this pop stand.",
        "Rex: We. Nice.",
        "Adriana: I bet you can't wait for that to happen.",
        "Rex: Adriana.",
        "Adriana: You look even better. I'm glad.",
        "Rex: Thank you.",
        "Adriana: I'll let you guys catch up. I just wanted to let you know that there's a breakfast in the kitchen if anyone wants anything.",
        "Rex: Adriana, don't go, okay? Could you guys give us a minute? I'd like to talk to Adriana -- alone.",
        "[SCENE_BREAK]",
        "Cristian: Did you sleep okay?",
        "Lola: Yeah, you didn't really have to give me your bed.",
        "Cristian: It's not a problem, really. Here, I made you some cocoa. Actually, I nuked you some cocoa. But we have orange juice if you'd like.",
        "Lola: No, this is -- this is great. Did my stepmother call?",
        "Cristian: They won't let us talk to her.",
        "Sarah: Until -- later after everything gets worked out. She's going to be okay.",
        "Lola: And, um, my father -- oh, oh, I'm sorry -- your robe.",
        "Sarah: Hey, no, no, no. No worries. Not a problem, really.",
        "Cristian: Listen, Lola, your father is still in the hospital. You know my brother, Antonio? Well, he and his girlfriend are both cops, and they're at the hospital, too. So I promise you, even if Ray's better, they're not going to let him get past them. He's never going to hurt you again -- ever.",
        "[SCENE_BREAK]",
        "Antonio: I'm sorry, you guys, but this place is off limits.",
        "Markko: We want to talk to him for a little bit.",
        "Talia: You cannot you talk to him. He's still out.",
        "Markko: Good.",
        "Antonio: Good?",
        "Markko: Yeah, I mean if he's still out of it, it means there's nobody that can make Langston go to Colombia, right?",
        "[SCENE_BREAK]",
        "Clint: Nora, I made a mess out of this whole thing and I know it is my responsibility to clean it up.",
        "Nora: And how are you going to do that?",
        "Clint: Well, I don't know if I should tell you in order to protect you.",
        "Nora: Oh, for God's sake, Clint. Based on recent history, you can protect me right into disbarment or worse.",
        "Clint: Could you trust me one last time?",
        "Nora: No, I can't trust you. After everything that's happened?",
        "Clint: Well, I know what's happened. Once Dorian took B.E., I started to act like -- Asa instead of acting like myself even when people pointed that out to me. I'm sorry that I did that.",
        "Nora: Well, that cost you, didn't it?",
        "Clint: Apologizing is not my best event.",
        "Nora: No?",
        "Clint: And this one's not even over.",
        "Nora: No?",
        "Clint: Not only was I wrong, but you were right all through this.",
        "Nora: Feel free to elaborate.",
        "Clint: Not only did you warn me not to do what I did, but you warned me that I had better get myself back on track. Nora, you were the reason -- probably the only reason that Langston was never going to get on that plane. And I thought that you should know that before I go and try and make things right.",
        "Nora: Oh, hell.",
        "Nora: I need a prisoner.",
        "[SCENE_BREAK]",
        "Vanessa: Just how well do you know Ray?",
        "Dorian: I've only known Ray for a very short time, but long enough to despise him.",
        "Vanessa: Yes, he has that affect on people.",
        "Dorian: It was lovely seeing you shoot him -- made my week.",
        "Vanessa: He's a man who would sooner take his own daughter's life than take responsibility for his crimes. He would have killed us both. I shot him because it was the only way to stop him.",
        "Dorian: Good for you. But quite honestly, around here I wouldn't talk too much about having shot someone.",
        "Vanessa: What does it matter? You and a bunch of other people saw me do it.",
        "Dorian: Me? Oh, I have a really bad, bad memory. I'm not even sure I know what happened.",
        "Vanessa: You understand.",
        "Dorian: Yes, I do understand because we're very much alike. We'll do anything to protect our families, especially our children.",
        "[Keys jingling]",
        "[Door slams]",
        "Mel: Dr. Lord.",
        "Dorian: Mel, it's you.",
        "Mel: Your presence is requested.",
        "[SCENE_BREAK]",
        "Lola: What does this mean -- arraigned?",
        "Cristian: Well, just she's going to have to go to court. That's all.",
        "Lola: They're going to send her to prison? She was just trying to stop my father from hurting me.",
        "Cristian: And she's going to get a chance to tell the judge that.",
        "Lola: She takes care of me. She's the only person that takes care of me.",
        "Cristian: I know that.",
        "Lola: I need to talk to her she's alone and scared. It's not fair that they won't let me talk to her.",
        "Cristian: You know what? You're right. So, look, this is what we're going to do. You write down everything you want to say to her and I'll make sure she gets your message.",
        "Lola: You'll do that?",
        "Cristian: Of course, I'll do that. Come here. Come here, sit. I'll get you a pen, some paper, and just, you know, just write down whatever you want to say to her.",
        "Sarah: [Whispering] So I have a small question. How do you plan on getting that to Vanessa?",
        "Cristian: You know what I need? A drink. I hope you didn't finish that bottle of tequila.",
        "[SCENE_BREAK]",
        "Markko: What kind of judge would send Langston off to Colombia with that guy now? He got shot because he was trying to drag his screaming kid onto an airplane.",
        "Talia: I think you both should get going.",
        "Antonio: Don't you guys belong in school?",
        "Talia: You do, and I think Markko's right. I don't think anything's going to happen until your uncle recovers and that's going to take some time.",
        "Langston: But it's not settled?",
        "Talia: No, no, it's not. I think you should hire a lawyer and you should convince the judge to reverse his decision, okay? But for now, you are free and clear.",
        "Clint: Which is the way it should be.",
        "[SCENE_BREAK]",
        "Dorian: Mel, you are so versatile. I mean a nurse at the hospital, selling magazines at the airport, and now a guard in the jail?",
        "Mel: I quit that job at the airport. Guns, bullets, not my cup of tea.",
        "Dorian: You never used to be afraid of a little gunfire.",
        "Mel: People change, Dorian. Well, some do anyway.",
        "Dorian: Now, stop this. And just tell me why we're here.",
        "Mel: We all ask ourselves that question.",
        "Dorian: Don't get existential on me. I'm asking why we're here outside Nora Hanen's office.",
        "Mel: Well, she asked to bring you here. I don't know, maybe she wants to talk to you.",
        "Dorian: You think?",
        "Nora: This shouldn't take long.",
        "Mel: I'll be right outside. And if I were you, I'd play ball.",
        "Dorian: If you were you --",
        "Nora: Dorian? Come on in. Have a seat.",
        "Dorian: I don't know, I feel like I'm missing something here. Oh, I know what it is. My lawyer.",
        "Nora: Ah, yes, you're right, you're right. So we can talk until he gets here. Everything's off the record. Sit down.",
        "Dorian: What do we do now? Trade recipes?",
        "Nora: No, we can sit in total silence.",
        "Nora: Oh, oh, my goodness. I really shouldn't leave these out with you here. Mm-mm, nope.",
        "Dorian: Uh-huh, and now I'm supposed to ask, \"What are those papers?\"",
        "Nora: Oh, they're all the charges that my office is considering filing against you.",
        "Dorian: You're trying to scare me. Nora, the woman who did shoot Montez is in the cell right next to mine. I'm not worried.",
        "Nora: Yeah, did you know that you could be charged with conspiracy even when you haven't met the conspirators?",
        "Dorian: Conspiracy?",
        "Nora: Mm-hmm, conspiracy to commit murder. Premeditated murder. Murder for hire. First degree. Needle time.",
        "Dorian: You love your job.",
        "Nora: We've got the shooter. He's dying to deal.",
        "Dorian: What do you want?",
        "Nora: Excuse me?",
        "Dorian: You called me. You just told me all of that to open a negotiation. So, Nora, what are we negotiating for?",
        "[SCENE_BREAK]",
        "Adriana: You wanted to talk to me?",
        "Rex: Yeah, I wanted to thank you.",
        "Adriana: For what?",
        "Rex: Coming back and taking care of me.",
        "Adriana: I also kept Gigi away.",
        "Rex: Yeah, I understand that.",
        "Adriana: No one else did. And it's not lost on me that when she showed up, that's when you woke up.",
        "Rex: You didn't know that that's what would happen. All you knew is that the two of us had a good life together and that she and Shane came back into my life and it all went to hell.",
        "Adriana: Yeah, it kind of did.",
        "Rex: You were doing what you thought was right. You were trying to protect me.",
        "Adriana: Doing what I thought was right? Rex, I have something to tell you. I want a divorce.",
        "[SCENE_BREAK]",
        "Gigi: How long do you think I should give her before I go back in there?",
        "Bo: Gigi, I think -- and I know that this is not your style -- that you should try to take it easy.",
        "Gigi: I am taking it easy. Seriously, though, one minute, two?",
        "[SCENE_BREAK]",
        "Rex: You want a divorce?",
        "Adriana: Yes. I thought you did, too.",
        "Rex: Yeah, it's just kind of a surprise. I just didn't think this would be the first thing that we talk about.",
        "Adriana: Well, it is our biggest issue, right?",
        "Rex: Adriana --",
        "Adriana: Let me do this, okay? Getting married was a mistake. I should have called it off when I saw how you felt about Gigi. I just wasn't brave enough.",
        "Rex: I told myself I was being honest, but I wasn't honest enough.",
        "Adriana: I didn't make it very easy.",
        "Rex: It wasn't your job. I put you through all this and I'm sorry.",
        "Adriana: The whole time I was in Paris, I felt like a failure. I kept telling myself that I should've stayed here and fought for you. But that wouldn't have worked, would it?",
        "Rex: No. It wouldn't have worked.",
        "Adriana: Well, I'll have my lawyer draw up the papers, make it quick and painless. Easiest thing we ever did.",
        "[SCENE_BREAK]",
        "Cris: Hey, whoa, whoa, whoa, look at the pretty lady.",
        "Guard: Hey, Cris, come on.",
        "Cristian: Hey, come on, just listen, listen. Just call my brother. I'm telling you, he'll sort this whole thing out.",
        "Guard: Yeah, yeah, yeah. Sleep it off, Vega, all right? Then we'll talk.",
        "Cristian: All right.",
        "[Cell door opens and shuts]",
        "Vanessa: What are you doing?",
        "Cristian: Well, I just poured half a bottle of tequila on myself and I kind of punched a nice cop that was standing outside.",
        "Vanessa: Why?",
        "Cristian: Because I wanted to get arrested. Because I wanted to see you.",
        "[SCENE_BREAK]",
        "Langston: What are you doing here?",
        "Clint: I came to check on Mr. Montez.",
        "Antonio: There's no change. He's critical. You can go now.",
        "Langston: Yeah, leave.",
        "Clint: Langston, can I talk with you for just a minute?",
        "Markko: Why? So you can blackmail her like you did Dr. Lord?",
        "Clint: So I can start making amends.",
        "Langston: You think that's going to be easy? You brought my uncle here to screw up my life. And we don't even know if he's going to make it or not. But if he does, he could still take me with him to Colombia.",
        "Clint: He can't do that. No matter what happens with Ray, you're going to be staying with Dorian.",
        "Langston: How do you know that?",
        "Clint: I found out this morning that the Colombian government sees him as a convicted murderer who has escaped.",
        "Langston: He said that wasn't true.",
        "Clint: He lied. If Ray lives, he's going to be living in a Colombian prison.",
        "Markko: Lang, it's over.",
        "Langston: Is it?",
        "[SCENE_BREAK]",
        "Nora: You're right; there is room to deal here.",
        "Dorian: That means you don't have a case.",
        "Nora: What I do have is a scared and not so smart hitman, but he is smart enough to know that his only shot of taking the death penalty off the table is to tell me who hired him. You care to roll the dice on him?",
        "Dorian: I repeat, what do you want?",
        "Nora: I want a return to sanity, Dorian. I want, for example, I really want Langston Wilde to feel safe and secure again.",
        "Dorian: That's exactly what I want, but Clint is the one who threatened her.",
        "Nora: And you responded in kind. Do you know, thanks to... I'm not going to do this. I'm not going to go on and talk about all the things you did wrong. We could be here for days, so I just want to put things back to the way they were when everything was working out well for everybody involved.",
        "Dorian: You mean like before Clint hired a murderer to steal my daughter away from me?",
        "Nora: No, I mean back -- let's -- way before that. Back before you stole Clint's company from him. I'll drop the charges if you drop C.E.",
        "[SCENE_BREAK]",
        "Gigi: This thing with Adriana, it isn't just about me, Bo. Rex. I want Shane to know Rex for who he really is, like Matthew knows you. And if she gets in there --",
        "Bo: No, no. Gigi, Gigi. You want Shane to know his father. So does Balsom. So it'll happen.",
        "Gigi: Man, do I want to believe that.",
        "[SCENE_BREAK]",
        "Adriana: Oh, you know, in the movies, the rings just always slide right off. Yeah. Here.",
        "Rex: Please keep it.",
        "Adriana: I don't need it. I don't need a ring to remember the two of us.",
        "Rex: Neither do I.",
        "[SCENE_BREAK]",
        "Sarah: Think this is cute?",
        "Lola: No.",
        "Sarah: Neither do I.",
        "Lola: Sarah? Do you think Cristian got to see Vanessa?",
        "Sarah: He promised he would. And Cristian always keeps his promises.",
        "[SCENE_BREAK]",
        "Vanessa: Thank you for this.",
        "Cristian: I wanted you to know that we're taking good care of her till you get out of here.",
        "Vanessa: Well, maybe you haven't noticed, but, um, you're in here, too.",
        "Cristian: They'll let me out in a couple of hours.",
        "Vanessa: Hmm. So again I have to thank you and tell you that you didn't have to do this.",
        "Cristian: Well, I did promise Lola that I'd make sure that you were okay.",
        "Vanessa: Tell her I am.",
        "Cristian: Would I be lying?",
        "Vanessa: I don't know. You know, I'm so worried about what I've done, and how it's going to affect her.",
        "Cristian: I think Lola's a strong kid. She sure loves you.",
        "Vanessa: I love her, too. You know, I don't think anyone's going to believe this, but as much as I hated Ray, that's not why I shot him. He's an animal. He would have done something terrible to Lola. And you know what? I don't think he would have stopped there.",
        "[SCENE_BREAK]",
        "Dorian: Am I hearing you correctly?",
        "Nora: I think so. You relinquish the company. You give it right back to the Buchanans, and all the charges against you will just go away.",
        "Dorian: Is this ethical?",
        "Nora: Since when have you been worried about ethics?",
        "Dorian: They'll cut you to shreds. You'll be disbarred.",
        "Nora: Well, your concern for my well-being is very overwhelming. Much like the case that I could build against you.",
        "Dorian: Nah. If you had a case, you'd be prosecuting it. And you don't have a case. But you know very well what will happen. My team of lawyers will wipe the floor with you. They will point out things like, oh, I didn't shoot the guy, and, I never knew or heard of the person who did.",
        "Nora: Yep, but John McBain will testify that he saw your guy pointing a gun at Montez. And if it weren't for his quick thinking and excellent aim, there would have been a murder.",
        "Dorian: He stopped that, because I was the one who saw the gun, and I screamed. I -- I -- I've -- I put my life on the line trying to prevent a crime. I am innocent.",
        "Nora: Mm-hmm.",
        "Dorian: And I will keep my company.",
        "Nora: There were also the two meetings with Jackie McNaughton.",
        "Dorian: We were talking about his rehabilitation. He's trying to turn his life around. Call him in. He'll corroborate. Oh, that's right. You can't call him in, because you don't know where he is.",
        "Nora: This case isn't going to go to trial for a year. In that year, we're going to find Jackie McNaughton, and he will roll on you.",
        "Dorian: Mm-hmm. Why don't you do it?",
        "Nora: I think you did something terrible. But then I think you changed your mind and tried to stop it. And I also believed you were pushed into doing it.",
        "Dorian: By Clint.",
        "Nora: Who was pushed into doing it by you. You see, I really don't give a damn about you, Dorian. And Clint was staggeringly, unbelievably wrong in what he did. But who I do care about is Langston. And I do care about the Buchanan family. And I do care about everybody who's going to suffer if this ridiculous feud between you and Clint goes on and on and on. So, here's the deal. I'm giving you the opportunity to set things back, to rewind time and to put things back the way they should be.",
        "Dorian: You mean --",
        "Nora: And this is a one-time-only offer. It's off the table in 10 minutes.",
        "[SCENE_BREAK]",
        "Rex: You're the best girlfriend a guy ever had.",
        "Adriana: Until I wasn't. You know, let's not talk, Rex. Let's, uh --",
        "[Knock on door]",
        "Adriana: Just make a quick exit.",
        "Gigi: Sorry to barge in, but the ambulette is here.",
        "Adriana: Good. That's good. Why don't you, um, get Rex ready, and I'll tell them that you'll be right out.",
        "Gigi: Uh, Bo, could you do that? Um, I'll be right back. Adriana.",
        "Adriana: What?",
        "Gigi: I, uh, I -- I just wanted to thank you for letting me stay here last night, and for stepping back.",
        "Adriana: You don't have to thank me. I did it for Rex.",
        "Gigi: Well, I don't really care why you did it. I just -- I'm still, you know, grateful.",
        "Adriana: I'm giving Rex a divorce. You better treat him right, or I'll fly back here and flatten you.",
        "Gigi: Fair enough. But just so you know, I won't be sucker punched again. Got it?",
        "[SCENE_BREAK]",
        "Rex: Adriana and I are getting a divorce.",
        "Bo: Wow. I guess you two must have had some talk.",
        "Rex: She talked. I mainly listened.",
        "Bo: Wow again. How do you feel about it?",
        "Rex: Guilty. But she's right. It's time.",
        "Bo: Right.",
        "Rex: And it simplifies things, too. Like -- like me figuring out how to be Shane's father. I -- I'd be grateful if you have any pointers on the subject.",
        "Bo: Absolutely. Of course, I'm not sure I really have the hang of it yet.",
        "Rex: Could have fooled me.",
        "[SCENE_BREAK]",
        "Cristian: I understand why you shot Montez.",
        "Vanessa: It doesn't matter what you think, does it? It's what the judge thinks.",
        "Cristian: Well, I got you a lawyer. He's going to get you through the arraignment, and you'll be back with Lola this afternoon.",
        "Vanessa: The arraignment. That's -- that's where I find out what I'm being charged with.",
        "Cristian: That's right.",
        "Vanessa: And the charges depend on whether Ray lives or dies.",
        "Cristian: My brother's at the hospital right now. If anything happens, he's going to let us know.",
        "Vanessa: So, if Ray dies, Lola's safe, but I'm in prison. And if he lives, I'm still in prison and Lola's in danger. I should have aimed at his head.",
        "[SCENE_BREAK]",
        "Clint: Langston, I'm sincerely sorry for what I did. Everything about it was wrong.",
        "Langston: Oh, and now it's all better, right?",
        "Clint: No, I'm afraid not.",
        "Talia: I think you both should get going. Langston, I'll call you if his condition changes, okay?",
        "Markko: She's right, Lang. Come on, let's go home.",
        "Langston: La Boulaie? That's not home. Not without Dorian.",
        "[SCENE_BREAK]",
        "Mel: The D.A. doesn't want you in here alone.",
        "Dorian: I'd rather just sit here in silence.",
        "Mel: You, silent? Must be a really big decision you have to make.",
        "Dorian: Oh, Mel, listening at doorways?",
        "Mel: I would never. You know what I've learned about prison life?",
        "Dorian: Enlighten me.",
        "Mel: There -- there are a lot of rules. You hate rules, don't you? I mean, unless, of course, you made them.",
        "Dorian: Great. Make yourself right at home.",
        "Mel: You know, people in prison have to follow rules 24/7. They can't get up a half-an-hour early, make tea in their favorite bone china cup, and jet off to Paris on a whim.",
        "Dorian: Oh, please. Stop torturing me.",
        "Mel: And the worst is not being able to see your family. Well, except maybe once a week through glass.",
        "Dorian: Should I take the deal?",
        "Mel: Deal? Oh, I don't know anything about any deal. I just think a home is a whole lot better place than a jail cell.",
        "Nora: Can I have a few minutes, Mel?",
        "Mel: No problem.",
        "Nora: So do we have a deal?",
        "[SCENE_BREAK]",
        "Ray: What happened?",
        "Antonio: You tell us. What do you remember?",
        "Ray: I was at the airport with Langston. Lola -- Lola was there.",
        "Talia: Do you remember who shot you?",
        "Ray: Vanessa shot me. Where is she?",
        "Antonio: She's locked up, awaiting her arraignment.",
        "Ray: Thank God.",
        "Ray: I need to talk to Lola.",
        "Antonio: I don't see that happening.",
        "Ray: She's my daughter. I have a right to see her.",
        "Antonio: There are federal marshals on their way to take you back to Colombia. As soon as you're stable, you're going back to prison.",
        "Ray: No, no, no. Please. My daughter needs my protection.",
        "Antonio: Is that why she was screaming to get away from you? She doesn't feel safe around you, Montez. She says that you murdered her mother.",
        "Ray: No, I -- I didn't murder anybody. It was Vanessa -- Vanessa who lied. Vanessa set me up.",
        "[SCENE_BREAK]",
        "Vanessa: I think you need to stop trying to help me. You might end up in even more trouble.",
        "Cristian: I'm in a lot less trouble than I was a couple of weeks ago. And that's because of you, Vanessa. No way I'm giving up on you.",
        "[SCENE_BREAK]",
        "Adriana: Just got the ball rolling, so you should be getting something in the mail from my lawyer soon. So get well quick and don't get shot anymore, okay?",
        "Rex: Adriana. Going back to Paris?",
        "Adriana: Who know? Big world. Got to be some place for me.",
        "Rex: Wherever that is, be safe. Be happy.",
        "Adriana: You, too, Rex. You, too.",
        "[SCENE_BREAK]",
        "Clint: Hi. I stopped by the hospital.",
        "Nora: I know. Antonio called. Ray Montez is awake and talking.",
        "Clint: Thank God.",
        "Nora: Mm, yeah. It's nice that someone didn't die in this little set-to with Dorian. Collateral damage wasn't an actual death.",
        "Clint: Nora, I told you this morning that I know what I did. While I was at the hospital, I saw Langston. Had a chance to talk with her for a little bit. And having raised daughters who were once that age, I realize now that I did hurt an innocent kid.",
        "Nora: She upset you, didn't she?",
        "Clint: Yeah.",
        "Nora: Good. That's good for you.",
        "Clint: I know.",
        "Nora: This is also good for you.",
        "Clint: What's this?",
        "Nora: It's C.E. or should I say B.E.? You're welcome.",
        "[SCENE_BREAK]",
        "Langston: Officer Sahid said that my Uncle Ray's awake, but he's already causing some kind of problem, so they won't let me see him.",
        "Markko: Maybe it's better that way. That guy's bad news.",
        "Langston: He's still my uncle. And now I have a cousin, too. Who knew?",
        "Markko: Look, I know you're not supposed to make a big deal out of first impressions, but I don't think that's the most stable family unit in the world.",
        "Langston: They're my family.",
        "Markko: Right. Well, whatever happens, you'll be okay, because you got Dorian.",
        "Dorian: You can say that again.",
        "Langston: Dorian.",
        "Dorian: Sweetheart. I am really, really sorry that I was not here before.",
        "Langston: Well, you're here now, and that's all that matters.",
        "Markko: I'm out of here. I'll catch up later with you, Lang.",
        "Langston: Okay. Bye.",
        "Markko: Dr. Lord.",
        "Dorian: Markko.",
        "Langston: So you're free? You're all cleared?",
        "Dorian: Yes. It's all over. Nora realized that she didn't have a case against me, so she let me go. Good thing, too, because when my girls need me, there is nothing that is going to stop me from coming home to them."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=3F4K6O3M24o"
}