{
    "Episode Summary": [
        "Episode # 10564 ~ Sing Along With Mitch"
    ],
    "Recap": [
        "Nora, Bo, Clint, and Téa are at the Warwick boarding school in London trying to figure out where Dani and Matthew went. Matthew and Daniela arrive in Seattle and meet Dr. Nance, who informs Matthew that he will perform the surgery immediately.",
        "Todd and Jack are at home watching one of Blair's favorite movies. Todd's private detective checks in and tells him that Téa is in London with Elijah at a boarding school. Todd wonders where Ross is. Ross goes to Blair's house and asks her to help him reunite with his daughter. Blair refuses to help and tells him he needs to let her, Téa, and his daughter go. Ross tells her that for once, he is going to get what he wants. Todd overhears this from the doorway, jumps to a conclusion, and attacks Ross.",
        "John McBain and Brody Lovett are in Yountville, CA looking for Jessica and Natalie. Charlie and Viki are at Llanfair. John calls Viki and tells her that Natalie and Jessica are in danger in California. Viki calls Clint and tells him about it. Clint relays the information to Nora and Bo and tells them he has to go to California. Viki and Charlie pack to go to California. Mitch Lawrence is holding Jessica, Natalie, and Jared in an abandoned house. Mitch Lawrence reveals that Charlie Banks is a murderer. Jared admits that he was working with Wayne Landers to protect Charlie. Jared sees John McBain outside the window, so he maneuvers himself and Mitch away from the girls to give John a clear shot. When John draws his gun from the front, Brody storms the back to grab the girls. Natalie stupidly runs towards Jared, who is on the other side of Mitch. Mitch grabs her and puts his gun to her head. John tells Mitch to let her go and put his gun on the floor. Mitch releases Natalie, but fires his gun."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Viki: Please promise me that you'll call me just as soon as you find Natalie and Jessica, please? Thank you very much. Bye.",
        "Charlie: What's happening now?",
        "Viki: That was John McBain. He and Brody just landed at the Napa Valley airport.",
        "Charlie: Napa? What are they doing there?",
        "Viki: He thinks that's where the girls are. He didn't say anything at all about Jared. I'm sorry. Just that he and Brody are in Napa Valley, and they're going to be working with the Napa Valley police because --",
        "Charlie: Because what? Viki, tell me!",
        "Viki: I'm sorry. He thinks that the girls, that Natalie and Jessica are in very, very serious trouble.",
        "[SCENE_BREAK]",
        "Mitch: I was hoping I wouldn't have to use this, but you leave me no choice. Or should I say Jared leaves me no choice.",
        "Natalie: Don't even think about hurting me. He's my husband.",
        "Jared: Natalie.",
        "Mitch: Huh. Husband, huh? This pretender? You think you can play hero? Take my daughter and h my wife away from me? That's not gonna happen again.",
        "[SCENE_BREAK]",
        "Jack: Oh, my --",
        "Todd: Ha ha!",
        "[Screaming on TV]",
        "Todd: I thought you weren't watching.",
        "Jack: Mom told me when screaming stops, it's safe to watch.",
        "Todd: That's a clever girl, your mom.",
        "Jack: She also loves \"Attack of the Butcher Bugs.\"",
        "Todd: Nice, Jack.",
        "Jack: Well, we could switch to \"Christina Comes Home for Christmas.\" It's on tonight, and Mom loves that.",
        "Todd: Christmas? It's not even Thanksgiving yet, your mom's not here. I'm sorry.",
        "Jack: Yeah, Dad, we're all here. She's not. But she should be.",
        "[SCENE_BREAK]",
        "Man on TV: I felt as if you couldn't bear to look at me.",
        "Man on TV: I couldn't. That's why I went away. And then I realized you're the only who understands, you're the only one I want to be with.",
        "Man on TV: Oh, darling.",
        "Blair: Ross! What are you doing here?",
        "Ross: You and I have a score to settle.",
        "[SCENE_BREAK]",
        "Téa: So maybe Ross had nothing to do with Daniella's disappearance after all.",
        "Nora: We don't know anything right now.",
        "Clint: Nora, we are gonna find Matthew.",
        "Nora: But when?",
        "Bo: I'm trying to see I there's a record of the kids flying out of London. Does your daughter use her dad's last name?",
        "Téa: Yeah. Rayburn.",
        "Nora: Does Matthew even known. That Danielle is your daughter?",
        "Téa: After what you did to Matthew, I'm supposed to tell you what your kid knows?",
        "[Scoffs]",
        "[SCENE_BREAK]",
        "Matthew: We're seriously pulling this off.",
        "Dani: We made it from London to Seattle without getting caught by your folks or my mom.",
        "Matthew: Yeah. I freaked out when he wanted to know if a grownup was going to meet us at Sea-Tac, and when you whipped out that letter from your mom on her professional stationery. It was genius. It's like you thought of everything, just like your mom.",
        "Dani: Don't compare me to Téa. I'm nothing like her.",
        "Matthew: I'm sorry. It's just I still can't believe you're Téa Delgado's daughter.",
        "[SCENE_BREAK]",
        "Nora: You're the one that had a child with the man and you don't even trust that man alone with his own daughter.",
        "Téa: And your life is so neat and balanced.",
        "Clint: Now, wait a minute. If your ex-husband is after your daughter --",
        "Téa: Believe me, he is.",
        "Clint: And Matthew is with her, Matthew could be in a lot of trouble, too, right?",
        "[SCENE_BREAK]",
        "Brody: You got anything?",
        "John: Not so far.",
        "Brody: They cleared out of the cottage in a hurry.",
        "John: Something's up, Brody. There's no sign of the backup, and I called hours ago. Nothing out here but fields for miles, the cottage, and this barn.",
        "[SCENE_BREAK]",
        "Jared: What do you want, Laurence?",
        "Mitch: What do I want? Let's see. My wife Natalie.",
        "Natalie: Like hell I'm your wife. Our marriage was annulled.",
        "Mitch: My daughter, Jessica.",
        "Jessica: Go die, you son of a bitch!",
        "Mitch: Oh, and that's just the beginning. I have big plans for both my girls.",
        "Jessica: Why couldn't you have just stayed dead?",
        "Mitch: What, and rob my followers of their messenger?",
        "Natalie: Your followers woke up and got the hell away from you, and the ones that stayed crazy got themselves killed, Mitch! You have no followers!",
        "Mitch: Well, you see, I have reconstituted my church. It seems there were so many lost souls still in need of my -- guidance.",
        "Natalie: Guidance to where, off a cliff?",
        "Mitch: Actually, they helped me lure you here. This new batch is really -- they're quite resourceful when I put their minds to it. We live in a just beautifully serene community. We build our own homes, we grow our own food. Everything organic. Yeah, my life is complete but for one thing: A family. I need my daughter and my wife.",
        "[SCENE_BREAK]",
        "Téa: Security caught Ross here and threw him out. He never came back.",
        "Nora: But he could have found another way of contacting her.",
        "Clint: Would she have willingly gone with him?",
        "Téa: Yes.",
        "Nora: I don't understand, Téa. Why didn't you ever tell anyone you had a daughter?",
        "Bo: Then get me someone who can! Nobody knows a damn thing.",
        "Eli: Well, I just finished questioning Matthew's roommate. I guess you already know what he told me -- Matthew left with Danielle.",
        "Nora: But where did they go?",
        "Eli: No idea. Nothing I said or threatened to do to this Tom character would convince him to tell me where they went. Though he did admit to supplying them with enough cash so that we could never track them.",
        "Bo: Hey, Elijah, why are you here?",
        "Eli: With apologies, something I never told you while I was representing you. Ross Rayburn's my brother. Danielle's my niece. I came here to help.",
        "Clint: You came here to help who -- Téa or your brother?",
        "Eli: Oh, I'm sorry. I don't answer to you.",
        "Nora: Bo, if those kids don't have any credit cards and they're not charging anything, how are we supposed to figure out where they are?",
        "Téa: I don't need a credit card to figure out where Daniella is. They went to Tahiti.",
        "[SCENE_BREAK]",
        "Matthew: I need to see Dr. Nance, please.",
        "Nurse: Do you have an appointment, Mister --",
        "Matthew: Buchanan. Matthew Buchanan. And no, I don't. I mean, I did, but I had to cancel it. He knows who I am. He knows everything about my case, too. Could you just please page him for me?",
        "Dani: Please, it's really important. Could you hurry? The sooner you walk, the sooner I can get to my dad.",
        "[SCENE_BREAK]",
        "Ross: Last time I was here, you told Todd a big fat lie about me. You said that Téa and I hooked up to scam him out of all he was worth.",
        "Blair: Well, I didn't hear you say it was wrong.",
        "Ross: I have my reasons.",
        "Blair: I heard that you went off to London with Téa. You two rekindling an old flame?",
        "Ross: Not even close.",
        "Blair: You haven't answered my question, Ross -- what are you doing here?",
        "[SCENE_BREAK]",
        "Todd: I thought I sent you to London looking for Téa.",
        "P.I.: I've got an associate over there. He tracked her down to a school.",
        "Todd: A school?",
        "P.I.: It's a prep school for kids.",
        "[SCENE_BREAK]",
        "Téa: Daniella thinks her father is still in Tahiti. That's where they're headed.",
        "Nora: Tahiti? But why would Matthew go to Tahiti with your daughter?",
        "Téa: Maybe they think they're in love.",
        "Bo: They've only known each other a few days.",
        "Nora: And that's not my son. He's not an impulsive kid like --",
        "Téa: He is a teenage boy. Daniella is a teenage girl. Are we forgetting what that's like? To be young and impulsive. You two of all people should know what that's like.",
        "Clint: What the hell is that supposed to mean?",
        "[SCENE_BREAK]",
        "John: Well, they're alive -- drugged but alive.",
        "Brody: Just like Rex and me. Think this is Mitch Laurence's work?",
        "John: I wouldn't put it past him.",
        "Jared: Let me get this straight. You really believe that you're gonna get Natalie and Jessica to join you and your little cult?",
        "Mitch: Yes, I do. Unfortunately, you're not invited.",
        "Jared: Oh, I'm crushed.",
        "Mitch: Now, look, don't worry. I would never harm Natalie or Jessica. But you -- [Cocks gun] You're in the way.",
        "Natalie: You better not shoot him or you're gonna have to shoot me first.",
        "[SCENE_BREAK]",
        "Dani: What's taking so long? It's only a matter of time before your parents figure out where you went.",
        "Matthew: Well, they know I want to walk again more than anything. They would definitely come here.",
        "Dani: And by now they have to know I'm with you.",
        "Matthew: Actually, that might buy us some time.",
        "Dani: Huh?",
        "Matthew: If our moms are together, that means that they're fighting, and I'm talking extreme grudge match.",
        "Dani: They don't like each other?",
        "Matthew: Huh! Understatement of the century.",
        "Dani: Your mom's a prosecutor, though, right? She knows how it is. Cases aren't personal.",
        "Matthew: They're not supposed to be.",
        "Dani: Don't tell me. Your mom got Delgado. My mom can play dirty. What did she do?",
        "Matthew: Actually it wasn't her. It was me. I told her some stuff about my parents that was pretty bad.",
        "Dani: And she used it?",
        "Matthew: Well, they know that she knows.",
        "Dani: Knows what? Oh, come on, we're on the run together. You can tell me.",
        "Matthew: Okay. Well, you know my parents are divorced.",
        "Dani: Right, and?",
        "Matthew: And you know that my mom got remarried.",
        "Dani: To your uncle. Right. Freaky. I know.",
        "Matthew: The night before my mom's wedding, I saw her and my dad kissing.",
        "[SCENE_BREAK]",
        "Bo: Can we stay on point? Now, I doubt that Matthew would try to go to Tahiti with your daughter. I don't care how persuasive she is. He has one thing on his mind right now -- walking again.",
        "Nora: Oh, my God.",
        "Bo: I think he'd try to get to Seattle to have spinal surgery.",
        "Nora: Oh, my God, of course he is.",
        "Téa: Well, that is Matthew's right. He won the case. He has a court order. You two should never have dragged him here to keep him from walking again.",
        "Nora: Oh, well, that's rich coming from you, the woman who dragged her daughter here to hide her from her own father.",
        "[SCENE_BREAK]",
        "Ross: I had nowhere else to turn, Blair. Besides my brother, I've got no other friends in this town besides you, so I was hoping -- ahh. I was hoping you could help me out.",
        "Blair: Well, with what?",
        "Ross: I did go to London. I didn't go with Téa. I wouldn't be caught dead with her.",
        "Blair: Well, why'd you go, then?",
        "Ross: There's something I need to tell you, something I should have told you sooner. I have a kid.",
        "Blair: What? You -- you have a child? I mean, you're just now filling me in on this?",
        "Ross: Yeah, yeah. It kills me to talk about it, okay? Téa won't even -- she won't even let me see her.",
        "Blair: Well, why?",
        "Ross: 'Cause she's a bitch, that's why. She -- she hasn't even told Todd. The so-called love of her life doesn't even know she's got a kid. Ha ha!",
        "Blair: Your child isn't Ross'. But it's Todd's.",
        "Blair: Where is your daughter now, Ross?",
        "[SCENE_BREAK]",
        "Todd: Well, what's Téa doing at a prep school in London?",
        "P.I.: No clue. My associate couldn't get in. This place is high end. It's a boarding school for rich kids. Security out the wazoo. She was with this guy -- Elijah.",
        "Todd: Elijah Clark. Yeah.",
        "P.I.: You know him?",
        "Todd: Yeah, he's a lawyer who did some work for me. It's funny. Téa couldn't stand him. I wonder what they're doing together in London.",
        "P.I.: I have no idea.",
        "Todd: So if Ross Rayburn's not in London with Téa, where is he?",
        "[SCENE_BREAK]",
        "Ross: My daughter is at this boarding school in London. Ahem. But Téa's got 'em all screwed up there. They -- they think that I'm a danger to Dani. She gave 'em orders not to let me see her, so when I showed up there, they sicced security on me. I never got so much as a glimpse at her.",
        "Blair: Well, you don't look to me like a man who takes no for an answer.",
        "Ross: Well, Blair, I may not be a choir boy, but I'm sure not gonna rush in there, guns blazing, and risk scaring the daylights out of my daughter.",
        "Blair: That's not what I meant, okay? It's not what I meant.",
        "Ross: Okay. So I hung out there, scoped the place out, looked at it 7 ways from Sunday. Bottom line, there's no way that I could get to Dani safely, so instead of doing something stupid, I got on a plane, and I came back here to see you. Will you help me?",
        "[SCENE_BREAK]",
        "John: Anything there?",
        "Brody: Battery's dead. That's all I can tell you. What about inside?",
        "John: Well, they'll be out for a while. But it looks like they'll be okay.",
        "Brody: Wait. You see that? What is that?",
        "John: I don't know. Let's find out.",
        "[SCENE_BREAK]",
        "Viki: Okay, this is everything that John told me. He said he found Brody and Rex in Michigan, where apparently they had both been drugged so they could not get to the girls to protect them.",
        "Charlie: Drugged?",
        "Viki: Yes. And he thinks that whoever did that is the person responsible for digging up Nash's body.",
        "Charlie: Well, who would do such a thing? Who would take Nash's body out of his grave and why?",
        "[SCENE_BREAK]",
        "Jared: Natalie, don't. I want to face this bastard --",
        "Natalie: No. Mitch needs to face me.",
        "Jessica: Me, too.",
        "Natalie: No, Jess. Stay back.",
        "Jessica: After all that he's done? Let him get away with everything? Natalie, he made me think that your husband was stalking me. He's trying to drive me crazy. One of his creeps was alone with Bree, and look at what he did to Nash.",
        "Jared: Jessica, I swear to you I am gonna make him pay.",
        "Jessica: It's not your fight, Jared. This bottom feeder is my father. He's not gonna hurt me.",
        "Mitch: Listen, as long as we're talking about fathers, and until I can get a clear shot at you, what do you say we while away the time talking about yours, Jared?",
        "[SCENE_BREAK]",
        "Charlie: Are you sure that John didn't say that he thought that Jared was behind all of this?",
        "Viki: He didn't, Charlie. He never said his name. He never implied it.",
        "Charlie: Okay, but, Viki -- what if he is?",
        "Viki: He's not. He's not. Jared loves Natalie. He loves you. Charlie, I'm afraid there's a great deal more going on here than we know.",
        "[SCENE_BREAK]",
        "Jared: Shut up about my father!",
        "Mitch: Well, I'd be happy to. If you'll just move away from your human shield, we can handle this like men.",
        "Natalie: You are not a man. You're a monster.",
        "Jared: Natalie, stop trying to protect me, okay?",
        "Natalie: Jared, Jared, listen to me, okay? No matter what comes out of his mouth, I don't care. It will not change how I feel about you.",
        "Mitch: Oh, I think that this can.",
        "[SCENE_BREAK]",
        "Nance: Matthew Buchanan? I'm Dr. Jason Nance.",
        "Matthew: Hi. How are you? Thanks for seeing me on such short notice.",
        "Nance: Well, I'm happy to help, but I thought you decided against surgery.",
        "Matthew: Is that what my parents told you?",
        "Nance: They did.",
        "Matthew: They're liars. Look. I should tell you this up front. I took my parents to court to sue for the right to have the surgery, and I won.",
        "Dani: They pretended they were taking Matthew here, but instead they dumped him at some boarding school in London.",
        "Matthew: Look, I want this operation.",
        "Nurse: Excuse me, Dr. Nance. A call for you on line 3 from a Commissioner Buchanan.",
        "Dani: Buchanan?",
        "Matthew: That's my dad. Okay, please don't tell him I'm here.",
        "[SCENE_BREAK]",
        "Blair: What makes you think at I could actually help with your daughter?",
        "Ross: Because you have a girl. You have a daughter a couple years older than Dani. What would happen if Todd took Starr away from you and --",
        "Blair: Well, he did, remember? And you helped him.",
        "Ross: Yes, but you moved heaven and earth to get her back. Which is what I'm trying to do.",
        "Blair: Where do I fit in this picture here?",
        "Ross: We have something.",
        "Blair: What?",
        "Ross: We do, you and me. I felt it. You felt it.",
        "Blair: Ross, keep dreaming --",
        "Ross: Listen to me. I did you a solid coming all the way from Tahiti to help you break up Todd and Téa, okay?",
        "Blair: Yeah, and I'm the reason you're in this country legally and not in Tahiti learning their national anthem.",
        "Ross: I just want to see my daughter again. I know you know what that's like. Just help me, already.",
        "[SCENE_BREAK]",
        "Todd: Keep in touch.",
        "P.I.: You got it.",
        "Jack: Are you going to London to see Téa?",
        "[SCENE_BREAK]",
        "Eli: Very good. Thank you. All right, I've got the American embassy working on tracking Danielle down.",
        "Téa: Thanks.",
        "Eli: You should probably call Ross, huh?",
        "Téa: And let him know that Daniella's missing? No way.",
        "Eli: Well, what if she's with him already? Don't you want to know?",
        "[SCENE_BREAK]",
        "Clint: Oh, my God.",
        "[SCENE_BREAK]",
        "Charlie: I tell you, if my son is mixed up in this, it's my fault.",
        "Viki: Oh, darling, don't borrow trouble.",
        "Charlie: Oh, no, look. I was a lousy father. Jared was the sweetest little kid, and I was just too drunk all the time to do anything but hurt him or disappoint him.",
        "Viki: No, he has forgiven you.",
        "Charlie: Oh, sure, he says that, but look at the way he's acting! What if -- okay, what if I messed him up in some way -- some way that he can't control?",
        "Viki: You didn't, Charlie!",
        "Charlie: Okay, but whatever he has done, who Jared is right now is because of who I was back then. I just know that.",
        "[SCENE_BREAK]",
        "Jared: I love you for saying that.",
        "Natalie: I love you more than anything.",
        "Mitch: How touching. Really. But Jared's been lying to you, Natalie.",
        "Natalie: No. No, he's not.",
        "Mitch: I'm sorry, but a lie of omission is still a lie. Junior here has been keeping secrets from you. He hasn't told you about his old man. Hmm? Or the lengths that he went to keep Charlie out of prison.",
        "[SCENE_BREAK]",
        "John: Laurence has a gun, so we can't storm in there, not without someone getting hurt.",
        "[SCENE_BREAK]",
        "Natalie: Hmm? That's it, huh? Really, prison? For what?",
        "Mitch: Your drunk of a father-in-law is a murderer.",
        "Natalie: That's a lie, Mitch, just like all of your other lies.",
        "[SCENE_BREAK]",
        "Brody: We have to move, now. I have to get Jessica out of there.",
        "John: All right. See if you can work your way around back. Maybe I can get Jared's attention.",
        "[SCENE_BREAK]",
        "Jessica: I am. Charlie's not a murderer.",
        "Natalie: Of course not.",
        "Mitch: Really?",
        "Natalie: Jared? What's going one, Jared?",
        "Jared: I caught Landers lurking around Llanfair, and it wasn't long after -- Jessica thought she was seeing Nash. And I -- I had him. I had him, and I was about to call the police on him when he --",
        "Mitch: Until he reminded you that he knew your father was a killer. That's what happened, wasn't it?",
        "Jared: Shut up! He said he was after money. He said the stalking was meant to scare the family before he shook us down.",
        "Jessica: He went after Bree. He made her think that he was her daddy.",
        "Jared: Yeah, yeah, mm-hmm. He said he wanted to make it big off the Buchanans like I had. So I told him to come after me instead -- 'cause I couldn't turn Landers in after what he knew about my father, so I thought if I got him a little money, he might stop.",
        "Natalie: So you started working with him?",
        "Jared: Yeah. So we staged my beating at B.E. to cover up me giving him passwords to multiple B.E. operating accounts. I had thought that that was the end of it. And then Landers turned up dead. Yeah. I -- I freaked, and I -- I was gonna tell you everything, and then I got a text to go to the lodge, and that's where I found Pamela --",
        "Natalie: Dead?",
        "Jared: No, no, no. Pamela was alive when I got there! Of course I assumed that she the one that texted me, that maybe she killed Landers, that she was setting me up for some reason, but she didn't even know what I was talking about! Then the lights went out, and when they came back on, she was dead because you killed her, you son of a bitch! Then you knocked me out and brought me here!",
        "Mitch: Mmm, it's so easy to get around when everyone thinks you're dead. Isn't that right, Nash?",
        "Jessica: Oh, my God.",
        "Jared: But I had no idea he was doing any of this.",
        "Jessica: He used you to get to us.",
        "Mitch: It's too bad that you came to before you were supposed to, but I can't let you ruin the plan, Jared, so why don't you just say your good-byes.",
        "Natalie: Okay, no, no. Jared, okay, you've got to stop.",
        "Jared: This one's on me, Natalie.",
        "Natalie: No.",
        "Jared: I did this to protect my dad. I made the deal with the devil. I'm sorry. I hope you can forgive me.",
        "[SCENE_BREAK]",
        "Charlie: If he did do this to your family, how can I live with that? How can you?",
        "Viki: Charlie, you're my husband, for better or for worse, okay? I love you with all my heart. Now, Jared did not do this. He didn't, okay? But even if he had, I would never turn my back on you, ever.",
        "[Phone rings]",
        "Viki: Ever. That's probably Clint. Hello.",
        "Clint: Hi, Viki. I'm sorry it took me so long to get back to you, but I just got your message. I'm in London with Nora.",
        "[SCENE_BREAK]",
        "Bo: Have you seen or heard from my son? I think he might be on his way to see you.",
        "Nance: I thought Matthew had changed his mind about having the surgery. Isn't that what you told me?",
        "Bo: Yes, but he ran away from a boarding school, and we don't know where he is right now.",
        "Nance: I'm sorry to hear that. But no, I haven't seen or heard from Matthew.",
        "Bo: Would you please call me if you do? He's not in the best frame of mind right now, and we want to make sure that he's safe.",
        "Nance: Good luck.",
        "Bo: Thank you.",
        "Matthew: Thank you so much. I owe you big time.",
        "Nance: Well, I don't like being lied to. Besides, my duty is to my patient.",
        "Matthew: You're a lifesaver.",
        "Nance: Not yet, but with any luck, I'll have you out of that wheelchair real soon.",
        "Matthew: Are you serious?",
        "Nance: Yeah. Keep your strength and your spirits up. You're so gonna need 'em for the post-op rehabilitation.",
        "Dani: You look like your dog just died.",
        "Matthew: I just can't believe it, after everything that's happened. I mean, after my accident, being stuck in this chair, suing my parents, boarding school -- I'm actually gonna have the surgery. I mean, I'm gonna walk again, and it wouldn't be possible if it weren't for you.",
        "Dani: [Scoffs] I forged a parent's note, big whoop.",
        "Matthew: You came up with the plan to escape the school. You got us on the plane. You're a genius. And even if you don't want to hear it, you really are as great as your mom.",
        "Dani: I'm not used to hearing \"great\" and \"mom\" in the same sentence, and I'm nothing like Téa.",
        "Matthew: I mean, just face it, Dani, you're the bomb.",
        "Dani: What exactly did my mom tell you about me?",
        "Matthew: Nothing.",
        "Dani: What?",
        "Matthew: Actually, I didn't even know she had a kid.",
        "[SCENE_BREAK]",
        "Ross: If you won't do it for God, love, or country, do it for revenge.",
        "Blair: Come again?",
        "Ross: If you help me find Dani, you'll be screwing our Téa in a big way.",
        "[Phone rings]",
        "Ross: Speak of the devil. What do you want?",
        "Téa: Daniella isn't, um, with Ross -- you, is she?",
        "Ross: Why?",
        "Téa: I'm at the Warwick school. I know you were here.",
        "Ross: Well, then you know that I was kicked out of there, no thanks to you, Téa.",
        "Téa: Did you take her?",
        "Ross: Is she missing?",
        "Téa: Did you take her?",
        "Ross: No, I did not! What the hell is going on? Téa? Hello? Damn it! Oh!",
        "Blair: What happened?",
        "Ross: My daughter is missing and her bitch of a mother won't give me a shred of information.",
        "Blair: Well, I'm sorry, Ross, I really can't help you.",
        "Ross: Yes, you can. You have to. You have to. You have to. You're all I have.",
        "Blair: No!",
        "[SCENE_BREAK]",
        "Jack: Are you going to see Téa in London?",
        "Todd: Jack, you're not supposed to be looking out for me, okay? I'm supposed to be looking out for you.",
        "Jack: Since when?",
        "Todd: Since recently. I know that's not the way it's been, but that's the way it's gonna be from now on.",
        "Jack: Dad, you are such a sucker. You find out that Téa isn't with her husband guy in London, so you get all mushy. Maybe she wasn't really sticking it to you when you guys got married. Maybe she really loves you and she's gonna come running back to you in slow motion while that big clock chimes at midnight.",
        "[SCENE_BREAK]",
        "Téa: Ross seemed genuinely surprised when I told him that she wasn't with me.",
        "Eli: Well, my brother's good at a lot of things, but he's a terrible liar. If he seemed surprised, he was surprised. I really don't think Ross has Danielle.",
        "Téa: Then where is she? Oh, my God, where is she?",
        "[SCENE_BREAK]",
        "Nora: I was so sure you were right. I was so sure that Matthew went straight to Dr. Nance to get that surgery.",
        "Bo: Nance says no.",
        "Nora: Well, then where is he, Bo? Where the hell is our son?",
        "Clint: I just spoke with Viki, and both my daughters are in real trouble.",
        "[SCENE_BREAK]",
        "Natalie: Of course I forgive you, but not if you die on me.",
        "Jared: I don't think we're gonna have much choice about that. You can't protect me, Natalie.",
        "Mitch: Listen to him.",
        "Natalie: I am. I'm listening to his heart that is full of love for me, which you will never understand.",
        "[SCENE_BREAK]",
        "Clint: All Viki knows is that John McBain thinks that someone lured Natalie and Jess to Nash's old place in Napa. However, John does not think that someone is Jared.",
        "Nora: But lured them there for what?",
        "Clint: I got to get back. So I'll take the first commercial flight out.",
        "Bo: No, no. Clint, take the jet.",
        "Clint: You two need that.",
        "Bo: No, not yet. We haven't confirmed that Matthew's in Seattle. Look, there's no point in us going there. You take the jet. Call as soon as you find out anything about the girls.",
        "[Phone rings]",
        "Clint: All right. Thanks a lot.",
        "Bo: It's got to be the embassy. Good luck.",
        "Clint: Yeah, thank you. I'm sorry that I have to go.",
        "Nora: Clint, I'm the sorry one.",
        "Clint: Nora.",
        "Nora: Yes?",
        "Clint: I love you.",
        "Nora: Oh, Clint. I love you, too.",
        "[SCENE_BREAK]",
        "Téa: No, I haven't been a good mother this whole past year. I've been selfish. I haven't looked out for her.",
        "Eli: Parenting is a marathon, not a sprint. You'll get the chance to make it up to her.",
        "Téa: If anything happened to my baby girl, what am I gonna do?",
        "Eli: Listen, we are gonna find Danielle. The two of you can start over again, and the best way to do that is to tell her that Ross isn't her dad and Todd is.",
        "[SCENE_BREAK]",
        "Dani: All of a sudden, she ships me thousands of miles from Pennsylvania, where she picked up and moved to unexpectedly. yeah, that's love. Never letting me get to see my dad and never telling anyone in our new hometown she even has a daughter.",
        "Matthew: Maybe she has a reason.",
        "Dani: What? Why am I such a big secret?",
        "[SCENE_BREAK]",
        "Todd: Uh, sometimes you're just gonna have to mind your own business, buddy.",
        "Jack: I can't. I have Mom to think about.",
        "Todd: Your mom can take care of herself, I'm sure.",
        "Jack: I saw you guys on Halloween. You guys were bobbing for apples and almost kissed.",
        "Todd: By accident, yes.",
        "Jack: Yeah, right. And at Hope's party, you were totally close.",
        "Todd: Jack, we're parents together, okay? We can't change that, but at does not mean that we're gonna get together.",
        "Jack: Together. Why not? I like Téa. You know that. But she messed you up. After you found out she lied to you, you went from happy dad to mad dad in, like, two seconds. So why go running back to her when you have everything here with Mom?",
        "[SCENE_BREAK]",
        "Blair: I don't -- want this, Ross, and I don't want you!",
        "Ross: You're lying to me.",
        "Blair: Don't do that again, all right?",
        "Ross: No, no. We have something.",
        "Blair: No -- no, Ross.",
        "Ross: It's Manning, isn't it?",
        "Blair: No, and I never --",
        "Ross: That's why you told this big fat whopper of a lie about how Téa and I were scamming him so you could get him back, so you used me to get your ex back.",
        "Blair: No, I didn't!",
        "Ross: Now you're blowing me of, just like Téa. She finds her way back to Todd and now what? I'm history. I'm out of my child's life!",
        "Blair: Wait, listen! Just listen to me, all right? Calm down. We helped each other, and that was a good thing for both of us, but you have to let this go! You have to let me go. You have to let Téa go. And you have to let your daughter go, all right?",
        "Ross: What?",
        "Blair: Just go home. Trust me. It's all for the best.",
        "Ross: Let my kid go? Are you out of your freaking mind? Dani's my daughter.",
        "[SCENE_BREAK]",
        "Jack: I guess you're gonna do what you want. You always do. But if you choose Téa, don't string Mom along, okay?",
        "[SCENE_BREAK]",
        "Jared: So what do you think this is gonna get you, huh? It's not like Jessica and Natalie are any of your freaky followers. They're never gonna love you. Haven't you figured that part out yet?",
        "Mitch: Jessica is my blood, and Natalie --",
        "Jared: Hates you? Yeah, just like her sister because of what you did to Nash. Natalie only married you because she was young and desperate. You know who she loves now? You want to say it with me? She loves me. She's willing to die for me -- with me.",
        "Mitch: As the man said, you can't always get what you want.",
        "Jared: That's right, that's right. Well, you have an ex-wife, who hates you and a daughter who would kill you at first chance. I mean, if this little commune of yours is gonna be one big happy family --",
        "Mitch: I am the head and they --",
        "Jared: They will try and chop it off the first chance. Who's to say they're not gonna turn all your little followers against you?",
        "Mitch: Never.",
        "Jared: Never say never. Not with these two. See, they'll claw their way to freedom, even if it means over your dead --",
        "Mitch: Shut up! You are nothing. You were nothing. You will be nothing. You're a bug, a means to an end. You were supposed --",
        "John: Drop it, Laurence! Drop it now!",
        "Natalie: Jared! Ah!",
        "[Natalie gasping]",
        "Mitch: Take a deep breath. I will kill her in a second.",
        "[SCENE_BREAK]",
        "Bo: Are you okay?",
        "Nora: Yeah. I'm just dandy. My son is missing, my husband's two daughters are in terrible -- serious danger, and I'm in love with you.",
        "Bo: I love you, too. I want you to keep that in your hip pocket until this is over with, okay?",
        "Nora: Okay.",
        "[Phone rings]",
        "Bo: Bo Buchanan. All right, thank you. Airport security just caught Matthew and Danielle on tape boarding a flight for Seattle. Now, that plane's already landed. They're okay.",
        "Nora: Seattle? So no matter what Dr. Nance said, Matthew probably is trying to set up that surgery right now.",
        "Bo: I think Dr. Nance was exercising his doctor/patient confidentiality. We got to get there, okay?",
        "[SCENE_BREAK]",
        "Nance: Okay, Mr. Buchanan, I just got an opening in my surgical schedule. If you are ready, the slot is yours.",
        "Matthew: I'm ready. Are you ready?",
        "Nance: We've been ready for a while. I can go over everything with you while you're being prepped or we can hold off a bit.",
        "Matthew: No, I don't want to wait.",
        "Dani: He doesn't. He just needed to be sure everything was all good, right, Matthew?",
        "Matthew: Let's do it.",
        "Nance: All right, then, let's get you admitted and prepped.",
        "[SCENE_BREAK]",
        "Blair: Nobody's taking your daughter away --",
        "Ross: Yeah, you better believe it! Dani was -- she -- brings out the best in me. She's the only person who's never hurt me in my entire life. You understand? You hear what I'm saying?",
        "Blair: Yes, I think that you should go now.",
        "Ross: Where am I going? Back to Tahiti? Home? The only reason I was happy there, Blair, was because I thought someday my girl might come back to me.",
        "Blair: Okay, I'm asking you to leave now, Ross, please. Ross! Ross!",
        "Ross: I'm not leaving! I think it's time for Ross Rayburn to finally get something he wants!",
        "Blair: Uh!",
        "[SCENE_BREAK]",
        "Charlie: I just can't stand this waiting.",
        "Viki: You know what? We're not gonna wait anymore. Let's go to Napa. Why don't we just go there and be there and help our kids, okay? I'll pack and maybe you could make a reservation on the next flight.",
        "Charlie: I'm on it.",
        "[SCENE_BREAK]",
        "Mitch: Jessica is my daughter, but Natalie is just my wife. She's dispensable, so make your move, Lieutenant. See if you can kill me before I kill her. You would really risk her life to kill me?",
        "John: It's over. Drop the gun. Do it now. Do it!",
        "Mitch: All right, you got me.",
        "John: Let Natalie go and put the gun on the floor.",
        "Natalie: Ah!",
        "John: Put it down! Nice and easy."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=zmMKuJpStGc"
}