{
    "Episode Summary": [
        "Episode # 10671"
    ],
    "Recap": [
        "Marty gets pushed down the stairs by an unseen person right after Todd has confronted her and told her he wants her gone. Todd has also informed Tea that he believes that Marty and her son are in town to get revenge upon him and he wants her dead. Viki comes back and tells Charlie she has her reservations about getting back together but wants to give them another chance. Bo and Nora are ready to get married. Matthew is happy but Clint is not. Rex and Gigi find the nurse who remembers when he got abandoned at the hospital as a baby. She does not have a clue who his real parents are. But she's kept a necklace with a moon and star that somebody left when Rex got left at the hospital as a baby."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Indistinct chatter]",
        "Bo: But you know when to make the drop, huh?",
        "Nora: What are you doing?",
        "Bo: Later. Nothing. I'm just pining away for my beautiful fiancée.",
        "Nora: Yeah, pining away, my patootie. Was that work?",
        "Bo: No. No, cop's honor.",
        "Nora: Bo, I mean it. Please, you've got to concentrate on getting better, okay, so you can get out of this hospital bed. Do you want to get married in this hospital bed?",
        "Bo: No.",
        "Matthew: Married?",
        "[SCENE_BREAK]",
        "Nurse: So...what can I do for you?",
        "Rex: Well, Nurse Wo-Wo-ch--",
        "Nurse: Wojciehowicz.",
        "Rex: Yes, that. I was wondering if you could tell me, have you always been a nurse at Llanview Hospital?",
        "Nurse Wojciehowicz: Uh, straight out of nursing school, which was a very long time ago, probably before you were born.",
        "Rex: If we're lucky.",
        "Nurse Wojciehowicz: What is this about? Have I treated you before?",
        "Rex: I'm hoping you can tell me.",
        "[SCENE_BREAK]",
        "Natalie: Marty. Oh--",
        "Marty: Not now. Oh, my God. [Deep breaths] Mmm.",
        "[Marty screams]",
        "[SCENE_BREAK]",
        "Téa: Oh! Jackass! Todd? What the hell's wrong with you?",
        "[SCENE_BREAK]",
        "John: Yeah, I just got back. Look. I'll, uh--I'll stop by the station as soon as I check in on Marty. All right? Brody? Brody, can you hear me? Oh, Marty. Marty, can you hear me? Marty?",
        "[SCENE_BREAK]",
        "Nurse Wojciehowicz: I'm sorry, son, but I don't--I don't recognize your face or your name.",
        "Rex: Uh, you wouldn't. I was a baby when my birth mother abandoned me here in the E.R., and I didn't find this out until just recently, and I would like to find my parents. I was hoping maybe you could help us figure out what happened the night that I was left here.",
        "Nurse Wojciehowicz: Well, certainly, but you'd probably do better checking into which agency made your placement.",
        "Gigi: Uh, you don't understand. Rex wasn't adopted.",
        "Rex: Someone came not long after I was left here and took me away--her.",
        "[SCENE_BREAK]",
        "Matthew: Wait. Is this for real? You and Mom are really getting married?",
        "Bo: It is for real, and we are getting married.",
        "Nora: It's not exactly how we wanted to tell you, however, but, yes, your father proposed, and I accepted.",
        "Bo: Eventually.",
        "Nora: Bo.",
        "Matthew: When, just now?",
        "Nora: Uh, no, when he came out of surgery the other day.",
        "Matthew: And you waited this long to tell me?",
        "Bo: Well, your mom didn't want to jinx it.",
        "Nora: No, I didn't want the morphine drip to have addled your brain. I wanted to make sure, you know? So I wanted you to sleep on it and, you know, and make sure before we announced it to the world.",
        "Matthew: But I'm not the world.",
        "Nora: I know you're not sweetie. Of course you're not. You're--you're the first on the list.",
        "Bo: So, what do you think?",
        "Matthew: Well, you guys definitely did take your time.",
        "Bo: We have your blessing?",
        "Matthew: Are you kidding me? This is amazing. Congratulations.",
        "Nora: Thank God. Thank God. Thank God.",
        "Matthew: Wait. You didn't think I would have a problem with this, did you?",
        "Nora: I don't--didn't know. I had no idea.",
        "Matthew: Well, I only wanted this my entire life.",
        "Bo: Well, that takes the pressure off the next question. How do you feel about being your old man's best man?",
        "Matthew: Are you serious?",
        "Bo: Hell, yeah. There's no one I'd rather have standing up for me.",
        "Matthew: I wouldn't miss it, but...",
        "Bo: But what?",
        "Matthew: What about Uncle Clint?",
        "Clint: What about me?",
        "[SCENE_BREAK]",
        "Dorian: Charlie, this is your moment. Remember, easy does it.",
        "Charlie: Yeah.",
        "Viki: Hello, Charlie.",
        "Charlie: Viki. When did you get back?",
        "Viki: Late this morning. I, uh--I was going to call you. Hello, Dorian.",
        "Dorian: Hello, Viki. It's so good to see you finally decided to come back. Everybody missed you. In fact, some people were worried that you might decide never to come back.",
        "Viki: Really?",
        "Dorian: Really. And your departure would have been a huge blow to the entire community. Well, some people more than others.",
        "[SCENE_BREAK]",
        "Téa: Hey, hey. Todd, what is the matter with you?",
        "Todd: What? What's--what? Why would something be the matter with me?",
        "Téa: Because you nearly mowed me down just now. Yeah.",
        "[Todd exhales]",
        "Todd: Well, here you are. What's the matter with you?",
        "Téa: Me?",
        "Todd: You in the hospital for something?",
        "Téa: Well, yeah. I just--I had a checkup, but I'm fine. Um, don't try to change the subject! It is you and Blair? Are you fighting again? Is it the kids?",
        "Todd: Blair's got nothing to do with it.",
        "Téa: So there is something. Come on. Todd, tell me. You know you're gonna feel better. What--what's the problem?",
        "Todd: Dr. Marty Saybrooke.",
        "[SCENE_BREAK]",
        "John: Marty. Hey, it's me. Open your eyes. Wake up.",
        "Natalie: God, John, what happened to her?",
        "John: She's unconscious. She needs a doctor.",
        "Natalie: Okay. Stay here. I'll go get one.",
        "John: Come on. Come on back to me. Come on back.",
        "[SCENE_BREAK]",
        "Nurse: Seriously? You can cook?",
        "Greg: Oh, yeah. I can stir up some serious trouble in the kitchen.",
        "Natalie: I need a doctor! I need a doctor right now.",
        "Greg: Okay. Calm down. Calm down. What's going on?",
        "Natalie: Marty Saybrooke--she fell.",
        "Greg: Dr. Saybrooke? Where?",
        "Natalie: She's in the east parking garage. She's at the bottom of the stairs. She's not opening her eyes. We have to hurry.",
        "Greg: Call an E.D. Tell them to send a gurney with a backboard and a collar to the east garage, stat! Quick! Let's go.",
        "[SCENE_BREAK]",
        "[Téa sighs]",
        "Téa: You and Marty are at it again.",
        "Todd: Yeah. Thanks for your support.",
        "Téa: I'm sorry if I'm a little cynical, but every time I hear you say the name \"Marty Saybrooke,\" I'm worried that you're on the verge of getting arrested again.",
        "Todd: Why--why would I--why are you...you--you're like everyone else. You think that--that it's all my fault. Why aren't you giving me the benefit of the doubt in these kind of situations?",
        "Téa: I'm gonna let that one slide.",
        "Todd: Do you know, I got to tell you something. Saint Dr. Marty Saybrooke is not always the victim. She and her filthy son are the ones that came to town.",
        "Téa: Could you be a little more specific?",
        "Todd: Cole is cheating on Starr. He's cheating on my little girl.",
        "Téa: Todd.",
        "Todd: She's still in school, I might add--high school.",
        "Téa: Cole would never do that to Starr.",
        "Todd: Well, I saw it with my own eyes! He's got chicks over there! He had one chick half-dressed for some naked study group!",
        "Téa: Okay. And you know this because?",
        "Todd: Are you listening? I saw it with my own eyes. And when I talked to Marty about it, you know what she did? She laughed at me.",
        "Téa: Okay. You took this to Marty?",
        "Todd: Yeah, I did.",
        "Téa: Uh-huh.",
        "Todd: She said, \"Oh, I'm happy that my son is ruining your life.\"",
        "Téa: Well, maybe you misinterpreted what she said.",
        "Todd: I don't think so. I don't think so. I think the only reason that she came to town in the first place was to stick it to me. And I think you'd agree with me that we'd all be better off if she was dead.",
        "[SCENE_BREAK]",
        "John: Come on, sweetheart, come on back to me. Hey, can you hear me?",
        "Marty: John? John?",
        "John: Yeah. Yeah, I'm here. Talk to me.",
        "Marty: Where am I? Where am I?",
        "John: Luckily, you're in a stairwell in the hospital, all right? And you had a fall.",
        "Natalie: John, I got help.",
        "John: Baby, listen. The doctors are here now, and they're gonna help you. Everything's gonna be fine.",
        "Marty: All right.",
        "Greg: Hey, did she lose consciousness?",
        "John: She was out cold when I got here.",
        "Greg: Okay, Marty. This is Dr. Evans, okay? Try not to move. Are you in any pain?",
        "Marty: Ohh...",
        "Greg: Okay. Okay. Just--just relax, okay? I'm gonna check your pupils now. Okay, good. Good. Okay. Can you squeeze my hand?",
        "Marty: Oh, my wrist hurts.",
        "Greg: Okay. Okay.",
        "Nurse: E.D.'s on their way, Doctor.",
        "Greg: Good. Okay. Thank you. All right. Can you feel this?",
        "Marty: Yes.",
        "Greg: And is there pain?",
        "Marty: A little bit.",
        "Greg: Okay. Okay. Well, it doesn't look like she has any obvious fractures, and she doesn't have any loss of sensation. We're gonna try and get you to an E.R. for a thorough exam as soon as possible.",
        "John: Can you have Dr. Morrison meet us there?",
        "Greg: Dr. Morrison?",
        "John: Marty's pregnant.",
        "Marty: Ohh...",
        "[SCENE_BREAK]",
        "Rex: Someone dropped me off at the hospital and just took off. Shortly after that, Allison Perkins showed up and said that I was hers.",
        "Nurse Wojciehowicz: And she wasn't your mother?",
        "Rex: No, she's just a psycho criminal who was prowling the hospital that night looking to snatch up a little kid.",
        "Nurse Wojciehowicz: Oh, my God.",
        "Rex: Yeah. Allison found out that I had just been dropped off here and figured that I'd be easy pickings.",
        "Nurse Wojciehowicz: I'm so sorry that this happened to you.",
        "Gigi: Oh. Well, as you can see, as far as abandoned baby situations go, Rex is not your ordinary case. We're just hoping that maybe that night sticks out a little to you and, you know, there's hopefully something, anything that you could tell us that might help us find his parents.",
        "Nurse Wojciehowicz: I--I do remember this woman and that night, like it just happened.",
        "[SCENE_BREAK]",
        "Clint: Well, while you're all getting your story straight, I got something to do. This--this is for you, Bo. It's from Nigel.",
        "Bo: Asa's lighter.",
        "Clint: Yep, the one and only. And he wants you to know that it comes with a box of Cubans that Asa left him, and you're gonna enjoy those soon as you're well enough to.",
        "Matthew: I wouldn't mind enjoying a nice stogie once you get out of here, huh, Dad? What?",
        "Bo: Clint, would you mind telling Nigel that I said thank you very much?",
        "Clint: Yeah. He would have come himself, but for some reason, he has to personally oversee spring cleaning this year. So I volunteered to deliver the gift myself.",
        "Bo: Well, I sure do appreciate that. Uh, do you think you maybe could stick around for a little while?",
        "Clint: Yeah. I got a couple of minutes. What's up?",
        "Nora: Matthew, don't you have some homework to do? Yeah, you do.",
        "Matthew: Ri--right, homework. Um...see you, Dad. See you, Uncle Clint.",
        "Clint: Yeah, see you later. All right, what's happening? What do you two want to talk about?",
        "Bo: We're getting married.",
        "[SCENE_BREAK]",
        "Viki: So, I, uh--I gather that you and Dorian have been spending time together?",
        "Charlie: No, I wouldn't say that.",
        "Dorian: I would. I mean, we spend time together. We help each other. That's what friends do.",
        "Viki: Help? I shudder to think the kind of help you'd provide.",
        "Dorian: Oh, you would be surprised.",
        "Viki: Well, I, uh--I didn't mean to intrude.",
        "Charlie: No, no, you're not.",
        "Viki: Do you think we could talk for a minute privately?",
        "Charlie: Please. Um...",
        "Viki: Okay.",
        "Charlie: Look. I, uh...I'd like to kind of clear the air here about Dorian.",
        "Viki: Yeah. I don't want to talk about Dorian at all.",
        "Charlie: Good, because neither do I. How did you find me?",
        "Viki: I--I didn't, actually. I came here to meet Marty. I have to talk to her about Jessica's condition.",
        "Charlie: Of course. Well, I haven't seen Marty here since I've been here tonight, but, uh, you know, I can take a rain check if you want to track her down. I'm sure you didn't come all this way just to have me hold you up.",
        "Viki: Charlie, I didn't come all this way just for Jessica. I came for you, too.",
        "Charlie: So, how was London? That must have been very nice to be able to spend some time with Kevin, Joey.",
        "Viki: Oh, yeah, it was. It was kind of lonely, too, you know. I mean, I was surrounded by family, but all I could think about was the family I left here.",
        "Charlie: Yeah. Natalie and Jessica, huh?",
        "Viki: You. I thought a great deal about whether I could help my daughter, and I thought a great deal about whether we can save our marriage.",
        "Charlie: Well, then it sounds like you and I were pretty much in the same place, just on opposite sides of the ocean. And, um...what did you come up with? Can our marriage be saved?",
        "[SCENE_BREAK]",
        "Clint: You're getting married?",
        "Bo: Yeah.",
        "Clint: That figures.",
        "Bo: I'm sure that it, uh-- it must come as some surprise to you. I mean, we really hadn't planned--",
        "Clint: Oh, no, no, of course not, of course not. Things just sort of...\"happen\" to the two of you.",
        "Bo: When I woke up after surgery, I found out that I'd almost died, and I thought about just how much time I wasted. And I don't want to wait any longer to--for Nora and I to be together permanently. And I'm sure that you must have felt the same way when you proposed to Kim all of a sudden.",
        "Nora: I mean, we are not asking for your blessing. I think that would be too much to ask for.",
        "Bo: We really want for the 3 of us to pull together, you know, and wish each other happiness again, be part of one another's lives.",
        "Nora: And maybe the 4 of us could have dinner--you, Kim, Bo, and me?",
        "Clint: Well, you're gonna be waiting a long time. Kim is not in the picture anymore.",
        "[SCENE_BREAK]",
        "Nurse Wojciehowicz: It was my husband's birthday. We were supposed to have dinner at this new Italian place, but there was a terrible accident, a pile-up on the interstate, and I was called in to work. I had just finished assisting on a patient, a head trauma, one of the worst I'd ever seen, when we got the word that an ambulance had pulled up. I went out to meet it, and that's when I saw the bundle on a gurney.",
        "Gigi: A bundle?",
        "Nurse Wojciehowicz: It just seemed to appear out of nowhere. With all the confusion of the accident, none of us really saw anything. All I know is, when I got to it, the bundle was a baby. It must have been you. And I looked up, and I saw the doors to the ambulance bay swing shut. Someone had just left.",
        "Rex: You saw my mother?",
        "Nurse Wojciehowicz: I picked you up and ran outside. Somebody was getting into a car. I called after it, but they drove off.",
        "Rex: Did you see who it was? Could you describe the person that left me there?",
        "[SCENE_BREAK]",
        "John: Are you okay? Anything hurt?",
        "Marty: I don't care as long as the baby's okay.",
        "John: What's wrong?",
        "Marty: I--I'm cramping.",
        "Greg: This just started?",
        "Marty: Oh, my God, I think I'm bleeding, too.",
        "Greg: Where's Dr. Morrison?",
        "Nurse: She should be here.",
        "Greg: Well, page her again. Look.",
        "John: Doc, what's going on?",
        "Greg: We're going to find out. Marty, can you tell me how this happened? Were you nauseated or dizzy before you fell?",
        "Marty: I didn't fall. I was pushed.",
        "[SCENE_BREAK]",
        "Bartender: One double.",
        "Todd: Another, please.",
        "Woman: Well, I know how lucky I am, believe me. I mean, do you know how many women just throw themselves at my Arthur every day? Ha ha ha!",
        "Dorian: Excuse me. Would you--would you mind taking it down just a few notches? Thank you.",
        "Renee: Dorian, you must be feeling very left out. Shouldn't we just ask the Banks to tell you what is going on?",
        "Dorian: No, thank you. That won't be necessary.",
        "[SCENE_BREAK]",
        "Viki: Well, for all my thoughts and my long walks, no, Charlie, I didn't come up with an answer to the question.",
        "[Charlie exhales]",
        "Viki: I thought going to London would give me time and space to figure things out, and sometimes time and space just make things more complicated. Didn't take me long to realize how foolish I've been.",
        "Charlie: Foolish? You?",
        "Viki: Oh, yeah. Of all people, I should know, you can't run from your problems.",
        "Charlie: Well, so now you're back, and we're just back where we started before you left.",
        "Viki: No. No, not quite. You see, one thing was very, very clear to me soon as I left.",
        "Charlie: Yeah? What's that?",
        "Viki: How much I missed you.",
        "Charlie: I missed you, too. Viki, Viki, I did, like crazy. There has got to be a way we can make this work.",
        "Viki: I want to, Charlie. I want to so much, but I'm so afraid now. You know, we tried once before, it didn't work, and I'm afraid because I don't know if I can go through all that--that disappointment and that hurt again.",
        "[SCENE_BREAK]",
        "John: Someone--someone pushed you down the stairs? Are you sure?",
        "Greg: Lieutenant?",
        "John: Yes.",
        "Greg: Can I have a word with you, please? Uh...she can't answer questions right now. She really needs treatment. Could you track down Dr. Morrison for us?",
        "John: I don't want to leave her.",
        "Marty: It's okay. It's okay. Just go fast.",
        "John: Okay.",
        "Greg: Thank you.",
        "John: Hey, where's Dr. Morrison?",
        "Nurse: I just paged her.",
        "John: Okay. Do you have her home phone number?",
        "Nurse: Yes.",
        "John: Can you call? Please. Thank you.",
        "Natalie: John, is she okay?",
        "John: She, uh...she's awake. She's--she's a little banged up. We don't know about the baby.",
        "Natalie: Well, that--that's good news. I mean, that means she's not seriously injured.",
        "John: Doesn't seem like it.",
        "Natalie: Thank God. Right? So her accident's not as bad as it looked.",
        "Téa: Something happen to Marty?",
        "John: Yeah, and it wasn't an accident.",
        "[SCENE_BREAK]",
        "Bartender: Another drink, sir? Sir?",
        "Marty: And I would like to tell you one more thing. John and I are gonna have this baby, and there's nothing you can do about it. Cole and Starr--they love each other, and there's nothing you can do about it. We are all--all of us-- going to be happy, and there is nothing you can do about it.",
        "Todd: We'll see.",
        "Dorian: I can't believe my eyes. Is it possible you are atoning for your sins?",
        "[SCENE_BREAK]",
        "Clint: So let's hear it. Give it to me.",
        "Bo: Give you what?",
        "Clint: The \"I told you so's.\" I mean, you're thinking it. You might as well say it.",
        "Nora: Oh, Clint, no, come on. We just want you to be happy, that's all, and Kim seemed to make you happy.",
        "Clint: Oh, Nora, please. Please. It is not a secret how you felt about Kim and my relationship with her, and both of you thought that she was just a gold digger and I was with her simply to get some sort of payback.",
        "Bo: Clint, you know what? It doesn't matter what we thought. We don't want you to be miserable.",
        "Clint: Well, thanks, I guess.",
        "Nora: Is there anything we can do?",
        "Clint: Well, you can now concentrate on your own marriage instead of concerning yourself with mine. Bo, enjoy the gift.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Rex: Was the person you saw a man or a woman?",
        "Nurse Wojciehowicz: It was dark. I--I really couldn't tell who it was. All I know is, a couple of hours later, the woman in this picture--",
        "Gigi: Allison Perkins.",
        "Nurse Wojciehowicz: If you say so. This woman came to claim you. I just assumed it was the person I'd caught a glimpse of, the one who dropped you off.",
        "Rex: And she said that she was my birth mother?",
        "Nurse Wojciehowicz: Well, she said that she was sorry she'd left you there. Oh, she seemed so sincere. She told me that she was young and scared and that she'd made a mistake, but that she'd had a chance to think it over and she decided that she loved you and she didn't want to give you up.",
        "Rex: Okay, but she didn't have any proof?",
        "Nurse Wojciehowicz: I was so green back then, and that night, with the accident and the confusion...I thought I was doing the right thing giving her back her baby. If I had known the truth, I never would have let her take you.",
        "Gigi: You had no way to know. It is not your fault.",
        "Rex: It's probably better you didn't question Allison. She's a psychopath. Who knows what she would have done to you?",
        "Nurse Wojciehowicz: She seemed so sweet.",
        "Gigi: Yeah. Looks can be deceiving.",
        "Rex: Are you sure you don't remember anything about the person you saw leaving the ambulance bay? What they were wearing, their build, what kind of car they got into?",
        "Nurse Wojciehowicz: I'm sorry, but I don't...wait.",
        "Rex: What is it?",
        "Nurse Wojciehowicz: You had something with you when you were left here.",
        "Rex: I did? What?",
        "Nurse Wojciehowicz: I still have it. I can show you.",
        "Gigi: Hey, Balsom, I know we didn't get what we hoped for, but that doesn't mean it's the end of the road. We'll still find your parents.",
        "Rex: Well, maybe I'm better off not knowing.",
        "Gigi: What does that mean?",
        "Rex: The more I search, the more wrong answers I get. Thinking Mitch Laurence was my father should have told me something.",
        "Gigi: That you don't share the same blood as that freak?",
        "Rex: That if I keep pushing my luck, I'm gonna keep getting burned. And it's not just me I have to think about. Believing Mitch was my dad put you in danger, Shane, Stacy. Look what happened to her.",
        "Gigi: That wasn't your fault.",
        "Rex: I was the one that kept poking around--",
        "Gigi: Mitch believed he was your father long before you stumbled onto that fake birth certificate. He was gonna force himself into your life whether you liked it or not.",
        "Rex: What about next time? What if my next dad turns out to be even worse?",
        "Gigi: Not possible. Look. We'll find your parents, and whoever they turn out to be, we'll deal with it.",
        "Rex: I don't know, Morasco. Maybe it's just time I gave up.",
        "Nurse Wojciehowicz: Found it!",
        "Rex: What is it?",
        "Nurse Wojciehowicz: This was hidden in the blanket you were bundled in when you were left here. I put it aside so no one would steal it while I was waiting for the state to pick you up. But then that Allison woman showed up, and--",
        "Gigi: You didn't want to give it to her?",
        "Nurse Wojciehowicz: Well, it all happened so fast, I forgot. It's probably the one right thing I've done in this whole mess.",
        "Gigi: Well, like we said, Allison is very dangerous. You might not be alive today if you had challenged her.",
        "Nurse Wojciehowicz: I held onto this all these years thinking that I might cross paths with you again. And now that I have, this is yours to take.",
        "Rex: Was there a note?",
        "Nurse Wojciehowicz: I'm sorry. That's all I have. For what it's worth...it seems to me that you turned out okay. I think that your parents, whoever they are, would be very proud.",
        "[SCENE_BREAK]",
        "Nora: I just can't help thinking about Clint and Kim.",
        "Bo: Me, too.",
        "Nora: You know, I did think some nasty things. I did. I mean, come on. He proposed to an ex-stripper, \"newly executive assistant.\" I mean, it kind of just seemed like a big, huge reaction to you and me.",
        "Bo: I know. I think most people thought the same thing.",
        "Nora: Then, you know, I ran into them a couple of times, and I got to say that there actually seemed to be some sort of connection between the two of them. It was really quite sweet and real.",
        "Bo: And now it's gone.",
        "Nora: And there we are, shoving our happiness in his face.",
        "Bo: No, no, no. No. No, don't go there. Look. No. If we call off our engagement, I mean, that's not gonna do anybody any good.",
        "Nora: It might buy Clint some more time.",
        "Bo: Time to do what? To sit around and think how much in love we are?",
        "Nora: I'm just feeling guilty all over again.",
        "Bo: I know. So am I, but if we postpone our wedding, I mean, that's not gonna --that's not gonna change anything. We put our lives on hold, we end up feeling miserable, and Clint's gonna end up feeling worse.",
        "Nora: So what do we do? We just forget about your brother?",
        "Bo: No. We move on, and we hope to God that Clint moves on with us.",
        "[SCENE_BREAK]",
        "Viki: You know, we've both been through so much, so much since Jared died, and maybe it was just too much, because I don't know if I am strong enough to live with the worry every single day that something might happen to make you drink again. I don't know if we've already tried our hardest and just failed.",
        "Charlie: So you're--you're back to tell us that we have?",
        "Viki: No. No, Charlie. I--I came back here to tell you that walking away from you was the biggest mistake I've ever made in my life, and I would like to try again if you're willing.",
        "[SCENE_BREAK]",
        "Todd: You'd better get lost, Dorian.",
        "Dorian: And miss out on all this angst? I'll have a white wine spritzer, please.",
        "Todd: Mind your own business.",
        "Dorian: What evil plan of yours has misfired? What has brought you so low? Or should I ask who?",
        "[SCENE_BREAK]",
        "John: Marty was pushed down the stairs.",
        "Téa: What? Stairs? What--does she--does she know who pushed her?",
        "John: M-Marty's in there. Okay. She--she fell down a flight of stairs, and we don't know about the baby.",
        "Dr. Morrison: How long ago did she fall?",
        "John: Maybe half an hour.",
        "Natalie: Marty's saying that she was pushed down the stairs. Who--who would do that?",
        "[SCENE_BREAK]",
        "Greg: She's got minor contusions on her arms and legs, some soreness as a result. I was just about to run a sonogram to check on the baby.",
        "Dr. Morrison: Perfect. Thank you for taking such good care of my patient. I can take it from here.",
        "Greg: Sure. No problem.",
        "Dr. Morrison: Marty, how are you doing?",
        "Marty: I don't know.",
        "Dr. Morrison: Well, just try to relax, okay? Your baby takes its cues from you. It needs to feel like everything's all right.",
        "John: It will be. It'll be all right no matter what.",
        "Dr. Morrison: You ready?",
        "[SCENE_BREAK]",
        "Rex: Well, that's it. Now I'm officially out of leads.",
        "Gigi: You don't know that for sure. We could turn up something else.",
        "Rex: How? Allison already told us everything she's going to. Roxy doesn't know anything. Mitch Laurence--this is probably the first time in his whole life that he's completely in the dark about something. This is the closest I will ever get to my real parents.",
        "Gigi: Balsom, you'll find them someday. I know you will.",
        "Rex: How can you be so sure?",
        "Gigi: I promise you, whoever left this for you is out there somewhere waiting to be found.",
        "[SCENE_BREAK]",
        "Matthew: Is it safe?",
        "Nora: Yes, the coast is clear. Come on in.",
        "Matthew: So?",
        "Bo: Well, your Uncle Clint knows that we are getting married.",
        "Matthew: Is he okay?",
        "Bo: I think that it went about as well as it could.",
        "Matthew: So you're still getting married?",
        "Nora: Absolutely.",
        "Bo: Nothing is gonna stop me from marrying your mom again.",
        "Matthew: Good. That way, you don't have to return this box from Logan's.",
        "Bo: Yeah, yeah, yeah, yeah.",
        "Matthew: Good job, Dad.",
        "Nora: Uh, what's going on here? What is that?",
        "Bo: This? This is just a little something to make it official.",
        "Nora: Oh, my go--how did you do--that's when you were on the phone, wasn't it?",
        "Bo: I don't know what you're talking about.",
        "Nora: Oh, God. It's gorgeous.",
        "Bo: Hope you forgive me for not dropping down on one knee. There.",
        "Nora: I think I'll maybe forgive you this one time. But next time...",
        "Bo: No. Ha ha ha! No next time.",
        "Matthew: This is awesome.",
        "[SCENE_BREAK]",
        "Charlie: But--but you just said that you weren't sure if it would ever work again.",
        "Viki: I'm still not sure, Charlie. You know, I took Bree on a little side trip to Paris, France. And she was so cute. We saw all the sights, and we ate croissants and wore berets. And then I took her to the Eiffel Tower, and that's where it hit me. Everything that you said to me before I left about Paris, Texas, and the Bon-Jour and the Buenos Dias--everything you said was right, Charlie. You know, you at heart are a builder, and every single time we've been split apart, it's you who have put us back together again. I have to tell you, when I walked in here tonight and I saw you sitting at the table with Dorian and she had her hand on yours, I got so scared because I don't want to live without you, and I think that we deserve a chance to be rebuilt again, but only if you're willing.",
        "Charlie: Does this answer your question?",
        "[SCENE_BREAK]",
        "Dorian: Tell me, Todd, please. I promise you nobody will appreciate your agony more than I will.",
        "Todd: You should concentrate on your own pathetic, miserable life.",
        "Dorian: Thank you.",
        "[SCENE_BREAK]",
        "Todd's voice: I think the only reason that she came to town in the first place was to stick it to me, and I think you'd agree with me that we'd all be better off if she was dead.",
        "Téa: Oh, my God, Todd, what have you done?",
        "[SCENE_BREAK]",
        "Marty: Uh, what do you see?",
        "Dr. Morrison: Just a moment.",
        "John: We're gonna get you over this. We'll get you home. We can get started on that to-do list you've been working on.",
        "Marty: You know that to-do list is just getting longer all the time.",
        "John: We have to baby-proof that whole apartment.",
        "Marty: Oh, yeah. Well, we usually--you know, you have a little time for that. We can...start by just maybe giving it a fresh coat of paint.",
        "John: Yeah. Anything. Anything you want. Hot pink, even.",
        "Marty: Heh heh!",
        "John: How's it going, Doc?",
        "Marty: Janice?",
        "John: What is it?",
        "Dr. Morrison: I can't find a heartbeat."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=qc1FpzVmtFs"
}