{
    "Episode Summary": [],
    "Recap": [
        "A woman from the hospital comes asking for information for the birth certificate. Tess puts Jess's name as the mother and Nash's name as the father. She did that as Jess is considered the real person. She put Nash's name down as that will be a way to claim the baby later. While in the bathroom, Jessica appears thanking Tess for handling things the way that she did, as she would have done the same thing. Kevin is torn. He was told that he had to make a choice between his son and his wife. \"I chose you Kelly! I thought that he was strong enough and he wasn't. I didn't get to spend time with him and that is your fault!\" He doesn't have to tell her all this. She blames herself for Duke being dead. Evangeline tries to take care of herself. She can't. Chris offers to be there for her. He calls his trainer and tells the man that he can't fight that night. He is busy. The man isn't happy. \"If you think that you can bail on me, you have another thing coming kid.\" Evangeline sees that she needs help and allows Chris to escort her out of the hospital, without use of the wheelchair. Todd gets a visit with Blair. \"Are you still sleeping with the enemy?\" he asks. She tells him that Evangeline is blind and he doesn't believe her. She leaves after telling him that she doesn't love him anymore. \"I don't want you killed that is all.\" She leaves to go and be with Spencer who she finds in the shower. Todd, on the other hand gets beaten up by guards before being taken back to his cell."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nash: Hey.",
        "Tess: What's going on? Who's this?",
        "Nash: We're in trouble.",
        "[SCENE_BREAK]",
        "Cristian: What is it? What are you looking for?",
        "Evangeline: The phone. Damn it.",
        "Cristian: Let me get it.",
        "Evangeline: No, no, no, I can do it -- I can do it by myself.",
        "Cristian: Evangeline, you probably shouldn't be out of bed.",
        "Evangeline: Cristian -- Cristian, I really appreciate you being here, I do. But I'm ok. Really, I don't need your help. I just need to get on the phone, and I need to call the doctor because I need to get the hell out of here, ok? Maybe I can't do anything for myself, but I can still help Todd.",
        "[SCENE_BREAK]",
        "Guard: Behave yourself.",
        "Todd: Are my kids alive?",
        "Blair: Jack and Starr are fine. They're safe from the tornado.",
        "Todd: Glad to see you're ok. But, you know, you could've left me a message.",
        "Blair: Oh, Todd.",
        "Todd: Do you remember the last time you were here, you communicated to me that you had no use for me. But here you are. Why? Have you finally realized you're sleeping with the enemy?",
        "[SCENE_BREAK]",
        "Spencer: I don't understand. I'm so close to having everything I want -- Todd is as good as dead, Davey's out of the picture, the Buchanans are dropping one by one, I have Blair. I don't understand why it -- it just doesn't feel right. This isn't the way it was supposed to feel.",
        "Dorian: Excuse me. I didn't have the chance to thank you properly. You put aside everything that has happened between us and you saved Kelly's life. For that, I'm in your debt.",
        "[SCENE_BREAK]",
        "Kevin: My son -- my son is dead.",
        "[SCENE_BREAK]",
        "Claudia: So, how you feeling?",
        "Antonio: Come to check on me?",
        "Claudia: I heard about the accident. I want to make sure the only person in town who's been nice to me is going to survive.",
        "Antonio: Well, I'm fine. But my tolerance for B.S. is nonexistent. You don't care whether I live or die. You're here for one reason and one reason only -- Nash.",
        "[SCENE_BREAK]",
        "Man: You can't just walk out of the hospital and leave the birth certificate blank.",
        "Nash: We are so very, very, very sorry, Miss Radcliffe.",
        "Miss Radcliffe: You know, I recognize there are some extenuating circumstances regarding the baby's paternity, but I need the names of the mother and the child immediately.",
        "Tess: Well, we haven't named the baby yet.",
        "Nash: Couldn't we just maybe have one night and we'll come by the hospital tomorrow and give you everything you need. We promise.",
        "Miss Radcliffe: This form's already overdue. You never should've been discharged without providing a name for the baby, and I'm not leaving here without one.",
        "Miss Radcliffe: But I can't read that.",
        "Tess: Um -- Brennan. B-r-e-n-n-a-n, Brennan.",
        "Miss Radcliffe: Just Brennan?",
        "Tess: Just Brennan.",
        "Miss Radcliffe: Could you print the name legibly? And I need the name of the mom.",
        "Nash: I don't get it.",
        "Tess: I'm covering our butts. This way, either way, the baby has your name.",
        "Nash: Yeah, but what if the test shows that I really am the daddy? I mean, she can't be named Brennan Brennan.",
        "Tess: If that happens, then we'll just change it.",
        "Nash: Change it? No, that's -- I love it. You're brilliant. Brilliant. I love it. Brennan.",
        "Miss Radcliffe: I'll send the birth certificate to you tomorrow, Miss Buchanan. My pen. Thank you.",
        "Nash: Bye-bye. Miss Buchanan -- did you write down Jess or Tess as the mother?",
        "[SCENE_BREAK]",
        "Blair: I'm not here to discuss Spencer, ok?",
        "Todd: Ok. Then what would you like to talk about? Not much new here, here I am, death row. You're still sleeping with the guy that put me here, aren't you?",
        "Blair: Evangeline was hurt in the storm, Todd.",
        "Todd: Is she going to be all right?",
        "Blair: She was hurt badly, but she made it through. Not everyone was that lucky.",
        "[SCENE_BREAK]",
        "Kelly: I'm sorry, Kevin. I'm so, so sorry.",
        "Kevin: You should be.",
        "Kelly: It never should've happened.",
        "Kevin: Duke didn't die by accident. There are two people responsible for it and they're both in this room right now.",
        "Kelly: No, it's my fault. I killed Duke.",
        "[SCENE_BREAK]",
        "Evangeline: Thank you, doctor. Why do I get the feeling there's something you want to say?",
        "Cristian: I just don't see why you're so fired up to do this on your own.",
        "Evangeline: People that are like this get along just fine on their own.",
        "Cristian: Yeah, yeah, I know, after they've had some training, some kind of experience. Look, you can't lose your sight one day and then become Helen Keller the next, Evangeline.",
        "Evangeline: This is not a joke, Cristian!",
        "Cristian: I get that! Do you? You've been seriously injured. Do you want to make things worse by flailing around?",
        "Evangeline: \"Flailing?\"",
        "Cristian: Look, I'm here for you, and you're going to figure this out, but it's going to take some time.",
        "Evangeline: I don't have time. Todd doesn't have time.",
        "Cristian: Oh, wait a minute. So dealing with this, trying to get better, that takes a back seat?",
        "Evangeline: Cristian, I might not get better. You heard the doctor. I may never recover from this.",
        "Cristian: Stop saying that. Stop.",
        "Evangeline: Cristian, stop it! Please! I -- I spent all of last year learning one lesson -- there are things I can fight, there are things I can't.",
        "Cristian: So you can fight --",
        "Evangeline: This is one of those things I can't fight.",
        "Cristian: I don't get it. You can fight for Todd Manning, but not for yourself.",
        "Evangeline: I can still help Todd. But if I cop out, if I hole up in my apartment and lick my wounds, Todd dies.",
        "[SCENE_BREAK]",
        "Todd: What happened? Who else got hurt?",
        "Blair: Duke Buchanan is dead.",
        "Todd: Does Viki know?",
        "Blair: Yeah. She was with him in the hospital when he died.",
        "Todd: Oh, man. How's her heart?",
        "Blair: It's all right. Clint's staying with her.",
        "Todd: I should be there.",
        "Blair: Yeah. She should have her family around her now.",
        "Todd: Well, yeah, but it's not my fault I'm here, is it? She knows that. She never stopped believing in me.",
        "Blair: You know what? I didn't come here to argue with you. I just thought that --",
        "Todd: Blair, hold on --",
        "Blair: You needed to know.",
        "Todd: Hey, what happened to Evangeline?",
        "Blair: She lost her sight.",
        "Todd: She -- she went blind? No, that's not right.",
        "Blair: Todd, look, I don't know -- I don't know all the details. I don't even know if it's permanent.",
        "Todd: You're lying. Wow! Spencer's got his hooks in you deep, doesn't he? He's got you lying for him.",
        "[SCENE_BREAK]",
        "Spencer: You're not indebted to me for anything, Dorian. I'm a doctor! I save lives, it's what I do.",
        "Dorian: In this case, you could only save one.",
        "Spencer: Yeah, it's a terrible, terrible choice to have to make, isn't it?",
        "Dorian: But one which the Buchanan family will never recover from. How does that make you feel, given that you hate them so much?",
        "Spencer: You know, I was just about to take a shower, all right? Show yourself out, if you don't mind.",
        "Dorian: You know, Asa doesn't trust you. He thinks you're out to get his family. In fact, he's even willing to team up with me to stop you.",
        "Spencer: So you're buying into the old man's paranoia, is that it?",
        "Dorian: Well, in this case, it's with good reason. You see, I agree with him. I know how much you want to make the Buchanans' lives miserable. In this case, nobody could be more miserable than Kevin is right now, having had to choose between his son and the woman he loves.",
        "Spencer: Do you have a point, Dorian?",
        "Dorian: My point is what a lucky break this is for you, that you were able to do so much damage to a member of a family you despise.",
        "Spencer: You're saying that I wanted that boy dead?",
        "Dorian: Did you?",
        "[SCENE_BREAK]",
        "Kevin: It's not just you who's to blame. Spencer -- he couldn't operate. There wasn't enough doctors because of the storm.",
        "Kelly: I cost you your only son.",
        "Kevin: I let him down. I mean, I'm -- I'm supposed to love him. I was so angry, I was so confused, and I just -- I sent him to s death.",
        "[SCENE_BREAK]",
        "Evangeline: Thank you.",
        "Cristian: You're welcome. Look, I shouldn't have pushed you. This is -- this is your deal. It's none of my business the way you handle it, so I'm not going to give you a hard time anymore.",
        "Evangeline: You're not leaving, are you?",
        "Cristian: Any reason why I should stay?",
        "Evangeline: If you weren't around to give me a hard time, I would miss it.",
        "Cristian: Well, I guess it is a dangerous job, but somebody's got to do it, right?",
        "Evangeline: Look, Cristian, I know you're right. I can't ignore this. I have to start paying attention to my own life. But what I have to do for Todd has to take precedence right now or his life is over.",
        "Cristian: You're too good for your own good.",
        "Evangeline: Hardly. You know, I'm -- I'm terrified, really. My world, my whole reality is -- it's never going to be the same. I know that my life isn't over, but my -- I mean, I don't even know if this shirt is inside out. I can't tell what people are looking at, I can't read their faces, and I rely on that when I'm doing my job. I'm sure there are other ways to figure out how to do that, but -- right now the idea of trying to figure them out, it just seems impossible, but I have to try. Because if I can't still do everything in my power to help Todd, if I can't still be that kind of person, then I don't know what's going to happen to me. You see, I need to do this. It's not really for him, it's -- it's so that I can prove to myself that I'm still me, you know?",
        "Cristian: Yeah, I understand.",
        "Evangeline: You don't have to say that.",
        "Cristian: Do I sound like I'm lying?",
        "Evangeline: No.",
        "Cristian: See? You're learning already. Look, Evangeline, I'm here for you. Whatever you need, I'm here to help. All you have to do is ask.",
        "Evangeline: Ok. Mr. Helper, can you please tell me if this shirt is inside out?",
        "Cristian: Why don't you try feeling for the seams? You could figure it out.",
        "Evangeline: I don't really think there are seams in a cashmere sweater.",
        "Cristian: No?",
        "Evangeline: But I can feel for the tag.",
        "Cristian: Oh. See, you're a smart girl.",
        "Evangeline: Ok, can you help me get out of here? I need to get out of here.",
        "Cristian: Sure. I'll go see if your paperwork's done.",
        "[Phone rings]",
        "Cristian: Hello?",
        "Rourke: Get your ass down to the gym. You forget you got a fight in two weeks?",
        "Cristian: I changed my mind. I'm not doing it.",
        "Rourke: Now, you listen to me, Vega -- I already put it off once because of your hand, and then a second time because of that damn tornado. I'm not going to postpone again.",
        "Cristian: I don't care. I don't have time for a fight right now.",
        "Rourke: You know what? I've had just about enough of your crap -- first with the women, then the hand. And now you think you can just bail on me?",
        "Cristian: Look, if I'm that much trouble, then just sell my contract. There's not going to be a fight. I got other things to do.",
        "Rourke: Careful what you wish for, kid.",
        "[SCENE_BREAK]",
        "Claudia: Nash doesn't want anything to do with me. He made that perfectly clear.",
        "Antonio: So you're here in Llanview for what? Cultural opportunities?",
        "Claudia: It's a nice place. I wanted to start over someplace new. Unfortunately, thanks to Nash, my reputation preceded me. I can't even buy a friend. Then I meet this nice guy who doesn't treat me like I'm going to raid his medicine cabinet. I want to make sure my one friend isn't going to die on me. Is that a crime?",
        "Antonio: Well, last time I saw you, you were going to hang out to keep an eye on Nash for Tess' sake. Now you want me to buy that you're no longer interested in how this whole thing is going to play out between the two?",
        "Claudia: My life doesn't revolve around Nash, not anymore. My priority is staying clean. Nash is the one who -- who caused all my problems in the first place.",
        "Antonio: Right.",
        "Claudia: I know that I need to stay away from him.",
        "Antonio: And yet you're here, starting over in Llanview, when you could be anywhere else.",
        "Claudia: I like it here. And besides, it's much healthier for me than New York.",
        "Antonio: Yeah? Why's that?",
        "Claudia: Well, the hospital for one. I am sponsoring a rehab clinic. I have a chance to give something back, like they told us to do in rehab. Maybe you can't identify. Maybe -- maybe you've never screwed anything up.",
        "Antonio: Actually, I have.",
        "Claudia: Well, then maybe you'd be willing to help me out.",
        "[SCENE_BREAK]",
        "Tess: I couldn't take a chance. I had to write down Jessica as Brennan's mom.",
        "Nash: I don't get it. If you're so sure that you're the mother, why write Jessica's name down? You could've written your name down, and we could've backed it up somehow later.",
        "Tess: Well, because I don't legally exist. I don't have a driver's license, I don't have a social security number. I just -- I had to protect our daughter, especially with Viki and Clint trying to shove this integration thing down my throat.",
        "Nash: Look, um --",
        "Tess: You know, honey, I'm sorry. I just -- I have a headache right now. I'm just going to go get some aspirin.",
        "[SCENE_BREAK]",
        "Kelly: This is not your fault.",
        "Kevin: I made the choice.",
        "Kelly: What do you mean?",
        "Kevin: Spencer said that you and Duke, you were in trouble, and he said -- it all happened so fast. He said that he had to operate or that you both die. And there was too many people hurt in the storm and there wasn't enough doctors and he couldn't operate on both of you. You see, I didn't know what to do. I mean, I -- there was no way to know! There was no way to know who could -- who could last, who would last the longest, and I didn't know what to do. And I just -- I kept thinking about the way I found the two of you in the rectory. And I hated you! I hated you for being with my son, and I hated him! I hated my son! And Dorian kept saying, \"You got to do the right thing, Kevin, you got to do it!\" I didn't know what to do. And I told Spencer, I said, \"Take Kelly!\" Because I thought Duke would be strong enough, I thought he would hold on, but he didn't! He didn't hold on! And I had to make the choice! And God forgive me, I chose you, and he's dead because of it!",
        "[SCENE_BREAK]",
        "Blair: I wish that I could tell you it's a lie, but it's not. Evangeline's in bad shape.",
        "Todd: So you just came out of the goodness of your heart?",
        "Blair: I just thought you'd want to know, Todd.",
        "Todd: I'm dead now. Yep. Huh. Evangeline's the only one who believed in me, was trying to get me out of here. Maybe I should go back to my cell and hang myself. No, that's right, you guys take my shoelaces, don't you? See, these guys, they want to have the pleasure of killing me themselves. Ha.",
        "Blair: You can't give up hope.",
        "Todd: Oh, no, I should give up hope. Evangeline was the only person, as I said, who believed in my se, who believed I didn't kill Margaret, who cared about me at all.",
        "Blair: She's not the only person.",
        "Todd: Oh, yeah, who? Name somebody -- I mean, besides my children and my sister. Name somebody who thinks I deserve to live.",
        "Blair: I do.",
        "[SCENE_BREAK]",
        "Jessica: Thank you, Tess.",
        "Tess: You can't be serious.",
        "Jessica: I'm grateful to you for trying to make peace with Antonio, for putting the baby's needs before your own. It's not like you. It's more like something I would do.",
        "[Phone rings]",
        "Nash: Hello?",
        "George: I understand congratulations are in order.",
        "Nash: What do you want?",
        "George: I just thought you could use a little advice, one father to another. Keep a watchful eye on that daughter of yours. Take it from somebody with firsthand experience -- bad things happen to little girls who aren't watched closely.",
        "Nash: Are you threatening my daughter?",
        "[SCENE_BREAK]",
        "Antonio: So you want me to give you a job at Capricorn?",
        "Claudia: I would be willing to audition, of course.",
        "Antonio: We don't audition people who wait on tables.",
        "Claudia: Wait table-- no, no, no, no. I'm definitely not the server type. No, I'm a singer, classically trained. I trained at Juilliard.",
        "Antonio: Why do you want a job, anyway? I mean, it's not like you need the money.",
        "Claudia: Well, that doesn't mean that I don't want to work. Besides, my life coach told me that I need a reason to get up in the morning, one that isn't named Nash or Vicodin.",
        "Antonio: So why don't you go to New York?",
        "Claudia: Too much family.",
        "Antonio: How about L.A.?",
        "Claudia: Hello. I'm trying to stay off drugs, remember?",
        "Antonio: Ok.",
        "Claudia: No, Llanview is where I am meant to be. So what do you say? Will you give me a shot?",
        "[SCENE_BREAK]",
        "Spencer: You know, it sounds like you're accusing me of something very close to murder, Dorian.",
        "Dorian: Well, I wouldn't be the first one. It's no secret that Todd holds you responsible for Margaret Cochran's death.",
        "[SCENE_BREAK]",
        "Blair: I don't want you to die.",
        "Todd: So, really, coming here to tell me about Evangeline, it was just an excuse, wasn't it? Yeah, because the truth is you wanted to see me. The truth is you still love me.",
        "Blair: No, Todd.",
        "Todd: Oh, come off it.",
        "Blair: I came for the kids.",
        "Todd: Hey! We're running out of time here. Let's make things right, huh, before it's too late.",
        "Blair: I came here today because I saw some horrible things. I saw people that really love each other be torn apart. And I -- I -- I just wanted to help you, and that's all.",
        "Todd: Because you still love me.",
        "Blair: No, Todd. I don't love you anymore.",
        "[SCENE_BREAK]",
        "Spencer: You know what I think -- I think you've been through quite a traumatic experience today. That's what I think. I think Kelly's surgery was harder on you than you might think. And you're just obviously not thinking clearly.",
        "Dorian: I'm really quite lucid. I remember everything about you. Ever since you first came to town and insinuated your way into my family. You started with Kelly. And you used her to make Kevin jealous.",
        "[SCENE_BREAK]",
        "Kevin: I am so angry. I just -- I just want to -- I want to hurt someone. My son is dead. He's gone. And because he was trying to take you away from me, in the last moments of his life, all I could do was hate him. I didn't tell him that I loved him. Do you have any idea what that feels like?",
        "[SCENE_BREAK]",
        "Dorian: Then you set your sights on Blair, but you had to get Todd out of the way first.",
        "Spencer: Oh, I was just trying to be a friend to Blair. I can't help it if we fell in love.",
        "Dorian: You're delusional. The only man Blair has ever loved, will ever love, is Todd Manning.",
        "[SCENE_BREAK]",
        "Todd: I almost gave up on you once. You know, when Asa kidnapped you and put you in that loony bin. I thought you were gone. I thought that we were through. But I remembered something -- nobody can keep us apart. Nobody, except us. And I knew you were out there somewhere. And I never stopped looking. And I knew you'd never give up on me. And I found you and I took you off that ledge. I need you to believe in me now the way I believed in you then.",
        "Blair: I can't.",
        "Todd: 10 days -- I have 10 days left in my life. It's a vacation to a lot of people. For me, it's a death sentence. 10 days. It's less than one day for every year that I've been in love with you.",
        "Blair: It wasn't just love, Todd. There was hurt. There was pain. There was misery, and there was hate. You used to be my world, Todd, but not anymore. Don't confuse compassion with love. Because I don't love you anymore.",
        "Todd: Hey --",
        "Guard: Wait a minute.",
        "Todd: You're lying to me. Don't walk away from me! Tell me you love me!",
        "Guard: Shut up, Manning.",
        "[SCENE_BREAK]",
        "Spencer: Oh, Blair's through with Todd. She's over him.",
        "Dorian: How many times have I heard that in the past? I've learned not to get my hopes up.",
        "Spencer: Come on, Dorian, did you come by here to thank me or not? That's what you said. In fact, you said you were indebted to me. Didn't you? Now you hit me with all of this unfounded suspicion. You know, are you really that lonely and humiliated after being left at the altar that you have to project all of your pain and misery on everyone else around you?",
        "Dorian: Everything that happened to me is because of you. But you know something? It was all my fault. Because I didn't see it coming. Well, I won't make that mistake again. I guarantee you, I will not be your victim ever again. And neither will my girls.",
        "[SCENE_BREAK]",
        "Kelly: You're not God.",
        "Kevin: I made the choice. I was -- I was jealous.",
        "Kelly: It's my fault. Don't hate Duke. Hate me.",
        "[SCENE_BREAK]",
        "Dorian: Whatever hell you've been trying to create in this town, Duke's death is just tailor-made for it. It works for you, doesn't it? Look at you. There's not a trace of remorse in your eyes.",
        "Spencer: You have no idea what I feel.",
        "Dorian: You feel nothing. A young man is dead -- a decent, kind man, full of promise. He was everything to his family. Now they have nothing left but memories.",
        "Spencer: Do you really blame me for Duke's death?",
        "Dorian: You've made an art out of hurting people -- Todd, the Buchanans, your own brother. And in this case, you've taken a -- a tragic act of God and you've turned it into your victory.",
        "Spencer: You really are heartless, you know that, Dorian?",
        "Dorian: You may have a heart, but you most definitely do not have a soul.",
        "[SCENE_BREAK]",
        "Cristian: You're all set. You ok?",
        "Evangeline: I can't find my shoe. When I tried to put it on, I kicked it. It went flying. I can't walk out of here half barefoot, so -- Thank you.",
        "Cristian: Ok, your ride's here. Come on. I'll give you a hand getting in the chair.",
        "Evangeline: Oh, no, no, that's ok. I really can walk out of here.",
        "Nurse: I'm sorry, ma'am, it's hospital policy.",
        "Evangeline: Listen, I'm not going to sue you if I fall. Do I need to put it in writing or something?",
        "Nurse: I --",
        "Evangeline: Listen, I apologize. I just -- I really think I need to start learning how to do things by myself. And -- and you shouldn't worry because I have -- I have my friend here to help me.",
        "[SCENE_BREAK]",
        "Antonio: All right, I'll think about it. I don't want to make any problems for Nash.",
        "Claudia: Since when are you friends with Nash?",
        "Antonio: What difference does it make to you?",
        "Claudia: Um -- well, I -- I am supposed to face what went wrong with my relationship with Nash. That's part of my recovery. I told you that I will not make waves for him, and I stand by that. But I also promised you that I will be there for you. You know, if Nash does his con act again. I would hate to see my future boss get snowed by the guy, not to mention Tess, or that precious little baby.",
        "[SCENE_BREAK]",
        "Tess: Well, well, well, Princess, you're getting better at keeping an eye on the real world, huh?",
        "Jessica: Please, Tess, I want out. I want to hold my baby.",
        "Tess: Just because your name's on the birth certificate does not make her your baby. I am Brennan's mom.",
        "Jessica: You don't know that.",
        "Tess: What difference does it make, anyway? You're not out because you can't cut it. You want to talk about the hot spot, all those nights that Niki took you there? What about that house and that dirty bedroom with all those stuffed animals on the bed?",
        "Jessica: Please, I just want to hold my baby.",
        "Tess: She's not your baby! You're never going to get Brennan, ever, ever!",
        "Nash: If you come anywhere near my daughter, I will kill you, Mr. Reston.",
        "George: Yeah, you'd do anything to protect your little girl, wouldn't you -- even threaten me with death. Well, perhaps now you can appreciate where I'm coming from.",
        "Nash: What do you want?",
        "George: Just to remind you to keep a close eye on that new daughter of yours. It's the only way to keep a child safe.",
        "Tess: Who was on the phone?",
        "Nash: Telemarketers. You ok?",
        "Tess: Uh, yeah, fine. We should get some sleep before the baby wakes up.",
        "Nash: Yeah.",
        "Tess: Yeah.",
        "[SCENE_BREAK]",
        "Kelly: Duke was a good man. He loved you very much.",
        "Kevin: I have to bury that little boy. Look at that picture. Look at it. All he ever wanted to do was spend more time with his father, and I didn't do that. I didn't take the time, and now he's gone. I failed my son. I killed him because of you.",
        "Spencer: See, I cannot play God here. The decision is Kevin's to make.",
        "Kevin: So what you're doing is you're asking me to choose who lives and who dies. Dr. Truman, take Kelly into surgery.",
        "Spencer: She made it. She's -- she's doing pretty well. I think we'll know more when she wakes up. You're not going to die on me. I will not let you die on me.",
        "Dorian: You may have a heart, but you most definitely do not have a soul.",
        "Spencer: It wasn't supposed to be this way!",
        "[SCENE_BREAK]",
        "Guard: Ain't never going to learn, are you, Manning? I try to do whatever I can",
        "[SCENE_BREAK]",
        "Singer: The corners in my bedroom empty in the night I wake up waiting for you to come home and I still believe in what we had more than just a dream you know, the moon is shining perfectly but my heart is crumbling can I hold on tight to the memory of you and I? Can I hold on to you tonight and say goodbye?",
        "[NEXT_ON]",
        "Natalie: What's the plan, Mc Bain, huh? You go out and commit murder?",
        "David: You starting to remember your life back in Llanview?",
        "Evangeline: It's time to get my life back and Todd's.",
        "Blair: I don't want Todd to die.",
        "Viki: It's not over, ok? I refuse to believe that it's over."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=Mprr1BqGEB0"
}