{
    "Episode Summary": [
        "Episode # 10669"
    ],
    "Recap": [
        "Starr and Langston observe the freshmen playing them and their boyfriends. They both relive all that Todd has done to all of them and how he terrorized Starr and Cole and all of their friends. Meanwhile, the real Todd walks in on Cole and Hannah right after she's taken off her blouse when she's spilled something on it. And he assumes that Cole is cheating on Starr. Cole confidently tells Todd that she is going to disown her father if he gives them any more grief. But Starr reveals that maybe she is not entirely ok with Cole's and Hannah's friendship and the time they spend together. Marty is similarly insecure about John's commitment to her when Natalie tells her that John is staying with Marty only out of obligation since she is pregnant. Meanwhile, John accompanies Kelly to the hospital where her mother stayed and is determined to find out form a nurse and a patient what they might know about the mysterious calls Kelly has gotten about her mother's death. Jessica has Cristian on the brain and is still ignoring Brody. Brody seems to really relate to Natalie's situation with John since they both live with wanting somebody they can't have."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: Whitney, I want one.",
        "Whitney: Isn't it the best? Mr. Vega did the design for the poster, and I had that guy at the mall print it up on a couple of shirts. I'll see if I can make more.",
        "Starr: Good.",
        "Jessica: Are you selling tickets to the prom?",
        "Starr: Whitney is chairing the prom.",
        "Whitney: And tickets are officially on sale, so who wants to be first?",
        "Starr: Me...and then Langston.",
        "Langston: No. I'm not going to the prom.",
        "Starr: What?",
        "[SCENE_BREAK]",
        "Dani: Where's Mr. G.? I want to get started. Oh, I talked to my sister. She said I could borrow this dress she used to wear. I'm a little taller, but at least for rehearsals so I can, like, channel Starr.",
        "Nate: So I was thinking maybe I should meet her father Todd Manning, you know, so I get an idea of what it was like to have this sociopath after me.",
        "Matthew: Don't worry. You'll meet him soon.",
        "Nate: What do you mean?",
        "Matthew: You're playing Cole, right?",
        "Nate: Yeah.",
        "Matthew: Opposite his daughter. Trust me, once Todd reads that script and sees you all over his daughter, he's gonna come after you just like the real Cole.",
        "[SCENE_BREAK]",
        "Todd: Starr? What the hell?",
        "Cole: Look. Hannah is just a friend, okay? She was over here studying, okay, so just relax. Oh! Uh! Hey, look. I said she was a friend.",
        "Todd: Cheating son of a bitch.",
        "[SCENE_BREAK]",
        "Langston: I haven't even talked to Markko about it. I don't know if he wants to go to some high-school dance. I mean--",
        "Starr: Of course he wants to go. It's our last prom. Four tickets, please.",
        "Langston: No. Wait. Uh--mm.",
        "Starr: It'll be my treat.",
        "Langston: Yeah.",
        "Starr: Celebrate you breaking up with f-o-r--",
        "Langston: Thanks...for that.",
        "Whitney: Here you go.",
        "Starr: Thank you. Come on.",
        "Langston: Mm-hmm.",
        "[SCENE_BREAK]",
        "Whitney: You're not actually planning on, you know, going to the prom, are you?",
        "Jessica: Well, why not? It's my prom, too. I'm a senior.",
        "Whitney: Yeah, a senior citizen. Hey, you want to be a chaperone?",
        "Jessica: No.",
        "Whitney: So, who's gonna take you, some middle-aged loser who's into high- school girls?",
        "Jessica: For your information, I don't date losers.",
        "Whitney: So who do you date?",
        "Jessica: Well, no one yet.",
        "[SCENE_BREAK]",
        "Natalie: I know that I shouldn't be even thinking this, much less saying it out loud.",
        "Brody: Natalie--",
        "Natalie: I'm sorry. It's just that I truly believe that John and I would've gotten back together if Marty hadn't gotten pregnant with his child. Marty, hey, how you feeling?",
        "Marty: Oh, save it. I heard you.",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Kelly: Hello. Who are you?",
        "[SCENE_BREAK]",
        "Whitney: Hey, Mr. Vega.",
        "Cristian: Look at that. They came out great.",
        "Whitney: I'll make you one if you'll chaperone.",
        "Cristian: Sorry, Whitney.",
        "Whitney: You don't understand. It's gonna be so fun...",
        "Cristian: I'm sure it will be.",
        "Whitney: And school policy requires two more adult chaperones. Please? All the girls are dying to see you in a tux.",
        "Cristian: I don't know about that.",
        "Whitney: Look. You're new here. You need brownie points, right? Chaperoning is, like, huge. The administration will love you forever.",
        "[SCENE_BREAK]",
        "Natalie: Okay. What you just heard was out of context. Brody and I--",
        "Marty: So put it in context. I'm listening. If there's a context that would make it okay for you to say that John would leave me if I weren't pregnant, I would love to hear it.",
        "Natalie: All I meant--",
        "Marty: I mean, is that really what you think, that if I weren't pregnant, he would be with you?",
        "[SCENE_BREAK]",
        "Kelly: Can I help you with something? Stop. Stop. Back off!",
        "John: Hey! Hey, get off her. Want to tell me what you're doing, pal?",
        "[SCENE_BREAK]",
        "Brody: Natalie and I were commiserating. I did a little venting about Jessica. She did a little venting about her situation. That's all it was. Natalie, I think we should go.",
        "Marty: No, no, no. I think we should settle this because--you know what?--I am sick of you promising to stay away from John and then I'm finding you together every time I turn around. I tried to take the high road, but it's obviously not working, so let me have it. Tell me what you're thinking.",
        "Natalie: Fine. Fine. You want the truth? I meant what I said. If it weren't for the baby, John would be with me.",
        "[SCENE_BREAK]",
        "John: What's your name, huh? All right. Hey, come on. You can tell me. It's all right.",
        "Kelly: Maybe he knew my mother.",
        "John: Is that it? Did you know Kelly's mom Melinda Cramer? Hey.",
        "Mrs. Stevens: What are you doing? Rodney, Rodney, are you all right, sweetheart? He's harmless. Let him go.",
        "[SCENE_BREAK]",
        "Langston: Thanks for the tickets.",
        "Starr: Look. I know it's been rough, but I really think that this prom is going to make you remember how perfect everything was last year when you and Markko were madly in love. You went to the Palace, and you made love for the first time. This is your anniversary. You need to celebrate.",
        "Langston: So you're not mad at me for jumping all over you for telling Cole about Ford?",
        "Starr: No. I get it, but, Lang, you need to understand that I thought you were telling Markko, so I couldn't have Cole going home not knowing the truth.",
        "Langston: I know. I just-- I hope I didn't cause any problems for you and Cole. I mean, you guys are the best. I mean, you're like my heroes. It's why I had to write about you. You're like love superstars.",
        "Starr: And if we could survive my dad, then we can survive a little argument about you and Ford.",
        "[SCENE_BREAK]",
        "Dani: You're right. My dad is gonna freak.",
        "Nate: It's a musical. Can't he separate reality from art?",
        "Destiny: If anyone is gonna be upset about you mackin' all over Dani, it's Matthew.",
        "Mr. G.: Everybody here?",
        "Nate: Scripts. Finally.",
        "Dani: Who has the last line?",
        "Mr. G.: Not so fast. We have a problem.",
        "Matthew: Is it Todd Manning?",
        "Dani: Don't tell me he's trying to tank the musical.",
        "[SCENE_BREAK]",
        "Cole: Go ahead. Hit me. Hit me like you did when you found me and your daughter in bed together, huh?",
        "Hannah: This isn't what it looks like. I spilled something on my shirt, and I went into the bathroom to wash it off. I came out here to ask him for something dry. There's nothing going on here. We're just friends. Please stop.",
        "[SCENE_BREAK]",
        "Mr. G.: Todd Manning hasn't tried to scuttle this project, not yet, but several other parents have weighed in, and the administration isn't happy.",
        "Destiny: They're not canceling the play, are they?",
        "Mr. G.: No, but they have concerns.",
        "Matthew: Oh, come on. There's always concerns. Remember last year when they wanted you to cancel \"West Side Story\"?",
        "Nate: You're not serious.",
        "Mr. G.: I'm afraid so. Several parents thought it was too edgy.",
        "Dani: Yeah, but that's why it's good.",
        "Mr. G.: I agree, but some parents don't. In fact, the kids playing Todd and Blair had to pull out because their parents objected.",
        "Langston: Wait, wait, wait. Noah and Beth?",
        "Mr. G.: Yeah, are out, and the administration has questioned whether \"Starr X'd Lovers\" is appropriate for high school.",
        "Langston: Well, I wrote it, and I'm in high school.",
        "Starr: And it's a true story. It happened here.",
        "Dani: So we can live it, but we can't do a play about it?",
        "Mr. G.: Which was my argument, and so far, they've agreed with me. Still, they're right about one thing. It's tough material, which is why I wanted to meet today with just the leads. You have emotionally taxing scenes. I want you to dig into them today, see if you can handle it.",
        "Langston: Well, what about Todd and Blair?",
        "Mr. G.: Well, I'll read Todd for now, and, Starr, if you'd read Blair... and if anyone is uncomfortable at any point, I want you to stop, and, you know, we'll talk about whatever it is. Deal?",
        "[SCENE_BREAK]",
        "Hannah: Please, Mr. Manning. Nothing happened. Calm down.",
        "Todd: And what if I hadn't walked in? What then?",
        "Cole: I would've given her a T-shirt.",
        "Todd: You know, you may not respect my daughter--",
        "Cole: I have total respect for her.",
        "Todd: Put your clothes back on there, sweetheart. You know he's playing you for a fool, just like he does with my daughter...",
        "Cole: Oh, I would never do that.",
        "Todd: Because, you know, it's been drugs, and now, obviously, it's whores. Is that right?",
        "Cole: You are so off-base, man.",
        "Todd: Tell you what. Let's call Starr on the phone. Let's find out what Starr thinks about this half-naked study buddy of yours.",
        "[SCENE_BREAK]",
        "Dani: Prom is almost over.",
        "Nate: We've got time, and you owe me a dance.",
        "Cole's voice: Okay. Let's go inside so we can say we went to the prom together.",
        "Starr's voice: But it's over.",
        "Cole: Just one dance?",
        "Destiny: Hey, Mr. G., are we supposed to be kissing and all that today?",
        "Mr. G.: Um, it's not necessary. We're just reading through the script. We'll add the physical actions later. So, how'd it feel, you two?",
        "Nate: Great.",
        "Dani: Yeah. It was fine.",
        "Mr. G.: Good, but it will get harder.",
        "[SCENE_BREAK]",
        "Cristian: How much are the tickets?",
        "Whitney: For chaperones, free.",
        "Cristian: All right. You've got a deal.",
        "Whitney: Fabulous.",
        "Cristian: I'm gonna need two.",
        "Whitney: No problem. They're both on the house.",
        "Cristian: Nice. Thank you.",
        "Jessica: Is that ticket for your date?",
        "Cristian: Yeah. It's for Layla.",
        "[SCENE_BREAK]",
        "Marty: See, now you're reaching because John was with Blair when he thought I had died. He didn't go back to you, and when he found me, we got back together, and we've been solid for months.",
        "Natalie: Really? Then why are you so unhappy?",
        "[SCENE_BREAK]",
        "Mrs. Stevens: It's all right. You're okay. Come on. Everything is fine.",
        "John: Rodney has some explaining to do, Mrs. Stevens. You okay?",
        "Kelly: Yeah. You want to tell me what he was doing in here?",
        "Mrs. Stevens: As part of Rodney's ongoing therapy, I've asked him to take some responsibility here at the center. He tidies up my office, empties my wastepaper basket, brings in the mail.",
        "John: So Rodney has got keys to your office.",
        "Mrs. Stevens: Yes. I trust him completely. Rodney has been with us nearly all of his adult life, haven't you, Rodney?",
        "John: So he could've made the calls to Kelly. Is that it, Rodney? Did you call Kelly and tell her her mom was murdered?",
        "Mrs. Stevens: I'm afraid that's impossible. Rodney hasn't spoken a single word in all the years he's been here.",
        "[SCENE_BREAK]",
        "Marty: I'm not unhappy.",
        "Natalie: Okay. Anxious. Do you like that word better or \"scared\"?",
        "Marty: I'm not scared.",
        "Natalie: Marty, you said it yourself. You're sick of seeing John and me together.",
        "Marty: Yes. I am.",
        "Natalie: And why is that? Because deep down inside, you know that I'm the one he wants and the only reason he's staying with you is because it's the right thing to do.",
        "Marty: No. John chose to be with me before he found out I was pregnant, and if you're still confused over losing Jared, you have my sympathy, but I will not let you get in the way of my new family.",
        "Natalie: Oh, well, there you go again, wrapping yourself up in your family.",
        "Marty: Because that's what it is, Natalie. It's a family. We're starting a family, and this desperate bid for John's attention--oh, my God--it's just so sad.",
        "[SCENE_BREAK]",
        "Cole: Go ahead. Call her. Starr knows Hannah. She knows she's working here with me today.",
        "Todd: Oh, she knows about this little number here, huh?",
        "Cole: Hey, get your hands off. Hey, hey! You touch her again, I'm gonna call the cops. I'm sure they'll be really interested and then hear what the local rapist has to say.",
        "Todd: Congratulations, sweetheart. Looks like you got your man.",
        "Cole: Ha ha! Now you're totally losing it. You know, Starr is gonna laugh you right off the phone.",
        "Todd: We'll see.",
        "Cole: Now, Starr knows that I love her. She knows that I've been bending over backwards to keep peace because if it were up to me, you would never see her or Hope.",
        "Todd: But she's my granddaughter.",
        "Cole: And this is my house. Now get the hell out.",
        "[SCENE_BREAK]",
        "Nate: Starr, are you sure you're ready? Because we don't have to do this.",
        "Dani: No. I want to. I love you, Cole. I want to be with you.",
        "Nate: I want that, too, but with you going away--",
        "Dani: Yeah, but this way, we'll never really be apart, and in a few years--",
        "Nate: I won't let him take you away from me, not ever. I won't love anyone else.",
        "Cole's voice: I love you so much.",
        "Starr's voice: I love you so much. I always will, okay?",
        "Mr. G.: I'll kill you, you bastard!",
        "Dani: Dad, stop it! We didn't do anything!",
        "Nate: Get your hands off!",
        "Dani: Stop it!",
        "Starr's voice: Dad-- dad, no! Oh, my God! Dad! Dad! Dad! No! Leave him alone, please! He didn't do anything wrong! I wanted it! Dad! Dad, no! Cole, look out!",
        "Nate: Get your hands off of me! Get off!",
        "Mr. G.: Danielle?",
        "Matthew: Dani, are you okay? You all right? What's wrong? \\",
        "[SCENE_BREAK]",
        "Todd: Well, as long as we're being honest, I never wanted any of this. I never wanted you and Starr to live together. I just couldn't figure out a way to break you guys up without losing her and Hope, but once I do--",
        "Cole: Never happen.",
        "Todd: Do you want him? Because I can rent you guys a room right now. Just let him call Starr and break the news to her.",
        "Cole: For the last time, Hannah is just a friend, okay? I love Starr. Starr loves me. We have a child together, so I would think twice before you go messing with that because you hurt me, Starr will never forgive you.",
        "Todd: Well, see, that's where you're wrong. Starr always forgives me.",
        "[SCENE_BREAK]",
        "Starr: You okay?",
        "Dani: You know how excited I was about doing this part, and, okay, I mostly just did it so I could stick it to your father, our father. You know, I still don't think of him as--",
        "Starr: Dani, it's okay.",
        "Dani: But I just feel so bad for you.",
        "Mr. G.: This is why I wanted us to get together and read through these scenes, because if it's too much for either of you, I mean, we don't have to do it.",
        "[SCENE_BREAK]",
        "Jessica: You know, but you took me to senior prom.",
        "Cristian: Jess, that was a long time ago.",
        "Jessica: Not for me. I remember you asked me and I was so happy and you were so happy, too.",
        "Cristian: Yes. I was, but look, Jess. This is 2010, and I'm taking my girlfriend Layla, and we're gonna chaperone because we're not high-school kids anymore.",
        "Jessica: But that night, prom night, we were supposed to make love for the first time.",
        "Cristian: Talked about it, yes.",
        "Jessica: And I remember Grandpa bought me that silly dress, and-- and I don't remember. Did we make love?",
        "Cristian: No. You weren't ready.",
        "[SCENE_BREAK]",
        "Natalie: You're the one who's desperate.",
        "Brody: Okay. Timeout. This isn't going anywhere good.",
        "Natalie: Well, she's blaming my relationship with John...",
        "Marty: You don't have a relationship with John.",
        "Natalie: On my dead husband, and don't you dare-- don't you dare blame Jared for any of this. In fact, if anything, he's the reason that John turned to you and not the other way around.",
        "Brody: Okay. We're not gonna solve this today, so let's table it.",
        "Natalie: She wants to talk about it, and she keeps blaming Jared for all this, which she's been doing ever since I went to her for therapy, my mistake.",
        "Marty: I'd be happy to refer you to someone else.",
        "Natalie: It's not about my problems, Marty, or Jared's death or my grieving or anything other than the fact that she can't accept that John and I have a connection that she does not understand.",
        "Marty: Oh, really?",
        "Natalie: Yeah. Yeah, really, and if you're so confident, then why were you so bent out of shape when you found us kissing on Llantano Mountain?",
        "[SCENE_BREAK]",
        "Mrs. Stevens: It's all right, Rodney. These people misunderstood. You didn't mean to upset Ms. Cramer and Detective McBain. Come on, dear. You can tidy up my office later.",
        "John: What happened?",
        "Kelly: He crept up on me. It's like he knew I was alone.",
        "John: Maybe he did.",
        "Kelly: You think he knows something about what happened to my mom? I mean, maybe he's the one who's been calling me, but he can't speak.",
        "John: She says he can't speak.",
        "Kelly: You think she's lying?",
        "John: Someone has made those calls. Someone wants us to believe your mother was murdered.",
        "Kelly: Okay, so what happened with the security tapes? Did you see anyone come into the office or my mother's room?",
        "John: They were taped over.",
        "Kelly: What? Why?",
        "John: Security assumed your mom died of natural causes, so they had no reason to keep the tapes.",
        "Kelly: That's great. That's great. You know what? It is starting to look like we are never gonna find out why my mother died.",
        "John: Not necessarily.",
        "[SCENE_BREAK]",
        "Marty: I think anyone would be a little bent out of shape, but I understand why you clung to John after the accident. You'd almost been killed. I get it.",
        "Natalie: And the other kiss? When we came back home to Llanview, John came over to see me. There was no one scared, no one dying, yet we were wrapped in each other's arms kissing again. Why was that, Marty? You want to explain that one away?",
        "[SCENE_BREAK]",
        "Mrs. Stevens: I'm very sorry about your loss, Kelly, but I'm afraid I've done everything I can to help you. And since there's no proof that your mother has died of anything but natural causes, I'm afraid I'm going to have to ask you to leave. Your presence is disturbing our residents.",
        "[Pager beeps]",
        "Mrs. Stevens: Now if you'll excuse me...",
        "Kelly: Now what?",
        "John: Keep an eye out for me, will you? Hey, Rodney. Hey, look. I'm sorry about what happened in there. I thought you were trying to hurt my friend, and I realize now that maybe you were trying to reach out to her. That's some collection you got there. May I? Let's see. Carl Yastrzemski. Look at that. Now, that's--that's pretty impressive. A '67 Yaz. That was his Triple Crown year, you know? I remember my old man, he got me the '68 card because he couldn't find the '67. Yeah, Yaz. He was a guy didn't do much talking either. He didn't have to. Let his actions speak for him, you know what I mean?",
        "[SCENE_BREAK]",
        "Natalie: Cat got your tongue?",
        "Brody: Natalie!",
        "Natalie: Well, I just assumed that John, the family man, told her. No? No. Let me fill you in. John came over to see me.",
        "Marty: I think I...I think I get the picture.",
        "Natalie: Not if you think that the only thing that's there is grief. And then we kissed.",
        "Marty: And then what?",
        "Natalie: We weren't gonna take it any further, not until he settled things with you.",
        "Marty: So you discussed our relationship?",
        "Natalie: Of course. But then you conveniently got pregnant, so John decided he had to stay with you.",
        "Marty: And what did you decide, Natalie?",
        "Natalie: To let him go, which is not easy. And I'm sorry, but I still think about what might have happened had you not gotten pregnant. And I know that John thinks about it, too.",
        "Marty: Because of your connection?",
        "Natalie: Exactly.",
        "Marty: Connect to this. John is not gonna change his mind. He is thrilled about our baby.",
        "Natalie: Oh, yeah! No, no, John he's definitely into the baby. No doubt about it. You? Not so much.",
        "Brody: Natalie!",
        "Marty: No, I get it. I get it. I get it. I understand. You need to believe that. But John's with me now. He's not gonna change his mind.",
        "Natalie: No, you're right. John's never gonna leave you as long as you're pregnant.",
        "Marty: Yeah, thanks.",
        "Natalie: Oh, my God. What did I just do? Why did I say that to her? Why didn't you stop me? Uhh!",
        "[SCENE_BREAK]",
        "Jessica: Well, so what? It doesn't matter if we didn't make love.",
        "Cristian: I didn't say that, Jess.",
        "Jessica: Well, Marty certainly seems to think it's important.",
        "Cristian: Marty talked to you about it?",
        "Jessica: Well, she keeps on going on and on about how I'm making my brain go back to a time when I was a virgin, like I even care, but... that's why prom night was so important. It was supposed to be the night that I lose my virginity with you.",
        "Cristian: Jessica! Look, I'm sorry if I'm upsetting you, but we didn't make love at prom and we're not gonna--",
        "Jessica: But now we have a second chance. Don't you see? We can rewrite history.",
        "[SCENE_BREAK]",
        "Dani: No, no, I'm okay. [Sniffs]",
        "Dani: I mean, if Starr can take it, seeing \"Todd\" up on stage acting like a maniac, then I can, too. And who knows. Maybe by acting in this play and really trying to understand how Starr could forgive him after everything that he's put her and Cole through, maybe it'll help me see what she sees in him.",
        "Starr: I hope so.",
        "Dani: Me too. 'Cause right now, I hate him, and it doesn't feel good.",
        "[SCENE_BREAK]",
        "Todd: You're such a slow learner, Thornhart. I mean, even what's-her-name over here gets it, don't you? Starr knows that whatever I do for her, I do out of love.",
        "Cole: She may have forgiven you, but she'll never trust you. You think she's forgotten that you pushed her down the stairs? She almost lost her baby. And what you did to my mom... twice. No. She'll never get past that. And if you ever, ever go near my mom again, you'll lose Starr for good.",
        "Todd: You know that if Starr had to choose between you and me--",
        "Cole: She already has. She chose me. Look around, Manning. This is her home with me. You couldn't stop her from moving in. You couldn't stop Dani. They ran here to get away from you.",
        "[SCENE_BREAK]",
        "Destiny: \"Mr. Manning's mad enough as it is that Cole and Starr ran away. If he finds out that Cole got her pregnant...\"",
        "Matthew: \"He's not gonna find out.\"",
        "Destiny: \"He'll kill him, Markko. You know that.\"",
        "Matthew: \"It's gonna be okay. I promise.\"",
        "Markko's voice: It'll be all right. I promise.",
        "Langston's voice: What? What? Stop it! What are you doing?",
        "Todd's voice: I'd like you to tell me where Starr is or I'm gonna kill you.",
        "[Langston screams]",
        "Langston's voice: We don't know where they are. We already told that to Detective McBain.",
        "Todd's voice: Well, that's Detective McBain. You're dealing with me now. I know you helped Starr run away, so...",
        "Markko's voice: Yeah, and if we did that doesn't mean we know where they went.",
        "Todd's voice: I disagree. I think you do know.",
        "Starr: Langston? I'm so sorry that I put you and Markko through all of that.",
        "Langston: You didn't do anything. It was all your dad.",
        "[SCENE_BREAK]",
        "Todd: Dani's a separate issue, Cole.",
        "Cole: Yeah, because you didn't get to brainwash her from birth like you did with Starr. Dani sees you for what you are, and she's never gonna love you.",
        "Todd: Okay. But Starr... Starr is mine and always will be mine. And I'm gonna get her away from you if it's the last thing I ever do.",
        "[SCENE_BREAK]",
        "Dani: I'm not going anywhere with you, dad. I'm staying with Cole.",
        "Mr. G.: Get your hands off her, Thornhart!",
        "Dani: Why can't you just leave us alone?",
        "Mr. G.: 'Cause you're my child, and you'll do as I say!",
        "Nate: Let her go! You're hurting her!",
        "Mr. G.: You shut the hell up!",
        "Starr's voice: Leave him alone, Dad!",
        "Cole's voice: Mr. Manning, if you'll just listen to us.",
        "Starr's voice: No! Aah!",
        "Blair's voice: Starr!",
        "Langston: Hey. You okay?",
        "Starr: It just brings it all back. We could have lost Hope.",
        "Dani: I don't know how they survived all of that.",
        "Nate: What I want to know is why this maniac's still walking around.",
        "Langston: It's a long story.",
        "Nate: I mean, aren't you, like, scared, knowing that he's still out there?",
        "[SCENE_BREAK]",
        "Cole: Face it. You lost. Starr and I, we're happy. We have a daughter, a home together, a life together. And nothing and no one will ever change that.",
        "Todd: Except me. And you know that. 'Cause I've stopped you before, and by God I'll do it again.",
        "Cole: Get the hell out of my house!",
        "Hannah: Cole, no! No!",
        "[SCENE_BREAK]",
        "Langston: Maybe Mr. G. was right. I shouldn't have written about you and Cole.",
        "Starr: No. He never said that. He was just worried that we couldn't handle it. Not that it isn't a great play or that we shouldn't do it. Actually, I think it's the reason we should. It would be good for us.",
        "Langston: I hope so.",
        "Starr: You know, do you mind if I take off? All of this makes me really want to talk to Cole, and we left things on a bad note.",
        "Langston: Yeah, because of me and Ford.",
        "Starr: Doesn't matter. What's important is that we're still together.",
        "[SCENE_BREAK]",
        "Cristian: We can't rewrite history, Jess, even if we wanted to. And besides, we broke up after prom.",
        "Jessica: But we wouldn't have if we'd slept together.",
        "Cristian: It's not gonna happen. Look, I have my life, and you have to find yours. And if you were smart, you'd take another look at Brody. Take him to the prom. Start a new chapter.",
        "Jessica: Are there any tickets left for the prom?",
        "Whitney: Yep. How many do you want?",
        "[SCENE_BREAK]",
        "Brody: I tried to stop you several times.",
        "Natalie: I know. It's not your fault. It's not your fault. I was such a total bitch, I mean, and to a pregnant woman no less! And I don't know if that's how John feels. I have no idea how he feels. I was just saying that to stick it to Marty.",
        "Brody: And you did.",
        "Natalie: I know that you're gonna say she backed me into a corner and that I was totally overreacting and that I'm not a total beast for talking to her like that, but--",
        "Brody: Actually--",
        "Natalie: You think I'm a terrible person?",
        "Brody: No, of course not. I think you want someone you can't have and it's driving you a little nuts. And believe me, I know what that's like.",
        "[SCENE_BREAK]",
        "Kelly: John.",
        "John: Rodney, my number's on that card, okay, if you need to reach me.",
        "Mrs. Stevens: Detective McBain.",
        "John: Yes. Oh, well, I was just apologizing to the man. He deserved it.",
        "Mrs. Stevens: Good, because I'm certain he didn't make those calls. No one here did.",
        "Kelly: Mrs. Stevens, please.",
        "Mrs. Stevens: I know how upsetting this is, losing your mother. Melinda was a lovely woman and we were all very fond of her here.",
        "Kelly: Which is why someone has to know something.",
        "John: Mrs. Stevens, thank you very much for your time. You've been very kind.",
        "Mrs. Stevens: I'm sorry I couldn't be of more help.",
        "Kelly: That's it? You're just gonna let her brush us off like that? [Exhales]",
        "[SCENE_BREAK]",
        "Marty: Ahem.",
        "Natalie's voice: Why were you so bent out of shape when you found us kissing on Llantano mountain? Because deep down you know that I'm the one he wants, that he's only staying with you because it's the right thing to do. [Laughing nervously]",
        "Marty: Okay.",
        "Natalie's voice: If it weren't for that baby, John would be with me.",
        "[Banging keyboard]",
        "Natalie's voice: Oh, he's into that baby. There's no doubt about it. But you? Not so much. Somehow we ended up with our arms around each other, kissing again...again.",
        "[Books clatter to floor]",
        "Marty: Huh!",
        "Natalie's voice: He won't leave you, not as long as you're pregnant.",
        "[SCENE_BREAK]",
        "Matthew: Need a ride home?",
        "Destiny: In that piece of junk you call a car?",
        "Langston: I'll see you at rehearsal.",
        "Markko: Hey, you need a ride home?",
        "Langston: In that piece of junk you call a car?",
        "Markko: Fine. Forget it.",
        "Langston: No, wait. I didn't say no.",
        "Markko: You freak.",
        "Langston: And don't you forget it.",
        "[SCENE_BREAK]",
        "Natalie: God, it's not Marty's fault that she's pregnant or that John's sticking by her. Maybe he loves her. He probably does. I don't know. It's just that John and I have...we share something special. You know, we understand each other.",
        "Brody: I know.",
        "Natalie: And I've lost him.",
        "Brody: Anything I can do to help?",
        "Natalie: No. I need to man up and apologize.",
        "Brody: No. Bad idea. Too soon. You gotta let Marty cool down.",
        "Natalie: She's gonna call John and tell him everything.",
        "Brody: You can't stop her.",
        "Natalie: Whoa, guess that's the price I pay for being a jerk. John's gonna hate me.",
        "Brody: Not if he understands you the way you say he does.",
        "Natalie: Yeah, I guess. All right, I gotta go.",
        "Brody: Hey, you're gonna leave Marty alone.",
        "Natalie: Yeah. Thanks for everything.",
        "[SCENE_BREAK]",
        "Whitney: Prom tickets going fast!",
        "Cristian: Whitney, did Jessica buy tickets to the prom?",
        "Whitney: Yep, one.",
        "Cristian: Just one.",
        "Whitney: Guess she's flyin' solo.",
        "Cristian: Hmm.",
        "[SCENE_BREAK]",
        "John: I think buddy over there knows something. And if that was him reaching out to you on the phone, he's gonna do it again.",
        "[SCENE_BREAK]",
        "Hannah: It's amazing that you guys are still together, you and Starr. You must really love each other.",
        "Cole: We do, which is why sometimes he really gets to me.",
        "Hannah: Hello! He's terrifying.",
        "Cole: Hmm. Look, I'm sorry. I'm just kind of used to it. You okay?",
        "Hannah: I'm fine. I just--what was I thinking, coming out here with my shirt off. I... this is all my fault.",
        "Cole: No, no. That's just vintage Todd. All right? That has nothing to do with you.",
        "Hannah: I set him off. And now you and Starr have to deal with it and... you've been so nice to me.",
        "Cole: Hey, you okay? It's okay.",
        "[Door opens]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=vvmOSiekWvc"
}