{
    "Episode Summary": [],
    "Recap": [
        "Later at court, Dorian sees Clint sitting with Viki and it doesn't take a genius for Dorian to see that the woman is jealous. She enjoys bringing that out of Dorian. Clint thought that Viki was above all that. She tells him that he overestimates her. Michael is surprised by the way that he feels. He is a doctor and yet, if Spencer gets off these charges, he thinks that he could choke the life out of the man if he gets the chance. Marcie knows that Michael couldn't ever be capable of a thing like that. Michael doesn't know what she thinks that. \"Spencer was a doctor and look at all the terrible things he did.\" Starr comes to see the baby. She thinks that Tommy's gorgeous and he reminds her of Jack as a baby. Michael gets news, along with other parties to go back to court. No one knows why. Todd and Blair get the news. Blair hopes that Marty hasn't done something to screw this up. Evangeline feels that maybe the jury is being brought in to get instruction of some sort. John and Natalie wait for news on the verdict. Natalie hopes that Spencer gets the death penalty for what he has done. The doctor wants to do another operation on Spencer since his condition is getting better everyday, but he doesn't want to be under when the verdict is read. He wants to know the second that there is something to know. Natalie tries to sneak the remote so they can watch the television and get any bulletins that may air. Adriana gets a call from someone who would like to invest in her company. She knows that company that wants to partner with her. It was featured in Craze. She sets up an appointment to discuss the details. Rex is comfortable in his decision not to tell who Tommy's real parents are. He feels that he is saving the child from years of therapy. He is sure that Starr and Jack are headed in that direction and if he can spare Tommy that fate, then he will do it. Adriana feels that Tommy should be with his siblings. \"Adriana, just because you are related to someone, doesn't mean that you have to live with them like Dorian?\" Adriana sees his point. Dorian sees Adriana and compliments her on her choice of nail color. She knows that one day the girl will be calling her 'mother' again. Spencer is brought into the courthouse and he is acting erratic as ever. Todd finds Spencer's crazy act pointless. He will make the man pay one way or the other. Blair wonders what is going on with Todd. She finds him acting out of character. The doctor is really annoyed that John is refusing the surgery that has been set up for him. Natalie begs the doctor to just hold off for a while, till the verdict comes in."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Guard: You sure you don't want to eat?",
        "Margaret: Oh!",
        "Spencer: We're going to push now, ok? This is it. Ok, ready?",
        "Paige: Ok, honey.",
        "Spencer: One -- two --",
        "[SCENE_BREAK]",
        "Adriana: Rex -- I mean, are we really supposed to keep it a secret that Michael and Marcie have Todd's baby -- I mean, for the rest of our lives?",
        "Rex: We have no choice. You didn't hear the way that Todd was talking about that kid like he was a piece of meat. I may only be Tommy's Godfather, but I feel like I care more about him than Todd does.",
        "Adriana: Michael and Marcie love him so much.",
        "Rex: I made the right call, Adriana. Nobody is ever going to find out that Tommy is Todd's son.",
        "[SCENE_BREAK]",
        "Clint: Agh.",
        "Nigel: Excuse me, gentlemen, Dr. Lord is here.",
        "Clint: Thank you, Nigel.",
        "Nigel: Dr. Lord? Come, come.",
        "Dorian: Oh. Thank you, Nigel. Good morning, Bo.",
        "Bo: Morning.",
        "Dorian: Good morning, Clint.",
        "Clint: Morning. So, what brings you here?",
        "Dorian: I came over to show my support. I can just imagine how you all must've felt when it was revealed that Spencer came to town to get revenge on your family.",
        "Bo: Yeah, we were just talking about that.",
        "Dorian: Great minds think alike.",
        "Bo: You talking about you and Spencer?",
        "Clint: Bo, come on.",
        "Dorian: Ho-ho! That's ok. I know Bo is just funning me. After all, Spencer is a psychopath.",
        "Clint: Well, pa is convinced that he drugged him on last new year's -- you know, spiked his bourbon.",
        "Bo: Yeah. And the more I know about Spencer, the more I believe pa.",
        "Dorian: Clint? I hope you don't mind my coming over here.",
        "Clint: Well, would it matter if I did?",
        "Dorian: Now you're funning me. Of course it wouldn't matter to me.",
        "Clint: Dorian, we've got important things on our minds this morning. If all goes well, Spencer Truman is going to be found guilty today.",
        "Dorian: Mm-hmm.",
        "[SCENE_BREAK]",
        "Kelly: Hey, guys.",
        "Adriana: Hey.",
        "Kelly: Hey.",
        "Adriana: How are you?",
        "Kelly: Good.",
        "Adriana: How's little Zane?",
        "Kelly: He's great, getting bigger every day. I'll be able to take him home soon.",
        "Adriana: To London, right, with Kevin?",
        "Kelly: Yeah. Yeah. I'm just glad I'm in town to see Spencer get his for what he did to Kevin and me and the rest of the Buchanans.",
        "Adriana: Hmm.",
        "Rex: Yeah, how weird was that -- thinking all these years he was a bastard Buchanan? Turns out he wasn't a Buchanan at all.",
        "[SCENE_BREAK]",
        "Blair: I knew you'd be here.",
        "Todd: Why is that?",
        "Blair: Because you were thinking about the last time when you were the one on the stand waiting for the verdict.",
        "Todd: Yeah. That turned out great, didn't it?",
        "Blair: It was the biggest mistake I've ever made, Todd -- letting you go to your death and not believing in you.",
        "Todd: Ah. No harm, no foul, right?",
        "Blair: I'm trying to make it up to you.",
        "Todd: How do you make up for thinking that the man you love murdered his own son?",
        "Blair: By giving him his son back. Hey.",
        "Jack: Dad!",
        "Todd: Hey! Wow.",
        "[SCENE_BREAK]",
        "Thomas' voice: Freeze! Don't do this, kid.",
        "Natalie: I thought you were asleep.",
        "John: I woke up. You're busted.",
        "Natalie: Hmm. Ok, I was just -- I was just thinking about how wonderful it would be if Spencer got a guilty verdict and then we could just move on with our lives.",
        "John: It'll happen -- maybe even today.",
        "[SCENE_BREAK]",
        "Rex: Starr and Jack are your cousins. But you've got to admit -- Todd's done a number on them.",
        "Adriana: They've had it pretty rough.",
        "Rex: And Tommy won't, not if he stays with Marcie and Michael.",
        "[SCENE_BREAK]",
        "Evangeline: Oh. Sorry I was late today. I couldn't just put on a t-shirt and jeans like I wanted.",
        "Cristian: You know, I don't get that. Why not?",
        "Evangeline: Because I can't wear that to court.",
        "Cristian: You know, it could be days before the jury makes a decision on Truman -- days.",
        "Evangeline: Oh, no. It could happen today, and I have to be ready. Oh!",
        "Marty: Oh!",
        "Evangeline: God.",
        "Cristian: Whoa.",
        "Marty: Oh.",
        "[SCENE_BREAK]",
        "Dorian: Heaven willing, the jury will see Spencer for the monster that he is. I mean, his own brother wants to see him burn in hell.",
        "Nigel: Mrs. Davidson is here.",
        "Clint: Oh, thank you, Nigel.",
        "Viki: Thank you, Nigel.",
        "Clint: Good morning.",
        "Viki: Clint. Good morning, Bo.",
        "Bo: Hi.",
        "Viki: Dorian, my goodness. What a surprise to find you here. Is there any news from the courthouse yet?",
        "Bo: No, not yet.",
        "Clint: Well, Viki, what brings you here?",
        "Viki: Well, I just came to wait with all of you -- you know, show my support, but Dorian beat me to it!",
        "Dorian: Yes. I just came over to see if there was anything I could do to help, but I see that you are in good hands. Clint, may I see you for just a moment alone?",
        "Clint: Uh, yeah, yeah. I -- I'll be right back.",
        "Dorian: I'll see you both in court later.",
        "Bo: Ok.",
        "Viki: No, thank you.",
        "Clint: All right. What is it, Dorian?",
        "Dorian: I just want you to know that I'm doing everything I can to make things up with Adriana, just the way I promised you that I would. The wheels are in motion and it's not just because of you -- it's because I love her so much.",
        "Clint: To pieces.",
        "Dorian: Ok. I admit it. I -- sometimes my love is over-the-top.",
        "Clint: Sometimes?",
        "Dorian: I am really, really trying to change, Clint. I am, and -- and I'm going to make everything up to Adriana.",
        "Clint: God help me, but I almost believe you.",
        "Dorian: You better believe me. And I'm going to see you in court later.",
        "Clint: Ok.",
        "Dorian: And Spencer is going to get exactly what he deserves, yep. That monster is going to burn. He's going to rot in hell. Bye-bye.",
        "Viki: Oh, believe me, I want to see Spencer get what he deserves just as much as anyone.",
        "Bo: I know.",
        "Clint: Viki, I thought you didn't believe in the death penalty.",
        "Viki: I want him convicted, not necessarily executed. Look, I'm convinced that Spencer killed Thomas Mc Bain and I know for a fact that he engineered Todd going to the death house. I would like to make sure that n never, ever breathes free air again.",
        "[SCENE_BREAK]",
        "Todd: Hey, little man. What's going on? I thought you weren't too big on me.",
        "Jack: Me and mom had a talk.",
        "Todd: You had a talk? That's -- that's very grown-up.",
        "Jack: That's what she said.",
        "Todd: Yeah? What else did she say?",
        "Jack: She said how it wasn't my fault I was mad at you. Doc Spencer tricked me. He tricked a lot of people so we'd think you were bad.",
        "Todd: Ah, yeah. But you don't think I'm bad now?",
        "Jack: I love you, daddy.",
        "Todd: I love you, too.",
        "Jack: Then can I still be your little boy?",
        "Todd: Can you be my little boy? Well, you're getting a little big for that, but sure -- why not?",
        "[Blair chuckles]",
        "[SCENE_BREAK]",
        "Michael: Boy, I got to tell you, that Mrs. Mc Bain -- she is one hot mama -- Probably the hottest teacher in the whole school.",
        "Marcie: You keep talking like that and I'm going to have to keep you after class. Do you know how bad your daddy is, huh? Do you have any idea?",
        "Michael: Yeah, I'm bad. And when I'm bad, I'm very, very good.",
        "Marcie: What are you doing here?",
        "Michael: Well, you come by, you visit me at the hospital all the time. I figured I'd bring Tommy down and come and see you for a change.",
        "Marcie: Yeah? Well, why aren't you at work, Dr. Mc Bain?",
        "Michael: Dr. Mc Bain has Dr. Thomas covering him.",
        "Marcie: Ok.",
        "Michael: And also, I thought something was going to happen at the trial, something important, you know? And I -- I'll be damned if I'm not going to be there to see this guy who killed my father get the death sentence. You know, the -- the thing is I'm just -- I'm a little worried, you know? I'm just hoping that this -- this Marty lady didn't convince the judge that -- that Truman is crazy because if he gets to spend his time in --",
        "Marcie: Well --",
        "Michael: A cushy institution, I'm telling you --",
        "Marcie: What I saw the other day, she and Todd hate each other enough as it is -- I mean, like we need anything else to make this case worse than it is.",
        "Michael: If they don't convict Spencer, I'm really seriously thinking of taking the law into my own hands and choking that --",
        "Marcie: Michael, Michael, you are just upset, ok? You know you're a doctor. You could never do anything like that.",
        "Michael: Oh, yeah? Well, Truman's a doctor. Look at all -- look at all the things he did.",
        "Marcie: Yeah, well, you're not him. And you're never going to be like him.",
        "Michael: I know. I know.",
        "Marcie: What else? Come on. Something else is bothering you.",
        "Michael: Blair. I'm -- I'm a little worried about the headaches she's been having.",
        "Marcie: Oh, do you think that her brain tumor could be coming back? I mean, it's possible, right?",
        "Michael: No, I think it's really stress-related more than anything, but I -- I got her an appointment for a C.T. scan with a neurologist buddy of mine and, you know, maybe if we get some good news today, this whole thing will just clear up.",
        "Marcie: Yeah.",
        "Michael: Hey.",
        "Marcie: Well, maybe after this trial, maybe we can all get back to our lives, right?",
        "Michael: Yeah.",
        "[SCENE_BREAK]",
        "Starr: I can't believe what your mom did. I thought that Dr. Truman was finally going to get what was coming to him, and then she says that he's not sane enough to stand trial?",
        "Cole: But if she thinks this Truman guy is nuts, then he is. My mom's areat shrink.",
        "Starr: I don't care whether he is sane or not -- he tried to kill my dad.",
        "Cole: But if he's crazy --",
        "Starr: I -- it -- it doesn't even matter. If Dr. Truman doesn't get what he deserves, I'm going to make sure that he does.",
        "[SCENE_BREAK]",
        "Marty: Oh, my God. I am so sorry. I can be such a klutz sometimes. Ah.",
        "Evangeline: Are you sure that's all it is? What's going on, Marty?",
        "Marty: Well, you think I did this on purpose?",
        "Evangeline: I don't have time to get into this now. Forget it, forget it. Really, it's ok. I'll have to find something else to wear, I guess. I'm -- I'm soaked.",
        "Cristian: I can give you my t-shirt.",
        "Evangeline: And what are you going to wear?",
        "Cristian: I have this sweater.",
        "Evangeline: Your t-shirt and my Jacket -- I don't know. That's not a good look.",
        "Cristian: Hey, why not? Look, they're both blue. It'll be nice. You'll look like an edgy D.A. why not?",
        "Evangeline: Guess I don't have a choice.",
        "Cristian: Come on.",
        "Nora: I saw that.",
        "Marty: Oh. You think I did it intentionally, too?",
        "Nora: Well, no. It was an accident. Can I have some coffee, please?",
        "Marty: Well, I'm glad somebody thinks so.",
        "Nora: Listen, Evangeline is just out of sorts. That's what happens when someone throws a curveball in the middle of your case.",
        "Marty: I can't help what I think.",
        "Nora: I know. But, see, I know you. Evangeline doesn't, so --",
        "Marty: You know, I heard she used to see John Mc Bain.",
        "Nora: Yeah. But she's very happy with Cristian now.",
        "Marty: Yeah. I can see that. I can remember feeling like that.",
        "Nora: I'm very sorry about Patrick. I really am.",
        "Marty: Thanks. I miss him so much sometimes -- all the time.",
        "Nora: Been there, done that.",
        "Marty: Hmm. Yes. I have heard that you've had your share of trouble with men.",
        "Nora: Oh, men are nothing but trouble, so I've sworn off of them. What about you?",
        "Marty: Oh, no. Even though Patrick's gone, he -- he took my heart with him, so there will never be anybody like him again.",
        "Nora: Oh, you should never say never. No, listen, Evangeline and Cristian -- they found love again you can, too.",
        "Marty: Somehow, I doubt that.",
        "[SCENE_BREAK]",
        "John: Were you looking at the ring?",
        "Natalie: No. No, I just -- I really want Spencer to get the death penalty for what he did to your dad. I mean, and it's great that we know that he botched up the post-op, and now it's not just about the shooting. He went back to finish the job. That means lethal injection is definitely on the table.",
        "Dr. Sheridan: I'm going to have to examine John now.",
        "Natalie: Ok. I wish I didn't have to leave.",
        "John: Doctor's orders.",
        "Natalie: Yeah, yeah, I know. I'm not going anywhere, I'll be right outside. Spencer's going straight to hell.",
        "[SCENE_BREAK]",
        "Bo: Truman? Truman! Thought you might like an update. The jury hasn't requested to have any of the transcripts reread. They haven't requested to see any of the evidence again. So it looks like they're moving along pretty fast. Usually, a -- a quick verdict is guilty.",
        "Spencer: I'm not worried, Commissioner, or big brother or whatever you are to me. I'm not worried -- I never pay for my sins. Even if I did have something on my conscience, I'd get away with it anyway. I always do.",
        "[SCENE_BREAK]",
        "Cole: I can't believe you're talking revenge like that.",
        "Starr: He tried to kill my dad. If he gets away with this, if he does --",
        "Cole: Does what?",
        "Starr: It's your mom's fault.",
        "Cole: Hi, mom?",
        "Marty: Hey, sweetie. How's school?",
        "Cole: Yeah, I just heard something about you and this guy Truman and his trial?",
        "Marty: What'd you hear?",
        "Cole: That you were trying to get him off. I mean, that's not true, is it?",
        "Marty: Cole, he's seriously ill and I have to call it like I see it.",
        "Cole: But are you sure? I mean, this guy sounds like bad news.",
        "Marty: Yeah. I know what I'm doing. Why would you doubt me, sweetie?",
        "Cole: I don't. I believe you, I do. I just -- you know, it's just been tough, you know, since dad.",
        "Marty: I know.",
        "Cole: You know, it's just you and me and I don't want anything to mess things up, you know?",
        "Marty: No, it won't, ok? It's just the situation is a little complicated with Dr. Truman, and I have to do my job, and I'm doing it as best I can. Trust me?",
        "Cole: Always. I love you, mom. I'm on your side.",
        "Marty: You know, every second that goes by means the jury still unsure.",
        "Nora: You know, it's funny how we keep ending up on opposite sides of court cases.",
        "Marty: No, I am not on any side. They asked for my professional opinion and I gave it -- although not very well, or the case wouldn't have come back to the jury.",
        "Nora: Ok. Listen to me. Be very careful. Spencer Truman is a dangerous man and I think you have met more than your match in him, ok? And I know this is a loaded situation for you.",
        "Marty: But I can distinguish between my personal life and my job, you know? Hmm -- it's dangerous not to in my field.",
        "Nora: Mine, too.",
        "Marty: No hard feelings, then. We'll both do our jobs as best we can and let the jury decide.",
        "Nora: Agreed. I do wish the best for you, Marty.",
        "Marty: You know, I appreciate that.",
        "Nora: Ok. Well, I'm going to go to the courthouse and see what's cooking.",
        "Marty: Ok.",
        "Nora: Are you going to be going?",
        "Marty: Yep. I'll see you over there. I'm parked out back.",
        "Nora: Bye-bye.",
        "Marty: Bye. Mm-hmm. Ah.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Adriana: Hmm. Hello? Yes, this is Adriana Cramer. Yeah. Of course I know your line. We featured it all the time in \"Craze.\" No way. You -- you want to invest in my company? Uh -- yeah, yeah. I would love to meet with you. Um -- just tell me when and where. Ok. Got it. Great. Thank you. I'm looking forward to it. Oh. I wonder how they even found out about me.",
        "[SCENE_BREAK]",
        "Cristian: I told you you'd make it work -- a little knot in the back, a little tight and sexy. You look hot.",
        "Evangeline: There you go, Cristian, saving the day --",
        "Cristian: Hey, hey.",
        "Evangeline: As always.",
        "Cristian: You know I'm your man when it comes to taking off your clothes, right?",
        "Evangeline: Yeah, I do know that.",
        "Cristian: All right.",
        "Evangeline: Oh, God, I can't stand this. The waiting, it's -- it's going to get me. I just wish we had something else to do to pass the time, you know? And I don't mean that.",
        "Cristian: I actually had something else in mind.",
        "Evangeline: What?",
        "Cristian: Come on.",
        "[SCENE_BREAK]",
        "Dr. Sheridan: You can come back in.",
        "Natalie: So how you doing?",
        "John: Ask the boss.",
        "Dr. Sheridan: The first graft appears to be taking nicely. I want to run the blood work to the lab and I'll be back, hopefully with good news. But, remember -- no TV, no newspapers, no stress.",
        "John: Yeah, yeah. Thanks, Doc.",
        "Natalie: Well, that was good news.",
        "John: I still have a long way to go.",
        "Natalie: You'll get there.",
        "John: I don't know if it'll ever be the same. Look, I know what I look like. You know, it's not a pretty sight.",
        "Natalie: It is to me.",
        "John: I'm just glad I don't scare you away.",
        "Natalie: Not a chance.",
        "[SCENE_BREAK]",
        "Todd: So what's going on in school?",
        "Jack: We're making paper mashy snowmen for art class.",
        "Blair: \"Mashy\"? What is it?",
        "Jack: Mache. Can you help me, daddy?",
        "Todd: Doing paper-mache? I don't know if I've ever done paper-mache, but I bet we could figure it out together.",
        "Blair: I'll bet you guys can, but right now, you're going to be late for school, so Marianne's down here waiting.",
        "Jack: Bye. Bye, daddy.",
        "Todd: Ok. Bye, son. Have a good day.",
        "Blair: Hey, give me a kiss. Have a great day. [Blair sighs] Ahem.",
        "Todd: Now, I don't know what to say. I --",
        "Blair: You don't have to say anything, Todd.",
        "Todd: I've been blaming you for a lot lately, but this --",
        "Blair: I know.",
        "Todd: How'd you get him to love me again?",
        "Blair: He never stopped loving you. He was just confused by what did. But I told you I was going to make it right and I'm going to try to make it right for our whole family, and once Spencer is convicted, then maybe it will be, right?",
        "Todd: Maybe. It's a start.",
        "Marty's voice: It's a complicated situation with Dr. Truman. But I have to do my job, and I'm doing it, as best as I know how.",
        "[SCENE_BREAK]",
        "Starr: You are so cute!",
        "Marcie: He is, isn't he? If I do say so myself.",
        "Michael: Spoken like a true mommy.",
        "Starr: You know what's really funny? He looks a lot like Jack when he was a baby.",
        "Michael: Hmm.",
        "Starr: Huh. Ooh.",
        "[SCENE_BREAK]",
        "Rex: I wouldn't wish Todd on any kid. It'd be like cursing them for life.",
        "Adriana: What about Starr and Jack?",
        "Rex: My point exactly.",
        "Adriana: No --",
        "Rex: Those kids are going to need mucho therapy.",
        "Adriana: No, I mean, Tommy is their brother. What would they think if they knew that?",
        "Rex: It would probably just remind them how crazy Margaret messed up their lives.",
        "Adriana: Or maybe they would get past it.",
        "Rex: Just because you're related to somebody does not mean you want to be around them. Like Dorian?",
        "Adriana: Ok, you made your point. Maybe you're right. Maybe it would be too much for them.",
        "Rex: It's nothing they'll ever have to worry about. Because they'll never know.",
        "[SCENE_BREAK]",
        "Natalie: Evangeline, Cris, hey.",
        "Evangeline: Hi.",
        "John: Hey.",
        "Evangeline: Hey, yourself. We were trying to get in here for a while, but they wouldn't let us in.",
        "Cristian: Yeah, the nurse said we could only be here for a few minutes as it is.",
        "John: Well, thanks for coming.",
        "Evangeline: I can't believe it. My -- you're here. I can't believe it. You're alive. Even if --",
        "John: Hugh was a good guy.",
        "Evangeline: Yeah. But, John, hearing about you was the best news I ever heard in my life.",
        "Natalie: I'm so glad you guys came.",
        "John: Me, too. It really means a lot.",
        "Cristian: What, you think I wouldn't be here? I didn't save your butt back in Statesville for nothing.",
        "John: Oh, so you saved my butt now, huh?",
        "Cristian: All right, all right, I owe you one. I'm just glad I get a chance to pay you back.",
        "John: Me, too. Any word from court?",
        "Evangeline: Not yet. But I wouldn't be surprised if we hear something today, soon.",
        "[SCENE_BREAK]",
        "Guard: He's all yours.",
        "Marty: Thanks.",
        "Spencer: Hmm. You. Oh, no.",
        "Marty: Dr. Truman --",
        "Spencer: Shh!",
        "Marty: Spencer!",
        "Spencer: Shh.",
        "Marty: Stop.",
        "Spencer: I'm not through writing yet.",
        "Marty: No, no, I need you --",
        "Spencer: I need --",
        "Marty: Listen to me, ok?",
        "Spencer: I need more ink. I need more ink!",
        "Marty: Dr. -- Spencer, stop, please. Just stop and listen to me. I -- I need you to --",
        "Spencer: I have words. I have words --",
        "Marty: Come over here.",
        "Spencer: In my head.",
        "Marty: Spencer --",
        "Spencer: Words in my head --",
        "Marty: It's ok, it's ok.",
        "Spencer: That have to come out, you understand.",
        "Marty: Ok, ok. We'll -- we'll get you a pen and some paper, ok? Guard? Guard? Guard, we need some help down here! Hurry. Stop him or he'll kill himself.",
        "[SCENE_BREAK]",
        "Michael: Ok, so what you have to do is -- is try this, ok? It's great. You know, you go \"I love you this much!\"",
        "Marcie: That is not how you do it.",
        "Michael: No?",
        "Marcie: No. You have to go \"I love you this much! Yes, I love you this much!\"",
        "Starr: Oh. He's so smart.",
        "Michael: Yeah, well, you know, we're thinking of skipping preschool and signing him right up for Mrs. Mc Bain's class.",
        "Marcie: Oh, my class? I'm -- oh, wait, my class -- I totally forgot. [Phone rings] My class is about to start.",
        "Michael: Oh, I got to take this phone call.",
        "Marcie: Oh.",
        "Michael: I'm sorry, guys. Hello? Dr. Mc Bain. Yes. Yes, ok. Yeah. Immediately.",
        "Marcie: Did the jury reach a verdict?",
        "Michael: No, but the -- the judge wants all involved parties to meet back at the courthouse as soon as possible.",
        "Marcie: Ok.",
        "Michael: I'm -- I'm going to go and see if Lindsay can take care of him.",
        "Marcie: Ok.",
        "Michael: And I will call you and let you know what's going on, ok?",
        "Marcie: Ok.",
        "Starr: Michael, could you let me know?",
        "Michael: Absolutely.",
        "[SCENE_BREAK]",
        "Dorian: Why, hello, Adriana.",
        "Adriana: Are you spying on me?",
        "Dorian: Of course not. I just happened to be here, I happened to see you, and I wanted to talk to you. My goodness. You're wearing the same nail polish color I always use. Looks nice.",
        "Adriana: First of all, you never came here. And second of all, I don't have time. Rex is on the phone about the Spencer Truman trial.",
        "Dorian: Oh. Has the verdict come in?",
        "Adriana: Probably. Why else would they be calling him?",
        "Dorian: Oh, I want to get to the courtroom. I want to be there when that monster finay gets what he deserves for making so many people suffer.",
        "Adriana: Yeah. It's nice when people are punished for those things.",
        "Dorian: I am really sorry about that mix-up at the bank.",
        "Adriana: \"Mix-up\"? Is that what you're calling it? You know, get away from me, Dorian.",
        "Dorian: I would like you to start calling me \"mother\" again.",
        "Adriana: Well, you're not my mother anymore.",
        "Dorian: Hello, Rex. Is the verdict in?",
        "Rex: All I know is the jury's coming back into the courtroom.",
        "Dorian: Oh. Well, then I'll see you both in court. Oh, Adriana, you will be calling me \"mother\" again in no time at all. I'm sure of it.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Clint: I'll get that.",
        "Viki: Oh, Nigel, hopefully that's word from court.",
        "Clint: Hello? Well, what do you make of it, bo?",
        "Bo: I don't have any of the particulars yet.",
        "Clint: Ok, I'll be coming right over.",
        "Viki: Oh, my.",
        "Clint: All right, that was Bo. The judge has called the jury back in the courtroom. Nobody knows why.",
        "Viki: I'm right behind you.",
        "Clint: All right. Nigel, you tell pa that we will call as soon as we know anything.",
        "Nigel: I'll be waiting by the phone, sir.",
        "Clint: All right.",
        "Viki: Thank you, Nigel.",
        "[SCENE_BREAK]",
        "Cristian: Do they have a verdict?",
        "Evangeline: I don't know. The judge asked to see the jury for some reason.",
        "Natalie: Well, what would that be about?",
        "Evangeline: I'll let you know when I find out.",
        "Cristian: Well, let's go.",
        "Evangeline: We'll see you soon. Hopefully, with good news.",
        "John: I'll see you.",
        "Natalie: Bye, you guys.",
        "Cristian: Bye, guys.",
        "John: How about you? You want to go?",
        "Natalie: Nope. I'm sitting right here. If they do get a verdict on Spencer, I don't want you alone when you hear about it. You know what? I'm going to go see if I can bribe the nurse into giving us a remote, because there's got to be some news about it. Ok?",
        "John: Is it finally over?",
        "[SCENE_BREAK]",
        "Bo: What's going on here?",
        "Marty: It's like I've been saying. This changes things, don't you think?",
        "Bo: It's not my call. I notified the judge. He's calling the jury back in, so there's no telling how this is going to play out. Get him back to the courtroom.",
        "Guard: On your feet, Truman.",
        "Bo: And, Truman, I don't want you to think I'm buying any of this. And I hope that the judge doesn't, either. And then you're going to find out what it's like to be strapped to a table the last moment of your life on earth. Get him out of here!",
        "Marty: That was a little harsh, don't you think?",
        "Bo: Well, you weren't here when it was Manning that was strapped to the table. But you might have liked that.",
        "Marty: Oh, come on, Bo. Please give me some credit.",
        "Bo: I'm trying. Now, you may be a good psychiatrist, Marty, but you don't know what you're dealing with, because you were forced to carry around all this baggage from the past.",
        "Marty: This isn't about Todd and me.",
        "Bo: I am glad to hear that, because you have no idea just how dangerous, how threatening that Spencer Truman can be. You side up to him, that's the worst thing that you could possibly do.",
        "[SCENE_BREAK]",
        "Mark: New look for you, Counselor?",
        "Cristian: Personally, I think you look hot.",
        "Evangeline: Well, formidable is a look that wins cases, but I kind of like looking hot, too.",
        "Cristian: Well, I don't think it's going to matter at this point. I'm sure the judge has something in mind.",
        "Evangeline: Yeah, I just wish I knew what it was.",
        "Blair: Well, we heard the news.",
        "Todd: What's going on?",
        "Evangeline: I don't know.",
        "Blair: Let's hope Marty didn't do something.",
        "Evangeline: Well, maybe the jury just has a question.",
        "Blair: Well, let's hope it's that. [Blair sighs]",
        "Todd: Hey, are you going to get that C.A.T. scan or not?",
        "Blair: Yeah, I told you that I would, and -- and I'm going to. Are you going to come with me?",
        "Todd: No, I got something I got to take care of.",
        "Blair: Ok.",
        "Todd: It's really important. But I suppose it's not as important as your health, so --",
        "Blair: Well, wait a minute. It almost sounds like you care, Todd.",
        "Todd: Yeah, it does almost, doesn't it?",
        "Officer: Control yourself, Dr. Spencer.",
        "Todd: Oh, that's good. Yeah, you play that crazy thing all you want. It's not going to make a difference, Spencer. In the end, I'm going to win.",
        "Officer: Let's go. Take him up. This way. Thank you, man.",
        "Blair: What are you up to?",
        "[SCENE_BREAK]",
        "Starr: Are you ok? You seem sketchy.",
        "Cole: Yeah. I think it's just the steroids. You know, going cold turkey like that, my body's just a little freaked out. And my brain a little, too. But you seem a little freaked yourself. Is -- is something going on?",
        "Starr: Something's going on at the courthouse.",
        "Cole: And you don't know what's going on?",
        "Starr: That's it. I can't take this anymore. I'm going to cut class and I'm going to go there.",
        "Cole: No, you can't do that.",
        "Starr: I ditch all the time. I just really need --",
        "Marcie: No, you're not. You're not going to ditch, ok? I know that you're going crazy not knowing, Starr, but you're going to stay right where you belong, in school.",
        "[SCENE_BREAK]",
        "Viki: Excuse me. Sorry. You know, I think even though there's a great deal at stake here, I really enjoy making Dorian jealous.",
        "Clint: Oh, Viki, that was beneath you, don't you think?",
        "Viki: Oh, no. No, no, no. You overestimate me. [Viki chuckles]",
        "Clint: Well, Dorian is a piece of work, and damned if I know why, but I still care about her.",
        "Viki: Well, until you get over that, you are damned one way or the other.",
        "[SCENE_BREAK]",
        "Bo: Hey, Mike.",
        "Michael: Hey.",
        "Bailiff: Court is now in session. All rise.",
        "Blair: Why are you so confident with everything on the line here?",
        "Judge: Ladies and gentlemen of the jury, I'm sending you home. Unless you hear from a court officer, I expect to see you back here at 10:00 tomorrow morning.",
        "Blair: Evangeline, what happened to Spencer?",
        "Evangeline: I don't know. But if it has anything to do with the judge dismissing the jury early, we could be in trouble.",
        "[SCENE_BREAK]",
        "Natalie: I think she's going to get us the remote.",
        "John: I hope it's in time to hear the verdict, if there is one.",
        "Dr. Sheridan: Good news. The blood work told us what we wanted. New blood vessels are growing. We've also cultivated your own skin cells in the lab for further grafts. And it looks good. There's no reason we can't proceed.",
        "John: Proceed with what?",
        "Dr. Sheridan: Your second graft. I'm having an operating room prepped.",
        "Natalie: Right now?",
        "Dr. Sheridan: Well, why wait?",
        "John: It has to wait.",
        "Dr. Sheridan: But I thought this would be good news.",
        "John: It is. I -- it's just I can't -- I need --",
        "Natalie: Look, there's news coming about his father's killer.",
        "Dr. Sheridan: Yes, but he can hear it when he's waiting in recovery.",
        "John: No, I -- I need to know now.",
        "Natalie: It'll help.",
        "Dr. Sheridan: I've rearranged my whole schedule for this surgery.",
        "Natalie: Honestly, doctor -- I mean, would it really matter if we waited any longer? I mean, John's been waiting his whole life for this. Please.",
        "[NEXT_ON]",
        "Nash: I had a little informal funeral for Tess to say goodbye to her.",
        "Reg: Nice to see you again, Tess.",
        "Natalie: Why would they bring the jury back?",
        "John: I don't know.",
        "Todd: All right, Spencer, say hello to Mr. 9 Millimeter."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=i9hJACHUqVM"
}