{
    "Episode Summary": [
        "Episode # 10737"
    ],
    "Recap": [
        "Nate's mom carries her secret that she has two other sons. She goes to see James without revealing to him who she is and assures him that she will take care of his shotpail bill. Assuming that she is Nate's mom and a stranger to him, James is grateful and receptive to her but confused for why she apologizes and believes what happened to him is her fault. He then informs Robert Ford that \"that woman\" is Nate's mom, having no clue that she is also his and his brother's mom. When Robert Ford hears that, he is shocked to find out that their mom has another son. Tea and Todd talk about all of the fun things that she wants and needs to do before she dies. And they invite Dani and Nate to come with them to the Empire State building. Both Natalie and Jessica find out they are pregnant and are both worried; Natalie that it could be Brody's and Jessica that it could be Ford's. Natalie has no way of finding out who her baby's father is. Kelly has an idea to clarify to Jessica whether she slept with Ford the night in question so she invites him over and informs him that Jessica has Hepatitis C. Ford does not appear worried. Kelly and Jessica are both assured that that must mean that Jessica never slept with Ford. However, he secretly goes to the clinic to get checked out for Hepatitis C as soon as he finds out."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Natalie: Great. I'm...pregnant.",
        "Gigi: I take it you haven't told John.",
        "Natalie: No.",
        "Gigi: I won't say anything. You don't have to worry.",
        "Natalie: I'm not even sure if John's the father.",
        "[SCENE_BREAK]",
        "Brody: Hey, you think Eli Clarke coached Hannah into St. Ann's and out of a jail cell?",
        "John: I can't say that.",
        "Brody: Yet. I think it's fishy, too.",
        "John: Well, if Hannah really is sick, that's one thing.",
        "Brody: But if she isn't, she should pay. You can say it, John. If Hannah had killed my baby, I'd want her to do the time.",
        "[SCENE_BREAK]",
        "Kelly: Oh, I'm so excited. Your mother's gonna flip. What did Brody say when you told him?",
        "Jessica: I haven't told him yet.",
        "Kelly: Why not? Jess?",
        "Jessica: I'm not sure he's the father.",
        "Kelly: Why aren't you sure? How could he not--",
        "[Cell phone rings]",
        "Jessica: Don't you have to get that?",
        "Kelly: That's Langston's phone. It's that weasel Ford. He keeps bugging her.",
        "[SCENE_BREAK]",
        "Ford: Hey, Langston. It's me. Ford. Um, you know, it was great seeing you today. I was just wondering, can we do that again? Just talk, okay? I miss you. Call me. Hey, James. How is he?",
        "Nurse Christina: 98.6. BP 120 over 80.",
        "James: That's good, right?",
        "Nurse Christina: Perfect.",
        "James: Great. Then maybe that'll get me out of here soon.",
        "Nurse Christina: What's the matter? You don't like the service?",
        "James: I don't have insurance.",
        "Nurse Christina: You don't have to worry about that. Your bill is paid.",
        "James: What?",
        "Ford: Wait. Who said that?",
        "Nurse Christina: There's a note in his chart.",
        "James: Somebody paid for all this?",
        "Ford: Who?",
        "Nurse Christina: The money was donated anonymously.",
        "[SCENE_BREAK]",
        "Nate: Mom.",
        "Inez: Hey.",
        "Nate: What's that?",
        "Inez: Apartments to rent. I want to get us moved out before they foreclose. No need to put on a show for the neighbors.",
        "Nate: No. Did you give the 50 grand back to James?",
        "Inez: Of course I did.",
        "Nate: So you must have missed his jerk of a big brother.",
        "Ford: You may have given birth to me, but you lost the right to call yourself a mother when you walked out on us.",
        "Nate: Mom, mom! Where are you?",
        "Inez: You know, there's not a lot of 2 bedrooms, unfurnished in our range, so if we end up in a one bedroom, I'll make sure that you have your own room. I'll take the living room.",
        "Nate: Okay, okay, but--",
        "Inez: I want you to have your own room.",
        "Nate: Mom, Mom, stop! What's wrong?",
        "Inez: I just don't want you to suffer for my mistakes, that's all.",
        "Nate: What happened when you gave the money back?",
        "[SCENE_BREAK]",
        "Greg: Dani, wait a minute.",
        "Dani: Why? Do you have more lame excuses for why you won't help my mom?",
        "Greg: Look, I would help my mother if I could, but--",
        "Dani: Yeah, right. Is the hospital president still here?",
        "Greg: Who?",
        "Dani: The...whatever. The person in charge. The guy who collects the money. You know, I bet they'd like a big fat check.",
        "Greg: No one at this hospital is going to give you false hope.",
        "Dani: That's not what I want.",
        "Greg: No. You want somebody to take your money and swear to you that there's a cure for your mother, and if they did, they'd be lying.",
        "Dani: You didn't even look at what I found.",
        "Greg: Dani, yes, I did. I've been to that web site a hundred times. That treatment not only wouldn't help your mother, it could actually make her worse. Please, don't do this to her or yourself.",
        "[SCENE_BREAK]",
        "Téa: We don't have to do it tomorrow.",
        "Todd: You sure?",
        "Téa: We can spend a little time planning the wedding. Yes.",
        "Todd: Why?",
        "Téa: You know what? Now that I've had sex, I would think I'd like to stick around for a little while. Ha ha.",
        "Todd: What else do you want to do before you die? Look...",
        "Téa: First time you've sounded like you believe it's happening.",
        "[SCENE_BREAK]",
        "Kelly: Wish that creep would leave town. Ford was a nightmare for Langston, not to mention what he pulled with you. Is that it, Jessica?",
        "Jessica: Oh, I feel sick all over.",
        "[Jessica sighs]",
        "Kelly: Oh. Do you think Ford... is the father of this baby?",
        "[SCENE_BREAK]",
        "Gigi: So you slept with someone else besides John?",
        "[SCENE_BREAK]",
        "Todd: Well, we're all gonna die. I just--I thought you might want to talk about living. You know...what you want to do.",
        "Téa: Like a bucket list?",
        "Todd: Yeah. Must have thought about it.",
        "Téa: I want you and Dani to be good to each other.",
        "Todd: No. That's not what I'm talking about. I'm talking about something for you, something you want to do. You know, just for you, just because.",
        "Téa: I hadn't really thought about it.",
        "Todd: God, you're pathetic.",
        "Téa: Yeah. I know I am.",
        "Todd: Want to walk on the Great Wall of China? Race in the Indy 500?",
        "Téa: Ha ha!",
        "Todd: Eat your way through every 5-star restaurant on the East Coast?",
        "Téa: Be an astronaut?",
        "Todd: Ah. Unfortunately NASA has discontinued their manned space flights. Might be a Russian I could call.",
        "Téa: Do you get to eat 5-star meals in space?",
        "Todd: You mock me, but alas, you are the one without the imagination.",
        "Téa: Ha ha.",
        "Todd: What did you want to do as a kid?",
        "Téa: I don't know. I...I spent all my time studying, so I guess I wanted to be successful.",
        "Todd: Boring. Plus you already got that.",
        "Téa: I wanted to be the first female Supreme Court justice from Manhattan.",
        "Todd: Aw. It may be too late.",
        "Téa: Thank God. Or a Rockette.",
        "Todd: I could work with that.",
        "Téa: I didn't make the height requirement.",
        "Todd: Oh, well, that's a bribe-worthy problem. I'm sure they need money for sequins, high heels, and top hats.",
        "Téa: I do have some more manageable girlhood fantasies.",
        "Todd: Like what?",
        "Téa: Ha ha. You promise you won't laugh?",
        "Todd: No. That's the whole point.",
        "[SCENE_BREAK]",
        "Dani: No one thought Matthew would walk again but you fixed him!",
        "Greg: That's right.",
        "Dani: Now, you're supposed to be the best, like if there's any way, any hope, you go for it.",
        "Greg: Yes.",
        "Dani: So then why won't you do that for my mom?",
        "Greg: Dani, I told you before, I've looked everywhere. I've talked to doctors, colleagues, specialists all over the country, all over Europe. If there was any treatment, any chance of saving your mother, trust me, we'd all be all over it.",
        "Dani: No. Don't you tell me that there's nothing that I can do.",
        "Greg: There's just one thing. Go home and spend every moment you can with your mother.",
        "[SCENE_BREAK]",
        "James: Who do you think paid the bill?",
        "Ford: Starr's rich daddy.",
        "James: Why would he?",
        "Ford: Well, the girl put a hole in you. Maybe he wants to stop you from suing.",
        "James: Maybe.",
        "Ford: Man, what a relief. Your bill had to be 5 figures easy. Guess I'm gonna have to start being nice to Starr.",
        "James: No, no, you won't even see her.",
        "Ford: Aw, did you have a fight?",
        "James: No. I wasn't the one yelling in the hallway today.",
        "Ford: What?",
        "James: You want to tell me who you were yelling at to get the hell out of here? Was that Starr?",
        "Ford: No!",
        "James: Then who was it? And don't tell me no one.",
        "[SCENE_BREAK]",
        "Inez: The hospital was no big deal.",
        "Nate: So did Ford give you attitude?",
        "Inez: It was nothing.",
        "Nate: So you did see him?",
        "Inez: Yes.",
        "Nate: All right, did you give him the money?",
        "Inez: I took the money to accounting. It'll pay for James' bill.",
        "Nate: It's gonna cost 50 grand to cover his bills?",
        "Inez: Probably.",
        "Nate: Jeez. Well, at least you gave it straight to the hospital. There's no telling what Ford would have done with it.",
        "Inez: Well, you don't think he looks out for his brother?",
        "Nate: I don't know. I guess. I mean, he got in my face, and I get that. I was the problem. I took his brother's money, but you were returning the money. He had no right to be a jerk to you.",
        "Inez: You never know where people have been, Nate, how it's made him who he is.",
        "Nate: Don't be nice about this guy.",
        "Inez: I have to be.",
        "Nate: Why?",
        "[SCENE_BREAK]",
        "John: Well, there's something about Clarke that just doesn't seem right.",
        "Brody: Well, he is a lawyer.",
        "John: Yeah, there is that, right?",
        "Brody: Want me to check him out?",
        "John: Nah. It would look like harassment. You'll get in trouble with the department if he decides to sue. Just let it go.",
        "Brody: That what you're gonna do?",
        "John: Oh, absolutely.",
        "Brody: Huh. Let me know if you want eyes on him.",
        "[SCENE_BREAK]",
        "Natalie: Forget it.",
        "Gigi: No. Wait. Natalie, I shouldn't have said anything. Natalie, stop! Honey, you're pregnant and you're a wreck. Been there.",
        "Natalie: But it was different for you.",
        "Gigi: Yeah, you're not alone. What, do you not trust me?",
        "Natalie: No, it's not that. It's just this whole thing is such a huge mess.",
        "Gigi: Do you think I won't understand? 'Cause I will.",
        "Natalie: It's not something that you would do.",
        "Gigi: So what? I mess up in whole different ways. Let me help you, Natalie. Anything you say stays with me, I promise. I won't even tell Rex. So...why do you think this isn't John's baby?",
        "Natalie: Right before John and I got back together, I was moving to London. I thought that he had rejected me, you know, and I went to see a friend to say good-bye, and he was going through the same thing, so we kind of had, um, way too much to drink, and then, you know...",
        "Gigi: You slept together. Okay, it's okay. Is it someone I know?",
        "Natalie: Oh, yeah. It was Brody.",
        "[SCENE_BREAK]",
        "Kelly: How can you think this might be Ford's baby? You didn't have sex with him.",
        "Jessica: That's what I thought. What I wanted to think.",
        "Kelly: You stopped before things got out of hand, though, right, Jess?",
        "Jessica: I'm not sure. It's possible I did have sex with Ford.",
        "[SCENE_BREAK]",
        "John: What happened to Natalie and Gigi?",
        "Brody: They ducked outside. They're gabbing.",
        "John: I will never get that.",
        "Brody: Seriously.",
        "John: What's there to talk about most of the time?",
        "[SCENE_BREAK]",
        "Gigi: All right, so you slept with Brody.",
        "Natalie: Yeah, you know, he thought that he had lost Jessica for good. She kept saying that she was in love with Cristian, and that she hated him, and I was certain that John was staying with Marty.",
        "Gigi: So it's understandable.",
        "Natalie: You know, and we regretted it instantly. It was just--we just--we just thought no harm, no foul.",
        "Gigi: And it's not like you were cheating.",
        "Natalie: Exactly. But then everything changed. John came and stopped me at the airport, and we've been together ever since, and that was the night that Jessica remembered she was in love with Brody.",
        "[SCENE_BREAK]",
        "Kelly: Okay, okay.",
        "Jessica: No, it's not.",
        "Kelly: No, I just--",
        "Jessica: I don't remember what happened with Ford, Kelly.",
        "Kelly: Then let's figure it out. Think back.",
        "Jessica: That's what I've been doing the whole drive over here.",
        "Kelly: All right, just tell me again what you remember.",
        "Jessica: I was in bed with Ford. I thought Ford was Mitch. I screamed. I pushed him off me.",
        "Kelly: You stopped it, Jess.",
        "Jessica: If he listened. The next thing I remember I was at my dad's house and I found Brody's medal.",
        "Kelly: And that's when all your memory came back?",
        "Jessica: And everything before that is a blur.",
        "Kelly: You must have been so confused with all of those emotions--",
        "Jessica: Come on, Kelly! Come on!",
        "Kelly: Come on, you don't know.",
        "Jessica: What if he went ahead anyway? What if I said, \"Oh, never mind. Let's just do it. What the hell?\"",
        "Kelly: Jess, don't.",
        "Jessica: I'm just being honest.",
        "Kelly: Ford said he didn't have sex with you.",
        "Jessica: Yes, but like you said, there was a police officer sitting right next to him threatening him with a rape charge. He had every reason to lie. And maybe I had every reason to forget.",
        "Kelly: Oh, damn it. Damn it. Jessica, you deserve to be happy. This baby should be good news.",
        "Jessica: Well, I want that, but if I knew for su...sure, then...",
        "Kelly: Let's find out.",
        "Jessica: What are you doing?",
        "Kelly: I'm on it. Don't worry. If Ford slept with you, we'll know before the night's over.",
        "[SCENE_BREAK]",
        "James: Bobby, who was here?",
        "Ford: Somebody who's of no use to you.",
        "James: I don't know anyone here except Starr.",
        "Ford: You're in the paper. You've got groupies.",
        "James: Shut up.",
        "[Cell phone rings]",
        "Ford: Oh. Yes.",
        "James: What? Is it good news?",
        "Ford: Yeah. You know what? I'm gonna run out. When I get back, I want to hear all about what happened with you and Starr.",
        "James: Only if you'll tell me who you really kept out of my room today!",
        "[SCENE_BREAK]",
        "Nate: Seriously. You gave the money back to a guy who I'm guessing treated you like a piece of dirt. So why should you feel bad for him?",
        "Inez: Life's too short to spend it hating people. I got to go meet up with the landlord.",
        "Nate: You want me to come with you?",
        "Inez: No. Don't you have plans with Dani?",
        "Nate: Yeah, but I don't--can change them if you need--",
        "Inez: No, no, no. Go. I'm good. Have fun.",
        "[SCENE_BREAK]",
        "Gigi: So you and Brody just kept what happened to yourselves?",
        "Natalie: Yeah. I mean, it meant nothing. It was a total impulse, you know. Just a really, really bad moment for the both of us.",
        "Gigi: I get it. I really do.",
        "Natalie: You know, and we just--we made a pact. We were gonna erase the whole thing. Why hurt John and Jessica if we didn't have to?",
        "[SCENE_BREAK]",
        "Kelly: With any luck, Ford is on his way over here right now to see Langston.",
        "Jessica: And I'll be here instead.",
        "Kelly: No. I will. Look, he has already lied to you about having sex. There's no way he's gonna come clean now.",
        "Jessica: Kelly, I don't think that this is a--",
        "Kelly: Don't worry. I've got this.",
        "Jessica: How? What are you gonna say?",
        "Kelly: I'm gonna tell him the truth.",
        "[SCENE_BREAK]",
        "Inez: I'm sorry. I didn't mean to wake you.",
        "James: Oh, you didn't. Who are you?",
        "Inez: My name is Inez.",
        "James: Do I know you?",
        "Inez: No. I am nobody you'd know. I came by this afternoon to see you.",
        "James: Are you the one that my brother was yelling at?",
        "Inez: You heard.",
        "James: Yeah, I think the whole hospital must have heard. So why was he so mad?",
        "Inez: He didn't want me to see you.",
        "James: But why?",
        "[SCENE_BREAK]",
        "Nate: Hey, it's me. I'm at the park. Did I get the time wrong? 'Cause I thought that we were meeting--",
        "Dani: Sorry. I was at the hospital.",
        "Nate: Is it your mom?",
        "Dani: No, not like that. I was, um...",
        "Nate: Wait. What?",
        "Dani: I don't know what I thought. I thought that I could--that I could go online and find some sort of a cure that no one else had seen.",
        "Nate: Maybe.",
        "Dani: No, don't. Oh, God. Dr. Evans is just--I don't know. He was just too nice, you know? Like I'm some idiot child who doesn't get it.",
        "Nate: Is that Destiny's brother?",
        "Dani: Yeah.",
        "Nate: He's supposed to be good.",
        "Dani: Just not good enough.",
        "Nate: Look, you want to do something for your mom, I'm there. I will help you.",
        "Dani: Well, we could get her an engagement present. Yeah.",
        "Nate: What?",
        "Dani: Mm-hmm. Her and Todd are getting married again.",
        "Nate: Is that...a good thing or a bad thing?",
        "[SCENE_BREAK]",
        "Téa: Hi, yes. Hello. How are you? I am looking for someone at your bar. Yes. Please, um, the last name is Butts. Mm-hmm. And the first name is Seymour. Ha ha. Yes. That is correct.",
        "[Snickering]",
        "Todd: Oh, jeez. You're a rebel.",
        "Téa: Ha! Well, I'm just getting started.",
        "Woman: But every little minute every minute takes a little more what are you waiting for? Ooh how he hates decisions 'cause he knows how they can be he'd rather wait and see but every little minute every minute takes a little more what are you waiting for? Ooh ooh ooh every minute takes a little more you got to get up and go what are you waiting for?",
        "Téa: Mm. I knew it.",
        "Todd: What?",
        "Téa: Stolen food tastes better.",
        "Todd: It does?",
        "Téa: Mm-hmm.",
        "Todd: What's next?",
        "Téa: You, me, Daniella, field trip.",
        "[SCENE_BREAK]",
        "Jessica: You can't tell Ford that I'm pregnant. Brody doesn't even know. He's waiting for me right now--",
        "Kelly: Do you want to know for sure what's going on before you tell Brody?",
        "Jessica: Yeah, of course I do.",
        "Kelly: Then trust me. You will know before Ford leaves here.",
        "Jessica: What if I did sleep with him?",
        "Kelly: Then we will deal with it or not. Are you sure you want to know?",
        "Jessica: I...want this not to be true.",
        "Kelly: Then we can leave things the way they are. This is Brody's child. End of story.",
        "Jessica: I don't know if I can live with that.",
        "Kelly: You tell me.",
        "[Doorbell rings]",
        "Jessica: Oh, my God, that's Ford.",
        "Kelly: I can send him away, and we can forget this whole thing. Your call.",
        "Jessica: I have to know.",
        "Kelly: Okay. Then let's do this.",
        "[SCENE_BREAK]",
        "Brody: Nice. I'd have tried to bank it the other way.",
        "John: Hanging out with Natalie too much. That's what the pros like to do. Me, I like to go my own way.",
        "Brody: Pro, huh? She never mentioned that when we played.",
        "John: She hustle you?",
        "Brody: Nah.",
        "John: Yeah. Hope you didn't lose too much.",
        "Brody: John, there's something I got to say.",
        "[SCENE_BREAK]",
        "Natalie: You know, Brody and I were just gonna forget that it ever happened. No one got hurt, and everybody ended up where they were supposed to.",
        "Gigi: This is probably an inappropriate question, but you and Brody didn't use protection?",
        "Natalie: No. We were just really drunk. We weren't thinking.",
        "Gigi: But you and John do?",
        "Natalie: Yeah. But not the night of Bo and Nora's wedding.",
        "Gigi: And the dates are pretty close together?",
        "Natalie: Yeah, exactly. I can't figure out the timing, so I don't know whose baby it is.",
        "Gigi: Okay, okay. We got to think.",
        "Natalie: I blew it. John and I were so happy.",
        "Gigi: I can see that.",
        "Natalie: And Jess and Brody are so happy. And everything was working out, and now I've got to tell John that I'm pregnant, that the baby might not be his, and I've got to tell my sister that I slept with her boyfriend.",
        "[SCENE_BREAK]",
        "Ford: Hi. I'm here to see Langston.",
        "Kelly: Yeah. No, you're not.",
        "Ford: Well, she texted me, and unless you and Dorian are holding her prisoner, she should be--",
        "Kelly: I sent the text.",
        "Ford: Why?",
        "Kelly: I need to talk to you.",
        "Ford: Okay. Is it about Langston?",
        "Kelly: Not exactly. It's about Jessica.",
        "Ford: I have nothing to do with her.",
        "Kelly: Really?",
        "Ford: Yeah. I told you, I told her, and I told her boyfriend. What do you guys want, an affidavit? A blood oath?",
        "Kelly: Maybe a blood test.",
        "Ford: What do you mean?",
        "Kelly: I feel like I owe it to every woman that you're ever gonna sleep with to warn you about Jessica.",
        "Ford: What about her?",
        "Kelly: She has a communicable disease. If you had sex with her, you could have picked it up.",
        "Ford: Why didn't Jessica tell me?",
        "Kelly: Because she believed you when you told her you didn't sleep with her.",
        "Ford: Uh-huh. And you don't?",
        "Kelly: Let's just say I can see why you wouldn't own up to it.",
        "Ford: So--so does she have an std?",
        "Kelly: Hepatitis \"C.\" It's spread through bodily fluids. It plays hell with your liver. I mean, you can control it if you catch it early.",
        "[SCENE_BREAK]",
        "James: Why are you here?",
        "Inez: The boy who stole your money is my son.",
        "James: Oh, you're Nate Salinger's mom. Oh, well, no wonder Bobby flipped. I mean, he thinks it's all Nate's fault.",
        "Inez: No, it isn't.",
        "James: He did take all my money.",
        "Inez: No. That's not the reason why you were hurt. It's me, James. You can blame every bad thing that's happened to you on me.",
        "James: What are you talking about? Did you send Nate off to steal the money for you?",
        "Inez: No, no. I would never do that.",
        "James: Yeah, well, some parents would.",
        "Inez: I'm so sorry.",
        "James: Okay, but I still don't get it.",
        "Inez: It's not about the money.",
        "James: Then what is it? Mrs. Salinger, what's going on here? What am I missing?",
        "[SCENE_BREAK]",
        "Dani: If marrying Todd makes my mom happy, then it's okay with me. I'm fine with it. Just as long as they don't mind me on the honeymoon.",
        "Nate: Ha.",
        "Dani: I'm serious. I don't like to leave her alone for even an hour. God, every time I walk out the door, I just--I--",
        "Nate: Finish.",
        "Dani: No, no. God, I'm psycho!",
        "Nate: Dani.",
        "Dani: What if I never see her again? That's what I think!",
        "Nate: It won't be like that, okay. Probably. I mean...you'll have...you'll have warning.",
        "[Cell phone rings]",
        "Dani: Oh. Oh, my God. It's Todd. Why is he calling? What, is it Mom?",
        "Todd: No, no. She's okay. She just--she wants to do something special, and she wants us both to come with her.",
        "Dani: Okay, well, I'm with Nate. Can he come, too?",
        "Todd: Uh, you want to bring that--yes, great. Bring him. We'd love to have him. Okay. Okay.",
        "Téa: Ha ha. Nate's coming, too.",
        "Todd: Yes, unless you don't want him to, and then I'll dropkick his ass out the door.",
        "Téa: Ha ha.",
        "[SCENE_BREAK]",
        "Ford: Well, guess I dodged a bullet.",
        "Kelly: Well, you can't be sure unless you're tested.",
        "Ford: Jessica and I did not have sex, Kelly. I have nothing to worry about.",
        "Kelly: Good. For you.",
        "Ford: God, you know, it's bad enough you have to worry about STDs. I never even thought to ask about hepatitis \"C.\"",
        "Kelly: Well, you don't strike me as a guy who asks anything.",
        "Ford: Yeah, well, I will from now on. Thank you for the warning. It was--it was decent of you, even though it was unnecessary.",
        "Kelly: Well, like I said, who knows where you'll go next.",
        "Ford: I should get back to the hospital to take care of my little brother.",
        "Kelly: That's decent of you.",
        "Ford: Later.",
        "Jessica: You're a genius.",
        "Kelly: Ha ha! Okay, I was pretty good. Ha ha!",
        "Jessica: Oh, you were just mean enough to him.",
        "Kelly: Well, you know, I mean, it's just the more I rattled his cage, the more he'd be pretty much likely to hit back if you had infected him. I mean, so, you know, there's no way you slept with him. Can you believe that now?",
        "[SCENE_BREAK]",
        "John: Okay, what's on your mind?",
        "Brody: I owe you, and I know it. I wouldn't be a cop if it wasn't for you and Bo.",
        "John: Nah, nah. You were in the academy when we pulled you for undercover. You would have made it. Just happened a little sooner.",
        "Brody: That's not what I'm getting at.",
        "John: Hey, listen to me, you would have made it. End of story. You owe me nothing.",
        "Brody: You trusted me when people would have a reason not to.",
        "John: It paid off, right? You got my back, and I know that.",
        "Brody: Good.",
        "[SCENE_BREAK]",
        "Natalie: I don't even know if John wants this. I don't know if he wants a baby right now. And you know what? I think that's the only reason he was staying with Marty, and now I'm that woman.",
        "Gigi: Whoa!",
        "Natalie: You know, he's gonna feel trapped. I mean, and even if he does want a baby someday, this is probably way too soon. And it might not even be his.",
        "Gigi: Look, I know this seems like a huge mess right now, but--",
        "Natalie: No \"buts,\" Gigi. What am I going to do?",
        "[SCENE_BREAK]",
        "Inez: It's too little, too late.",
        "James: What is?",
        "Inez: Me being here, trying to make it up to you and your brother.",
        "James: Oh, wait. I get it now.",
        "Inez: You do?",
        "James: Yeah. You're anonymous, aren't you?",
        "Inez: Excuse me?",
        "James: You paid the tab with the hospital.",
        "Inez: Actually you did. It's the money that Nate found. Your money.",
        "James: But Nate said it was already gone to someone who was about to lose her house.",
        "Inez: I got it back.",
        "James: Well, maybe you shouldn't have. I mean, what's a hospital gonna do if you don't pay 'em? Put the bullet back in? I mean, a bank will take a house.",
        "Inez: You should not have to think about things like that.",
        "James: Why not? It's life.",
        "Inez: So is high school and going to college and having fun.",
        "James: Yeah, that's a nice movie, but...",
        "Inez: It's not you?",
        "James: I guess not.",
        "Inez: I'm sorry.",
        "James: Why do you keep apologizing?",
        "Inez: Force of habit, and I feel really bad.",
        "James: If I were Nate, I would have taken the money, too. But I don't know anybody that would have given it back. So thanks. Thanks a lot.",
        "Inez: If there's anything left over from when your bills are paid, make sure they give it to you. Here's the receipt. I would have given it to your brother but...",
        "James: Yeah. He would have bit your head off.",
        "Inez: He seems very protective of you.",
        "James: When he wants to be.",
        "Inez: Not always?",
        "James: Bobby did his best. I mean, it wasn't easy around our house.",
        "[SCENE_BREAK]",
        "Gigi: All right, first of all, you need to breathe. Let's sit down and think.",
        "Natalie: There's not really a good thought here, Gigi. I just can't.",
        "Gigi: Chances are it is John's baby. You and Brody were only together once, and you and John have been together multiple times, right?",
        "Natalie: Yeah. So what am I supposed to do, just pretend that it's John's baby when I really don't know?",
        "Gigi: I didn't say that. All I can tell you is that lying has cost me big, okay, not just with Brody, but with Rex and the whole thing with Stacy. I just don't think it works.",
        "Natalie: So then what, I tell John and Jessica the truth and blow everyone's lives up?",
        "Gigi: No, because you don't know the truth yet, right? And it'll be months before you can have the test to find out who the baby's dad is.",
        "Natalie: Really?",
        "Gigi: Yeah. 16 weeks minimum. I know this one.",
        "Natalie: Oh, of course you do. Of course. So I have to wait 4 months before I can even tell the truth, but I've got to tell John that I'm pregnant because obviously I'm going to be showing, and then if I find out that it's not John's...",
        "Gigi: It sucks. I wish I had something else for you. I'm just sorry this happened to you, honey.",
        "Natalie: It didn't happen to me. I did it.",
        "Gigi: Yeah, but remember--you didn't cheat on anyone.",
        "Natalie: Yeah, yeah. Well, that's gonna make it all better for John and Jessica.",
        "Gigi: All right, well, listen, it could all work out, okay? You just have to wait and see.",
        "Natalie: You want me to wait. I can't.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Brody: Hey, Jess. Where are you?",
        "Jessica: I'm on my way.",
        "Brody: What happened? I left a ton of messages.",
        "Jessica: I know, but I have a really, really big surprise for you that's worth the wait. Are you still at Rodi's?",
        "Brody: Yeah.",
        "Jessica: Be there in 10 minutes.",
        "Kelly: He's gonna be so happy about the baby.",
        "Jessica: Oh, so am I now that I'm finally sure that Ford and I didn't have sex.",
        "[SCENE_BREAK]",
        "Ford: Excuse me, Christina?",
        "Nurse Christina: Yes.",
        "Ford: Do you have a minute?",
        "Nurse Christina: Sure. What do you need?",
        "Ford: A big favor.",
        "[SCENE_BREAK]",
        "Kelly: Ford would have lost it if there was any chance you gave him a disease.",
        "Jessica: That's true. You know, his whole life is about sex. He must not know it's not that easy to get hepatitis \"C\" that way.",
        "Kelly: Well, lucky for us he's not that bright. Can we please stop talking about him, okay? You are gonna have a beautiful baby.",
        "Jessica: Oh, I am. Oh, my God, Brody and I are pregnant.",
        "Kelly: Yes, yes, congratulations. Come here.",
        "Jessica: Oh, thank you. I owe you big time.",
        "Kelly: No! No, you don't. Just name the baby after me.",
        "Jessica: Ha ha!",
        "Kelly: Really. I mean, Kelly can work whether it's a boy or a girl.",
        "Jessica: It sure can. I'm so glad you're here.",
        "Kelly: Well, me, too. Come on, give your guy good news, all right?",
        "Jessica: He's gonna be so excited.",
        "[SCENE_BREAK]",
        "Ford: Could you set up a blood test for me?",
        "Nurse Christina: That shouldn't be a problem. Why do you want a test?",
        "Ford: I might have picked up a virus, uh, hepatitis \"C.\"",
        "[SCENE_BREAK]",
        "James: Okay, well, thanks.",
        "Inez: It's nothing.",
        "James: Is there something else?",
        "Inez: No. Just--just--I'm sorry for all of it.",
        "James: If it makes you feel any better, I stole that money, too. Yeah, I took it right off my dad, and trust me, he didn't come by it honestly, so really, you can stop apologizing.",
        "Inez: I wish.",
        "James: Excuse me?",
        "Inez: I'm glad you're feeling better. I have to go.",
        "James: No, wait. St--stay.",
        "[SCENE_BREAK]",
        "Ford: So, uh, I'll come by the desk and get the form for the test?",
        "Nurse Christina: I'll get the paperwork started.",
        "Ford: Thank you. What are you doing up?",
        "James: Did you see her in the hall?",
        "Ford: Who?",
        "James: The woman from this afternoon--Inez.",
        "Ford: She came back?",
        "James: Yeah. Weirdest hour I've had in a long time.",
        "Ford: Well, what happened? What did she say?",
        "James: She started apologizing for everything she's ever done, even breathing, but I got the big answer.",
        "Ford: To what?",
        "James: Who paid the bill.",
        "Ford: She knew?",
        "James: It was her.",
        "Ford: That woman had enough money to pay your hospital bill?",
        "James: Whoa. Why do you sound so mad about it?",
        "Ford: Unbelievable!",
        "James: She got the money from Nate.",
        "Ford: Wait. So Nate gave that woman your 50 grand?",
        "James: She is his mom.",
        "Ford: That woman has a son?",
        "James: Yeah, she's Nate Salinger's mother.",
        "[SCENE_BREAK]",
        "Nate: Come on, take a look. It's beautiful.",
        "Dani: No! Too tall! It's 102 floors!",
        "Téa: That's what I always thought, but it is gorgeous up here. All the lights. I can show you where I grew up. Mija, open your eyes. Come on.",
        "Dani: Oh, my God. It's amazing.",
        "Téa: Ah!",
        "Dani: And--and you've really never been here before? How does someone grow up in New York City and never come to the Empire State Building?",
        "Téa: It's a tourist thing, you know. I always thought, I don't want to wait in line or I'll go someday.",
        "Todd: Well, now you have.",
        "Téa: Ha! What does anyone want to see? Nate?",
        "Nate: Uh, where's Broadway?",
        "Téa: Uh, the theater district? Over there.",
        "Dani: Thank you. You made my mom really happy.",
        "Todd: Well, that's the plan.",
        "[SCENE_BREAK]",
        "James: Bobby?",
        "Ford: You shouldn't be up.",
        "James: Okay, just go catch Mrs. Salinger.",
        "Ford: Why?",
        "James: Because you were a jerk to her, and you need to apologize.",
        "Ford: Get back in bed. Let's go.",
        "James: Stop. She's a really nice lady. She came back here, and she gave all the money back, and she apologized for--",
        "Ford: Well, she should.",
        "James: Would it kill you to be decent?",
        "Ford: Get back in bed. You shouldn't be up. I'm gonna go get a nurse. She had another kid? We have a brother.",
        "[SCENE_BREAK]",
        "John: Ahh...",
        "Natalie: Hey.",
        "John: Hey. You, uh, remembered I'm here.",
        "Natalie: Of course. How could I forget. Um, can I just talk to you for a minute?",
        "John: Sure.",
        "[SCENE_BREAK]",
        "Brody: Hey. Hey, you feeling better?",
        "Jessica: Uh, yeah.",
        "Brody: You didn't return my calls.",
        "Jessica: I just had to, uh, double check something.",
        "Brody: What's going on?",
        "Jessica: I think you're gonna want to sit down for this.",
        "Brody: Yeah?",
        "Jessica: Big news.",
        "[SCENE_BREAK]",
        "Natalie: This is, uh...I really don't know where to start.",
        "John: Okay, what's wrong?",
        "Natalie: I have something to tell you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=-C9nkgrEgus"
}