{
    "Episode Summary": [
        "Episode # 10774"
    ],
    "Recap": [
        "John and Natalie go to do a forensic investigation of Eli's former room at the Palace. John doesn't want Natalie to go to Tahiti because she is pregnant. Renee gives Natalie a sealed envelope that Eli left for a housekeeper. Natalie is certain that it has DNA evidence from Eli licking it. Blair wants to have Tea's memorial reception at La Boulaie. Eli goes to the hospice and orders Greg to tend to his wounds. Eli reveals to Greg that Ross is about to gain something valuable. Greg figures out that Eli is talking about Danielle and reminds Eli that Ross is a wanted criminal. Eli says he has taken care of that. Greg almost slips and tells Eli that Tea isn't dead. Ross Rayburn shows Tea's will to Todd and says Tea decided to make Ross Danielle's legal guardian. Blair says Tea told her she wanted Todd to have custody. Todd calls John McBain who comes and arrests Ross only to discover that the charges against him in Seattle were dropped. Ross tells Dani that he is taking her home to Tahiti. Nora and Bo agree to join Inez and Clint for dessert, but Inez makes an excuse to leave. Kelly asks Rex to find David. Dorian reads about David's wild times in Europe on MyFace. Kelly helps Dorian vent her anger."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dani: Dad, what's going on?",
        "Ross: Well, in the end, sweetheart, your mom knew that--she knew what you really needed was to be with the one person who loved you as much as she did. So she made me your legal guardian, not Todd.",
        "Todd: No, that's not possible.",
        "Ross: Check it out.",
        "Dani: God. Is this really true? I mean, after everything that happened between you and Mom.",
        "Ross: I know, I know. I was as surprised as you are.",
        "[SCENE_BREAK]",
        "Clint: You two aren't going, are you? The night is young.",
        "Nora: I'm a mess.",
        "Clint: You look fine. Why don't you stay for dessert? Nora, I know you're crazy about the baked Alaska here.",
        "Bo: Yeah, well, thanks, Clint, but we got to go.",
        "Nora: Oh, they have baked Alaska. I do love baked Alaska. We would love to stay and join you, wouldn't we, Bo?",
        "[SCENE_BREAK]",
        "Rex: You want me to find David Vickers? Why?",
        "Kelly: Dorian needs him.",
        "Rex: Did she run out of holes in her head? I mean, we're not exactly best friends, but even I wouldn't wish--",
        "Kelly: It could involve a trip to Europe.",
        "Rex: Okay, I'm listening.",
        "Kelly: David is over there somewhere gallivanting around, bragging about his conquest on myface.",
        "Rex: Okay. Well, what does Dorian want with David? I mean, she's not seriously considering taking him back after he left her at the altar, again?",
        "Kelly: No.",
        "Rex: She's not that desperate, is she?",
        "Kelly: Of course not. I hope not. Look, the last thing Dorian needs from David is romance. What she does need is something way more important. Payback.",
        "[SCENE_BREAK]",
        "Dorian: \"David Vickers Buchanan is spending one hot night in Hamburg. Das ist some foxy frauleins.\" Right. What, David? No über details?",
        "[Knock on door]",
        "Dorian: Just a minute! [Sighs]",
        "Blair: All right, first of all, I do not want to talk about Eli, all right? 'Cause I'm just not ready. The only thing I'm here to talk about is Téa's memorial service. I really think that we need to open our arms up to Dani. She needs to think that this family can be her family, so I was--well, I'm thinking that maybe we should have the reception here at La Boulaie. Okay? What do you think? Hey! Dorian? What is wrong?",
        "[SCENE_BREAK]",
        "Renee: I cannot believe that all this while, my hotel has been housing a murderer.",
        "John: Well, Clarke fooled a lot of people.",
        "Renee: I suppose, but that's not much comfort.",
        "Natalie: Has anyone rented this room since Eli left?",
        "Renee: Nope, it's been vacant. What I don't understand is that now that we know that Eli is dead, what is there to investigate?",
        "John: Just a routine follow-up.",
        "Renee: Okay. Well, have at it. And I hope you find what you are looking for.",
        "Natalie: You know, we could have just told Renee that we were getting a D.N.A. sample. We didn't have to tell her why.",
        "John: Until we have proof, there's no point in scaring her or anyone else that Eli Clarke may still be out there.",
        "[SCENE_BREAK]",
        "Eli: My brother's about to come into something very valuable.",
        "Greg: Must be. If you'd rather go back to Llanview to get it than to stay here and make sure that time bomb in your head doesn't go off and kill you.",
        "Eli: Oh, this isn't an \"it,\" Doc. It's a girl.",
        "[SCENE_BREAK]",
        "Ross: Well, like I said, your mom--she knew how much you and I loved each other, and I guess that's why she changed her mind.",
        "Dani: I... I never expected her to do this.",
        "Ross: I know, sweetheart, but it's all right there in black and white. I mean, that--this... this is what your mom wanted.",
        "Todd: No, the hell it is. This is a fake. It's got to be. Hey, you know what? I'm tired of this. Let go of her. Let go of her. Get out of my house, man!",
        "[SCENE_BREAK]",
        "Bo: Could you give us just a second, please?",
        "Clint: By all means.",
        "Bo: Thank you. Do you really want to do this?",
        "Nora: He's reaching out to us. We can't reject him now.",
        "Bo: If you say so. But, I mean, look, first, he hires Matthew. Now he wants to date my assistant?",
        "Nora: Well, okay. Maybe he's getting a little close, but you know what? He's trying. And it's baked Alaska.",
        "Bo: Well, why didn't you tell me you wanted baked Alaska? We could have ordered it ourselves.",
        "Nora: Well, I... really, I mean, what's the harm? Right?",
        "Bo: What the heck. Come on.",
        "Nora: Okay.",
        "Bo: You know... I guess we can stick around for a little while.",
        "Inez: Oh, I'm sorry, but I have to go.",
        "[SCENE_BREAK]",
        "Dorian: I went to a meeting tonight at the Palace restaurant with Bo and Nora.",
        "Blair: Was it that bad?",
        "Dorian: Oh, they just went out of their way to humiliate me.",
        "Blair: Well, what did they say?",
        "Dorian: It wasn't so much what they said.",
        "Blair: Well, what was it?",
        "Dorian: Look, I never, never should have let Kelly force me to go to a meeting when I wasn't ready to go out.",
        "Blair: Kelly? No wonder.",
        "[Dorian sighs]",
        "[SCENE_BREAK]",
        "Kelly: Dorian had a massive meltdown in front of Bo and Nora.",
        "Rex: How massive?",
        "Kelly: Oh, she was out of control, screaming accusations, yelling at them about their true natures, and then she threw a glass of water in Nora's face.",
        "Rex: That is massive, even for Dorian.",
        "Kelly: Yeah. I mean, after what David did, she is terrified that people are feeling sorry for her, and she feels powerless, which is her worst nightmare. David dumped her in a letter, so she never got to say her piece.",
        "Rex: Yeah, and we all know Dorian likes to have the last word.",
        "Kelly: So if she gets that chance, I mean, then she can have some closure and move on.",
        "Rex: Okay, so you want me to find David, drag him back here so that she can yell at him?",
        "Kelly: That's only phase one. If Dorian can get David to beg her to take him back and then dump him, then she gets her closure.",
        "Rex: And how will you swing that?",
        "Kelly: I have no idea. I will figure it out, though. Look, Rex, you know my family's history of mental illness. You know, my mother and Addie. What I saw Dorian do today--with Bo and Nora--it really scared me.",
        "Rex: Uh, speaking of mental illness in the family...have you seen a shrink lately?",
        "[SCENE_BREAK]",
        "Blair: Kelly is not firing on all cylinders.",
        "Dorian: Hmm.",
        "Blair: You're right. She never should have tried to get you to go back to work when you weren't ready.",
        "Dorian: That's what I tried to tell her.",
        "Blair: But I think that you're dealing with post-traumatic stress, Dorian. And if anybody knows what that is about, it's me after everything that's gone on with Eli.",
        "Dorian: I'm sorry, honey, is this a contest?",
        "Blair: I didn't say that.",
        "Dorian: I have to admit, you've gone through a horrific experience, falling in love with a man, marrying him, then finding out that he's a serial killer, and...and your killing him. Operas have been written about less.",
        "Blair: Then to come back home and find out that Téa passed away...",
        "Dorian: Things took a rather sharp turn for the worse.",
        "Blair: Yeah. Well, I think the only thing that's really going to keep me sane right now is to work on this memorial service for Téa. Okay?",
        "Dorian: Great!",
        "Blair: Good.",
        "Dorian: You need the distraction. Good for you. Now good night, honey.",
        "Blair: And so do you. You need a distraction, Dorian. You're not going to lie here in this bed. You going to sit here and feel sorry for yourself or are you going to help me work on this memorial service for Téa? Come on, for Dani's sake.",
        "[SCENE_BREAK]",
        "Dani: How do you know the will's not real?",
        "Ross: It's real. Your mom had Eli draw it up.",
        "Todd: Oh, well, in that case, if Eli drew it up, it's legit. Certainly.",
        "Ross: He was a lawyer.",
        "Todd: Huh. Is that better or worse than being a killer?",
        "Dani: Look, Dad, please just tell me the truth. Is this really what Mom wanted for me?",
        "Todd: Listen, why don't you just admit it, Rayburn, that this is a scam you and your brother cooked up?",
        "[SCENE_BREAK]",
        "Greg: I take it the girl you're referring to is Danielle?",
        "Eli: If all is going according to my plan, my brother and Todd are debating a certain document I drew up leaving custody of Dani to Ross.",
        "Greg: So you and Ross are in this together?",
        "Eli: My original plan was blown apart when the cops caught on to me. I had to adapt.",
        "Greg: And involve Danielle?",
        "Eli: It seemed like the most lucrative option. 'Cause Todd Manning will pay dearly to hold onto his little girl.",
        "[SCENE_BREAK]",
        "Ross: Look, dude, I didn't even know about the will--until after Eli died.",
        "Todd: So you say.",
        "Ross: It's the truth. Look, the only reason they sent me a copy of it is because my name is mentioned.",
        "Dani: So you just got this?",
        "Ross: Yes. That's how I found out your mom had passed away. I--I just--I can't believe she's gone.",
        "Todd: Oh, God. All right, we're going to settle this with one phone call here. Ahem.",
        "[SCENE_BREAK]",
        "Dorian: Look, you are welcome to have the reception for Téa's memorial here at the house. Just don't expect me to attend.",
        "Blair: You have to be here, Dorian. We all have to be here. Even Kelly.",
        "Dorian: Wait a minute. Didn't I just hear you criticize Kelly for forcing me to go out in public before I was ready?",
        "Blair: No, no, no, this is not public, this is family.",
        "Dorian: You're forgetting I'm mayor of this town. Everything I do is public.",
        "Blair: Oh, really? Okay. Well, as mayor, then you should understand meeting your responsibilities, your obligations.",
        "Dorian: No, your obligations. You're the one that feels you have a responsibility to Dani.",
        "Blair: Look, it is more than responsibility. Look, I made a promise to Téa that I would look after her daughter. And I intend to keep that promise, okay? Please help me out here.",
        "[Phone rings]",
        "Blair: It's Todd. Hey, I'm here just working on the--the memorial service.",
        "Todd: Well, do it later. I need you right now.",
        "[SCENE_BREAK]",
        "John: Once we're done here, we should go check out Blair's.",
        "Natalie: Well, I got to hand it to Eli. He sure does know how to clean up after himself. I got nothing. And it sure doesn't help that the room's been cleaned since he left.",
        "John: Well, he's used to abandoning identities, but no one gets away clean, all right? There'll be something left behind.",
        "Natalie: Well, once we find it, we're going to have to make sure the evidence doesn't get corrupted. We're going to have to take it to Tahiti ourselves and compare it against the body that they think is Eli's.",
        "John: That sounds like a plan, but we aren't going to Tahiti.",
        "Natalie: Excuse me?",
        "John: You're not going anywhere.",
        "Natalie: John, I'm forensics. You need me in Tahiti.",
        "John: You know what? I think I can manage.",
        "Natalie: You want to just manage with Eli's case?",
        "John: You're pregnant. You shouldn't be flying anywhere.",
        "Natalie: Pregnant women fly all the time in their second trimester.",
        "John: What if something happens down there?",
        "Natalie: They have doctors in Tahiti.",
        "John: I thought you said you didn't trust them.",
        "Natalie: I don't trust the police, which--I seriously doubt they're going to be handling the ob-gyn emergencies.",
        "John: It's not worth the risk, okay?",
        "Natalie: There isn't--what risk, John? I mean, I'm pregnant, I'm not an invalid. What's the worst that could happen? You know the worst that could happen. Because you lost a baby with Marty and you're afraid that history's going to repeat itself.",
        "[SCENE_BREAK]",
        "Kelly: You think I'm crazy because I want to help my aunt?",
        "Rex: [Chuckles] No. I just--I think you're crazy, period. Look, even though David acts like a moron, he's actually a pretty slippery dude. Chasing him down could cost you, especially if he doesn't want to be found.",
        "Kelly: Okay, how hard can that be? He updates his myface status, like, every hour.",
        "Rex: Yeah, but if he's all over Europe...",
        "Kelly: Rex, I have faith in you. I know that you will figure out how to track him down.",
        "Rex: So you're willing to spend a fortune to try to get David to come back here to woo Dorian again so that she can get a do-over and she can be the one doing the dumping?",
        "Kelly: Exactly.",
        "Rex: Yeah, there's nothing crazy about that.",
        "Kelly: Rex, I know my Aunt Dorian. All this paranoia and despair--it's not going away by itself. And if she keeps obsessing the way she is, it's going to turn into something worse. So what's the deal? Are you going to take the job, even though you think I'm crazy?",
        "Rex: Hey, like I said, you had me at doubling my rate.",
        "Kelly: I'm serious.",
        "Rex: So am I. Gigi insists on trying to pay for most of her school herself, but I want to be ready in case she needs more of my help.",
        "Kelly: You know something, Balsom? You're okay. That Gigi's a lucky girl.",
        "Rex: Well, I'll be sure to remind her of that.",
        "Kelly: Mm-hmm. All right. So where are you going to start first?",
        "Rex: Where I always start. Family.",
        "[SCENE_BREAK]",
        "Clint: Inez, are you sure that you can't stay?",
        "Inez: Thank you, but I should really get going. My son Nate is home from school and basketball tryouts were today, so I really should get back there.",
        "Bo: Well, you don't have to leave on our account.",
        "Inez: No, no. No, not at all. Thank you so much for the salad and the wine and the company. It was really very nice.",
        "Clint: Well, it was my pleasure. And I hope that we can do it again soon.",
        "Inez: Thank you again.",
        "Clint: Mm-hmm.",
        "Inez: Good night.",
        "Clint: Goodnight. You scared off my date.",
        "Bo: What are you talking about? She had to get home to her son.",
        "Clint: Oh, that was obviously an excuse. Inez was uncomfortable because you were uncomfortable.",
        "Nora: I don't think that's entirely fair, Clint.",
        "Clint: I think it's exactly fair. What's the matter, Bo? Did I overstep my bounds?",
        "[SCENE_BREAK]",
        "Ross: I have missed you so much.",
        "Dani: I've missed you, too.",
        "Ross: Oh, yeah. Now we're going to be together forever. You're going to finally have the life that your mother wanted us to have.",
        "Todd: How are you going to pull that off, Ross? You're wanted by the Seattle police. Last I heard, the Washington state penitentiary system was not a great place to raise a kid.",
        "Dani: He's right. If the cops find you, they're going to arrest you.",
        "Todd: Huh. How are you going to raise her from inside a jail cell?",
        "Blair: Hey. I got here as soon as I could. What's going on?",
        "Ross: Hello, Blair.",
        "Blair: What the hell are you doing here? I left you in a police station in Tahiti. You're supposed to be in custody.",
        "Todd: Forget about that stuff. He's saying this is Téa's will, and that she left custody of Dani to him.",
        "Blair: What? Todd, that is not what she wanted. No, she was very, very clear when she had Eli draw these papers up. Todd, her father, was supposed to have custody. In case something ever happened to you, she named me as legal guardian. You weren't even in the picture.",
        "Ross: Are you sure about that?",
        "Blair: Yeah. Téa and I talked about it, up until the time to actually sign that.",
        "Ross: Then you actually read the will?",
        "Blair: No, I didn't read it, because it wasn't my will to read.",
        "Ross: Well, if you had, you might have noticed that you were mentioned as the emergency guardian, but only if something happened to me.",
        "[SCENE_BREAK]",
        "Eli: I wrote Blair's name in the will as guardian. Then when I went to get Téa a pen to sign it, I switched the papers. Téa had no idea she had signed custody of Danielle over to Ross.",
        "[SCENE_BREAK]",
        "Todd: That's kind of convenient, isn't it? Téa and Eli are the only ones who know what was actually in the will--they're dead.",
        "Blair: Yes, I truly have to agree with you on that.",
        "Ross: Of course you would. No wonder you spend so much time with this guy. You're as cold as he is.",
        "Blair: How did you and your brother manage to pull this one off, Ross?",
        "Ross: Pull what off? It's a legal document.",
        "Blair: Oh, bull.",
        "Todd: That's right, one fakes those, huh?",
        "Ross: It's not fake, it's all real.",
        "Dani: Okay, okay, one of you is lying! Who is it? Okay, just tell me the truth! Mom deserves that! She didn't sign two wills and make two completely separate decisions on what's supposed to happen to me.",
        "Blair: Okay, listen, calm down. We will work this out, all right? Don't you worry. I don't care what is written there. I promised Téa that I would be a mother to Dani, and that's exactly what I'm going to do, got it? Call the cops, Todd.",
        "Ross: Come on, dude, don't call the cops. Think of Dani.",
        "Todd: I am thinking of her. This has gone on long enough.",
        "Dani: No, no, you can't.",
        "Todd: I have to, honey. I'm sorry.",
        "Blair: Just let your father do what he's got to do.",
        "Dani: You promised you wouldn't call the police!",
        "Todd: And I meant it, but that was before he pulled out this bogus will to try to take you away from me.",
        "Dani: No, please don't do this! Don't send him to jail.",
        "[SCENE_BREAK]",
        "Natalie: John, I am--I'm so sorry.",
        "John: It's okay. You didn't do anything wrong. You don't need to apologize. I'm... maybe I'm being overprotective. I just don't think that you need to be... reckless.",
        "Natalie: Me? Okay.",
        "John: What's that? What's--okay what?",
        "Natalie: I will stay at home, for your sake.",
        "John: You sure?",
        "Natalie: Yeah. I mean, I do think you're being a little overprotective, but now I understand why. And it means a lot that you care so much. So you don't have to worry. The baby comes first.",
        "John: Yeah.",
        "[Phone rings]",
        "John: Excuse me. McBain.",
        "Todd: Hey, you were right about Ross Rayburn.",
        "John: What's going on, Manning?",
        "Todd: Just get over here right now.",
        "John: Yeah.",
        "[SCENE_BREAK]",
        "Clint: Bo, are you angry that I asked your assistant out? Or is this about me hiring Matthew at B.E.?",
        "Bo: Clint, I am not angry at you at all.",
        "Clint: Are you sure? Because you acted a little funny about me offering him the job.",
        "Bo: Well, I let him take the job, didn't I? What more do you want?",
        "Nora: You know, actually, Clint, I was a little surprised by the job offer.",
        "Clint: Uh-huh. Do you have a problem with it?",
        "Nora: Well, I think if--listen, Matthew is so excited about learning about the family business, and as long he keeps his grades up, I think it was fine with both of us.",
        "Clint: What about Inez, though? Are you sure you're okay with it? I don't want you to feel that I'm getting a little close for comfort.",
        "Bo: You know what?",
        "Clint: Hmm?",
        "Bo: Clint, I think it's great. Inez is a grown woman, and she can make her own decisions, and so can you.",
        "Clint: Thank you. But you know something? She wasn't all that encouraging.",
        "Bo: Well, I think you'll do a lot better next time. Just don't ask her boss to stick around.",
        "Clint: Hey--hey, wait a minute. What about the baked Alaska?",
        "Bo: I don't wa--",
        "Nora: Okay, we could stay just a little. I mean, what the heck? Look, I'm almost dry, anyway, and it's--it's baked Alaska.",
        "Bo: I know what it is.",
        "Rex: Hey, everybody. Sorry to interrupt.",
        "Bo: Hey, Balsom. How's it going?",
        "Rex: Fine. You wouldn't happen to know where David Vickers is, would you?",
        "Bo: [Sighs] No, why?",
        "Rex: Oh, Kelly hired me to find him.",
        "Clint: What does Kelly want with Vickers?",
        "Rex: Uh, apparently, Dorian is taking this rejection pretty hard.",
        "Nora: I'll say. As far as I'm concerned, she's completely lost it.",
        "[SCENE_BREAK]",
        "Dorian: Whew.",
        "[Fast knocking on door]",
        "Dorian: Who is it?",
        "Kelly: It's me.",
        "Dorian: Oh...come in. You again?",
        "Kelly: I'm really sorry. I just...I never should have pushed you back into rejoining the world before you were ready.",
        "Dorian: Why do I have a feeling this apology is a preamble to a lecture?",
        "Kelly: No. No, it's not a lecture at all. You get to wallow all you want until you feel better.",
        "Dorian: The only thing that's going to make me feel better is telling David off.",
        "Kelly: Maybe you could.",
        "[SCENE_BREAK]",
        "Todd: Listen, honey, I know you're scared, but everything's going to be just fine.",
        "Dani: No, don't tell me everything is going to be okay. You shouldn't have called the police! How could you do that?",
        "Todd: I didn't have a choice. There is no way Blair and I can let Ross take you away from us.",
        "Blair: Yeah, and we're going to call John, John's going to come over here, and he'll sort all of this out, all right?",
        "Dani: Yeah, but what's going to happen to you? They're going to send you to jail!",
        "Ross: Honey, it's okay. Don't worry about me. I'll be fine. I'll be fine. Okay.",
        "[SCENE_BREAK]",
        "Greg: What happens after Ross gets custody of Danielle? He just hands her back over to you and you sell her back to Todd and the two of you split the take?",
        "Eli: Something like that.",
        "Greg: Eli, this is not what Téa wanted for her daughter.",
        "Eli: If it were, do you think I'd have to doctor the will?",
        "Greg: Look, this isn't some inheritance. You're playing with someone's life. Exploiting a grief-stricken, traumatized girl. Someone your brother claims he loves. That you claim that you love. And you don't even care.",
        "Eli: Don't you think it's a little late for moral qualms, Doctor, after what you did to Téa?",
        "Greg: Look, Téa isn't...",
        "Eli: Téa--Téa isn't what?",
        "[SCENE_BREAK]",
        "Dani: How can I not worry about you? You're my dad! Mom's dead! You raised me! I love you. No, I can't watch you go to jail.",
        "Blair: Dani, Dani, Dani...shh. Listen, I know this might not seem like it, but it is going to be for the best.",
        "Dani: How can you say that?",
        "Blair: Okay, let's just think about Ross, all right? Let's think back--think back about when we were in Seattle, how he held us hostage.",
        "Dani: Oh! He was desperate.",
        "Todd: Don't make excuses for him.",
        "Blair: Yeah, and he might be desperate right now. Look at him. Him being here right now, and what he did with your mother's will, is wrong. He shouldn't even be here.",
        "Dani: No, Dad, you have to run. You have to go before the police get here. Dad, you have to go!",
        "Todd: Yeah, that's right, \"daddy,\" why don't you run? Maybe you should take Dani with you. And you could involve her in a near-fatal shootout. Then you could disappear and we'll all live happily ever after.",
        "Blair: Okay...stop it.",
        "Ross: No, no, you know what? He's right, he's right, honey. I...",
        "Dani: No. No, he is not.",
        "Ross: No, no, he's right--",
        "Dani: You have to keep running.",
        "Ross: No. No, listen to me, kiddo, I'm going to be fine. Okay? It's time that I--it's time that I face the music. It really is.",
        "[Todd chuckles]",
        "Ross: But I promise you, I will never turn my back on you again.",
        "[SCENE_BREAK]",
        "Dorian: Kelly, dear, let's keep it real. David is gone, adieu, finis. Basta la commedia!",
        "Kelly: That's true.",
        "Dorian: So how am I supposed to tell him off?",
        "Kelly: Well, I suppose you could pretend I'm David.",
        "Dorian: No, thank you. Really, I don't need to act out my emotions. I don't need to get into some psychobabble role-play exercise that you're suggesting.",
        "Kelly: You know what? Why don't you try it. You know, it could be therapeutic, okay? You know, you just--just imagine it. What would you say to David? What would it take for you to feel like you got some sort of--I don't know-- revenge? You'd feel some sort of satisfaction after what he did to you.",
        "Dorian: Please don't tempt me. 'Cause what I really want to do is deck the guy.",
        "Kelly: Okay! Good! Good, go ahead. Come on, if that's going to make you feel better, then do it. Do it! Slug me!",
        "Dorian: Well...",
        "[SCENE_BREAK]",
        "Bo: Sorry, Balsom. I wish I could help you, but I haven't heard from David. And I don't think that I should expect to after what happened.",
        "Rex: Ah, no problem. It was worth a shot.",
        "Nora: Hey, Rex, you want to stay for some baked Alaska? It's got flames.",
        "Rex: Yeah! I love things that are flame...",
        "Nora: Yes!",
        "Rex: No, you know what? I'm on the clock.",
        "Nora: Oh.",
        "Rex: Let me know if you hear anything.",
        "Bo: I will.",
        "Nora: Good night, Rex.",
        "Clint: Well, it looks like nobody's going to have any baked Alaska, so I'm going to go, too. Good night.",
        "Nora: Well, I... the flame and cherry...",
        "Bo: Oh...",
        "[Nora sighs]",
        "[SCENE_BREAK]",
        "Clint: Rex?",
        "Rex: Yeah, what's up, Clint?",
        "Clint: I know that you're just trying to make a living, but don't you think everyone will be better off if David Vickers stays gone?",
        "[SCENE_BREAK]",
        "Renee: Hi. Am I interrupting?",
        "Natalie: No, not at all.",
        "Renee: Is John still here?",
        "Natalie: No, he got called away.",
        "Renee: Oh, darn. I got back to the office and I realized...I have never congratulated you and John on the pregnancy.",
        "Natalie: Oh, thank you.",
        "Renee: And I've been thinking how much it would have meant to Asa. You know, he loved you right from the start. You were his little firebrand, a girl after his own heart.",
        "Natalie: You know, when we first met, he told me that I was the only real Buchanan with a head on her shoulders. But it meant a lot to me.",
        "Renee: And he would be so glad to know that you're adding another little new one to the clan.",
        "Natalie: I just wish he could be here to see this.",
        "Renee: Me, too. Especially since I have the feeling that this child is going to be one tough cookie.",
        "[Natalie chuckles]",
        "Renee: One half Buchanan and one half McBain.",
        "Natalie: I'm just--I'm just really proud that I get to carry my grandpa's great grandchild, you know? I miss him, a lot.",
        "Renee: Yeah. So do I, all the time. But you know what? He's going to go on living right here, in this little one. I just want to wish you and John, and the little one all the luck in the world.",
        "Natalie: Thanks, Renee. Thank you. It means a lot.",
        "Renee: So, did you find what you were looking for?",
        "Natalie: Unfortunately, no. And I'm starting to believe that there's nothing here to find.",
        "[SCENE_BREAK]",
        "Eli: What were you just about to say about Téa?",
        "Greg: Look, all I was going to say is, Téa isn't an issue anymore. But Danielle is an innocent young girl.",
        "Eli: You know what? Fine. If this is all making you a little too uncomfortable, you don't have to do it.",
        "Greg: What do you mean?",
        "Eli: I mean, you can turn around, walk right through those doors, and forget any of this ever happened.",
        "Greg: What about your injuries?",
        "Eli: As you pointed out, they have a staff of doctors here.",
        "Greg: But this is a hospice. They're not equipped.",
        "Eli: They're going to have to figure out a way.",
        "Greg: So what you're saying is, I can walk just right outside of that door? I can be done with you?",
        "Eli: Mm-hmm, of course. However, it would be a whole lot smarter if you just did what I want. Fix me up, Doc, take care of my head, and I will never bother you again.",
        "[SCENE_BREAK]",
        "Todd: You know, this whole, \"I won't run. I'm going to stay and face the music\"--that's very noble, but I'm not buying it. The only reason you're not going to run is because you're going to get caught.",
        "[Door closes]",
        "Todd: Yeah, John, here he is. Here's your felon. Go ahead and arrest him.",
        "John: Well, Rayburn, I don't know what you did to get released from custody in Tahiti, but I don't think it's going to work with the Seattle authorities.",
        "Officer: Ross Rayburn, you're under arrest.",
        "Dani: No, Officer, please don't. Please don't cuff him. He's not even trying to run.",
        "Ross: Honey, it's okay. Don't worry about it.",
        "Blair: Dani, it's going to be okay.",
        "Todd: Dani, it'll be over soon. Hey, John, here. He tried to pass this off as Téa's will. So when Seattle's done with him, you can charge him with fraud.",
        "John: Okay. Yeah, can you get me the Seattle P.D.? Tell them we got a fugitive in custody.",
        "Ross: Honey, think good thoughts. Everything's going to be fine.",
        "Officer: You have the right to remain silent...",
        "Blair: All right, Todd, I think we should take her back to Dorian's. She shouldn't have to watch any of this.",
        "Dani: No, I'm not going anywhere!",
        "Blair: It would just be for tonight, all right?",
        "Dani: Not until I find out about the will! I need to know what's supposed to happen to me.",
        "Todd: You can stay right here, honey. By the time he's out of jail, you'll be an adult and custody won't be an issue.",
        "Blair: Listen, your father and I will always be there for you, okay? Always. You can count on us.",
        "Todd: What's wrong, John?",
        "[SCENE_BREAK]",
        "Greg: It's very gracious of you to pretend that I have a choice. We both know that's not an option.",
        "Eli: Of course, Dr. Evans. You are a very smart man.",
        "Greg: There's just one thing I can't figure out. How is your brother going to take Danielle and just walk right out of Llanview with her? Ross is a wanted man.",
        "Eli: Oh... I've taken care of that.",
        "[SCENE_BREAK]",
        "Ross: What is it? What's going on, Lieutenant?",
        "Blair: John?",
        "John: There are no outstanding warrants for Rayburn in the state of Washington.",
        "Blair: What?",
        "Todd: Why the hell not?",
        "John: The charges were dropped.",
        "Ross: Well, it looks like the D.A. decided not to prosecute.",
        "Todd: Who did you pay off for this, huh? Or is this another gift from your psycho killer/lawyer brother?",
        "Ross: What, you think Eli had something to do with this?",
        "Todd: Hey, so if the charges were dropped, they can be reinstated, yes? You just...",
        "John: You know it doesn't work that way.",
        "Todd: The son of a bitch is guilty, John. What--you know--remember he...he kidnapped Blair and Dani. We were there. We can testify to that.",
        "Blair: Yeah.",
        "John: I'm sorry, but there's nothing I can do. Rayburn, you're free to go.",
        "Ross: Cuffs, please?",
        "[SCENE_BREAK]",
        "Natalie: You know, Renee, I never thought that I would complain about a hotel room being too clean.",
        "[Renee laughs]",
        "Renee: Not good for the forensic business, huh?",
        "Natalie: It's just like Eli Clarke was never here. He left nothing behind.",
        "Renee: Well, clearly, he was one thorough man. He seems to have thought of absolutely everything.",
        "Natalie: I just feel like I've got to be missing something.",
        "Renee: You know what really bothers me? He seemed like such a nice guy.",
        "Natalie: Hmm.",
        "Renee: Except when he was busting up furniture.",
        "Natalie: Him and Blair?",
        "Renee: Mm-hmm. And you know, maybe he felt a little guilty. Because before he left, he gave me lots of envelopes with substantial tips for the entire staff.",
        "Natalie: Envelopes? Sealed?",
        "Renee: Yes.",
        "Natalie: You wouldn't happen to have any of them, would you?",
        "Renee: As a matter of fact, one of the maids hasn't picked hers up yet.",
        "Natalie: Um, could I have it? I mean, I don't want the money in it, of course, just the envelope.",
        "Renee: Okay. What for?",
        "Natalie: It just could be important.",
        "[SCENE_BREAK]",
        "Rex: Why would it be better if Vickers stayed gone?",
        "Clint: Because he's a troublemaker. Reckless, destructive, beyond selfish.",
        "Rex: Well, there's no argument there.",
        "Clint: You know, Dorian and I over the years have had our differences, but the last thing she needs is to be worked over by that guy again.",
        "Rex: You don't like Vickers much, do you?",
        "[SCENE_BREAK]",
        "Dorian: Kelly, dear, nobody is going to slug anybody.",
        "Kelly: Okay, that's good. You know what? Punch this pillow. This pillow is David. It's going to be good practice for you.",
        "Dorian: Practice for what?",
        "Kelly: Hey, I'm the former face of Have-a-Seat and star of Supermodel Crime Club. I am the toast of London, Paris, and Dubrovnik now.",
        "Dorian: Dubrovnik?",
        "Kelly: Mm-hmm. And in every city, I have a girlfriend in every arrangement and in every single position I can think of.",
        "Dorian: Okay.",
        "Kelly: Yeah. It feels really good, wink wink, nudge nudge.",
        "Dorian: Kelly, really...really!",
        "Kelly: You know what? Every single girl I got is younger and prettier than a certain mayor I could name. Yeah, you know why? Because I'm single and I'm free and I'm having the time of my life, and I am so thankful that I did not get tied down to that battle ax. You should have tried having sex with her! It was like having--",
        "Dorian: You shut up! [Pants] Oh...",
        "[SCENE_BREAK]",
        "Nora: I'm sorry things were so awkward between you and Clint tonight.",
        "Bo: Did you feel a little awkward, too? Don't you think that Clint was--well, how did he say it himself? A little too close for comfort?",
        "Nora: No, not really. Okay, maybe a little bit, but I just think that's Clint's way of--of normalizing the situation, you know? He's trying to make us \"not the enemy.\" And--and I think we should encourage him doing that--for his sake.",
        "Bo: All right. I can do that, red--",
        "Nora: Okay.",
        "Bo: But--ahem--you have to stop feeling guilty. Now, you can't worry about Clint forever, okay? We are married, we are happy. What's done is done.",
        "Nora: And I am so glad that's the way it is.",
        "Bo: Me, too.",
        "Nora: [Chuckles] Hmm.",
        "Bo: Whoa.",
        "Nora: What?",
        "Bo: Clint stuck us with his check. Take a look at that. No, take a look at that.",
        "Nora: Oh!",
        "Bo: Look how much he spent on a bottle of wine.",
        "Nora: Oh, my--",
        "Bo: For my assistant.",
        "Nora: He likes her. Why not?",
        "Bo: Whatever. Look, I just can't help but think that somehow, he's trying to stick it to us.",
        "Nora: He did stick it to us.",
        "[Bo groans]",
        "Nora: And I can't blame him.",
        "[SCENE_BREAK]",
        "Dorian: Oh, Kelly! Oh, I'm--honey, I'm so sorry! Are you all right? Kelly? Kelly?",
        "Kelly: Yeah, I'm good. I'm good. That was good. You got a direct hit.",
        "Dorian: Oh, wow. Honey, I'm so sorry. I really didn't mean to hit you.",
        "Kelly: No, it was good. No, that was good.",
        "Dorian: But you know, you only have yourself to blame.",
        "Kelly: I know. Yeah, that was. But hey, did it make you feel better? That way, I know at least I wasn't trying in vain.",
        "Dorian: Yes. Actually, it did make me feel better. Ha ha! Yes, indeed. Of course, I know I'm never going to get to look David in the eyes and kick him in the...no, no, no, because he is off somewhere with his--well, rhinemaidens or whatever his latest sexual conquests are, and I'll never get to tell him.",
        "Kelly: You never know. Life is full of surprises.",
        "[SCENE_BREAK]",
        "Rex: Look, I know Vickers isn't your favorite person. He probably isn't anybody's.",
        "Clint: What gave it away?",
        "Rex: Oh, I don't know. Maybe when you nearly blew a hole through him at Bo and Nora's wedding.",
        "Clint: David ruined my marriage to Kimberly. I know what Kimberly and Stacy did to you, but I cared about her. And if I never see Vickers again, it'll be too soon.",
        "[SCENE_BREAK]",
        "Natalie: Here's our D.N.A. evidence. It's just like John said--no one gets away clean. They always make a fatal mistake.",
        "[SCENE_BREAK]",
        "Greg: I'll help you, Eli. But for the time being, you need to stay here and heal.",
        "Eli: For how long?",
        "Greg: Well, it's hard to say. The best case scenario, your hematoma recedes and heals itself.",
        "Eli: And how do I know you're not just trying to stall me?",
        "Greg: The first sign'll be when that bomb inside your head bursts and you die. So lie back down and don't move.",
        "Eli: I'm trusting you, Doc.",
        "Greg: Good. Now I've got to get back to Llanview before anybody notices where I've been. I've got to pay my respects to Téa at her memorial service.",
        "Eli: Give Téa my respects, too.",
        "Greg: Yeah. After I'm done, I'll check on you.",
        "Eli: Fine. Oh, and, Doc, I hope you're not trying to play me.",
        "Greg: Why would I do that?",
        "Eli: I have no idea. But you know what will happen if you are.",
        "[SCENE_BREAK]",
        "Todd: This is insane. I can't believe this is happening.",
        "Blair: It doesn't make any sense, John! Eli must have done something.",
        "Todd: You can't just let him go.",
        "John: I can't hold him if there aren't any charges against him. Take off the cuffs.",
        "Ross: Oh...",
        "Dani: Oh, my God. Dad, thank God you're not going to jail.",
        "Ross: Oh, yeah. I told you I'd come back for you, huh? Just like when we used to play that game in the water, when you were a little girl. Remember?",
        "Dani: I remember.",
        "Ross: I've missed you. Come on. I'm going to take you home."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=mf_lrbhwlVc"
}