{
    "Episode Summary": [
        "Episode # 10828"
    ],
    "Recap": [
        "Bo is trying and failing to reach Nora by phone. She does not return his calls at first but when she is ready to do so, somebody comes up behind her and covers her mouth. Meanwhile, Clint assures Inez that he knows she can successfully take Bo from Nora although she knows that they are not going to break up forever after a fight. He tells her that he fulfilled his end of the bargain by taking care of her abusive ex and needs her to come through on her end. Hearing that, she wants to know what he did to Eddie. He then indicates he's going to put Eddie to some good use and then get rid of him. Eddie has chloroformed and kidnapped Nora and is keeping her in a motel room. He make sure that she cannot call Bo back and texts to him that she will never forgive him for his part in the argument. Meanwhile, Inez finds Bo at Buenos Dias and has the perfect opportunity to comfort him in his hour of need.",
        "Rex is ready to dig up some dirt on Marty for Todd and is not asking questions since he needs money. Gigi questions whether he should do that but does inform him that she knows that Marty is on the warpath to get Natalie in trouble. Right then, they notice Marty ready to give John a special gift and Rex somehow knows that there is something secretive in the gift wrapped box. Dorian tries to make nice to Echo and gets her drunk. Viki, Charlie, and Clint come and see them together and ask what they are doing. Dorian protests that she wants to prevent Echo from taking Charlie from Viki but Viki does not want Dorian's help. When Echo has had too much, Charlie takes her home and she kisses him. She still cannot bring herself to tell Charlie, that Clint is Rex's father, not Charlie. Joey wants to introduce his family to Aubrey. Little does Aubrey know that Kelly is ready to go after Joey. Aubrey and Kelly are becoming friends and neither knows that they are going after the same man. Joey informs his parents that he intends to marry Aubrey."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Charlie: Phone. Is Echo around?",
        "Viki: That's your first question, \"Where's Echo?\"",
        "Charlie: Um, oh, hey, how's your day going so far?",
        "Viki: Well, I've been here all morning. Actually, Nora came by.",
        "Charlie: What?",
        "Viki: Echo's not here...thank goodness.",
        "[SCENE_BREAK]",
        "Dorian: You need to get this out, don't you? Tell me.",
        "Echo: It's all wrong.",
        "Dorian: Charlie isn't Rex's father. It's Clint.",
        "Echo: It's not my fault.",
        "Dorian: What isn't your fault, Echo?",
        "Man: Hello, Dorian.",
        "Dorian: Sorry. We're busy-- hello, Joe.",
        "[SCENE_BREAK]",
        "Inez: Why won't Nora be a problem? You sound so sure.",
        "Clint: I am. You're a very attractive woman, Inez.",
        "Inez: That's not enough.",
        "Clint: It is if you have the right conditions.",
        "Inez: I'm telling you there's no way.",
        "Clint: Last night, Bo and Nora had a huge fight.",
        "Bo: Nora, we need to hash this thing out. Now, I think we can both agree that I was an idiot and I said the stupidest thing I could possibly say. I think that's a good place to start, so please call me back, red, all right? I love you.",
        "[SCENE_BREAK]",
        "Gigi: You know, we could have eaten at Rodi's for free.",
        "Rex: Money is no object.",
        "Gigi: Since when?",
        "Rex: Todd is paying me to keep an eye on Marty Saybrooke. Subtle, Morasco.",
        "Gigi: Sorry. I'm not the trained private eye. So why does Todd want you to watch Marty?",
        "[SCENE_BREAK]",
        "Marty: You'll be surprised.",
        "John: Okay.",
        "Marty: Yeah, go ahead. Rip it open.",
        "John: Yeah? All right.",
        "Bo: Hey.",
        "John: Hey.",
        "Bo: Am I interrupting?",
        "[SCENE_BREAK]",
        "Inez: Couples have fights all the time. It doesn't mean anything.",
        "Clint: This one does.",
        "Inez: No. Bo and Nora are not gonna break up over some fight, no matter how big it was.",
        "Clint: What kind of an attitude is that?",
        "Inez: I'm being realistic. They've probably made up already.",
        "Clint: No, they haven't. And I have a feeling they're not gonna get back together anytime soon.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Nora: Ah! Oh! Oh!",
        "[SCENE_BREAK]",
        "Dorian: Joe. Ha ha. You look well.",
        "Joey: So do you. And you're surprised to see me.",
        "Dorian: It's been a long time. What brings you back to town?",
        "[SCENE_BREAK]",
        "Kelly: Ha ha. Let's see what you got that's gonna dazzle the boyfriend's parents.",
        "Aubrey: I am so lucky we ended up on the same flight over. You are a godsend.",
        "Kelly: Well, you know what? You talked me down when I was ready to give up on my guy. It's very obvious that we were meant to meet.",
        "Aubrey: I know, right?",
        "Kelly: Come on.",
        "[SCENE_BREAK]",
        "Joey: Like you said, it's been a long time. I have some, uh, family business that I need to take care of.",
        "Dorian: So you're here to see Clint?",
        "Joey: Dad, Mom, everyone. I'm staying at Llanfair.",
        "Echo: Hold on. Joe? Joey? Viki's son?",
        "Joey: That's right. Mm-hmm.",
        "Echo: He's the reason that I had to move into that tiny room in the back of the house.",
        "Joey: So you're the woman making my mom and Charlie miserable?",
        "[SCENE_BREAK]",
        "Charlie: Well, do you know where Echo is? Okay, never mind. I'm just gonna leave this here, okay?",
        "Viki: A toolbox? Is she going to break out of here?",
        "Charlie: No. She just wanted me to get some old tools for her that she could clean up to give to Shane for Christmas. She's a little short on cash.",
        "Viki: Hmm, I heard.",
        "Charlie: Yeah, and she's nervous that it's not gonna be enough, but I think Shane's gonna love it, don't you?",
        "Viki: Honey, I'm sure he will.",
        "Charlie: Yeah. And I'm gonna throw in a few carpentry lessons, you know. Just --he can pick out a project, and then... and then we can do it together. I'm gonna buy him some, too, but it'll be kind of cool to spend some time together with him.",
        "Viki: You look so excited.",
        "Charlie: Well, it's great to have kids at Christmas. And I know, we have Bree and, well, with the two girls, we're gonna have a houseful soon, but--",
        "Viki: Shane is your grandson.",
        "Charlie: Yeah. This is the first chance we have to spend a Christmas...as family. And that includes Echo.",
        "Viki: Yes. Yes, I know that.",
        "Charlie: Yeah.",
        "Viki: Okay, I think it will be a lot easier for me to accept when she's no longer living here.",
        "Charlie: Yes, and I think that Echo's gonna be on her feet soon and she's gonna be out of your hair.",
        "Viki: And yours.",
        "Charlie: I want to thank you for being so understanding.",
        "Viki: Oh--",
        "Charlie: No, it means a lot to me and to Rex, hmm?",
        "[SCENE_BREAK]",
        "Rex: Todd is convinced that Marty's dangerous because of the whole Hannah thing. He doesn't want her around Hope.",
        "Gigi: Isn't that up to Starr? Hope's her daughter.",
        "Rex: No. She's Todd's granddaughter. He knows best.",
        "Gigi: Of course.",
        "Rex: Anyway, so now I have to find evidence to prove to Starr that Marty's a menace. Gige--",
        "Gigi: Sorry, sorry. You really think Marty's dangerous?",
        "Rex: I don't know.",
        "Gigi: I mean, I know she's been through a lot lately, but she looks like she's got it together.",
        "Rex: You never know what people are hiding.",
        "[SCENE_BREAK]",
        "John: Bo, please, sit down.",
        "Bo: Ah, thank you.",
        "John: Join us.",
        "Bo: All right. Oh, I heard about what happened at Statesville.",
        "Marty: One of my many nightmares. It's dangerous in there.",
        "Bo: Is Cole okay?",
        "Marty: Minor injuries this time.",
        "John: He'll be...he'll be better on \"C\" block, I promise.",
        "Bo: You got him moved?",
        "John: Yeah, I got him moved.",
        "Marty: Yeah, I was so relieved.",
        "Bo: How did you do that? That warden, you know, he's a hard case.",
        "John: I know. I know. I explained to him how Cole ended up in there, that he saved the state the cost of Clarke's trial and incarceration.",
        "Bo: That guy doesn't budge for anyone. John got him to move.",
        "Marty: Yeah, it's a miracle.",
        "John: No. It was no big deal. The warden owed me a favor, and today I called it in. As the world works, right?",
        "[SCENE_BREAK]",
        "Inez: I just don't see how I can get Bo to...is there something else? What do you really need me to do, Clint?",
        "Clint: Live up to your end of the bargain.",
        "Inez: I'm willing to try, but if I can't--",
        "Clint: Look, I took care of your abusive ex. You knew the price for that.",
        "Inez: What did you do to Eddie?",
        "Clint: He's gone! Are you really worried about how I made it happen?",
        "Inez: Yes! Not that he doesn't deserve it, but I didn't ask you to hurt him.",
        "Clint: I didn't have to.",
        "Inez: What, he just left?",
        "Clint: He will.",
        "Inez: This is wrong. Clint, please tell me what's going on.",
        "Clint: Look, Eddie is taking care of some business for me, and then he will disappear.",
        "Inez: What kind of business?",
        "Clint: You don't need to worry about that.",
        "Inez: Maybe I do.",
        "Clint: No. I found a way to use Eddie's talents to help a lot of people.",
        "[SCENE_BREAK]",
        "[Cocks pistol]",
        "Eddie: Good morning, Counselor. Rise and shine. Well, you can scratch that first part.",
        "Nora: Eddie?",
        "Eddie: Oh, that's so sweet. You remember my name.",
        "Nora: Why?",
        "Eddie: Well, most people don't take the time.",
        "Nora: No. Why? Why? You walked. The assault charges were pled down to nothing.",
        "Eddie: Well, it helps when you're innocent.",
        "Nora: No. Eddie, why did you-- why did you grab me?",
        "Eddie: Oh, that? No. Oh, that's got nothing to do with all that. No, I don't hold a grudge. Ask my boys.",
        "Nora: Well, then, what's going on? What do you want with me?",
        "[SCENE_BREAK]",
        "Charlie: Now, has Joey said why this is such a big deal, this lunch?",
        "Viki: No. He's being very mysterious. Said it's a big surprise. He wants Clint there, too.",
        "Charlie: Well, you think he's in trouble?",
        "Viki: No, no, no. That's not Joey. No, I think that this is some new quest, you know, some new calling in his life.",
        "Charlie: Well, I'm looking forward to it.",
        "Viki: Really?",
        "Charlie: Yeah. Look, I'm glad to spend time with your family, and especially now. You've been so good about...things.",
        "Viki: Thank you. And I tell you what, let's try to spend the rest of the day not thinking about things.",
        "[SCENE_BREAK]",
        "Dorian: Echo DiSavoy, may I present Joe Buchanan.",
        "Echo: [Chuckling] Oh! Oh, sorry.",
        "Dorian: My goodness...gracious.",
        "Echo: I'm sorry. Did I get it on you? Your mom has been great. She is a fabulous woman.",
        "Joey: Yes, she is.",
        "Dorian: Uh, Joe, we really must spend some time catching up. Are you in town for long?",
        "Joey: I don't know. The only thing on my schedule is this lunch with Charlie, Mom, and Dad.",
        "Dorian: Today?",
        "Joey: Yeah.",
        "Dorian: So Clint, your mother, and Charlie are coming here now?",
        "[SCENE_BREAK]",
        "Kelly: So the parents, are they conservative or still trying to be just a little hip?",
        "Aubrey: I couldn't tell you. We haven't met. So what do you think?",
        "Kelly: Well, they're all gorgeous. Of course, great designer. I love her stuff.",
        "Aubrey: She has a shop in the Marais. I go every time I'm in Paris.",
        "Kelly: Oh, I miss Paris.",
        "Aubrey: I've been in love with it ever since boarding school.",
        "Kelly: You were in school in Paris? Which one?",
        "Aubrey: Ecole Madame Laurent.",
        "Kelly: Oh, my God. I went there.",
        "Aubrey: You're kidding?",
        "Kelly: No. I'm serious. I mean, I got kicked out, which I guess is why we never met.",
        "Aubrey: I guess.",
        "Kelly: Wow. What a small world.",
        "Aubrey: Yeah.",
        "Kelly: I can't believe how much we have in common. Huh.",
        "[SCENE_BREAK]",
        "Rex: Have you seen Shane's Christmas list? 4 pages.",
        "Gigi: Yeah, with footnotes.",
        "Rex: What's up with that?",
        "Gigi: Uh, he's learning how to do research papers in school. With any luck, he'll teach me.",
        "Rex: Good luck getting Santa to read it.",
        "Gigi: Remember last year? We were so grateful he was alive?",
        "Rex: Yeah. I would have gotten him anything.",
        "Gigi: What--what did he want? All he wanted was a baseball bat and a glove, a hamster, and now this year, he's into all this stuff like--like nothing ever happened.",
        "Rex: Yeah. Pretty great.",
        "Gigi: Yeah, it is.",
        "Rex: And that is why we have to get him as much on his list as Todd's money will buy, even if it means I have to follow Marty for as long as it takes me to realize that there's no dirt to be found.",
        "Gigi: She has been...acting a little strange lately.",
        "Rex: Really? What do you mean?",
        "Gigi: Just with Natalie. She's been taking it out on her. She blamed Natalie for Cole going to jail.",
        "Rex: That makes no sense.",
        "Gigi: Yeah, well, she must have figured that out 'cause she calmed down.",
        "Rex: Marty's a shrink. If anybody should know how to handle things...",
        "[SCENE_BREAK]",
        "Bo: No way that it was that easy, John. That warden won't return a phone call if he's not in the mood.",
        "John: I guess I got him on the right day.",
        "Bo: I don't care what he says. Cole's lucky that John's watching his back.",
        "Marty: I know.",
        "Bo: Mm-hmm. You're a good friend.",
        "John: I'm trying.",
        "Marty: Yeah, you are.",
        "[Cell phone rings]",
        "Bo: That's the department. Excuse me.",
        "John: Sure. Okay, well, let's see what's in this box.",
        "Marty: You know what? You--wait.",
        "[SCENE_BREAK]",
        "Eddie: What do you think I want with you?",
        "Nora: I don't know, but you're gonna be in big trouble if you don't let me go this minute.",
        "Eddie: Relax and it won't hurt.",
        "Nora: Listen, you've kidnapped me, Eddie.",
        "Eddie: Oh, that again.",
        "Nora: Well, that's how it's gonna look. If you...if you needed to talk to me about something or anything--",
        "Eddie: There. Not so much fun when the tape's on the other mouth, is it? I need you to sit tight. I got to go run an errand.",
        "Nora: [Muffled yell]",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Clint: Go buy yourself something sexy. You're right. You don't need it.",
        "Inez: I won't--",
        "Clint: Spare me the lecture, would you? I don't care how you get Bo in bed, just do it. He's having a very bad day. Now is the time to strike.",
        "Inez: I hate this.",
        "Clint: Oh, don't we all? Just go find Bo and comfort him. He's gonna need it real soon.",
        "Bo: The duty sergeant can sign off on that. Yeah. Hey, did I get any messages from my wife? Yeah. No, okay. Thank you. Oh, come on, Nora. Call me already.",
        "[SCENE_BREAK]",
        "Nora: Ungh.",
        "[SCENE_BREAK]",
        "Eddie: You know, when that moat freezes, people could just walk in here.",
        "Clint: How'd it go?",
        "Eddie: Nice. Smooth. Huh.",
        "Clint: You didn't hurt Nora, did you?",
        "Eddie: Nah. But she's got a mouth on her. I had to shut her up. Nah, nothing like that. I just, you know--",
        "Clint: No, no. I don't want to hear it. Give me Nora's phone.",
        "Eddie: Right.",
        "Clint: Well, look at this. Already 3 messages from Bo.",
        "Eddie: Oh! The guy is pathetic! I need some money for my motel room.",
        "Clint: No, you don't, Eddie.",
        "Eddie: What? When do I get the rest of my money?",
        "Clint: When the job is done. Here you go. Now, do you know what to do?",
        "Eddie: Yeah.",
        "Clint: In one hour, after I'm at the Palace and I'm there in front of all these witnesses who can testify that I had nothing to do with it--",
        "Eddie: That's when I hit the button.",
        "[SCENE_BREAK]",
        "Rex: Lunch is on Todd, so order the most expensive thing on the menu. We can even write off some dinners, too.",
        "Gigi: Does Marty even go out that much? She seems kind of alone.",
        "Rex: Well, she's not my only case for Todd. He also has me checking out a guy named Eddie Ford.",
        "Gigi: Hmm. With any luck, he likes to go to dinner at the Palace.",
        "Bo: Not very likely.",
        "Rex: Hey.",
        "Bo: You're investigating a guy named Eddie Ford?",
        "Rex: Yeah. He might be part of a case that I'm working on.",
        "Bo: I know the guy. He's a repeat offender.",
        "Rex: Yeah, I saw his priors in Ohio.",
        "Bo: Did you know that he walked on an assault charge right here in this town?",
        "Rex: No.",
        "Bo: Listen to me, Balsom--",
        "Rex: Please do not call me off this. I need the money.",
        "Bo: No, look. I want you all over this guy. I want you everywhere I can't go.",
        "Rex: Yeah?",
        "Bo: Yeah. Because what happened, it doesn't really add up. This guy, he's a lowlife. The best he should have had was a public defender. He walks in with some hotshot attorney who plea bargains the whole thing down to a misdemeanor, and Eddie pays the fine.",
        "Rex: How did he afford that?",
        "Bo: That's a good question.",
        "Rex: You have anything else on him?",
        "Bo: No. But if I do, I'll let you know. You do the same.",
        "Rex: Sure.",
        "Bo: And I don't care how you get the evidence, wherever you get it, you just bring it to me. I'll figure out what to do with it, and I don't care if it's outside my jurisdiction.",
        "Rex: You really want this guy.",
        "Bo: Yeah. You come up with any reason at all that we can lock him up, you call me, day or night.",
        "Rex: Sure.",
        "Bo: Have a good lunch.",
        "Gigi: Wow. This Eddie Ford guy seems like really bad news.",
        "Rex: Yeah. Sounds like it's personal for Bo.",
        "[SCENE_BREAK]",
        "Marty: You know what? This was a bad idea. Let's just forget it.",
        "John: Taking back my present?",
        "Marty: Yeah, I wouldn't want Natalie to get the wrong idea.",
        "John: I think she understands I care about you and I care about Cole.",
        "Marty: Right. Then I think Cole should get you a present, you know. He could come up with something different. He'd want to, and I'll talk to him the next time I see him.",
        "John: Cole could just give me what you have here in the box.",
        "Marty: No. I think he'd probably want to come up with his own idea. It'd be much better, all right?",
        "John: Now I feel like this kid at Christmas who's got all these presents under the tree but he's not allowed to open any of them.",
        "Marty: Well, you're a big boy. You can wait.",
        "John: So I'll wait for Christmas, then.",
        "Marty: Yeah, wait and see.",
        "[SCENE_BREAK]",
        "Waiter: Thank you.",
        "Joey: I'll be in touch.",
        "Dorian: Ah, yes.",
        "Joey: And I guess I'll see you back at the house.",
        "Echo: You bet. Ha ha. Wow. He is, um, hot. I can say one thing for Viki. She knows how to make good-looking kids.",
        "Dorian: I could say the same about you. Your Rex...hot.",
        "Echo: Yeah.",
        "Dorian: Then, of course, his father does have something to do with that, doesn't he? You wanted him to get to know his father, didn't you?",
        "Echo: Yeah.",
        "Dorian: And how did that go? Come on, Echo, you can unburden yourself to me.",
        "Echo: I can't.",
        "Dorian: Why not? Just say it--",
        "Echo: Charlie is...Chuckles, and he's such a good, kind man, and he deserves to have a son.",
        "Dorian: And?",
        "Echo: And he should. He should be a dad...because Charlie is... Char...",
        "Dorian: Charlie! And Viki. Hello.",
        "Echo: Uh, hi.",
        "Charlie: Yeah. What's-- what's this?",
        "Dorian: This is brunch. I know the two of you are meeting your Joey.",
        "[SCENE_BREAK]",
        "Kelly: Okay, let's see you twirl. Good. Now sit. Cross your legs. Perfect. Any parent would love you in that dress.",
        "Aubrey: Are you sure it's not too much for lunch?",
        "Kelly: Of course not, especially here. It makes me wish I had dressed up a little more.",
        "Aubrey: Why? What are you talking about? You look fabulous, Kelly.",
        "Kelly: Well, I thought I should keep it casual, but now I'm not so sure. I mean, this is not the best color on me, and I don't even know why I bought this blouse. It's just so busy.",
        "Aubrey: Because it looks amazing on you.",
        "Kelly: Ahh. I don't even have enough time to go home and change.",
        "Aubrey: Well, the guy's already into you, isn't he? I mean, the chemistry's still there, right?",
        "Kelly: Yeah. I think I felt something, you know, when he Heimliched me. I don't know. I might be putting too much stress on this lunch, but I just-- I want to look my best.",
        "Aubrey: And you will. Pick out a dress.",
        "Kelly: What?",
        "Aubrey: I'm sure they'll fit you. Just pick one.",
        "Kelly: No, I couldn't.",
        "Aubrey: Of course you could. Come on, I owe you, and I am a sucker for a love story.",
        "Kelly: All right, maybe if I could just borrow some blush and just freshen up, that'll be enough. And maybe if I could just try on this dress.",
        "Aubrey: Mm-hmm. It'll be perfect on you.",
        "Kelly: Hee hee!",
        "[Knock on door]",
        "Aubrey: Coming.",
        "Joey: Hey. You look amazing.",
        "Aubrey: Thank you. Come on in.",
        "Aubrey: So...how do I look? Do I pass?",
        "Joey: I think that we should stay right here.",
        "Aubrey: What?",
        "Joey: 'Cause you cannot leave the room looking this good.",
        "Aubrey: No, no, no. No. I cannot meet your parents with smeared lipstick.",
        "Joey: They'd be thrilled that you make their son so happy.",
        "Aubrey: Something tells me that wouldn't be their first thought.",
        "Joey: Okay. Are you ready?",
        "Aubrey: Uh, just one second.",
        "Joey: Okay.",
        "Aubrey: My boyfriend's here. You want to meet him?",
        "Kelly: Oh, maybe another time. You know, when I'm dressed. Ha!",
        "Aubrey: Right. Good idea. We have to go. Are you okay? You can stay here as long as you like.",
        "Kelly: Oh, thank you.",
        "Aubrey: And have a strawberry. My boyfriend sent them. Completely decadent.",
        "Kelly: Ooh, I'll take two. Good luck!",
        "Aubrey: Good luck to you, too. Ready.",
        "Joey: Who do you have stashed back there? What, should I be jealous?",
        "Aubrey: It's that girl I met on the plane. We ran into each other downstairs.",
        "Joey: Oh, is she staying here, too?",
        "Aubrey: No. It was just a coincidence. She helped me get ready.",
        "Joey: Hmm. Well, the woman obviously has good taste. Hot!",
        "[SCENE_BREAK]",
        "Echo: Your Joey, he's hot! Oh, but then again, my Rex is pretty pretty, too. I mean, he should be with a dad--",
        "Viki: How much have you had to drink?",
        "Charlie: Dorian?",
        "Dorian: I've had a cocktail or two.",
        "Echo: But Echo is drunk.",
        "Echo: Really? Oh, no! No, no, no, guys! Woo! Oh ho ho! See? See? Not to worry.",
        "Viki: Okay, we won't. Let's sit down.",
        "Charlie: We can't just leave her like that. She can hardly stand up.",
        "Viki: Well, that's not your responsibility, though.",
        "Charlie: What if she tries to drive?",
        "Viki: She's not gonna drive. Dorian has a driver.",
        "Charlie: Yeah, and I'm not sure that I trust her driver. Come on, come on. I'm taking you home.",
        "Dorian: Oh, no, no. That's not necessary.",
        "Echo: Hey, thanks for brunch!",
        "Viki: How many pitchers of whatever this is did you order for her?",
        "Dorian: Almost enough.",
        "Viki: And what does that mean?",
        "Dorian: Viki, I am trying to keep that harlot away from your husband.",
        "Viki: What a great plan! See how well it's working?",
        "Dorian: Well...",
        "[SCENE_BREAK]",
        "Bo: Did Nora come by the office this morning?",
        "Inez: I don't know. I took the morning off.",
        "Bo: Oh, that's right. I forgot.",
        "Inez: Is everything okay?",
        "Bo: Yeah, everything's just fine. You know, I thought maybe Nora might just check in with me this morning.",
        "[SCENE_BREAK]",
        "Viki: I cannot believe you would use liquor as a weapon again.",
        "Dorian: It was 5 seconds away from working.",
        "Viki: Okay, what was the plan?",
        "Dorian: In vino veritas. Or in this case, mimosa veritas. Echo was just about to confess that Charlie is not Rex's father and--Clint is here.",
        "Clint: Hello, Viki.",
        "Viki: Hi, Clint.",
        "Clint: Dorian.",
        "Dorian: Clint.",
        "Clint: Did you get a table?",
        "Viki: Yes. We are right here.",
        "Clint: Where's Charlie?",
        "Viki: Charlie had something more important to do.",
        "Dorian: And where is your girlfriend?",
        "Clint: None of your business.",
        "Dorian: Ooh, do I detect a frisson of bitterness?",
        "Clint: No. Inez and I broke up. Don't gloat until I turn my back. I'm gonna sit down.",
        "Viki: Leave this thing with Charlie and Echo alone, please.",
        "Dorian: 5 seconds and--",
        "Viki: Dorian, I'm begging you, please drop it.",
        "Dorian: If you insist.",
        "Viki: Thank you.",
        "Dorian: Someday you're going to thank me.",
        "Viki: Ohh. You're the one",
        "[SCENE_BREAK]",
        "Marty: Uh, thanks again, for all your help.",
        "John: Anytime. I'll call over to Statesville tomorrow and see how Cole's doing.",
        "Marty: Oh, you've been so good to us. I hope someday I can repay the favor.",
        "John: Forget about it. I'll-- I'll see you later, okay?",
        "Marty: Okay.",
        "[SCENE_BREAK]",
        "Rex: Come on.",
        "Gigi: What are you doing?",
        "Rex: It's P.I. 101. Never miss a chance to spend some time with the person you're tailing.",
        "Rex: Marty!",
        "Marty: Ah! Gosh.",
        "Rex: Sorry. You're dropping things today. Hmm. Feels empty. What do you have in here?",
        "[SCENE_BREAK]",
        "Bo: Have...you seen Nora today?",
        "John: Nora? No. Have you?",
        "Bo: No.",
        "John: Is that why you look like hell?",
        "Bo: Yeah. We had a fight, a big one.",
        "John: About what?",
        "Bo: Well, I...it doesn't matter. You know, Nora was wrong. She was dead wrong, but then I said the stupidest thing that I ever could have said. Now she won't let me apologize.",
        "John: Just say it.",
        "Bo: I would if I could talk to her. But she stayed in her office last night. I got that much out of her secretary. Now she won't return my calls.",
        "John: Well, I guess leave it alone. Yeah. You know, I mean, if she's that ticked off, you know, there's nothing you can say. Just let her cool off and then, you know, things will blow over. They always do.",
        "Bo: I think we're gonna have to talk about this one.",
        "John: That bad?",
        "Bo: Yeah. You know, I hit the grand slam of stupidity. I went to the worst place I could go.",
        "John: Then you better let her cool down, Bo. It took you and Nora a long time to get back together. It's gonna take more than one fight to tear you apart.",
        "[SCENE_BREAK]",
        "Eddie: Sounds like you got a spring in your step. Hey. I'm not paying for these skid marks. That's coming out of your wallet.",
        "Nora: [Muffled]",
        "Eddie: Hmm? That's better. You're getting the hang of it. I need my peace and quiet. Now, look, I'll take the tape off, okay, but you got to remember to use your inside voice. Zip it. Okay? Now, remember, if you got any ideas, I got a gun, and I'm not afraid to use it.",
        "Nora: Ah!",
        "Eddie: I know. I know. I know. But it hurts less if we do it fast.",
        "Nora: Where were you?",
        "Eddie: What are you, my mother?",
        "Eddie: I had business.",
        "Nora: What kind of business? I mean, you must want something, Eddie. How can I help you if I don't know what's going on?",
        "Eddie: You want to help me? It's the first time I ever heard that from a woman. Huh.",
        "Nora: Eddie, how come you-- how come you took my phone? It's not as if I can use it.",
        "Eddie: Oh, you just did.",
        "Nora: What?",
        "Eddie: Just wait.",
        "[SCENE_BREAK]",
        "Echo: Ay! Ooh, I can walk! I can walk, Chuckles, straight to the bar.",
        "Charlie: Okay, come on, no, no, no!",
        "Echo: Okay.",
        "Charlie: I'm cutting you off! Look, you don't--you've got a problem.",
        "Echo: I'm not the alcoholic. Oh, I'm so sorry. That just was not...",
        "Charlie: No, no. That's okay. It's no secret.",
        "Echo: What? What is that? You look like you've got something to say. And it's okay because I can take it.",
        "Charlie: Look, Echo, I don't judge.",
        "Echo: Sure you don't. Ha ha!",
        "Charlie: It's just that this is bad memories for me. When I was like this, the way you are right now, I was pretty miserable.",
        "Echo: No. You were a happy drunk. Until about 4:00 A.M.",
        "Charlie: Yeah, right.",
        "Echo: Yeah. And then...and then all your demons came out, and then...we'd make them all go away.",
        "Charlie: Well, we tried. So what are you doing now, Echo, hmm? You chasing after some old demons?",
        "Echo: No.",
        "Charlie: Yeah? Well, some new ones? Hey.",
        "Echo: Ha ha! It was brunch.",
        "Charlie: Yeah, and what is Dorian up to?",
        "Echo: She's just being my friend.",
        "Charlie: Dorian?",
        "Echo: She used to be a friend. She could be again.",
        "Charlie: This is the woman who tried to ply me with alcohol just to get what she wanted.",
        "Echo: Hey, you know what? She knows that I can't afford to splurge like that, so...and we had a good time.",
        "Charlie: Mm-hmm. Oh, good enough so that you end up in the middle of the afternoon tanked!",
        "Echo: I'm not--",
        "Charlie: Why are you drinking so much?",
        "Echo: Because of you!",
        "[SCENE_BREAK]",
        "Clint: It wasn't luck that made me end it with Echo way back when. What happened was I wised up enough to realize I had the best woman in the world right at home.",
        "Viki: Oh, Clint. Thank you. That's so nice.",
        "Clint: I loved you. Just like you and Charlie are now in love. And Echo can't hurt that if you don't let her, right?",
        "Viki: Right. Did Joey tell you what this lunch was about?",
        "Clint: No. He just wanted to make sure we were gonna be here, all of us.",
        "Viki: I don't know why the big mystery.",
        "Clint: I think we're gonna solve it now. Joey.",
        "Joey: Hey, Dad. Mom.",
        "Viki: Hi, honey.",
        "Joey: Have you guys been waiting long?",
        "Viki: No, no.",
        "Joey: This is Aubrey.",
        "[SCENE_BREAK]",
        "Kelly: First impulse is always the best. This is me... with very flat hair. Okay. Okay. That's it. That's it. No more. No more. Okay. Yes. Yes. Aren't you very good. You're so delicious. You're so delicious. \"I just left you in the room, but I miss you already. Love J.\"",
        "[SCENE_BREAK]",
        "Marty: It's an early Christmas present.",
        "Rex: Feels like a box of nothing.",
        "Marty: Did you want something?",
        "Rex: Yeah. You dropped this.",
        "Marty: Oh. Well, thanks.",
        "Rex: Weird.",
        "Gigi: What?",
        "Rex: The way she grabbed that box from me. What, did she think, I was gonna steal it? I swear it felt empty, not to mention an early Christmas present wasn't wrapped in Christmas paper.",
        "Gigi: You really think it's that big a deal?",
        "Rex: Come on, you don't get a weird vibe?",
        "Gigi: Well, she was definitely being weird.",
        "Rex: Yeah.",
        "Gigi: Maybe Todd's right? Maybe Marty has something to hide?",
        "Rex: If she does, I'll find it.",
        "[SCENE_BREAK]",
        "John: It'll work out, Bo.",
        "[Cell phone rings]",
        "John: Excuse me. Hey. Is everything okay? Yeah. No. I'm right here. Okay.",
        "[SCENE_BREAK]",
        "Inez: I don't believe you.",
        "Bo: What?",
        "Inez: You say everything is okay, but you look really upset.",
        "Bo: Don't worry about it.",
        "Inez: You've been a really good friend to me. So...let me return the favor.",
        "[SCENE_BREAK]",
        "Nora: Eddie, you need a plan. We need a plan. We need a plan for when Bo comes looking for me 'cause he will.",
        "Eddie: Oh, he already has. Don't underestimate him. 3 messages.",
        "Nora: Well, if I don't call him back, he's gonna wonder why.",
        "Eddie: Not anymore.",
        "[Text message tone]",
        "[SCENE_BREAK]",
        "Bo: You're right. It's been a rough day. I, uh--",
        "[Text message tone]",
        "Bo: I got a text from Nora. I...",
        "Inez: No, no. Please go ahead.",
        "Bo: Okay.",
        "Bo's voice: \"I'm still furious over what you said last night. I honestly don't know if I can ever forgive you.\"",
        "Inez: Is everything okay?",
        "[SCENE_BREAK]",
        "Charlie: You're drinking because of me?",
        "Echo: Oh, uh, it's...um, not like...not like you made me do it. It's...it's just--",
        "Charlie: Echo, just--",
        "Echo: You're just such a wonderful man, and I just... I feel...",
        "[SCENE_BREAK]",
        "Viki: Hello, Aubrey. Nice to meet you.",
        "Aubrey: So nice to meet you, Mrs. Banks. Hello, Mr. Buchanan.",
        "Clint: Nice to meet you, Aubrey. Please call me Clint. So, Joey, this your new girlfriend?",
        "Joey: No. Aubrey's not my girlfriend.",
        "[SCENE_BREAK]",
        "Kelly: Hmm. One more thing we have in common. Aubrey and I both love men whose name's begin with \"J.\" All right, Joey, ready or not, here I come.",
        "[SCENE_BREAK]",
        "Joey: Mom, Dad, Aubrey is the woman I'm going to marry."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=u39JRmBNdaw"
}