{
    "Episode Summary": [],
    "Recap": [
        "Adriana still holds the symbol of \"One Perfect People\" in her hand when there is a knock on the door and it is Tate. When Tate comes in, she holds up the symbol of \"One Perfect People.\" She asks him where he got it. He questions her as to where she had found it. She told him in his backpack. Viki questions Sarah if she knows where Todd is. Viki demands to know if Todd is still alive. Clint begins to ask Cristian and Rex if they saw Todd. Sarah tells them that Todd was still alive when she saw him last. Todd is on the phone with Dorian and tells her that he wants to talk to Blair. Dorian lets him know that Blair isn't there. Blair and Starr walk into the police station just in time to hear Cole say that he had known for a while that Todd was alive. Blair demands to know where Todd is. Viki starts to call the police, but Rex and Cristian stop her. Sarah fills Viki and Clint in on all the details about Todd and who had held him. Cristian tells Viki that Sarah called Blair. Todd asks Dorian to help him. Hunter walks up and knocks Todd unconscious. Dorian resolves that she has to tell Blair. Cole swears to Starr that he doesn't know where Todd is. Cole reveals that he saw Miles holding Todd hostage. Blair lunges at Miles, but John stops her. Tate lies and tells Adriana that the medallion was his father's. Viki and Clint force Sarah to stay with them or go back to London with her father. Miles tries to tell the police that Cole was making all this up. Miles gets a call from Hunter telling him that he found Todd and asking what he wanted him to do with him. Dorian comes into the police station and tells them that Todd is alive that she just talked to him on the phone. Adriana remembers something that Rex told her about someone who was a racist. Blair wants to know what Todd said to her. Marty urges Miles to tell them where Todd is. Blair lets Miles know that they have found out where Todd is. Adriana orders Tate to get rid of the medallion, but Tate refuses. Sarah decides that she wants to stay with Cristian. Starr wonders why Cole lied to her."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Knock on door]",
        "Tate: Adriana, you there?",
        "Tate: Hey. I was hoping you'd be home. Well, the funeral arrangements are all set -- that's a big relief. My father will be buried at Woodlawn Cemetery day after tomorrow. Everything ok?",
        "Adriana: What are you dog with this? Don't you recognize it? It's a symbol of the O.P.P.",
        "Tate: I know what it is. Where'd you find it?",
        "Adriana: In your backpack. What was it doing there, Tate?",
        "[SCENE_BREAK]",
        "Viki: Do you know where Todd is?",
        "Sarah: Yes -- no. No, you didn't listen. I did know, but I don't know anymore.",
        "Viki: Why?",
        "Clint: Rex, Cristian, did you see Todd when you were in Chicago?",
        "Rex: No. He was gone when Cris and I got there. Only Sarah saw him.",
        "Clint: Ok, start at the beginning.",
        "Viki: No, no, no, forget the beginning -- cut to now. Where is he? How do we find him, Sarah? Please tell me!",
        "Sarah: Back off!",
        "Viki: Look, Blair and the children have been frantic. She hasn't had a moment's peace since he disappeared. And he's my brother! Just think if this were C.J.",
        "Sarah: Ok, ok, fine! God, you guys really know how to pile on the guilt.",
        "Clint: All right, calm down. We're your family.",
        "Sarah: Whatever. Like I said before I don't know where Todd is. All I can tell you is that he was alive when I last saw him -- barely.",
        "[SCENE_BREAK]",
        "Todd: Dorian, I got to talk to Blair.",
        "Dorian: Blair isn't here. I'm answering her cell phone, which she left behind here at La Boulaie where she's now staying. Um -- Todd?",
        "Todd: Yeah?",
        "Dorian: Everyone thought you were dead, everyone except Blair.",
        "Todd: You got to get me Blair.",
        "[SCENE_BREAK]",
        "Bo: Cole? How long have you known that Miles was holding Manning?",
        "Cole: For a while now.",
        "Marty: Cole, please, don't say another word. Let me handle this.",
        "Blair: Where is he, Cole? Where is he? You answer me, damn it!",
        "Bo: No, no, it's all right. Tell us everything, Cole, now.",
        "Viki: Well, I'm going to call the police and you're going to give them all the details.",
        "[SCENE_BREAK]",
        "Cristian: Wait a minute, Mrs. Davidson, the police are already involved. Sarah told John McBain the whole story. The cops are looking for Hunter as we speak.",
        "Clint: Who's Hunter?",
        "Rex: Tell them, Sarah.",
        "Sarah: He's the guy I was mixed up with in Chicago, although I didn't want to have much more to do with him, but he dropped this bombshell on me and I was stuck.",
        "Clint: What bombshell?",
        "Sarah: Uncle Todd. Apparently, someone paid him to keep Todd.",
        "Viki: What do you mean, \"keep\" him?",
        "Sarah: Hostage. They wanted him out of the picture -- permanently.",
        "Viki: Go on.",
        "Sarah: Well, I -- I came back to my apartment one day and found him there.",
        "Clint: Who, Todd?",
        "Sarah: Yeah, and he was -- he was hurt pretty bad, stabbed. I assumed it was Hunter who did it, but I can't be sure. All of this was just one big, weird coincidence. Hunter had no idea I knew who Todd was, let alone that I was related to him.",
        "Viki: I don't get this. You find Todd hurt in your apartment and you don't call the police?",
        "Sarah: Well I wanted to, but Hunter wouldn't let me. He can be pretty scary when he gets backed into a corner.",
        "Rex: Sounds like a real Prince Charming.",
        "Sarah: And I'm like some kind of princess, you moron?",
        "Clint: All right, Sarah, just stick to the subject.",
        "Sarah: I was afraid of what he would do to Todd or me if I went against him. But I -- I did try to help Todd in my own way.",
        "Cristian: Yeah, Sarah called Blair and gave her the address. That's why we went to Chicago.",
        "Viki: You were the anonymous tip?",
        "Sarah: Yeah. Like I said before, I did everything I could to help Todd, and I even tried to get Hunter out of the apartment so Blair could get Todd out. Things just didn't work out the way I had planned.",
        "Clint: Mm-hmm. Well, I believe you.",
        "Viki: Go on.",
        "Sarah: And that's it -- the whole story.",
        "Cristian: Not quite.",
        "Rex: You left out the part about your life being in danger.",
        "[SCENE_BREAK]",
        "Todd: You got to help me, Dorian.",
        "Dorian: Where are you?",
        "Todd: I don't know. A forest -- I don't know.",
        "Todd: Wait a minute. Wait a minute -- there's a sign. Hold on.",
        "Dorian: Todd?",
        "Todd: \"Rules.\" \"Fires in rings only.\"",
        "Dorian: What on earth does that mean?",
        "Dorian: Todd? What's -- what's happened? Todd, are you there?",
        "Hunter: You're a lot of trouble, you know that?",
        "Dorian: Todd? Todd, are you there?",
        "Dorian: I've got to tell Blair.",
        "[SCENE_BREAK]",
        "Dorian: If Todd is gone, it might be best for you and the children.",
        "Blair: I can't believe that you're saying this.",
        "Dorian: I just think that you and the children will be better off without Todd. Oh.",
        "Cole: Starr, I swear I don't know where your dad is now.",
        "Blair: Oh, that's a lie. That's all you ever do, Cole, isn't it -- lie? You little liar!",
        "Bo: Blair, look, we're trying to get information. We need you to be patient and quiet.",
        "Starr: You said that Miles has my dad. How do you know that, Cole?",
        "Miles: He doesn't know. He's -- he's talking nonsense.",
        "John: Shut up! Go ahead, Cole.",
        "Cole: I saw Miles holding your dad hostage. I saw it with my own eyes.",
        "Starr: What?",
        "Blair: When?",
        "Cole: A couple of days ago.",
        "Starr: A couple days ago? A couple days ago and you didn't even tell me?",
        "Cole: Starr, I had my reasons, ok -- good ones.",
        "Starr: Good reasons? How can you even say that?",
        "Cole: Miles had Todd, all right, in our -- in our basement, in our storage room. He was drugged out of his mind, unconscious, but he was alive, all right? When your mom came over and we all went down there, I was sure we were going to find him, but he was gone. Miles must've moved him someplace.",
        "Blair: So where'd you move him, huh? Where is he, you son of a bitch?",
        "John: Easy, easy, easy!",
        "Blair: Where'd you take Todd?",
        "Bo: It's time we heard what you have to say about this.",
        "[SCENE_BREAK]",
        "Tate: What are you doing going through my backpack that's my personal stuff.",
        "Adriana: I didn't go through it. I accidentally knocked it over and the medallion fell out -- who cares how I found it? Why do you have it?",
        "Tate: Can't you figure that out?",
        "Adriana: Uh -- you mean, why would you carry around something that symbolizes nothing but hate and intolerance and violence? Oh. Call me dense, but you've got me stumped on that one.",
        "Tate: That medallion was my father's. The police returned it to me with his personal effects.",
        "Adriana: Oh. So, what, you kept it as a lovely little reminder of what he stood for?",
        "Tate: It's all I have left of him, Adriana.",
        "Adriana: Oh. Tate, I understand wanting to keep something to remember your father by, but this?",
        "Tate: This medallion is a symbol of the O.P.P. Now, I believe that \u0091s important to remember why my father died, how his beliefs led to his death and to the death of others. That's why I kept the medallion.",
        "Adriana: That's it? There was no other reason?",
        "Tate: What other reason would you like there to be?",
        "Adriana: Like maybe you condone what your father did.",
        "[SCENE_BREAK]",
        "Clint: Sarah, has this Hunter person threatened you?",
        "Sarah: No.",
        "Cristian: Come on, Sarah. Look, maybe not in so many words, but yeah, he did.",
        "Clint: Oh.",
        "Cristian: And the guy is obviously dangerous -- look what he did to Todd. And he wasn't too happy to learn that Sarah tried to rat him out. So until this guy Hunter is safely behind bars, Sarah is in very real danger.",
        "Rex: The upside is if Hunter does try to contact her, it could lead the cops to Todd's location.",
        "Cristian: In either case, you shouldn't be running around Llanview all by yourself until Hunter's found.",
        "Sarah: Look, you all are way overreacting, ok? Hunter cared about me. There's no way he would hurt me.",
        "Rex: Uh -- you messed with him, remember? You bamboozled the jerk.",
        "Sarah: Ok, well, even if Hunter did want to get back at me, he got a boatload of cash from whoever hired him to get rid of Todd, and another boatload of cash when he went to see Blair.",
        "Viki: He went to see Blair?",
        "Clint: Here in Llanview?",
        "Rex: That's what John told us.",
        "Sarah: It -- it doesn't matter anymore. What matter is Hunter got what he wants -- all that cash -- and I'll bet he's long gone. He's nowhere near Llanview now.",
        "[SCENE_BREAK]",
        "Hunter: Oh. Why stop now? Might as well make a little more money off this gig before I move on.",
        "[SCENE_BREAK]",
        "Miles: Cole is making this up, every word of it!",
        "John: Sit down.",
        "Cole: You had Todd in that room. The only reason why I didn't say anything before is because you threatened to have my mother's murder confession turned in to the police.",
        "Blair: And that's why I came here -- because I heard at you confessed to killing Spencer and I wanted to confirm that for myself.",
        "Starr: And I came here because I thought that you might need a friend.",
        "[Phone rings]",
        "John: You -- you want to take that?",
        "Miles: No.",
        "Cole: Starr, I wanted to tell you about your father, I swear I did, but I had to protect my mom. You can understand that, right?",
        "Blair: No, what are you talking about? How could she understand something like that? Nobody understands what you did, Cole! When a man's life is at stake here?",
        "John: Cole, what time was it when you saw him with Manning? Do you know?",
        "Cole: Well, yeah -- Starr and I were supposed to go swimming, so sometime after lunch.",
        "Blair: Oh.",
        "John: Ok. Laurence took off in Marty's car shortly after that, so that means by the time I caught up with him, he'd already dumped Manning someplace.",
        "Miles: You found nothing in that car, no evidence whatsoever.",
        "John: I knew you were up to something.",
        "Miles: Look, I'm afraid of -- I wasn't -- I'm not used to cops pulling me over, ok?",
        "Dorian: Excuse me. Todd -- Todd Manning is alive. I just spoke to him on the phone.",
        "[SCENE_BREAK]",
        "Cristian: After Hunter disappeared, Rex and I thought we'd keep an eye on Sarah.",
        "Clint: Yeah. I'm very grateful that you did.",
        "Viki: Well, you know what? Sarah, you're just going to stay here from now on, ok?",
        "Sarah: Huh. I -- I appreciate the offer, but --",
        "Clint: No, no, wait a minute. I think it makes a little more sense for her to stay at Asa's. There's plenty of room there and your great-grandfather has a soft spot for you.",
        "Sarah: I remember. I got my stubborn streak from him. Look, I -- I love gramps and I'm crazy about Renee, but --",
        "Clint: Well, then I'll call Renee right now and have her set up a guest room.",
        "Sarah: No, no, please don't. I can't stay with any of you. Like I said before, I like my freedom and I want to live my own life out from the shadow of the Buchanans.",
        "Clint: Yeah. It's ok to live your own life with a little help from Buchanan money, huh?",
        "Sarah: My parents gave me that money. I didn't think that meant that you owned me.",
        "Clint: Sarah, I said nothing about owning you. Don't put words in my mouth.",
        "Sarah: I'm sorry. But I can't live by your rules. I'm not some meat-eating, oil-drilling cowgirl. And as for Llanview, it's just way too small. Things didn't work out for me the last time I was in town -- I don't belong here. And the longer I stay here, the more unhappy I'm going to be. So it's nothing personal and I don't mean to be rude, but I have just got to blow this town. Do you understand?",
        "Viki: Sarah, honey, we're family. We should stick together.",
        "Clint: And as far as you leaving Llanview, no -- not an option.",
        "[SCENE_BREAK]",
        "Tate: Did I just hear you right? Did you just accuse me of being a racist pig like my father?",
        "Adriana: I don't know what to think, Tate.",
        "Tate: That's because you only believe what you want to. We've been over this a million times since my father was arrested.",
        "Adriana: Still, finding that medallion, I can't help but wonder if --",
        "Tate: What -- what would I be doing with you, huh? Why would I be hanging out with a -- with a Puerto Rican girl if I was into white supremacy? Why would I be working with Layla, who's black?",
        "Adriana: I don't have an answer to that.",
        "Tate: You want me to prove to you that I'm not like my father? Fine, I'll prove it. There -- huh? The exposed launch party? Two African Americans, a Latina, and the Tate arm-in-arm? Doesn't that prove anything to you?",
        "Rex's voice: Well, if somebody was trying to cover up the fact that they were a racist, what better way to do that than by hanging out with somebody of a different race?",
        "Adriana: You're right. You've done everything you can to prove you're not a racist.",
        "Tate: Oh, finally -- she gets it.",
        "Adriana: Right. Sorry if I upset you.",
        "Tate: Hey, it's ok, you know? I mean, it's -- it's the pressure, it's the -- the press constantly hounding you. I know it's gotten to you. But you know me, Adriana. You know the real me.",
        "Adriana: Maybe not as well as I thought.",
        "[SCENE_BREAK]",
        "Blair: Todd's alive and he -- he called? What did -- what did he say? I mean --",
        "Starr: Oh, my God!",
        "Blair: Where is he? What did he say, Dorian?",
        "Starr: Mom, he's alive!",
        "Blair: What did he say?",
        "Starr: Dad's alive!",
        "Dorian: Now, honey, he didn't call me. He -- I answered the phone, but it was your phone. You left it behind in your haste to get down here.",
        "Bo: But why are you so sure that it was Manning?",
        "Dorian: Because I recognized his voice and, plus, he asked for Blair.",
        "Blair: He did?",
        "Starr: Did he say where he was?",
        "Dorian: He tried to describe it, but, um, he said there was an official sign that said \"fire in rings only\" and then the phone went dead.",
        "Bo: Sounds like a campground.",
        "Blair: Yeah, but which one?",
        "Starr: Wait -- why did the phone go dead?",
        "Dorian: The signal sounded weak. Maybe he lost power.",
        "Marty: Miles, please, if you know where Todd is --",
        "Miles: I don't.",
        "John: Dr. Lord, did you happen to bring Blair's phone?",
        "Dorian: Yes, of course.",
        "John: May I see it, please?",
        "Dorian: Absolutely.",
        "John: Last number's still in there.",
        "Blair: Great.",
        "John: Nothing -- line's dead. Look, I'm going to call the phone company, see which cell tower the phone came from. Maybe that will limit our options.",
        "Blair: Well, what else did he say? Did -- did he sound all right?",
        "Dorian: Honey, I already told you everything he said. His voice was weak, he sounded tired.",
        "Bo: What do you know about this, Laurence?",
        "Miles: I'm not answering another question, not until my lawyer's present. In fact, I -- I want to call him now.",
        "Bo: Really? Knock yourself out.",
        "Miles: I believe I'm entitled to a private phone call.",
        "Bo: Keep an eye on him, please.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Hunter: Why didn't you answer your phone?",
        "Miles: Look, I can't get into that right now. Just -- tell me what's going on. Have you -- have you found what we're looking for?",
        "Hunter: I'm with Manning now. What should I do with him?",
        "Miles: I don't know.",
        "Spencer: Of course you do, Miles. You've come too far to lose everything now.",
        "Miles: Look, I -- I need a plan.",
        "Spencer: That's no problem. We're both very good at making plans. We'll think of something.",
        "Miles: Is he conscious?",
        "Hunter: He was until I coldcocked him, but he's not going to stay that way for long.",
        "Spencer: Everybody knows Manning's disturbed, Miles. Erratic, alone. This isn't the first time he's brought misfortune upon himself. Why should this time be any different? Pretend you're me, Miles. What would I do in this situation?",
        "Hunter: Are you still there? Dude, what should I do?",
        "[SCENE_BREAK]",
        "Miles: I got it, I got it. Here's what we're going to do.",
        "John: Ok. The number Manning called from -- it's a cellular registered to an earl baker.",
        "Blair: I don't -- I don't know that name.",
        "John: Yeah, well, I got in touch with the guy's wife, all right? And she said he's on some sort of camping trip up at Lake Llantano. It's a big space, but I'm heading up there now.",
        "Blair: Ok, well, I'll go with you.",
        "John: No.",
        "Blair: What are you talking about?",
        "John: What do you mean, what am I talking about? You're not going anywhere.",
        "Blair: I'm going with you. You can't stop me from going there. I'm going to go help you find Todd.",
        "John: Oh, yeah?",
        "Blair: Yeah.",
        "Dorian: No, no, no, no. No sense fighting her.",
        "John: Haven't we done this --",
        "Blair: I don't care about Chicago, all right?",
        "Dorian: She's going to do it, lieutenant, and she'd be better off with your protection.",
        "Blair: Yeah.",
        "John: Fine. Give me two minutes.",
        "Blair: Ok.",
        "Starr: I'm going, too.",
        "Blair: No, sweetheart. No, you're not. Listen, you know, if -- if Dad calls, I'll -- I'll let you know, all right, if we find him?",
        "Starr: Why can't I go?",
        "Blair: Because I want you to stay here with Dorian. He might call aunt Dorian's, and you'll need to talk to him, ok? Please.",
        "Miles: So, any luck on tracing Todd's call?",
        "Blair: Well, as a matter of fact, yeah. And we know where he is, so guess what -- it's over for you, Miles Laurence.",
        "Cole: Starr, I really need to talk to you.",
        "Blair: Absolutely not!",
        "Dorian: Oh, definitely not. She's going to be coming home with me.",
        "Blair: That's right.",
        "Bo: Keep me posted, will you?",
        "John: I will. I will. We'll keep channel six clear. What are you going to do about -- what are you going to do about Marty?",
        "Bo: I'm going to hold her for 48 hours. Whether or not we have enough to charge her with murder, that's Nora's call.",
        "John: And Laurence?",
        "Bo: Oh, he's going to end up in a cell. Don't worry about that. His case is more clear-cut.",
        "John: He should burn.",
        "Bo: You're right.",
        "John: Hey. Let's go.",
        "Blair: Thank you.",
        "Starr: Lieutenant?",
        "John: Yes?",
        "Starr: Find my dad.",
        "Blair: We will, sweetie. We will.",
        "[SCENE_BREAK]",
        "Tate: You don't know me? What's -- what's that supposed to mean?",
        "Adriana: I'm confused, that's all.",
        "Tate: Oh, great. After I bust my ass trying to explain myself to you, poor little Adriana's still confused, huh? Why do I even bother?",
        "Adriana: Please don't speak to me that way.",
        "Tate: Well, what, I'm not supposed to be frustrated after I give you a long list of -- of things explaining who I am? After I give you a variety of ways showing you that I'm not like my father, you're still suspicious of me? Well, forgive me if I'm just pissed off a tad, ok?",
        "Adriana: Tate, if my father had done all those horrible things, there is no way in hl I'd have kept that medallion!",
        "Tate: Oh. Back to the damn medallion again, huh? Get over it! It's just a piece of metal, that's it!",
        "Adriana: It's more than that! It's an insult to me because of my ethnicity and my heritage, and because of Layla and Evangeline and Cristian! It's a foul, disgusting thing, and I don't want it in my house!",
        "Tate: Oh, what? So I'm the bad guy now, huh, because I'm white? Is that it? Is that why you're all pissed off all of the sudden?",
        "Adriana: Oh, \"pissed off\"? Tate, I get pissed off when someone is late to a meeting, or they don't return my phone call. But finding that medallion, holding it in my hand for even just a second made me feel dirty, and sick. Literally sick.",
        "Tate: You're such a drama queen, you know that?",
        "Adriana: I thought I knew you.",
        "Tate: You do.",
        "Adriana: Then get rid of it.",
        "Tate: You want me to get rid of it? Fine. Done.",
        "Adriana: Right now.",
        "Tate: I'm sorry, but I'm not going to do that.",
        "[SCENE_BREAK]",
        "Clint: Sarah, I don't like the idea of you gallivanting around the world completely out of touch with your parents.",
        "Sarah: I am a grown woman.",
        "Clint: Yes, you are, and you're free to make your own decisions.",
        "Sarah: Exactly.",
        "Clint: But you're going to make those decisions after I know you're safe.",
        "Viki: And based on what you've told us, sweetheart, you're not. You're in danger.",
        "Clint: So stay here. Not permanently. Not permanently, just until Todd and the Hunter situation is resolved.",
        "Sarah: No.",
        "Rex: Good luck.",
        "Viki: Oh, Rex, thank you, thank you.",
        "Rex: Yeah, you're welcome.",
        "Cristian: Yeah, I'm going to -- I'm going to go, too.",
        "Sarah: No, no, Cristian, please, stay. I mean, since you and Rex hijacked me, I'm going to need a ride home.",
        "Viki: No, no, you're not. You're staying here, end of discussion.",
        "Clint: No, it's not the end of the discussion. I mean, since Tina can't be found, and cord is the more responsible parent, I believe he'd like his daughter to stay with the Buchanans.",
        "Viki: What are you doing?",
        "Clint: Or -- maybe Sarah would like to rejoin her father in London.",
        "Sarah: Over my dead body.",
        "Clint: That's exactly what we're trying to avoid.",
        "Viki: Clint, this is not a competition, ok? I'm trying to be practical. Asa and Renee already have Nora and Matthew at their house. This is a huge, empty place.",
        "Sarah: Ok, stop, please. I'm not some kind of ping-pong ball. Would you stop arguing over me?",
        "Viki: Fine, you decide where you want to stay -- there or here?",
        "Sarah: If I'm forced to stay here in Llanview, I'm staying with him.",
        "[SCENE_BREAK]",
        "Dorian: Why don't you change into your P.J.s and I'll whip us up a snack?",
        "Starr: No, I want to hear what my dad said to you.",
        "Dorian: Well, I've already told you everything. The wonderful news is that -- well, he's still alive.",
        "Starr: But you said that he sounded weak, and then the phone broke up. I mean, what -- I can't believe that Cole would lie to me.",
        "Dorian: I'm sure he had his reasons.",
        "Starr: Not good ones. Britney said that he was lying to me, and she was right. If he would have just told the truth, they would have found Dad days ago, and he would be home by now.",
        "Dorian: You know, sometimes it's hard to know what to do when you're faced with a difficult situation.",
        "Starr: Are you sticking up for Cole?",
        "Dorian: No, I'm just saying that I don't think he meant to hurt you.",
        "Starr: I don't care what he meant. I never want to see him or talk to him ever again.",
        "Dorian: Well, at least you know your father's going to be pleased.",
        "Starr: What?",
        "Dorian: When he comes home. He's -- he's going to like it that you're not seeing Cole anymore.",
        "Starr: Is that supposed to make me feel better?",
        "Dorian: After all, you do have to look on the bright side.",
        "Starr: There is no bright side to this, Aunt Dorian.",
        "[SCENE_BREAK]",
        "Marty: Can Cole go now?",
        "Bo: Yeah, sure.",
        "Cole: Mom, no.",
        "Bo: We may have more questions for you, though.",
        "Marty: Sweetie, I need you to spend the night over at your friend tom's house, with his family, ok? I'm going to call Mrs. Rocca and explain everything.",
        "Cole: Mom, I'll be fine on my own, ok?",
        "Marty: I don't want you to be alone right now. I'm going to be ok. We are going to be ok. We're going to get through this.",
        "Cole: At least you can't hurt my mom anymore, can you?",
        "Miles: I never intended to hurt her. I love her.",
        "Marty: Come on, sweetie. I need you to be good, ok?",
        "Cole: All right. I'll see you tomorrow.",
        "Marty: Mm-hmm.",
        "Cole: I'll be back here as soon as they let me, ok?",
        "Marty: Yeah.",
        "Cole: Bye.",
        "Bo: Marty, would you like to make a phone call?",
        "Marty: Yeah, yeah, I -- I need to call Cole's mom -- um -- his friend's mom.",
        "Bo: No, no, that's not what I meant. What I meant is, maybe -- maybe you should have a lawyer here before you have to answer more questions.",
        "Marty: Um -- I said everything. You know, my story's not going to change, but you're right. You're right, I should call a -- a lawyer. Two, actually. One to defend me, and one to manage my annulment.",
        "Miles: Annulment?",
        "Marty: We didn't have a real marriage, Miles. Just a piece of paper. So I'm just going to get another piece of paper to prove that it never happened.",
        "Bo: Laurence, did you get a hold of your lawyer?",
        "Miles: No, I couldn't reach him.",
        "Bo: Well, I think you better keep trying, because when we find Manning and he corroborates Cole's story, you're going to be charged with kidnapping and attempted murder.",
        "[SCENE_BREAK]",
        "Adriana: You're not going to throw it away?",
        "Tate: I didn't say that. I just -- I don't like being pressured, ok?",
        "Adriana: Oh. But it's ok for me to be insulted and offended?",
        "Tate: Well, you wouldn't be offended if you trusted me, if you weren't suspicious of my every move.",
        "Adriana: Oh -- oh, no. You are not going to pin this on me. You are not going to play the victim in this.",
        "Tate: I am the victim here, ok? I am constantly being chastised and threatened. You did the same thing to Rex.",
        "Adriana: What?",
        "Tate: Yeah. You pushed him away because you didn't trust him, and he, the pathetic poor little bastard that he is, he just slunk away, feated. Well, that's not me, ok? I am not Rex.",
        "Adriana: You're right. I'm sorry, um -- I -- I came on too strong. I trust you. Of course I do. It's just this whole racism and hate crimes thing -- it's got me rattled.",
        "Tate: Huh. No kidding.",
        "Adriana: Look, I know you're not like your father. So since you agreed to get rid of that thing, I would really appreciate it if as a friend, and someone who cares about me, if you would put it where it belongs right now. In the garbage.",
        "Tate: Fine.",
        "Adriana: Thank you. Now leave.",
        "Tate: What? What are you talking about? I did what you wanted. I -- I threw away the medallion.",
        "Adriana: I know. I'm just -- I'm tired, and the press isn't hounding you anymore, right? So you can go back to your own place now. I'll see you tomorrow. Ok?",
        "[Knock on door]",
        "Rex: Adriana? What do you want?",
        "Adriana: It's about Tate.",
        "Rex: Look, if you're here to tell me what a great guy he is --",
        "Adriana: I'm not. I'm here to tell you, you may be right. You may have been right about him all along.",
        "[SCENE_BREAK]",
        "Cristian: You want to stay with me?",
        "Sarah: Is that a problem?",
        "Cristian: Well, you see, my place is not really set up for anyone else. I mean, I got my photography, my paintings -- it's pretty messy. It's -- it's not going to happen.",
        "Sarah: Well, you're the one who dragged me back to Llanview, dude, so you either put me up, or I'm out of here.",
        "Viki: Cristian, I hate to say it, but it would be a perfect solution, because you can keep her safe.",
        "Clint: Yeah, it would mean a great deal to me, too. You know, at least until Todd is found and Hunter is no longer a threat.",
        "Cristian: Fine.",
        "Viki: Thank you.",
        "Sarah: Ok, roomie, let's go home.",
        "Cristian: The name's Cristian. Call me \"roomie\" again, you're going to have to find another place to crash.",
        "Sarah: See how compatible we are?",
        "Cristian: Yeah, match made in hell.",
        "Sarah: I really did do everything I could for Todd.",
        "Viki: Thank you.",
        "Sarah: And I hope you find him.",
        "Viki: Yeah, so do I.",
        "[SCENE_BREAK]",
        "Dorian: Honey, I know it doesn't seem possible now, but you're going to get over Cole.",
        "Starr: Oh, of course I will -- when hell freezes over.",
        "Dorian: Men, they come and go. But the women in your life, especially the women in your family, will always be there for you, always. Ok, I realize it's cold comfort now, but someday, you are going to learn what it means to be a Cramer woman.",
        "Starr: Thank you for coming down to the police station and bringing news about my dad.",
        "Dorian: What else could I have done?",
        "Starr: I'm going to go up to my room and wait to see if my mom or my dad call me.",
        "Dorian: Hmm.",
        "[Dorian sighs]",
        "Dorian: Hello, Cassie? It's Mom. Yes. I hope I'm not calling too late. I just -- I don't know -- I just wanted to hear the sound of my daughter's voice. Yes.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Miles: Marty -- Marty --",
        "Bo: Could you escort Mr. Laurence to his cell, please? And I'll take Dr. Saybrooke to her cell myself. I don't know the whole story here. But I'm going to find out. That's a promise.",
        "[SCENE_BREAK]",
        "Blair: Oh, man.",
        "John: Careful.",
        "Blair: Come on, John, these -- these woods go on forever. I mean, couldn't that phone company be more specific?",
        "John: Well, it's the only cell tower in the area, so we're going to have to do the best we can.",
        "Blair: Well, just roaming around like this -- I mean, I think it's ridiculous.",
        "John: Wait.",
        "Blair: What?",
        "Blair: What is it?",
        "John: Give me a little light.",
        "Blair: My God, it's the phone.",
        "John: Yeah. There's the sign Todd was describing.",
        "Blair: Oh, I'm thinking -- Todd! Todd! Todd, can you hear me?",
        "[NEXT_ON]",
        "Rex: Let's just hope we nail him before anyone gets hurt.",
        "Vincent: What's wrong?",
        "Layla: Someone's in here.",
        "Cole: I'm not walking out on you, not until you hear my side of the story.",
        "Blair: Todd? Todd, is that you?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=N8RgpzIk3cc"
}