{
    "Episode Summary": [
        "Episode # 11065"
    ],
    "Recap": [
        "Natalie's wedding is interrupted when Tina finally finds her dog and also discovers the document for the first time that confirms John is Liam's father instead of Brody. And she brings it to Natalie who is shocked and devastated. Brody is very worried that this will mean he will lose Liam so he urges everybody to believe the document must be fake. But they realize that Victor must have known about it and that is why Brody threatened to kill him. Natalie then realizes that Marty switched the DNA results to break up Natalie and John, confessed that to her shrink and Brody heard the tape recording and erased it in order to lie about Liam being his. Meanwhile Jessica stays home and goes to talk to Robert Ford about the situation. They grow closer. He doesn't want her to leave and kisses her. And the two of them wonder if they should remain friends or become more than that to each other. Natalie rushes to find John before it's too late. Rex comes with her. Not far away Gigi/Stacy is there with Cutter attempting to catch a flight to a far away place to get the surgery because she does not want to \"scam\" Rex and Shane into believing she's Gigi when she's not."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Wagner's \"Bridal Chorus\" playing]",
        "Natalie: [Sighs]",
        "Clint: This is one of the proudest moments of my life.",
        "Natalie: [Chuckles] And you are the best wedding gift ever.",
        "Minister: Dearly beloved, we are gathered here before God and these witnesses to join this man and this woman in holy matrimony. Into this holy union, Brody and Natalie now come to be joined. If any of you here can show just cause as to why these two may not be lawfully wed --",
        "[SCENE_BREAK]",
        "Agent: Okay. One round-trip ticket on the next flight to Rio?",
        "Stacy: Open-ended. I'm not sure how long I'll need to stay there.",
        "Agent: That'll be $2,006. Miss, the name on your I.D. is Stacy Morasco, but the name on this card is Cutter Wentworth. Who's Cutter Wentworth?",
        "Cutter: I am.",
        "[SCENE_BREAK]",
        "[Telephone rings]",
        "Jessica: I have to at least try to tell John the truth that Liam might be his son, preferably before Natalie becomes Mrs. Brody Lovett.",
        "[Ringing continues]",
        "Jessica: Oh, come on. Pick up. Pick up. Pick up. Pick up.",
        "[Ringing continues]",
        "[SCENE_BREAK]",
        "Tina: David Vickers! David Vickers, where are you?",
        "Nigel: Miss Tina?",
        "Tina: [Gasps] Oh.",
        "Nigel: Shouldn't you be at Miss Natalie's wedding?",
        "Tina: Well, I can't go to the wedding till I find David Vickers.",
        "Nigel: I believe he's in Washington, D.C., with his wife, Senator Lord Vickers Buchanan.",
        "Tina: [Sighs] Not that David Vickers. My David Vickers, the little lost dog! I have to find her!",
        "[SCENE_BREAK]",
        "Liam: You again.",
        "David Vickers: Listen, I don't have time for chitchat. I need the paternity test I left in here!",
        "Liam: I don't know what you're talking about.",
        "David Vickers: Oh, yes, you do. It's the piece of paper that proves John McBain is your daddy.",
        "Liam: Sorry. I'm not familiar. I'm just a baby. Goo-goo-ga-ga, you know.",
        "David Vickers: Just hand it over, chubby cheeks, before your mom marries the wrong man.",
        "[SCENE_BREAK]",
        "Minister: Let him speak now or forever hold his peace.",
        "Roxanne: She's better off being with a guy like that than someone who --",
        "John: Who can't admit that he loves her?! Fine. I admit it. I still love her.",
        "Minister: The union of husband and wife --",
        "Roxanne: Stop! Padre, I can't hold my peace no more. I got something I got to say.",
        "[SCENE_BREAK]",
        "Stacy: Cutter here is my boyfriend, and he gave me his credit card to pay for my flight.",
        "Agent: May I see some identification, Mr. Wentworth?",
        "Cutter: Oh, that won't be necessary. I've decided not to authorize my girlfriend to use my credit card.",
        "Stacy: Hold that seat. I need to get to Brazil. Cutter, I have to get to Rio. I need to see this Dr. Fascinella so he can reverse this plastic surgery that made me look like my sister.",
        "Cutter: No. What you need to do is stop and think.",
        "Stacy: Look at this, okay? This is me. Not this. I need to look like myself again.",
        "Cutter: I'm not telling you not to do it, Stacy. I'm just saying that, you know, getting a new face, even if it's your old face, is a big operation and it might be good to stop and think about it.",
        "Stacy: There's nothing to think about. I can't stand looking like Gigi anymore. It's not fair to me, it's not fair to her son, and it's not fair to Rex.",
        "[SCENE_BREAK]",
        "Roxanne: I know I shouldn't be interrupting, but I got something to say, and I'm gonna say it now.",
        "[SCENE_BREAK]",
        "[Ringing continues]",
        "[Ringing continues]",
        "[Ringing continues]",
        "Jessica: He's not answering.",
        "Ford: Jessica, you did everything you could.",
        "Jessica: Yeah, but it wasn't enough.",
        "Ford: Well, maybe it's for the best. I mean, maybe the test is a fake.",
        "Jessica: Well, maybe it's not and my nephew will grow up thinking that the wrong man is his father.",
        "Ford: All right, then we should, uh, we should go to Plan \"B.\"",
        "Jessica: Since when do we have a Plan \"B\"?",
        "Ford: Since right now. We're gonna sneak a sample of Liam's DNA. We're gonna get it tested, we're gonna find out, and we'll figure out where to go from there.",
        "Jessica: Yeah, well, that's what Natalie accused me of doing when I told her about Liam's paternity test, and if I actually do it --",
        "Ford: All right, listen. If John is the father, then Natalie needs to know. And if Brody's the father, then we need to know.",
        "Jessica: I don't know.",
        "Ford: Wouldn't you actually rather have some real proof here? I mean, look at what happened when you tried to show Natalie the real test and she just blew you off.",
        "Jessica: And Brody, too.",
        "Ford: Yeah. Okay, right now, everybody's at the wedding. Nobody is home except for Liam and Nigel. So, we just sneak in, we get a DNA sample from Liam, and we go and we get it tested, and we will settle this thing once and for all.",
        "Jessica: [Sighs]",
        "[SCENE_BREAK]",
        "David Vickers: Come on, kid. I don't have all day.",
        "Liam: I'm thinking.",
        "David Vickers: We don't have time for that. Just give me the test!",
        "Liam: Maybe I don't want to give you the test. Brody's a good guy, even if he's not my biological father. He's great with a diaper, and have you heard him sing?",
        "David Vickers: I don't care if he's Tom Jones. The truth needs to come out! Trust me, my human is constantly hiding the truth from people, and it always blows up in her face.",
        "Liam: Yeah, I met that one. She's a piece of work.",
        "David Vickers: Oh, you have no idea. So, come on, kid. Are you gonna give me that test or not? [Barks]",
        "[SCENE_BREAK]",
        "Tina: Nigel, any luck?",
        "Nigel: I'm afraid none. And between the two of us, we covered the entire ground floor.",
        "Tina: Okay. I'll go upstairs.",
        "Nigel: And I will try the basement.",
        "Tina: Okay. Oh!",
        "Nigel: Oh!",
        "Tina: Sorry. [Chuckles] Ow! Ooh!",
        "Nigel: Pl-please.",
        "Tina: Okay. Oh, gosh. I hope I find her so I can get to the wedding.",
        "[SCENE_BREAK]",
        "Roxanne: Brody is not the one.",
        "Rex: He could be if she gives him half a chance, and that's what she wants to do!",
        "Roxanne: How do you know?",
        "Rex: She told me. She's moving on, Rox, just like me. I'm letting go of Gigi. She's letting go of John. Now, let her do this, Rox, okay? Let her be happy.",
        "Roxanne: I know I shouldn't be interrupting, but I'm just so honored to be your maid of honor since Tina couldn't make it. Thanks, baby.",
        "Natalie: You're welcome. That's it?",
        "Roxanne: Mm-hmm.",
        "Natalie: Okay. [Clears throat] Okay. [Chuckles] Um, sorry. Can maybe you just pick up where you left off? [Chuckles]",
        "Minister: The union of husband and wife in heart, body, and mind is intended by God for their mutual joy, for the help and comfort given one another in prosperity and adversity, and, when it is God's will, for procreation of children. Of all the institutions which have within them the possibilities for good, none surpasses it.",
        "Natalie: John's not a part of my family.",
        "Jessica: But he might be part of Liam's.",
        "Natalie: What do you mean?",
        "Jessica: John might be Liam's father.",
        "Brody: Natalie, you okay?",
        "[SCENE_BREAK]",
        "David Vickers: Thanks, Liam. You made the right decision.",
        "Liam: I hope so. But I don't think Brody's gonna like this.",
        "Tina: David Vickers? Oh, sweetie, there you are. Hi, Liam. Honey, what are you doing with that piece of paper? Come on, honey. No, no, no, no. We have to get to a wedding, you and I. Now, it is very important we get there because I am the maid of honor and Cord is the best man. I mean, I have to at least catch the bouquet, right, Liam? For Pete's sake, what is so important about a chewed-up piece of paper? [Gasps] Oh, my gosh. This is the paternity test that Natalie was talking about. [Gasps] The one that Jessica was trying to convince her was real! This is your paternity test! Oh, my. It says that Brody is not your father. [Gasps] John McBain is. Yeah. [Sighs] Oh, no. And I promised Cord I was gonna turn over a new leaf, which means I have to tell him the truth. [Sighs] But --if I bring this to the church, it's gonna ruin the wedding. Oh. David Vickers, oh, what am I supposed to do?",
        "Liam: [Coos]",
        "[SCENE_BREAK]",
        "Brody: Are you all right?",
        "Jessica: Do you really think that I would come here and tell you this if I didn't have every reason to believe that it were true?",
        "Natalie: That means you must have some proof. I-I would love to see it. I would love to see what kind of evidence you actually could have to back this up.",
        "Jessica: I have a DNA test. Um, it says that Liam is not Brody's son, that he's John's.",
        "Natalie: [Sighs] I'm fine. [Clears throat]",
        "Brody: You sure? 'Cause you looked like you were a million miles away.",
        "Natalie: [Sighs] I just, um, I, uh --needed to catch my breath. Sorry. [Chuckles] Oh. Okay. Um, sorry. Go ahead. [Sighs]",
        "Minister: Do you, Brody, take Natalie to be your lawful wedded wife, to have and to hold from this day forward, for better, for worse, for richer, for poorer, in sickness and in health, to love and to cherish, till death do you part?",
        "Brody: I do.",
        "[SCENE_BREAK]",
        "Jessica: So, I just have to sneak into the nursery.",
        "Ford: Which happens to be Ryder's nursery, too.",
        "Jessica: True.",
        "Ford: So, here's what we do. We pick him up from my mom's house. You take him over to Llanfair. We put him in his crib. You turn around and you snip a little lock of hair off Liam. You give it to me, and we're just -- and we take it and we get it tested.",
        "Jessica: And Nigel catches me, and Natalie hates me forever.",
        "Ford: Well, she hates you right now, okay? So, what do you got to lose?",
        "Jessica: We still have to get a sample from John and Brody to compare it to.",
        "Ford: We'll figure it out.",
        "Jessica: No. There's not enough time. I mean, if the truth is gonna come out, it's gonna come out after Natalie becomes Mrs. Brody Lovett.",
        "[SCENE_BREAK]",
        "Minister: And do you, Natalie, take Brody to be your lawful wedded husband, to have and to hold from this day forward, for better, for worse, for richer, for poorer, in sickness and in health, to love and to cherish till death do you part?",
        "[Door slams open]",
        "Tina: Wait! Stop! Are we too late?",
        "[SCENE_BREAK]",
        "John: Hey, little man. Hi. How you doing? I just came to say goodbye.",
        "[SCENE_BREAK]",
        "Natalie: Tina!",
        "Tina: What? I got here as fast as I could.",
        "Natalie: You told me to start without you, so I did. And I know that you were worried about David Vickers. I'm glad that you found her. We're kind of in the middle of a wedding.",
        "Tina: You don't understand.",
        "Roxanne: Tina, you are way too late. This wedding has one maid, and it's gonna be me.",
        "Tina: Look, this has nothing to do with my being the maid of honor. I mean, we-- [Sighs] Yeah, it does, but, look, there's something I have to say.",
        "Cord: Look, but, Tina, couldn't this wait till the end of the ceremony, hmm?",
        "Tina: No, it can't, because I have to give Natalie this.",
        "Roxanne: Well, there's nothing that she needs from you, 'cause I got it covered -- something old, something new, something borrowed, something blue, 'cause, uh, you were taking care of your missing mutt. I took care of the maid-of-honor duty-patooties, so back off.",
        "Tina: Roxy, this has nothing to do with being the maid of honor.",
        "Viki: So, Tina, why can't it wait? I mean, it's Natalie's wedding.",
        "Tina: I know. That's why I have to give her this.",
        "Natalie: Oh, my God. John is Liam's father.",
        "[SCENE_BREAK]",
        "John: Hey, buddy. You know, I don't know if you remember me, but I was your dad for about five minutes. Best five minutes of my life. You know, your mom and me, we named you -- named you Liam. That means \"protected\" in Gaelic. I tried my very best to protect you, but, you know, I'm not gonna be around much anymore, all right, so you got to listen to your mom, all right? You got to do what she says, and you'll grow up to be a good boy.",
        "Nigel: Step away from that crib or I shall call the police.",
        "John: It's okay, Nigel. I, uh, I kind of am the police.",
        "[SCENE_BREAK]",
        "Jessica: [Sighs] So, now that that's settled -- I'm sorry.",
        "Ford: About what?",
        "Jessica: After all the trouble we went through with Ryder's paternity test, I know that you can't be appreciating the fact that I am dragging you into yet another giant Buchanan family mess.",
        "Ford: Honestly, Jess, I [Chuckles] I don't mind.",
        "Jessica: You don't have to say that to make me feel better, you know.",
        "Ford: I wouldn't.",
        "Jessica: Well, I appreciate that, but still, I know that you can't be enjoying this, and I'm sure right now you're thinking, \"somebody get this crazy lady away from me.\"",
        "Ford: No. No. I'm not thinking that. Not at all.",
        "[SCENE_BREAK]",
        "Cutter: Why is it so important for you to do this?",
        "Stacy: Because -- because I hate myself. I hate that I am the kind of person who would do this, who would change my face to scheme, to try to take over my sister's life just to get the man she loves.",
        "Cutter: You don't even remember it.",
        "Stacy: Yeah, but it doesn't matter! It was a horrible, desperate, selfish thing to do.",
        "Cutter: Yeah. Yeah, that's what Stacy Morasco was. I mean, you really want to be that girl?",
        "Stacy: Like you said, it's who I am. I can't keep pretending to be Gigi. If that poor kid, Shane, or Rex ever saw me, it would kill them, and I just can't risk that happening, not anymore.",
        "Cutter: I-I know it got a little dicey last time, but, I mean, if it triggers some memories --",
        "Stacy: It didn't! I looked Rex right in the eye at that Halloween party, and I still couldn't remember him. [Sighs]",
        "Cutter: So, how will getting your old face back make any difference?",
        "Stacy: I have to try. If I get this surgery, then maybe -- just maybe -- I'll be able to look in the mirror and remember something, anything. And when I do, I'm gonna -- I'm gonna go to Rex, and I'm gonna confess what I tried to do.",
        "Cutter: How will that help?",
        "Stacy: I don't know. But I have to do something to make everything right.",
        "Cutter: Yeah, sorry. I can't let you do it.",
        "[SCENE_BREAK]",
        "Natalie: Jessica was telling the truth.",
        "Tina: As soon as I saw this, I knew it was the paper you were talking about.",
        "Natalie: Where did you find it?",
        "Tina: David Vickers had it, and she was in the nursery with Liam, and she wouldn't let it go.",
        "Clint: What the hell is going on?",
        "Viki: Honey, can you explain this, please?",
        "Tina: Look, I know it sounds crazy, but David Vickers got it from my brother, Victor. I mean, she -- she got it out of his papers.",
        "Roxanne: Wait a second. Why would Victor have a paternity test done on Nattie's kid?",
        "Viki: Uh, darling, you said Jessica was telling the truth? What does Jessie have to do with this?",
        "Natalie: Jessie, um, came to me last night. She -- she tried to tell me. She said that John might be Liam's father, and I-I didn't -- didn't believe her. Her story just sounded so crazy. I mean, she said that she got the paternity text from the dog and then the dog took it back, and I didn't believe her. And then I told her that -- that she was lying and that she was just trying to destroy any happiness Brody and I have.",
        "Brody: And that's exactly what she was trying to do, Natalie, and we can't let her.",
        "Natalie: Brody, I'm sorry, but this is proof. It says that John is Liam's father.",
        "Brody: No. This isn't proof. This is just another lie on another piece of paper.",
        "Natalie: Then we have to get proof. I'm gonna have Liam tested.",
        "Brody: Over my dead body.",
        "Natalie: Brody, we have no choice. We -- we have to find out the truth.",
        "Brody: Liam has been through enough.",
        "Clint: Brody, I know it must be awful to face this again, and I can't apologize enough for putting you through it the first time. But, son, you have to do this.",
        "Bo: I'll call the department. We'll use a police lab, make sure the results are accurate.",
        "Brody: No, thank you, Bo, but that won't be necessary. Natalie, just think about this. These were found in Victor Lord Jr.'s papers, right? Um, why should we believe anything connected to him? For all we know, he had these rigged up just to -- just to hurt John.",
        "Natalie: W-why -- why would knowing that Liam is his son hurt John?",
        "Brody: Because Liam isn't his. And Victor might have had these so-called test results made up just -- just to dangle them under his nose, so that he could raise his hopes up and then pull the rug out from under him again. Would you put that past him? Would any of you?",
        "Viki: You know, Brody's right about Victor, because Victor hated John, and we all know that he was capable of pulling off something like that.",
        "Nora: Yeah, but if these results are real, he could have just as easily kept it to himself.",
        "Brody: No. No. I won't let him do this to us. The man was a psychopath. I know he was your uncle, Natalie, but -- but Victor Lord Jr. was so filled with rage and hatred that I wouldn't put it past the son of a bitch to try to destroy all our lives!",
        "Brody: This woman said what?",
        "Natalie: She said that you -- you came to see Victor, and um, she heard loud voices, so she slipped back into the room, and she heard you say to Victor that if he did anything to destroy what you have, he's a dead man.",
        "Natalie: [Sighs]",
        "Cord: Natalie, what's wrong?",
        "Tina: Uh, c-can I get you some water or -- or maybe something stronger?",
        "Natalie: You knew.",
        "Brody: What?",
        "Natalie: You knew. That's what Victor was threatening you with. You knew that John was Liam's father.",
        "[SCENE_BREAK]",
        "Nigel: [Sighs] Lieutenant McBain, you scared me half to death. I thought an intruder was trying to kidnap the baby. As you know, it wouldn't be the first time that someone tried --",
        "John: I'm very sorry about this, Nigel.",
        "Nigel: If I may ask, what are you doing here?",
        "John: I'm leaving town. I'm moving to Seattle for a while, and I thought this might be my last chance to, uh, see Liam.",
        "Nigel: Of course. But you could have rung the bell.",
        "John: I know. I didn't want to make a big deal out of it. I knew everybody would be at the wedding, and I thought maybe I could -- thought maybe I could slip in and slip out without anybody finding out.",
        "Nigel: I understand. I know you were quite attached to young master Liam at one time.",
        "John: Yeah, you could say that.",
        "Nigel: I'm not surprised. He's a very easy child to become attached to. A very good little baby.",
        "Liam: [Cries]",
        "John: Yeah, he is. Hey. Hey. You okay, little man? It's been a while since I've seen him. He's gotten big.",
        "Nigel: If you don't mind my saying, Sir Lieutenant, I'm very sorry things didn't work out for you and Miss Natalie. I thought you made a fine couple, a fine family.",
        "John: Thanks, Nigel. Hey, look, if it's not too much to ask, can we keep this little visit just between us?",
        "Nigel: You can rely upon my discretion. Have a safe flight.",
        "John: Thank you. All right, buddy. I got a plane to catch. So long, kid.",
        "[SCENE_BREAK]",
        "Stacy: No, I'm sorry. You can't let me change my face? Why not? You still planning to scam Rex by passing me off as Gigi? Because you can only do that with my cooperation, and I'm not cooperating.",
        "Cutter: You are such a hypocrite.",
        "Stacy: Excuse me?",
        "Cutter: Yeah, you accuse me of being a scam artist.",
        "Stacy: You are a scam artist!",
        "Cutter: Oh, oh, so, what does that make you, Stacy? You stole my credit card. You were gonna put this entire trip on it -- the plane ticket, the insanely expensive plastic surgery. How much is that gonna cost? How much was I gonna have to lay out for you to get your old face back? You were gonna leave me holding the bag.",
        "Stacy: You owe me.",
        "Cutter: What?",
        "Stacy: Yeah. You were trying to use me. You were gonna sell me to Rex. What I did is nothing in comparison to what you were trying to do.",
        "Cutter: Fly off to South America for, like, a million of my dimes?!",
        "Stacy: Do you really not understand the difference? I'm just trying to get my li-- you know what? You're disgusting, and I want nothing more to do with you. So, I am just gonna get out of here.",
        "Cutter: Wait, wait, wait. You can't just go.",
        "[SCENE_BREAK]",
        "Jessica: I don't know how you've been able to put up with all my family's craziness, you know, especially after everything that we've put you through. You've really been there for me.",
        "Ford: It's because --",
        "Jessica: What?",
        "Ford: Never mind.",
        "Jessica: What?",
        "Ford: No, no. It's -- it's -- it's just that I-I've seen something in you ever since this whole thing with Liam came out.",
        "Jessica: Tess?",
        "Ford: No, no. Not Tess. How strong you are, Jessica.",
        "Jessica: I don't feel very strong.",
        "Ford: Well, you are. I mean, you could have dropped this whole thing with Natalie and Brody, especially after the way that they treated you. But you didn't. I mean, you -- you could have -- you could have thrown those test results in the fire and said to hell with it.",
        "Jessica: It occurred to me.",
        "Ford: Yeah, but you didn't. You went out on a limb to tell Natalie something that she needed to know, and she accused you of making the entire thing up when all you wanted to do was make sure that she knew the truth.",
        "Jessica: It was the right thing to do.",
        "Ford: Yeah, so was telling Brody. And the way he treated you, he made you question your sanity. And after everything you've been through, Jessica, that's -- [Sighs] That's low. But you just -- you just picked yourself up. I-I don't know how you do it. I don't know how you do it. I've seen you put your life back together. I've seen it up close -- what a wonderful sister, mother, daughter -- what a wonderful woman you really are.",
        "Jessica: Well, I-I don't think I could have done any of it without your help.",
        "[SCENE_BREAK]",
        "Brody: That's insane. What are you talking about?",
        "Natalie: It all makes sense now -- everything that I've been wondering about.",
        "John: Brody, you don't usually threaten to kill a man without provocation. So, what did Victor do? How'd he threaten to hurt your family?",
        "Natalie: You threatened Victor. You said that you would rather kill him than allow him to destroy what you have, but I couldn't understand. I couldn't figure out how he could do that.",
        "Brody: He couldn't.",
        "Natalie: But now I see it -- because Victor had this paternity test, and he knew that you knew! And he was threatening to expose you! That's what he was holding over you, and that's why you had to threaten to kill him!",
        "Brody: Natalie, listen to me. I --",
        "Natalie: Brody, just tell me the truth, okay?! You owe me that much! I mean, I'm gonna find out anyway because I am going to have Liam tested, and every single person in this room is gonna know exactly what you have known all this time! So, tell me! Have the decency to tell me the truth!",
        "Brody: Yes. I knew.",
        "Natalie: How did you find out that John is Liam's father? Did Victor tell you?",
        "Brody: It was on the tape -- the tape of Marty's therapy session with Dr. Buhari.",
        "Natalie: Oh, my God. Marty. The -- the -- the tape.",
        "Viki: Honey, I think maybe you should sit down, okay?",
        "Natalie: [Voice breaking] No, I'm okay. [Sighs] [Inhales deeply] Yeah, I'm okay. Um, okay. [Sighs] So, what was -- what was Marty saying on the tape?",
        "Brody: [Sighs] She said she changed the paternity-test results, so that I was the father instead of John.",
        "Natalie: So Marty did this?",
        "Brody: She didn't want you and John to be happy, and she confessed that to her psychiatrist.",
        "Natalie: [Sobs] So, um -- [Sighs] This tape -- is this the, um, the tape that, uh, that we recovered from Gigi, the one where there was the -- the recorder?",
        "Roxanne: That was the day that Gigi was stuck in the house, the day that she was supposed to marry Rex. I gave her that tape recorder. It was my \"something old, something new, something borrowed, something blue\" gift to the bride-to- be.",
        "Natalie: How did you know to listen to this tape?",
        "Brody: I didn't. I didn't. I-I was cataloguing it into evidence. I didn't know what was on that tape until I pressed play.",
        "Natalie: But I listened to that tape, and when I listened to the tape, the tape was blank.",
        "Brody: I know.",
        "Natalie: [Sighs] [Voice breaking] So you erased it? [Sniffles]",
        "Brody: Yes.",
        "Natalie: So, all this time, you knew, since Gigi died.",
        "[SCENE_BREAK]",
        "Stacy: Why shouldn't I go? You've made it clear you're not gonna help me.",
        "Cutter: Just -- just give me a minute, okay? Just wait. Maybe we can work something out.",
        "Stacy: Please, Cutter. Help me get to Brazil. Help me get my life back.",
        "Cutter: Stacy --",
        "Stacy: I need to get my life back. I'll pay you back.",
        "Cutter: How?",
        "Stacy: I don't know how yet, but I won't stiff you. I'll -- I'll get a job, pay you back in installments. I need to do this. I just -- I feel so lost, so alone.",
        "Cutter: I know how that feels.",
        "Stacy: Even if I don't remember my old life, even if it was terrible, I need to start trying to get it back, and this is the only way I can think of to do it.",
        "Cutter: Okay.",
        "Stacy: \"Okay\" what?",
        "Cutter: Okay, you can use my credit card.",
        "Stacy: Oh. Thank you. Cutter, thank you so much.",
        "Cutter: On one -- one condition.",
        "[SCENE_BREAK]",
        "Jessica: You're not so bad yourself, you know.",
        "Ford: [Chuckles] So you keep telling me.",
        "Jessica: Well, I mean, when you think about how we started out, it's amazing, isn't it, you know? Now I think of you as -- as a friend.",
        "Ford: Weird, isn't it?",
        "[Both chuckle]",
        "Jessica: But it's true. You know, whenever I need someone to talk to, you're the person I call. I mean, you're the person I go to. You're the person that I -- that I complain about all my problems to.",
        "Ford: Oh, come on. I'm sure you have plenty of friends that you can complain to.",
        "Jessica: No, I don't. I mean, Kelly and Marty, they're gone, and my relationship with Natalie is damaged beyond repair. So, uh, right now -- you're the only friend I have.",
        "[SCENE_BREAK]",
        "Natalie: [Sighs] I don't know what to say.",
        "Brody: Natalie. Natalie, please. You have to remember what that time was like for us. You had lost John. I had lost Jessica and Ryder. We were both so hurt and -- but we had this one -- this one wonderful thing that happened to us. We made that beautiful little boy together.",
        "Natalie: Except we didn't.",
        "Brody: But we didn't know that. We didn't know that, and -- and because we didn't know that, Liam saved us. This -- this amazing little boy, he gave us both so much hope.",
        "Natalie: Yeah, he did.",
        "Brody: You know, we were there for each other in a way no one else could have been. You know, we -- we started out as friends comforting each other after we lost the people we loved, but -- things changed for us, Natalie. I really, truly fell in love with you. And I loved Liam. He was my son. He brought us together. And after everything with Ryder, y-you know how that killed me.",
        "Natalie: I know.",
        "Brody: And when I found out Liam wasn't mine, I-I couldn't let him go -- either of you. We've been there for each other through so many difficult times. Through everything with Jessica and Tess and then the whole time Liam was kidnapped, I was there. Even when I found out he wasn't my biological son, it made no difference to me.",
        "Natalie: But you knew the truth this whole time.",
        "Brody: I-I didn't want to lose my family, Natalie. I still don't want to lose you or Liam. I love you, and I love him. I always have, and I always will. Don't you see? T-t-this doesn't change anything. W-we can still get married.",
        "Natalie: No, we can't get married, Brody, not now -- not after this.",
        "Brody: Well, see, this doesn't have to change anything. I-I know it's a lot, but w-we can get past this. We can work it out. W-whatever you want to do -- you want to postpone the wedding, you want to take a little time, anything. But just -- let's just go somewhere where -- where we can be alone. We can talk this out, okay? Whatever you want to do, Natalie, I'll do it.",
        "Natalie: You lied to me, Brody!",
        "Brody: You lied to John! It's the same thing!",
        "Natalie: Yeah! Yeah, you're right! It is! But I thought that we learned from our mistakes last year! So, no. [Voice breaking] I cannot marry you. [Sniffles] It's over, Brody.",
        "[SCENE_BREAK]",
        "Stacy: If your condition is that you still want to try to milk money out of Rex, then my answer is still no.",
        "Cutter: No, that's not it.",
        "Stacy: Then what?",
        "Cutter: It's -- okay. Look, I'll pay for your ticket.",
        "Stacy: But?",
        "Cutter: But I'm going with you.",
        "[SCENE_BREAK]",
        "Ford: You know, I, uh -- I think we're kind of in the same boat. I don't really have that many friends either.",
        "Jessica: Uh, you have your brothers.",
        "Ford: Yeah. I mean, yeah. And -- and don't get me wrong, it's been great to get to know them, you know, again. But ever since I've come into this town, I feel like I've had more enemies than I do friends.",
        "Jessica: Well, I'm glad that we're in the place that we are right now. It's a good place.",
        "Ford: Yeah, it is.",
        "Jessica: I should go. I should go.",
        "Ford: Jess.",
        "Jessica: No, no. I have to, um, get home to my family and -- [Sighs] They're with Natalie, all celebrating her wedding to my ex-fiancé. [Chuckles]",
        "Ford: Not exactly something to look forward to going to.",
        "Jessica: No, I'd avoid it if I could, but, uh, I can't. So I might as well bite the bullet and go.",
        "Ford: Don't go.",
        "[SCENE_BREAK]",
        "Brody: Hi, son. It looks like I lost your mother. I can't lose you, too.",
        "[SCENE_BREAK]",
        "Natalie: I still can't believe this.",
        "Roxanne: I thought Brody was such a stand-up guy.",
        "Rex: We all did.",
        "Natalie: [Sighs] I just don't understand how he could do this. How could this be happening, that John is Liam's father and Brody I-- John. Oh, my God. John. He's leaving town. He has no idea that Liam is his son.",
        "[SCENE_BREAK]",
        "Agent: We will now begin boarding Llantano Airlines Flight 6-6-7. Flight 6-6-7 to Seattle is now boarding."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=vuz5oGi-abo"
}