{
    "Episode Summary": [
        "Episode #10278 - \"What a Day for a Daydream\" Written by Aida Croal, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, and Anna Theresa Cascio"
    ],
    "Recap": [
        "Rex and Gigi sleep together, declare their love and are determined to pick Shane up from school and let him know that they are both his rightful parents. But Brody is distraught after Gigi has dumped him and will not let that happen. So he goes to Shane's school before they are scheduled to pick him up, takes Shane with him to the court house and gets his name changed to Shane Lovett. She admits that he loves Brody and suspects nothing. Tess is not going to let anybody find Natalie although Tina helps Jared attempt to find her. Natalie is still stuck in the locked room downstairs even though Jared senses that she is nearby. Todd is worried that Marty keeps having dreams about John and might \"catch on\" as to whom both he and John are in her life although she tells Todd she trusts and wants to be with only him."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Marty: I don't know why I keep dreaming about John McBain.",
        "Todd: Well, he was a man who you thought you had a future with. He hurt you. He left you for dead, so it's really no mystery to me you might have a nightmare --",
        "Marty: No, no, but that's the thing. That's what's so bizarre. Even though you told me over and over again that he tried to kill me and that he's the reason I'm in this bed with no memory...",
        "Todd: What?",
        "Marty: In my dream, I wasn't afraid of him in the slightest. And you know what else? I remembered something.",
        "[SCENE_BREAK]",
        "Rex: Wow.",
        "Gigi: Uh-huh.",
        "Rex: That was...",
        "Gigi: Crazy?",
        "Rex: Well, as Woody Allen has put it so well, \"That was the most fun I've ever had without laughing.\"",
        "Gigi: Shut up, Balsom.",
        "Rex: Did you tell me to shut up? This is really happening. This is really you.",
        "Gigi: Um...",
        "Rex: You're not going to be all, like, \"It was a very intense dream we both had that felt so real but wasn't?\"",
        "Gigi: Not a chance. Because if this is a dream, then I don't ever want to wake up.",
        "Rex: Does the room look different to you? You know, like the colors? Are you laughing at me?",
        "Gigi: No.",
        "Rex: Good, because I want to say something here and I don't want you to think that I'm being --",
        "Gigi: Go on, say it. Please.",
        "Rex: It's just I feel like I've been waiting for ten years to make love with you again. I haven't said it yet today.",
        "Gigi: I love you, too, Balsom.",
        "Rex: Really?",
        "Gigi: Mm-hmm.",
        "Rex: Good, because I really love you, Morasco.",
        "[SCENE_BREAK]",
        "Brody: The situation has been contained. Nothing's going to change. I am Shane's father.",
        "[SCENE_BREAK]",
        "Rex: You thinking what I'm thinking?",
        "Gigi: Shane.",
        "Rex: Yeah.",
        "Gigi: Pretty soon, our son is going to know you're his father.",
        "Rex: Our son. I love the sound of that. Our son.",
        "[SCENE_BREAK]",
        "Brody: They're not going to take Shane away from me. The boy is secure.",
        "[SCENE_BREAK]",
        "Tess: What the hell did you do, Tina? Why is that door unlocked?",
        "Tina: Oh, my goodness. How did that happen? Oh, how unsafe. Well, there, all better now.",
        "Tess: Who went down into the basement, Tina?",
        "[SCENE_BREAK]",
        "Natalie: Jared, where are you?",
        "[SCENE_BREAK]",
        "Jared: So what has gotten you so fired up, Mister? What's down here, huh?",
        "[SCENE_BREAK]",
        "Natalie: Jared, Jared, I'm right here. I'm right here. Please!",
        "[SCENE_BREAK]",
        "Jared: All right, go on, boy. Find whatever's down here.",
        "[SCENE_BREAK]",
        "Natalie: Jared, Jared, Jared, I'm right here. I'm right here. Please, you've got to find me!",
        "[SCENE_BREAK]",
        "Jared: Okay.",
        "[Dog whines]",
        "Jared: Maybe there is something down here. Don't you worry; we're all going to find it.",
        "[SCENE_BREAK]",
        "Natalie: Yes.",
        "[SCENE_BREAK]",
        "Rex: Are you sleeping?",
        "Gigi: Daydreaming.",
        "Rex: About what?",
        "Gigi: I don't want to jinx it.",
        "Rex: Good, because you can't. You know why? Because from now on, you and I, we make our own luck.",
        "Gigi: Making love with you after all these years. Well, I just can't help picturing...",
        "Rex: What?",
        "Gigi: The future. I can't help feeling like finally everything is going to be okay.",
        "[SCENE_BREAK]",
        "Brody: The situation has been contained. Everything's going to be all right.",
        "Shane's voice: Dad, dad, dad, dad, dad, dad...",
        "[SCENE_BREAK]",
        "Jared: What is it that you hear that I can't?",
        "[Dog whines]",
        "[SCENE_BREAK]",
        "Natalie: He hears me, Jared. Me, Natalie.",
        "[SCENE_BREAK]",
        "Jared: I don't have time for this, okay? I have to find Natalie.",
        "[SCENE_BREAK]",
        "Natalie: Jared, Jared, I'm in here. I'm in here!",
        "[SCENE_BREAK]",
        "Jared: Because if she really did leave me, then I need to talk to her and find out what's really going on.",
        "[Dog whines]",
        "[SCENE_BREAK]",
        "Natalie: I'd never leave you, Jared.",
        "[SCENE_BREAK]",
        "Jared: But I need to find her first, okay, so...",
        "[SCENE_BREAK]",
        "Natalie: Jared.",
        "[No audio]",
        "[SCENE_BREAK]",
        "Tess: Move.",
        "Tina: No.",
        "Tess: Get out of my way, Tina.",
        "Tina: Make me.",
        "Tess: Get out of my way or I'll call Uncle Bo right now and let him know what you have in the wall safe. \"Uncle Bo, I have no idea how those jewels got here. Do you think it could be somebody we know?\" You know, do you think I'll have to call Carlo Hesser or will he come running back to Llanview all on his own?",
        "[SCENE_BREAK]",
        "Shane's voice: I know you're my dad, you know you're my dad. Dad's here with us now.",
        "Gigi: You're not his father.",
        "[SCENE_BREAK]",
        "Rex: Here.",
        "Gigi: Thank you. I was imagining Shane once he's accepted you as his dad. His eyes lighting up every time he sees you.",
        "Rex: At this point, I'd be thrilled if he could just tolerate me.",
        "Gigi: Oh, but this is my daydream.",
        "Rex: My bad, you're right.",
        "Gigi: Turn around. Close your eyes.",
        "Rex: Yes, ma'am.",
        "Gigi: And picture -- in a land called Llanview, in a time not too far from our own, a man reconnects with a son he never knew and the woman --",
        "Rex: He's loved for most of his life.",
        "Gigi: Together, they confront the mistakes of their past. Fake DNA tests and crazy exes, and the fear of... the unknown, I guess. I was imagining a time when Shane isn't angry with me anymore and he tells you he's happy that you're his father.",
        "[SCENE_BREAK]",
        "Gigi's voice: You're not his father. You just can't be his dad. Don't go introducing yourself as Shane's father because you're not. You're not his father.",
        "Brody: No!",
        "[SCENE_BREAK]",
        "Rex: I'd pay to see that movie.",
        "Gigi: Yeah?",
        "Rex: And when it came out on DVD, I'd buy 10 -- 20 copies. Watch them non- stop. You'd have to stage an intervention.",
        "Gigi: It was kind of like that. This fantasy playing over and over in my head. And I couldn't give it up. Mad as I was at you for leaving, I still kept hoping that one day you would find Shane and me and I would tell you that he was yours, and you would be over the moon.",
        "Rex: And the sun, stars, the whole damn milky way.",
        "Gigi: I kept seeing us together, the three of us.",
        "Rex: That's what I see. Us together, picnics, going to the beach, me helping Shane with his homework.",
        "Gigi: Homework?",
        "Rex: Okay, so I fake it until I make it.",
        "Gigi: He would see right through you.",
        "Rex: I know, I know. Kid's sharp. I was no \"A\" student. He'd get all impatient and be like, \"Dad.\" And then I'd realize he was talking to me, that I'm dad.",
        "Gigi: Yeah, you're dad.",
        "Rex: But the best part of our son comes from you.",
        "Gigi: Well, I don't know if you've noticed, but the Balsom genes won out by a landslide. Our kid is all you.",
        "Rex: Thank God genes aren't everything. [Rex groans] Oh, I have so much time to make up for.",
        "Gigi: And you will.",
        "Rex: Shane's going to know that I'm there. He's going to have my undivided attention. He's not going to have to act out or do crazy stunts just to feel noticed or loved.",
        "Gigi: You are going to be an amazing father.",
        "Rex: You're not worried?",
        "Gigi: Why should I be?",
        "Rex: Look at my parental role models. Roxy's Roxy. My Aunt Corrine was there, but she was distracted. And my dad, whoever he was, was a no show.",
        "Gigi: You have Bo.",
        "Rex: I do. And now I have you. And a son. You know, I don't care if I ever find out who my real dad is. You and Shane are the two most important people in the world to me. In my dream, we're a family, Gigi.",
        "Gigi: In mine, too.",
        "[SCENE_BREAK]",
        "Gigi's voice: I'm going to go out for a bit. And while I'm gone, I want you to start packing your things and looking for a new place to live.",
        "Brody: Just like that?",
        "Gigi: Rex and I are going to pick Shane up from school today. I'm going to tell him the truth. That Rex is his father and this lie will finally be over.",
        "[SCENE_BREAK]",
        "Jared: I don't know, boy. There's nothing down here.",
        "[SCENE_BREAK]",
        "[No audio]",
        "Natalie: No, please. Please, you've got to keep looking for me.",
        "[SCENE_BREAK]",
        "Jared: Okay?",
        "[Dog whines]",
        "Jared: Vickers, we'll keep looking.",
        "[SCENE_BREAK]",
        "Natalie: Yes, yes, that's it. David Vickers, I love you, and, Jared, I love you more. Please, you've got to find me. You're so close.",
        "Jared: What are you doing? Is it the wall? There's something behind this.",
        "[SCENE_BREAK]",
        "Natalie: Yes. Yes, yes, yes.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] Jared.",
        "Jared: Hi.",
        "Tess: Everything okay?",
        "[SCENE_BREAK]",
        "Todd: You say you remembered something.",
        "Marty: Lee. He'd show me the picture of John as if it were a good thing. When I get agitated, he'd hand me the picture as if he thought it would make me happy, that remembering John would help me to get well.",
        "Todd: Sure, you were in a pretty bad way then. I'm sure he was desperate to help you get better.",
        "Marty: No, but -- so he shows me the picture of a man who wants me dead?",
        "Todd: You didn't have a memory, so I'm sure he figured that showing you a picture of happier times would --",
        "Marty: No, no, no, see, that doesn't make sense. It could have had the complete opposite effect. It could have triggered paranoia or terror.",
        "Todd: Ramsey was not the brightest bulb in the circuit, so... we're not all as brilliant as you, Doctor.",
        "Marty: Yes, but he was an FBI agent. He would have known better. No, it's as if he thought that me thinking about John would have some kind of curative effect. But you've told me just the opposite.",
        "Todd: You know, if you want to be with John McBain, that's fine with me. Be my guest. I won't stop you.",
        "[SCENE_BREAK]",
        "Rex: We better start getting ready to pick up Shane.",
        "Gigi: We have time. School doesn't let out for a couple of hours.",
        "Rex: Well, still, I don't want to be the loser that, you know, leaves this kid waiting there when everybody else has been picked up.",
        "Gigi: Well, the dream didn't help, did it? You're still nervous.",
        "Rex: Something you don't know about me -- I take forever to get ready.",
        "Gigi: Oh, I figured.",
        "Rex: What does that mean?",
        "Gigi: Nothing.",
        "Rex: Okay, some of us don't have perfect hair every day.",
        "Gigi: You think I do?",
        "Rex: I think you're gorgeous and organized. Me, on the other hand? Every time I leave the house I got to come back at least twice to pick up something I forgot, which adds more time.",
        "Gigi: Now that, I didn't know.",
        "Rex: I'm working on it. Because I've got to be organized, you know? Dad's got to be organized, too.",
        "[SCENE_BREAK]",
        "[Schiller's Forever\" plays]",
        "Singer: I'd die a thousand deaths I'd give a thousand breaths and sacrifice the rest to be near you I'd pay the ransom sum or lie to anyone I'd do what is undone to be near you but you're not here you are gone you're not here you've moved on forever",
        "Singer: I know the angel's",
        "Singer: I know the angel's face that caused my fall from grace and left this hollow space that I run through",
        "Singer: 'Cause you're not here",
        "[SCENE_BREAK]",
        "Marty: After everything you've told me, how could I want to be with John McBain? Why would you even say that?",
        "Todd: It seems like you're doubting me.",
        "Marty: No, I'm not doubting you. I -- I 'm just trying to put it all together and it's hard sometimes. I don't understand what... last night we danced and we had fun. Do you want to tell me what's happened between now and then?",
        "Tess: What are you going to do when Marty gets better and crawls out of that cocoon that you built for her and, you know, she finds out the truth? And then she's going to hate you.",
        "Todd: You're not a prisoner here, you know. You can go anytime you want with whoever you want. I won't stop you.",
        "Marty: What does this have to do with what we're talking about?",
        "Todd: Matter of fact, here's the phone. Just use my phone to call someone if you want. It's okay.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] What are you doing down here?",
        "Jared: Right, I know it looks weird, but, uh, David Vickers here seems to think there's something in the basement that bothers him.",
        "Tess: Oh, well, dogs like to follow smells and basements are smelly. So, uh -- my mom wanted that door locked, actually.",
        "Jared: Why? What's so dangerous about the basement?",
        "Tess: Well, for Bree. I mean, she's walking now and if she ever fell down the stairs, I don't know what I'd do. Or if she got into something that could hurt her down here.",
        "Jared: Right.",
        "Tess: So how did you get down here, anyway?",
        "Jared: I said something about D.V. wanting to get into the basement and Tina gave me the key and told me to have a look.",
        "Tess: Really? I didn't know she had a key.",
        "Jared: Yeah, it was in some drawer.",
        "Tess: Well, well, well. Nothing down here, so we might as well get out.",
        "[SCENE_BREAK]",
        "Natalie: Don't fall for it, Jared.",
        "[SCENE_BREAK]",
        "Jared: We're already down here, so we might as well check it out, or else this little dog's not going to calm down, otherwise.",
        "Tess: Oh, come here, puppy. Oh, yeah. Well, you know how these dogs can be. You know, purebreds are a little -- [Whistles] It's all that inbreeding.",
        "Jared: I don't know.",
        "[SCENE_BREAK]",
        "Natalie: You're the crazy one.",
        "[SCENE_BREAK]",
        "Tess: You're trying to forget about Natalie, huh?",
        "Jared: What makes you say that?",
        "Tess: Well, you know, you said you were going to look for her today, so I guess you didn't have any luck.",
        "Jared: Yeah, well, I'm still looking for Natalie. And I'm going to find her. Actually, I came over here to get her address book. You know, it might have a clue as where she might be.",
        "Tess: Maybe, but you sure as hell ain't going to find my sister in the basement, huh? So let's go.",
        "Jared: Fine. Let's go.",
        "[SCENE_BREAK]",
        "[Natalie screams]",
        "[SCENE_BREAK]",
        "Tina: What am I going to do?",
        "[Door opens]",
        "Tess: What's going on there, Tina?",
        "Tina: Well, you know, I -- I have the start of a headache. I think I'm just going to go lie down.",
        "Jared: Yeah, we didn't find anything downstairs. The dog was still going nuts. I'm not sure why, though.",
        "Tess: Aw, he probably needs to out for a walk, huh?",
        "Tina: Well, I take him for very regular walks, Jessica.",
        "Jared: Okay, well, I'm going to go try to find Natalie's address book.",
        "Tess: Oh, Jared?",
        "Jared: Yeah?",
        "Tess: The key.",
        "Jared: Oh, yeah, right.",
        "Tess: Thanks.",
        "[Laughing]",
        "Tina: Well, I'll just take David Vickers off your hands and, you know, I can go take --",
        "Tess: [Normal voice] I don't think so, Tina. You're not going anywhere and neither is your dog.",
        "[SCENE_BREAK]",
        "Rex: Talk about a fantasy. In high school, thinking about taking a shower with you? Right up there with fourth base.",
        "Gigi: Yeah, we had to sneak around just to be able to make out.",
        "Rex: Why was that exactly?",
        "Gigi: Because your Aunt Corrine didn't like me and my parents didn't care for you. We thought it'd be the end of the world if they found out about us.",
        "Rex: We were crazy for keeping things under wraps. We wasted so much time, Morasco.",
        "Gigi: And then we had all the time in the world on the Fourth of July.",
        "Rex: That's when we made Shane.",
        "Gigi: I have never been able to look at fireworks and not think of -- well, us.",
        "Rex: You know, I hope one day Shane can understand the idea of me being his father, and...",
        "Gigi: When Shane gets used to the fact that you are his dad.",
        "Rex: I hope we can tell him about that night. Not, not, not the hooking-up part, but everything leading up to it. How in love we were.",
        "Gigi: Sure.",
        "Rex: Okay, but wait. Then we'll have to tell him that I walked out on you without saying goodbye and how Brody stepped up when you were already pregnant and wanted to take care of you.",
        "Gigi: Rex, listen to me.",
        "Rex: But I was the textbook definition of a deadbeat dad, Gigi. Shane has every reason to hate me.",
        "[SCENE_BREAK]",
        "Brody: The only easy day was yesterday.",
        "[SCENE_BREAK]",
        "Gigi: Rex Balsom, you listen to me. We are going to pick our son up from school. I'm going to tell him everything, and I'm going to make it totally clear that you had no idea that I was pregnant when you left. And the fact that I lied to him about Brody -- well, that's on me, not you.",
        "Rex: I don't want you to be the bad guy in this, Morasco.",
        "Gigi: Well, I'm the one who lied to him about one of the most important things in his life. Whatever my good intentions were, you know, I lied. And when you and I ran into each other last -- last year, I should have told you. I should have told you about Shane.",
        "Rex: Well, we've been over this. We hadn't seen each other in 10 years; I told you I was marrying somebody else.",
        "Gigi: I should have stepped up, Rex. I should have told you and Shane.",
        "Rex: Well, you didn't want to upset my life.",
        "Gigi: Okay, all I'm saying is that this craziness is my fault, not yours.",
        "Rex: Okay, tell Shane the way you told me. He'll eventually understand that you never meant to hurt him, not for a second.",
        "Gigi: Do you love our son?",
        "Rex: You know I do.",
        "Gigi: Well, that's what Shane needs to understand, that you are his father and you love him, and no matter who you were all those years ago, you are miles away from that now.",
        "Rex: How can you be so sure of me when I have a millions doubts about myself?",
        "Gigi: Because I can see who you really are. I see it in you, and I see it in him, and the two of you are so much alike that it is going to blow you away.",
        "[SCENE_BREAK]",
        "[Children giggling]",
        "Teacher: Shane Morasco. What were you doing?",
        "Shane: Nothing, ma'am. Just sitting here.",
        "Teacher: I've got your number, young man.",
        "[Knock on door]",
        "Teacher: Everybody, quiet. That means you, Mr. Morasco. May I help you?",
        "Shane: Dad?",
        "[SCENE_BREAK]",
        "Rex: You know, you might want to keep the \"be like Rex\" campaign under your hat for awhile. Shane's not going to buy it. Who can blame him? He's got a real action hero to look up to.",
        "Gigi: Shane is going to see what I see, a great guy who is strong.",
        "Rex: But not army strong.",
        "Gigi: Who started out with almost nothing and turned his life around because he's tough.",
        "Rex: AKA, hard-headed.",
        "Gigi: But he's also sensitive, and generous, and hella funny. Go ahead, try to deny that.",
        "Rex: Well, the funny part, I'll cop to it.",
        "Gigi: And who's got the biggest heart of any guy I have ever known.",
        "Rex: Yeah, which means squat alongside captain wonder dad. The guy's everything I'm not.",
        "Gigi: You know what? You are everything he's not. You're the real deal.",
        "[SCENE_BREAK]",
        "Brody: Hi, I'm Shane's dad.",
        "Teacher: Hi, I'm Mrs. Gunnels, Shane's teacher.",
        "Boy: Cool uniform. They let you keep that?",
        "Brody: Yep.",
        "Shane: He earned it.",
        "Boy: What about the gun they give you? Did you get to keep that, too?",
        "Mrs. Gunnels: All right, kids, that's enough.",
        "Shane: What are you doing here, Dad?",
        "Brody: I've come to pick you up.",
        "[SCENE_BREAK]",
        "Natalie: Oh, my God, what did I do? This is my only link to Jared left. Please work, please work, please work. Come on. Come on, please work. Thank God, thank God.",
        "Tina: No harm, no foul, right?",
        "Tess: What the hell did you think you were doing, Tina?",
        "Tina: Nothing. And I want my dog back.",
        "Jessica: I was really clear. Actually, I think I was pretty darn clear that you were to get Jared to give up on Natalie, that you were to get him to forget about her, like, yesterday, right? And what did you do? The exact opposite.",
        "[SCENE_BREAK]",
        "Natalie: Tina knows?",
        "[SCENE_BREAK]",
        "Tina: I didn't do anything. Jared went down in the basement by himself.",
        "Jessica: Bull. I dropped that key, and the second you had a chance, you made Jared go down in the basement.",
        "[SCENE_BREAK]",
        "Tina: He didn't find anything, okay? So we're okay, right?",
        "[SCENE_BREAK]",
        "Jessica: No, we're not okay. Why don't you try again, because I -- I triple- dog dare you. Because you know what's going to happen to this little furball? Oh, David Vickers, do you know how Natalie and Jared always say that Nash's death is a terrible accident? Well, yours will be, too.",
        "[SCENE_BREAK]",
        "Natalie: Tina knows Jessica's Tess and that I'm down here.",
        "[SCENE_BREAK]",
        "Marty: You know I have no one to call. You told me my parents are dead. I have no family. I have no children. Oh, I almost forgot, Jessica, your niece, yeah. She knows me, but there's something about her I really didn't trust. But I trust you.",
        "Todd: I'm sure you can learn to trust someone else.",
        "Marty: Yeah, sure I could. Would you look at me? Look at me! I don't remember a thing before my accident. Oh, no, I do. Wait, I was in love with a man. Oh, but wait again. He wants me dead. What do you think? Do you think I should head out into the world when I don't know who's who and what's what and I can't defend myself? Is that what you want?",
        "Todd: Of course not. I want to protect you. Now, now, take it easy. Jeez. What are you doing?",
        "Marty: No!",
        "Marty: You and Janet are the only two people I can trust. So take your phone. I don't want it.",
        "Todd: That's not how I want it.",
        "Marty: Well, what do you want?",
        "Todd: I want -- I want you to be here with me, but not because you have to be -- because you want to be.",
        "Marty: Okay, I don't have a lot of choices, and I don't have anyone else I can turn to. But even if I did, I wouldn't leave.",
        "Todd: You don't know that.",
        "Marty: I do know that I don't feel like a prisoner here. Nothing could be further from the truth.",
        "Todd: And how do you feel?",
        "Marty: Happy and healthy. I actually look forward to you coming through that door. I don't -- I don't want to be with anyone else. I don't need anyone else, Todd. I just want you.",
        "[SCENE_BREAK]",
        "Tina: I want my dog back.",
        "Tess: Aw, say please.",
        "Tina: Please.",
        "Tess: You know, you got to be really, really careful with these things. They don't always land on their feet.",
        "Tina: Oh, David Vickers, are you all right? Are you all right, sweetie? Oh. Oh, baby. What are we going to do? We have to do something.",
        "[SCENE_BREAK]",
        "Natalie: What do you want now, Tess?",
        "Tess: Well, I'm just excited to hear how you're liking your little reality TV show. What do you think we should call it? \"Big Sister\" or \"Bachelorette From Hell\"?",
        "Natalie: Bite me.",
        "Tess: That's not a good name. And I'm also interested to know, how does it feel to have Jared so close but so far away?",
        "Natalie: It feels great, because now I know he'll never give up on me.",
        "Tess: Keep dreaming.",
        "Natalie: I don't have to, because you're slipping, Tess. Jared almost found me, and next time he will.",
        "Tess: There won't be a next time, Natalie.",
        "Natalie: Really? And now who's dreaming?",
        "Tess: What am I to do? What's an idiot like me to do?",
        "Natalie: You have something on Tina, don't you?",
        "Tess: How do you think I got you down here? What, with a crane?",
        "Natalie: No.",
        "Tess: News flash, honey. I'm in my third trimester. I'm not supposed to be doing any heavy lifting.",
        "Natalie: Tina helped you?",
        "Tess: Wake up, Natalie. Everybody wants to help me, and nobody wants to help you. Nobody.",
        "[SCENE_BREAK]",
        "Rex: So this is going to be okay?",
        "Gigi: Absolutely.",
        "Rex: You're not just saying that?",
        "Gigi: The first step was telling Brody to leave, the next one is to tell Shane the truth. As soon as we do that, we can start making it up to him.",
        "Rex: And if Shane hates me at first, I'll just have to suck it up, be patient.",
        "Gigi: He's going to love you, Balsom, he will. He'll get there, and he'll forget about Brody.",
        "Rex: You really think so?",
        "Gigi: Yes. Our kid is a survivor. And deep down, he just wants to connect with his dad, his real dad. You know, I -- I'm not going to be his favorite person for awhile, though.",
        "Rex: He'll forgive you, Morasco. He's crazy about you.",
        "Gigi: Can you believe it?",
        "Rex: Of course I can believe it. It's written all over the kid's face.",
        "Gigi: No, not that. This. We're going to have it, Rex. That dream we dreamed before? We're going to be a family.",
        "[SCENE_BREAK]",
        "Mrs. Gunnels: School isn't over yet, Mr. Lovett.",
        "Brody: Uh, actually, ma'am, it's Lieutenant Lovett. And I apologize for disrupting your lesson, but Shane's got a dentist appointment this afternoon. He's going to have to leave school early today.",
        "Mrs. Gunnels: I thought Ms. Morasco was picking Shane up today.",
        "[SCENE_BREAK]",
        "Rex: Do I look dad-ish enough?",
        "Gigi: More than enough.",
        "Rex: Okay, okay. This is really going down. Well, actually I can handle it. Wow, this feels amazing.",
        "Gigi: What does?",
        "Rex: I'm with the woman I love. We're going to pick up our son at school.",
        "[SCENE_BREAK]",
        "Brody: Shane's mom got called into work at the last minute, and we had this appointment, so she sent me to get Shane.",
        "Mrs. Gunnels: Really?",
        "[SCENE_BREAK]",
        "Gigi: It's like Marcie said.",
        "Rex: What'd she say?",
        "Gigi: That something good will come from telling Shane the truth for all of us. And that, well, Shane's happiness, that'll come later. And I know it will.",
        "Rex: No turning back?",
        "Gigi: Mm-mm. Let's go get our son.",
        "[SCENE_BREAK]",
        "Shane: Ms. Gunnels, what's the big deal if my dad picks me up instead of my mom?",
        "Mrs. Gunnels: The school has rules. I'm going to call your mother, Shane, just to be sure.",
        "[SCENE_BREAK]",
        "Todd: That's good. So you want to be here.",
        "Marty: What makes you think -- what made you think I didn't?",
        "Todd: Nah, it doesn't matter.",
        "Marty: You're just so different today. Did somebody say something to you? I mean, did -- someone did a real number on you.",
        "Todd: I had a -- I just hit a low point, you know. That's all. But you cured it.",
        "Marty: Any other lingering questions I can answer?",
        "Todd: Mm. Well... no, no, no.",
        "Marty: Go ahead, tell me. Tell me.",
        "Todd: Just, uh -- this whole thing, you and me together here, and planning to raise my grandkid, I just wonder if you still think it's a fantasy?",
        "[SCENE_BREAK]",
        "Natalie: Aunt Tina knows you're Tess and that I'm down here?",
        "Tess: You bet your ass, Nattie.",
        "Natalie: Why would you do this to me? Because of a dog?",
        "[SCENE_BREAK]",
        "Tina: Natalie? Natalie, I'm pretty sure you can hear me and you can see me. And I just want to tell you how sorry I am. I wish I could do more to help you, but I can't. Your -- your sister... I mean Tess. She threatened my Sarah. And even poor little David Vickers. I mean, when I put him in his own bed, he was shaking so hard. And, yes, there is more to it.",
        "Natalie: What is it? What leverage do you have over Aunt Tina?",
        "Tess: Well, let's just say I know a few things about a few people that they don't want anyone else to know.",
        "[SCENE_BREAK]",
        "Marty: This is no fantasy. It's not going to come crashing down. No confusing dreams about John McBain, or memories of what lee may or may not have thought. But I can't change how I feel about you.",
        "Todd: Mm.",
        "Marty: So even if I could crawl or walk or fly out of here, I wouldn't. I mean, this house, you know, Janet, you, the baby. That's my life now, and it's real. What you and I have is real.",
        "[SCENE_BREAK]",
        "Natalie: What are you talking about? I mean, who else knows I'm down here?",
        "Tess: Ssh. You're missing the show.",
        "[SCENE_BREAK]",
        "Tina: You must feel so scared and alone, being at the mercy of that blonde psychopath I thought was your sister, but... oh, honey, I wish I could do more to help you, but I can't do it right now. I just -- I just can't, and I want to offer you my most sincere, sincere apology.",
        "Jared: Tina. What are you doing? Who were you talking to?",
        "[SCENE_BREAK]",
        "Mrs. Gunnels: Shane's not here. He left with his father a while ago.",
        "[SCENE_BREAK]",
        "Shane: The way you talked Ms. Gunnels into not calling my mom was awesome. She was dead set on picking me up today. She never would have said yes. But that's one of your superpowers, making people do stuff. You got to teach me how to do that, because I definitely didn't inherit it. So, uh, what are we doing here anyway?",
        "Brody: You haven't guessed yet?",
        "Shane: Dad.",
        "Brody: I'm having your name legally changed from Shane Morasco to Shane Lovett.",
        "Shane: Are you serious?",
        "Brody: You bet. After today, you'll not only be my son, but you're going to have my name, too. Shane Lovett.",
        "Shane: I love it. Wait a minute, did you just hear that? Lovett, love it?",
        "Brody: Yeah, I heard it.",
        "Shane: How cool is that?",
        "Brody: Way cool.",
        "Shane: Thanks, Dad.",
        "Brody: Well, you're welcome, son. We're never going to be separated again."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=fQGoSwRkeZc"
}