{
    "Episode Summary": [],
    "Recap": [
        "BANG! The gun goes off. Adriana and Dorian watch as Rex pushes Bruce's dead body off him. Adriana rushes to Rex and they hug and kiss while Dorian watches quietly. Jo, Bo and their men arrive to execute a search for more evidence to hang Spencer. \"Bo, I think I found something.\" Meanwhile, David arrives at the jail to visit his brother. He gets out his picture phone and takes a pictures, being sure to get himself in it as well as his brother who sits behind bars, behind him. He knows that Dorian will find this picture to die for. Natalie is at the bar and she sees Clint looking at his phone and then putting it down. She knows that he is thinking about calling Dorian and she tells him to just do it. Dorian checks the man out and confirms that he is dead. She feels they should call the police now. Adriana tells that she would love to do that, so that she can tell them all that her mother has done. Rex doesn't care about that now. Adriana is bleeding. She can't understand it. She doesn't feel pain anywhere. Rex starts staggering. Adriana and Dorian can't understand what is wrong with him. Suddenly he falls hard to the ground. John and Bo get the strong box open, but John closes the lid again. A strange mist, or fog drifts out of it. Paige told them that the box is sometimes used for cold storage. They look in the box again and are not sure what it is that they are looking at. \"Maybe it is the thing that he used to make Margaret forget her life.\" Paige arrives at the jail to ask Spencer how it feels to be locked up and put aside. He starts to threaten but she isn't afraid of him anymore. Rex has been shot and Adriana and Dorian work hard to keep him alive while the paramedics make there way there. There is a point where it seems like Rex isn't breathing anymore. When Rex is strapped in, Adriana starts making her way to the ambulance but Dorian tells her that isn't a good idea. \"I don't care what you think, and I never want to see you again,\" Adriana says. Bo and John send the storage box to the lab. John gets the call that there is news and he and Natalie head out. Bo gets a call that Rex has been shot and he and Paige head out to meet him at the hospital. Spencer thinks about his brother's visit. They discussed the Buchanans and how Spencer hates them. He knows that unlike his brother and mother, he is strong. Michael and Marcie decide that they need to adopt Tommy and because of that, they are allowed to take him home with them right away."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Man: This is a witch-hunt. I won't allow you to search Dr. Truman's office.",
        "John: Here's the deal -- comply with the warrant and open that door or I bust it down and I bust you for obstruction. It's your call, for about three seconds.",
        "Bo: Well, it the best shot we have at nailing Truman. I want a clean sweep, ok? If there's something there to be gotten, get it.",
        "John: Let's do it.",
        "[SCENE_BREAK]",
        "Guard: Got a visitor, Doc.",
        "David: Spencer, Spencer, Spencer. I'm going to give you some advice from a guy who used to be where you are now. Sleep with your head at that end, or the guys in the drunk tank will pull your hair.",
        "Spencer: Charges are never going to stick, David, so just go ahead, man. Take your cheap shots while you can.",
        "David: Good, because I got a few zingers that I've been working on in the mirror. And I don't have to be anywhere for the rest of my life. But first -- say \"cheese.\" Oh, that's a good one. I'm going to have to email this to Dorian, because in her words, it's to die for.",
        "[SCENE_BREAK]",
        "Marcie: You don't understand what I'm trying to say to you.",
        "Janice: Marcie, we've gone over and over this. I've tried to explain to you --",
        "Marcie: Yeah, but you're not listening to --",
        "Michael: Hey.",
        "Marcie: Hi.",
        "Michael: I'm sorry I'm late. I got held up at the hospital. Something wrong?",
        "Marcie: Oh. Well, see --",
        "Janice: I wanted to speak with both of you about Tommy.",
        "Michael: Is there some sort of a problem?",
        "Janice: A new option has come up.",
        "Michael: What new option?",
        "Marcie: She wants to take Tommy away from us.",
        "[SCENE_BREAK]",
        "Adriana: Rex, don't do this!",
        "Dorian: Honey, you stay out of this.",
        "[Gunshot]",
        "Adriana: Rex!",
        "[SCENE_BREAK]",
        "Kelly: Kevin?",
        "Kevin: Hey. I didn't know you were awake.",
        "Kelly: I just woke up.",
        "Kevin: Yeah, I can see that. How you feeling?",
        "Kelly: Tired.",
        "Kevin: I bet, after everything you've been through. Maybe you should go back to sleep.",
        "Kelly: No, I don't want to go back to sleep, not until I know if my baby's ok. Dr. Mulhern, do you have the test results?",
        "Dr. Mulhern: We know everything we need to now.",
        "Kelly: Is my baby ok?",
        "[SCENE_BREAK]",
        "David: Huh. That is the darndest thing. You look overweight and anemic at the same time.",
        "Spencer: Get out, David. Just get out!",
        "David: Are you sure you don't want my company? I could show you how to make a shiv out of cold butter and green beans. You know, when someone used to come to visit me here, I would welcome them with open arms whether they were carrying pastries or pitchforks.",
        "Spencer: You know, David, the only entertaining I'm going to be doing is in my very own home with everyone begging my forgiveness because they doubted me in the first place.",
        "David: You are still buying your own press, aren't you?",
        "Spencer: No. But I am an innocent man, a victim of police harassment, false arrest, and I am going to launch one hell of a lawsuit against the Llanview police department. So you can expect some changes around here, buddy boy, starting with John Mc Bain and Bo Buchanan.",
        "David: Spencer, Bo and John aren't just sitting on their hands right now hoping for the best. They're like pit bulls with a shih tzu carcass.",
        "David: They're not going to let it go and they're certainly not going to let you go.",
        "Spencer: Well, if that is true, David, I can guarantee you one thing -- John Mc Bain and Bo Buchanan are going to go to their graves broken men because they don't have anything on me. They're not going to find a damn thing.",
        "David: It's hidden that well?",
        "Spencer: There's nothing to find.",
        "[SCENE_BREAK]",
        "John: Hey. Bo, I think I got something.",
        "Natalie: Come on, just do it. Why don't you just call her already?",
        "Clint: Call who?",
        "Natalie: The person that you've been almost calling for the last 10 minutes.",
        "Clint: You here all by yourself?",
        "Natalie: No, I'm waiting for John. Let's not change the subject.",
        "Clint: I can't change the subject because I don't know what the subject is.",
        "Natalie: You were going to call Dorian and we both know it.",
        "Clint: What makes you think that?",
        "Natalie: Because I know you. And when you want something, you go after it, no waffling. So it makes me wonder who in the world could you have wanted to call so badly that you had to think about it so much first?",
        "Clint: My kids are way too smart for their own good.",
        "[SCENE_BREAK]",
        "Adriana: Is he dead?",
        "Dorian: No, wait. Don't.",
        "Rex: There's no pulse. It's over.",
        "Adriana: Oh, I was so scared!",
        "Rex: Me, too -- for you.",
        "Adriana: You saved me -- again.",
        "[SCENE_BREAK]",
        "Dr. Mulhern: The results from the second sonogram were definitely encouraging.",
        "Kelly: So my baby's going to be all right?",
        "Dr. Mulhern: Everything appears to be developing nicely. There's a strong heartbeat.",
        "Kelly: What about the irregularities?",
        "Dr. Mulhern: Appears to be working itself out.",
        "Kevin: You hear that, Kel?",
        "Kelly: I'm almost afraid to believe it.",
        "Dr. Mulhern: You shouldn't be. You're obviously in good hands. And whoever performed your surgery did an incredible job. You wouldn't be in this position today if it weren't for that doctor. So you can get your things together -- we're going to discharge you.",
        "Kevin: Oh, well, thanks for everything. Appreciate it. Well, finally some good news, huh?",
        "Kelly: Yeah. It's wonderful news.",
        "Kevin: Well, you heard the doctor. Listen, let's get your stuff together and get you home.",
        "Kelly: I'd like that more than anything, Kevin, but it's not going to happen.",
        "[SCENE_BREAK]",
        "John: Let's see what this guy was hiding. Yeah.",
        "Bo: Mm-hmm. May I help you, Miss?",
        "Paige: I -- I heard what was going on. I just -- I had to come see for myself.",
        "Bo: Yeah. Well, we'll probably be here a while.",
        "Paige: Well, I hope you find what you need to throw the book at Spencer. I'll see you.",
        "Bo: But -- you know what? I didn't finish my train of thought there. I said we'll be here a while, so afterwards I'll probably be in the mood for a drink or --",
        "Paige: Oh. Well, me, too.",
        "Bo: Oh. Capricorn?",
        "Paige: I'll be there.",
        "Bo: Ok.",
        "Paige: Um -- listen, I -- I don't mean to interfere, but that box that John has, did -- did you find it here in Spencer's office?",
        "Bo: Yeah. Why?",
        "Paige: Well, because he's never going to get it open, not with that. It -- it requires a special key. See, there's a dual mechanism inside each lock and you need a key with a -- a special magnetic tip.",
        "Bo: And you know this because?",
        "Paige: The hospital uses those boxes to store and transport drugs and specimens.",
        "Bo: Ah. Do you know where I might be able to find one of these little magnetic keys?",
        "Paige: Well, admin probably has one on file.",
        "Bo: Thank you.",
        "Paige: It's really happening, isn't it? Spencer's going to get what's coming to him.",
        "Bo: Mm-hmm, thanks to you. Capricorn.",
        "Paige: Yeah.",
        "Bo: Ok.",
        "Paige: You know, I -- I have something I have to do first, and then I'm all yours.",
        "[SCENE_BREAK]",
        "Spencer: What happened to you anyway, David? I mean, you know, you -- you used to look up to me so.",
        "David: Which is why I started wearing lifts in high school.",
        "Spencer: Oh, yeah, well, you trusted me with your life and -- and I looked out for you, David. Didn't I?",
        "David: You made me think that I killed a cop when you did it yourself. Yeah, that's watching out for my back, isn't it?",
        "Spencer: There wasn't anyone else, David. It was just me! No one else gave a damn about you.",
        "David: Yeah, well, mom did. She cared. She would've looked out for me if she'd been around.",
        "Spencer: Yeah, well, things would've been different for both of us. But she wasn't around, David. I was the only one there to take care of you, and what do you do? How do you -- hell, you turn your back on your very own brother, man. Now -- now, why do you do that? All because of something that some Buchanan has to say?",
        "David: Yeah, well, what is up with that anyway? You and bo Buchanan?",
        "Spencer: Man's got it out for me, wants to destroy me.",
        "David: You had it out for him first, all the Buchanans. You came to town with some sort of agenda, an agenda that had nothing to do with blair and everything to do with the Buchanans. Why is that?",
        "Spencer: The Buchanans are easy to hate. Just ask half the town.",
        "David: I'm asking you. You're not through with them yet, are you?",
        "[SCENE_BREAK]",
        "Rex: Are you all right? That creep didn't hurt you, did he?",
        "Adriana: No. He tried, but I held my own.",
        "Rex: I bet you did.",
        "Adriana: Are you -- what about you? Are you ok?",
        "Rex: I'm fine. Better that you're back and safe.",
        "Adriana: Because of you.",
        "Rex: Look, I'm so sorry I screwed up.",
        "Adriana: You? You didn't do anything wrong.",
        "Dorian: As a doctor, I better personally check him out. Excuse me.",
        "Rex: No, but I didn't tell you --",
        "Adriana: No, you were perfect, ok? You were everything I needed you to be and I just stopped seeing it. If anybody messed up, Rex, it was me.",
        "Rex: Don't worry about it. I'm safe, you're safe. We don't have to be scared anymore.",
        "Dorian: All right. This man is definitely dead. We better call the police.",
        "Adriana: Yeah, we're going to call the police, all right. And when we do --",
        "Rex: Adriana, Adriana --",
        "Adriana: We're going to tell them everything.",
        "Rex: Adriana, you're bleeding.",
        "Dorian: Oh, my God. Oh.",
        "[SCENE_BREAK]",
        "Janice: No decision has been made about Tommy.",
        "Marcie: Yet.",
        "Michael: I thought this was a done deal.",
        "Marcie: Yeah, so did I, until I got here and then Janice told me that, you know, this other couple beat us to the punch.",
        "Janice: \"This other couple\" has been in the system for quite some time. They're experienced foster parents and when they heard about Tommy, they expressed an interest in taking care of him.",
        "Michael: Well, come on, Janice. I mean, you know that Marcie and I are perfectly capable of doing that. I mean, he's been with us from the beginning, he's bonded with us. We've made a home for him.",
        "Janice: I'm just looking out for Tommy's best interests.",
        "Michael: Well, I don't see how it can be in Tommy's best interest to keep doing this thing over and over again with different people.",
        "Janice: It wouldn't be. This couple is interested in formally adopting Tommy -- something you two have kept off the table. I'm sorry. I don't doubt how much you love Tommy.",
        "Marcie: But you're willing to take a chance on a couple of strangers. Janice, these people don't know anything about Tommy. They don't know how he likes to be held or how I sing to him or what his favorite toys are. They don't know any of this.",
        "Janice: Our goal isn't just to provide a loving home for Tommy. It's that we need to provide a permanent home with parents who will raise him as their own. I know you both want the same thing for Tommy.",
        "Michael: Janice, can I have a moment alone with my wife?",
        "Janice: I'll be back in a few minutes.",
        "Marcie: I don't get it. Michael, we're trying to do something good here. We love Tommy, Tommy loves us. I know that he loves us. I mean, are we supposed to just forget about him? Are we supposed to forget that he ever existed? Are we supposed to forget all those things that we love about him -- you know, how he grabs your nose when you talk to him or how the vacuum cleaner calms him down or how his smile just -- it makes us so happy? Michael, are we supposed to just forget about those things? Because I can't. You know, are we just supposed to give in?",
        "Michael: No. We're not giving up on Tommy. We're taking him home, tonight.",
        "[SCENE_BREAK]",
        "Clint: Am I that easy to read?",
        "Natalie: No. You just get this certain look about you with Dorian.",
        "Clint: Oh, this crazed, out-of-control look, a look of \"what the hell am I thinking?\"",
        "Natalie: All of the above.",
        "Clint: Dorian does that to people.",
        "Natalie: Yeah. That's why most people try to avoid her, dad.",
        "Clint: Unlike me. Ahem.",
        "Natalie: The question is, why?",
        "Clint: Natalie, I was away from Llanview for quite a while. Things change, people change. The thing that remains the same, though, is you don't know what Dorian's going to do, what she's going to pull next.",
        "Natalie: You like that?",
        "Clint: You don't like that?",
        "Natalie: Ok, we're not talking about me. Look -- Dorian is like the most high- maintenance person you could possibly get. Do you really want to work that hard?",
        "Clint: It's not all work.",
        "Natalie: Ok, whatever floats your boat.",
        "Clint: Is that an approval?",
        "Natalie: Um -- no. No, no, and no. But I do -- I want to see my dad happy, or close to happy -- you know, whatever you get with Dorian.",
        "Clint: Oh, thanks.",
        "Natalie: So the question is, why haven't you called her?",
        "Clint: Because I saw her earlier today and she was right in the middle of this thing with Rex and Adriana, so -- I don't know. I just didn't want to, you know, force my issues in on her.",
        "Natalie: Yeah. That's probably a good idea. So I -- I'm not doing anything. You want to -- do you want to spill?",
        "Clint: Well, I don't know if that's right.",
        "Natalie: Why, because I'm your daughter?",
        "Clint: Well, I am the parent here. Do you remember?",
        "Natalie: Dad -- ok. We didn't really meet until I was already grown up, so we kind of don't have that parent/kid dynamic thing going on.",
        "Clint: Yeah. You do have a point there.",
        "Natalie: Mm-hmm. Look, you want someone to talk to, someone's right in front of you.",
        "Clint: Natalie, you don't understand. What I was going to talk about with Dorian was how miserably I have failed my children.",
        "[SCENE_BREAK]",
        "Bo: Try this.",
        "John: Where'd you get that?",
        "Bo: Paige hooked me up, sent me down to administration for it.",
        "John: Paige, huh?",
        "Bo: Yeah, Paige.",
        "John: Paige. All right, Paige. Let's see what you got.",
        "Bo: Whoa.",
        "John: Paige say anything about these boxes being used for cold storage?",
        "Bo: She said they're used for transporting specimens, drugs -- that sort of thing.",
        "John: Enough for me. Well, well, well.",
        "Bo: Man.",
        "[SCENE_BREAK]",
        "Spencer: You had your chance to team up with me against the Buchanans, David. Remember? And you turned me down. You turned me down flat, so wt's going on, little brother? Sudden change of heart?",
        "David: Oh, I didn't come to bargain. I just came to gloat. But I would like to get something through your head -- whatever plot you have against the Buchanans, drop it before they find out.",
        "Spencer: Well, they're not going to find out, David, unless of course you tell them.",
        "David: I don't know anything. Spencer, Bo wants to string you up for a cop killing. You'll be lucky if all you get is life. Anything more than that, he's going to put you on a board, he's going to put a needle in your arm.",
        "Spencer: Didn't know you cared. But then again, maybe you do -- about the Buchanans.",
        "David: Oh, trust me. I'm no fan of the Buchanans.",
        "Spencer: Well, that's good, David, because I'm not going to drop a damn thing, you understand?",
        "David: What is the big deal, Spencer?",
        "Spencer: I've come way too far to see this stop now.",
        "David: Let it go, whatever it is that happened between mom and Asa.",
        "Spencer: What happened? You don't have a clue, do you? Because if you did --",
        "David: If I did, what? Tell me what I don't know, Spencer. Tell me why you are willing to risk your life to hurt the Buchanans.",
        "Spencer: Let's just say that the Buchanans are going to get what's coming to them, and I'm going to make sure of it.",
        "Paige: Not if they get you first. And judging by what John and Bo just found in your office, I'd say the chance of that happening is pretty damn good.",
        "[SCENE_BREAK]",
        "Dorian: Adriana. Here, let me look at her.",
        "Adriana: Mom --",
        "Dorian: Honey, where does it hurt?",
        "Adriana: I -- I don't know. I don't feel anything.",
        "Rex: Where's that blood coming from, huh?",
        "Adriana: I don't know. I feel fine, ok? I just -- Rex? Rex, you ok? Rex? Rex! Oh, my God!",
        "Dorian: It's a gunshot wound. You know our location. Fine. Get an ambulance here, fast. Thank you.",
        "Adriana: Listen to me -- you're going to be fine, ok? I'm not going anywhere. I'm staying right here with you, ok?",
        "Rex: I know. You're my hero.",
        "Dorian: Honey? Hold this against the wound and keep it pressed like so -- good. We have to staunch the blood. There's a first-aid kit in the car. I'm going to go get it.",
        "Adriana: An ambulance is coming, Rex -- did you hear that? My mom called 911 and she's a doctor don't forget, so she's going to take really good care of you.",
        "Rex: Lucky me.",
        "Adriana: No, lucky me, that you found me. That's why I can't lose you, ok?",
        "Rex: I'm so sorry. This is my fault.",
        "Adriana: Shh -- no. I told you you didn't do anything wrong, all right?",
        "Rex: If I found you sooner, this wouldn't have happened.",
        "Adriana: Look, ok, we can apologize to each other all we want when you're better.",
        "Rex: I -- I --",
        "Adriana: Rex, what? Rex?",
        "Rex: I love you.",
        "Adriana: Rex? Rex? Mom! Mom, he stopped breathing!",
        "[SCENE_BREAK]",
        "John: What do you think -- do we call in HAZMAT?",
        "Bo: The box is airtight. Spencer wouldn't leave this stuff lying around without some safeguards.",
        "John: What do you think's in there?",
        "Bo: You know, we might be looking at the reason that Margaret Cochran forgot her life in Llanview.",
        "John: Yeah, maybe, and maybe more. I don't know anymore, Bo. I just don't know. Larry, are you fellas heading back now?",
        "Larry: I want to take these samples to trace right away.",
        "John: Ok. Look, this gets top priority, all right? I want everything in it I.D.'d, then I want it cross-referenced against Margaret Cochran's autopsy. Thanks.",
        "Larry: Sure.",
        "John: I'll check in with you later.",
        "Larry: Ok.",
        "Bo: Looks like the list of charges for Truman's arraignment just got a little longer.",
        "John: Not long enough. Let's go.",
        "[SCENE_BREAK]",
        "David: Spencer, you could've gotten yourself out of this whole mess --",
        "Spencer: Shut up, David. Just shut up, man.",
        "David: Tag me out?",
        "Spencer: Yeah, that's right. Go ahead, Paige. Your turn now. Just go ahead, give me a good swift one while I'm down.",
        "Paige: Well, that's really your M.O., isn't it?",
        "Spencer: I guess you really don't want to spill the beans, though, do you? You don't want to tell me what they're conjuring up against me.",
        "Paige: You're dying to know, aren't you?",
        "Spencer: And you're just dying to tell me.",
        "Paige: Well, I could, you know, but then I would only have one secret on you instead of two. [Paige chuckles] How's it feel? Hmm? How do you feel to be left in the dark? Are you -- are you feeling angry? Helpless? Impotent?",
        "Spencer: I'll tell you what, Paige. When I get out of here, I'll come and find you --",
        "Paige: Oh, when you get out of here, you're not going to do anything to me. Whether you're in here or out of here, I'm not afraid of you anymore, Spencer. You can't hurt me, you can't do anything to me. You know what you are right now? You're irrelevant.",
        "David: Well, well, well. It looks like you're all out of friends, lovers, allies, and lackeys.",
        "Spencer: Their loss. I still have a brother, don't I?",
        "David: Yeah, you do still have a brother. I guess there's nothing I can do about that, but you are on your own. Got to fend for yourself now.",
        "[SCENE_BREAK]",
        "Natalie: You blame yourself for what happened to Jessica?",
        "Clint: I blame myself for a lot of things. I haven't done a very good job by my kids, I don't think.",
        "Natalie: You're not God -- just a Buchanan. No, I mean, it's got to -- it's got to be really tough to be a good parent, you know, giving up the idea that you can't run cover for us forever.",
        "Clint: I know that, but it -- it's just -- for me, it's easier said than done.",
        "Natalie: You're not going to let yourself off the hook, are you? Ok. Fine. I'm not going to try to convince you that you're human, but we need to get something straight.",
        "[SCENE_BREAK]",
        "Kevin: What do you mean, \"that can't happen\"? Please tell me you're packing to come home with me.",
        "Kelly: Kevin, stop.",
        "Kevin: What do you want from me? I -- look, I just told you that I was sorry for everything I've done to hurt you.",
        "Kelly: I know.",
        "Kevin: Then what's the deal? All right? I mean, I will do this however you say. And I will play whatever role is best for you and the baby, but you have to come home. You ha to come back to Llanview.",
        "Kelly: Kevin, please. I can't tell you how much I want that, but I have to do what's best for my child, for Duke's child. I -- look at you. Look at you -- this is exactly what I'm talking about.",
        "Kevin: What?",
        "Kelly: I can see it in your eyes, every time I mention the baby's father. I can see it -- you cringe.",
        "Kevin: Oh -- ok. Well, you know, it takes a little getting used to.",
        "Kelly: I know. And I'm not blaming you. I understand. But I have to do what's best for my baby, and I am not going to do anything that's going to make he or she feel even remotely unwanted.",
        "[SCENE_BREAK]",
        "Natalie: You are way too focused on all the bad things that have happened to us. You've lost sight of all the good.",
        "Clint: You mean there were some good things?",
        "Natalie: Come on, dad, yeah. I mean, your kids are basically happy.",
        "Clint: After everything you've all gone through?",
        "Natalie: Crazy, huh, but, yeah. And that's because you and mom are really good parents.",
        "Clint: Not always, honey.",
        "Natalie: Hmm. Not for lack of trying. We know that you love us, unconditionally. And I'm sure you've made some mistakes -- I mean, what parent hasn't? -- But, I mean, that unconditional love, that's -- that's always there, no matter when you can't be. You're a great dad.",
        "Clint: I wish I could take more credit for you. I didn't know you for most of your life.",
        "Natalie: I know. I mean, I kind of feel like I had two lives -- the one before being a Buchanan and after. I'm not the same girl who first came to Llanview. I was such a bitch back then. I don't know how you guys could still stand me.",
        "Clint: Natalie, we love you.",
        "Natalie: That's my point exactly, dad. You have not failed any of us. You're amazing, Dad.",
        "[SCENE_BREAK]",
        "David: I didn't think you had it in you -- nailing Spencer like that?",
        "Paige: It was 20-plus years of hostility speaking. But I'm surprised you haven't done the same thing. It felt damn good to let go.",
        "David: Brothers don't have that option.",
        "Paige: You need to seriously rethink your relationship with Spencer. He has used you your entire life and he's going to keep using you as long as you let him.",
        "David: Old habits die -- well, sometimes, they don't die at all, do they?",
        "Paige: You should cut him off, cold turkey. I'm telling you. You'll never be able to move on till you do.",
        "[SCENE_BREAK]",
        "Clint: Natalie, I need to thank you. I didn't know I needed a talking-to.",
        "Natalie: Well, I hope it helped.",
        "Clint: Oh, more than you know. More than you know. Well, John has arrived, so I'm going to be the good dad and leave and not mess up your date, ok?",
        "Natalie: Ok. Thank you, Daddy.",
        "Clint: Yeah.",
        "John: Sir.",
        "Clint: Hi. You're involved with a real fine lady there.",
        "John: Thanks. You look real pretty.",
        "Natalie: Thank you. You're in a good mood.",
        "John: Yeah. Not bad. How about you? How'd it go with your sister?",
        "Natalie: It was rough, but it's ok.",
        "John: That's good. That's good. She -- she deserves some peace.",
        "Natalie: You deserve some peace, too, John.",
        "John: I'm close. I'm real close.",
        "[SCENE_BREAK]",
        "Marcie: Michael, how can we take Tommy home? I mean, you already heard Janice. They've all but given him to that other couple.",
        "Michael: No, I think that Janice was trying to tell us something.",
        "Marcie: What do you think she's trying to tell us?",
        "Michael: Well, we're just as good as anybody else to take care of Tommy. Even better, I think that Janice wants Tommy to be with us.",
        "Marcie: Well, then why doesn't she just let us keep him?",
        "Michael: Well, because she has to play by the rules. You know, this is a permanent home. I mean, it's a good rule, Marcie. It's there for Tommy's -- it's there for Tommy's good, which is what we all want. Right?",
        "Marcie: Right. So how do we keep him?",
        "Michael: We up the ante. We tell Janice that we're considering adoption just like that other couple.",
        "Marcie: So, we lie? To child services? Michael, we can't lie to child services.",
        "Michael: Who says we're going to be lying?",
        "Marcie: No, no, no. You were the one who said that, you know, you weren't ready for this and, you know --",
        "Michael: Yeah, I know what I said, Marcie.",
        "Marcie: So what are you saying to me, then?",
        "Michael: I love that kid. I do, Marcie. I really care about him. He's become part of our family, you know?",
        "Marcie: Yeah.",
        "Michael: We can't just let him slip through our fingers, now, can we?",
        "Marcie: So, then, you and -- and me and -- and we?",
        "Michael: Yeah.",
        "Marcie: Oh -- oh, Michael Mc Bain, I love you.",
        "Janice: Uh -- ahem. If you'd like, I -- I can come back.",
        "Marcie: Oh, sorry.",
        "Michael: No -- Janice? Um -- no. Um -- we'd like to talk to you if we could. Listen, I think that there was some sort of a misunderstanding here. You thought that we weren't considering adopting tom.",
        "Marcie: Yeah.",
        "Michael: But we are. We would like to adopt Tommy.",
        "[SCENE_BREAK]",
        "Dorian: We don't want him to lose any more air through the wound. Ok, do you know C.P.R.?",
        "Adriana: Yeah.",
        "Dorian: All right. You will do mouth-to-mouth while I do chest compressions.",
        "Adriana: Ok.",
        "Dorian: Go. Is he breathing?",
        "Adriana: No.",
        "Dorian: Ok. Go.",
        "Adriana: Nothing's happening, mom! Oh, God. Damn it, Rex. You saved me more than enough. Let me do it now. Don't leave me, please. I love you.",
        "[Rex groans]",
        "Adriana: Oh, God. Just hang on a little longer, ok?",
        "Dorian: Here.",
        "Adriana: Just hang on, Rex.",
        "[SCENE_BREAK]",
        "Marcie: Hello, sweetie. You want one of these snacks? Oh, sorry, Janice. He's --",
        "Janice: It's ok.",
        "Marcie: And we're going to take you home tonight. Yes, we are.",
        "Michael: For good this time.",
        "Marcie: Mm-hmm.",
        "Janice: I'm glad we got everything straightened out. Tommy's going to be one happy little boy tonight.",
        "Marcie: Well, not just tonight. Every night from now on, right? You're my little baby.",
        "Michael: Hmm.",
        "Marcie: Yeah, you are.",
        "[SCENE_BREAK]",
        "Kevin: You can't have any idea how much I would want this baby to come into the world. You can't know that.",
        "Kelly: Kevin, I heard what you said before -- how different it would be if this baby was yours.",
        "Kevin: Well, that doesn't mean that I don't want the baby around.",
        "Kelly: If this child was anyone else's, it would be different, but it's not. It's Duke's -- your son. Can you honestly say that you can look at me without seeing me with him?",
        "Kevin: It's a reflex, ok? I'm working on it.",
        "Kelly: We both are, but we're not there yet. I've lost two children. I had Spencer operate on me so I could have another. I have risked too much to let anything go wrong. I am sorry, but I have to go on without you.",
        "[SCENE_BREAK]",
        "David's voice: You do still have a brother. I guess there's nothing I can do about that, but you are on your own. Got to fend for yourself now.",
        "Spencer: I've always been able to take care of myself just fine, David -- not like you and Ma.",
        "[SCENE_BREAK]",
        "John: Thanks. So we're still waiting for word from the labs on the lock box we got from Truman's office.",
        "Natalie: Well, that's good work.",
        "John: What do you say we get out of here?",
        "Natalie: Thought you'd never ask.",
        "John: Hang on a sec. Maybe this is something. Yeah, Mc Bain. Oh, yeah? No, that is interesting. No, I'm on my way. I'll see you then.",
        "Natalie: The lab?",
        "John: Yeah, yeah. They might have got a break on the -- all that stuff we got out of the box.",
        "Natalie: Oh.",
        "[SCENE_BREAK]",
        "Paige: Yeah, I gave it to Spencer, and it felt so good.",
        "Bo: Yeah, I'll bet it did.",
        "Paige: Finally, finally, bo, after all these years, after all that stuff, I am free of him. I am free to -- to move on and to -- to live my life.",
        "Bo: What are you going to move on to?",
        "Paige: I don't know. It's -- it's like the best kind of vacation, you know? You -- you don't plan anything. You just take it a day at a time and see what happens and make the most of it. And maybe you -- you bring a little of it home with you.",
        "Bo: Ahem. Do you think that you'll be able to ever completely break with Spencer, though? I mean, you have a son together. Can you really keep that from him?",
        "[Phone rings]",
        "Bo: Oh, excuse me. Buchanan. I'll be right there.",
        "Paige: What is it?",
        "Bo: It's Balsom. He's -- he's been shot.",
        "Paige: I'm coming with you.",
        "[SCENE_BREAK]",
        "E.M.: B.P. is low, breathing's shallow.",
        "Second E.M.T.: Let's go.",
        "Adriana: Is he going to be all right?",
        "E.M.T.: We've got to move if he's going to make it.",
        "Adriana: I'm riding with you.",
        "Dorian: No, honey. I think it's better if you don't go.",
        "Adriana: I don't care what you think. And I don't care what you do, either, as long as you do it far away from me. I never want to see you again.",
        "[NEXT_ON]",
        "Natalie: Could Spencer have purposely given Kevin this virus?",
        "Kelly: If Spencer is responsible for this, then he's to blame for everything that happened.",
        "Adriana: I need you to do something for me -- arrest that woman.",
        "Todd: Tell me where he is. ."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=ToTsh2OhZYY"
}