{
    "Episode Summary": [
        "Episode # 10372 -- Starr-Crossed Mothers"
    ],
    "Recap": [
        "Dorian and David return to Llanview after secretly tying the knot. They stay at the angel square motel. But Dorian knows that she cannot let anybody know that David is with her. So she bribes Roxy to keep quiet. Meanwhile, the Buchanan lawyer, Beaver Calhoun is looking for David. Rex tells the Buchanans he regrets to inform them that he failed to find Dorian and David. But Bo tells Rex that he still wants him on the case and believes that Rex can still help them. Gigi the showgirl from Vegas has secretly followed Gigi Morasco and Rex back to Llanview and is spying upon them from the bushes. Viki finds out that Dorian supposedly gave her home and all her wealth to Moe and Noelle and knows she is up to something. Starr admits to Schuyler that she felt her baby \"ever near\" when she held Jessica's baby, Chloe. Jessica admits to Brody that she feels as though Chloe is not really hers."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Markko: Mr. J?",
        "Langston: He's Starr's new BFF, not mine.",
        "Markko: Give Starr a break. His mom was her doctor.",
        "Langston: Trust me. I know all about it.",
        "Langston: I'm not mad at Mr. J. I'm mad at Starr. I mean, if she hadn't lied in court, her father would have gone to jail and maybe Cole would have stopped -- doing what he's doing.",
        "Markko: That's not Starr's fault.",
        "Langston: Okay, well, that doesn't change the fact that she told me I couldn't understand because my father's dead.",
        "Markko: Come on. You know she didn't mean that. She's in a bad place right now. She was in a no-win situation. If she puts her dad away she's got to answer to her brothers. You're her best friend. You should start acting like it.",
        "[SCENE_BREAK]",
        "Nora: And we're trusting you now, so you can take the bus to school.",
        "Bo: I think I ought to drive him.",
        "Matthew: Dad, no.",
        "Nora: He'll be fine. He'll be fine, right? And besides, we're kind of needed here.",
        "Matthew: Yeah, what's going on in there anyway?",
        "Nora: Do you know what? It's just family business. There's nothing for you to worry about.",
        "Matthew: So you're not going to tell me?",
        "Nora: You're going to be late. I don't want you to be late. Go catch the bus, okay?",
        "Matthew: Hey. Did you smoke my joint?",
        "[SCENE_BREAK]",
        "Viki: Oh -- Rex?",
        "Gigi: Roxy?",
        "Roxy: Oh, hey. Hi. I thought you weren't coming back till later tonight.",
        "Gigi: Uh-huh. Well, what's going on?",
        "Roxy: Oh well, you know. Just cleaning up.",
        "[Roxy laughs nervously]",
        "Roxy: Shane? Ix-nay on the no ool-skay.",
        "Gigi: Shane's not at school?",
        "Roxy: Well, I'm going to go drop him off.",
        "Gigi: Oh, my --",
        "[Gigi gasps]",
        "[SCENE_BREAK]",
        "Viki: What's going on?",
        "Rex: I wish I knew. Bye, Mrs. D.",
        "Viki: Hello? Dorian?",
        "Moe's voice: It's like Grand Central Station. Come on in.",
        "Viki: Moe -- well, hi. I'm sorry, I would have knocked. The door was wide open. Is Dorian here?",
        "Moe: We haven't seen her, have we, pumpkin?",
        "Noelle: No, love bug.",
        "Viki: Why are you guys dressed like that? I thought you were the chef.",
        "Moe: I was. Now I'm the proud owner. Welcome to Maison de Stubbs.",
        "Viki: I -- I -- I don't understand.",
        "Noelle: Dorian gave us her house.",
        "[SCENE_BREAK]",
        "Jared: All I know is that I got a text from Rex saying that he had taken the red-eye home from Vegas and that he needed to see us ASAP.",
        "Nora: I hope he found Dorian in time.",
        "Clint: And stopped her from marrying David Vickers.",
        "Nora: And if Rex is unsuccessful?",
        "Clint: Well, then Dorian is married to my brother and has undoubtedly told him who he is. And according to Pa's will, Vickers could walk in here, kick us out, take B.E. and everything else that we own.",
        "[SCENE_BREAK]",
        "David: Dorian, patience is the first stone on the cobbled path to enlightenment.",
        "Dorian: David, we have traveled all night in coach.",
        "David: I know, and we need to rest. Understood. But why stay here? Now that you're Mrs. Vickeroshi, you can share my tatami mat on the floor at the Zen center.",
        "Dorian: I am not spending the night on the floor of the Zen center.",
        "David: Why not? I thought you wanted to change your life for me. Was that a lie?",
        "[SCENE_BREAK]",
        "[Bell ringing]",
        "Schuyler: Hey -- seats, people, come on.",
        "[SCENE_BREAK]",
        "Dr. Levin: Brody, we haven't heard from you today.",
        "Brody: Not much to say.",
        "Dr. Levin: The last time we met you talked about the Iraqi boy, your guilt about the shooting.",
        "Brody: It is what it is.",
        "Dr. Levin: True, but your attitude seems to have changed. You seem -- you seem depressed.",
        "Brody: I'm just tired.",
        "Barb: Tired of missing Jessica.",
        "[SCENE_BREAK]",
        "Cole: Look, I tossed the joint, okay? It's over.",
        "Matthew: Yeah, right. What, did you toss the pills, too?",
        "Cole: You better get a move on. You're going to miss the bus.",
        "Matthew: What about you? Don't you have class first period?",
        "Cole: Nope. Now go on. You know, you don't want to tick off your dad.",
        "Rex: They all here?",
        "Cole: Yeah. They don't look too happy.",
        "Rex: Great.",
        "[SCENE_BREAK]",
        "Gigi: Your beautiful hair -- what did Grandma do to you?",
        "Shane: Don't mess with it. It took me like an hour to gel it.",
        "[SCENE_BREAK]",
        "Rex: Sorry I'm late.",
        "Bo: Don't worry about it. What did you find out, Balsom?",
        "Clint: Did Dorian marry Vickers?",
        "[SCENE_BREAK]",
        "Dorian: Of course I want to embrace your lifestyle, David.",
        "David: Lifestyle? It's more than a lifestyle.",
        "Dorian: Oh, of course. It's a calling for you, and it's also a calling for me. But you see, I'm really a rather well-known person, at least in this town. And once the news of our marriage gets out, why the news trucks, the paparazzi, they'll be swarming all over the Zen center. I cannot do that to your spiritual home. No, the monks would never forgive me.",
        "David: That's really very generous of you, Dorian. But selfishly, I really want everyone to know we're soul mates.",
        "Dorian: David, no one can know about us. Mum's the word.",
        "David: The last time you tried to keep someone quiet it was Charlie Banks. You were trying to take over B.E. What are you up to this time, Dorian?",
        "[SCENE_BREAK]",
        "Cole: The day's starting to look better already.",
        "[SCENE_BREAK]",
        "Barb: Admit it, you miss her.",
        "Dr. Levin: Barb, we were all very respectful of you when you talked about your issues. Please, be respectful of Brody.",
        "Barb: Well, isn't honesty in group rule one? I'll be honest. Even I miss Jessica.",
        "Dr. Levin: Well, we're a family here at St. Ann's. And when someone leaves it's natural to feel the loss.",
        "Brody: Fine. I miss her. A lot.",
        "[SCENE_BREAK]",
        "Dorian: David, how can you possibly doubt me? Why, I gave up my home. I gave away its furnishings, its art, my jewelry, to Maurice Stubbs and his fiancée. I married you. I said my vows in the Temple of Tranquility. I flew coach.",
        "David: You called Clint from the plane.",
        "Dorian: To apologize. And to tell him that I was marrying you. But I'm not a perfect person. So yes, I took a lot of pleasure in telling him that I was marrying a man who was so young and handsome and virile and hot and spiritual. Yes, I'm not a perfect woman and if that's what you're seeking, maybe we just better end this here and now.",
        "David: An analogy. When we were in the airport and you went to the ladies' room, I ordered a BLT and I ate all of the bacon before you returned.",
        "Dorian: You did not.",
        "David: I did too. Perhaps I will return as a pig in my next life. So be it. The point is, none of us is perfect. But as long as we are trying to improve --",
        "Dorian: I am trying. David, I'm trying.",
        "David: Now for a difference. I may crave bacon, but you are obsessed by the Buchanans.",
        "Dorian: I am not. I was obsessed. I was, but no more. David, why would I crave B.E. when I have you?",
        "[SCENE_BREAK]",
        "Rex: I don't know if David and Dorian got married. The truth is I lost them.",
        "Bo: You said you had a lead. They were headed for Las Vegas.",
        "Rex: Oh, someone went to Vegas, just wasn't Dorian.",
        "Viki: David told me she gave her house away. I didn't believe him. She gave you La Boulaie?",
        "Moe: Lock, stock, and barrel. She even signed a contract in quadruplicate.",
        "Viki: Why? I mean, not that you don't deserve it. I'm sure you did wonders in the kitchen.",
        "Moe: Well, it had nothing to do with me. It was all about Dorian. She needed to divest herself of all her money if she was going to get David.",
        "Noelle: Who's a Buddhist these days.",
        "Viki: So I've noticed, yeah.",
        "Moe: Guess I was just in the right place at the right time.",
        "Noelle: I still don't think she really means it.",
        "Moe: It doesn't matter. We've got an ironclad contract.",
        "Noelle: I know, but I see her looking when I put on her things. She gets all tight around the mouth.",
        "Viki: Does she.",
        "Moe: Don't overthink it, Noelle. The woman's got a lech for a man who's sworn off money. That's all you need to know. Besides, Dorian's stuff -- you look so much better in it than she ever did.",
        "Viki: Yeah, that's quite an outfit, Noelle Ortiz.",
        "Noelle: Actually, it's Noelle Stubbs.",
        "Viki: What?",
        "Moe: That's right. We got hitched.",
        "[SCENE_BREAK]",
        "Rex: So after this wild goose chase to Las Vegas where I check every frickin' chapel in Clark County, I track David and Dorian to this ashram in the desert, where nobody would confirm with me if they had been there or if there had been a ceremony. Forget about where they went. They just disappeared. They're not at her house or, well, what used to be her house. And no one has seen them. So no bonus. You know, I blew it. And I truly am sorry. And if you want me to resign from the case, just say the word.",
        "[SCENE_BREAK]",
        "David: We know what we know, Dorian. And you never miss a trick. Last year when you were trying to take over B.E., you used the fact that Jared was posing as Asa's son and you exposed him as a fraud.",
        "Dorian: You might even say that I did them a favor.",
        "David: You might, but I doubt they would.",
        "Dorian: Well, you can rest easy, David, because as far as I know there is no one posing as the Buchanan heir.",
        "David: That's true. No one can find him, poor guy. Imagine not knowing that you're a billionaire.",
        "[Both chuckle]",
        "David: Although who knows? Maybe the guy's above all that.",
        "Dorian: I certainly hope so.",
        "David: Dorian, if you're truly over the Buchanan billions, why can't we let people know that we're married? I love you, Dorian. I want everyone to know.",
        "Dorian: And so do I, darling. We just have to pick the perfect time. And you will be happy to know that I have it all planned out.",
        "[SCENE_BREAK]",
        "Brody: Anyway, when I got back to the states I basically crawled into a bottle, trying to blot it all out. And then I caught up with this woman who I had known before I shipped out, and spent a couple of months pretending to be a family. I was pretending. She knew the score. But I wouldn't let it go. I lied to her, I lied to her son. I did some really bad things because I was, I don't know, trying to hold onto something that was never mine. Then I ended up here, fresh out of lies. It was just me, and I was never enough. So nice as this place is, I was going down for the count, until Jessica kind of reached out to me. And anyway I wasn't afraid to tell her the truth. And she'd just hear it, no comment, no judgment. Just let it in. I can't tell you what that meant.",
        "Barb: Speak of the devil. Jessica, you here to stay?",
        "[SCENE_BREAK]",
        "Bo: Well, I got word that Pa's lawyer, his name's Beaver Calhoun, he left Tibet. For all I know he's probably on his way here right now to tell Vickers that he's Pa's son. Now, I think we ought to do a little damage control before he shows up. Stay on it, Balsom.",
        "[SCENE_BREAK]",
        "Gigi: I just can't believe this, Roxy. I told you not to touch his hair.",
        "Roxy: Excuse me, don't you remember? You came to the store and you asked me to give him a cut?",
        "Gigi: A trim, and he wouldn't even let you touch it, remember? What did you do to him, threaten to take away his Z-box?",
        "Roxy: Well, for your information, he's the one who came to me. He wanted the cut.",
        "Gigi: He asked you to do this to him?",
        "Roxy: Yeah, because he wanted to look like his dad. So I gave him \"the Rex.\" Well, you know, I'm going to go to my store, because someone wants a make- over. At least someone trusts me. Kiddo, you look fabulous. And next time, you're getting that tattoo.",
        "Gigi: Well, thanks for taking care of him.",
        "Shane: Don't be mad, Mom. I was just trying to make Grandma happy. Besides, I like it. It's cool, kind of like Dad.",
        "[SCENE_BREAK]",
        "Viki: Congratulations, Moe. Well, you got yourself a four-star wife.",
        "Moe: Don't I know it.",
        "Viki: Oh, I wish I had been there. I mean, after all the fights and the pies and the move, I was looking forward to the wedding.",
        "Noelle: I know. We wanted a big hoopty-do with all our friends, but then I got scared serious by this psychic who told me that money was going to ruin it for Moe and me. So we eloped.",
        "Moe: We're going to have a big blow-out to celebrate, don't you worry.",
        "Viki: Count me in, please.",
        "Noelle: So you're looking for Dorian.",
        "Viki: Yeah, I agreed to co-chair the Go Red Ball with her, which is tonight. And of course she hasn't lifted a finger to help. Much too busy chasing after David. Is she here?",
        "Moe: Haven't seen her. The last time I saw her she was making goo-goo eyes at Vickers and we left for Vegas and haven't seen her since.",
        "Viki: Well, who knows? You may not be the only newlyweds in town.",
        "[SCENE_BREAK]",
        "Dorian: I just want everything to be perfect when we announce our co-mingling.",
        "David: Perfection is achieved only after we stop striving for it.",
        "Dorian: You're right. I'm just not sure your good friend Viki would agree.",
        "[SCENE_BREAK]",
        "Rex: Well, I'm not sure I deserve the vote of confidence, although I appreciate it. I will do my best to stop Dorian.",
        "Bo: Balsom. You know that annual fundraiser for the American Heart Association, the Go Red for Women Ball? Dorian is co-chair of that.",
        "Rex: That's tonight. Thanks.",
        "[SCENE_BREAK]",
        "Dorian: I promised Viki that I would co-chair the Go Red Ball with her. She's your good friend. And besides, it's a charitable event. How would it look if we put finding our happiness ahead of fighting heart disease?",
        "[SCENE_BREAK]",
        "Bo: We're all going to be there, form sort of a united front. We want you on board, Balsom.",
        "[SCENE_BREAK]",
        "Dorian: Besides, what better venue for announcing our wonderful news? The Go Red Ball brings out all of Llanview's most spiritual people.",
        "[SCENE_BREAK]",
        "Bo: I'll get you the tickets, you get a tux. Bring Gigi, too. Keep an eye on Dorian.",
        "Rex: Okay, you're sure she'll be there?",
        "Bo: What, Dorian Lord miss a black tie shindig? No.",
        "Rex: Yeah, but this is the new Dorian, the give away your mansion and roll out the tatami mats Dorian.",
        "Bo: There's no such animal.",
        "Rex: Yeah, I didn't think so. I'll be there. And Bo --",
        "Bo: Balsom, you're welcome.",
        "[SCENE_BREAK]",
        "Dorian: So if you don't want to go, I can cancel. I just have to explain things to Viki.",
        "David: No, you're right. We should go. It's a worthy cause. Besides, I want to see the happiness on everyone's face when we tell them that we're married.",
        "Dorian: Oh, wonderful. So we don't have to walk the ten miles to the Zen center. We can stay here in town and you agree that we won't tell a soul that we're married?",
        "David: You've got a deal, nightingale.",
        "Dorian: Oh, good, David. And I promise you, after tonight I will do whatever you wish. Because, David, I love you. I really do.",
        "David: I really do love you, too.",
        "[SCENE_BREAK]",
        "Gigi: You know what? I dig it.",
        "Shane: You do?",
        "Gigi: Yes, it's really cool. You're right -- like your dad.",
        "Shane: Dad's all right. I mean, I still think about Brody.",
        "Gigi: Yeah, well, of course you do. He's our friend.",
        "Shane: I'm lucky. I have two really great guys in my life.",
        "Gigi: I'm the lucky one. Making you was the best thing Rex and I ever did.",
        "Shane: Way too much information, Mom. Not the hair.",
        "Gigi: Oh, okay. All right, well, get out of here. You're going to miss the bus. Oh, and if I ever leave you with Grandma Roxy again -- no tattoo.",
        "Rex: Wow, dude, the hair -- smoking!",
        "[Gigi laughs]",
        "Shane: It looks okay? Grandma did it.",
        "Rex: Well, here. Roxy's good, but I've got my own thing going on, starting with the product. We'll talk. Shane, watch where you walk today. The girls are going to be falling at your feet. He looks good.",
        "Gigi: Yeah.",
        "[SCENE_BREAK]",
        "Brody: So, how much did you hear?",
        "Jessica: Enough.",
        "Brody: Oh, man.",
        "Jessica: Hey -- hey, I miss you, too.",
        "[SCENE_BREAK]",
        "Nora: I can see Lee attacking Talia because she was trying to get away, but attacking Lee, uh --",
        "Bo: Do you smell that?",
        "Nora: Someone's been smoking.",
        "Bo: Pot. Someone's been smoking pot.",
        "[SCENE_BREAK]",
        "[Bell rings]",
        "Markko: Go talk to her.",
        "Langston: Hang on -- Starr? You got a minute?",
        "Schuyler: Starr, I've got that assignment you missed.",
        "Starr: What assignment?",
        "Schuyler: Ah, ha -- dialysis lab.",
        "Starr: Oh.",
        "Schuyler: So they dropped all charges against your father. I just read that in the paper, along with the fact that they're not charging you for perjury.",
        "Starr: My dad was found innocent, and then right afterwards he confessed to everything. But, he had to. Nora made him, or else I would be going to jail for perjury. He admitted what he did to Marty Saybrooke, and that he was planning on kidnapping my baby.",
        "Schuyler: That's great. That's, you know, that's good news. Did he say anything about my mother?",
        "[SCENE_BREAK]",
        "Clint: So how are you and your sister getting along?",
        "Jared: Oh, it's going pretty well, I think. I mean, I'm just an observer, but I think we're all glad that Jessica's home. You know, for the kids' sake.",
        "Clint: Yeah, she's been through hell. You all have, but thank God, we're putting this family back together again. I'll be damned if I let Dorian rip it apart.",
        "[SCENE_BREAK]",
        "Roxy: News flash -- Halloween was a couple of months ago. Hey, what you got going on underneath that? You going commando?",
        "Dorian: Wait a minute. David and I are wearing all that we need. We're following a spiritual path.",
        "[Roxy laughs]",
        "Roxy: You two kill me -- you really do.",
        "Dorian: There is no need for you to laugh. We're serious about this.",
        "David: Dorian has given up all material desires.",
        "Roxy: Yeah, well, talk to me in about a month, after she calls her fancy- schmancy hairdresser, Wayne Laurie, to get her roots touched up.",
        "David: She has given up on all that. Her natural beauty will outshine all of your contrivances.",
        "Roxy: Oh, excuse me, I take it back. I give it about a week.",
        "Dorian: Nonetheless, we need a room.",
        "[Dorian rings bell]",
        "Roxy: Groovy, sign in. Penthouse, I presume?",
        "Dorian: Absolutely.",
        "David: Absolutely not. Only in austerity will we be rich.",
        "Roxy: Say what?",
        "David: We'll take your smallest room.",
        "Roxy: Whatever floats your boat.",
        "Dorian: Oh, David, dear, why don't you go upstairs to our room and have a nice meditation? I need to go out and run some errands for the Go Red Ball.",
        "David: I love you, lemon balm.",
        "Dorian: I love you more.",
        "Roxy: Yo, commando, you've got to sign in.",
        "Roxy: I thought you gave up all your money, Dorian.",
        "Dorian: Listen up, Roxy. No one, and I do mean no one, is to know that David is here. Do you understand me? No one.",
        "Roxy: Now, that's the Dorian that I know and love.",
        "[SCENE_BREAK]",
        "Brody: Maybe your sister just needs you to hear how she feels.",
        "Jessica: I don't blame her for hating me, and for not being able to trust me. I'm just really grateful that she was able to take care of my girls. They love her, you know. You should see Bree. Every time she enters the room, she just lights up. It hurts. I think it was easier being crazy in here with you.",
        "Brody: Anything I can do?",
        "Jessica: Oh, you're doing it. Natalie and I had this really, really big fight. She told me that she was more of a mother to Bree and Chloe than I ever was, and the thing is, she's right. She's right. I've been away for so long, and before that, I was so out of control. Bree looks at me like she's afraid of me, and the baby -- she doesn't even know who I am.",
        "[SCENE_BREAK]",
        "Starr: My dad never mentioned your mom. None of this was her fault.",
        "[SCENE_BREAK]",
        "Markko: I heard about Manning getting off. Man, that cat's got nine lives. And Langston's furious at Starr.",
        "Cole: It's Starr's fault.",
        "[Cole slams locker]",
        "Cole: All of it.",
        "Markko: Hey, I thought you were talking to Starr?",
        "Langston: Well, I tried, but she blew me off for Mr. J.",
        "[SCENE_BREAK]",
        "Starr: The only person that could have testified about what happened to Hope is the nurse who took her out of the delivery room.",
        "Schuyler: Right, the woman who was working for your father.",
        "Starr: Yeah, and she's dead.",
        "[SCENE_BREAK]",
        "Gigi: You know, I love your mom, but this is ridiculous. I mean, we were gone for one day. Can you imagine if we went away for a week?",
        "Rex: She'd pierce his nose.",
        "[Rex chuckles]",
        "Rex: Which she'd never do. Here.",
        "Gigi: What is that?",
        "Rex: Well, the Buchanans weren't exactly thrilled that I lost David and Dorian, but they're giving me another chance.",
        "Gigi: That's great.",
        "Rex: Only it means we have to go to the Go Red Ball -- tonight.",
        "Gigi: Tonight? The only thing I own red is pajamas.",
        "Rex: Not anymore. I saw Dorian's car parked in Logan's parking lot. I ran in. She wasn't there, but I found --",
        "Gigi: Oh, my God. It's gorgeous. We can't afford this.",
        "Rex: Expense account. The Buchanans insisted we go to the ball.",
        "Gigi: Really?",
        "Rex: Oh, no, it's like a command performance.",
        "Gigi: Oh, my God, I am so loving your job.",
        "[Gigi squeals]",
        "Gigi: Oh, my God. You're the best, you know that?",
        "[SCENE_BREAK]",
        "David: Roxy, we won't be needing these.",
        "Roxy: Well, maybe you won't be needing them, but from my personal experience, Dorian goes through these towels like they're Kleenex.",
        "David: Dorian has changed. And we both agree that it's immoral to sleep on the feathers of our avian brothers.",
        "Roxy: Oh, really? It's fiberfill.",
        "David: Oh. Namaste.",
        "Roxy: Namas- -- whatever.",
        "[Bell rings]",
        "Beaver: Morning, ma'am. Name's Beaver Calhoun.",
        "Roxy: Oh, I just love a guy who's named after a buck-toothed rodent.",
        "Beaver: Have you seen this fellow?",
        "[SCENE_BREAK]",
        "Viki: David came to me for advice. Of course, I told him he'd be an idiot to marry her. But then he looked so hurt, so I kind of backed off and tried to be diplomatic, so I'm sure my point got lost. You know, David, I think, is truly trying to change, and I just would hate to see him get hitched to that lying, scheming, avaricious woman.",
        "Dorian: Oh, do go on, Viki. And on and on and on. Hello. I do believe you're looking for me.",
        "Viki: Dorian, I'm sorry. It was not polite of me to malign you in your own foyer.",
        "Moe: My foyer.",
        "Noelle: But Dorian's always welcome.",
        "Dorian: I am most certainly not going to sink to your level, Viki. On the path to enlightenment, one always allows others to make their own mistakes.",
        "Viki: So David was right, you converted?",
        "Dorian: I am transformed.",
        "Viki: And did David give you an answer to your proposal?",
        "Viki: Yes, he did. I assume you're here about the ball? Is there anything left to be done?",
        "[SCENE_BREAK]",
        "Gigi: John better let me out early. I need time to fix up for the Go Red Ball.",
        "Rex: Well, if he fires you, there's always your other gig.",
        "Gigi: What other gig?",
        "Rex: Stripping in Vegas.",
        "Gigi: Oh, funny. It is weird though -- the first place we stop, we see a sign with a stripper named Gigi on it.",
        "Rex: Think about if you had been named Ethel, or Gertrude, or Midge. Here she is, boys, straight from the heartland, and dying to take it off -- Midge!",
        "Gigi: You shouldn't fly, Rex. It messes with your brain.",
        "Rex: Well, we're home now, and you can go to work, and I will try to find David and Dorian so they don't wreck this party tonight.",
        "Gigi: You can do it. I have faith in you, Balsom.",
        "Rex: Yeah?",
        "Gigi: Yeah. But if you're going to drop me, we better get a move on, because if I'm leaving early, I don't want to be late.",
        "[SCENE_BREAK]",
        "Viki: Is there anything left to be done for the ball? No, nothing, absolutely nothing. Since you did the absolutely nothing part, I did the everything part.",
        "Dorian: How enlightened of you. Noelle, since I have given you everything that I own, I wonder, could I please borrow something red to wear to the ball tonight?",
        "Noelle: Of course, Dorian. What's mine is yours.",
        "Dorian: True.",
        "Noelle: Just go on ahead up, and don't mind the mess.",
        "Dorian: Viki, thank you so much for what you've done. I'm really looking forward to tonight.",
        "[SCENE_BREAK]",
        "Beaver: It's very crucial that I find this man.",
        "Roxy: Why don't you try the Palace?",
        "Beaver: Oh, I've tried the Palace, and every other hotel in Llanview. No sign of him -- which brings me here. Is David Vickers staying in this hotel?",
        "Roxy: So what's in it for me?",
        "Beaver: Why, have you seen him?",
        "[SCENE_BREAK]",
        "Dorian: I think it's going to be a night to remember. Noelle?",
        "Moe: That girl is up to something.",
        "Viki: Yes, she is. And I have a really bad feeling about it.",
        "[SCENE_BREAK]",
        "Matthew: What? What's wrong?",
        "Bo: You know why we're here, son.",
        "Nora: I thought you'd learned your lesson, Matthew.",
        "Bo: You swore to us that you weren't going to smoke pot.",
        "Matthew: I didn't.",
        "Nora: We smelled it at the house this morning when we left for work.",
        "Bo: We even found a roach on the ground.",
        "Nora: What are you doing, coming to school high? I mean, what are you doing to yourself, Matthew?",
        "Bo: What do I have to do with you, son? Do I have to put a guard on you?",
        "Matthew: It wasn't me, I swear.",
        "Nora: Well, somebody was smoking pot at the house, and I doubt it was Nigel.",
        "Bo: I think we should look into one of those programs.",
        "Matthew: No, Dad, you don't have to do that. Look, it wasn't me, I swear. It was Cole.",
        "[SCENE_BREAK]",
        "Schuyler: So how did it feel, I mean, hearing your father confess?",
        "Starr: I'm glad my dad did it, for Cole and his mom.",
        "Schuyler: Yeah, I mean, but that's not going to change anything. Your father still did what he did, and my mom is still gone. I'm not going to get over that. I know you're not going to get over losing a baby, but maybe we can start to heal.",
        "[SCENE_BREAK]",
        "Brody: You've got to give yourself a little time. You just moved home, okay, and Chloe's a baby, so what does she know?",
        "Jessica: No, it's not the baby, it's me. I look at her, and, God, I don't want to say it. I don't feel like her mother.",
        "[SCENE_BREAK]",
        "Schuyler: Maybe we can start to move on.",
        "Starr: I don't think I can. Yesterday I held my cousin's little girl. She was born on the same day that Hope was. And I don't know -- ever since that day, I haven't been able to stop thinking about my baby.",
        "[NEXT_ON]",
        "Rex: If we don't do something fast, the Buchanans are toast.",
        "Jessica: The only people that I can talk to are Dr. Levin and you.",
        "Starr: When I held Chloe, I felt something so strong.",
        "Gigi: Where's my dress?"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=VeAyQbS8jTE"
}