{
    "Episode Summary": [
        "Episode # 11027"
    ],
    "Recap": [
        "John McBain questions Irene Manning. She points out that Todd is already under arrest for Victor's murder, and that she was in police custody at the time of the murder. John has not ruled out murder-for-hire on her order. Dani asks Todd if he killed Victor. He tells her he would never take someone she loved away from her. He says, since she asked, she must doubt Jack's eyewitness statement. He tells her not to correct herself when she calls Victor her dad. She tells him about her first dad, Ross Rayburn. Todd says he didn't know Tea was pregnant with her and that he is grateful that she had Ross in her life. He asks her to convince her mother to represent him. She says Tea thinks he killed Victor. He tells her that Tea will want to find out who really killed her husband. Irene asks Todd if he is ready to give her what she wants in exchange for the gun that will prove his innocence. Tomas tells Tea that at the time of Victor's murder, he was meeting with his associate about determining whether Irene still had control over Victor. He asks her if she is accusing him because she has doubts about Todd's guilt. Tea says she doesn't have much faith in Jack's \"eyewitness\" account because Jack is a liar. Tomas gives her a drawing that he did of Victor and Tea's wedding. Dani Tea that Todd said he is innocent and that Tea is the only person that can save him.",
        "Rex returns to Llanview and finds Natalie sitting in the dark in his living room. She tells him that Body proposed to her and she couldn't answer. Rex asks her if she loves Brody or if she is still in love with John. She admits that she is still in love with John, but John doesn't love her anymore. He reminds her that he married Adriana even though Gigi was the love of his life, and it didn't work out. Cutter waits outside of Stacy's hospital room. Kim admits that she is blackmailing Rex with the gun. Cutter is shocked to see Stacy in the bed. He lets Kim keep the gun and she asks him not to tell anyone about Stacy. He says nobody would believe him anyway. Echo tells Roxy that Kim has Rex's gun and intends to blackmail them. Echo shows Roxy a document that she had a lawyer draw up for Rex to return Clint's assets to him. Roxy knows Rex won't sign it. The bartender at Rodi's tells them that Todd Manning was arrested for Victor Lord Jr.'s murder. Echo says they still have to deal with Kim. Echo returns to Rex's house and forges his signature on the document. John won't talk to Roxy about the case, so she suggests they talk about Natalie."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: Geeg? That you? Oh, Natty.",
        "Natalie: I'm sorry. I didn't mean to startle you. I used the key that you gave me. Shane said that you were out of town.",
        "Rex: Yeah, I went back to Kentucky. Followed another crazy hunch about Gigi. Turned out to be a dead end.",
        "[SCENE_BREAK]",
        "Kim: Holy crap, Stace. I can't believe Rex was here, right outside. If he would've wormed his way into your room -- I know what you'd say, girl, and you're right. He didn't. I took care of it. Now if I could only take care of my brother. Cutter won't stop calling and leaving me nasty messages about this gun. He really needs to chill. So do I. I need to take a walk. Clear my head a little bit. I need to figure out what the hell I'm gonna do about my damn brother.",
        "Cutter: Hello, sis.",
        "[SCENE_BREAK]",
        "Echo: Oh, hey, Adam. Can I have a club soda and lime, please?",
        "Adam: Coming right up.",
        "Roxy: Echo. Did you do it? Did you get the -- uh, hey, Adam. The, uh, un-gay from utter-cay- way --",
        "Echo: No. I did not get Rex's gun from Cutter Wentworth because he doesn't have it.",
        "Roxy: Then who does?",
        "Echo: Kimberly Andrews. And if I don't give her what she wants, she's gonna tell the police that Rex used it to kill Victor Lord, Jr.",
        "[SCENE_BREAK]",
        "John: After you, Irene. Please, have a seat.",
        "Irene: I hope you don't mind my using your phone, Lieutenant. I need to make a few calls.",
        "John: Yeah, I do mind. You already got your stinkin' phone call.",
        "Irene: Well, my associates are supposed to be arranging my release.",
        "John: Your grief over your son's death is touching.",
        "Irene: I am grieving. Deeply. On the inside.",
        "John: Irene, we both know that's guilt on the inside.",
        "Irene: And what do I have to be guilty about?",
        "John: Killing Junior.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Tomás: I brought some of your favorites. I remember when we were little, when you were upset about something, you would want carne guisada, and mofongo, and of course, the flan. Come on, pajarita. You gotta eat something. I've been in the kitchen for hours.",
        "Téa: I know that the police have arrested Todd for Victor's murder, but I remember the last time we spoke, you told me how much you hated my husband.",
        "[SCENE_BREAK]",
        "Dani: Um -- Todd?",
        "Todd: Sorry. I don't mean to stare. I can't believe you're my daughter. I can't believe that Téa and I got something so right.",
        "Dani: I'm not here to bond.",
        "Todd: Ok. Why are you here?",
        "Dani: Did you kill my father?",
        "[SCENE_BREAK]",
        "Kim: Cutter! What are you doing here?",
        "Cutter: I think you know.",
        "Kim: Actually, I don't. I'm really busy taking care of my friend, so --",
        "Cutter: I trusted you when I told you about that gun. And what did you do with that trust? You stole it from me.",
        "Kim: What are you talking about?",
        "Cutter: I know you have it and I know you're using it to blackmail Rex Balsom.",
        "Kim: All right. You're right. And the deed is already done.",
        "[SCENE_BREAK]",
        "Roxy: So are you telling me that Clint's pole-dancing, gold-grabbing ex -- oh, friend of Stacy Morasco, God bless her soul, has our son's fate in her grubby, little hands?",
        "Echo: Yes. That's exactly what I'm saying.",
        "Roxy: Man, I thought it was bad that Cutter had that gun, but this is a billion times worse. How the hell did this happen?",
        "Echo: It doesn't matter how it happened. What matters is that Kim's got the gun.",
        "Roxy: Give her what she wants and then get the gun.",
        "Echo: Easier said than done. She wants me to convince Rex to give Clint back everything he took from him, including the house, the money, all the stocks in the corporation, everything. All of it.",
        "Roxy: So did you ask Rexy?",
        "Echo: Yeah, but he won't even consider it, and he was mad at me for even suggesting it.",
        "Roxy: So what'd you tell him?",
        "Echo: I told him that knowing Gigi, she wouldn't have approved of the way he got it, and that he had to return it in order to save his soul.",
        "Roxy: That is very good.",
        "Echo: Well, I couldn't exactly tell him it's because we think he killed Victor Lord, Jr.",
        "Roxy: Maybe we should. Maybe it's time to come clean with our son.",
        "[SCENE_BREAK]",
        "Rex: So after Delphina told me to ask my father, Clint pointed me back to Kentucky.",
        "Natalie: So seeing the strippers at the Spotted Pony wasn't enough for you the first time around?",
        "Rex: I did not go back to the Pony. Clint clued me in about some sick friend of Kim's who's in a hospital down there.",
        "Natalie: Someone we know?",
        "Rex: Not unless we saw her at the club. She's another stripper. Who, of course, had no connection to my Gigi.",
        "Natalie: I'm sorry. I'm so sorry that you lost Gigi.",
        "Rex: What's going on? You ok? Huh?",
        "Natalie: Yeah. It's nothing.",
        "Rex: No, it's not nothing. Why were you sitting here in the dark when I walked in?",
        "Natalie: Brody proposed to me tonight.",
        "[SCENE_BREAK]",
        "Irene: How dare you insinuate that I would kill my own son?!",
        "John: Let's get one thing straight. I'm not insinuating anything. I'm saying you did it.",
        "Irene: Killed Victor?",
        "John: Unless you have another son that you killed I don't know about.",
        "Irene: Why would you accuse me? You have already arrested Todd for the crime.",
        "[SCENE_BREAK]",
        "Dani: I know what you're gonna say. That you're my father and that Victor wasn't.",
        "Todd: I know how you felt about my brother. I know you thought of him as your dad. I know that you loved him.",
        "Dani: I'm glad you understand that.",
        "Todd: And I would never take away someone that you love, not from you. So, no, Danielle, I swear to you, I did not kill Victor.",
        "[SCENE_BREAK]",
        "Tomás: We both know that I never trusted Victor. Yes, I wanted him out of your life. I didn't want to see you so unhappy. I love you.",
        "Téa: You love me and yet you want to see the man I love out of my life. Where were you, again, the night of Victor's murder? Baz told me you gave him some story about a flat tire?",
        "Tomás: McBain questioned me also, and I told him the truth. I was meeting with my associate Calmar that night.",
        "Téa: I see. Your associate. And what did you meet with him about? Hmm?",
        "Tomás: About trying to protect you and Daniella from Victor. I was concerned that Irene Manning still had control over him, and that she was gonna use him to hurt you.",
        "[SCENE_BREAK]",
        "John: Manning's arrest was the mayor's call.",
        "Irene: Surely the mayor wouldn't have made that call without sufficient evidence.",
        "John: I don't really care what she does. What I do care about is finding Victor's murderer.",
        "Irene: Don't look at me.",
        "John: I'm looking right at you.",
        "[SCENE_BREAK]",
        "Dani: Jack says he saw you that night at my house. He says you knocked him down with the gun, and then you went in, and you shot my dad.",
        "Todd: Yeah, I know what he says.",
        "Dani: He swore. He swore it was true. And I've known him a lot longer than I've known you.",
        "Todd: Then you also know how he feels about me. Jack hates my guts.",
        "Dani: Are you telling me he's lying?",
        "Todd: Yeah. Jack is lying. Jack made up a story that could keep me in a place like this for the rest of my life.",
        "Dani: Why would he make that up? You really think he hates you that much?",
        "Todd: I think he has convinced himself that I killed the only father that he has ever known. And since there wasn't enough evidence to put me away without an eyewitness, he just did what he had to do. But I didn't do it. I wasn't there. I'm innocent. And Danielle, I need you to believe me.",
        "[SCENE_BREAK]",
        "Rex: What? Brody proposed to you? Uh -- great?",
        "Natalie: Maybe. Maybe not.",
        "Rex: Did you accept?",
        "Natalie: I didn't -- this just kind of came out of nowhere. It was a total surprise to me. I didn't even know what to say.",
        "Rex: But you had to say something, right?",
        "Natalie: Yeah. I told him I would think about it, which I guess is why I was here. I was thinking about it.",
        "Rex: Because of John?",
        "Natalie: Brody asked me that, too.",
        "Rex: What did you say?",
        "Natalie: I told him it wasn't.",
        "Rex: Is that true?",
        "[SCENE_BREAK]",
        "Irene: What can I say? Brother hated brother. It's in the Bible. Look at Cain and Abel. It's an old story, Lieutenant.",
        "John: I know. I went to Sunday School. And so is Medea. Mother killing her son -- that one goes way back, too.",
        "Irene: Why would I kill Victor, Jr.? I loved him. He's the son I kept. He's the son I chose to raise myself. Todd is the son I gave away.",
        "[SCENE_BREAK]",
        "Todd: You asked me if I did it. Part of you has to doubt Jack's story. Part of you has to think that I'm innocent. I don't blame Jack for lying about me. I get it. I would never hold anything like that against him.",
        "Dani: If you're really innocent, how can you say that?",
        "Todd: He's my son.",
        "Dani: It's that easy?",
        "Todd: Yeah. Everything that's happened to Jack and to you, and to everyone else in my family for the past 8 years, can all be blamed on one person: My mother.",
        "Dani: I don't know much about her, but she seems totally postal.",
        "Todd: Yeah. The good news is you have a grandmother. The bad news is she'd rather stick you in the eye with a needle than knit you an ugly sweater.",
        "[SCENE_BREAK]",
        "John: Remember this? Aah! I was here when Victor tried to choke you.",
        "Irene: An unfortunate misunderstanding.",
        "John: There was no misunderstanding. He would've strangled you if we didn't pull him off. As I remember, that's how it happened. We pulled him off you.",
        "Irene: Sadly, he shares Todd's violent temper.",
        "John: Then Victor ends up dead a couple hours later. I don't think that's a coincidence.",
        "Irene: Unless it is. From what I understand, everybody in this little hamlet of yours had at least one good reason to see him dead.",
        "John: Yeah, but how many of them tried to kill him before? You did.",
        "[SCENE_BREAK]",
        "Tomás: You do remember that I helped save Victor's life once, when Irene Manning's people came to town and tried to kill him. I didn't want him dead then.",
        "Téa: Maybe you changed your mind.",
        "Tomás: I swear to you, Téa, when I met with Calmar, it was about protecting you, not hurting you by killing the man you love. I would never do that.",
        "Téa: I wish I could believe you.",
        "Tomás: Blair told me you think I was involved. But since Todd was arrested, I assumed you'd believe that I had nothing to do with it.",
        "Téa: You missed Victor's funeral.",
        "Tomás: I was called away by the agency to go to Langley, to try and neutralize Irene Manning.",
        "Téa: That couldn't have waited a few hours? It was my husband's funeral, Tomás.",
        "Tomás: I wanted to be there for you. I'm trying to make up for that now.",
        "Téa: By cooking me rice?",
        "Tomás: No, by being your brother. But if you still think that your brother would kill the man that you love, I'll go.",
        "[SCENE_BREAK]",
        "Echo: I really didn't want him to know that we think he killed Victor Lord, Jr.",
        "Roxy: It's the only way that we're gonna be able to protect him. It's not like keeping it a secret is exactly working for us, Echo.",
        "Echo: You're right about that. But maybe there is another way that we can give Kim everything she wants without Rex knowing he's doing it.",
        "Roxy: Yeah? What's that?",
        "Echo: I had a lawyer draw this up. It says that Rex agrees to give Clint back everything he took from him.",
        "Roxy: But doesn't Rex need to sign this or something?",
        "Echo: Well, yeah.",
        "Rex: How the hell are you gonna do that without telling him that we think that he murdered someone?",
        "[SCENE_BREAK]",
        "Cutter: I gotta hand it to you, sis. You just got this weapon and you're already squeezing Rex for money.",
        "Kim: I'm not squeezing Rex. I'm actually squeezing his mom. Echo's gonna persuade Rex into giving Clint back what's rightfully his, or I go to the cops with the gun.",
        "Cutter: You're doing this for Clint? You really care that much for that old bastard?",
        "Kim: It's not just about Clint. He's gonna give me enough money to pay for Stacy's hospital bills.",
        "Cutter: That's really nice, except that I need that gun!",
        "Kim: We're in a hospital!",
        "Cutter: I already told Aubrey that I gave the gun to the cops. When she looked inside that porcupine, I almost had a stroke.",
        "Kim: But then she discovered the critter's backside is empty, loser, so I did you a favor. And now fake Aubrey thinks you're a good, wittle boy. So I'm waiting for my thank you.",
        "Cutter: And you'll get it as soon as I get my gun.",
        "[Kim gasps]",
        "Cutter: Whoa. What the hell? That --",
        "Kim: That's Stacy. My best friend. I told you all about her.",
        "Cutter: You didn't tell me this.",
        "Kim: I can explain.",
        "Cutter: You can?",
        "Kim: Yes.",
        "[SCENE_BREAK]",
        "Echo: I don't know. I don't know how we're gonna get him to sign it, but I'll find a way, without Rex knowing that we think he murdered Victor.",
        "Roxy: How long did that skank Kim give you to deliver the goods?",
        "Echo: You know her type. She wants what she wants, and she wants it yesterday.",
        "Roxy: Yo, Adam, would you pour me a drink, or maybe I gotta do it myself.",
        "Adam: Sorry. I was talking to some off-duty cops. Turns out they arrested someone for Victor Lord, Jr.'s murder.",
        "Roxy: Oh, my God. Was it Rex Balsom?",
        "Adam: No. Todd Manning.",
        "[SCENE_BREAK]",
        "Natalie: John can't forgive me for lying to him. I tried to pass Brody's baby off as his, and he sees Liam and that's -- that's all he can think of.",
        "Rex: You're sure?",
        "Natalie: It's too much. So I had to give up on John and I had to move on. And I did.",
        "Rex: With Brody.",
        "Natalie: Yes.",
        "Rex: Do you love him?",
        "Natalie: Brody asked me that, too. I told him that I do.",
        "Rex: But are you in love with him? Ok, let me ask you this. Are you still in love with John?",
        "[SCENE_BREAK]",
        "Irene: Lieutenant McBain, I have to tell you that I am truly impressed. You are quite the gumshoe. Unfortunately, you have forgotten some very important facts.",
        "John: Yeah? What's that?",
        "Irene: While my poor son was being murdered, you had me in custody downstairs, locked up tight.",
        "John: A go-getter like yourself? You could've arranged to have him killed.",
        "Irene: You give me far too much credit. I'm flattered.",
        "John: So let's see -- one son gets shot to death, and the other son gets charged with the crime. And you seemingly have the perfect alibi.",
        "Irene: The alibi that you gave me. Have I thanked you for that yet? Hmm?",
        "John: You saying you planned it that way?",
        "Irene: If you don't believe my son killed his twin brother, then I suggest you start looking for another suspect. Because I will not allow you to pin this murder on me.",
        "[SCENE_BREAK]",
        "Téa: I'm sorry, Tomás. I shouldn't be lashing out at you.",
        "Tomás: It's all right.",
        "Téa: No, it's not all right. Nothing is all right. My head is spinning. And every time I turn around, Todd is there. Oh, that is until he was arrested.",
        "Tomás: Where did you see him?",
        "Téa: I saw him at the police station the day after Victor's -- murder. He even asked me to represent him, so I went off on him.",
        "Tomás: I'll bet you did.",
        "Téa: Then he even had the nerve to show up at St. James after the funeral.",
        "Tomás: I wish I'd been there. I would've tossed him out myself.",
        "Téa: I took care of that. And then -- he has the nerve to call me after he is arrested for murdering my husband and asks me to defend him.",
        "Tomás: I understand why you would be upset.",
        "Téa: Thank you.",
        "Tomás: But if Todd was arrested, why did you accuse me? Don't you think Todd murdered Victor?",
        "[SCENE_BREAK]",
        "Dani: I know everyone thought my grandmother was dead, but I never even heard anybody talk about her. My dad, he -- I mean, my uncle.",
        "Todd: It's ok. You don't need to correct yourself.",
        "Dani: No, I know that --",
        "Todd: Hold on a second. I don't expect you to accept me as your father anytime soon. And from what I heard, it was really difficult for you to accept Victor as your father.",
        "Dani: It was the hardest thing I ever had to do in my life.",
        "Todd: Because of the things that he had done. What he had done to Marty Saybrooke. Except Victor didn't do those things, did he? I did.",
        "Dani: I've been thinking about that a lot lately. How I treated my dad like dirt because of something you did.",
        "Todd: Ok.",
        "Dani: I hated him for it. Hated him. For all of it. I just wanted everything to stay the same. When I was growing up in Tahiti with my first dad Ross, he taught me everything. He -- he taught me how to surf. He taught me how to -- taught me how to dive off cliffs. Everything was perfect. He was perfect, and I just wanted Ross to be my dad again.",
        "Todd: Ross and I, we never got along. We were at each other's throats the whole time we were on that island. We drove your mother crazy.",
        "Dani: I'll bet.",
        "Todd: I didn't know that your mother was pregnant with you, Danielle, because I left her. I left her to go be with Blair, to be with my family.",
        "Dani: If you hadn't, you might never have seen them again.",
        "Todd: My point is, is that Ross was there for your mom. And I'm really grateful for that. And from what I can tell, he did a really great job raising you. I'm grateful for that, too. And I can only hope that someday you would begin to accept me as your dad.",
        "Dani: That's probably still a long way off.",
        "Todd: I know, I know.",
        "Dani: I should go.",
        "Todd: Danielle? Danielle. I need to ask you a favor. There's something you gotta do for me. I just -- I need to ask you a favor.",
        "Dani: Look, if this is about believing you're innocent --",
        "Todd: No, no, no. It's about you helping me to prove that I'm innocent.",
        "Dani: I can't do anything about that, either.",
        "Todd: Actually, there is something that you can do about that.",
        "Dani: What?",
        "Todd: Convince your mother to help me.",
        "[SCENE_BREAK]",
        "Tomás: Téa, don't you think Todd killed his brother?",
        "Téa: I don't know if I believe Jack's eyewitness account.",
        "Tomás: Jack saw Todd that night?",
        "Téa: That's his story.",
        "Tomás: I thought Jack was knocked out before the shooting. He didn't see or hear anything after that.",
        "Téa: Now he's changing his tune. He's saying he saw Todd knock him out with a gun. Then he heard Todd take his keys and use them to open the front door. Then he heard -- Victor -- confront Todd. And then right before he blacked out, apparently Jack is saying he already got shot. But we all know Jack is a good liar.",
        "Tomás: Now you are thinking like a lawyer.",
        "Téa: How else am I supposed to think? Like a woman who just lost her husband? Like a widow? Oh, God. Tomás -- I miss him so much.",
        "[SCENE_BREAK]",
        "Todd: Your mother is the best lawyer in the world. We both know that.",
        "Dani: Yes. She's the best, but she's never gonna do this.",
        "Todd: Look, your mom's the only person in the world that can keep me from going to jail for the rest of my life for a crime that I didn't commit.",
        "Dani: She thinks you killed her husband.",
        "Todd: But I didn't do it. Doesn't your mom want to know the truth? Doesn't she want to figure out who really did kill Victor? Doesn't she want the right person to pay for this?",
        "[SCENE_BREAK]",
        "Natalie: There's always gonna be a part of me that's in love with John. But a life with John is -- it is impossible, but a life with Brody is.",
        "Rex: And that's what you want?",
        "Natalie: Yeah. Life is great with Brody. He's a great father and he's a good boyfriend. He's very caring and supportive and loving. He's open with his feelings.",
        "Rex: No wonder you're confused.",
        "Natalie: Yeah. After John, right? I mean, pretty much, Brody's perfect. You know? So maybe I'll never love him the way I loved John, but maybe I don't have to. Maybe it doesn't matter.",
        "Rex: Natty, are you trying to convince me or yourself?",
        "[SCENE_BREAK]",
        "Roxy: Best news ever. Johnny got his man and Johnny don't make no mistakes.",
        "Echo: I hope you're right.",
        "Roxy: Of course, I'm right. And Johnny's right. Johnny is never wrong. Our son is innocent, so we're off the hook. I mean, how could we ever think that he was guilty? Why doesn't that make you happy?",
        "Echo: Because we still don't know that Rex is off the hook. And from what I've heard, the police still don't have the gun. And maybe they don't have the gun that killed Victor Lord because Kim Andrews has it.",
        "Roxy: But --",
        "Echo: I'm saying that until we know the details about Todd Manning's arrest, we have to do whatever we can to keep our boy safe. We have to continue to play ball with Kim.",
        "[SCENE_BREAK]",
        "Cutter: This is insane. When you said that you were taking care of your best girl Stacy, you left a big chunk of the story out.",
        "Kim: I was just trying to protect her. Rex's gun is the only thing standing between Stacy and death. She's my best friend. I can't lose her. Let me keep the gun, Cutter. Please?",
        "Cutter: You don't get it, Kim. It's like for once, I actually wanted to do the right thing. I wanted to prove myself to Aubrey by giving the gun to the cops like I said I was. At least I was until you stole it from me.",
        "Kim: She already thinks you handed it in. What's the big deal?",
        "Cutter: Aside from the fact that I'm lying to her?",
        "Kim: Since when did that ever bother you? Cutter, you're my brother, ok? Me and you were partners in crime long before she ever came along.",
        "Cutter: But what if she finds out that I never gave it to the cops?",
        "Kim: You'll tell her something. Tell her you lost it. Tell her you don't know what happened to it after you handed it in. Just tell her anything. You can spin a lie better than almost anyone I know.",
        "Cutter: Except you, apparently, because this -- this takes the prize.",
        "Kim: Let me keep it going. Let me keep her going. You were just gonna hand it in, but I really need it.",
        "Cutter: What if Echo doesn't come through for you?",
        "[SCENE_BREAK]",
        "Roxy: So how are we gonna get Rex to sign it if we don't tell him that we think he did it? He already said he ain't giving anything back to Clint. So how are we gonna get his John Hitchcock on that piece of paper?",
        "Echo: You know what, Roxy? You just sit here and enjoy your drink.",
        "Roxy: Don't you want one?",
        "Echo: Oh, yeah. Yeah, I want several. But I'm back in AA now that I'm living with Rex and Shane.",
        "Roxy: Goody for you.",
        "Echo: Roxy, I am going to go back home and take care of our son.",
        "Roxy: What are you gonna do?",
        "Echo: Whatever I have to do. Whatever I have to do to make sure he doesn't go down for that murder.",
        "[SCENE_BREAK]",
        "Kim: Don't worry about Echo. She'll do anything she has to to keep her son out of prison.",
        "Cutter: I hope you're right.",
        "Kim: Does that mean you'll let me keep it?",
        "Cutter: Yeah, you can keep the gun.",
        "Kim: Thank you!",
        "Cutter: All right, all right, all right, all right. Don't get too mushy, all right?",
        "Kim: You might want to wait until you say that. I have one more favor to ask of you.",
        "[SCENE_BREAK]",
        "Rex: Gigi was the love of my life.",
        "Natalie: I know.",
        "Rex: But I was with Adriana when Gigi showed up again. And I was all ready to move forward with the life that I had planned, even though every time I looked at Gigi, I tried to deny it. I went ahead and married Adriana anyway. And the entire time, I knew I was making a mistake.",
        "Natalie: One that took a long time to fix, if I recall.",
        "Rex: I'm not saying that it was easy. Yes, it was pretty complicated. Actually, it was a complete mess. But in the end, I had to admit that Gigi was it for me. I'd have done anything for her.",
        "Natalie: I think that Brody would probably do anything for me. He touches my heart. He's my son's father. I have a really good time with him. That should be enough, right?",
        "Rex: I think you're the only person who can answer that.",
        "Natalie: Rex, what am I supposed to do? John doesn't love me, not anymore.",
        "Rex: There's no way you could try again?",
        "Natalie: You said that you would do anything for Gigi, right? So does that mean that you're not giving up on her?",
        "Rex: What am I supposed to do?",
        "Natalie: I think you're the only one who can answer that.",
        "[SCENE_BREAK]",
        "Irene: I know Todd did it, and it breaks my heart.",
        "John: Yeah. I can see it's shattered. No phone call, no release. Hey, Lango? Could you escort this lady back to her cell?",
        "Irene: How long are you gonna keep playing this little game, Lieutenant?",
        "John: Until you tell the truth about Victor's death. I got all the time in the world.",
        "[SCENE_BREAK]",
        "Téa: Ok, how is it that you can paint beautifully, make beautiful music, neutralize enemies of the state --",
        "Tomás: Which I also do beautifully.",
        "Téa: And cook this well?",
        "Tomás: Confession. I didn't actually cook it. I just said that 'cause I thought it would help you eat. I didn't expect you to throw it at me. Carlotta made it. But I did put it on the tray.",
        "Téa: Mm-hmm. And you wonder why I don't trust you.",
        "Tomás: I did make something for you myself. I did this a while back. I never showed it to anyone.",
        "Téa: Thank you, Tomás.",
        "Tomás: How about if I go downstairs and grab some brandy? It'll help you sleep.",
        "Téa: You know what? I want to show this to Dani.",
        "[SCENE_BREAK]",
        "Dani: My mom thinks the right person is paying. I was there when you called her. She refused to take your case.",
        "Todd: So convince her.",
        "Dani: No! I can't! Do you know what this is doing to her? Really. This is tearing her up, to think that you could've done this.",
        "Todd: Danielle, someone's setting me up.",
        "Dani: Really? Who? Hmm?",
        "Irene's voice: If you share your crazy theory with anyone, if you tell anyone that I know where the gun is, I can assure you, it will never be found.",
        "Todd: I can't tell you. It's a dangerous situation.",
        "Dani: What do you mean? Huh?",
        "Todd: Danielle, please. Just tell your mom that I can prove that I'm innocent. Will you do that? Could you just do that for me?",
        "[Footsteps]",
        "Irene: Oh, is that my beautiful granddaughter? Even though the circumstances are dreadful, it's lovely to finally meet you.",
        "Todd: Danielle, get out of here right now.",
        "Irene: Danielle, I'm Irene. I am your only grandmother.",
        "Todd: Now! Get out of here!",
        "Irene: Such a lovely, little girl. I can't wait to get to know her.",
        "Todd: You will never get that close to my daughter again.",
        "Irene: Of course, I will. And so will you. Now that you've talked to her, don't you want your freedom all the more? So -- will you give me what I want?",
        "Todd: I keep telling you the same thing over and over, lady -- I don't know what it is that you want.",
        "Irene: Your freedom is in your hands, my son. Didn't seeing your daughter help you decide? It would be so easy to just walk out of here and into the heart of that pretty, little girl. Give me what I want, and I will give you what you need to prove you didn't kill Victor. And you can have your family back.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Téa: Dani. I'm calling you right now. I didn't see you in your room, so --",
        "Dani: I'm sorry. I should've called.",
        "Téa: No, that's ok. I'm just glad you're all right. Where were you? Dani?",
        "Dani: I went to go visit Todd in jail.",
        "Téa: Why would you do that? Why --",
        "Dani: I wanted to hear what he had to say for himself.",
        "Téa: What did he say?",
        "Dani: He said he didn't kill Dad. And that you're the only person that can save him.",
        "[SCENE_BREAK]",
        "Cutter: I literally just gave you the one thing that I had that was worth anything, so what else could you want?",
        "Kim: You've always been such a great brother, and I know I haven't always been the best sister.",
        "Cutter: Get to the point.",
        "Kim: You can't tell anyone about Stacy. Not Aubrey, not anyone, ok?",
        "Cutter: Don't worry about it. I'm not gonna tell anybody. Who'd believe me, anyways?",
        "[SCENE_BREAK]",
        "Echo: Rex?",
        "Rex: In here, in here.",
        "Echo: Oh. Hey. You're back from Kentucky. How'd it go?",
        "Rex: Actually, it was a bust.",
        "Echo: Oh. I'm sorry to hear that, but I'm glad you're back safely. There's something I need to discuss with you.",
        "Rex: Well, if this is anything to do with me giving everything back to Clint, you can forget that.",
        "Echo: But --",
        "Rex: I gotta check in on Shane. You know what, actually, and I got a lot of thinking to do.",
        "Rex's voice: You're good. That looks just like Gigi's signature.",
        "Echo's voice: I know a thing or two about a thing or two.",
        "[SCENE_BREAK]",
        "John: We talked about this, Roxy. No planking on the bar.",
        "Roxy: Hey, I heard the good news.",
        "John: Oh, yeah? What good news is that?",
        "Roxy: Yeah, that Todd got arrested. Case closed, murder solved.",
        "John: Yeah, according to the mayor, anyway.",
        "Roxy: What about according to you? Don't you think that Todd killed Victor?",
        "John: Look, I gotta be honest, Roxy. I don't want to talk about work or the mayor or Todd Manning.",
        "Roxy: Ok. We'll not talk about the mayor or Todd or nothing. Fine by me.",
        "John: Thank you.",
        "Roxy: How about we talk about you and Natalie instead?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=ECGImq3mGBU"
}