{
    "Episode Summary": [
        "Episode # 10780"
    ],
    "Recap": [
        "When Clint catches Rex in his office and realizes that he knows that Clint sent David away and has the goods to get Clint in legal trouble, Clint warns him he might not want to do that. He tells Rex he knows that he and Gigi are not rich. She is going to school and dependent on a grant and Shane needs medical care for his asthma. Right then, Gigi attends Cristian Vega's art class and for the first time, she is encouraged to pursue her dream. Clint tells Rex that there are ways for Gigi to lose her grant money. He then calls in a favor to the LU Dean. And it looks like he's going to pull strings for James to get the grant that was previously Gigi's. He wants to impress Inez. Clint tells Rex that he can double whatever Kelly is paying him. If Rex accepts that offer and forgets what he knows about Clint running David out of town to be put in a Morocco prison, he can double the amount of money Kelly has paid Rex to investigate what Clint has done. Clint reminds Rex that he can enable him and Gigi and Shane to have all they want and need. Meanwhile, Brody is having issues knowing that Robert could be the father of Jessica's baby. Langston informs Dorian that she got Robert fired after finding out that he slept with Jessica and may have gotten her pregnant, prom night when Jessica was in a fragile state believing that she was still in high school. Dorian now knows something that may be of interest to her."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jessica: Hey.",
        "Brody: Hey. How was your yoga class?",
        "Jessica: It was great, but let me tell you, it was hard doing a bridge pose over this mountain.",
        "Brody: Be careful. I don't want you to overexert yourself.",
        "Woman: Don't worry. Yoga is good for both mother and child.",
        "Jessica: Brody, this is my yoga instructor Inga.",
        "Inga: And you must be the baby's father.",
        "[SCENE_BREAK]",
        "Ford: Hey, Dean Mackenzie. I need to talk to you.",
        "Dean MacKenzie: I thought I asked you to pack up your office, Mr. Ford.",
        "Ford: I know, but I need to explain.",
        "Dean: There's nothing to explain. You were having an inappropriate relationship with a student, for which you were dismissed.",
        "Ford: Right. But it wasn't my fault.",
        "[SCENE_BREAK]",
        "Dorian: Don't you just adore retail therapy? There is nothing like it for lifting the spirits, n'est-ce pas?",
        "Langston: So you're feeling better?",
        "Dorian: Ahh. Beaucoup better. Ha ha ha!",
        "Langston: Great. So you can lose the sunglasses, the hat, and the wig, right?",
        "Dorian: Sweetheart, I'm incognito. You forget I'm the mayor of this town and therefore always on constant public display. I certainly don't want to be asked any questions about that catastrophe that was supposed to be my wedding day.",
        "Langston: So dressing like you're in an old spy movie is your way of flying under the radar.",
        "Dorian: Ha ha ha ha. Actually, I'm doing this also because I want to make up for my terrible neglect of you. So, ahem, how were your first few days at college? Do you like your courses? What about your professors?",
        "Langston: They were... interesting.",
        "Dorian: How?",
        "Langston: One of my professors was supposed to be Ford.",
        "Dorian: Ford? Ford. That perv is not fit to paper train a poodle.",
        "Langston: Well, don't worry. He won't be teaching my class anymore. Or any other class, for that matter, thanks to me.",
        "[SCENE_BREAK]",
        "Dean MacKenzie: So if this illicit relationship that you were having wasn't your fault, then whose fault was it? The student's? Langston Wilde's?",
        "[SCENE_BREAK]",
        "Cristian: You have an artistic spirit.",
        "Gigi: I do?",
        "Cristian: It's pretty obvious.",
        "Gigi: Thank you.",
        "Cristian: For what?",
        "Gigi: Encouragement. Because I look around and all I see are these kids. They're all so young and just starting to live their lives, and here I am...",
        "Cristian: Gigi, you have to stop worrying. Trust me, you're gonna fit right in. Welcome. Please, help yourselves to some sketch pads.",
        "Girl: Professor Vega?",
        "Cristian: Hi.",
        "Girl: Zenobia Parker. Nice to meet you.",
        "Cristian: Nice to meet you.",
        "Girl: It's funny. I checked you out online on rankmyprof, but you're new. No ratings, no reviews, just a bio. So is this the fiancée?",
        "Cristian: No, no, this is not the fiancée. Ms. Morasco's a student.",
        "Boy: Hey. Aren't you a waitress at Rodi's?",
        "[SCENE_BREAK]",
        "[Laughter]",
        "Nora: What's so funny?",
        "Bo: Oh, honey, nothing, nothing.",
        "Inez: We're just being silly.",
        "Nora: Oh. I love silly. What were you laughing about?",
        "Bo: Well, believe it or not... Clint.",
        "[SCENE_BREAK]",
        "Clint: You saw what you came to see and that's it. It would be very unwise to share this with Kelly or anybody else.",
        "Rex: If I didn't know any better, I'd say you were threatening me, Clint.",
        "Clint: No, Rex, that wasn't a threat.",
        "Rex: But I can't tell anybody about that picture. Because you already knew that David was sitting in a jail cell in Morocco. You didn't happen to help get him there, did you?",
        "[SCENE_BREAK]",
        "Gigi: Yes, I'm a waitress and a student. You can be both.",
        "Zenobia: Professor Vega, I've seen your work here. Non-figurative pieces seem strongly influenced by Twombly. Wouldn't you agree?",
        "Boy: Ha ha. Twombly. Ulrich Simon. Artist. I think your work far more resembles Richter than Twombly.",
        "Cristian: Wow. Well, either way, I'm--I'm flattered. But let's keep in mind this is an intro level course. It's designed to help students find their own voices through art. So please, grab an easel. I want to get started with getting a sense of why everyone's here. Mr. Simon.",
        "Ulrich: Because it's a pre-req for every art class at L.U. I already spent the summer at the Konigliche Akademie der Kunst. In Vienna.",
        "Cristian: Ms. Parker?",
        "Zenobia: I'm doing a cross-disciplinary project-- fine art and graphic media.",
        "Cristian: Ms. Morasco?",
        "Gigi: I'm here because...",
        "Gigi: I'm here because someone that I care a lot about believes in me.",
        "[SCENE_BREAK]",
        "Rex: You told me you hated Vickers because he chased Kim off. Is that how you get back at him, by having him thrown in a foreign prison? But then again, if you do have him shipped off to a prison the day he's supposed to marry Dorian, it makes it look like he's left her at the altar, again, and then you stuck it to Dorian for trying to take down B.E. Am I warm?",
        "Clint: Oh, Rex, I don't know whether to be entertained or flattered. Now, I may be a powerful man, but even I don't have the pull to put an innocent man behind bars in a foreign prison.",
        "Rex: So are you saying David's innocent? Or you are?",
        "Clint: There's been an outstanding warrant on David Vickers for years for a variety of unsavory crimes that he committed in morocco. Now, all I did was tell the authorities where they could find him.",
        "[SCENE_BREAK]",
        "Nora: You were laughing at Clint?",
        "Bo: No, not at him. I was-- I was just explaining to Inez my relationship with Clint and how rough things have been on him since Pa died.",
        "Inez: Not that that's funny. But--",
        "Bo: Well, and that's when I brought up that sometimes he will--",
        "Inez: How he deals with frustration.",
        "Bo: Yeah, by waving his shotgun around. No, it's like when he threatened to shoot David at our wedding. And you and me, when he found out that we were back together again, it's like--",
        "Inez: But it's okay because he's a Buchanan and they learn how to fire guns when they're babies.",
        "Bo: Right. So Inez should not take Clint's bluster too seriously.",
        "Nora: And that was funny.",
        "Bo: Well...",
        "Inez: Well, it seemed funny at the time because he was just saying what a great guy Clint is and...salt of the earth. That's what you said.",
        "Bo: Exactly. And he is. You know, even when he decides to pull out the old 12-gauge.",
        "Nora: Well, Clint is a great guy who also happens to care a lot about his family.",
        "Bo: Yes.",
        "Inez: I can understand that.",
        "[SCENE_BREAK]",
        "James: So did you score another free guest pass or something?",
        "Nate: I take as many of those as I can get.",
        "James: I hear ya. I work out here for free, too. Well, as Bobby's guest. In fact, I'm actually gonna be meeting him here soon, so...",
        "Nate: Listen, I'm not gonna run away from him. Anyways, we kind of had sort of a little breakthrough.",
        "James: How'd that happen?",
        "Nate: We discovered we're both film freaks. I mean, it's not like we bonded as brothers or anything, but he doesn't hate me as much now, and I learned that there's a lot more to him than I thought.",
        "James: Ha. Not a whole lot, though.",
        "Nate: Ha. He--he told me what happened with his job. That really sucks. Having to give up something he cares about so much.",
        "[SCENE_BREAK]",
        "Brody: That's right. I'm the father.",
        "Inga: Good to meet you. Jess, I'll see you next class.",
        "Jessica: I am so sorry to put you in that position.",
        "Brody: What position? We're engaged. You're pregnant. People are gonna assume I'm the father.",
        "Jessica: Which in all likelihood you probably are. It's just-- you know, I know how tough this must be for you and how hard you're trying to be okay with it.",
        "Brody: Jess, I am okay with it. I meant what I said to your teacher. I'm that baby's father, even if the DNA says it's Ford's.",
        "[SCENE_BREAK]",
        "Ford: No, I'm not saying it's Langston's fault.",
        "Dean MacKenzie: Then whose fault is it?",
        "Ford: All I meant was... I'm human. And I made a mistake. But I am a good teacher. And if you hire me back, I can be an inspiration to those students.",
        "Dean MacKenzie: By inviting them into your bedroom? I'm sorry. The decision to fire you stands.",
        "[SCENE_BREAK]",
        "Dorian: Oh, I could barely stand waiting. Thank you, darling. And then?",
        "Langston: Well, Ford kept saying he realized what he did to me was wrong.",
        "Dorian: Ha ha. Too little, too late.",
        "Langston: Yeah, well, he promised me that he would change, that he would try and be a better person for me. And like an idiot, I was about to forgive him. Until I found out that he slept with Jessica.",
        "Dorian: Jessica?",
        "Langston: Jessica Buchanan.",
        "Dorian: No, that couldn't be possible. How could he po-- wait a minute. When did-- when did this purported incident take place?",
        "Langston: The night of prom.",
        "Dorian: Oh. When Jessica still thought she was a high school student.",
        "Langston: When I found out what he did to her, I was so angry and so hurt that all I wanted to do was hurt him back. So I did.",
        "Dorian: How?",
        "Langston: Well, I showed up to his apartment and I told him that I wanted him back. And while we were kissing, I left a camera running. And I handed the pictures over to the dean.",
        "Dorian: And Ford was fired. Langston. Oh! I have never been prouder of you than I am at this moment. Congratulations! Ha ha ha ha!",
        "[SCENE_BREAK]",
        "Rex: So the Moroccan police finding David just moments before he was supposed to marry Dorian, that was a... coincidence?",
        "Clint: Oh, yeah. Sure it was.",
        "Rex: Uh-huh. Well, at least Bo will know what happened to his son.",
        "Clint: No. You're not gonna call Bo.",
        "[SCENE_BREAK]",
        "Langston: Oh, I'm glad at least one of us is proud of what I did.",
        "Dorian: And you're not?",
        "Langston: Well, I'm starting to feel a little bad about it.",
        "Dorian: What? After--after what that man did to you? He lied to you, he betrayed you.",
        "Langston: Yeah, I know, Dorian. I was there. But, I mean, I'm starting to think that maybe he really was starting to change.",
        "Dorian: Aww. And now you went and messed up his life. Good! He messed up yours. He got what he deserved.",
        "Langston: Yeah, Kelly told me your advice would be don't get mad, get even.",
        "Dorian: Exactly. I mean, when a Cramer woman gets hurt, does she crawl off and lick her wounds?",
        "Langston: No.",
        "Dorian: No, she does not. She fights back. And she gets the S.O.B. fired if she can. Why, goodness gracious, I would get David fired, if he only had a job. I don't even know where that snake has slithered off to.",
        "[SCENE_BREAK]",
        "Rex: Why wouldn't I call Bo? I mean, after everything he's done for me, the least I can do is let him know where his son is.",
        "Clint: Bo's like a father to you, isn't he? So do you really want to drag him through the mud and humiliate him?",
        "Rex: How would I be doing that, exactly?",
        "Clint: Well, think about it, Rex. David Vickers is a two-bit con man who, given the opportunity, would drain my family dry and destroy everything Asa Buchanan ever built. Now, do you really want the whole world to know that the police commissioner's son is this low-life criminal locked up in a foreign prison?",
        "Rex: I think Bo can handle it.",
        "Clint: Maybe. But could Bo handle arresting you for burglary?",
        "[SCENE_BREAK]",
        "Bo: I was telling Inez that Clint cares about his family.",
        "Inez: Excuse me. I'm just gonna--I have to go freshen up.",
        "Bo: Sure.",
        "Nora: So...how did the subject of Clint come up at all? I mean, you didn't start out by saying, \"hey, did you hear about my gun-toting brother\"?",
        "Bo: No. Clint and Inez were here together when I walked in.",
        "Nora: Well, I don't--I don't see him here. All I saw when I walked in was the two of you sitting here with your heads together.",
        "Bo: Ah, Clint had to leave.",
        "Nora: And then you started trashing Clint to Inez?",
        "Bo: I wasn't trashing Clint. I was just trying to give Inez a little insight into who he is.",
        "Nora: Why? Are you trying to talk Inez out of seeing Clint?",
        "[SCENE_BREAK]",
        "Clint: How do you think Bo's gonna feel when he finds out that, on top of breaking several laws, you tried to get Matthew, Bo's own son, to cover for you? Not to mention what happens to Kelly.",
        "Rex: No. All Kelly did was hire me to find David.",
        "Clint: Find David. By breaking into the offices of her son's family's business. You know, I'm gonna have to get Kevin involved in this, and I might even have to file criminal charges against Kelly.",
        "Rex: Okay, yes, she hired me to find information, but my methods, she had--",
        "Clint: Your methods. Your stamp was all over your methods. Doesn't take a genius to figure out that Kelly was the one that stole the security card that enabled you to gain illegal access to this office. And then there's Gigi to think about.",
        "[SCENE_BREAK]",
        "Cristian: You don't have to draw the objects, but whatever you choose to draw should speak for you--the artist--and to the viewer, of course. Begin.",
        "[SCENE_BREAK]",
        "Brody: Jess, you okay?",
        "Jessica: Yeah. I am. I'm just-- I'm so lucky to have you. No, I mean it. You have been so amazing through this whole thing and I know it can't be easy... not knowing.",
        "Brody: Hey. When I put that ring on your finger, I made a commitment to you and to our life together as a family. That's everything I need to know. You sure you're okay?",
        "Jessica: Yeah. I am. Actually, I think that I have a craving for a decaf mocha cappuccino. Ha ha.",
        "Brody: Seems like a good sign.",
        "Jessica: You want to join me?",
        "Brody: Thanks, but I'm gonna get a few rounds on the bag. I'll catch up with you later.",
        "Jessica: Sounds good. Um, I love you.",
        "Brody: I love you, too.",
        "[SCENE_BREAK]",
        "Ford: Should I...grab some gloves so we can have it out?",
        "Bo: I wasn't trying to talk Inez out of seeing Clint. I was trying to encourage her to give him a chance.",
        "Nora: By touting Clint's gunplay?",
        "Bo: It just came up.",
        "Nora: How does something like that just come up?",
        "Bo: With Clint?",
        "Nora: Oh, point taken.",
        "Bo: Yes. Plus, I think that Inez is perfectly capable of forming her own opinions.",
        "Nora: Well, I certainly hope so. Besides, I think it would be great if Clint started to see someone. And from what little I know of Inez, I think she could use the distraction, too.",
        "[SCENE_BREAK]",
        "Nate: Mom?",
        "Inez: Hi. I was trying you at home. Where are you?",
        "Nate: I'm working out... with James.",
        "Inez: Is he okay? I know that he had a rough day.",
        "Nate: Yeah, yeah, he's fine. He's just waiting for his brother--our brother, I guess. I'll be home soon. Mom?",
        "Inez: Um, I'll see you at home. Have a good workout.",
        "Nate: I will. Bye. Sounds like our mom's worried about you.",
        "James: Yeah. I ran into her before.",
        "Nate: Did something happen?",
        "James: I was upset about, you know, Bobby getting fired and on top of that, I found out this grant I wanted to help pay for tuition wasn't available anymore. And since Bobby doesn't work at the college now, I--",
        "Nate: Can't go.",
        "James: Right. So I was thinking, it's all over. College. Everything. And that's when I ran into her.",
        "Nate: What did you say?",
        "James: I don't know. Uh, you know, she was trying to be helpful, like a mother's supposed to be.",
        "Nate: Yeah. Yeah.",
        "James: And I blew her off. And I--I told her she wasn't my mom. And I really think I hurt her feelings.",
        "Nate: It's not your fault.",
        "James: How can you say that?",
        "Nate: Because...families are inherited. Relationships are earned. All right, that's a movie line, but it's true, okay? You and me. We're brothers. But you and Ford? You guys are friends.",
        "[SCENE_BREAK]",
        "Brody: As much as I'd love to knock you flat on your ass again, it's over. Jessica and I are getting married. We're having a baby.",
        "Ford: So even if the kid does turn out to be mine--",
        "Brody: It's not.",
        "Ford: Okay. I get it. Whatever happens, you're the father.",
        "Brody: Exactly. And if you try to make any problems for us--",
        "Ford: Hey, don't worry about me. I got plenty of problems of my own.",
        "[SCENE_BREAK]",
        "Langston: I don't know. I think I may have gone a little too far.",
        "Dorian: As far as I'm concerned, you didn't go far enough.",
        "Langston: But Ford isn't the only one I hurt. I mean, James--",
        "Dorian: James? James, the one who kidnapped Starr and nearly got her killed?",
        "Langston: Because Ford got fired, James can't go to L.U. and he can't afford to go anywhere else. So now, because of me, James might not even get to go to college at all.",
        "Dorian: When Ford kissed you, he knew that you were still his student, did he not?",
        "Langston: Yeah.",
        "Dorian: Therefore, he brought everything upon himself and James. You have nothing to blame yourself for.",
        "Langston: Well, it doesn't feel like that.",
        "Dorian: Darling, the only one you should be concerned about is you. And sometimes there is collateral damage.",
        "[SCENE_BREAK]",
        "Rex: What does Gigi have to do with anything?",
        "Clint: You know, it was Kimberly that kept me up to speed with the two of you. And I must say, you've had a tough time of it.",
        "Rex: No thanks to Kim.",
        "Clint: You're trying to rebuild the relationship, but how long would that relationship last, do you think, if Gigi had to visit you in prison? And Shane? Oh, you being in prison...how would that affect your son? So...we are just going to forget that you ever came across this. For Gigi's sake.",
        "[SCENE_BREAK]",
        "Cristian: Time's up. Let's see how you decided to interpret these objects. Good. Good, but you can use ...",
        "Gigi: Wow. That's so realistic.",
        "Ulrich: Thanks. Could've been more precise if I'd had more time.",
        "Cristian: That's very well-rendered.",
        "Ulrich: Thank you.",
        "Cristian: But what is it about?",
        "Ulrich: It's purely esthetic. I drew what I saw.",
        "Cristian: Well, if I wanted a representation of what I can see with the naked eye, I could've taken a photograph. What about you...Ms. Morasco?",
        "Gigi: Yes?",
        "Cristian: Why did you draw what you did?",
        "Gigi: I don't know. Uh... I guess I was thinking about how life changes and how the past is pushed into the background sometimes, but it's still there, lingering.",
        "Cristian: Very good. A technician sees what's there and reproduces it. An artist sees what isn't there... and creates it. Very good.",
        "[SCENE_BREAK]",
        "Rex: You know what I'm thinking, Clint? You can call Bo and have him cart me off to jail. Hell, it wouldn't be the first time. But then this picture of David would end up as evidence. Bo and Dorian would find out where David is...and how he got there. But then again, maybe I'm wrong and you didn't do anything illegal to make him disappear. But if you did, kidnapping is a federal offense. You could end up in more trouble than I am. So I think I'll take my chances with Bo. See how he wants to handle this.",
        "Clint: Well played, Balsom. You're a very persistent young man. But I think you're gonna be changing your mind.",
        "Rex: Why would I do that?",
        "Clint: Because...I'm prepared to make you an offer that you can't refuse.",
        "Rex: What, should I expect a horse's head in my bed?",
        "Clint: No, no, nothing like that. How's business been at Ultraviolet?",
        "Rex: Fine.",
        "Clint: Even with profits down for the third consecutive quarter this year?",
        "Rex: How do you know that?",
        "Clint: Must be hard lately to pay for Shane's asthma medication. Right? I know how much it costs to raise a kid. At least I know how much it costs to raise your kid.",
        "Rex: You had me investigated?",
        "Clint: You were investigating me. It's just smart business to stay on top of things. Anyway, you must be under tremendous pressure to cover your expenses. But I can just make your troubles go away. And Gigi's, too. You know, a little bird told me that Gigi's going back to school.",
        "Rex: What if she is?",
        "Clint: Well, I'm just saying that it, you know, must be hard to do on the salary of a waitress. And undoubtedly, you would want to help her with that. That could seal your relationship if you could do that for her, right?",
        "Rex: I don't need to seal anything.",
        "Clint: Are you sure about that? You and Gigi are not living together, so things must still be a little fragile, like a proverbial house of cards. And we both know how easily those can be knocked down.",
        "Rex: What's your point?",
        "Clint: Whatever Kelly's paying you...I'll double it.",
        "[SCENE_BREAK]",
        "Gigi: Thanks again for your encouragement.",
        "Cristian: I'm just telling the truth.",
        "Gigi: Well, it means a lot to me. Ever since I--I got in, ever since I applied, I--I was terrified that this was a mistake. For the first time, I'm seeing the possibilities.",
        "Cristian: I'm glad.",
        "Gigi: Don't get me wrong. I'm not expecting to become the next...Twombly or Richter, whoever they are. But today, I-- I got a grant that's gonna pay for most of my school expenses.",
        "Cristian: Congratulations.",
        "Gigi: Thanks. You know, there was a part of me that almost didn't want to get it, so then I wouldn't have to come here.",
        "Cristian: Believe me, I-- I get that.",
        "Gigi: But if I hadn't gotten it, then I never would've gotten the chance to see what I can do and...figure out who I can be.",
        "[SCENE_BREAK]",
        "Rex: Actually, Kelly is paying me plenty. And Gigi just won a grant to help pay for school, so...",
        "Clint: Then it would be a shame if that fell through. Happens all the time.",
        "Rex: What are you saying?",
        "[SCENE_BREAK]",
        "Nora: Honestly, I think that Clint and Inez would make a really cute couple.",
        "Bo: And I think that we've had about enough talk about Clint and Inez, so let's talk about you, honey.",
        "Nora: Okay.",
        "Bo: How was court today? Did they sentence Hannah?",
        "Nora: Uh, yes, as an outpatient. In Marty's custody.",
        "Bo: Really? How'd that happen?",
        "Nora: Marty made a very compelling case, and I think it was a good decision.",
        "Bo: You do?",
        "Nora: Mm-hmm. Hannah's a very troubled girl. And she was very regretful of her mistakes. And I think she needs help, not prison. In some way, I think the justice system got it exactly right.",
        "Bo: And in no small part thanks to you. Red...",
        "Nora: Yes?",
        "Bo: You are the greatest.",
        "[Nora laughs]",
        "[SCENE_BREAK]",
        "Ford: Yo, for what it's worth, I admire you for being able to forget about what happened between me and Jessica.",
        "Brody: I'm not forgetting anything. I just want you out of our lives.",
        "Inga: Whoa. I hope the baby gets his dad's muscles.",
        "Ford: Uh, like I said, you don't have to worry about me. I will happily stay out of your lives. Besides, the last thing I need right now is a kid. Especially since I'm unemployed.",
        "Brody: Uhh!",
        "[SCENE_BREAK]",
        "Dorian: Forget about Ford. And that's an order.",
        "Langston: I'll try.",
        "Dorian: Good. Great. I've got just enough time to make it. Sweetheart, you'll be all right without me. I'll be right back.",
        "Langston: Sure.",
        "Jessica: Langston.",
        "Langston: Jessica. Hi.",
        "Jessica: It's okay. It's okay. I know that you know.",
        "Langston: I just have to say I think what Ford did to you was really, really low.",
        "Jessica: What he did to you was pretty low, too. Unfortunately, I think the person that's probably hurting the most right now is Brody.",
        "[SCENE_BREAK]",
        "Jessica's voice: I know how hard this must be for you.",
        "Inga's voice: And you must be the baby's father.",
        "Ford's voice: Even if the kid does turn out to be mine...",
        "Brody's voice: I'm that baby's father, even if the DNA says it's Ford's.",
        "Ford's voice: I admire you for being able to forget about what happened between Jessica and me.",
        "[Brody grunting]",
        "Cristian: You all right, man? So who are you trying to kill? You got a beef with Ford?",
        "Brody: That guy should be in jail.",
        "Cristian: For what?",
        "Brody: Obstruction of justice. He lied about who attacked him. Innocent people suffered, yourself included.",
        "Cristian: Which is why I don't care much for him. Listen, are you done with the bag? Layla's 3,000 miles away. I've got my own frustrations to work out.",
        "Brody: It's all yours. I've had enough.",
        "[SCENE_BREAK]",
        "Langston: I am so sorry that all of this happened to you.",
        "Jessica: It turned out all right. Brody and I are fine. Actually, matter of fact...",
        "Langston: Oh, my God, is that--",
        "Jessica: Yes, we're getting married and we're having a baby, you know, no matter what.",
        "Langston: That is-- that's great.",
        "Jessica: Yeah. It takes a really amazing person to forgive someone like that.",
        "Dorian: Why, Jessica. What a lovely surprise. It's me. I just a little-- whatever. You look positively glowing. Congratulations to you and...the baby's father.",
        "Jessica: Thanks. Very nice seeing you.",
        "Dorian: Nice seeing you.",
        "Jessica: Bye, Langston.",
        "Langston: Congrats.",
        "Dorian: Bye. Here, open this. Open it.",
        "Langston: Oh. Okay.",
        "Dorian: Ha ha ha ha.",
        "Langston: Dorian, it's beautiful. Blair and Kelly have ones just like it.",
        "Dorian: I gave them each one. It's a family tradition. Black onyx. Protects the spirit. Wear it in good health, darling, because you've once again proven you're a true Cramer.",
        "[SCENE_BREAK]",
        "Clint: I'm simply saying that things happen.",
        "Rex: Do they?",
        "Clint: Technical problems. Grant funding gets rescinded. Awards get reassigned. Lord, it would be such a pity if Gigi had to drop out of school.",
        "Rex: Yes, it would.",
        "Clint: Of course, if that were to happen, the money I'm offering you would allow Gigi to keep living her dream.",
        "[SCENE_BREAK]",
        "Gigi: Sorry, kid, but our days together are numbered.",
        "[SCENE_BREAK]",
        "Bo: Now that this Hannah O'Connor business is over, does that mean that you're not gonna have to burn the midnight oil tonight?",
        "Nora: No. Do you happen to have any urgent police business on the agenda?",
        "Bo: Not tonight. I'm all yours.",
        "Nora: Yeah.",
        "Inez: Hi. I have to get going.",
        "Bo: No, you don't have to do that.",
        "Inez: Yes, I do, yes, I do, but thank you.",
        "Bo: Inez, look. I hope that I didn't give you the wrong impression about Clint.",
        "Inez: No, no. I really am not nervous that Clint is gonna come after me with a shotgun or anything. In fact, he was-- he was really very kind to me earlier. I really appreciated it.",
        "[SCENE_BREAK]",
        "Clint: Just think--Gigi could go to school full-time. She could quit her job as a waitress. You could easily pay for Shane's medication. Hell, if you invest the money correctly, you could even pay for Shane's college education. And I got people who could help you with that.",
        "Rex: [Sighs] If I keep Vickers' whereabouts a secret.",
        "Clint: And the beauty part of it...is that you wouldn't have to lift a finger.",
        "Rex: I need some air.",
        "Clint: Why don't you do more than that? Why don't you-- why don't you sleep on it, Rex? You're a good man, and I firmly believe that in the end, you will do what's best for everyone.",
        "[Door closes]",
        "Dean MacKenzie: Hello?",
        "Clint: It's Clint Buchanan. I need to call in a favor.",
        "[SCENE_BREAK]",
        "Gigi: Today has been the best day.",
        "Rex: Art class went okay?",
        "Gigi: Yeah, it was great. You were right. I found something I really like.",
        "Rex: Yeah?",
        "Gigi: I admit I had my doubts, but today, I finally believe that college was a good idea. It is gonna change my life, Balsom.",
        "Rex: I am so happy for you.",
        "[SCENE_BREAK]",
        "Inez: Hello?",
        "Clint: Inez. It's Clint.",
        "Inez: Clint. Hi.",
        "Clint: Hi. Listen, I'm sorry I had to leave so abruptly from Rodi's.",
        "Inez: That's all right. Thank you again for listening to me go on about everything with my sons.",
        "Clint: Speaking of your boys... the one who said that it was too late to get that grant at L.U.? Which one was that?",
        "Inez: James. Yes?",
        "Clint: James. Yes. Well, I got a hunch that things are gonna work out for him.",
        "[SCENE_BREAK]",
        "James: So you really got fired?",
        "Ford: Pretty much.",
        "James: I'm sorry. Do you have any idea who went to the dean about you and Langston?",
        "Ford: No. No idea.",
        "[SCENE_BREAK]",
        "Dorian: There.",
        "Langston: Thank you.",
        "Dorian: You're quite welcome. And now you'll have a constant reminder of who you really are.",
        "[SCENE_BREAK]",
        "Jessica: Hey.",
        "Brody: Mm.",
        "Jessica: I thought you'd still be at the gym.",
        "Brody: It was a little crowded.",
        "Jessica: Everything okay?",
        "Brody: Everything's great.",
        "[SCENE_BREAK]",
        "[Cell phone chimes]",
        "Gigi: And Cristian is an amazing teacher. He is so incredibly supportive. He even told me that I have an artistic spirit.",
        "Rex: That's great! What's that?",
        "Gigi: I have no idea, but I love it.",
        "[Cell phone rings]",
        "Rex: Uh, take it. I have to talk to Bo, anyway.",
        "Gigi: Hello?",
        "Dean MacKenzie: Hi. Is this Gigi Morasco?",
        "Gigi: Yes, this is Gigi Morasco.",
        "Dean MacKenzie: This is Dean Mackenzie from Llanview University. I have some news for you.",
        "[SCENE_BREAK]",
        "Rex: So can I borrow your husband for a second?",
        "Nora: Just a second.",
        "Rex: Thanks.",
        "Bo: What's on your mind, Balsom?",
        "[Thud]",
        "Rex: Uh, I'll be right back. What is it? What's wrong?",
        "Gigi: That was the dean at L.U. Apparently there was a \"technical problem.\"",
        "Rex: What kind of \"technical problem\"?",
        "Gigi: They rescinded my grant money. The award is being reassigned.",
        "[SCENE_BREAK]",
        "Bo: Everything okay?",
        "Nora: It isn't Shane, is it?",
        "Rex: No, Shane's fine.",
        "Bo: Well, we were just about to head home, but if you need me to stick around and talk for a couple minutes--",
        "Rex: You know what? It wasn't important anyway.",
        "Nora: You sure?",
        "Rex: We're fine.",
        "Bo: All right. Let me know if you need anything. Either of you.",
        "Gigi: I finally found something...something I could do for me, that I was feeling really good about, and now, I mean, what am I--how am I supposed to pay for all my tuition and books and supplies and--",
        "Rex: No, Gigi. It'll be fine, okay? I promise. We'll find a way."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=veoy-TkaY6g"
}