{
    "Episode Summary": [
        "Episode # 10468 -- Consenting Adults"
    ],
    "Recap": [
        "Todd surprises Starr and Cole by telling them he will offer permission and his blessing for them getting married. Yet, he goes home and reveals to Tea that he will kill Cole if Cole thinks he will marry Todd's daughter. SHe concludes that she knows that both Todd and Blair disapprove. But TOdd is lying to Starr and Cole about his approval and is letting Blair be the bad guy. And she reveals she's taped Todd's confession of \"disapproval\". Schuyler convinces Gigi to get Rex back and tell him what Stacy did. But Rex is busy having sex with Stacy. Roxy konws she has to get Natalie and Jared to drop the charges against Kyle Lewis or else Kyle will reveal to everybody the secret Roxy does not want to have known; about who Shane's bone marrow donor is. And meanwhile, Gigi needs Natalie and Jared to drop the charges against Kyle so that he will tell Gigi the true identity of the donor, so that GIgi is no longer dependent upon Stacy. Right then, Gigi goes to tell Rex the truth about Stacy hoping it's not too late.",
        "At Todd's home, he brings in a nurse, a lawyer, as well as Moe as Shawn to surprise Tea. She asks what this is. He introduces the two strangers as well as the \"cook\"(Moe) to prepare her meals and the \"large human being\"(Shawn) \" to help her get around, lift her up and down the stairs and keep away anybody bothering her\". She asks even if that includes removing Todd when he is bothering her. Todd does not respond. She observes Moe and Shawn and asks if they do not work at Dorian's. Moe replies that Dorian fired them. Tea then tells them she does not mean to offend any of them. But Todd may take his \"staff\" and shove it.",
        "Right then, Starr and Blair are together wondering what to do when Cole goes off to prison. Starr knows she has a secret to reveal to her mother.",
        "Cole is right then, in the park with his mom while he pushes baby Hope in her stroller. Marty remarks that she feels too young to be a grandma. He tells his mom it's ok. He will get through this. He and Starr made a decision. She asks what decision that is.",
        "Blair informs Starr hat her dad informed her that she and Cole want to get married and he approved it. Starr confirms that they did make that decision. Hearing that, Blair appears stunned.",
        "At Rodi's, after Gigi informs Natalie and Jared what Stacy has done, Natalie urges her to trust Rex and tell him. She tells him that Rex needs to know that he has trusted a back stabbing blackmailing malicious person. Gigi admits that she is hesitant. But Natalie encourages her to get her life back with Rex.",
        "Meanwhile, Rex is at Ultraviolet alone with Stacy. They are both bewildered about nothing great working out in either of their lives. She then asks him what he wants. At that point, he responds and tells her that he wants her. And he draws her toward him and kisses her.",
        "While Marty is with Cole and baby Hope in the park, he surprises his mom by informing her that he and Starr agreed to get married before he goes to prison.",
        "After Blair finds out that Starr and Cole got married, Blair tells her daughter that she needs to know that Cole has some problems. But Starr urges her mother to know that she and Cole are old enough to know what they are doing.",
        "Marty tells Cole he must realize that marriage is a big step. There's a lot of complications not the least of which are his going to prison for two years and Todd Manning. And Starr is a minor and needs parental consent. He tells her that Todd gave that to them, believe it or not. And nobody is going to get in the way of what they plan to do.",
        "Starr informs Blair that her father walked in and saw Cole propose to her. Blair tells her daughter she does not believe that Todd really gave her his blessing like he said he did. But Starr tells her mother that she saw it with her own eyes.",
        "Todd does not listen to Tea telling him that she does not want his hired help. He tells her he'd like more than anything to take care of her himself. But he has to live with Blair. She tells him that he is no longer obligated to worry about her. She is no longer his lawyer and has nothing that he wants or needs. But he asks her if it ever occurred to her that he likes having her around.",
        "Right then, Kyle Lewis goes to see Roxy at her hair salon. She asks him what he wants and tells him he's already getting free rent and she has nothing to offer him. But he has something else he needs from her, knowing that she might be very ready to let Rex and Gigi know who the real stem cell donor is. And that could get Kyle in some trouble.",
        "At Rodi's, after Natalie encourages Gigi to trust Rex and get back with him, Gigi raises objections by telling Natalie that she is worried that if that were to happen, Stacy could leave town when she hasn't a clue who the real donor is. She asks what if something happens to Shane again. If he gets sick again, he could die. But Natalie and Jared assure her that Rex will do anything in his power to save his son. Gigi then concludes that maybe it's time for Rex to find out who Stacy really is.",
        "Right then, Rex and GIgi are kissing and falling to the floor at Ultra Violet.",
        "Tea asks Todd if he really \"wants her around\". She reminds him that he won't be able to be around her. He then asks her if she really thinks he wants to live under the same roof as Blair and Dorian. He needs to be there for Starr's baby. At that point, she tells him that she does not buy that he is ok with Starr and Cole getting married. He tells her that he just wants his daughter to be happy. But she tells Todd that she knows he's concerned that Cole is a drug addict and going to prison. At that point, Todd angrily admits that there is no way that drug addict loser is coming near his daughter again. If he comes within ten feet of her, Todd will put his hands around his neck and kill him.",
        "In the park, Marty tells her son that he won't be able to be with Starr and the baby when he's sent to prison. He tells her that even if all of this is happening, if he can just look down and see that ring on his finger. But she reminds him that he won't be able to keep any of his personal stuff while in prison. He tells her he will at least always know that it will be there. And when he's stuck in the cell and having to follow their orders, he will know that Starr is waiting for him and he has one good thing in his life.",
        "Blair tells Starr she does not buy that Todd is ok with her marrying Cole given the situation. Starr replies that she believes that he is sincere. Todd has finally come to realize that he cannot run her life. Blair asks her daughter how many time she thinks she's heard that. Starr protests that Todd has seen her get her baby back and the miracle of it all. She tells her that Todd knows how much she and Cole love each other. But Blair reminds Starr that she also needs her mother's consent. Starr naturally assumes she has that. But Blair looks at her indicating that it may not happen.",
        "Kyle tells Roxy that he can keep his mouth shut about who the real donor is, but only if she tries to convince Natalie to drop the charges. She replies that she cannot promise to do that as she knows her daughter has a mind of her own. But she definitely has \"incentive\" to try.",
        "At Rodi's, Natalie concludes to Gigi that Kyle blackmailed them and was ready to tell Jessica her baby died. Yet, he may be the only person who knows who Shane's real stem cell donor is. And if that jerk goes to prison, it won't help Jessica. And she knows that Gigi and Rex need to save their son and get back together. Gigi then concludes that she will tell Rex the truth. She's going to get back the man she loves.",
        "But right while they speak, Rex and Stacy are taking off their clothes and going at it on the dance floor of ultraviolet.",
        "Todd tells Tea that he meant what he said that he wont' let Cole marry his daughter. But since he an Blair have joint custody, he will let Blair do his dirty work for him.",
        "Starr tells her mother that she knows that marriage is a huge decision. But, she reminds her, she(Blair) did encourage them to get back together. Blair tells her she knows that's true. But she knows that marriage when one is that young is not meant to be. Starr then reminds her mother that age does not always make a marriage better than when people are young, and the perfect example of that is Blair and Todd. Blair admits to her daughter that she knows that she and Todd are no role models of marriage. But she asks Starr what she will do if, when Hope turns 17, she announces to her mom that she wants to get married to a boy who's on his way to the slammer. She asks Starr if she would give her daughter her blessing",
        "Marty and Cole talk about how they both realize that the next few years in Starr's life will be very important. And it's not just her becoming of legal age. She might be going to college, pursuing a career and finding a new circle of friends. And she'll be doing all of that while raising a baby. Hearing that, Cole asks his mom if she is suggesting that it might be unfair to give Starr the added burden of a husband in prison.",
        "Right when Natalie has successfully convinced GIgi to trust Rex and Gigi has gotten through to Natalie that she is not the bad guy there, Natalie gets a call from Roxy who tells her daughter she needs to talk to her right away. Natalie tells her mother she's in the middle of something. But Roxy demands she gets over there. At that point, Jared, Schuyler and GIgi find it odd that Roxy would call and demand to talk to her right when they all suspect that Roxy knows all about Stacy's scam and the real stem cell donor. Right then, Natalie and Jared leave. Alone with Schuyler, Gigi asks him what he thinks might happen when she explains the whole thing to Rex. What if he doesn't believe a word she says? Schuyler tells her if Rex cannot appreciate and trust her, then he does not deserve her. She asks what if it makes no difference and Rex is done with her regardless of knowing the truth?",
        "Right then, Rex and Stacy are going at it at Ultra Violet",
        "Gigi tells Schuyler that she is going to call Rex. But she's afraid of what might happen. And she asks him if he might \"reconsider\" Stacy if Rex ditches her. He tells her no way. If he ever considers Stacy again, he needs her to shoot him.",
        "Right then, Natalie and Jared go to see Roxy after she's demanded that they come. She tells them they must drop the charges against Kyle Lewis. Natalie demands to know why. Roxy tells her that she needs him as a tenant in the uncertain economy. But Natalie does not buy that for a minute They know that Kyle must have something on her. And Stacy must know something about it. And she must have somehow \"fixed it\" in order to force GIgi to break up with Rex.",
        "Right then, Rex and Stacy are celebrating with Champaign at Ultra Violet. She reflects to him that she remembers that he \"knew\" her since she was 13 years old. Yet he completely forgot about her. Right then, he then has a flashback the night when she seduced him(and drugged him) and she told him that she was a geek with braces and glasses and nobody would have noticed her then. She then tells him she hopes that he remembers her now. But he keeps having the \u0091deja vu\" of the night when they were together having a similar conversation. And he asks her just how long she was \"awaiting\" sleeping with him and having him break up with Gigi.",
        "Todd tells Tea that he knows there's no way that Blair will approve of Starr and Cole getting married. She then concludes that he knows how to manipulate it so that he appears as super dad and Blair gets to be the bad guy.",
        "In the park, Marty tells Cole that she knows that he wants to step up and be responsible now that he has a baby. He does not want Starr to give up her life while he's in prison. But she said she wanted to marry him and for the three of them to be together. She promises she will visit him. He tells her that he can see her and Starr and his friends. But he knows that one problem is, they don't let babies into a prison. He then goes over to see baby Hope, reflecting that he's just gotten her back and doesn't know how to say good bye to her.",
        "After Blair has revealed to Starr that she may not approve of the marriage, she tells her daughter that she must know that marriage is not something for anybody to rush into. What somebody may believe they want at one time could change over the years. Starr tells her mother she knows what she wants. But Blair reminds her daughter that she didn't know what she wanted when she was ready to give her baby up for adoption not long ago.. Starr then asks her mother if she regrets encouraging her to take the baby back. Blair tells her daughter of course not. Having that baby there is an immeasurable blessing. But she wants Starr to wait before going through with marrying Cole. He will be in prison for a while. If, after he's out, she still feels the same way, then of course she has proven that it's what she wants. But love needs to stand the test of time.",
        "Marty and Cole talk in the park while with the baby. She tells him that she remembers taking him on a plane or helicopter when he was Hope's age. He tells Hope that maybe he can read her books. They can record his voice. But he just wishes he could call her or see her.",
        "Tea concludes to Todd that she is unemployed and uninsured. So she is in no position to refuse his offer of a place to live and medical care when she's alone. And of course, he takes that as an admission that he is the love of her life.",
        "At Roxy's salon, after she has demanded that Natalie and Jared drop the charges against Kyle, they haven't a clue as to why she wants them to do that. She finds she cannot tell them. And they refuse to do what she wants.. And Natalie concludes that it might very well be relevant to Roxy having the secret that she does not want anybody to know regarding who the real donor is.",
        "At Rodi's, Gigi tells Schuyler that she is so grateful to him for being such an amazing friend. She hugs him and asks him to wish her luck. And she goes out the door.",
        "After Rex asks Stacy how long she has anticipated \"making love\", she admits to him that she has wanted it for many years ever since they first met. But at that point, Rex seems to have some reservations. She goes off. Alone in the club, Rex kicks the mattresses that he's let Stacy use for her dance class. Right then, he notices a missed call from Gigi on his phone. And he's not certain what to do.",
        "In the park, while Cole is alone with the baby and Marty knows that her son has a detrimental situation on his hands, she calls John and tells him she needs his help.",
        "Todd enters Blair's home and notices her talking to Starr. He asks them if they've had \"the conversation\". Blair replies yes. Starr informs her that he has offered his blessing and permission for Starr and Cole to get married. And she tells Todd that she(Blair) finds that very hard to believe.",
        "Right then, when Tea is alone in the house aafter Todd has left to talk to Blair and Starr, she plays the tape recording she secretly made where Todd admits to her that ther is no way he will let that drug addict loser marry his daughter. And if he ever comes near her, Todd will murder him.",
        "After Roxy admits by not denying, that she has a secret that Kyle is keeping for her about who Shane's real donor is, Natalie demands that she tells her why she won't let Rex and Gigi know who it is.",
        "Stacy goes to Rodi's and runs into Schuyler after Gigi has left to find Rex. She informs Schuyler that she(Stacy) and Rex are now roommates with benefits. They are moving to the next level. They just made love. And it was incredible. Hearing that, he is dumbfounded.",
        "Right then, Gigi enters Ultraviolet to see Rex alone. He tells her he's glad she is there. She is surprise d to hear that. He informs her that he has something to tell her. Hearing that, she appears puzzled."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Yo, let's go.",
        "Téa: What is this?",
        "Todd: This is your staff. This is a nurse -- a medical nurse. This is a lawyer. It's a person who practices law. He's very good at it. This is a cook.",
        "Moe: Chef.",
        "Todd: This is a chef. He makes food. This is a large human being and he's going to lift you up and down the stairs and make sure nobody bothers you.",
        "Téa: Including you? Hey, don't you two work at Dorian's?",
        "Moe: Not anymore.",
        "Todd: No, she fired them. Perfect timing for us, huh? So you're going to have the best of everything while I'm living at Dorian's. Now, is there anything else you would like, my dear?",
        "Téa: Yes, there is one other thing.",
        "Todd: Name it.",
        "Téa: I will. No offense to any of you, but I'd like you to take your staff and shove it, okay?",
        "[SCENE_BREAK]",
        "Starr: What's up?",
        "Blair: Well, why don't you tell me? You and the baby have been gone all day.",
        "Starr: I took her to go see Cole because he wanted to spend some alone time with her. Do we have anything --",
        "Blair: Starr, is there something that you want to tell me?",
        "Starr: You know, don't you?",
        "[SCENE_BREAK]",
        "Marty: This is nice.",
        "Cole: Yeah, different.",
        "Marty: Yeah. I've been worried about you. I haven't talked to you since the hearing.",
        "Cole: I'm okay.",
        "Marty: Yeah? You look like a real pro.",
        "Cole: Oh, Starr taught me a few things. Although, hope hasn't figured out that I don't know what I'm doing yet.",
        "[Marty sighs]",
        "Cole: What's wrong?",
        "Marty: No, it's just when I see you with your daughter, my granddaughter --",
        "Cole: You're too young to be a grandma. I guess we're all too young, except you, you are just right.",
        "Marty: It's just when you held hope and said goodbye, I thought, \"thank goodness he doesn't have to do that again,\" and look, here we are.",
        "Cole: It's okay. I'll get through this, and I know that now.",
        "Marty: Cole, but --",
        "Cole: Mom, I mean it. Starr and I, we made a decision.",
        "[SCENE_BREAK]",
        "Blair: Your dad told me, but I don't want to believe it until I hear it from you.",
        "Starr: Okay. Cole is going to prison, but before he leaves, we're planning on getting married.",
        "[SCENE_BREAK]",
        "Natalie: We will drop all the charges against Kyle, but only if you tell Rex everything you just told us. Please, Gigi, just trust him. Let him help you. Tell Rex the truth.",
        "Schuyler: Natalie's right. I mean, this has gone on far too long.",
        "Natalie: I mean, he needs to know who he's palling around with. I mean, he's going to freak out when he finds out that your sister's been blackmailing you with Shane's life.",
        "Gigi: Don't you think I'm dying to tell him?",
        "Natalie: Then do it!",
        "Gigi: Oh, God. It's just after all the garbage I've already told him, I don't even know if he'll believe me.",
        "Jared: Try. He still loves you.",
        "Natalie: Gigi, you could get your life back. I mean, it's not too late. You could get back together with Rex.",
        "[SCENE_BREAK]",
        "Rex: I want you, Stacy.",
        "[SCENE_BREAK]",
        "Cole: Mom, Starr and I, we still love each other.",
        "Marty: I know you do.",
        "Cole: And we always will. And we want to be committed to each other before, you know, I go to prison.",
        "Marty: Okay, well, you said you made a decision. What is it?",
        "Cole: Starr and I are getting married.",
        "Marty: Oh, Cole, honey, no.",
        "Cole: I was afraid of this, that you wouldn't understand.",
        "[SCENE_BREAK]",
        "Starr: You're not saying anything.",
        "Blair: Sweetheart, you didn't discuss it with me, so I'm guessing you already know what I'm going to say.",
        "Starr: You're not going to change my mind.",
        "Blair: Sweetheart, Cole is going to prison for at least a year.",
        "Starr: Because he got caught throwing some pills away, not taking them. He's clean. He's been sticking to the program.",
        "Blair: You are my baby girl and just hearing you say phrases like \"he's sticking to the program,\" I hate that. I hate it!",
        "Starr: Okay, but even you said how much I've grown up. You said that if I wanted to raise hope that I could, right? Well, if I can raise my baby, why can't I marry her father?",
        "[SCENE_BREAK]",
        "Marty: No, Cole, I do understand. It's just you and Starr getting married just seems like such an impulse.",
        "Cole: It's more than that.",
        "Marty: It's a huge step. It's a huge step. And you said yourself, you're both very young.",
        "Cole: Yeah, but we're ready for this, Mom.",
        "Marty: Starr's a minor. Honey, she can't get married without parental consent.",
        "Cole: Starr's dad is okay with it.",
        "Marty: Wait a minute, Todd actually said that?",
        "Cole: I didn't believe it, either, but he's on board.",
        "Marty: Well, what about Blair?",
        "Cole: Starr's probably talking to her right now.",
        "Marty: Oh, Cole, Cole!",
        "[SCENE_BREAK]",
        "Starr: Cole needs me to be there for him when he's in prison. And then I'll be there for him when he gets out. He needs that to keep him going.",
        "Blair: Sweetheart, your father -- I thought he was just telling me all this just to make me crazy.",
        "Starr: I promise that I would have told you first. It's just that Dad walked in when Cole was proposing to me. He got down on one knee and everything, just like the movies.",
        "Blair: Your dad walked in and saw that? I know he did not give you his blessing like he said he did.",
        "Starr: Actually, he wasn't lying about that.",
        "[SCENE_BREAK]",
        "Todd: You, hit the books. Find an out for Téa. You, get a new prescription filled. Kitchen's that way. Make the food. Go. I want you to get my boys ready to go back to Dorian's.",
        "Téa: What are you doing?",
        "Todd: I'm doing the best I can. I would take care of you myself, but I have to go live with Blair at Dorian's.",
        "Téa: If I were still a lawyer, I'd advise you on how to get around the judge's surreal decision, but I'm not a lawyer anymore, or I won't be for long, and you are no longer my concern. But I am curious --",
        "Todd: Yes?",
        "Téa: Why are you so adamant about me staying here?",
        "Todd: Has it ever occurred to you that maybe I like having you around?",
        "[SCENE_BREAK]",
        "Kyle: I need a favor.",
        "Roxy: Forget about it. I already let you park your nasty self at my hotel for free.",
        "Kyle: This is different.",
        "Roxy: And just why should I do anything else for you?",
        "Kyle: Because if you don't, then everyone is going to know who Shane Morasco's donor really is.",
        "Roxy: Listen, didn't I do everything that you wanted? You can't keep threatening me like this.",
        "Kyle: You know what? You're right. You're right, no more threats. It's time for action. So, who should I call first? The cops or your son --",
        "Roxy: No, no, no, no. Stop, stop. So, what else do I got to do to make sure that your trap keeps shut about the donor's name?",
        "[SCENE_BREAK]",
        "Natalie: Gigi, I know you're scared, but you've got to tell him what's been going on.",
        "Gigi: I'm scared to tell him before we know where to get more stem cells for Shane. What if I tell Rex and he goes ballistic on Stacy and she takes off and she never tells us who the real donor is? What if Kyle backs out or something happens to him? What if Shane gets sick again? If we don't have that donor, he could die.",
        "Schuyler: Geege, that's a lot of what-ifs.",
        "Jared: Listen, this is Rex we're talking about, not Stacy.",
        "Natalie: Yeah, exactly. I mean, he may want to lose it on her just like we all do, but Rex knows how to play.",
        "Gigi: Rex would do anything to protect his son. Maybe it is time for Rex to find out who Stacy really is.",
        "[SCENE_BREAK]",
        "Téa: You like having me around? You're a real poet, Todd. The thing is, you won't even be around.",
        "Todd: Do you really think I want to live under the same roof as Dorian and Blair? I just don't want to uproot Starr's baby again, that's all.",
        "Téa: Uh-huh.",
        "Todd: \"Uh-huh\" what?",
        "Téa: I don't buy that any more than I bought your good cop routine last night.",
        "Todd: What does that mean?",
        "Téa: I remember you just waltzing in and tossing off \"oh, Blair, by the way, our underage daughter is getting married and I gave her my blessing.\"",
        "Todd: I am trying to make Starr happy, that's all.",
        "Téa: Sure, you are. And if that means that she gets married to Cole, so be it, right? No, because listen, this is the boy who got your daughter pregnant in the first place. This is the drug addict, isn't he?",
        "Todd: I --",
        "Téa: No, no, no. He's fine now, unless he goes back into prison and starts using again --",
        "Todd: Listen to me --",
        "Téa: And then when he gets out of prison --",
        "Todd: There's no way that drug addict loser gets anywhere near my daughter again! Do you understand? If he comes within 10 feet of marrying my daughter, you don't want to know. I'm going to put my hands around his neck and I'm going to kill him.",
        "[SCENE_BREAK]",
        "Marty: You're 18. You don't need my permission to get married. It doesn't mean I think it's the best thing.",
        "Cole: I do. I mean, the minute I found out Starr was pregnant, I wanted us to be a family. The thought of being with Starr and Hope forever is, like, the most awesome feeling.",
        "Marty: But you're not going to be with them. Just stop and listen to me. Cole, you're not going to be able to be with Starr and the baby until you deal with going to prison.",
        "Cole: That's the first thing I thought of when the judge sentenced me. But you know, when I think about my life, my whole life, one or two years is not that long, right?",
        "Marty: No, no it's not, but --",
        "Cole: Even though prison will probably be the worst thing I'll ever go through, if I can look down and see that ring on my finger --",
        "Marty: You can't do that. They won't let you take any of your personal things in with you.",
        "Cole: But I'll know what's waiting for me when I get out -- Starr and Hope. Mom, they're going to be telling me what to do every single day -- when to wake up, when to eat. The nights -- the nights will belong to Starr and this baby.",
        "[SCENE_BREAK]",
        "Blair: So your father said you guys can get married just like that?",
        "Starr: He said he finally wants to make things right with us.",
        "Blair: Sweetheart, how is that even possible?",
        "Starr: Mom, finally he has realized that he can't run my life. He practically lost everything trying to do that.",
        "Blair: And how many times have I heard that before?",
        "Starr: Mom, he's seen that I've gotten my baby back and how much of a miracle that was. He knows how much Cole and I love each other and I even told him that even if he wanted to stop us from getting married, he couldn't.",
        "Blair: Actually, he could, sweetheart.",
        "Starr: Well, he didn't. So there's nothing standing in our way.",
        "Blair: Aren't you forgetting something? You need my consent, too.",
        "Starr: Well, you'll give it to us, right?",
        "[SCENE_BREAK]",
        "Roxy: Come on, spit it out. She can't hear you under that dryer.",
        "Kyle: You've got to keep me from going to jail.",
        "Roxy: Baby, I'm a hairdresser, not a lawyer.",
        "Kyle: What's more important to me is who you are to Natalie.",
        "Roxy: You tried to blackmail Natalie and Jared, same as you're doing to me.",
        "Kyle: Yeah, but if you convince them to back off and drop the charges, then --",
        "Roxy: No way in the world. Nattie's got a mind of her own. She's going to smell a rat if I try to convince her to drop the charges against you.",
        "Kyle: Yeah, but you can try, okay? And if you get me off the hook, then I promise your secret is safe with me.",
        "Roxy: How am I going to make Nattie listen to me?",
        "Kyle: That's not my problem.",
        "[Roxy sighs]",
        "Roxy: Okay, let's get this straight. If I convince her not to go after you, you promise -- you promise that you will not tell anyone who Shane's donor was.",
        "Kyle: That's the deal.",
        "[SCENE_BREAK]",
        "Schuyler: You're not going to need Stacy once Kyle gives up the name.",
        "Gigi: You guys would really let Kyle walk?",
        "Natalie: Not because we want to.",
        "Jared: Yeah, that sleaze tried to use Jessica's condition to cash in. He should be going away for a long time.",
        "Natalie: Unfortunately, it looks like Kyle is the only one who seems to have information that could save Shane. So sending this jerk to prison, it's not going to do anything for Jess, and she's doing pretty well, considering. On the other hand, Rex is tanking and he really needs you, Gigi.",
        "Gigi: I never stopped loving him, not even for a second. And you know what? I deserve to get what I need, too. I'm telling Rex the truth, and I'm going to get back the man I love.",
        "[SCENE_BREAK]",
        "[Stacy moans]",
        "[SCENE_BREAK]",
        "Téa: So, what, Todd? You plan on going down to city hall and strangling this kid while he signs the marriage license?",
        "Todd: I'm not going to break my daughter's heart again.",
        "Téa: Help me out here, Todd. I thought you were just ranting against how much you hated Cole.",
        "Todd: Yeah, that's right. He's not going to marry Starr, end of story. And you know, I have you to thank for that.",
        "Téa: Excuse me?",
        "Todd: Oh, yes. You see, in the past, when I would need to take care of something, I would always take care of it myself. And sometimes, I admit that I would do it without thinking it through.",
        "Téa: Oh, you don't say.",
        "Todd: But I've been watching you and I've been learning.",
        "Téa: Do tell.",
        "Todd: Well, I'm letting the law work for me this time. I'm just kind of steering it along, kicking it Delgado-style.",
        "Téa: Ah, of course. You and Blair have joint custody and legally you have equal rights to make decisions, so you're going to let Blair do your dirty work for you, am I right?",
        "[SCENE_BREAK]",
        "Starr: Mom, you will give me your consent, won't you?",
        "Blair: Sweetheart, you're just so young.",
        "Starr: But I've grown up so much in the past year. If I'm old enough to raise my baby, I'm old enough to be a wife.",
        "Blair: Oh, I can't even believe we're having this conversation.",
        "Starr: And I know that it is a huge decision, but Cole and I love each other so much, and even you said that you wanted us back together when we were broken up.",
        "Blair: I didn't mean marriage, sweetheart. Please, I don't want you to throw away your youth.",
        "Starr: Mom, I wish that I could go back to being just a kid, but I can't. I have a daughter. Cole and I are responsible for her. And yes, I'm 17 and he's 18, but you and Dad are the perfect example of taking your vows when you're older doesn't make a successful marriage.",
        "Blair: Okay, you know what? I can't disagree with you on that one. Sweetheart, but when you are older, you have the chance to explore your own possibilities. You have the time to figure out what you really want.",
        "Starr: I know what that is. I want to explore, but with Cole and my baby.",
        "Blair: What if Hope were to walk in right now, say she's 17, she goes \"Hey, mama, I want to get married. My boyfriend's 18 and he's on his way to the slammer.\" Would you give Hope your blessing?",
        "[SCENE_BREAK]",
        "Marty: Starr's going to have her hands full.",
        "Cole: I know. I just wish I could be there to help her.",
        "Marty: I know you do.",
        "Cole: She'll probably want to do everything herself. I hope she lets her mom help her out sometimes.",
        "Marty: She will. I'll be there to help her, too.",
        "Cole: Yeah, I know you'll be there. I just wish it was me. You know, from the minute I found out she was on the way, I wanted her. She's going to look different in a year, huh? She's going to have more hair?",
        "Marty: Yes, she'll change. So will Starr.",
        "Cole: What are you saying -- she'll stop loving me or something?",
        "Marty: No, no. I just mean that the next couple of years are big ones for Starr, you know? A lot happens when you go from 17 to 18, and I'm not just saying all the legal stuff. I mean, I'm assuming in a year she'll go to college, right?",
        "Cole: I guess.",
        "Marty: Right. That's going to be a whole new world for her. All those questions, you know -- what she wants to do for a career. It will be a whole new circle of friends, and she'll be doing all that while raising a baby.",
        "Cole: So are you saying it's unfair of me to burden her with a husband, too?",
        "[SCENE_BREAK]",
        "Jared: What do you say we head down to the station and let them know we're not going to testify against Mr. Lewis.",
        "Gigi: I am so glad you guys finally know the truth. How can I thank you enough?",
        "Natalie: You know, I haven't seen my brother smile in a really long time, so I am looking forward to that.",
        "Gigi: So am I.",
        "Jared: You really took one on the chin for Shane's sake.",
        "Gigi: Well, I'm his mom. What else was I going to do?",
        "Natalie: You know, I'm just glad that all of this is over because I really didn't like hating you.",
        "Gigi: Good! Well, now you don't have to.",
        "[Cell phone rings]",
        "Natalie: Ooh, excuse me. Hello?",
        "Roxy: Yeah, I need to talk to you.",
        "Natalie: Roxy, I'm in the middle of something.",
        "Roxy: Just get over here!",
        "Natalie: Okay, that was weird.",
        "Jared: What?",
        "Natalie: It was Roxy, and she needs to see me, like, now.",
        "Schuyler: Whoa, that's weird timing.",
        "Natalie: Yeah.",
        "Jared: And considering she wouldn't talk when Gigi grilled her --",
        "Gigi: She said she didn't know anything about Stacy faking the match or there being another donor -- nothing.",
        "Natalie: What would she be upset about?",
        "Jared: Let's stop by on the way to the station.",
        "Natalie: Yeah. Good luck with Rex.",
        "Gigi: Guess I can't back out now.",
        "Schuyler: Yeah. Why would you want to?",
        "Gigi: Stacy has Rex so snowed, what if he doesn't believe me?",
        "Schuyler: Gigi, if he doesn't, he's an idiot and he doesn't deserve you.",
        "Gigi: What if I tell him everything and he doesn't care? I mean, you saw them when we walked into Rex's place. What if he's so into Stacy now that nothing I say makes any difference?",
        "[SCENE_BREAK]",
        "[Stacy moans]",
        "Stacy: Rex, that was more amazing than I ever imagined it would be.",
        "[SCENE_BREAK]",
        "Gigi: I know Rex and Stacy have gotten closer.",
        "Schuyler: Yeah, I know. Me, too.",
        "Gigi: My God, they were half naked when we broke into Rex's loft.",
        "Schuyler: No. Gigi, look, Rex is still love with you. You see the look on his face when he sees you and me together? I mean, he's jealous. He wants to be with you.",
        "Gigi: You're good, but --",
        "Schuyler: No, I'm -- I'm telling you the truth.",
        "Gigi: Can I ask you a question?",
        "Schuyler: Yeah, sure.",
        "Gigi: If Rex tosses Stacy out on her --",
        "Schuyler: When Rex tosses Stacy out on her butt.",
        "Gigi: When Rex does, are you going to be there to pick her up?",
        "Schuyler: Promise me something, okay? If after all this is over, you see me, like, hanging out with Stacy, shoot me in the face!",
        "[Gigi chuckles]",
        "Schuyler: And then tell me I'm a fool.",
        "Gigi: Sometimes I feel kind of bad talking about her this way.",
        "Schuyler: No. You -- we're -- we're doing the right thing. I mean, best-case scenario, Stacy ends up realizing that she's been chasing after a fantasy this whole time and she goes back to the person that I once knew her as. Wow. No, I -- the point is we need to keep the focus on you and what you need.",
        "Gigi: Okay. I'm going to call Rex now. Tell him that I -- I need to talk with him as soon as he's done with work.",
        "[SCENE_BREAK]",
        "Roxy: What took you so long? I told you to take a shortcut.",
        "Natalie: We did!",
        "Jared: Hey, what's this big emergency?",
        "Roxy: I'm going to keep this short and sweet -- make the charges against Kyle Lewis go away.",
        "Natalie: Why do you give a damn about Kyle Lewis?",
        "Roxy: Because I don't want to lose a tenant, you know, with the economy the way it is and everything.",
        "Natalie: Even though he tried to blackmail us at Jessica's expense?",
        "Roxy: Well, everybody makes mistakes. You know, he's a med student -- I like having a doctor in the house.",
        "Natalie: All right, cut the crap, Roxy. I know that he asked you to call me off, too.",
        "Roxy: \"Too?\"",
        "Jared: Wait, what could possibly make Kyle think that you would talk Natalie into dropping these charges?",
        "Natalie: He's got something on you, doesn't he? Does -- does Stacy know about this, too? Is that why you helped her lie about being the donor?",
        "Roxy: I don't know what you're talking about.",
        "Natalie: Yes, you do! You fixed it so Stacy could force Gigi into breaking up with Rex!",
        "[SCENE_BREAK]",
        "Rex: Do you see it?",
        "Stacy: Nope.",
        "Rex: Oh, shoot!",
        "[Stacy chuckles]",
        "Stacy: They're going to call back.",
        "Rex: Oh! Shane or something, I don't -- let's check our voicemail -- I'll have a missed call.",
        "[Rex sighs]",
        "Rex: Oh, man.",
        "Stacy: Here's to us.",
        "[Stacy chuckles]",
        "[Glasses clink]",
        "Stacy: I mean, isn't it funny that we're here? We've known each other since I was, like, 13 -- huh -- although you didn't even notice me but I guess I -- I guess I was pretty forgettable back then, huh? Although, I was all of 13, and I had braces, glasses -- totally forgettable. I hope I'm something to remember now. I have changed a lot. You didn't even notice me. And when I saw you in Vegas, I was like \"no way.\" I mean, who knew it would lead to this? So I quit my job, followed you back here, and everything sort of fit just right. Rex? Are you okay?",
        "Rex: Yeah, I just had, uh, a little deja vu.",
        "Stacy: Yeah. Me, too. I get that.",
        "Rex: But we couldn't have had this conversation before, so --",
        "Stacy: No, of course not.",
        "Rex: So, when you said what happened between us, that it wasn't how you imagined it, how long have you been thinking about us getting together?",
        "[SCENE_BREAK]",
        "Todd: Yeah, let Blair do the heavy lifting this time. There's no way she's going to let Starr get married.",
        "Téa: So you get to be superdad and Blair has to be the bad guy?",
        "Todd: No. No, she can handle it. I don't want Starr hating me anymore.",
        "Téa: This could backfire, you know.",
        "Todd: No, not this time. This time, I have the law working for me.",
        "Téa: Starr is a smart girl. She'll figure it out and she'll find a way. She loves Cole.",
        "Todd: But once he's in prison, she'll forget about him.",
        "Téa: If it were only that easy.",
        "[Knock on door]",
        "Shaun: Jack and Sam are ready to go. So, Manning, is this going to be a one- day gig?",
        "Téa: Uh --",
        "Todd: Not up to me.",
        "Téa: You know what? I'm unemployed. And I'm uninsured, so I'm not really in the position to turn down a full staff, so I will stay -- for the time being.",
        "[SCENE_BREAK]",
        "Marty: I didn't say you were only thinking of yourself.",
        "Cole: I'm doing this because I want to step up and be responsible.",
        "Marty: I know. I know, I just -- I just wish you'd consider -- I'm just trying to have you think about a few things Starr's going to have to face, without you.",
        "Cole: I don't want Starr to stop living her life when I'm in prison -- like I wouldn't ask her to marry me if I thought that. But she wants this, too. Me, Starr, and Hope -- we're a family.",
        "Marty: Yeah. I just wish you'd wait a little bit on the marriage. But I've been wishing for a lot of things these days, and you know what I wish for the most? I wish you didn't have to go to prison.",
        "Cole: You'll come visit me, right?",
        "Marty: Ahem -- once or twice.",
        "Cole: See? Starr will be there a lot -- they let married couples see each other more. I checked into it.",
        "Marty: Really, you did?",
        "Cole: Yeah. The only problem is, they don't let babies in. Hey, Hope -- hey, baby. I just got you back into my life. How am I supposed to say goodbye to you again?",
        "[SCENE_BREAK]",
        "Starr: I just pray that Hope won't have to go through what I have at 17. But whatever happens, I want her to have a relationship with me like I have with you. When I was a little girl, you said that there was nothing I couldn't say to you and that you would always be there for me.",
        "Blair: Sweetheart, supporting you doesn't mean blindly going along with everything that you want, because the truth is what you want today might not be what you want next week or -- or next year. Okay? Marriage is -- well, it's not something that you just rush into. You have -- you don't want to be uncertain about it.",
        "Starr: I'm not. I know what I want.",
        "Blair: Like you knew what you wanted when you gave up your baby for adoption?",
        "Starr: I thought you said you understood why I changed my mind about the baby.",
        "Blair: Well, sweetheart, I do and I'm not trying to be mean here, sweetheart. Listen to me. Last year when you decided to give up the baby, it seemed like the right thing to do at the time, and now keeping her -- well, it seems to make all the sense in the world.",
        "Starr: But you still feel the same way, right?",
        "Blair: Yes. Do you know how blessed I feel knowing that that little girl is living under the same roof as us? Sweetheart, look at you. Look at you. You're going to be 18 years old soon. And hopefully, Cole will be halfway through his prison term.",
        "Starr: So, what are you saying?",
        "Blair: I'm saying that I want you to wait, sweetheart. I -- I just want you to wait, and if you still want to marry Cole after you turn 18 and he's out of prison, then nobody can stop you. You can legally do whatever you want. Sweetheart, if something is worth having, it's worth waiting for. You think about it, okay?",
        "[SCENE_BREAK]",
        "Cole: By the time I get out of prison, she'll be walking, right? Talking more?",
        "Marty: Yeah, I would think so. I mean, you were.",
        "[Hope fusses]",
        "Cole: Huh?",
        "Marty: Go get it!",
        "Cole: Did you hear that? You'll be saying \"Grandma\" and \"Mommy.\"",
        "Marty: \"Grandma\" -- I'm -- hmm. I'm thinking \"mimi.\"",
        "Cole: Yeah, she'll know everyone's name but mine.",
        "Marty: Hey, that's not true, because I'm going to talk about you all the time.",
        "Cole: At her age? I mean, come on -- she'll have no idea what you're talking about.",
        "Marty: Oh, you would be surprised. I will tell her all sorts of things about you. I'll tell her stories about you when you were her age, how you wouldn't eat oatmeal unless I made it a helicopter landing.",
        "Cole: Not an airplane?",
        "Marty: No. You didn't really -- uh-uh. It was helicopters; you called them \"hoppers.\"",
        "Cole: Huh. Thanks, Mom.",
        "Marty: Huh.",
        "Cole: I'm really going to miss her, that funny little thing she does with her eyebrows.",
        "Marty: I know. You know what, though? I'll send you a new picture every day.",
        "Cole: Hey.",
        "[Hope fusses]",
        "Cole: Maybe I can read you books, you know? I can record my voice, if they'll let me have a tape recorder. I just wish I could hold you once in a while. Well, we should probably get going. Starr's probably wondering where we are.",
        "Marty: Oh, well, wait. Wait, wait. Get -- kneel down by the stroller, throw that cute little hat on her. I want a picture.",
        "Cole: Hey, you.",
        "Marty: That a girl. Real quick, I'll make it quick, I'll make it quick! Ready, one, two, three -- smile!",
        "[Shutter clicks]",
        "Marty: Got it. See? Now Hope can see exactly how much her daddy loves her. She's not going to forget. I promise.",
        "Cole: Thanks, Mom.",
        "[SCENE_BREAK]",
        "Todd: Well, time to say goodbye.",
        "Téa: I won't be walking you to the door. I'm sure you understand.",
        "Todd: I understand.",
        "[Téa sighs]",
        "Téa: What the hell was that?",
        "Todd: I was just trying to remind you that I'm the love of your life.",
        "Téa: Please exit now!",
        "Todd: Boy, I am going to miss you.",
        "Téa: Oh!",
        "[Téa chuckles]",
        "[SCENE_BREAK]",
        "Natalie: Roxy, we don't have time to play games here.",
        "Roxy: Who's playing games?",
        "Natalie: Well, lots of people. We know for a fact that Stacy is not a real match for Shane.",
        "[Roxy gasps]",
        "Roxy: You're kidding? She's not?",
        "Jared: God --",
        "Natalie: Stop jerking me around. You know something about this, don't you? Just cough it up!",
        "Roxy: There's nothing to cough up!",
        "Jared: Rox, why would you help Stacy break up Rex and Gigi? He's your son. He was really happy with Gigi.",
        "Roxy: I didn't help anybody do anything, so stop giving me the 10th degree.",
        "[Door opens]",
        "Roxy: Oh, good, I've got a customer.",
        "Natalie: Get rid of her. We are not finished yet.",
        "Roxy: That is my bread and butter.",
        "Jared: All right, so Kyle's playing Gigi and Roxy.",
        "Natalie: Totally. But what could Kyle do for Roxy?",
        "Jared: Well, maybe it's not as obvious as what he's offering Gigi.",
        "Natalie: What if it's not what Kyle would do? What if it's what he won't do?",
        "[SCENE_BREAK]",
        "Roxy: You're a real sport; I'll see you next week.",
        "Woman: Okay.",
        "Roxy: Okay. Thanks a lot -- I had to reschedule that appointment. That was a big chunk of change that just walked out the door -- highlights, cuts, and a blowout. Thanks, I never should've called you in the first place.",
        "Natalie: Yeah, well, you know what, here's the deal. What Kyle has on Gigi is that he knows who the donor is.",
        "Jared: And he claims he's going to give Gigi that name if Natalie and I drop the charges.",
        "Roxy: What? Wait a second -- he can't do that!",
        "Natalie: Why, Roxy? Why don't you want anyone to know who the real donor is?",
        "[SCENE_BREAK]",
        "Gigi: I guess I'm just going to go with the element of surprise. Uh -- Rex is probably setting up at the club right now, so I'll just walk in there and lay it on him.",
        "Schuyler: Yeah. Hey, you need backup?",
        "Gigi: No, no. I -- I need to do this by myself and I need him to listen. I don't want anything to set him off.",
        "Schuyler: Wow, so, yeah, this is kind of like it for us. I mean, it's like mission accomplished.",
        "Gigi: Huh. You have been an amazing friend. Wish me luck!",
        "Schuyler: Mm! Good luck.",
        "[SCENE_BREAK]",
        "Stacy: You mean, how long have I been thinking about us making love? Hello -- since we almost did it yesterday in the cabana. What do you think I meant?",
        "Rex: Nothing. I need to get this placed fixed up, so --",
        "Stacy: Okay. Um -- well, what do you need? I'll help you.",
        "Rex: Yeah -- no, nothing, I have a system. I'll see you back at the loft.",
        "Stacy: Okay. Um -- all right. Looks like a whole new world's opening up for us.",
        "[SCENE_BREAK]",
        "Marty: Ahem. Hey. Hey, it's Marty. I -- I really need your help.",
        "[SCENE_BREAK]",
        "Starr: Mom, what's the point of waiting?",
        "Cole: Hey, I'm -- I'm sorry to interrupt, but the maid let me in.",
        "Starr: Oh, it's okay. Where's Hope?",
        "Cole: Ah, she fell asleep in the car, so I put her down --",
        "Todd: Well, that was easy!",
        "Cole: For a nap.",
        "Todd: Jack and Sam are upstairs already, the maid settled them in. I'm going to be in the big guest room, Blair. Did you tell Mom the news?",
        "Blair: Yes, she did, Todd. She said that she's getting married and you actually gave her your blessing. See, that's what I find hard to believe.",
        "[SCENE_BREAK]",
        "Todd's voice: Well, I'm letting the law work for me this time. Téa's voice: Obviously -- Todd's voice: There is no way that drug addict loser gets anywhere near my daughter again! Do you understand? If he comes within 10 feet of marrying my daughter -- you don't want to know. I'm going to put my hands around his neck and I'm going to kill him!",
        "[SCENE_BREAK]",
        "Todd: Yeah, I'm sorry, it's true. I gave these two my permission to be married, and now all we need is your consent and we'll be one big, happy family.",
        "[SCENE_BREAK]",
        "Natalie: Answer me!",
        "Roxy: What do you want me to say? I've got nothing to say!",
        "Natalie: And why is that, Roxy? If you know who Shane's donor is --",
        "Roxy: Which I don't!",
        "Jared: Is someone threatening you? Uh -- don't answer that. But if Stacy is blackmailing you, or Kyle, you're never going to get out from under it.",
        "Natalie: The truth will come out, Roxy, no matter how deep you try to bury it, so just give it up, okay? We want to know who Shane's donor is and we want to know right now!",
        "[SCENE_BREAK]",
        "Stacy: Hey, is Gigi working?",
        "Schuyler: No. Why?",
        "Stacy: Oh, man. I had some really good news to tell her -- thought she'd like to hear it.",
        "Schuyler: Uh, well, you know, hang out for a minute. I'll buy you a drink.",
        "Stacy: Okay, why not? You can help me celebrate.",
        "[Stacy giggles]",
        "Schuyler: Oh, yeah? What are we -- what are we celebrating?",
        "Stacy: Rex and I are no longer roommates. We're roommates with benefits.",
        "[Stacy chuckles]",
        "Stacy: We just made love, and it was incredible!",
        "[SCENE_BREAK]",
        "Rex: Morasco.",
        "Gigi: Balsom.",
        "Rex: I'm glad you're here.",
        "Gigi: You are?",
        "Rex: Yeah. I've got something to tell you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=VKRI21ce-6Y"
}