{
    "Episode Summary": [],
    "Recap": [
        "John is alone at the crime scene. He can almost see his father laying on the ground before him. He hears a noise and turns pulling his gun and aiming, all in one fluid movement. Natalie is behind him. \"John! When is this going to stop?\" she asks him. He keeps trying to find answers, he admits, but he wonders if he really wants to get them. Bo wants to talk to Blair and they meet for a drink. Spencer arrives and sees the two together. \"Jealous Spence?\" Todd asks. Spencer leaves him and heads over to the table, surprising the two. Blair thought that he was visiting his brother. Bo quickly leaves. Spencer tells that Paige has been taken away. Blair finds that sad. Spencer says that it must be hard for Bo finding out that someone that he loved has been keeping secrets from him. Blair talks to Todd but he finds it unhealthy for people that have broken up to keep talking. She warns him that it may get to a point where they can't turn it around. He is already there. Todd spends the whole evening watching Blair and Spencer. Spencer decides that he is ready to go. Blair isn't. In fact, she has ordered champagne for them. Spencer smiles and gloats at Todd when the bottle arrives. John replays the scene as he has been told it ran. David is up against the fence, he turns and lets off a shot. In John's mind, he sees David holding the gun by his side. He realizes what it was that he has been missing. They never recovered the gun from the shooting. That can mean something. John replays the scene repeatedly, while Natalie watches from a distance. John wonders if he were the age that David had been, would he have taken the gun with him. John looks around. He stoops. He sees some leaves. He brushes them away and finds a sewer there. He looks beyond the grate and sees endless darkness. They try to see what is in there but retrieve nothing."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Adriana: Miss me?",
        "Rex: Like crazy.",
        "[SCENE_BREAK]",
        "Clint: I'd compliment you on your talent with tequila, but I have the feeling that you didn't make these drinks.",
        "Dorian: Already I have no secrets from you. I really hate that.",
        "Clint: Well, I think you may have one or two.",
        "Dorian: Count on it. What about you? Do you have any secrets you're keeping?",
        "Clint: Actually, I do.",
        "[SCENE_BREAK]",
        "Blair: Hey, Bo.",
        "Bo: Hi.",
        "Blair: I got here as soon as I could. What's going on?",
        "Bo: It's about Spencer Truman and your spying on him.",
        "[SCENE_BREAK]",
        "Todd: What's the matter, Truman? You jealous?",
        "[SCENE_BREAK]",
        "Natalie: God, John, when is this going to end?",
        "[SCENE_BREAK]",
        "Marcie: I'm sorry, Janice. I really am sorry, but I'm not going to let you take him in the middle of the night like this. He needs to go home. He needs his bottle and then he needs to go to sleep. I'm sure you understand this. A baby's routine -- it's -- it's very important.",
        "Janice: I know that. And I realize you've gotten close to Tommy.",
        "Marcie: Well, how could I not? He's the sweetest, most beautiful little boy.",
        "Michael: Marcie's crazy about him. I mean, we're both crazy about him. He's really a -- a great kid.",
        "Janice: If you wanted to petition for permanent custody of this child --",
        "Marcie: Excuse me. \"This child\"?",
        "Janice: You had time to file the paperwork.",
        "Michael: But nobody told us that.",
        "Janice: But you didn't. So we had no choice but to find permanent foster parents for him. They're waiting.",
        "Marcie: No. No, no, no. Please, he -- he thinks that -- he thinks that we're his parents. He knows our voices, Janice. He recognizes our smells. His -- his smile -- it just -- he smiles at us all the time. He's very happy with us. Right, Michael? He's very -- he's very happy with us.",
        "Janice: I assure you, this baby will be protected and cared for, honestly.",
        "Marcie: No. No, I'm sorry, I'm just -- I'm not going to let you take him.",
        "Michael: Marcie, you can't do this. Now, we need to talk about what we want and how to get it the right way. But for now, we have to let her take him. We have to.",
        "Marcie: No, no! No, Michael, ok? I am going to be damned if I let this woman roll off into the night with my son. He doesn't know her, and she doesn't know anything about him. What? Why -- why are you looking at me like that for?",
        "Michael: Because you just called Tommy your son.",
        "[SCENE_BREAK]",
        "Rex: You ok?",
        "Adriana: So much better now that you're here.",
        "Rex: Good answer. Any word from your you-know-who today?",
        "Adriana: Not since the butterfly at the hotel. Who would do something like that? You know, who'd try to freak us out with a live butterfly?",
        "Rex: I don't know. But I'm going to find out, I promise.",
        "[SCENE_BREAK]",
        "Dorian: You sound pretty serious.",
        "Clint: Well, it is serious. I mean, if we're going to start seeing each other, you deserve to know -- know the truth, all of it.",
        "Dorian: The truth about what?",
        "Clint: Well, earlier today, I kissed Viki. I wanted you to know about that.",
        "Dorian: Why?",
        "Clint: Because -- I want to be upfront with you. Well, what -- what's the matter here now? Am I being too direct?",
        "Dorian: What happened after you kissed her?",
        "Clint: Well, first of all, the truth became apparent to both of us. I mean, I love Viki very much.",
        "Dorian: Hmm.",
        "Clint: And ironically, we got closer when I came back. You said that yourself when we were -- you know, started testing the water with each other. Anyway, after the kiss -- uh -- we both realized the truth. That it was over. Or to be more exact, it was still over. And that was it.",
        "Dorian: I see.",
        "Clint: There have been so many problems in the family, and we had so much to deal with, you know, together, that inevitably, there was going to be some sort of connection down the line. But as it turned out, after it happened, there's no connection whatsoever.",
        "Dorian: So, you decided to run straight out to a florist, buy me these lovely calla lilies, and bring them to me at my office? So what am I, plan B?",
        "Clint: Well, now, if you were plan B, would I have told you about the kiss?",
        "Dorian: No, I suppose you would not have.",
        "Clint: Yeah. So then are we ok?",
        "Dorian: That depends on how you react when I tell you what I need to tell you.",
        "[SCENE_BREAK]",
        "Spencer: That's the difference between us, Manning. I don't have to be jealous of anyone.",
        "[SCENE_BREAK]",
        "Bo: I don't like you using your relationship to get the goods on Truman. You know I don't like that.",
        "Blair: I know you don't like that, but I got to do something.",
        "Bo: Oh, I know. You do, because you're not the type that's going to just sit back and let the system work.",
        "Blair: Because it doesn't. The system almost got Todd executed. And frankly, I don't really trust it, you know?",
        "Bo: Well, I'm not going to waste my breath trying to talk you out of it. If I was still commissioner, I'd be looking under every rock trying to find evidence, put Truman away.",
        "Blair: I know, Bo. I know you want your badge back.",
        "Bo: I want my reputation back.",
        "Blair: Come on. Nobody believes that you're guilty of this.",
        "Bo: Well, you know, unfortunately, it doesn't really matter what they believe, because all the evidence points right at me.",
        "Blair: All right, so you're not here to talk me out of this, right? Well, why did you call me?",
        "Bo: Blair -- ahem --",
        "Blair: What?",
        "Bo: There's nobody that's any closer to Truman than you are. Now, I wouldn't ask you to do this officially, and, yeah, I know you're going to probably end up doing it anyway.",
        "Blair: Well, I know you really want your job back.",
        "[SCENE_BREAK]",
        "Spencer: Well, I couldn't agree more myself. I'm sure the good people of Llanview would like nothing more than to see their beloved commissioner back in action where he belongs.",
        "Blair: I thought you went to see David.",
        "Spencer: Well, yeah.",
        "Bo: Blair --",
        "Blair: Mm-hmm?",
        "Bo: It's always a pleasure to see you.",
        "Blair: You, too, Bo.",
        "Bo: You have a real good night.",
        "Blair: Ok.",
        "Bo: Ok.",
        "Blair: Bye.",
        "[SCENE_BREAK]",
        "Todd: Hey, Bo? Bo, have a seat. I want to talk to you.",
        "[SCENE_BREAK]",
        "John: I've been here exactly one time, in all those years. I memorized those crime-scene photos, the evidence. Being here is so different.",
        "Natalie: I thought -- I thought maybe it would make you close to him, your father, now that you know the whole truth.",
        "John: That's just it. I don't think I do. My family could win For 25 years, all I've had are pieces of that night, things people thought they heard or thought they saw. You know what I remember most? What sticks out to me? The clothes the old man was wearing. You know, this silly brown windbreaker he always wore when he walked the dog. And mom -- she was always trying to tell him to get rid of it. He wouldn't. It was his favorite. When I saw him at the hospital, it was covered in blood. And then I remember him in the casket at the funeral home. He sort of had this preserved lo on his face. You know, they -- they use makeup -- try to make you a little more lifelike. But I knew underneath, the skin was probably more the color of his dress blues. I wonder a lot what he was thinking about when he was staring down the barrel of that gun.",
        "Natalie: Now that you have that, you don't feel any better.",
        "John: He said he wanted to go back home and see his boys.",
        "Natalie: He wanted to live for your sake.",
        "John: You know, when Vickers said that, all I could think of was that's the kind of man my -- that's the kind of man my dad was. Simple and honest, and he loved his family. And when he said that, it was like I heard his voice for the first time since that night. I have dreams about the old man. Sometimes he talks to me in them. But this was real. The last words my father said -- and who does he say them to? The man who killed him.",
        "Natalie: John, that's over. Haven't you found what you've been looking for?",
        "John: No.",
        "Natalie: I really wish I had known him.",
        "John: I wish you had, too.",
        "[SCENE_BREAK]",
        "Spencer: So just exactly what did I walk in on?",
        "Blair: Oh, I was just talking with Bo. He's going through a really tough time. Losing his job and all. I mean, he's -- he's hurting.",
        "Spencer: He's a Buchanan. He'll be fine. He'll land on his feet.",
        "Blair: Co on, Spencer, you'd be devastated if someone told you you couldn't practice medicine. Police work is his life.",
        "Spencer: And now more than ever, I suppose.",
        "Blair: What does that mean?",
        "Spencer: Well, he's got to be working overtime to try to exonerate himself, not to mention the fact he has to deal with Paige's legal problems, as well, you know.",
        "Spencer: The minute she was released from the hospital, the Atlantic City police was there and took her into custody.",
        "[Blair gasps]",
        "Spencer: Yeah, looks like they're finally going to charge her for what she let happen to John Mc Bain's father all those years ago in the operating room.",
        "Blair: Oh. Well, I had no idea it'd gone that far.",
        "Spencer: It's just as well. John Mc Bain was ready to string her up.",
        "Blair: Poor Bo. I think he'd fallen in love with Paige.",
        "Spencer: Well, I'm sure it hurts. I mean, loving someone that much and finding out that they had been hiding something from you for so long.",
        "[SCENE_BREAK]",
        "Todd: So what do you figure Blair's been up to lately?",
        "Bo: What has she been up to?",
        "Todd: Yeah, that's what you guys were talking about, isn't it?",
        "Bo: You know, Manning, I don't know what your domestic agenda is with your ex- wife, but I'm not getting in the middle of it.",
        "Todd: Oh. Where are you going?",
        "Bo: Well, I want to let off a little steam. And standing around in a bar talking about your personal relationships -- that's not my idea how to do it.",
        "[SCENE_BREAK]",
        "Rex: I wish we were back at the cranberry inn.",
        "Adriana: Me, too. That night was so perfect. Except for -- no, you know what? I'm not going to go there. I'm not going to let what that freak did ruin our first night together.",
        "Rex: He didn't.",
        "Adriana: You know, it was amazing. At least, I thought so.",
        "Rex: Well, it was off the charts.",
        "Adriana: Careful. Mom is right outside with Clint Buchanan.",
        "Rex: Good. I want lots of people around you all the time.",
        "Adriana: All the time?",
        "Rex: Well, except for when I'm personally standing guard. You're perfectly safe here. I hired extra security to watch the house.",
        "Adriana: My mom did, too.",
        "Rex: Yeah, I know. They were coordinating with my guys when I showed up. This place is crawling with big, scary, creepy guys. They're not going to let anything happen to you.",
        "Adriana: You take such good care of me.",
        "Rex: Only because I love you.",
        "[Phone rings]",
        "Rex: Hmm. [Rex sighs] What's up?",
        "Todd: Hey, it's Todd. Meet me at The Palace.",
        "Rex: I'm kind of in the middle of something here. Is it important?",
        "Todd: Uh -- actually, no. I just -- feeling kind of lonely and wanted someone to talk to. Yes, it's important, idiot. Get down here now.",
        "Rex: Todd wants to talk to me about god knows what. He's a paying client, so I'm going to have to go.",
        "Adriana: Will you be back?",
        "Rex: As soon as I can. And the minute this is all over, I'm going to take you away, wherever you want to go.",
        "Adriana: I can't wait.",
        "Rex: Talk to you later, ok?",
        "[SCENE_BREAK]",
        "Dorian: You're not the only one who has been kissing people you shouldn't be.",
        "Clint: And who did you kiss?",
        "Dorian: Nobody. Somebody kissed me. And I kissed them back out force of habit.",
        "Clint: You kissed somebody back out of force of habit?",
        "Dorian: It was David.",
        "Clint: Oh.",
        "Dorian: David kissed me, I kissed him, and then he was gone. I mean, really gone. He said it was goodbye, and, you know, this time, I believe he really means it.",
        "Clint: Uh-huh. Was it goodbye for you?",
        "Dorian: Was your kiss with Viki a goodbye?",
        "Clint: Absolutely.",
        "Dorian: Well, then maybe we should stop kissing other people and start focusing in on kissing each other.",
        "Clint: Maybe we should.",
        "Dorian: Want to start now? Nobody's watching.",
        "Adriana: Oh, God -- sorry. Sorry, I'm sorry.",
        "Dorian: Oh, that's all right, sweetheart. I didn't even know you were home. Uh -- we were just --",
        "Clint: I don't think that she needs an explanation.",
        "Adriana: I'm sorry. I just left my book out here this afternoon.",
        "Dorian: Here it is. Right here, sweetheart.",
        "Adriana: Ok.",
        "Clint: Well, you know, I think that I should be on my way.",
        "Adriana: Oh, no, please don't go because of me. Really, I was just going to go back inside and do some reading.",
        "Clint: No, no, no, no, no, not because of you. I -- I just really should get going. And I will get ahold of you tomorrow morning?",
        "Dorian: Yes. I'll look forward to that.",
        "Clint: Adriana, awfully good to see you.",
        "Adriana: You, too. Mom, I'm sorry. I -- I wasn't expecting to find you making out with Clint Buchanan.",
        "Dorian: Oh, we weren't making out.",
        "Adriana: Actually, you were.",
        "Dorian: Well -- um -- Clint came to the office and he brought me these lovely flowers, and then he came over for a drink.",
        "Adriana: I think he came over for a little more than that. What's going on with you two?",
        "Dorian: Tonight he told me that things are really over between him and Viki, and I told him that things are really over between me and David.",
        "Adriana: That's great, isn't it?",
        "Dorian: Yeah. I think it's great. Whew.",
        "Adriana: Wouldn't it be great if we could just be honest with each other about things?",
        "Dorian: What kind of things?",
        "Adriana: I want you to know where I was last night and who I was with.",
        "Dorian: You were at the cranberry inn with Rex Balsom.",
        "Adriana: How do you know that? Were you spying on us?",
        "[SCENE_BREAK]",
        "Blair: You were married to Paige when John's father died. Do you think you're going to be called to testify against her?",
        "Spencer: Well, I can't imagine why I would be. She's already confessed to her involvement. I certainly don't have anything to add.",
        "Blair: What about David?",
        "Spencer: What about him?",
        "Blair: Well, now that he's changed his plea, what do you think's going to happen to him?",
        "Spencer: I don't know, Blair. I don't know. He shouldn't have done that. I know that much.",
        "Blair: What are you talking about? If he's guilty, he confessed, he did the right thing.",
        "Spencer: No, Blair, he didn't. In fact, he did the worst possible thing he could have.",
        "[SCENE_BREAK]",
        "Rex: Hey.",
        "Todd: Hey, it's about time.",
        "Rex: Luckily, I have a life, Manning.",
        "Todd: Lucky you.",
        "Rex: What was so important?",
        "Todd: Well, I'd like you to start earning the money I'm paying you. I asked you for proof that Truman set me up. I want results. I don't see any results.",
        "Rex: Well, if we can get them in the process of clearing Bo's name, I'm all over it.",
        "Todd: I don't give a damn about Bo. If Bo wants you to do something for him, he can pay you. I'm paying you now. Your first priority in life is to me, always, you got that?",
        "Rex: We're done here.",
        "Todd: What do you mean?",
        "Rex: Ahem. I covered for you when you were on the run, and it almost cost me my friendship with Bo. Now I'm finally getting that back. And I'm not going to risk losing it again because you only care about yourself.",
        "Todd: Hey, hey -- listen, now. If you remember, I was the one who got executed for something that never happened. You can understand how it would be difficult for me to -- to work up a lot of sympathy for Bo because his reputation has been besmirched. And you know, I tried to tell him that earlier, but he blew me off.",
        "Rex: Bo was here?",
        "Todd: Yeah, he was here earlier. He took off.",
        "Rex: You know where he went",
        "Todd: He said, \"I got to blow off some steam, Manning.\"",
        "[SCENE_BREAK]",
        "Natalie: So what do you think you're going to find here after all this time?",
        "Thomas: Look, it's Christmas. I got two boys waiting at home for me. Let's make this easy on both of us. Just drop the gun.",
        "John: They never recovered the gun. The gun could mean something.",
        "Natalie: Like what?",
        "[SCENE_BREAK]",
        "Marcie: We can't give him back. Michael, I -- I can't do it.",
        "Michael: Do you think you could give us just a couple of minutes, please?",
        "Janice: I don't know, dr. Mc Bain. The baby's already so overdue.",
        "Michael: No, I understand. Truly I do. But if you could give me a couple of minutes to talk to Marcie, I'm sure I could get her to come around -- no more than five minutes. I promise.",
        "Janice: All right. But, please, make it quick.",
        "Michael: I will.",
        "Michael: Marcie? Honey, I'm sorry. We have to do this. We have to give Tommy up.",
        "Marcie: But -- Michael, we don't even know his prospective -- we don't even know his prospective parents. And, you know, we don't know that -- that they're going to take good care of him. And what if -- what if they don't know how to rock him back to sleep when he cries and -- and what if he doesn't like them?",
        "[SCENE_BREAK]",
        "Dorian: Adriana, I -- I certainly have not been spying on you and Rex, but I did hire private security people to keep an eye on you. Sweetheart, it's for your own good.",
        "Adriana: Yeah, so how closely were they watching? I mean, did they call you and give you details about what Rex and I did last night?",
        "Dorian: Uh -- none needed. I mean, for goodness sakes, my daughter checks into a hotel with a boyfriend and then doesn't leave the room until the following morning. I mean, it's a bit obvious, isn't it?",
        "Adriana: And you're not upset that we spent the night together?",
        "Dorian: No. You're a grownup. You make your own decisions, and for goodness sakes, it's not like my opinion is going to change anything for you.",
        "Adriana: Ok. This is a complete 180 for you, mom. What's going on?",
        "Dorian: Nothing. Sweetheart, you know, I -- I certainly don't approve of Rex, but what am I going to do -- send you back to convent school? No, no. You -- as I sa, you're a grownup and you make your own decisions now.",
        "Adriana: Well, there's something else I think you should know -- Rex and I are in love.",
        "Dorian: No surprise there. What sane man wouldn't be madly in love with my gorgeous, talented daughter?",
        "[SCENE_BREAK]",
        "Rex: Wow. Really nice shot.",
        "Bo: I shanked the first bucket. Ahem.",
        "Rex: Mind if I share?",
        "Bo: On one condition.",
        "[SCENE_BREAK]",
        "Natalie: David pled guilty. What's the gun going to tell you that you don't already know?",
        "John: I don't know. Say god hates me and I'm Vickers -- 16 and scared, packing a gun I barely know how to use. Cop stumbles on me shaking down some locals, pulls his gun.",
        "Thomas: Freeze! Don't do this, kid.",
        "John: Tries to talk me down, but I panic, I fire. He falls and I take off scared out of my mind. Do I take the gun with me?",
        "Natalie: So you think it's weird that David took the gun?",
        "John: If I was him, I'd drop it like it's radioactive.",
        "[SCENE_BREAK]",
        "Blair: So what are you doing here, Todd?",
        "Todd: I don't know. Well, as far as I know, this place is open to the public. What are you doing here?",
        "Blair: Spencer lives here.",
        "Todd: Oh.",
        "Blair: And sometimes before we turn in, we have a nightcap.",
        "Todd: Oh, how civilized. Yeah, I remember when I was on death row, I -- I'd have one of those little cone paper cups full of dirty tap water when I turned in.",
        "Blair: I didn't get you convicted.",
        "Todd: Hmm. No, but your testimony helped me quite a bit. Now, don't worry about it. I -- I blame the D.A. mostly, the D.A. and your boyfriend over there. You know, Blair, most couples when they break up, they -- they stop talking to each other. They try to avoid each other. They move on. I think you and I ought to give that a shot.",
        "Blair: Don't hate me so much there's no turning back.",
        "Todd: There's no turning back, dear, not after this.",
        "Blair: What if you're wrong?",
        "[SCENE_BREAK]",
        "Michael: This is the law and we have to follow it. Tommy is going to be safe. Honey, they -- they found him a good home. I know they found him a good home. You don't have to worry about that.",
        "Marcie: Yeah, but how do we know that -- that they're going to love him the way that we love him, Michael? We don't know that. Right? Right?",
        "Michael: Marcie? Please. Give me Tommy.",
        "[SCENE_BREAK]",
        "Rex: You want my head on that tee or something?",
        "Bo: Balsom, we are very different people. And I don't think that I have the right to ask anybody to be anything other than what they really are.",
        "Rex: Well, I wish I was like you. I'd like to be, a lot.",
        "Bo: You got to be yourself.",
        "Rex: If I am, do I get to be your friend again?",
        "Bo: Well, that depends. Uh -- can you be yourself and swear to me that you're never going to lie to me again, even by omission?",
        "Rex: I swear.",
        "Bo: Help yourself. Take the whole bucket.",
        "[SCENE_BREAK]",
        "Adriana: So does this mean you approve, that you're giving Rex and me your blessing?",
        "Dorian: Yes, darling. I mean, all that matters to me is that you're happy and evidently Rex makes you happy.",
        "Adriana: Thank you. That means a lot to me, mom. But, ok, where is this coming from? Is this because of Clint? Are you two getting serious?",
        "Dorian: I like Clint, a lot. And that surprises me because I really didn't think that was possible after what David did to me, leaving me like that.",
        "Adriana: Did something happen with David today?",
        "Dorian: Yes. He came to the office and he said that it was goodbye, he was going away forever.",
        "Adriana: Wow. You ok?",
        "Dorian: It was difficult, but necessary. And then suddenly, the light came into my life again, and it's all thanks to Clint.",
        "[SCENE_BREAK]",
        "Clint: How's it going?",
        "Todd: Uh -- I -- I'm fine. Thanks. Better. Sorry about Duke.",
        "Clint: Well, I appreciate that. Been a tough time. Listen -- thank you. Could I ask you a question?",
        "Todd: Sure.",
        "Clint: Do you know how desperate it looks for you to be standing here and spying on Blair and Spencer?",
        "Todd: Well, I don't think it looks desperate at all. It's my new profession.",
        "Clint: Being the third wheel in your ex's new relationship.",
        "Todd: No, I'm just working 24 hours a day to make sure Spencer pays for what he did to me and my family.",
        "[SCENE_BREAK]",
        "Spencer: You know, I for one have seen enough of Todd Manning's face for one evening. How about you?",
        "Blair: Actually, I'd like to have another drink.",
        "Spencer: Are you serious? Really? Why?",
        "Blair: Because I want to -- I mean, if that's ok with you.",
        "Spencer: Yeah, that's --",
        "Bartender: Here you are, folks.",
        "Blair: Thank you, Mark.",
        "Mark: You are welcome.",
        "Blair: And I took the liberty of ordering us a bottle of champagne.",
        "[SCENE_BREAK]",
        "John: I can't get my arm in very deep.",
        "Natalie: All right. Move all the way. Let me in there.",
        "John: You sure?",
        "Natalie: It's going to be my job soon.",
        "John: Oh.",
        "Natalie: Here.",
        "John: Oh.",
        "Natalie: Hold that.",
        "John: All right. Look around down in there. You find anything?",
        "Natalie: Just a sec. John, I got something.",
        "[SCENE_BREAK]",
        "Bo: Holy guacamole. Balsom -- not bad.",
        "Rex: Yeah. I don't suck.",
        "[SCENE_BREAK]",
        "Marcie: Boy, what's the matter?",
        "Michael: Honey?",
        "Marcie: What's the matter? Hi.",
        "Michael: Honey?",
        "Marcie: Yeah?",
        "Michael: You have to say goodbye to Tommy now.",
        "Marcie: All right. You be a good boy for me, huh? You'll be a good boy? Ok? And know that no matter who holds you, no matter who holds you, that I'll always love you. We'll both always love you, ok? Just be a good boy, ok?",
        "Marcie: I know.",
        "Michael: You --",
        "Janice: It's ok, it's ok.",
        "Michael: You have a good --",
        "[Fussing]",
        "Michael: A good life, kiddo. All right?",
        "[Fussing]",
        "Michael: Yeah, I know. It's killing me, too.",
        "[Tommy cries]",
        "[SCENE_BREAK]",
        "Clint: I never have cared for Truman. Can't quite put my finger on it, but there's -- there's just something about that guy that I don't like.",
        "Todd: Yeah, there's something about him, all right.",
        "[SCENE_BREAK]",
        "Blair: Thank you.",
        "Mark: Sure.",
        "Spencer: Thank you.",
        "Blair: To us.",
        "Spencer: To us.",
        "Radio announcer: This just in -- accused cop killer David Vickers has changed his plea to guilty in the shooting death of officer Thomas Mc Bain. The murder happened 25 years ago in Atlantic City, New Jersey.",
        "[SCENE_BREAK]",
        "John: Can you tell what it is?",
        "Natalie: Not yet. Got it.",
        "John: What do you got?",
        "Natalie: Oh. I'm sorry. You know, I felt the metal and I thought maybe --",
        "John: I'm sorry you got dirty for nothing.",
        "Natalie: Thank you.",
        "John: You're right. Anything that was down there is halfway to Cuba by now. Come on.",
        "Natalie: Thanks.",
        "[SCENE_BREAK]",
        "Spencer: And here's to letting go of the past.",
        "[NEXT_ON]",
        "Nash: I'm going to take care of this.",
        "Jessica: Are you going to be able to love the part of me that's Tess?",
        "Natalie: Do you want to bring this baby home because you want to be his dad or because you to punish Blair?",
        "Blair: Let's talk about Todd."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=hlQKY9yrwuk"
}