{
    "Episode Summary": [],
    "Recap": [
        "Adriana dreams that Dorian appears up in their bedroom and throws slurs at her engagement ring and tells Adriana that hers and Rex's relationship is dead in the water. Addie and Dorian plan Adriana's wedding .Cole and Langston discuss Starr's surprise party in the foyer of Dorian's house. Nash meets Jared in the Angel Square Diner. Nash lets Jared know that Jessica is getting out of St. Ann's. Natalie and Jessica make plans to help break Alison out of St. Anne's. Charlie lets Viki know that Rex Balsom is his son. Antonio appears before the chief in Cherryvale. When the Chief finds out that Antonio is a police officer, he orders Talia to cut him loose. Blair finds out from Langston and Cole that they are planning a surprise party for Starr. At the diner, Starr questions Markko if he had noticed anything strange between Langston and Cole. Jared wants to call it even with Jared and Jessica."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: You really like it?",
        "Adriana: Oh, Rex, I love it. It's perfect. Hmm.",
        "Dorian: It's an embarrassment! A few paltry karats.",
        "Adriana: Mother?",
        "Dorian: This poor excuse of a man --",
        "Rex: Hey!",
        "Dorian: Winds his way across the country, blithely fathering children with truck-stop waitresses and doesn't lift a finger to help them. Who's to say he won't ditch you if he gets you pregnant?",
        "Rex: What's she talking about?",
        "Dorian: Oh, darling, didn't you tell him yet?",
        "Rex: Tell me what?",
        "Dorian: Oh. Ha. You two are dead in the water.",
        "[Adriana gasps]",
        "[SCENE_BREAK]",
        "Addie: Destination weddings are the rage.",
        "Dorian: No, my daughter's wedding is going to be local.",
        "Blair: It doesn't matter where they get married. The bride and the groom will be honeymooning in Statesville.",
        "Dorian: No one is going to prison.",
        "Blair: Mm-hmm.",
        "Dorian: Certainly not my daughter, your cousin.",
        "Blair: Okay, you know what? Save the Cramer women speech for the traitor, okay? Did you happen to invite her to stink up our breakfast? Where's everybody else?",
        "Dorian: Adriana will not be joining us today.",
        "Blair: Good.",
        "Dorian: And Starr went down to Angel Square to get some pasteles deliciosos.",
        "Addie: Oh, for the love of God, Dori, speak English.",
        "Dorian: Crullers, Addie.",
        "Blair: Crullers?",
        "Dorian: Crullers. As for Langston, I have no idea where she is. I haven't seen her all morning.",
        "[SCENE_BREAK]",
        "Langston: Okay, Starr's at the diner getting something to eat, thank God. She's been all over me lately.",
        "Cole: I know, she's been calling and texting me, like, 24/7, asking, like, a whole lot of questions. Think she's on to us?",
        "Langston: I hope not. Oh, and I gave Markko the heads-up so hopefully he can keep her busy long enough for us to get Dorian's help.",
        "Cole: I can't wait for this party to be finally over and done with. Then we can stop sneaking around.",
        "Langston: Yeah -- finally.",
        "[SCENE_BREAK]",
        "Markko: Hey, I'm sorry I couldn't drop these off myself but we're just mad overloaded today.",
        "Starr: Really? You don't look too busy to me.",
        "Markko: Oh, you know, takeout -- or call-in, you know.",
        "Starr: Right. Well, at least this gives us a little time to talk. We never really get to talk, just the two of us.",
        "Markko: Yeah, did we ever talk, just the two of us?",
        "Starr: Well, maybe we should start. Um -- have Langston and Cole been lying to you like they have to me?",
        "[SCENE_BREAK]",
        "[Nash sighs]",
        "Nash: Don't mind a little company, do you? I'm sure you're desperate for company since you're persona non grata at the Buchanan castle now. I heard. Clint and Nora tried to give you the old heave-ho.",
        "Jared: Renee wanted me to stay.",
        "Nash: Yeah. Dorian, too. What's up with that? Oh, Natalie's off-limits and now you're trying to work another angle?",
        "Jared: Yeah. You must be pretty lonely yourself, you know, after you sent your wife away to St. Ann's. How's she doing, by the way? A cure to the crazy or still packing one personality too many?",
        "[SCENE_BREAK]",
        "Jessica: Thanks for coming to get me.",
        "Natalie: Oh, gosh. Well, I just checked in with the nuns and they're still filling out your paperwork, so it might be a while before they can release you. I really hope you can stand it. I hope I can stand it. This place really creeps me out.",
        "Jessica: Actually, it's not that bad. I haven't had much time to dwell on it since I've been hanging out with -- Allison Perkins.",
        "Natalie: Can we get a straitjacket over here?",
        "[SCENE_BREAK]",
        "Officer: 85 in a 55, attempting to flee a scene, resisting arrest. You're in a heap of trouble, Mr. Vega.",
        "Antonio: It looks that way, Sir.",
        "Officer: You Llanviewers, all alike. Think you can run roughshod over us yokels here in Cherryvale, huh?",
        "Talia: We can't let that happen, Chief.",
        "Police Chief: So what should we do with this big-city punk?",
        "Talia: Well, why don't you let me teach him a small-town lesson?",
        "[SCENE_BREAK]",
        "Natalie: Allison \"heed the messenger\" Perkins! You have lost it if she's becoming your new B.F.F.",
        "Jessica: Natalie -- look, I saw her in the hall and I --",
        "Natalie: What, and thought you'd stop and catch up? Jessica, this woman is not in here because she was framed. She is truly, truly demented and you of all people should know that.",
        "Jessica: I do know that, Natalie, okay? And I have to admit, she freaked me out at first, too.",
        "Natalie: Then why didn't you run screaming?",
        "Jessica: Well, because when Allison Perkins says that she has a secret about my father, I listen.",
        "[SCENE_BREAK]",
        "Viki: Now, my daughter is going to be released today, right? Okay. No, I was just double-checking that to make sure, thank you. Okay, thanks, Sister. Bye.",
        "Charlie: Bonjour.",
        "Viki: \"Bonjour\"?",
        "Charlie: Yes.",
        "[Charlie chuckles]",
        "Viki: What is this?",
        "Charlie: Well, this is me waiting on you for a change. Now, I can't promise you that these eggs are going to be anywhere near as good as Moe's, but I ran into a very nice lady named Lois.",
        "Viki: Oh.",
        "Charlie: And she helped me out in the kitchen, and so they're going to be a whole lot better than anything that I might have whipped up.",
        "Viki: I'm glad you're finding your way around.",
        "Charlie: Yeah, well, I did take a wrong turn at the solarium but I found a shortcut through the greenhouse, so I was finally able to get my bearings back.",
        "Viki: Charlie, I was worried.",
        "Charlie: Hmm? What -- about what?",
        "Viki: I was worried about your reaction to my life and the way I live. I was so afraid would make things awkward for us.",
        "Charlie: The way you make me feel -- right now, last night -- that's what matters to me. It's about who -- who you are, not about this house or about the way you live.",
        "Viki: Thank you. I needed to hear that.",
        "Charlie: You have no idea how much I missed you.",
        "Viki: Did you?",
        "Charlie: But you don't believe me?",
        "Viki: I do, I do. I -- I -- I was so stunned to find you at Dorian's. You know, I mean, it really threw me, you know. Obviously, it still does.",
        "Charlie: Well, but I told you what I was doing there.",
        "Viki: Yeah, you did, you did. I just have a feeling there's a bit more to it because there usually is where Dorian's concerned. What is the real story there?",
        "[SCENE_BREAK]",
        "Dorian: Of course we'll have a cocktail reception followed by a champagne toast, hors d'oeuvres, pate de foie gras. Oh, two entrees -- yes, yes, yes -- salmon, and -- eh -- a filet mignon with sauce bordelaise.",
        "Blair: They can eat dirt for all I care.",
        "Dorian: Blair!",
        "Blair: Don't \"Blair\" me! I'm not going to get behind any kind of wedding that's involved with your little backstabbing daughter, Dorian.",
        "Dorian: Do I need to remind you again that when your husband was almost executed, Adriana stood behind you?",
        "Addie: So --",
        "Blair: Yeah?",
        "Addie: The wedding menu -- we can't really make a good decision about this until we've talked to a man. So why don't you go roll that handsome guest of yours out of his bed? Or shall I?",
        "[SCENE_BREAK]",
        "Rex: So? This ring -- think you can make do with it?",
        "Adriana: I guess I'll have to.",
        "Rex: Um -- well, I can always get you another one -- eventually. I'm just -- I'm waiting for a couple of clients to pay up, and hopefully business will get better at U.V.",
        "Adriana: No. I am fine with this one.",
        "Rex: Really?",
        "Charlie: Believe her, Rex.",
        "Rex: Charlie? What are you doing here?",
        "Charlie: I'm trying to save you, again -- this time from yourself. You know, when are you going to get it through your thick head that you're a great guy, Rex? Would a fantastic gal like this be crazy about you if you weren't?",
        "Adriana: He's right, you know.",
        "Rex: Maybe I get it from my dad.",
        "Charlie: Oh, really? Are you two close?",
        "Rex: Well, we -- we could be.",
        "Charlie: Hmm.",
        "Rex: It's you, Charlie. You're my dad.",
        "Charlie: What, are you talking about that little one-nighter with your mom?",
        "Rex: She told you?",
        "Charlie: Oh -- oh, come on. We were both drunk out of our heads. I don't even remember it. I mean -- give me a break. Do you think I'm just going to find out that I have a son and all of a sudden, we're going to be joined at the hip or something? I mean -- wake up, kiddo. I'll catch you later.",
        "Rex: Wait! No, don't go! Come back! No, come back!",
        "[Rex gasps]",
        "Adriana: Bad dream?",
        "Rex: Way bad.",
        "Adriana: Yeah, me, too. What was yours?",
        "Rex: We had a visit from my father.",
        "Adriana: He came back from the dead?",
        "Rex: Not Wally -- Charlie. Roxy told me he's my dad.",
        "Adriana: Charlie Balsom is your father?",
        "Rex: Pretty unbelievable, huh?",
        "Adriana: But he said you weren't related.",
        "Rex: He doesn't know. I guess he was some distant cousin of my -- of Wally's. Him and Roxy got blitzed one night, made me, and she never saw him again.",
        "Adriana: And now he's in Llanview, living at my mother's house.",
        "Rex: Weird, isn't it?",
        "Adriana: Are you sure he doesn't know?",
        "Rex: Positive.",
        "Adriana: But he saved your life, Rex. He went up against Todd. Who would do that for a total stranger?",
        "Rex: The kind of guy I always wished I had for a father.",
        "[SCENE_BREAK]",
        "Charlie: I told you, Dorian and I are not --",
        "Viki: No, I know -- I know what you said you're not. But what are you? How did you even meet her?",
        "Charlie: Well, as I was telling you last night, our paths crossed.",
        "Viki: When you were looking for your son.",
        "Charlie: Yeah, right, right. And she just put me up while I was here in town.",
        "Viki: Okay, so Dorian put you up here in town while you were looking for your son, but Dorian is in Llanview. Does that mean that your son is in Llanview?",
        "Charlie: I'm going to be a father to my son if it's the last thing I do.",
        "Dorian: Even if it means losing Viki?",
        "Charlie: Yes. Yes, my son is here.",
        "[SCENE_BREAK]",
        "Nash: You will be happy to hear that my wife is getting out of St. Ann's today -- healthy, whole, the same way she was when she went in.",
        "Jared: Okay, I thought we agreed that she needed some rewiring. Or why would you let the men in the white coats drag her away?",
        "Nash: No, we didn't agree on anything. She let herself get into this, and now she's getting herself out of it.",
        "Jared: So how soon can I expect another stab at proving I'm a fake?",
        "Nash: It's not going to happen anymore. That's why I wanted to track you down before she got out. This war between you and Jessica ends today.",
        "[SCENE_BREAK]",
        "Starr: So you haven't noticed anything weird between Langston and Cole lately?",
        "Markko: Well, Langston's always weird. I'd notice if she was normal.",
        "Starr: Well, what about the lying?",
        "Markko: What lying?",
        "Starr: Oh, come on, you haven't noticed?",
        "Markko: Well, they must be doing a pretty good job because -- no.",
        "Starr: Do you know that they've been hanging out together all the time?",
        "Markko: Well, they're in that -- that group grief thing, right?",
        "Starr: No, Markko, that's not what I'm talking about. Like, for instance, the other day I wanted to hang out with the both of them and they said that they were both too busy because they were hanging out with you. And here, they were lying and they went and hung out with each other alone.",
        "Markko: You must have gotten your signals crossed or something.",
        "Starr: No. Markko, I didn't.",
        "Markko: Why would they lie to you?",
        "Starr: Are you really that clueless?",
        "Markko: Oh, wait, wait, wait. You don't think they're hooking up, do you?",
        "Starr: Do you?",
        "[SCENE_BREAK]",
        "Dorian: No, no, no, no. Addie, you -- you can't go upstairs.",
        "Addie: Why not? Your friend Charlie must be out of bed by now.",
        "Dorian: Well -- oh.",
        "[Dorian chuckles]",
        "Dorian: Langston, hi. We've been waiting for you all morning.",
        "Blair: Cole, Starr is not here.",
        "Cole: No, I know. Langston told me.",
        "Addie: Why are you so hell-bent on keeping me out of Charlie's room?",
        "Dorian: I'm not.",
        "Addie: You have dibs on him or something?",
        "Dorian: No, no, not --",
        "Addie: Then what's the problem? I was just being friendly. I -- I promise not to flash him this time, okay?",
        "Dorian: Addie, sweetheart, I just don't want you to be hurt.",
        "Addie: What? You think I couldn't land Charlie if I wanted to?",
        "Dorian: That's not what I'm saying.",
        "Addie: What have you got that I haven't got?",
        "Dorian: I think Charlie wants something that neither one of us has.",
        "Addie: And what is that?",
        "Dorian: Viki.",
        "[SCENE_BREAK]",
        "Antonio: You've got to be kidding me.",
        "Police Chief: You' speak when spoken to, punk. So, what'd you have in mind for him, Sahid?",
        "Talia: Well, if we have him on the side of the road scooping up garbage and roadkill, he won't want to mess with Cherryvale again.",
        "Police Chief: Might work.",
        "Talia: And honestly, I'd like to personally oversee his service. By the time I'm finished with Mr. Vega, he'll know exactly what's in store for him if he ever visits Cherryvale again.",
        "Ofc. Fish: Vega! Ah, just in time, I see.",
        "Talia and Antonio: Fish?",
        "Ofc. Fish: No worries, boss, I'll get you out of this.",
        "Antonio: Fish -- what are you doing here?",
        "Ofc. Fish: Officer Oliver Fish! I got the go-ahead from the commissioner to bail you out.",
        "Antonio: You told Bo?",
        "Police Chief: Bo? As in Buchanan?",
        "Ofc. Fish: As in.",
        "Police Chief: Sahid, you know these guys?",
        "Talia: Um -- do I know you?",
        "Antonio: Not before yesterday.",
        "Ofc. Fish: Uh, but --",
        "Antonio: Fish! Go home. I've got this one.",
        "Ofc. Fish: Sorry, but no can do. The commissioner said to come back with you or not at all, Detective.",
        "Police Chief: You're a cop?",
        "Ofc. Fish: Yeah, head of vice squad and my partner.",
        "Antonio: Supervisor.",
        "Police Chief: And you don't know him?",
        "Talia: Big department.",
        "Ofc. Fish: I don't exactly know what's going on here, Sir, but the commissioner would consider it a personal favor.",
        "Talia: Um -- Chief, should we really let this guy off just because he's a cop?",
        "Ofc. Fish: But the future relationship of our communities depends on it. Can't you just look the other way?",
        "Police Chief: Cut him loose. But don't let me catch you in this town again.",
        "[SCENE_BREAK]",
        "Cole: Maybe we should go.",
        "Langston: Yeah. We don't want to be late for group.",
        "Dorian: Fine. There are things that I have to handle anyway.",
        "Blair: Cole, I'll tell Starr that you stopped by.",
        "Cole: Oh, right. I'll call her later.",
        "Addie: So Viki's run off with Charlie, huh? She sure doesn't waste time.",
        "Langston: I've been living here long enough to know when Dorian's approaching meltdown. Not the best time to ask her for money.",
        "Cole: All right. So we come back when she's cooled off?",
        "Langston: Yeah, if we can get her alone.",
        "Cole: Uh-huh. And we also have to think about another way to keep Starr off our trail just in case --",
        "Blair: Just in case what, Cole? You know, I'm really trying not to jump to any conclusions here but you're making it tough for me, both of you.",
        "Langston: What do you mean?",
        "Blair: It looks like you're sneaking behind Starr's back. And I told her, \"You know what, Starr? There's no way that's happening because they're your best friends and they love you and they would never hurt you.\" Now, are you making a liar out of me?",
        "[SCENE_BREAK]",
        "Addie: If Viki can manage a happily-ever-after with Charlie, more power to her. Gives the rest of us hope.",
        "Dorian: Viki's ending with Charlie is going to be anything but happy.",
        "[SCENE_BREAK]",
        "Viki: Charlie, you know, if -- if I had known that you were going to search for your son in Llanview --",
        "Charlie: What, you would have come with me?",
        "Viki: No. I mean, I told you why I didn't go with you. I really felt that was something you had to do on your own.",
        "Charlie: Oh.",
        "Viki: But --",
        "Charlie: Hmm?",
        "Viki: I told my daughters about you.",
        "Charlie: Oh.",
        "Viki: And they scolded me. They told me that they were sure there would be a lot of room in your life for your son and for me.",
        "Charlie: Well, please thank your daughters for me, will you?",
        "Viki: You can do that yourself. I would love for you to meet them.",
        "Charlie: Well, I'm looking forward to meeting them. Yeah.",
        "Viki: I would -- I would very much like to meet your son, too -- you know, when you're ready. Charlie, I know a lot of people in this town and I might be able to help you. You know, I mean, if -- if you would like me to.",
        "Charlie: Oh, Viki, I want you to. I don't want there to be any secrets between us. But I don't want to lose you, either.",
        "Viki: Why would you lose me? Just because I might know your son? I don't understand that.",
        "Charlie: His name is Rex. Rex Balsom.",
        "[SCENE_BREAK]",
        "Adriana: So, Roxy doesn't want Charlie to know you're his son?",
        "Rex: Right. And she gave me her Roxy logic, you know, that never makes any sense to anyone but her, something about her -- her reputation, people thinking badly about her for cheating on Wally. I almost told him anyway.",
        "Adriana: What stopped you?",
        "Rex: Well, not being sure. What if it's all a crock, something Roxy made up?",
        "Adriana: But you just told me that your Aunt Corinne let it slip that Walter wasn't your father.",
        "Rex: That doesn't mean it's Charlie.",
        "Adriana: But his last name is Balsom. I mean, what kind of coincidence is that? And you said that Roxy said that he was some distant cousin of Walter, right?",
        "Rex: Look, even if it's true, what -- what I don't get is why Roxy would have wanted me to think that Wally was my dad all those years.",
        "Adriana: Maybe she didn't want your Aunt Corinne to know the truth -- that you were someone else's, that maybe she would give you back.",
        "Rex: Oh, God forbid Roxy raise me herself.",
        "Adriana: That's not what I meant. But she knew that you were better off with Corinne.",
        "Rex: Maybe. Huh.",
        "Adriana: Do you want Charlie to be your father?",
        "Rex: Yes. I don't know. I mean, can you imagine what it would be like to find out that you were the father of a kid you never knew you had?",
        "Adriana: Well, what would you do?",
        "Rex: What, if I had a kid I didn't know about? I'd want to be his dad, be in his life, make up for lost time. But that's me, that's not Charlie. He might not want to have anything to do with me. Which -- what -- what I don't get is that -- is that Roxy lied to all these people for all these years. Secrets -- they mess up everything. So I'm not keeping them anymore. You've always been an open book with me. From now on, I'm going to return the favor. You're going to know everything there is to know about me, from Gigi on up. I promise, Adriana, no more surprises.",
        "[SCENE_BREAK]",
        "Natalie: So who cares that Allison has info on Mitch? He's fish bait.",
        "Jessica: Mitch was my father. Okay? And whatever it is, Allison is going to use it to hurt us. You know that.",
        "Natalie: She already is hurting you. She's making you paranoid.",
        "Jessica: I'm not paranoid, okay? I have this gut feeling that she's telling the truth, that this is real.",
        "Natalie: Okay, fine, fine, you are not crazy, but she certainly is and she has been locked up in this place for God only knows how long and she can't tell reality from a hole in her straitjacket!",
        "Jessica: Fine! Don't believe her, believe me, okay? Because everything inside of me is screaming that something's going on and -- ugh, I got to find out what it is.",
        "Natalie: And how do you plan on doing that?",
        "Jessica: By breaking Allison out of here with your help.",
        "[SCENE_BREAK]",
        "Markko: Cole and Langston together?",
        "[Markko scoffs]",
        "Starr: Yeah, it's crazy, right?",
        "Markko: I trust Langston -- so should you -- and Cole, too.",
        "Starr: Well, then why are they both lying to me?",
        "Markko: It's probably just what happened with their parents.",
        "Starr: Well, yeah -- I mean, it has to be. But at the same time, aren't you just a little mad that Langston can talk to Cole and not you?",
        "Markko: It took her a year to come clean about what happened with her parents. It's going to take her a while to get into it with anyone.",
        "Starr: Except Cole.",
        "Markko: Starr, don't get too inside your head or you're going to drive yourself crazy.",
        "Starr: Okay. Thank you for talking me off the ledge -- huh. Bye.",
        "Markko: Bye.",
        "[SCENE_BREAK]",
        "Cole: Starr thinks Langston and I are hooking up?",
        "Langston: With each other?",
        "Blair: Are you?",
        "Both: No!",
        "Blair: Well, then, what's going on here? She thinks you're lying. You say one thing and then you end up doing another and you end up together -- what's going on?",
        "Langston: Not for that!",
        "Blair: Well, then what, Langston?",
        "Cole: We're planning a surprise party for her.",
        "[SCENE_BREAK]",
        "Viki: Rex Balsom? Uh -- \"Charlie B\" -- \"Balsom,\" B stands for \"Balsom\"?",
        "Charlie: Yeah. What, you -- you've heard of him?",
        "Viki: Heard of him? Charlie, he's practically a part of my family!",
        "Charlie: Oh, I had no idea.",
        "Viki: Well, I mean, Roxanne -- well, you know, his mother -- she raised Natalie. Natalie grew up thinking that Rex was her brother. Wait a minute, wait a minute -- I don't understand this. You -- you had a relationship with your son and you saw him recently. And yet, Rex has never mentioned anything about it, neither has Natalie.",
        "Charlie: Because they didn't know. I mean, nobody did. Ahem.",
        "Viki: Okay. Even more confusing.",
        "Charlie: See, Roxy and I -- that was a long time ago. I was still drinking very heavily, so was she, and her husband was my cousin. And they were on the outs, and so that's how she knew that -- that Rex was my son, but she never told me about it.",
        "Viki: How did you even find Rex?",
        "Charlie: Well, you remember that lawyer that I hired to help me find my son? I told you about it in Texas.",
        "Viki: Well, yes, and he did find him -- in Texas.",
        "Charlie: Right, but he also found Rex here in Llanview, a son that I never even knew I had.",
        "Viki: Charlie, that is -- I mean, that's unbelievable!",
        "Charlie: Hmm.",
        "Viki: To be searching for one son and find another one that you didn't know you had? That -- fantastic, and Rex is such a delightful fellow!",
        "Charlie: He seems to be, yeah, yeah.",
        "Viki: If you knew Roxanne back then, well, you must've known Natalie when she was a little girl. Do you remember anything about her?",
        "[SCENE_BREAK]",
        "Natalie: Okay, look, Jess --",
        "Jessica: Look, I --",
        "Natalie: I -- I would go to the mat for you on anything and you know that, but busting Allison Perkins out of here -- it's kind of pushing it.",
        "Jessica: Well, we don't really have a choice now, do we, because she's not going to say a word until she is out of here.",
        "Natalie: Okay, and what makes you think that she's going to tell you then? I mean, we get her out of here and she's going to start jerking us around until we give her everything that she wants -- it'll never end.",
        "Jessica: Well, I just won't give her a choice. She's going to have to tell me or else.",
        "Natalie: \"Or else\" what?",
        "Jessica: Or -- or I'll tell -- I'll open up a can of Tess on her ass! She'll be begging to go back to that padded room.",
        "Natalie: Right, and then you'll be sharing a cell with Marcie McBain.",
        "Jessica: No, that's the beauty of this -- I can blame this all on Tess.",
        "Natalie: And that's what landed you here in the first place.",
        "Jessica: No, Natalie. What landed me here in the first place is Jared and Nash and now I'm kind of glad they did.",
        "[SCENE_BREAK]",
        "Nash: This feud with my family ends today.",
        "Jared: I don't have anything against you or your daughter. My issue is with Jessica.",
        "Nash: No, your issue is with Tess. You've gotten your payback. You had her sent away; she was cut off from everyone including her little girl. You are even.",
        "[Jared chuckles]",
        "Jared: Two nights in the psych facility for two years in the pen?",
        "Nash: And a stolen majority in Jessica's and my dream and a seat on the B.E. board.",
        "Jared: That you've been trying to pull out from under me.",
        "Nash: That stops now.",
        "Jared: That come with a guarantee?",
        "Nash: Money-back -- oh, wait, you've already got all my money.",
        "Jared: I'm talking about Jessica. The only way you've been able to make her do anything is by putting her in an institution.",
        "Nash: Well, you're just going to have to trust me.",
        "Jared: Huh. That'll work.",
        "Nash: Look, I am serious here. My daughter has been crying for two days because she misses her mummy. I have been pissed off for months and my in-laws have been on edge all the time, especially Natalie.",
        "Jared: She okay?",
        "Nash: You have no idea what a number this has done on her, do you?",
        "Jared: It's not my fault.",
        "Nash: Well, you could make it better by fixing things with Jessica.",
        "Jared: You really think that'll help Natalie?",
        "Nash: Yeah.",
        "Jared: Done.",
        "Nash: We have a deal?",
        "Jared: If Jessica agrees. And if she doesn't believe me, I am willing to throw in 1% of my stake in the vineyard -- fair market price.",
        "Nash: Why?",
        "Jared: Well, if we're going to call it even, let's call it even.",
        "[SCENE_BREAK]",
        "Police Chief: What's the holdup out here?",
        "Talia: Oh, the -the computer kept freezing on me.",
        "Ofc. Fish: Yeah, not to worry, Chief. I know these old junkers. I should have Detective Vega's release for him in no time flat.",
        "Police Chief: You could learn a thing or two from this kid.",
        "Talia: So much for your awesome plan.",
        "Antonio: Yeah. And now, both our bosses are on to us.",
        "Talia: And you're officially banned from Cherryvale. Maybe we're just not meant to be.",
        "[SCENE_BREAK]",
        "Langston: We were just going to ask Dorian for her help -- that's all.",
        "Cole: Yeah, since Rex is trying to screw us over.",
        "Blair: Don't you worry about Rex. After I'm finished with him, he going to be begging us -- begging us -- to throw that party at Ultra Violet, okay?",
        "Langston: So you're going to keep it a secret?",
        "Blair: Starr won't hear anything from me, okay? Starr!",
        "Starr: Hi. What did I miss?",
        "[SCENE_BREAK]",
        "Addie: Bravo, Dori. You've finally turned that corner.",
        "Dorian: What do you mean?",
        "Addie: You've spent most of your life being a Viki wannabe.",
        "Dorian: I have done no such thing.",
        "Addie: What about taking her last name? Running a newspaper like hers, naming your house, landing her lover -- even her son, Joey.",
        "Dorian: And I thought you weren't paying attention.",
        "Addie: I'm just glad you've finally wised up -- that you're going to go after what Dorian Cramer wants. Let Viki have her Charlie, let her have her happiness. Then maybe you will find your own.",
        "[SCENE_BREAK]",
        "Charlie: You -- no, I'm -- I'm sorry, Viki. I really don't remember anything about Natalie. Well, you see, I was with Roxy for -- well, it was not -- it was just for one night. And then I hit the road and we never stayed in touch.",
        "Viki: You cannot believe the irony of this. I was going to hire Rex to find you.",
        "[Viki chuckles]",
        "Charlie: I don't understand.",
        "Viki: Rex is a private eye and a pretty good one, apparently.",
        "Charlie: Is he?",
        "Viki: Uh-huh.",
        "Charlie: Well, I'm anxious to know more about him.",
        "Viki: I'll bet you are.",
        "Charlie: Hmm.",
        "Viki: What about -- what about the other son, the one you were searching for?",
        "Charlie: Yeah, nothing's changed there. He still doesn't want to have any kind of a relationship with me, so --",
        "Viki: And he here in Llanview or --",
        "Charlie: No. No, he's not.",
        "Viki: I'm sorry. Charlie, there's one thing I don't get -- why didn't you want to tell me about Rex? Why would you think that would come between us?",
        "Charlie: Well, what happened between Roxy and me -- I'm not very proud of.",
        "Viki: Oh, my God, it was years ago. You know, and you have a chance to make up for it now, don't you? Have you talked to Rex?",
        "Charlie: Uh -- not yet, not really. But, you know, I just found out about it yesterday, so --",
        "Viki: Oh. Are you going to?",
        "Charlie: I guess I'd better.",
        "Viki: Can I help?",
        "Charlie: I think I can handle it.",
        "Viki: I think you can.",
        "[SCENE_BREAK]",
        "Adriana: I know you're worried that Charlie might reject you, but what if he won't? What if he welcomes you into his life? I mean, it's worth taking a chance, don't you think?",
        "Rex: And, hey, what about Roxy? She's practically on her knees begging me not to.",
        "Adriana: What about you, Rex? Your mother kept your father from you, a guy who seems like a really nice, decent person. Don't you deserve to have a relationship with him?",
        "[SCENE_BREAK]",
        "Natalie: Okay. How do you possibly think that we're going to get Allison out of here?",
        "Jessica: Well, there's only one way.",
        "Natalie: Well, I hope you're thinking of it because I can't think of anything short of breaking in \u0096",
        "[SCENE_BREAK]",
        "Blair: Cole just wanted to surprise you before he and Langston headed off to their group session.",
        "Cole: Now, I was hoping you would get back before I had to leave, but --",
        "Starr: But you have to go -- right. Well, that's fine. Um -- I'll see you later, then?",
        "Cole: Absolutely.",
        "Langston: And, you know, maybe we can do something; go to the mall or something. Hmm?",
        "Starr: Sure.",
        "Langston: Okay.",
        "Starr: Well, um, sorry I was late. I'm going to go get this --",
        "Blair: Sweetie, sweetie, sweetie, sweetie. Listen, I know what you think is going on, but I promise you nothing is going on between Langston and Cole. I'm sure of it.",
        "Starr: Well, that's what everybody keeps telling me.",
        "[SCENE_BREAK]",
        "Jessica: If my plan works, nobody is going to know that we broke her out.",
        "Natalie: Hmm, honey, there is no \"we\" in this because I ain't a part of it.",
        "Jessica: Natalie, please. I can't do this alone and Nash is not going to help me.",
        "Natalie: Because Nash has some brains in his head.",
        "Jessica: Well, he didn't support me pretending to be Tess and he sure as heck isn't going to get behind this shenanigan.",
        "Natalie: Neither am I.",
        "Jessica: You have to because whatever this secret is, Allison is just going to use it to hurt our family, okay? Everybody -- Bree, Mom, everyone.",
        "Natalie: If we do is -- and I am not saying that we will -- how do you plan to pull it off?",
        "Jessica: I'm already on it. I swiped this key from an orderly and this is Allison's ticket out of here.",
        "[SCENE_BREAK]",
        "Antonio: What -- what are you -- I mean, we're just supposed to call it quits before we even get started?",
        "Talia: Well, I don't want to. But when all of the cosmic forces seem to be waging a full-on attack against us --",
        "[Blast]",
        "Police Chief: What the -- what the hell was that?",
        "Ofc. Fish: End of the Cherryvale P.D.'s computer system -- what there was of it.",
        "Police Chief: What did you do to it?",
        "Talia: You know what? It -- it's been making funny sounds all week.",
        "Police Chief: Can it be saved?",
        "Ofc. Fish: With the right parts, maybe -- and the committed work of one smart techie.",
        "Talia: Gee. I wonder where -- where we'll find a guy like that.",
        "Antonio: Yeah. I wonder.",
        "[SCENE_BREAK]",
        "Adriana: Charlie, hi! Come on in.",
        "Charlie: Yeah.",
        "Adriana: Good to see you -- look who's here!",
        "Charlie: Hello, Adriana, Rex.",
        "Rex: Hey. So, what do you want?",
        "Charlie: Well, I just -- I came by to see you about something but if this is a bad time --",
        "Adriana: No, actually I'm on my way out so -- have a good visit.",
        "[Door closes]",
        "Charlie: Listen, Rex, there's something we need to talk about.",
        "Rex: Mom told you, didn't she? That I'm your son?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Viki: Charlie?",
        "Dorian: No. It's not your boyfriend. It's me -- your girlfriend.",
        "[NEXT_ON]",
        "Talia: Are we going to be partners again, or what?",
        "Rex: If you'd rather I get lost, then just say so.",
        "Dorian: Did Charlie tell you about the decision he made?",
        "John: If Marcie goes down, you're going down with her."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=c4u-HXJHoGk"
}