{
    "Episode Summary": [
        "Episode # 10437 -- Starr's and Stripes"
    ],
    "Recap": [
        "Natalie and Jared have their respective engagement parties. All the women are gathered at Ultra Violet when all the men celebrate at Rodi's. Many secrets are revealed at both places. Many secrets are revealed at both events. Rex hosts Jared's shower and realized he has not found a stripper to come out of a cake. Stacy is only too happy to \"volunteer\" especially when she knows that both Gigi and Brody are bartending at Rodi's. At Ultraviolet, a \"surprise\" occurs when Kyle Lewis is the stripper. Both Natalie and Roxy are horrified knowing that he knows their secret. Marcie reveals to Natalie that Starr and Cole are going to exhume baby hope. At Rodi's Michael informs Jared of the same thing. Knowing that it will ruin Jessica, Natalie and Jared are both horrified and unable to enjoy their engagement parties. Langston and Cole are ready to go to the prom together and plan their \"first night\" together. Starr helps Langston get ready and Dorian surprises her by giving her her blessing and some condoms to take with her. But Lola is not going to accept that. So, when she is alone, she takes the condoms out of the box and tampers with them assuming that nobody will know until it's too late."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Rex sighs]",
        "Stacy: Oh, my God. Don't turn around.",
        "[SCENE_BREAK]",
        "Jessica: Okay, I think we're all set.",
        "Viki: Oh. I think it's very sweet of you to throw this party for your sister.",
        "Jessica: Don't kid yourself. Why do you think she made me her matron of honor?",
        "Viki: Don't you think it's time that you told her how happy you are? About you and Brody?",
        "Jessica: There is no me and Brody, remember?",
        "Viki: Honey, I'm not going to tell your secret, okay? But I do think she would understand.",
        "Jessica: Understand what? That I'm with the guy that Rex's girlfriend said that she slept with?",
        "Viki: It didn't happen, did it? And I think she'd rather hear that from you than from anyone else.",
        "Jessica: Mom, you said you wouldn't tell her.",
        "Viki: I'm not going to. But I have to warn you, secrets have a nasty way of coming out, especially in this town.",
        "Roxy: Hey, everybody! Nattie's in the house. Look at this place. I say, let's party.",
        "[Cheering]",
        "[SCENE_BREAK]",
        "Charlie: Oh, I can't believe that my son's getting married and he's sharing it with me. You know, a few years back, I didn't think that was even possible.",
        "Jared: Thank you for putting this party together.",
        "Charlie: Oh, you know, that's the best man's job -- to do the bachelor party. I just hope it measures up.",
        "Jared: No big surprises, okay? Just a couple of buddies, a couple of beers -- excuse me. Brody? What the hell are you doing here?",
        "Brody: I work here.",
        "Jared: Since when?",
        "Brody: Since they put me back on the schedule when the owner left town. What's your problem?",
        "Jared: Look, um, Natalie and I are getting married. This is my bachelor party, which means Rex, my future brother-in-law, will be here. I don't think I need to remind you how he feels about the fact that you ruined his life.",
        "[SCENE_BREAK]",
        "Rex: Sorry.",
        "Stacy: I just thought you'd be at Jared's bachelor party already. I'll hurry up and get ready for Natalie's party and be out of your hair. That was so sweet of you to give the girls the club tonight. You can turn around, by the way.",
        "Rex: Well, the bride is my sister.",
        "Stacy: Right. So where's your party?",
        "Rex: Rodi's.",
        "Stacy: Rodi's? With Gigi there?",
        "Rex: Jared made sure she was off tonight. Excuse me.",
        "[SCENE_BREAK]",
        "Jared: Excuse me. Gigi? Ha-ha-ha, what are you doing here?",
        "Gigi: Working.",
        "Jared: No, Melanie's on tonight.",
        "Gigi: Melanie has the flu. Why?",
        "Jared: No reason.",
        "[Charlie laughs]",
        "Jared: You're laughing?",
        "Charlie: Hey, best laid plans \u0096",
        "[SCENE_BREAK]",
        "Dorian: Markko, don't you look handsome. Come on in. But then again, it is a very special night. May I take deflower?",
        "Markko: What?",
        "[SCENE_BREAK]",
        "Starr: You know, Lang, I am really happy for you. You are going to have a lot of fun at prom and you're going to have a nice private after-prom.",
        "Langston: I know. I can't wait. I mean, I'm glad I did. But I just wish that you and Cole were coming to the dance.",
        "Starr: We're in the middle of something.",
        "Langston: Is that why I couldn't find you today?",
        "Starr: It's nothing bad. We'll talk about it tomorrow.",
        "Langston: Oh, no, no, no, no. You are not leaving me hanging. What's going on?",
        "Starr: Cole and I are having Hope exhumed.",
        "Langston: What? You're digging up her body?",
        "Starr: We decided to do whatever we have to to find out why she died.",
        "[SCENE_BREAK]",
        "Dorian: May I take the flower? What did you think I said?",
        "Markko: Is Langston ready yet?",
        "Dorian: Not yet. Shall we?",
        "Dorian: So are there going to be virgins at the prom?",
        "Markko: Excuse me?",
        "Dorian: Virgin Mary's? Virgin piña coladas? You know, drinks without alcohol.",
        "Markko: I -- I don't know what they'll be serving.",
        "Dorian: After the prom? Got any plans? A party, perhaps?",
        "Markko: There'll be parties, yeah.",
        "Dorian: You hear so much about prom night. Girls losing it --",
        "Markko: You know, don't you?",
        "Dorian: Operation deflower?",
        "Markko: That was a joke --",
        "Dorian: You call making love to my daughter for the first time a joke?",
        "[SCENE_BREAK]",
        "Langston: Oh, my God. I've been so wrapped up in Markko and me, I completely haven't asked you what's been going on.",
        "Starr: Hey, you shouldn't be thinking about something so morbid. You should be happy.",
        "Langston: Starr, you're my best friend. I want to know. So, okay, you're going to open up her grave?",
        "Starr: We were hoping that we wouldn't have to. We brought the locket and had her -- we had the hair tested, you know, to see if it was because of some genetic factor. Langston, it turns out it wasn't her hair.",
        "Langston: The hair in the locket? Yeah, it was.",
        "Starr: Well, that's -- that's what we thought. But, uh, there must have been some mistake because it turns out that the DNA didn't match Cole or me. So now in order to get another DNA sample, we have to --",
        "Langston: You have to exhume the body.",
        "[Starr sighs]",
        "Langston: Okay, so assuming you find out why she died, then what?",
        "[SCENE_BREAK]",
        "Jessica: Lois says hi.",
        "Viki: Oh -- girls all right?",
        "Jessica: They are fed, bathed, and asleep.",
        "Roxy: So when are you going to start popping out kids of your own?",
        "Viki: Roxy, let's get through the party --",
        "Natalie: Uh, yeah. Jared and I, we want to have kids, just not now.",
        "Jessica: Well, you guys are going to make terrific parents. You're so wonderful with Bree and Chloe.",
        "Natalie: Thank you. Actually, that's what settled it for us. I mean, it was a lot of hard work, but we loved the kids, had so much fun.",
        "Jessica: You know, having kids is the most wonderful thing you can do. Feeling those little arms around your neck. I don't know where I would be without my children.",
        "Viki: Oh, God, I couldn't agree more.",
        "Roxy: Ix-nay on the baby talk.",
        "Marcie: Here's the bride. I'm so happy for you.",
        "Natalie: Thank you.",
        "Roxy: Yeah, but I would have been happier if it was a double wedding. Jared and Natalie, and Rex and Gigi.",
        "Natalie: Don't say that tramp's name around here.",
        "Roxy: Who said anything about Stacy?",
        "[SCENE_BREAK]",
        "Rex: I'll see you later.",
        "Stacy: You going to come home drunk?",
        "Rex: I doubt it.",
        "Stacy: Thank you for getting me invited to Natalie's bachelorette party. I know that was all you.",
        "Rex: You're Shane's aunt. That makes you part of Natalie's life.",
        "Stacy: And your life?",
        "Rex: Right.",
        "Stacy: Oh, before you go. I've never actually been to a bachelorette party. So what am I in for?",
        "Rex: I mostly know bachelor parties --",
        "Stacy: Right, I know. The girl pops out of the cake, but what do the women do?",
        "Rex: Oh, my God. I totally forgot. I was supposed to book the entertainment. With everything going on, I totally forgot. What time is it?",
        "Rex: Where am I going to find a stripper in half an hour?",
        "[SCENE_BREAK]",
        "Jared: Bo, thank you for coming.",
        "Charlie: Yeah, so is your brother on the way?",
        "Bo: I wouldn't know.",
        "Clint: All right, how come we're not toasting my future son-in-law?",
        "Jared: That is a good question, best man.",
        "Charlie: Hey, I'm on the wagon, but what about you guys? Can I get you something?",
        "Bo: I'll have a beer. Thank you, Chuck.",
        "Clint: Bourbon.",
        "Charlie: Beer, bourbon. Anything for you, Jared?",
        "Jared: I'm good for now, thank you.",
        "Michael: Jared!",
        "Bo: You want to play some darts?",
        "Clint: I think we need to finish our conversation.",
        "Bo: I have nothing more to say.",
        "Clint: Not good enough, Bo.",
        "Bo: Look, nothing happened, Clint. I'm not getting into this.",
        "Clint: Do you still have feelings for Nora?",
        "Bo: Yeah, sure I do.",
        "[SCENE_BREAK]",
        "Natalie: Stacy? No, I was talking about Gigi. You know, the slut who broke your son's heart by sleeping with Brody?",
        "Jessica: Who wants a drink?",
        "Roxy: You don't have to ask me twice.",
        "Jessica: Marcie?",
        "Marcie: Anything with a parasol.",
        "Viki: I'll have a Virgin Mary, sweetheart.",
        "Jessica: Nora?",
        "Nora: What?",
        "Jessica: Something to drink?",
        "Nora: Oh, yeah -- whatever Viki's having.",
        "Jessica: Okay.",
        "Natalie: I'll help you.",
        "Jessica: Thanks.",
        "Viki: You okay?",
        "Nora: Me? Oh, I'm fine.",
        "Marcie: How's Matthew doing?",
        "Nora: Um, he's at his prom.",
        "Viki: Oh, Nora.",
        "Nora: I know.",
        "Marcie: See? I told you he would be okay. I caught Bo and Nora in the high school parking lot spying on their son. Only, I thought it was two teenagers necking in the car. I mean, how funny is that?",
        "[SCENE_BREAK]",
        "Natalie: So how many strippers does it take to screw in a light bulb?",
        "Jared: Apparently all of them, because there's nobody here except a bunch of dudes. I'd rather be home with you.",
        "Natalie: Aw. I want to be at home with you, too. But we have the entire Olympic swim team here in all their little trunks.",
        "Jared: Oh, well, you'd better behave yourself.",
        "Natalie: Or what are you going to do about it, tough guy?",
        "Jared: You keep talking like that, I'm going to have to meet you in the parking lot.",
        "Natalie: Oh, no, no, no, no, no, no. We've had enough bad luck, and I don't want to jinx anything.",
        "Jared: Seeing each other during the bachelor parties is a jinx?",
        "Natalie: I don't know, but I'm not going to take any risks -- not until we're married. I don't want anything to go wrong tonight.",
        "[SCENE_BREAK]",
        "Langston: I don't get it. Why would Dr. Joplin give me someone else's hair?",
        "Starr: I don't know. All I know is that we need some answers.",
        "Langston: And you and Cole are doing this together?",
        "Starr: Yeah.",
        "Langston: What about Schuyler?",
        "Starr: Oh, that's over. I helped Cole detox from his pills.",
        "Langston: You did?",
        "Starr: Yeah.",
        "Langston: What was that like?",
        "Starr: Awful. The worst thing I've ever had to see a person go through, but he did it.",
        "Langston: For you.",
        "Starr: Okay, I don't know that. I just know that he's back to being Cole again, and my feelings for Schuyler were not real.",
        "Langston: Because you and Cole belong together.",
        "Starr: You and Markko belong together, and that's happening tonight. I can't believe it. I can't believe that Aunt Dorian is being so cool about all of this.",
        "Langston: Cool? She gave me protection. And it's French. I cannot believe that there are French condoms in here.",
        "Starr: Mais oui, mademoiselle.",
        "[SCENE_BREAK]",
        "Markko: Dr. Lord, I love your daughter and I respect her and I would never do anything to hurt her. But we've been together a long time and we both want to do this. So please, please, don't get in between us and please don't go all Todd Manning and send Langston away -- because I know that you're better than that. And anyway, I'd follow her to the end of the earth. You know that. You can't stop true love, Dr. Lord.",
        "Dorian: Are you finished?",
        "Markko: Yeah.",
        "Dorian: Good. Now it's my turn.",
        "[SCENE_BREAK]",
        "[Loud music playing]",
        "Natalie: Hey, stop texting Lois. The kids are fine.",
        "Jessica: I know. I know.",
        "Natalie: Okay, so let's go have some fun.",
        "Jessica: I am having fun.",
        "Natalie: Yeah, all by yourself here in the corner.",
        "Jessica: I'm not by myself.",
        "Assistant Manager: Sorry, we're closed for a private party.",
        "Man: I'm the entertainment for Natalie Buchanan's bachelorette party.",
        "Assistant Manager: Oh, okay. There's a room in back where you can change.",
        "Kyle: What's up? Want to make some real money?",
        "[SCENE_BREAK]",
        "Marcie: I was totally sure I had two juniors skipping class to make out. Only, it was Bo and Nora. I'm going to go see what's keeping my parasol.",
        "Nora: We weren't making out. We didn't make out. Not making out. We were sitting in the car spying on Matthew. Just parked, but not parking. Not making out.",
        "Viki: Whatever you say.",
        "Nora: Oh, for God's sake, Viki. Bo almost kissed me.",
        "[SCENE_BREAK]",
        "Clint: So you admit that you have feelings for Nora?",
        "Bo: Clint, she's Matthew's mother. We've been through the wringer lately. Those are the kinds of feelings I'm talking about. I'm not still in love with her.",
        "Bo: Thank you. Charlie, let me ask you something. Do you ever feel threatened by the fact that Clint is still close with Viki?",
        "Clint: Of course he doesn't. He knows that there's nothing between Viki and me except friendship.",
        "Charlie: Well, now that you mention it, he has gotten in the habit lately of stopping by at odd hours, leaning on Viki.",
        "Clint: What?",
        "Bo: So it's okay for you to cry on your ex-wife's shoulder, but it's not okay for me?",
        "[SCENE_BREAK]",
        "Stacy: You want me to strip at Jared's party?",
        "Rex: I'll pay you double. Just one set.",
        "Rex: Forget it. You obviously want to go to Natalie's party. I understand you're still just making friends in town. It's cool. I got to go. I got to tell Charlie that I screwed up.",
        "[Telephone rings]",
        "Stacy: Hello?",
        "Gigi: Put him on.",
        "Stacy: Sorry, he's not here.",
        "Gigi: Let me talk to my son.",
        "Stacy: He is hanging out with these two people named Moe and Noelle. Poor thing. He is so broken-hearted because his mommy had an affair. It's okay, don't worry about it, though. Rex and I will get him through it.",
        "Gigi: Go to hell.",
        "Stacy: Did you want to leave a message?",
        "Gigi: I have to get back to work.",
        "Stacy: Work? You're at Rodi's?",
        "Gigi: That's where I work.",
        "[SCENE_BREAK]",
        "Starr: I cannot believe they make special holders for condoms.",
        "Langston: Well, that's the French for you. I mean, I think it's great. Every girl should carry protection. Who wants to end up --",
        "Starr: Like me?",
        "Langston: No, that -- I'm sorry.",
        "Starr: You know what? Come on. Let me help you with your hair.",
        "Langston: Okay. You know, I was thinking up, but Markko likes it down.",
        "Starr: Okay, well, then maybe we should \u0096",
        "[SCENE_BREAK]",
        "Dorian: You have been very supportive of Langston. You've been loyal to her, and I believe that you're sincere when you say that you love her.",
        "Markko: I am. I do love her with all my heart.",
        "Dorian: And while I do not condone your plan, you're right. There's nothing I can do to stop it.",
        "Dorian: However, this is big. This is going to change the way she feels about a lot of things. Don't let her down.",
        "Markko: I won't.",
        "Dorian: If you do, you're going to have to answer to me.",
        "[SCENE_BREAK]",
        "Lola: Hola, amigos. It's me, Lola, and have I got something to tell you. The Dorian found out about operation deflower, and she's cool with it. She \"approves.\" She \"understands.\" And she gave them this. This is what the rich people tote their condoms in. Mm-hmm -- and it's silver. No. Stealing this is not going to stop them. But you know what? I just had a better idea.",
        "[SCENE_BREAK]",
        "Gigi: I made a mess of everyone else's life, didn't I?",
        "Brody: Not Shane's. He's alive because of what you did.",
        "Gigi: Alive and miserable because I cost him his family. I've lost Rex. I've lost Shane. You have to sneak around to see Jessica because of me.",
        "Brody: It won't be forever.",
        "Gigi: You're right. It won't.",
        "Gigi: Michael, hi.",
        "Michael: Yeah, hey.",
        "Gigi: Do you have a minute?",
        "Michael: Of course, for you. What's going on?",
        "Gigi: Will there ever be a time when I won't have to worry about Shane?",
        "Michael: Why? Is he not feeling well?",
        "Gigi: No, no. He's doing great. I'm just wondering when I can stop holding my breath.",
        "Michael: Ah -- well, I mean, for now his tests are looking great. You know, it will be several months before we can start using the word \"remission.\"",
        "Gigi: Several months from when he got the transplant or from when we knew it had taken?",
        "Michael: From when we knew it had taken. But, I mean, try not to worry, you know, but -- if worse comes to worst, we always have Aunt Stacy around to take more stem cells when the need arises.",
        "Gigi: We can't, maybe, find someone else?",
        "Michael: Why would we want to do that with a perfect match on hand?",
        "[SCENE_BREAK]",
        "Jared: Balsom, I was about to send out the search party.",
        "Rex: Gigi's here.",
        "Jared: Sorry, bro. Yeah -- apparently, she's covering for somebody.",
        "Rex: And Brody?",
        "Jared: Uh, yeah. John's out of town and the assistant manager hired him back.",
        "Rex: Don't worry about it. This is your night. I'll be fine.",
        "[SCENE_BREAK]",
        "Clint: Charlie, I am not carrying a torch for Viki.",
        "Charlie: Well, I didn't say that you were.",
        "Clint: And you -- stop changing the subject. The subject is you and Nora.",
        "Charlie: Look, all I'm saying is that maybe you could call before you drop by.",
        "Rex: Uh, Charlie, uh -- sorry, guys. Can I talk to you a minute?",
        "Charlie: Yeah, yeah. Thank God you're here. This party is tanking. You got the entertainment all ready?",
        "Rex: Yeah, about that --",
        "Charlie: Yeah, what?",
        "Bartender: It's showtime.",
        "Charlie: All right. I knew I could count on you. Listen up, everybody. Time to cut the cake, courtesy of Rex Balsom.",
        "[Cheers and whistles]",
        "[Music plays]",
        "[Crowd cheers]",
        "[SCENE_BREAK]",
        "Marcie: Hey, listen. Thanks for not clamming up when I asked you about the girls.",
        "Jessica: You heard Roxy?",
        "Marcie: Yeah, but it's okay. I mean, I understand everybody's just trying to be sensitive, but I'm really okay. You know, Michael and I, we're back together and I've accepted that Hope is gone.",
        "Jessica: So did you guys ever find out what happened?",
        "Marcie: No, but Starr and Cole have decided that they need to know, so they're having the body exhumed so they can figure out what happened.",
        "Tess: Why aren't you crying, baby?",
        "[SCENE_BREAK]",
        "Viki: So you and Bo --",
        "Nora: No, no. He didn't. We didn't. It didn't. It didn't, and it never will. It won't. It just -- we were in the car parked because we -- you know, it was Matthew's first day back at school, you know? It's ridiculous, huh?",
        "Viki: No, not so much, given the circumstances, at all.",
        "Nora: We were just talking, and Bo -- I looked at him. And suddenly, it hit me, it's just -- this is the only person in the whole world who gets what I'm feeling.",
        "Viki: Of course. I know.",
        "Nora: But it doesn't mean anything because it didn't happen.",
        "[Roxy whistles]",
        "Roxy: Okay, you so-called ladies, it's showtime.",
        "[Cheers]",
        "Man: Hello, girls.",
        "[Cheers]",
        "Man: Bet you're wondering what I'm about to reveal.",
        "[Upbeat dance music plays]",
        "[Cheering]",
        "Kyle: So what's it worth to you, Roxy?",
        "Roxy: What the hell are you talking about?",
        "[Cheers]",
        "Kyle: She look like a good donor to you?",
        "Woman: Ow!",
        "[Cheers]",
        "Viki: I didn't think it was possible to offend Roxy.",
        "Nora: I guess we all have our limits.",
        "[Viki chuckles]",
        "Woman: Whoo!",
        "Kyle: So where is the guest of honor?",
        "Marcie: Over here!",
        "[Cheers]",
        "Natalie: What do you think you're doing?",
        "Kyle: Shh, shh! I wouldn't switch you for anything.",
        "[SCENE_BREAK]",
        "[Sultry dance music plays]",
        "[Cheers]",
        "Charlie: Isn't that Gigi's sister?",
        "Rex: It sure is.",
        "Gigi: What the hell is she doing?",
        "Brody: I think they call it grinding.",
        "Man: Whoo!",
        "Gigi: She's an expert, but why here, why now?",
        "[SCENE_BREAK]",
        "[Cheers]",
        "[Upbeat music plays]",
        "Kyle: A million good wishes, baby.",
        "[Cheers]",
        "Jessica: That was -- oh, my God! You should've seen your face!",
        "Viki: Well, I wasn't any more appalled than your sister was.",
        "Jessica: I know.",
        "Viki: Honey bunch, you looked absolutely petrified.",
        "Natalie: Uh-huh.",
        "[SCENE_BREAK]",
        "Kyle: Hey, there, Rox. How'd you like the show?",
        "Roxy: Listen, cowpoke. If you tell anyone where you got those stem cells or that you made them look like they came from Stacy, I will personally see to it that you lose more than those pants.",
        "Kyle: Relax, grandma. I'm after bigger fish than you and your little friend Stacy.",
        "[SCENE_BREAK]",
        "[Cheers]",
        "[Applause]",
        "[Music fades]",
        "Stacy: What'd you think?",
        "Rex: That was great.",
        "Stacy: You really liked it?",
        "Rex: What, are you kidding? You came through for me tonight.",
        "Stacy: Oh, I --",
        "Rex: What changed your mind?",
        "Stacy: I couldn't let you down. I probably should go get changed -- sorry.",
        "[SCENE_BREAK]",
        "Jared: I didn't know Gigi's sister was a stripper.",
        "Natalie: Yeah, well, I guess sluttiness runs in the family but we've got bigger problems than that. My stripper is our blackmailer.",
        "Jared: Uh -- say again?",
        "Natalie: You heard me -- it's Kyle Lewis.",
        "Jared: The lab tech moonlights as a stripper?",
        "Natalie: Well, he did tonight, and he was going all over the place making these little digs like he was going to expose the truth.",
        "Jared: Oh. Uh -- so I guess we have to pay him off like he wants, huh?",
        "Natalie: Well, I guess we're going to have to because he made something very clear -- that he was not ready to back off but he is definitely ready to destroy my sister's life.",
        "[SCENE_BREAK]",
        "Langston: So I'm thinking the darker lipstick, but I guess it's going to depend on how it looks with the dress. I -- I don't know yet.",
        "Starr: Okay, well, why don't you put on the dress, and then we'll see?",
        "Langston: Okay. Thank you for being here for me.",
        "Starr: I wouldn't miss it. Just be happy, because you never know.",
        "Langston: Don't worry -- nothing's going to burst my bubble tonight.",
        "[SCENE_BREAK]",
        "Lola: Markko and Langston will have fun tonight. But they're going to pay for it for the rest of their lives.",
        "[SCENE_BREAK]",
        "Starr: Just wait until he sees you!",
        "Langston: I completely owe you for this hair.",
        "Starr: You know what? Just give Asher a message for me.",
        "Langston: Asher? What -- what do you care about him?",
        "Starr: He's the one who sold Cole his drugs.",
        "Langston: Are you kidding me?",
        "Starr: No, I'm not. Could you tell him that Starr said to drop dead? Because --",
        "Langston: Yeah.",
        "[SCENE_BREAK]",
        "Dorian: Breathe, Markko, just breathe.",
        "Markko: Whew -- thank you.",
        "[SCENE_BREAK]",
        "Starr: You look so pretty. I can't wait till he sees you.",
        "Langston: Oh, my God. I'm, like, nervous.",
        "Starr: Here. Don't be -- okay. Are you ready?",
        "[Starr giggles]",
        "Starr: Voila!",
        "Dorian: Oh, Langston. You look --",
        "Markko: Beautiful.",
        "Langston: Well, you look pretty handsome yourself. Have you been here long?",
        "Dorian: Long enough to have a good talk with me. Camera, please!",
        "Starr: Oh, uh, yeah. I just got new batteries! Hurry up!",
        "Langston: Oh, okay.",
        "Starr: Get together, get together.",
        "Dorian: Just a second.",
        "Starr: Markko, you look so good.",
        "Markko: Oh, thanks.",
        "Starr: Aunt Dorian, get out of the picture.",
        "Dorian: I'm their stylist.",
        "Starr: Come on!",
        "Dorian: Excuse me. Okay, get closer, kids. Closer!",
        "Starr: Yeah!",
        "Dorian: Oh, now that's close.",
        "Starr: Very cute.",
        "Dorian: Cute? You're gorgeous!",
        "[SCENE_BREAK]",
        "[Laughter]",
        "Bo: Who are you trying to kid, Balsom? You're crazy about that girl, she's crazy about you.",
        "Rex: You're the one who's crazy.",
        "Bo: I'm crazy?",
        "Clint: Bo? We've got to finish this.",
        "Bo: I'm not your problem, Clint. Now, my relationship with Nora, the fact that we care about each other, the fact that we -- we share Matthew, all of that stuff, it was in place the moment that you two started seeing one another. And now, our son is facing a world of hurt and all of a sudden, you get jealous?",
        "Clint: I'm just looking for answers.",
        "Bo: Maybe you're looking for an excuse not to be so serious or -- but maybe you don't love her enough, or maybe you just don't want to get married, but you are your problem, big brother. It's not me.",
        "Clint: You're crazy.",
        "Bo: Crazy? I'm two for two. Hey, Michael.",
        "Michael: Are you going to tell me where my brother is?",
        "Bo: I was going to ask you the same thing.",
        "Michael: Hell, I haven't talked to him. I swear. You know, I keep seeing all these bulletins -- \"serial killer on the lam.\" I mean, look, I -- I know that John can take care of himself. But I think -- you know, that sometimes he has the tendency to act first and then think.",
        "Bo: Yeah, I know what you mean.",
        "Nora: You know, when I think of cowboys, this isn't exactly what comes to mind.",
        "Viki: Well, what does come to mind -- Clint or Bo?",
        "Nora: Clint thinks that there's something going on between me and Bo. And he's wrong.",
        "Viki: I would like to tell you something in confidence, okay?",
        "Nora: Okay.",
        "Viki: Clint admitted to me that he's feeling unnecessary, that you're turning to Bo.",
        "Nora: Oh, my God. Oh -- all right, Viki, let me ask you something. If something were to happen to one of your children, who would you turn to -- Clint or Charlie?",
        "Viki: I understand.",
        "Nora: Then why doesn't Clint understand?",
        "Viki: Because you and Bo have a lot of history.",
        "Nora: Well, so do you and Clint. And when you went off to St. Ann's to help Jessica, I didn't get all stupid and jealous.",
        "Viki: No, because you and I are friends.",
        "Nora: Yes, and Bo and Clint are brothers --",
        "Viki: Are brothers.",
        "Nora: I feel like I'm tearing them apart.",
        "[SCENE_BREAK]",
        "Jessica: Hey. How'd you like the cowboy?",
        "Marcie: Oh -- sorry. I'm -- I'm someplace else.",
        "Jessica: What's going on?",
        "Marcie: Michael was going to call when there was some news about when they could exhume the body. Man, I know Starr's hoping that it's soon. She still has no idea why her baby was alive one moment and gone the next.",
        "Tess: Why aren't you crying, baby?",
        "Marcie: Are you okay?",
        "Jessica: Yeah, fine. Excuse me.",
        "Marcie: Okay.",
        "[SCENE_BREAK]",
        "Natalie: What the hell do you think you're doing?",
        "Kyle: Next time return my -- return my phone calls.",
        "Natalie: I told you that I would get back with you.",
        "Kyle: Are you going to bring me my money, Natalie, or am I going to have to tell your sister the truth?",
        "Natalie: I'll get you your damn money.",
        "Kyle: Tomorrow morning, 100 grand -- or everybody's going to know what your sister did.",
        "[SCENE_BREAK]",
        "Stacy: Stan, what are you doing here?",
        "Stan: I gave you 24 hours to come up with the money you fleeced me out of.",
        "Stacy: Oh. I don't owe you anything. This is a private party.",
        "Stan: Your specialty. Saw the way you were looking at your new roommate. What do you think he'd say if he knew you were the kind of girl that rips people off and leaves town?",
        "Rex: Is there a problem here?",
        "[SCENE_BREAK]",
        "Bo: Did you talk to the medical examiner?",
        "Michael: And he filed the paperwork for the exhumation.",
        "Bo: Well, as soon as the judge signs off, then we can proceed.",
        "Michael: Great. A lot of people want to know why this baby died.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Lola: Oh.",
        "Asher: Hey. You look great.",
        "Lola: Uh, hey. I told you to wait in the car and to call me.",
        "Asher: Well, so sue me for being a gentleman.",
        "Lola: I just want to get out of here, okay?",
        "Asher: Hey, you called me. I was planning on hitting this thing solo.",
        "Lola: And then you got lucky. Hmm?",
        "Asher: I got all kinds of party favors in the car -- should be a wild night.",
        "Lola: I'm counting on it. Let's go.",
        "[SCENE_BREAK]",
        "[All talking at once]",
        "Starr: Sexy!",
        "Langston: We're done, that's the last one. No, it's fine!",
        "Starr: Maybe I should get one of them, like, leaving?",
        "Dorian: Oh, that's great! Ah, their backs --",
        "Starr: Come on!",
        "Dorian: Yes, then look over your shoulders there.",
        "Starr: Don't look at me -- you can get going.",
        "Dorian: All right.",
        "Starr: Oh, they're --",
        "Dorian: Oh, my God!",
        "Langston: That's great.",
        "Starr: Lang?",
        "Dorian: Honey?",
        "Langston: It's okay.",
        "Starr: Okay, guys. Have a really fun time -- get going!",
        "Langston: We will.",
        "Starr: Hurry up! Bye!",
        "Langston: Bye.",
        "Markko: Lang?",
        "Langston: Yeah. Ready.",
        "Markko: Come on.",
        "Langston: Okay.",
        "[SCENE_BREAK]",
        "Starr: You okay? I mean, come on. We'll have a girls' night.",
        "Dorian: What about your father?",
        "Starr: Well, they all went to the movies.",
        "Dorian: I just can't believe your mother checked out of the hospital.",
        "Starr: I guess she felt strong enough, and she didn't want us to be alone with my dad.",
        "Dorian: Well. I guess the occasion calls for -- cocoa. I'm going to spike mine.",
        "[SCENE_BREAK]",
        "Bo: Thanks a lot, Judge. We're all set.",
        "Michael: Ahem. Thank you, Bo. I'm going to go call Marcie -- she's been waiting to hear.",
        "[SCENE_BREAK]",
        "Rex: What's going on?",
        "Stan: Not a thing. Right, sugar?",
        "Stacy: Everything is good.",
        "Rex: What was that all about?",
        "Stacy: Oh, just a guy who couldn't take no for an answer. Comes with the territory. Look, I really appreciate you stepping in like that.",
        "Rex: Least I could do.",
        "[Stacy chuckles]",
        "Rex: You really came through for me tonight.",
        "Stacy: Hey, what are friends for?",
        "[SCENE_BREAK]",
        "Charlie: Have you seen our guest of honor anywhere?",
        "[SCENE_BREAK]",
        "Viki: Nora, do you have feelings for Bo?",
        "[SCENE_BREAK]",
        "Jessica: Dad?",
        "[SCENE_BREAK]",
        "[Cell phone rings] \\",
        "Natalie: Oh, face it, Banks -- you can't spend a night without me.",
        "Jared: We have a problem. Meet me outside, now.",
        "[SCENE_BREAK]",
        "Viki: Clint, this is girls only. What are you doing here?",
        "Clint: Nora, will you do me the honor of becoming my wife?",
        "[SCENE_BREAK]",
        "Natalie: What's wrong?",
        "Jared: I just heard Bo and Michael talking. They're exhuming the baby's body.",
        "Natalie: What?",
        "Jared: Yeah, and it's not going to take them long to figure out that if it isn't Starr's baby in the grave, it's Jessica's.",
        "Natalie: And then they'll know that Chloe is really Starr's baby.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Starr: Marcie?",
        "Marcie: It's happening -- tonight."
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=xtb5wR-zMy8"
}