{
    "Episode Summary": [],
    "Recap": [
        "Sarah wakes up at Cristian's place and realizes he didn't come home. She calls Nash. Jessica gets on the phone and tells her Cris is in jail. Everyone heads down to the station for the arraignment. Blair tries to get Starr to tell her what's wrong. She almost does but Todd interrupts them. He talks to Starr and tells her that if she and Cole stay away from each other for six months then he'll rethink the situation. Cole asks Markko for money and fake ID's. He writes Starr a note saying they could make a life together with the baby. He goes to John to borrow a hundred and fifty dollars. He says its for football camp. Sarah confronts Cris and asks why he didn't call her last night. Cristian says he used his one call to call his mother. Sarah was very worried about him because no one called her. Cris apologizes. Ramsey says he can just leave, no charges will be filed. Michael McBain comes to the squad room and asks to talk to Antonio. Antonio says if this is about John, forget it. Michael tells him that Jamie is very sick."
    ],
    "Recap Author": "Jeannie",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Nash: Mmm. Mmm.",
        "Jessica: Good morning.",
        "Nash: Hmm. Hmm.",
        "Jessica: Mm-hmm.",
        "[Phone rings]",
        "Nash: Oh -- hold on.",
        "Jessica: No, no, no, no, no. Let it go to voicemail. Are you kidding?",
        "Nash: No, I got to -- I got to -- I got to check, I just got to check. I'll be back. Oh. Oh, I got to take this. Sarah --",
        "Sarah: Hey. Um -- Cristian didn't come home last night and I'm kind of worried.",
        "Nash: Oh. Well, did you check with Antonio or Carlotta?",
        "Jessica: Is that about Cristian?",
        "Nash: Yeah -- hold on a second. Yeah, yeah.",
        "Jessica: Can I talk with her?",
        "Nash: Guess he didn't come home last night.",
        "Jessica: Hey, Sarah, it's Jessica. Listen, Cristian didn't come home last night because he spent the night in jail.",
        "[SCENE_BREAK]",
        "Antonio: You okay?",
        "Cristian: I'm fine.",
        "Antonio: I wish you wouldn't have gotten into that fight, man.",
        "Cristian: John had it coming, don't you think?",
        "Antonio: Well, you shouldn't have been the one delivering.",
        "[SCENE_BREAK]",
        "John: You mind?",
        "Eddie: You look a hell of a lot worse than the other guy.",
        "John: So do you. What time is Cris being arraigned?",
        "Talia: I'm not sure. He's still downstairs. Did your call turn anything up on Ramsey?",
        "John: Just a lot of questions about several cases he's handled over the last six or seven years.",
        "Talia: Questions like what?",
        "John: It'd seem he definitely manipulated the outcome on several investigations.",
        "Talia: And why would he do that?",
        "John: I'm not sure, but all those cases involved a large sum of cash.",
        "Talia: Hmm. You really think it's all about money?",
        "John: I think it's definitely part of it. There's more going on about Ramsey than we know.",
        "[SCENE_BREAK]",
        "[Ramsey whistles]",
        "Ramsey: Oh, looks like today's going to be another beautiful day.",
        "Woman: Hmm.",
        "Ramsey: Maybe that flock of wild parrots will grace us with another flyby.",
        "[Woman chuckles]",
        "Woman: She would love that, Sir.",
        "Ramsey: Yeah.",
        "[SCENE_BREAK]",
        "Todd: Hi, stranger. What time did you get back -- ahem -- did you get back from the saloon last night? I was lonely.",
        "Blair: Oh, come on. If you were that lonely, you should have stopped by to hear me sing.",
        "Todd: Well, you used to perform for me for free.",
        "Todd: Oh, by the way --",
        "Blair: Hmm?",
        "Todd: I took your advice and spent some quality time with Starr. Yeah, it's true. I surprised her at the diner.",
        "Blair: You spied on her at the diner.",
        "Todd: No, no spying. I just thought we could hang out a little bit and maybe have a bowl of ice cream, chat.",
        "Blair: Did you?",
        "Todd: Uh -- we did a little bit when we got back. She was a little standoffish at first, which is understandable, of course. But she got it, I think.",
        "Blair: She got what?",
        "Todd: That things are just going to get better from here on in.",
        "[SCENE_BREAK]",
        "Cole: Hey, take your time, why don't you?",
        "Markko: I'm sorry, my transporter broke down and I told the guys at the shop --",
        "Cole: No, this is serious, man. I need a lot of cash today. I'll pay you back as soon as I can, but right now, I got to go.",
        "Markko: Wait, hold your flow. Is this about Starr?",
        "Cole: Yeah, of course.",
        "Markko: She's pregnant, isn't she?",
        "[SCENE_BREAK]",
        "Langston: No, you can't be showing.",
        "Starr: I just keep wondering --",
        "Langston: What?",
        "Starr: I should have just gone ahead last night.",
        "Langston: You said Cole asked you to make sure if you were making the right decision.",
        "Starr: Yeah, you're right, he was being really sweet. I mean, how could I just be, like, \"Oh, sorry, dude, I've made up mind. I want to get rid of our baby\"?",
        "Langston: No, Starr, you made the right choice. I mean, you were scared and alone, and probably surrounded by all these people in white coats talking about the procedure, like it was just getting your teeth cleaned or something. And then in walks Cole, the guy who loves you. Didn't he promise you everything would be okay?",
        "Starr: Langston, I'm 16 and I'm pregnant. Besides my dad hating Cole's guts, he also has information that could put Cole in prison. How is Cole going to make sure that everything's going to be okay?",
        "Langston: All right, listen, what did Cole say? That he loves you? That he's going to take care of you?",
        "Starr: Yeah, he did, but --",
        "Langston: Okay. Well, you've got me, too. I mean, between the two of us, we've got your back.",
        "[SCENE_BREAK]",
        "Cole: Pregnant? Are you crazy?",
        "Markko: She suddenly quits drinking coffee. She can't eat breakfast. She's green every morning --",
        "Cole: What are you doing, stalking my girlfriend now?",
        "Markko: Then -- then last night, she just decides to get up and go to Atlantic City. Was she trying to get rid of it?",
        "Cole: No, she didn't end up doing anything, all right? I asked her to take some time to figure out what she wants to do for sure.",
        "Markko: So it's true?",
        "Cole: Yeah, it's true.",
        "[SCENE_BREAK]",
        "Sarah: Why? Why was Cristian in jail?",
        "Jessica: Because he got into a fight with John McBain at Capricorn last night.",
        "Nash: He did?",
        "Sarah: Was he hurt?",
        "Jessica: Uh -- no, no, he wasn't. But there was another cop there, and he punched him, too. So that cop arrested him, and -- and I went down to the station to bail him out, but it was too late to have him arraigned, so he spent the night in jail.",
        "Sarah: Why didn't you call me?",
        "Jessica: Because he asked me to leave you out of it.",
        "Sarah: And you listened to him?",
        "Jessica: Yes, I did.",
        "Sarah: You know what? After the conference call with Nash, I came back here to crash at Cris', and I woke up this morning, and he wasn't here yet. I've been freaking out why. I should have known about this!",
        "Jessica: I know. Cristian will be home soon, okay? I'm going to go down to the police station right now and see if he needs me to bail him out.",
        "Sarah: Don't worry about it, Jessica; I will take care of it. I can't believe they did this to him.",
        "Jessica: She hung up on me. I'm going.",
        "Nash: Okay, where are you going?",
        "Jessica: I'm going down to the police station.",
        "Nash: Why?",
        "Jessica: Well, because I don't want Sarah to make a bad situation worse.",
        "Nash: Why do you care?",
        "Jessica: I told Cristian I would be there in the morning.",
        "Nash: So -- so why are you rushing off to save your ex-husband's brother? It \u0096",
        "[SCENE_BREAK]",
        "Antonio: You've got a record, you know? You shouldn't have gotten involved. And then punching two cops in one night?",
        "Cristian: Well, that -- that was just a reaction.",
        "Antonio: Well, you can't react.",
        "Cristian: I know, I'm sorry.",
        "Antonio: It's not just you. I have to work with these people.",
        "Cristian: I know. I'm sorry, all right?",
        "Antonio: Okay, look, your arraignment's in -- in a few minutes, okay? Just do me a favor and let your attorney do all the talking, okay?",
        "Cristian: Okay.",
        "[SCENE_BREAK]",
        "Ramsey: How'd she eat?",
        "Woman: Oh, very well, for her.",
        "Ramsey: Good. Good -- I shouldn't be too late tonight.",
        "Ramsey: Beautiful, isn't she?",
        "Woman: Yes.",
        "Ramsey: I'll see you tonight.",
        "[SCENE_BREAK]",
        "John: Listen, each of these threads means something. Ramsey's got it all in motion. He's going to want us to see it coming.",
        "Talia: Well, then we need to figure out what these threads mean.",
        "John: Yeah.",
        "Talia: Well, what about the money angle? I mean, could he be skimming, or, you know, taking payoffs?",
        "John: Wouldn't put it past him. He's not leaving much of a money trail.",
        "Talia: Well, there's always the Cayman Islands, or a Swiss bank account.",
        "John: Mm-hmm.",
        "Talia: Maybe when he's finished with you, he'll go off and live the high life.",
        "John: Maybe, but the answer's in here. I know it.",
        "Talia: Okay.",
        "Eddie: Ladies and gentlemen, fighting out of the blue corner, Antonio Vega --",
        "Antonio: Are you going to press charges on my brother?",
        "John: No, of course not.",
        "Talia: I think you should.",
        "Antonio: You got what you wanted. What is with you?",
        "[SCENE_BREAK]",
        "Blair: Just trying to put myself in Starr's place, you know?",
        "Todd: Yeah, I know. She'll be fine. You want some of these eggs?",
        "Blair: No. No, no. I don't think that Starr and Cole would've even considered making love if you hadn't --",
        "Todd: \"Making love\"?",
        "Blair: Yeah.",
        "Todd: Well, hey, well, if that's what you call what they were doing before I walked in on them.",
        "Blair: Would you get over the idea that Cole forced himself on Starr?",
        "Todd: She's 16, Blair.",
        "Blair: Yeah, and like her father, she's no pushover.",
        "Todd: Well, I know what I saw. I'm never going to forgive that kid.",
        "Blair: Well, none of that would have happened, if you hadn't told the whole family that you were moving us to Hawaii.",
        "Todd: Oh, God, here we go.",
        "Blair: You're telling me \"here we go\"? Okay, you know what? You stay here in your little fantasy world, but I'm going to go check on Starr.",
        "Todd: Mm-hmm.",
        "[SCENE_BREAK]",
        "Langston: The D.A. is Cole's guardian. I mean, Lieutenant McBain was totally in love with Cole's mom. Don't you think that they'd protect Cole against your dad if it came to that?",
        "Starr: Yeah, but Cole's not going to tell them what's going on because we promised we wouldn't tell anyone.",
        "Langston: All right, look, all I'm saying is that word has a way of getting out. And don't you think it'd be better if you told your family before somebody else did?",
        "Starr: Did you tell someone?",
        "Langston: No.",
        "Starr: You told Markko, didn't you?",
        "Langston: No, I didn't.",
        "Starr: What, he just figured it out?",
        "[Knock on door]",
        "Starr: Come in.",
        "Blair: What is taking the two of you so long to get downstairs to breakfast this morning?",
        "Langston: Oh. Well, little Miss fashionista over here can't decide what to wear.",
        "Blair: Really? What's wrong with what you have on, sweetie?",
        "Starr: Oh -- um -- nothing. It's fine.",
        "Langston: I'm going to go downstairs.",
        "Blair: Okay.",
        "Blair: Is everything all right?",
        "Starr: Yeah. I'm just not hungry.",
        "Blair: You know, sweetie, you haven't wanted breakfast a couple of mornings this week. Is -- something you want to talk to me about?",
        "Starr: Like what?",
        "Blair: Well, your relationship with food, maybe?",
        "Starr: Mom --",
        "Blair: No, no, no, Starr, I know how you girls are. You teenaged girls have this warped sense of -- of what you think is beautiful.",
        "Starr: No -- Mom, Mom, Mom, stop. Stop watching all of those talk shows. I like food. I like myself. I'm just -- I'm not hungry.",
        "Blair: Okay. Well, then what's got you down, sweetie? Because I thought after last night, you'd be, like, in this great mood.",
        "Starr: What are you talking about? Last night was hell.",
        "[SCENE_BREAK]",
        "Markko: What if Starr decides that she wants to have the kid?",
        "Cole: That'd be great. Just me, and Starr, and the baby -- we could be a family. What?",
        "Markko: I'm sorry, it's just -- well, it's huge.",
        "Cole: Hey, listen, you can't tell anybody about this, okay? I mean, if Starr's parents find out -- but I'm glad you put it all together, though. Because I was thinking about it all night last night. Markko, I could be a father. I mean, how awesome is that? I mean. man, one minute, I'm this -- I'm this pathetic orphan charity case, and --",
        "Markko: That's not --",
        "Cole: And now -- and now, I have this awesome family.",
        "Markko: Does Starr know what you're thinking?",
        "Cole: We didn't have much time to talk about it, but -- Markko, I'm going to take care of her. I mean, it's going to take a lot of cash, cash that I don't have. But -- and I know you're not rolling in it, but if I could just borrow some, I'll pay you back, I swear.",
        "Markko: Yeah -- no, sure, sure. Of course. I mean, I'll give you whatever I can.",
        "Cole: Really?",
        "Markko: Yeah.",
        "Cole: Hey -- I need to ask one more favor from you.",
        "Markko: Yeah, what do you need?",
        "Cole: I need two fake I.D.s.",
        "[SCENE_BREAK]",
        "Jessica: Cristian is my friend.",
        "Nash: But Sarah is Cristian's girlfriend.",
        "Jessica: But Sarah doesn't have the money to bail him out, okay? All of her money's in a trust.",
        "Nash: So why do you got to do it?",
        "Jessica: Baby, why do you care?",
        "Nash: Because I thought you were my wife.",
        "Jessica: Okay. The Vega family is still really important to me. And after I broke up with Antonio, I lost them all. I don't see Carlotta. Jamie was like a daughter to me, and I don't see her, either. And after working on the designs with Cristian while you were in Napa, I just -- I don't know -- it just felt nice to be his friend again, you know? That's just why I feel I have to help him now, okay?",
        "Nash: Hmm. How come you didn't tell me about Cristian getting arrested last night?",
        "Jessica: Well, when I came home, you were asleep. That conference call with Sarah must have really knocked you out.",
        "Nash: What is that supposed to mean?",
        "Jessica: Not a thing.",
        "Nash: Mm-hmm.",
        "Jessica: I got to go down to the police station.",
        "Nash: Well, I'll come with you.",
        "[SCENE_BREAK]",
        "Antonio: You want John to press charges now? What happened to your big defense of Cristian last night?",
        "Talia: That was when I thought he was acting in a \"heat of the moment\" situation. But from what I heard, he's been going on and on about how he'd do it again. Cris needs to know he can't just do whatever he wants and get out of jail free because his brother's a cop.",
        "Antonio: Oh. Of course. You know, you live in your own little world.",
        "Talia: Where, one where you respect the law?",
        "Antonio: One where all you care about is yourself, and nobody else.",
        "[SCENE_BREAK]",
        "Cole: My I.D. should say 19, Starr's, 18. Cool?",
        "Markko: Yeah, sure, I'll just go whip up those I.D.s right now.",
        "Cole: Then you don't know a guy?",
        "Markko: None of my friends make fake I.D.s.",
        "Cole: Markko, just think about it for a second.",
        "Markko: No, I'm sorry.",
        "Cole: Okay. What am I supposed to do?",
        "Markko: I don't see how getting fake I.D.s is going to help you deal with Starr's dad.",
        "Cole: This is all about keeping Starr safe. All right? This has to work.",
        "Markko: Dude, those mondo parties that the football team would throw after their games --- they had kegs everywhere, and none of those guys are 21, right? So how are they getting the booze? Somebody's got to have a fake I.D.",
        "Cole: Or an older brother.",
        "Markko: It's worth looking into.",
        "Cole: All right, can you check that out for me?",
        "Markko: Yeah, I'll see what I can find out. Hey, but whoever does this is going to want cash.",
        "Cole: Yeah, I'm sure. I'll figure something out, okay? The main thing is, the I.D.s have to look real.",
        "Markko: Got it.",
        "Cole: And, Markko, nobody -- I mean, nobody can find out about this. All right? It can ruin everything for me and Starr.",
        "[SCENE_BREAK]",
        "Blair: What was so hellish about last night?",
        "Starr: Things just aren't the way I thought they'd be.",
        "Blair: I know you miss Cole, but, Starr, come on. You can't expect the whole situation to change over night.",
        "Starr: How about in this lifetime?",
        "Blair: Your dad told me that he went to the diner to hang out with you. I know he really wanted to do that, and he doesn't want to be your enemy. So I think that's kind of a step in the right direction, don't you think?",
        "Starr: Oh, yeah, sure. Barging into the women's restroom. It's a great step.",
        "Blair: Your dad did that?",
        "Starr: Yep. He rushed into the women's bathroom in the diner to make sure that I wasn't making a prison break.",
        "Blair: Oh -- Starr, look around you. This is so not a prison.",
        "Starr: Well, you could have fooled me with the round-the-clock guard.",
        "Blair: Okay, you know what? I know that your dad is putting you through a hard time. I'm trying to get him to ease up on you, but it's -- it's just going to take a little time.",
        "Starr: I don't have --",
        "Blair: What? What is it?",
        "Starr: Nothing.",
        "Blair: Baby, whatever it is, you can -- you can say anything to me, you know that. Because I love you so much.",
        "Starr: I love you, too.",
        "Blair: So come on. You can talk to me. Tell me what's going on. I mean, whatever you have to say will stay right here, between you and me, okay? I promise.",
        "Starr: Wait a second. You -- you really mean that? I could talk to you about anything and you swear that you'll never tell Dad?",
        "[SCENE_BREAK]",
        "Cristian: Hey.",
        "Sarah: Hey.",
        "Cristian: I'm sorry about this.",
        "Sarah: I wish I could have come sooner. Why didn't you call me?",
        "Cristian: Wasn't one of my proudest moments.",
        "Sarah: Like I've never screwed up in my life? I went over to your place after my conference call with Nash.",
        "Cristian: How did that go, by the way?",
        "Sarah: It was fine. And I tried to stay awake, but I couldn't, and when I woke up this morning, you still weren't there, and I was freaking out, Cristian.",
        "Cristian: How did you find out I was here?",
        "Sarah: I called Nash.",
        "Cristian: Why Nash?",
        "Sarah: I didn't know who else to call. But I mean, I guess it's a good thing that I did, because Jessica told me that you were here. I'm not leaving until they let you go.",
        "Cristian: Look, I don't want you hanging around here, okay?",
        "Sarah: Well, somebody has to keep you out of trouble.",
        "Cristian: That so?",
        "Sarah: I should have been there at Capricorn last night. I could have distracted you from John and Talia.",
        "Cristian: It's over.",
        "Sarah: I just really wish I would have been there with you.",
        "Cristian: I know. But you were too busy with Nash.",
        "[SCENE_BREAK]",
        "Todd: Oh, morning. Make yourself at home. Can I get you some breakfast?",
        "Langston: No, thanks, I'm good with juice.",
        "Todd: Suit yourself. You still seeing that kid --",
        "Langston: Markko?",
        "Todd: Right, right, right.",
        "Langston: Yeah.",
        "Todd: Markko. Yeah, what kind of stuff's he into?",
        "Langston: Like, hobbies?",
        "Todd: Sure.",
        "Langston: He likes to dance.",
        "Todd: Oh, yeah? That's cool. Like what, ballet, or --",
        "Langston: No, more like break dance, step, krump --",
        "Todd: \"Krump\"?",
        "Langston: Yeah.",
        "Todd: Cool, man. I dig, I dig, I dig. What about you? What do you like to do?",
        "Langston: I write.",
        "Todd: What's your favorite class in school?",
        "Langston: English.",
        "Todd: How often does Starr see Cole?",
        "Langston: Okay, I know that you don't like Cole, but he's a great guy. And he really cares about Starr.",
        "Todd: Do you really expect me to believe that?",
        "[SCENE_BREAK]",
        "Markko: Hey, I won't tell anyone, all right? Both of us know Mr. Manning is nuts, so if he finds out Starr's pregnant, he will kill you. There's no way I'm letting that happen.",
        "Cole: All right. Well, listen, last thing -- I need you to give this to Langston to give to Starr.",
        "Markko: You want me to smuggle in a love note to La Boulaie, huh? Yeah, all right. I hope Shaun's not doing body cavity searches.",
        "Cole: I owe you big-time, okay?",
        "Markko: Yeah. Hey, have you thought about hitting up McBain for advice?",
        "Cole: About this? No.",
        "Markko: Maybe he can help.",
        "Cole: Not with this.",
        "Markko: Dude, you're in high school, your girlfriend is pregnant, and her father wants you in jail or dead. It's a pretty desperate situation.",
        "Cole: I'm not desperate. All right? I just need you to help me out with my plan, okay?",
        "Markko: Okay, okay. You can count on me.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "John: Excuse me. Hey, can I call you back?",
        "Cole: No, I'm sorry. I really need to talk to you. It's really important.",
        "[SCENE_BREAK]",
        "Blair: Look, I know the two of us really love your daddy very much, but we both know that he has a tendency to overreact, right?",
        "Starr: You in denial much?",
        "Blair: Sweetie, I know it's probably tough right now. You growing up and all, there's certain things that you don't feel comfortable talking to your daddy about, especially now. But you can talk to me. You know that.",
        "Starr: But you know, I just -- I don't want to mess things up between you and dad, and --",
        "Blair: Oh, okay --",
        "Starr: You guys are finally happy together --",
        "Blair: Starr, stop right now. You could never mess things up between me and your dad, okay? Whatever your dad and I have, it's our responsibility. Ours, ours alone. We just want you to be happy. We want you to be healthy. So come on, Starr. Whatever it is you have to say, I'm on your side. You can tell me. Is it -- is it about Cole?",
        "Starr: I don't know what to do.",
        "[SCENE_BREAK]",
        "Sarah: Tell me you didn't mean that the way it sounded.",
        "Cristian: How did it sound?",
        "Sarah: Like some guy who's been stewing in a jail cell all night because his girlfriend's out with some guy, not thinking about him -- and then the other guy who happens to be my cousin's husband?",
        "Cristian: Oh.",
        "Sarah: Jessica told me that you told her not to call me, and of course, she listened to you. You get one phone call from jail. Why didn't you call me?",
        "Cristian: I called my mom. She worries.",
        "Sarah: Look, I'm not -- I'm not blaming you, Cristian. I was just really worried. I couldn't wait to see you after that conference call was over. I went back to your place to surprise you, and I tried so hard to stay awake, but I was going on, like, 22 hours.",
        "Cristian: You don't have to explain yourself.",
        "Cristian: I'm sorry. I'm sorry. Sorry.",
        "Jessica: Hey.",
        "Cristian: What are you guys doing here?",
        "Jessica: Well, I said I'd be here in the morning.",
        "Nash: Anything we can do to help.",
        "Jessica: Hey, Antonio, what's going on?",
        "Antonio: It's time for Cris' arraignment. You ready? Remember what I said.",
        "Cristian: Yeah.",
        "Antonio: It shouldn't take that long.",
        "Sarah: Then we'll take you home, throw you in the shower, and burn those clothes.",
        "Ramsey: Ah. Nice-looking posse and it's not even high noon yet.",
        "Nash: And the commissioner makes a funny.",
        "Jessica: I am here to post Cristian's bail.",
        "Ramsey: Well, that's awful generous, Ms. Brennan, but ain't going to happen.",
        "Sarah: Well, why not? Cristian's clearly not a threat. You can't keep him locked up all the time. I mean, his brother works on --",
        "Ramsey: My, my, my, aren't you a passionate one, Ms. --",
        "Sarah: Roberts. Sarah Buchanan Roberts.",
        "Ramsey: Hmm. Ah. Well, nice work, Mr. Vega. But we can't accept your girlfriend's bail money because we're not going to charge you.",
        "Cristian: What do you mean, you're not going to charge me?",
        "Ramsey: Just what I said -- let him go.",
        "[SCENE_BREAK]",
        "Langston: Hey.",
        "Markko: Hey.",
        "Langston: Come in.",
        "Markko: Hey. I know you're busy and stuff, but that's all I get? Come on.",
        "Langston: Oh, you're right. I'm sorry.",
        "[Langston chuckles]",
        "Markko: Is something burning?",
        "Langston: Just Mr. Manning's cooking. You know, he's still here, by the way, so if you want to bounce --",
        "Markko: I can handle him.",
        "Langston: Are you okay? You seem kind of different.",
        "Markko: How so?",
        "Langston: I don't know, just -- you know what? Forget it. It's a weird morning. Do you want something to drink, some orange juice maybe?",
        "Markko: No, thanks.",
        "Langston: Oh.",
        "Markko: So I'm supposed to give you this. It's for Starr -- from Cole?",
        "Langston: You saw Cole?",
        "Markko: Yeah, at hallowed grounds.",
        "Langston: How does he seem to you?",
        "Markko: Well, for an expectant father? Yeah -- I know.",
        "[Langston sighs]",
        "Langston: I'm -- I'm so sorry I couldn't tell you.",
        "Markko: Hey, it's okay. You know, Starr's your best friend. I figured it out, though, with everything, yeah.",
        "Langston: Yeah, I thought you might.",
        "Markko: The thing is, if I can put it together so quickly, how long is it going to take Starr's parents?",
        "[SCENE_BREAK]",
        "Blair: I'm on your side no matter what, so just take a deep breath and tell me, okay?",
        "Starr: I don't know how to say it.",
        "Blair: Well, sometimes the easiest thing is just, like, to spit it out, okay?",
        "Starr: Okay. Um -- okay. Mom? I'm --",
        "[Knock on door]",
        "Todd: Room service. Room service.",
        "Starr: Ah.",
        "Todd: Oh, sorry. Don't stop on my account.",
        "Blair: Well, Starr's not hungry this morning.",
        "Todd: Oh! Wait till she sees this.",
        "Starr: Oh, Dad --",
        "Todd: No, look, look --",
        "Starr: No, no, thank you. I have to get ready for school still.",
        "Todd: Oh, okay. Can we talk a little bit, though, first?",
        "Blair: Well, Starr and I were in the middle of something right before you came in.",
        "Todd: Well, it won't take long.",
        "Blair: Sweetie? Um -- we'll talk later, okay?",
        "Starr: Yeah, but -- could you bring the tray with you? It's just kind of making me want to throw up.",
        "Blair: Okay. Hand me the tray.",
        "Todd: Sorry about the breakfast. I just --",
        "Starr: What do you want to talk about, dad?",
        "Todd: Um -- well, I'll just cut right to it. I know what's wrong with you.",
        "[SCENE_BREAK]",
        "Eddie: Let him go? The guy popped me in the face.",
        "Ramsey: Pursuing this will only serve to embarrass this department, and I trust the inciting officers have learned their lesson and will confine their passions to places where they cannot be observed by others.",
        "Eddie: Sucker-punch me again and you'll spend the night in the E.R.",
        "Antonio: Barton? Let it go. It's over.",
        "John: What?",
        "Cristian: Don't come by Capricorn -- you're not wanted there.",
        "John: Why would I come to your stupid nightclub?",
        "Sarah: Cristian --",
        "John: Service sucks and you water down your drinks.",
        "Cristian: Don't come by.",
        "John: Get out of here.",
        "Cristian: It's just advice -- take it or leave it.",
        "Ramsey: Oh, John? Now, I know how hard that must've been for you, trying to keep that ego in check. But I've got your number. And I know one of these days, you're going to go pop and I'll be right there to kick you off this force.",
        "[SCENE_BREAK]",
        "Starr: Wait -- you know? Who told you?",
        "Todd: Doesn't take a rocket scientist to see that you're still angry at me. But I think your anger at me is -- is starting to mess with your head. It's certainly messing with mine.",
        "Starr: Yeah?",
        "Todd: Yeah. And, you know that you and I have always been such a good team -- well, we used to be anyway. You know, we -- we -- we get each other. And we're pretty much the same person. You're a little shorter, but --",
        "Starr: And I'm a girl.",
        "Todd: Yes. Oh, hey -- by the way, um, I really want to apologize for the other night for barging into the ladies' room like that. That was really, really stupid and uncalled for.",
        "Starr: Really? Then why did you do it?",
        "Todd: Shaun told me that you'd been in there for quite a while. You'd been in the -- in the --",
        "Starr: So you just figured that maybe I climbed out the window to go sneak and see Cole?",
        "Todd: Anyway, it doesn't matter why -- I'm sorry. I -- I was wrong and I'm sorry. Uh -- there's one more thing I wanted to talk to you about -- Cole.",
        "Starr: If you're going to start yelling about Cole --",
        "Todd: I'm not going to yell at you, I'm not going to yell. Oh, God, I can't believe I'm going to say this. Um -- what happened between you and Cole --",
        "Starr: I don't want to talk about that night, okay?",
        "Todd: Okay, don't talk about it -- just listen to me.",
        "[Todd sighs]",
        "Todd: What happened between you and Cole probably would not have happened had I not insisted that the family move to Hawaii. Am I right?",
        "Starr: Yeah. Yeah, you are.",
        "Todd: Now, as much as I can't let that go, uh, I've been thinking and if you can stay away from Cole for six months --",
        "Starr: Six months?",
        "Todd: Yes. Then I will reassess the whole situation.",
        "Starr: You would think about letting me see Cole?",
        "Todd: I'd think about it, yeah. Now, mind you, if he even breathes in your direction in the next six months, then the deal is off. And you know that -- that he's lucky that I got there when I did or he would not be living right now. Okay? So, is that a deal? Good -- six months starts today. Get ready for school. We're good.",
        "Starr: Don't.",
        "Starr: Six months.",
        "[SCENE_BREAK]",
        "Cole: Hey, John.",
        "John: Hey, what's going on?",
        "Cole: What happened to your face?",
        "John: Ah, I walked into something. Come on.",
        "[Cole sighs]",
        "John: What's up?",
        "Cole: Well, I hate to ask you this, but I need a loan.",
        "John: What for?",
        "Cole: Well, have you ever done something that everyone -- and I mean, everyone -- thinks that you're crazy but deep down, you know it's the right thing to do?",
        "John: Hey, if this is about Starr, you need to rethink it.",
        "Cole: It's -- it's not about Starr, all right? It's -- it's about football. No, no -- seriously. I want to sign up for spring camp and -- and Mom has all the money in the trust fund and I can't get to it.",
        "John: Football camp is this crazy thing that no one would understand?",
        "Cole: I really screwed up with the whole steroid thing. You know, I got kicked off the team and people think I shouldn't play again, but this is something I really need, John. You know, I think it would help take Starr off my mind.",
        "John: Yeah, look, I know it's been hard. How much you need?",
        "Cole: 150? And I'll pay you back, I swear.",
        "John: It's okay -- I just -- I don't have that on me right now. Let's -- let's go to an ATM.",
        "Cole: Actually, it's all right. I'll scrounge up the rest.",
        "John: It's just around the corner, don't worry about it.",
        "Cole: It's -- it's all right. I should go.",
        "John: What's really going on?",
        "Cole: Nothing -- honest.",
        "John: All right. But you know for now, you need to stay as far away from Starr Manning as possible.",
        "[SCENE_BREAK]",
        "Todd: Well, dust off the trophy case, my chicken. Someone just won parent of the year.",
        "Blair: Things went that well with Starr?",
        "Todd: They went better than that. What did I lay on her? I told her that the whole Hawaii idea was a bunch of crap and that --",
        "Blair: Good.",
        "Todd: If she'd stay away from Cole for six months, then I'd rethink the whole thing.",
        "Blair: Ooh!",
        "Todd: How is that for -- okay, oh. Wow.",
        "Blair: Thank you, thank you. Thank you.",
        "Todd: That's very nice. Don't get too excited, though, because I will drop- kick that kid if he goes anywhere near Starr.",
        "Blair: Hmm.",
        "Todd: But what you said made sense.",
        "Blair: Wait a minute. Say that again.",
        "Todd: Well, I think that I'll lose Starr if I don't lighten up.",
        "Blair: Todd Manning being reasonable? Whoo-hoo! That's one for the record.",
        "[Todd chuckles]",
        "Blair: Mm-hmm. You're so great.",
        "Todd: Well, I really think things are getting better now.",
        "Blair: Hmm. Yes, they are.",
        "[SCENE_BREAK]",
        "Langston: So what'd you and your dad talk about?",
        "Starr: He said that he would think about letting me see Cole in six months.",
        "Langston: Okay, so it's not great, but it's -- it's a start.",
        "Starr: Langston? In six months, I could have a bowling ball right here. And my dad -- he could be in prison for killing Cole.",
        "Langston: Okay --",
        "Starr: What am I supposed to do then?",
        "Langston: All right, just forget about your dad for two seconds, okay? Cole gave this to Markko for you.",
        "Cole's voice: \"Starr, do you know how much I love you? And I'm so glad I found you in time last night. I don't know what you're thinking now, but I have to say something. I think you, me, and our baby could be really happy. The three of us, we could -- we could have an awesome life together. Please, just think about that. All my love, Cole.\"",
        "Langston: What's wrong? What's wrong?",
        "[SCENE_BREAK]",
        "Antonio: I wanted to thank you for keeping your word and letting my brother go.",
        "Ramsey: Antonio, I mean what I say. This would've tainted the department -- I can't have that. But I have to admit, seeing John's face all battered and confused -- it was worth a little something.",
        "Michael: Antonio, can I have a word with you?",
        "Antonio: Look, if you got something to say to me about John, save it.",
        "Michael: No, no, no, no. No, I need to talk to you alone.",
        "Antonio: If you've got something to say to me about your brother, you can say it here.",
        "Michael: Look, this isn't about my brother, all right? I -- it's about your daughter.",
        "Antonio: My daughter?",
        "Michael: Yeah, Jamie. She's sick, Antonio. She's very sick.",
        "[NEXT_ON]",
        "Antonio: Nobody -- I don't want anyone to know anything.",
        "Rex: I love Shane.",
        "Gigi: Don't say that.",
        "Rex: Why not?",
        "Adriana: Have you found him?",
        "Dorian: Actually, we have.",
        "Adriana: Get him back here so we can reunite the happy family."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=H-4swS57oWE"
}