{
    "Episode Summary": [
        "Episode # 10483 ~ Fur Flies"
    ],
    "Recap": [
        "Matthew and Destiny talk to Tea about their legal options regarding the fact that his parents won't authorize the surgery that could help him walk and that he won't accept that. She concludes if he is really serious, there are things she can do. Bo and Nora are talking about their son an wondering what to do. And when they least expect it, a summons server finds them a serves them with a subpoena drawn up by Tea on behalf of their son. Meanwhile, Rachel and Greg notice a client of hers has suffered a head trauma. Greg knows that it is urgent that he get surgery. He takes the kid to the hospital and risks getting thrown in jail by hospital security in order to save his life. Rachel and Shawn are both in awe of the fact that Greg moved heaven and earth to save a young boy's life. Blair and John talk about the ending of their marriage. He tells her that he does not want an annulment since it was a real marriage and she will always mean something to him. Rex convinces Stacy to give him the bag of blood and she gives up when he declares that he could never love her. She is distraught and heartbroken. Schuyler finds her but she does not listen to what he has to say. And she declares that this is not over. She will get revenge upon them."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Matthew's voice: All right, let's go. Buchanan looking for the open shot. Ooh, he gets it. Oh, it's all good. Oh, let's grab it.",
        "Bo: Yeah.",
        "Nora: Bo?",
        "Bo: Ah, hey, Nora.",
        "Nora: Did I hear Matthew's voice?",
        "Bo: Uh, I was just looking at some old videos, home movies.",
        "Nora: Oh. I haven't done that in a while. Actually, I'm not really able to do that.",
        "Bo: I haven't been able to stop watching them.",
        "Nora: Have you spoken to Matthew?",
        "Bo: Since he stormed out?",
        "Nora: Mmm. Kind of was hoping that was a bad dream.",
        "Bo: Well, he just had his heart set on a miracle.",
        "Nora: Doesn't he understand we would never say no without a good reason and that we would do anything in this world to make him happy?",
        "Bo: He's just a kid, you know. He doesn't want to...think about the scary parts of this operation. Now, eventually, he's gonna realize that we're just trying to protect him.",
        "Nora: Do you think so?",
        "Bo: Yeah. He just needs time to cool off.",
        "[SCENE_BREAK]",
        "Téa: Just because you gave me this doesn't mean I'm taking your case.",
        "Destiny: You have to. I've seen it on TV a million times.",
        "Téa: Life doesn't always work the way it does on TV.",
        "Matthew: So you're not gonna help me?",
        "Téa: I didn't say that. Okay. Why do you two kids need to retain a lawyer?",
        "Matthew: Because I'm a kid and I have no control over my life.",
        "Destiny: That's right. And because he's a kid, he needs to divorce his parents.",
        "[SCENE_BREAK]",
        "John: So I'm guessing those are Manning's. I just ran into Téa.",
        "Blair: Well, I guess she told you, then, that she walked in on us doing the horizontal mambo.",
        "John: Yeah.",
        "Blair: You here to tell me what a fool I am, maybe call me a slut?",
        "John: Just want to make sure you're okay.",
        "Blair: I just slept with the one man that I shouldn't have, John. Of course I'm not okay.",
        "[SCENE_BREAK]",
        "Schuyler: Gigi.",
        "Gigi: Oh, my God!",
        "Schuyler: Sorry.",
        "Gigi: Hi, Schuyler. Hi.",
        "Schuyler: You look like you're in a hurry.",
        "Gigi: Just going to grab a book of Shane's from the car. I thought maybe I could persuade him to take a break from the video games.",
        "Schuyler: Okay. Wait. So, wait. If you're here, then that means...",
        "Gigi: We convinced Stacy that Shane needs another stem cell transfusion, yes.",
        "Schuyler: And she's gonna get the bag of blood from the real donor?",
        "Gigi: With any luck. She just left. Rex is following her.",
        "Schuyler: And she did not admit everything?",
        "Gigi: Stacy? Are you kidding? But if everything is going according to plan, Rex just told her we all know she's a lying bitch, and he's on his way back here with the blood.",
        "[SCENE_BREAK]",
        "Rex: You want me to make love to you?",
        "Stacy: You did it before.",
        "Rex: Because you lied to me. You made me think you saved Shane's life.",
        "Stacy: You didn't worry about this then. The only thing you worried about was kissing me and holding me and...making love to me. Mmm.",
        "Rex: What are you doing?",
        "Stacy: Oh, this is so much softer than those ballet mats.",
        "Rex: I'm not doing this.",
        "Stacy: You couldn't even wait to get me home. You took me right there.",
        "Rex: Look, this is now. Do you hear me? This isn't happening.",
        "Stacy: Well... Actions do speak louder than words.",
        "[SCENE_BREAK]",
        "Greg: So what do you say? Will you join us?",
        "Shaun: We have to find Destiny first.",
        "Greg: Oh, she's just outside with Matthew. You know, he can come, too. What do you say?",
        "Brendan: Hey, Rach.",
        "Rachel: Brendan. Uh, hey. Shaun, Greg, this is Brendan, my, uh, friend.",
        "Brendan: It's cool. You can tell them you're my drug counselor. She's totally amazing, by the way.",
        "Shaun: Totally?",
        "Brendan: Oh, yeah. Before I met her, I was so wasted, I didn't even want to board.",
        "Rachel: You should see him on the ramp now.",
        "Brendan: Oh, I just bit it doing a kick-up, though.",
        "Rachel: Oh.",
        "Brendan: Carlotta's usually good for some ice.",
        "Greg: You should wear a helmet.",
        "Brendan: Hey, are you the dude that sent Rachel those flowers?",
        "Shaun: No, I'm that dude.",
        "Rachel: Brendan, are you okay?",
        "Brendan: Uh, yeah. 42 days clean, I swear. It's just the hand.",
        "Greg: But that's it?",
        "Brendan: I kind of got a wicked headache. I can take aspirin, right?",
        "Greg: No, no, you don't need aspirin. You need to get to the hospital.",
        "[SCENE_BREAK]",
        "Matthew: Divorce my parents?",
        "Destiny: It'll work, right? It's called emancipation.",
        "Téa: Yeah, and it's a very serious step. It means severing all ties with your mom and dad, including financial ones.",
        "Destiny: He doesn't care. He wants my brother to help him.",
        "Téa: Who's your brother?",
        "Matthew: Dr. Evans. He said he can give me an operation that'll make me walk again.",
        "Destiny: But his parents won't let him have the surgery.",
        "Téa: Why is that?",
        "Matthew: I don't know. The doctor said there's a slight chance something could go wrong.",
        "Téa: How slight, Matthew?",
        "Matthew: It doesn't matter. I want to walk again.",
        "Téa: So you think if Matthew becomes emancipated, he could authorize the surgery for himself?",
        "Destiny: They did it on TV. What? My mom watches those shows.",
        "Téa: Matthew, do you really want to do this?",
        "Matthew: I love my mom and dad, but if it's the only way I can get out of this wheelchair, yeah, I want a divorce.",
        "[SCENE_BREAK]",
        "Nora: How much time do you think it'll take Matthew to cool off?",
        "Bo: It's hard to say. I just wish that we didn't have to take a stand like this.",
        "Nora: Yes, please. I know, I know. You know, I've even been doing some research over similar cases, seeing if that would change my mind.",
        "Bo: And Evans isn't as good as he says he is?",
        "Nora: Oh, no, he's fantastic. Several doctors actually do this procedure, and he has the highest rate of success.",
        "Bo: But?",
        "Nora: I just keep going back to those patients who ended up worse off than they were before, and there were those who...",
        "Bo: Didn't even make it.",
        "Nora: Yes. And out of all of them, the fatalities--they were found in patients with pre-existing conditions. Matthew--Matthew had seizures when he was a baby, Bo. I--it's just too scary.",
        "Bo: Hmm. You know, I keep picturing the look on his face when he heard about the operation. Just like...immediately, he could picture himself walking again.",
        "Nora: Have you changed your mind?",
        "Bo: Hmm? No. No, no, no. I don't want him to do this any more than you do, you know. It's--it's Clint that doesn't get it.",
        "Nora: No. Yeah. He just looks at the surgery as some sort of magic bullet.",
        "Bo: Have you told him about your research, showed it to him?",
        "Nora: Well, I would if he was speaking to me, but...",
        "Bo: That's bad timing, isn't it? I mean, since you're getting married in a couple of days.",
        "Nora: Yeah, well, at this rate, I think the only way he'll make it to the altar is to say, \"I don't.\" Hmm.",
        "Bo: Hope you're joking about that.",
        "Nora: Why? Fondue set not returnable?",
        "Bo: I just hate to think that I was the one responsible for you calling off your wedding.",
        "[SCENE_BREAK]",
        "Gigi: To think, by the end of the day, everything is gonna be all right. I almost want to pinch myself.",
        "Schuyler: Yeah. Yeah. I mean, you won't have to worry anymore. Shane will have everything he needs.",
        "Gigi: And Rex will finally be back home where he belongs.",
        "Schuyler: Yeah, that's great.",
        "Gigi: And everyone will finally know what a liar Stacy is. It wasn't enough she pretended to be my son's donor. She had to pretend to sleep with my boyfriend, too. Sorry. Like I said, I'm hyper.",
        "Schuyler: No, it's okay.",
        "Gigi: So what are you doing here, anyway? Are you okay?",
        "Schuyler: Yeah-uh, yeah. No. Uh, yeah, I'm--I, uh--I had a meeting.",
        "Gigi: Oh, God, learn to mind your own business, Gigi. OH.",
        "Schuyler: No, it's okay. I'm allowed to tell you that I'm in a group for recovering addicts. I just have to keep everyone else anonymous.",
        "Gigi: Well, still, if you don't want to talk about it--",
        "Schuyler: I--I don't mind. It was a good meeting. I even shared.",
        "Gigi: Oh, that's--that's good, right?",
        "Schuyler: Yeah, it was. Uh...talked about you.",
        "[SCENE_BREAK]",
        "Rex: You expect me to have sex with you?",
        "Stacy: If you want this. And if you don't--",
        "Rex: All--all right! All right!",
        "Stacy: So you'll do it?",
        "Rex: You know me. I will do anything to save my son's life.",
        "[SCENE_BREAK]",
        "Téa: If you guys want to do this, let me tell you the deal. The emancipation laws in this country generally apply to minors over 16 and under 18.",
        "Matthew: Well, I'll be 16 next winter.",
        "Téa: OK. Let's go over here. Yes. They generally apply to minors who are also living and working outside their parents' homes.",
        "Destiny: We could get you a job, and then you could find your own place.",
        "Téa: Even if you do that, this is a long process. Most minors reach maturity before it's over.",
        "Matthew: I have to wait 3 years?",
        "Téa: Ah, well, there are exceptions, when the court will grant immediate emancipation.",
        "Destiny: Like what?",
        "Téa: Oh, like if the minor wants to join the military or get married--",
        "Destiny: Wait. That's, like, your thing, right?",
        "Téa: My thing?",
        "Destiny: You get people married so they can win court cases. I read it on the internet.",
        "Téa: I doubt very much that Matthew wants to get married.",
        "Destiny: He wants to walk again. And...if it'll help, I can marry you.",
        "[SCENE_BREAK]",
        "Gigi: You talked about me at your meeting?",
        "Schuyler: Well, yeah. You know, I mean, they--they want you to focus, like, on the good things in life, and I talked about what a good friend you've been. So--",
        "Gigi: Me?",
        "Schuyler: Yeah.",
        "Gigi: Um, if it wasn't for you, I never would have known Stacy was faking being Shane's donor.",
        "Schuyler: Okay. Well, I couldn't watch her do that to you anymore.",
        "Gigi: You turned everything around for me. If you hadn't helped me, Shane would still be furious with me and I might never have gotten back together with Rex. Speaking of, what is taking him so long?",
        "Schuyler: Hey, Gigi, you know what? If I know Stacy, she's gonna try to get out of this.",
        "Gigi: Not a chance. I just wish I could see the expression on her face when Rex tells her she's busted. Schuyler, what's wrong?",
        "Schuyler: Huh? Nothing. Nothing. I'm just...you know, I kind of almost sort of feel bad for her, finding out that it's really over with the one person that she wants.",
        "[SCENE_BREAK]",
        "Blair: See what I mean about being a fool?",
        "John: Oh, I don't think you're a fool.",
        "Blair: Well, what about a liar? All those times that I told you I was through with Todd, I--I meant it.",
        "John: I know.",
        "Blair: What's wrong with me, John?",
        "John: Nothing.",
        "Blair: Not according to my Aunt Dorian.",
        "John: Oh, yeah? What's her diagnosis?",
        "Blair: Oh, she says it's Crameritis, you know--always worried about what other people have. I want to keep what I don't even want.",
        "John: Todd?",
        "Blair: You think it's hopeless?",
        "John: I'd never think that about you.",
        "Blair: Whatever. Um... delivery man: Lady said this goes in the cabana?",
        "Blair: Yeah, right in there, guys. Don't ask.",
        "John: Mmm. I don't like seeing you beat yourself up like this.",
        "Blair: Come on, John, why not? I did something really stupid.",
        "John: Well, you know what I think of Manning.",
        "Blair: Yes, I know what you think of Manning.",
        "John: You know, I'm not here to judge you. I'm just here.",
        "Blair: Even though you're with Marty now?",
        "[SCENE_BREAK]",
        "Rachel: Are you sure Shaun can park in that lot? It says \"emergencies only.\"",
        "Greg: Well, we need to get Brendan looked at now.",
        "Brendan: My hand is fine, really.",
        "Greg: Where'd you hit your head when you fell?",
        "Nurse: What do you think you're doing?",
        "Greg: This boy has to be examined. I already did a preliminary checkup, okay?",
        "Nurse: Who are you?",
        "Greg: I'm a doctor.",
        "Nurse: You can't go in there. You're not on staff here.",
        "[SCENE_BREAK]",
        "Schuyler: I'm sorry. That's Rachel. We work in a treatment center together. Can I just--I'm gonna--",
        "Gigi: Go.",
        "Schuyler: One second. Rachel, hey.",
        "Rachel: What? Oh.",
        "Schuyler: Is that Brendan Greer?",
        "Rachel: Yeah. He just fell off his skateboard, nothing serious. He's talking and everything.",
        "Schuyler: Oh, good.",
        "Rachel: You know what? I should probably go in there.",
        "Schuyler: Yeah, go.",
        "[SCENE_BREAK]",
        "Nurse: I'm calling security.",
        "Greg: You can call whoever you want. We're staying right here.",
        "Rachel: You okay, Brendan?",
        "Brendan: How--how do you know my name?",
        "Rachel: What?",
        "[SCENE_BREAK]",
        "Nora: Bo, you didn't come between Clint and me.",
        "Bo: No. No, I meant when I yelled at him for bringing in Dr. Evans without talking to us first.",
        "Nora: Oh. Well, I mean, that wasn't his place to do that.",
        "Bo: I just didn't want to mess things up for you.",
        "Nora: Listen, ever since Matthew got hurt, Clint's whole approach to this has been, \"I'm gonna buy me a high-priced specialist and fix the problem.\"",
        "Bo: Sounds more like Pa every day.",
        "Nora: Yes, well, and most times, I find it endearing, but he does need to understand that you and I are Matthew's parents.",
        "Bo: Yeah. Well, he kind of feels like he's on the outside.",
        "Nora: Well, much as I do when he has issues with his children.",
        "Bo: Oh, and you never give him any advice?",
        "Nora: If he asks me for advice, I have given it.",
        "Bo: Okay.",
        "Nora: But I totally get that he would want to go through those times with Viki rather than me.",
        "Bo: Oh, you don't have to convince me. I don't know how I'd get through all of this if...I wasn't going through it with you.",
        "Nora: Do you know what? I have--I have that research here. Do you want to look at it?",
        "Bo: Yeah, sure, I'd like to take a look at it. Thanks.",
        "Nora: You know, maybe we should sit Matthew down and have him read it, you know? Or look at the websites.",
        "Bo: Yeah. It'd be like pulling teeth.",
        "Nora: No, really. Those websites are really fantastic. I just think that he would feel differently if he--if he saw that the...",
        "[SCENE_BREAK]",
        "Destiny: Why are you looking at me like that? It's not so crazy, right?",
        "Matthew: You really want to marry me?",
        "Destiny: She said that's how you get emancipated.",
        "Téa: Unfortunately, you both need to be 16. And, Destiny, you'd still need to get parental consent, which I doubt very much you'd be able to do.",
        "Destiny: I was just kidding. I knew it wouldn't work.",
        "Téa: Matthew, I don't think you really want to divorce your parents.",
        "Matthew: Probably not. It's just...",
        "Téa: What is it?",
        "Matthew: Everyone keeps saying that I can lead a productive life.",
        "Téa: You don't think you can?",
        "Matthew: It'd be different if there was no chance I could walk again, but there is. I know that.",
        "Téa: So you want to take that chance?",
        "Matthew: Yeah, but you just said there's no way.",
        "Téa: Look. I didn't say that there was no way.",
        "[SCENE_BREAK]",
        "Blair: It's all right. I can talk about Marty now.",
        "John: She's usually a touchy subject.",
        "Blair: And you are avoiding the question.",
        "John: Hmm.",
        "Blair: You're with her now, aren't you? Okay. Take that as a yes, and that it's serious. You know...you know me, and you know that I will probably never be a fan of Marty Saybrooke's and never the president of her fan club, but... John, if she makes you happy, you know it makes me happy. Well, I'd better call and... I'd better call my lawyer to hurry up so to get our marriage out of your way, right?",
        "John: I already did.",
        "Blair: I can't--I can't sign this.",
        "[SCENE_BREAK]",
        "Stacy: I want to hear you say the words, that you'll make love to me.",
        "Rex: I love Shane, I love Gigi, and I would do anything for them. I would throw myself in front of a train if I had to, and if I had to do this, I would.",
        "Stacy: So you will make love to me. Oh.",
        "Rex: Damn it, Stacy, is this really who you are? I guess maybe it is. You blackmailed Gigi, and now you're blackmailing me.",
        "Stacy: You want me, Rex. You know you do.",
        "Rex: No, I want what Shane needs to survive, and if you're this needy and desperate, this is the only way... I will have sex with you if I have to. But I would never call it \"making love\" because I would hate every second of it.",
        "Stacy: Rex, please.",
        "Rex: But at least I'd know why I'd be doing it. Why would you? Why would you want to have sex with somebody who didn't want you? Who couldn't wait for it be over so he could go back to the woman he does want? That turns you into nothing more than a common--",
        "Stacy: Fine! Just take it. Take it. Go. Go!",
        "[SCENE_BREAK]",
        "Blair: I thought we agreed on an annulment.",
        "John: I asked the lawyer to change it.",
        "Blair: But why? An annulment's easier. It's faster.",
        "John: It's a lie. It says the marriage never happened.",
        "Blair: If you want to, you know, start off with a clean slate?",
        "John: Do you?",
        "Blair: You're talking to me here. A clean slate? Come on. Don't you want your first marriage to be with someone who really matters? Come on.",
        "John: It was. You mattered, and you always will. Look. I'm gonna get out of your way, alright?. You sign them whenever you feel like it.",
        "Blair: You got a pen?",
        "[SCENE_BREAK]",
        "Téa: Okay. Let's be clear. All you want is the right to choose thee surgery for yourself.",
        "Matthew: Yes.",
        "Destiny: There is something you can do?",
        "Téa: There's a lot can do.",
        "Destiny: So what are you waiting for? Do it.",
        "Téa: Hello! I am not cheap. This pays for about t 10 seconds of my time, but I will be keeping it. Thank you very much.",
        "Matthew: Trust me. I'm good for it.",
        "Téa: You sure?",
        "Destiny: He said so, didn't he?",
        "Matthew: Look. This is really important to me.",
        "Téa: I'm getting that. But have you thought about how your parents will react?",
        "Matthew: They'll probably be pissed at first but once I'm walking again, they'll forgive me.",
        "Téa: They'll forgive you, but what about me?",
        "Destiny: Why do you care what Matthew's parents think of y you?",
        "Téa: Having the police commissioner and the D.A. angry at me, a defense attorney? Not exactly the wisest move in the world.",
        "Matthew: It's not more important than me walking again.",
        "Téa: I give you this: You are your mother's son. What the hell, Nora hates me, anyway.",
        "Destiny: So you'll do it?",
        "Téa: Yeah. Let me make a call. I'll get the ball rolling.",
        "[SCENE_BREAK]",
        "Nora: That was last fall.",
        "Bo: Just before basketball tryouts.",
        "Nora: He wanted you to videotape him so that he could analyze his form.",
        "Bo: Yeah. Now I'm the one looking at the tape.",
        "Nora: God. How do you do that?",
        "Bo: First I thought it would be hard seeing him walk again, but that wasn't it.",
        "Nora: What was?",
        "Bo: Seeing his face.",
        "Nora: He looks so happy here.",
        "Bo: How do we help him get that back?",
        "Nora: I don't know.",
        "Bo: It's like he thinks it's never gonna happen, you know. He doesn't even want to try.",
        "Nora: I do know that I can't until I face my own. Bo, will you do me a favor?",
        "Bo: What?",
        "Nora: Will you play this videotape for me? Please? Please? Please?",
        "Nora's voice: Whoo-hoo!",
        "Matthew's voice: And the crowd goes wild. Yeah!",
        "Bo's voice: Let's see it again. Nope. What are you doing?",
        "Matthew's voice: Dad, go sit next to Mom. Ha ha ha!",
        "Matthew's voice: Come on, get closer.",
        "[SCENE_BREAK]",
        "Schuyler: Sorry. One of the kids from the center was brought in. I just--I had to check with Rachel.",
        "Gigi: Yeah, and you were getting sick of hearing me rant about Stacy. Look. I'm sorry. I know that you two were friends.",
        "Schuyler: No. No, you have every right to hate her.",
        "Gigi: I don't know if I hate her, but I cannot feel sorry for her, not after what she did.",
        "Schuyler: Yeah, forcing you to choose between Rex and Shane? I an, come on, that's unbelievable.",
        "Gigi: I still can't believe I did that--lying to the man I love more than anything, saying I didn't love him anymore. Thank God everything is finally out in the open. It's nothing but honesty from now on.",
        "Schuyler: Yeah. Yeah, , no--yeah, honesty.",
        "Gigi: Are you sure you're okay?",
        "Schuyler: Actually, can we----can we, like, get a cup of coffee or something?",
        "Gigi: Right now?",
        "Schuyler: Yeah, just while you're waiting. Please? Please?",
        "Gigi: Well, o--",
        "Schuyler: I just--I have something that I want to talk to you about.",
        "Gigi: Oh, my God! You got it.",
        "Rex: I got it. Stacy had it locked in fur vault. At least she knew t to keep it cold.",
        "Schuyler: Where is Stacy now?",
        "Rex: Still there, as far as I know.",
        "Gigi: Didn't want to admit she lost?",
        "Rex: Actually, she was kind of mess.",
        "Schuyler: I got to go.",
        "Gigi: Balsom, we did it.",
        "Rex: Yeah, we did it, Morasco. Now we just got to get this blood somewhere safe.",
        "Gigi: I'm gonna tell Shane good news.",
        "[SCENE_BREAK]",
        "Greg: This kid has lost consciousness. Where the hell is an orderly?",
        "Nurse: Security is on its way. If you don't step away from that boy right t now--",
        "Greg: He has an intracerebral hematoma. You want to keep reading me the rule book? Go for it. But you're gonna watch this kid die!",
        "Nurse: You're sure?",
        "Greg: Yes. Bring me a high speed neurosurgical l drill.",
        "Nurse: But----",
        "Greg: Do it!",
        "Rachel: What are you gonna do?",
        "Greg: He's got pressure building up inside his brain. I release that pressure.",
        "Rachel: You're gonna drill a hole in his skull?",
        "Greg: That's the only way to save him.",
        "Rachel: But wait. He was fine just a little while ago.",
        "Greg: I know. They call it \"talk and die syndrome.\" It happens sometimes, especially when there's a hard fall to this area of the skull.",
        "Rachel: How did you know?",
        "Greg: The same reason that you thought he was using: His eyes weren't focusing. And then when he complained of a headache, and now--",
        "Nurse: I paged a surgeon.",
        "Greg: We don't have time to wait.",
        "Nurse: What are you doing?",
        "Greg: I said, we don't have time.",
        "Nurse: If you think I'm going to help you--",
        "Greg: Rachel, come over here.",
        "Nurse: This woman n is n not a professional.",
        "Greg: It doesn't matter. She's gonna help me.",
        "Rachel: Wait. I--I don't know what--",
        "Greg: It's okay. I can handle this.",
        "Rachel: I don't think I can do this.",
        "Greg: Yes, you can. You will shut up and do exactly as I say, or Brendan w won't make it to 43 days clean.",
        "Rachel: Brendan, remember how scared you were of getting clean? You didn't think you could do it, but you did because you were stronger than the drugs, and you are stronger than that. You are gonna be just fine.",
        "Security guard: All right, hold it right there.",
        "Greg: That's it. Just keep talking to him.",
        "Security guard: No, I said stop.",
        "Greg: You want to kill this boy?",
        "Security guard: No, you're the one that's doing that. Now, you can explain it down at the L.P.D.",
        "Shaun: You heard the doc.",
        "Security guard: And who the hell are you?",
        "Shaun: Someone who cares about this kid's life.",
        "Security guard: What? No.",
        "Shaun: What do you say me and you have a little talk?",
        "Security guard: Bad move.",
        "[SCENE_BREAK]",
        "Gigi: You still have the blood?",
        "Rex: They told me I have to wait for somebody to take it to the blood bank. I'm not letting it out of my sight until I know it's locked up somewhere safe and Shane's name is plastered all l over it.",
        "Gigi: Right. He's almost to level 9 in \"Aura.\"",
        "Rex: They got \"Aura\" here?",
        "Gigi: I think one of the nurses ought it in. But he was actually pretty psyched when I told him he could stop playing because we got what we needed.",
        "Rex: We can finally kiss this place go-bye.",
        "Gigi: Tell me everything. What happened when you caught Stacy?",
        "Rex: It was pretty bad.",
        "Gigi: Well, did she try to get out of it, or did she finally come clean?",
        "Rex: Both. Then she tried to blackmail me.",
        "Gigi: With what?",
        "Rex: It doesn't matter. It didn't work.",
        "Gigi: Well, we should have her arrested, Rex. What she did was wrong.",
        "Rex: I know, but I think she's suffering enough as it is.",
        "[SCENE_BREAK]",
        "Schuyler: Stacy. Stacy, you okay?",
        "Stacy: What?",
        "Schuyler: You all right?",
        "Stacy: He told me he didn't want me.",
        "Schuyler: Yeah. I'm sorry.",
        "Stacy: You're sorry? This is all your fault. You're the one who told Gigi I wasn't the donor.",
        "Schuyler: Yeah. Yeah, because it was the truth.",
        "Stacy: Yu ruined everything. If y you didn't, everything would have been fine.",
        "Schuyler: No. No, it wouldn't have. It was all a lie. He didn't know you. How could he care for you if he didn't know you?",
        "Stacy: He did!",
        "Schuyler: Not the real you.",
        "Stacy: I don't care.",
        "Schuyler: Okay. You know what? Maybe. Maybe--maybe this is a good thing. Maybe this is an opportunity for you to be real.",
        "Stacy: I just want to be with him. I love him. I love him so much.",
        "[SCENE_BREAK]",
        "John: We don't have to do this now.",
        "Blair: Yeah. Yeah, we do. Come on. We both need to--to move on. Hey.",
        "John: Hmm?",
        "Blair: I am gonna miss you.",
        "John: Well, there's no law against being friends.",
        "Blair: Oh, yeah, the way you and Marty are friends? No, I didn't mean it...like that, I mean. I just meant that sometimes that's easier said than done. I mean, look at Todd, Téa, and me.",
        "John: That's not us.",
        "Blair: No. No. We were by far more civilized. Uh, here goes. Okay. Your turn.",
        "Female singer: The chances are you lose yourself lose yourself to someone else I made that mistake when I was young and the time it takes to give it back somewhere that I don't know if I I can stay anymore female Singer:: Found courage to let your heart through and I don't want to let you down it's a little late to get to how this can all go wrong",
        "Blair: Well,...that's it.",
        "John: Yeah, it looks like it.",
        "Blair: We had some good times, didn't we?",
        "John: We had some great times.",
        "[SCENE_BREAK]",
        "Greg: Pupils equal and reactive. Nice job.",
        "Rachel: It worked?",
        "Greg: It worked.",
        "Nurse: I'll get him a bed.",
        "Shaun: You're all done?",
        "Greg: Yeah. Kid's gonna be okay.",
        "Shaun: The guard called some of his buddies. You might be in trouble.",
        "Doctor: Somebody call me about a craniotomy?",
        "Greg: It's done. Patient's stable. Well, I guess we're gonna need another rain check for dinner at the Palace, huh?",
        "Rachel: You saved Brendan's life.",
        "Shaun: That's my brother...the hero.",
        "[SCENE_BREAK]",
        "Matthew: So now what?",
        "Téa: For you two? Nothing.",
        "Destiny: So then, what are we supposed to do?",
        "Téa: Be patient. Everything is in motion, starting right about now.",
        "[SCENE_BREAK]",
        "Matthew's voice: Mom, Dad, get closer.",
        "Bo's voice: Come on, who are you? What are you, Cecil B. DeMille?",
        "Matthew's voice: Just get closer. Come on. That's close enough.",
        "Bo's voice: Okay.",
        "Nora's voice: Bo, hello! What are you doing?",
        "[Knock on door]",
        "Bo: Yeah. Come in.",
        "Process server: Commissioner Buchanan?",
        "Bo: Yes?",
        "Process server: Consider yourself served.",
        "Nora: Is that a summons?",
        "Process server: D.A. Hanen?",
        "Nora: Yeah. Process server: I have one for you, too.",
        "Nora: Who would sue us?",
        "Bo: Our son.",
        "[SCENE_BREAK]",
        "Blair: Well, I guess this is, uh... really over.",
        "John: I guess so. Nah.",
        "John: Take care of yourself.",
        "Blair: You, too.",
        "[SCENE_BREAK]",
        "Schuyler: Let me, uh...let me take you home, okay?",
        "Stacy: I don't have a home.",
        "Schuyler: I know. You can stay with me.",
        "Stacy: No, because I don't want to stay with you.",
        "Schuyler: Okay. Stacy--",
        "Stacy: No, you know what? I don't want anything from you, Schuyler. I don't want you!",
        "Schuyler: I know that.",
        "Stacy: You know the only thing that makes me feel good about this? You lost Gigi, too. Go to hell, Schuyler!",
        "[SCENE_BREAK]",
        "Gigi: It doesn't look so bad.",
        "Rex: Since when are you scared at the sight of blood? Again. Shane did that. And from now on, that's what it's gonna be: You, me, and Shane. It's over!",
        "Rex: It's over.",
        "[SCENE_BREAK]",
        "Stacy: This isn't over. Nobody's ever gonna hurt Stacy Morasco again. They messed with the wrong girl."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=jYfjhYhJipE"
}