{
    "Episode Summary": [
        "Episode # 10344 -- First Chants, Second Chances"
    ],
    "Recap": [
        "Asa's lawyer pays his family a surprise visit and shows them a video where Asa declares that Nora, Clint, Bo and Nigel have all failed to do what he expected of them for the inheritance he willed to them. So he is going to give it all to David Vickers. Hopefully, it will motivate them all to smarten up and correct their mistakes, he tells them. Dorian is ready to \"seal the deal\" to adopt Langston and makes plans to take her foster daughter to New York and celebrate New Year's. But, she accepts the fact that Langston wants to see Puddle of Mudd in concert at Ultraviolet with Markko and lets her go. David Vickers appears out of nowhere and confesses to Charlie and Viki that he happens to know that Dorian drugged Charlie and that is the reason why he wound up drunk in an alley a while ago and had no clue how it happened. At that point, Charlie and Viki go to confront Dorian and tell her they are going to report her to Bo. Blair finds her out aunt is in trouble and declares that she will wash her hands of Dorian's problems. At that point, when Dorian is alone, she books a flight to flee Llanview.",
        "Marty knows that she can manipulate Todd by appearing in his home and making him think she might be interested in \"starting over\" with him. And it seems to be working."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: This isn't real. You're not actually here. I'm dreaming again.",
        "Marty: It's no dream.",
        "Todd: It has to be.",
        "Marty: Why is that?",
        "Todd: The only reason you'd show up here is to kill me.",
        "[SCENE_BREAK]",
        "Dorian: Look what I found, a present we haven't opened. And guess what? It's for you.",
        "Langston: But you've already given me so much.",
        "Dorian: Open it.",
        "Langston: Dorian \u0096",
        "[SCENE_BREAK]",
        "Bo: Beaver told me he has a message for us from Pa.",
        "Clint: Uh, Beaver? Pa's dead.",
        "Beaver: Asa will never really die. This concerns the entire Buchanan family, and particularly, Asa's long-lost son.",
        "[SCENE_BREAK]",
        "David: Namaste.",
        "Viki and Charlie: David Vickers?",
        "David: Please, that was the old me.",
        "Charlie: And who is the new one?",
        "Moe: I said, I'd help take the extra food to the homeless shelter. I didn't say I'd stay and wash dishes.",
        "Noelle: But we're short-handed because of the holiday.",
        "Moe: Noelle, I told you, I cannot cook for Dorian Lord with dishpan hands.",
        "David: Namaste.",
        "Moe and Noelle: David Vickers?",
        "David: I now go by the name of David Vickeroshi.",
        "Charlie: Vickeroshi?",
        "Viki: You actually changed your name?",
        "David: Oh, I've changed much more than that. Like this humble diner I see before me, I have been transformed.",
        "[SCENE_BREAK]",
        "Rex: Okay, come on, Gigi. I know I have to balance the club's books, but you didn't say anything about selling off my fixtures.",
        "Gigi: What? We're not selling the fixtures.",
        "Rex: Then why are all these people lined up outside? They are not getting my antique martini shakers.",
        "Gigi: They don't want your antique martini shakers. They want -- concert tickets.",
        "[SCENE_BREAK]",
        "Markko: Wait until Langston hears we're going to see Puddle of Mudd. She's going to freak.",
        "Cole: I forgot that could be a good thing. Freaking.",
        "Markko: Which is exactly why you and Starr need this concert, take your mind off of stuff.",
        "Cole: I don't even think Puddle of Mudd can take Starr's mind off testifying against her own dad.",
        "Markko: You guys can't stay home on New Year's Eve. That's for, like, old people. Boring, old people.",
        "Cole: You know, I think I don't mind being boring. My life's been pretty interesting, and it kind of sucks.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Blair: If you had a video game, you can just leave it at home.",
        "[SCENE_BREAK]",
        "Marty: I didn't kill you the last time I was in this room, did I?",
        "Todd: That was a dream.",
        "Marty: I had a gun. That was real.",
        "Todd: I told you to do it.",
        "Marty: And I couldn't do it. I couldn't kill you.",
        "Todd: Let me go change my clothes, and I'll come right back. You'll stick around?",
        "Marty: I'm not going anywhere. Not until I get what I came for.",
        "[SCENE_BREAK]",
        "Clint: Why would Asa send his attorney over in the middle of Christmas?",
        "Nora: Well, maybe it's good news.",
        "Asa: Well --",
        "Renee: Oh, dear.",
        "Asa: Congratulations. Nothing means more to me than -- than my family. And you, you all did me proud.",
        "Beaver: Sorry, wrong disc.",
        "Bo: Wrong disc?",
        "Beaver: Asa was prepared for every eventuality.",
        "Asa: You all had only one job to do, and you couldn't do that right. Last year, I gave you a deadline to bring up B.E.'s stock price. You couldn't even do that. You let it sink like the Titanic. Which means, you all lose everything you have got.",
        "[SCENE_BREAK]",
        "Viki: David? The last time I saw you was --",
        "David: At the airport. I remember very well. The very best day of my life. I had lost everything. Addie had just dumped me.",
        "Moe: Did she take your clothes?",
        "Noelle: Moe.",
        "David: I had no friends, no money, no home.",
        "Clint: Show these two creatures out.",
        "Nigel: It will be my pleasure, sir.",
        "David: I had nothing left. Nowhere to go. So I got on a plane, bound for a place I had never seen before.",
        "Charlie: I'm sorry, how is this the best day of your life?",
        "David: Because somewhere, out over the ocean, we hit a storm.",
        "[SCENE_BREAK]",
        "Langston: \"Certificate of Adoption\"? This is the best present I've ever got.",
        "Dorian: I was thinking about giving it to you earlier, but I didn't want it to get lost among the designer handbags and diamond earrings.",
        "Langston: Now, no one can take me away from you. Not the government, not my Uncle Ray, not anyone.",
        "Dorian: Oh. You're not wearing your earrings.",
        "Langston: I thought they were for special occasions.",
        "Dorian: Diamonds are always appropriate for a Cramer woman, and that's what you are, almost.",
        "Langston: I thought it was official.",
        "Dorian: No, it's not official. Not until the initiation.",
        "Langston: What initiation?",
        "[SCENE_BREAK]",
        "Blair: You, um -- I think you should maybe go away a little bit more often, yeah.",
        "John: How was your Christmas?",
        "Blair: Better, now that you're back. But I think it's like Christmas as usual around here, you know. You get the little boys a game, thinking that it's going to be great, and all they do is spend the rest of the afternoon fighting.",
        "John: That could be any holiday with the McBain brothers.",
        "[Blair chuckles]",
        "Blair: Yeah. But it's good that we're all here as a family, you know? Beats a hospital or a courtroom as a family.",
        "John: Hmm. It's too bad it's all got to come to an end.",
        "Blair: Maybe it doesn't. You stay right there. Ahem.",
        "John: Oh, no.",
        "Blair: Oh, ho, ho, ho, ho, ho. Ho, ho, ho, ho, ho, ho.",
        "John: What -- I --",
        "Blair: What's wrong?",
        "John: I just -- I don't know if I'm very good at this.",
        "Blair: Receiving gifts?",
        "John: Yes, receiving gifts.",
        "Blair: Well, that's just too bad, because I am damn good at giving them.",
        "John: Yeah?",
        "Blair: Yeah, open it up.",
        "John: All right. Oh --",
        "Blair: Oh, look at that. You know, you got so much time on your hands now.",
        "John: Mm-hmm. You think this -- this would be better for the country club or the golf course?",
        "Blair: I think you can wear it anywhere you damn well please, but while you're deciding --",
        "John: What do you got here? \"Lester Young.\"",
        "Blair: Mm-hmm.",
        "John: Wow, you know, this is -- this is a very rare recording.",
        "Blair: It's probably a bootleg, but, you know, since you're not a cop, you can't arrest me.",
        "John: Hmm.",
        "Blair: Mm-hmm.",
        "John: Nice clean copy, no scratches.",
        "Blair: Good.",
        "John: Thank you.",
        "Blair: You're welcome.",
        "John: Thank you. I actually, um -- I brought a little something for you.",
        "Blair: Oh, and here I thought you only hated receiving presents, so you're pretty good at --",
        "John: Well, we'll see. Forgive my wrapping job.",
        "Blair: Plane tickets?",
        "John: Plane tickets. It's for this new beach resort. You know, they're supposed to have all that great stuff like, you know, wind surfing and snorkeling.",
        "Blair: Oh, you snorkel?",
        "John: No. Water actually scares me. But somebody said I need to try new things.",
        "Blair: You do. But I -- I can't accept this.",
        "[SCENE_BREAK]",
        "Todd: You're still here.",
        "Marty: I -- ahem -- I said I would be.",
        "Todd: Yeah, well --",
        "[Todd chuckles]",
        "Todd: What are you doing here?",
        "Marty: I came to retrieve something I left behind.",
        "[SCENE_BREAK]",
        "Noelle: You crashed? What happened?",
        "Moe: He made it, unfortunately.",
        "David: The turbulence was unbelievable. I was sure that the plane was headed down. Even the flight attendants were saying their prayers.",
        "Noelle: Were you scared?",
        "David: Oh, I was terrified. But the man sitting next to me was cool as a cucumber. He was smiling. When the plane stopped shaking, I asked him how he could be so calm.",
        "Noelle: What did he say?",
        "David: He said --",
        "Man: I do not fear losing my life, for I have my soul.",
        "Charlie: So, you had some sort of a spiritual awakening?",
        "David: Hmm.",
        "Viki: And you really expect me to believe that?",
        "[SCENE_BREAK]",
        "Asa: You knew the stakes. Stock's up, you're rich. Stock's down, you're broke. And don't give me any of your damn excuses.",
        "Clint: This has to be a mistake.",
        "Bo: Hey, Nigel, could you please pour me a big glass of that fancy whiskey? Just skip the eggnog.",
        "Clint: He couldn't possibly have known that Dorian took over the company.",
        "Renee: Or that we'd be banking with the U.S. government.",
        "Nora: Well -- give me that. There have to be some provisions here.",
        "Asa: It doesn't matter how you blew, you blew it.",
        "Bo: What are you going to do now, try to reason with him?",
        "Nora: I mean, when he says \"everything,\" does he mean everything?",
        "Asa: Just so we're clear about everything, and I mean everything, the gravy train is over. Nora, pack your bags. Maybe Renee will take you in at The Palace. Bo, you might want to try to get that do-nothing mayor of ours to actually pay you a salary. And, Clint, see if Viki will take you back. She's still loaded, right? Because the rest of you, my friends, are flat-ass broke.",
        "[SCENE_BREAK]",
        "David: I understand you're skeptical, Viki. But you should know this was not an overnight transformation.",
        "Viki: A few days? A whole week?",
        "Charlie: So, what exactly happened?",
        "David: When the plane landed, my seat mate offered me a place to stay.",
        "David: Oh.",
        "David's voice: The accommodations were not what I was used to.",
        "David's voice: And the clothes were strictly off the rack.",
        "Moe: So, what made you decide you could live without zippers?",
        "David: The people there. They were so -- happy. And they showed me that I could be happy, too.",
        "David's voice: It was not easy at first.",
        "[David chuckles]",
        "[Clatter]",
        "David's voice: And I was not the best of students.",
        "[Clatter]",
        "David: I was happy.",
        "David: I won! I found it!",
        "[David laughs]",
        "Noelle: Just because?",
        "David: No, not just because. Because I had the answer. I finally had the answer. What had been disappearing, I believe, was my soul. When I was ready to embrace the truth, I was ready to see the light. I gave up everything I had. And now, I have everything I want.",
        "Viki: I'm very happy that you found yourself on a mountaintop.",
        "David: Namaste, Viki.",
        "Viki: So, what are you doing in Llanview?",
        "[SCENE_BREAK]",
        "John: You know, we don't have to snorkel. I'm sure they got a lot of other things we can do.",
        "Blair: And I would love to do all those other things with you. I -- I just -- I just can't leave now. It's really a bad time. Starr, she's just charging Todd with attempted kidnapping, and Jack, he's acting out because I'm spending so much time with Starr. He doesn't understand. I just -- I'm sorry, John, I can't leave the kids, you know?",
        "John: You don't have to say sorry. You got a lot -- you got a lot on your hands right now. It's a good thing the tickets are open-ended.",
        "Blair: I know I really need to just relax, but -- when is snorkeling season anyway?",
        "John: I think it's all year-round.",
        "Blair: Do you have a preference?",
        "John: Whenever you can go. I got nothing else really keeping me around here.",
        "Blair: What about Marty?",
        "[SCENE_BREAK]",
        "Marty: I left my journal here.",
        "Todd: Oh. Gosh, I haven't seen it, not that I've been looking for it but --",
        "Marty: It's under the mattress.",
        "Todd: Is that all?",
        "Marty: Uh -- what else would there be?",
        "Todd: Right. Listen, I wanted to apologize for the way Téa treated you in court.",
        "Marty: Well, you had a constitutional right to an attorney.",
        "Todd: I just didn't want you to have to talk about what happened between us.",
        "Marty: I was under oath.",
        "Todd: Well, like I said, I'm sorry.",
        "Marty: You know, I really don't need to keep this. Everyone knows how I feel now. \"Blank page in a book. At times, that's what I feel like. As if my life began when I met Todd Manning.",
        "[SCENE_BREAK]",
        "Asa: I've always believed you use money to take care of your family, and family to take care of your money.",
        "Renee: There you go.",
        "Asa: Since you all couldn't hack it, time to give someone else a chance.",
        "Nora: Someone else? Someone in the family?",
        "Asa: By now, you know I had another son.",
        "Nora: Oh.",
        "Asa: I told Nigel to hold on to his name until the time was right. And if he hasn't spilled the beans already, I'm going to do it myself. I, Asa Buchanan, leave everything I own, lock, stock, and barrel, to the son I never acknowledged, David Vickers.",
        "[SCENE_BREAK]",
        "David: As I have learned from my spiritual advisers, life is like a circle.",
        "Noelle: Like a pie.",
        "David: Yes, like a pie. Or a round cake.",
        "Noelle: Mm-hmm.",
        "David: You must return from whence you came.",
        "Charlie: So, you're just here for a visit, then.",
        "David: Llanview will always hold a very special place in my heart. Just like Viki will hold a place in yours, Charles.",
        "Charlie: Charlie.",
        "David: But, I must admit, I do have a higher purpose. I have come to atone for the sins I've committed here.",
        "Viki: So you're going to be here quite a while.",
        "David: As long as it takes to right my wrongs. I must confess to those that I've hurt. That begins with the two of you.",
        "[SCENE_BREAK]",
        "Dorian: Pack your bags. We're going to New York tomorrow.",
        "Langston: Tomorrow?",
        "Dorian: Yes. What better place to spend New Year's than the big apple?",
        "Langston: Well, I have been wanting to check out this club on Prince Street.",
        "Dorian: Sure, do that if you have enough energy left -- from shopping!",
        "Langston: How much shopping?",
        "Dorian: Shopping? Lots of shopping. Lots of it -- we have to fill out our winter wardrobe, spring, summer, cruise.",
        "Langston: Oh, okay.",
        "Dorian: We'll hire a limo. We'll watch the ball drop.",
        "Langston: Tomorrow's New Year's Eve.",
        "Dorian: Yes. And we'll be together. Won't that be fun?",
        "Langston: Yeah, fun.",
        "[SCENE_BREAK]",
        "Gigi: You like it?",
        "Rex: False advertising? Love it. But what do we do when all these people show up tomorrow and Puddle of Mudd's not here?",
        "Gigi: Then we call Sarah Roberts.",
        "Rex: I know she used to book bands for Capricorn, but she knows Puddle of Mudd?",
        "Gigi: She knows someone. When I saw they were playing in Philly this week, I asked her if she had any connections.",
        "Rex: And they're playing Ultraviolet?",
        "Gigi: It says so on the sign.",
        "Rex: So we won't go broke? I can keep my club? I can keep my martini shakers.",
        "[Gigi chuckles]",
        "[SCENE_BREAK]",
        "Markko: This you and Starr being just friends and all, how does that work?",
        "Cole: It works fine.",
        "Markko: For now. What about when she starts dating someone?",
        "Cole: I don't know. I guess I'd get used to it.",
        "Markko: So you could hang with them? You, Starr, and some other guy?",
        "Cole: You think I'd be jealous?",
        "Markko: I don't know. I do know that things can get pretty weird when people stay friends with their exes.",
        "[SCENE_BREAK]",
        "John: I'm worried about her. I hated seeing her get ripped apart like that in court.",
        "Blair: Well, that's Téa. She just loves going in for the kill.",
        "John: Hmm. And now Manning's back out on the streets.",
        "Blair: Yeah, and I'm sure Marty's Christmas was -- sucked.",
        "John: Hmm. Well, if they get him on attempted kidnapping, at least it'll be something.",
        "Blair: Well, if Starr has anything to say about it, her dad will be behind bars.",
        "John: You can't control the system.",
        "Blair: You know what?",
        "John: Hmm?",
        "Blair: When and if we do get away, I'm going to do everything I can to distract you.",
        "John: I look forward to that.",
        "Blair: Good.",
        "[SCENE_BREAK]",
        "Marty: \"He wants us to leave here for a new life and a new family. And so do I.\"",
        "Todd: You don't have to do this.",
        "Marty: \"Todd's past doesn't matter any more than mine. A new year will soon be here. And more than anything, I look forward to spending that with Todd.\"",
        "[SCENE_BREAK]",
        "Markko: We're going to ring in the New Year with Wes Scantlin.",
        "[Langston sighs]",
        "Langston: I'm sorry, I can't go.",
        "Markko: What? Why not?",
        "Langston: I'll tell you later.",
        "Cole: So? Was she stoked?",
        "Markko: Yeah.",
        "Cole: Well, then why don't you look happier?",
        "Markko: She can't go.",
        "Cole: Why not?",
        "Markko: I don't know. I got to sell these tickets.",
        "Langston: Well, I better go upstairs and pack for the Big Apple.",
        "Dorian: You know, it just occurred to me that traveling during the holidays can be so hectic and New Year's Eve, the -- the crowds. What was I thinking?",
        "Langston: You heard. Well, I told him that I couldn't go, so it's fine.",
        "Dorian: So you better call him back. In fact, better yet, go find him.",
        "Langston: You sure you don't mind?",
        "Dorian: New York will be there next week. And I'm going to be your mother for the rest of your life.",
        "[SCENE_BREAK]",
        "Charlie: What did you do to Viki and me?",
        "David: It's not so much what I did.",
        "Viki: Ah, so much for atoning.",
        "David: Mine was a sin of omission. I knew for a fact that Dorian was hiding someone in her bedroom the day of the B.E. shareholders' meeting. And later, I found out that she had haripnal -- hop-- hip-- rip-- the date-rape drug, in her doctor's bag.",
        "Noelle: And you work for this woman?",
        "Moe: She's never tried anything with me.",
        "Charlie: She drugged me first? That's how she got me drunk?",
        "David: I apologize for not telling you previously, but I was trying to blackmail Dorian and it wouldn't have been conducive to my plan to -- remember, love is the answer.",
        "Noelle: You think you should get over there?",
        "Moe: Dorian Lord knows how to take care of herself. Don't you worry about it.",
        "David: I feel unburdened.",
        "Noelle: And you really don't need or want anything?",
        "David: Hmm. How about a vegan menu?",
        "[SCENE_BREAK]",
        "Asa: I know you're all asking yourselves how can I give my fortune to that jackass David Vickers, even if he is my own flesh and blood?",
        "Clint: Now you start to make sense.",
        "Asa: It's called incentive. I need to dangle a carrot in front of the lot of you. Think of Vickers as one big carrot.",
        "[SCENE_BREAK]",
        "David: Money means nothing. True enlightenment cannot be obtained through the material world.",
        "[SCENE_BREAK]",
        "Asa: This guy is nothing but a con artist and a snake in the grass.",
        "Bo: He's your son, all right.",
        "Asa: He's going to spend my money faster than he can make it.",
        "Clint: Still, you're going to give it to him.",
        "Asa: So you have got to stop him.",
        "Nora: And how are we supposed to do that?",
        "Asa: Don't ask me how to do it. Figure it out.",
        "Bo: We're standing here having a conversation with the TV, and it's working.",
        "[SCENE_BREAK]",
        "Marty: When I read what I've wrote about the new year, we were going to be so happy --",
        "Todd: It means you still hate me, doesn't it?",
        "Marty: It was all a lie.",
        "Todd: No, it wasn't. Marty, we were going to be so happy.",
        "Marty: The baby, being together. I trusted you and none of it was real.",
        "Todd: No, that's not right. It was real.",
        "Marty: Don't say that --",
        "Todd: What you felt was true.",
        "Marty: No, stop it. Just stop it.",
        "Todd: Yes, it was.",
        "Marty: No, you kept me away from my friends and my family --",
        "Todd: I'm sorry, I'm sorry.",
        "Marty: And my son!",
        "Todd: Yes.",
        "Todd: Maybe you should go see your son now. I mean, you shouldn't be here. What are you doing here? You should -- it's Christmas. You should be with your family. 'Tis the season.",
        "Marty: I can't.",
        "Todd: Why not?",
        "Marty: Because it was real.",
        "Todd: I don't -- what are you saying to me? Are you saying that you do feel something for me still? Is there a chance for us?",
        "Marty: You think we could be together? You think I could ever be with you?",
        "Todd: Marty, I realize I hurt you, but I am the man you wrote about in that book. I swear I am. You and I can do this, we can. Nothing is impossible.",
        "Marty: Oh, no, I can't. I can't listen to this.",
        "Todd: Yes -- or don't listen to it. Just give me one night.",
        "Marty: No, no.",
        "Todd: Yes! Please!",
        "Marty: No, I'm leaving.",
        "[Piano chords clang]",
        "[SCENE_BREAK]",
        "John: Thank you for the record.",
        "Blair: Oh, well, you're welcome.",
        "John: Slightly lesser extent, this shirt.",
        "Blair: No, I think you should wear that when you're listening to that.",
        "John: No, I'll save it for snorkeling.",
        "Blair: If we ever get there.",
        "John: You know, everything's going to be all right.",
        "Blair: Would you do me a favor and just come by here every single day and say that to me, please?",
        "John: Okay.",
        "Blair: Okay?",
        "John: What are you doing New Year's Eve?",
        "[SCENE_BREAK]",
        "Bo: What do we do now?",
        "Beaver: I suggest you start preparing to turn everything over to David Vickers.",
        "Nora: When do the funds get transferred?",
        "Beaver: Well, as soon as we can track him down.",
        "Clint: You don't know where he is?",
        "Beaver: Well, my P.I. has checked out a few leads. I'm flying out tonight to look into one of them.",
        "Nora: And then once you find him?",
        "Beaver: I'll inform him of his inheritance. Really good seeing you all again.",
        "[Laughter]",
        "Beaver: Happy Holidays.",
        "Nora: Yeah.",
        "Bo: Right back at you. Well -- ahem -- anyone want to help me pack up the bar?",
        "Nora: Oh, how can you joke at a time like this?",
        "Bo: Well, you heard what Pa said -- I got a salary.",
        "Clint: Nobody is packing anything. All we have to do is follow Asa's orders and outsmart Vickers.",
        "Bo: That sounds good. Any ideas?",
        "Clint: No, not at the moment, but till we do, we should keep this thing quiet which shouldn't be all that hard because other than Renee and Natalie and Jared, Nigel, the only people who know that Vickers is a Buchanan are right here in this room.",
        "Nigel: Sir? There are two others.",
        "[SCENE_BREAK]",
        "Gigi: So are you -- are you going to bring a date to this shindig?",
        "Rex: Yeah, if I -- if I get lucky.",
        "Gigi: Who is she? I will scratch her eyes out.",
        "Rex: Better not because she is the girl that I've been waiting for all my life.",
        "[SCENE_BREAK]",
        "Langston: Hey, buddy, got some tickets?",
        "Markko: Ha, ha, ha.",
        "[Langston chuckles]",
        "Langston: Guess what -- I can go.",
        "Markko: What?",
        "Langston: Oh -- sorry. I mean, best boyfriend in the world, I can go.",
        "Markko: Well, I sold your ticket.",
        "Langston: What?",
        "Markko: Yeah, to this really hot girl who wanted to go with me.",
        "Langston: I love you. You -- oh, my goodness, I really am the luckiest girl alive.",
        "Markko: Oh, do I have to call you that from now on?",
        "Langston: Only if Dorian says so. She put off the trip she was planning for her and me to celebrate the fact that the adoption is final.",
        "Markko: That's awesome. She is definitely the best mom in the world.",
        "Langston: Well, I'm glad you think so because from now on, if you don't treat me right, you're going to have to answer to my new mama.",
        "[SCENE_BREAK]",
        "Dorian: If it isn't the ghost of Christmas past -- two of them.",
        "Viki: We know what you did to Charlie, Dorian -- we know how you got him to drink.",
        "Dorian: Charlie is a grown man. How could I get him to drink?",
        "Charlie: That's why you drugged me with the date-rape drug.",
        "[Dorian chuckles]",
        "Viki: Your face tells me that you admit it.",
        "Dorian: No, my face is registering astonishment. I mean, how could you come to such a preposterous conclusion?",
        "Viki: It's clearly the right one, Dorian.",
        "Charlie: Look, one minute, you and I were arguing about my telling Viki that Jared was my son, not a Buchanan. And then suddenly, everything went blank.",
        "Dorian: Oh, I am sorry. I really don't have time for these baseless accusations.",
        "Viki: Charlie is a recovering alcoholic! How would you feel if someone had done that to Mel?",
        "Dorian: I would've been very upset because I care deeply about the people I love.",
        "Viki: Really? If that were true, none of this would've happened.",
        "Dorian: It is true. Now please excuse me.",
        "Viki: Dorian, you're just never content with what you have. You always want more and that's why you are so miserable. And when you see other people happy, you want them to be just as miserable as you are.",
        "Dorian: Bye-bye.",
        "Charlie: Come on. We're not going to get anything out of her.",
        "Viki: No, we probably won't, but someone else will. We'll be back, Dorian, with Bo Buchanan.",
        "[SCENE_BREAK]",
        "Blair: Did you just ask me out for New Year's Eve?",
        "John: I think I did.",
        "Blair: Hey, the answer is yes!",
        "John: You don't even know where we're going.",
        "Blair: Well, no, I don't, but why don't you give me a hint so I know what to wear?",
        "John: No. Merry Christmas.",
        "Blair: Merry Christmas to you, too. Hmm.",
        "Blair: What --",
        "Dorian: Where's my day planner?",
        "Blair: I don't know.",
        "Dorian: I need my address book. I -- oh.",
        "Blair: Who do you want to call?",
        "Dorian: Oh -- my lawyer.",
        "Blair: Lawyer? What's wrong?",
        "Dorian: Nothing would be wrong if Viki would only remember that she owes me her life, and I'll tell you, I am not going to be spending New Year's Eve in prison.",
        "Blair: Prison? Dorian, what -- you know what? No, no, no, no, no. You are a grown woman; you can take care of yourself. I am not going to be sucked into your problems, not today. No way.",
        "Dorian: Thanks.",
        "Dorian: Hello. I -- I want to get a plane reservation. I -- I don't know to where. Anywhere, okay? I just don't care. Wait a minute. I was wrong about that. Yeah, I know exactly where I want to go.",
        "[SCENE_BREAK]",
        "David: Namaste. Remember -- love is the answer.",
        "Moe: Sure. Love is the answer -- when you don't have anything else.",
        "Noelle: What's that supposed to mean?",
        "Moe: I wonder just how giving David Vickeroshi would be if he actually had something to lose.",
        "[SCENE_BREAK]",
        "Bo: For all we know, Vickers is in Timbuktu. He has no idea that he's worth millions.",
        "Clint: Max Holden and Alex Olanov, huh? Now, how did they find out that Vickers is Asa's son?",
        "Nigel: I'm afraid I confided in Mr. Holden about Mr. Vickers at Mr. Buchanan's funeral. I was overwrought.",
        "Clint: Hmm. And Alex?",
        "Nigel: Was listening.",
        "Bo: I'm going to go run Vickers through the database at the department.",
        "Clint: Well, if we're at all lucky, he's in a Thai prison somewhere.",
        "Bo: You know, I'm hoping it's a Turkish prison.",
        "Clint: Yeah.",
        "Bo: See you.",
        "Clint: See you later. Nigel -- did they say what they were planning to do with this bit of information?",
        "Nigel: Mr. Holden swore he would never tell another living soul about Mr. Vickers. I know he wouldn't do anything to jeopardize your family.",
        "Clint: Yes, and Alex?",
        "Nigel: I offered her a bribe.",
        "Clint: You didn't have to sleep with her, did you, Nigel?",
        "Nigel: Oh, oh. Please. No, I gave her my bequest from Mr. Buchanan -- his boat, the Jeb Stuart, as well as his island, St. Blaze's.",
        "Clint: And Alex is there right now?",
        "Nigel: Where no one with any interest in the Buchanan family will encounter her.",
        "[SCENE_BREAK]",
        "Dorian: Passport, photo I.D. -- oh. This is an absolute inspiration. Sun, sand, no extradition treaty. St. Blaze's, I am on my way.",
        "[Dorian chuckles]",
        "Dorian: Jean-Marc?",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Todd: Hello?",
        "Marty: I'm sorry I ran out like that.",
        "Todd: No, that's okay. Are you all right?",
        "Marty: Oh, I want to see you.",
        "Todd: What?",
        "Marty: You asked for one more night. How about New Year's Eve?",
        "Todd: Does that mean --",
        "Marty: But promise me you won't say anything to anyone. People wouldn't understand.",
        "Todd: Oh, no. I won't tell anyone, I promise.",
        "Marty: Great. Then I'll see you tomorrow.",
        "[SCENE_BREAK]",
        "Next week on \"One Life to Live\" --",
        "Blair: I feel right at home.",
        "Todd: No, no, I want to see you.",
        "Marty: I want to see you, too.",
        "Téa: What the hell are you thinking?",
        "Rex: Puddle of Mudd!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=7ajxNk-bYYo"
}