{
    "Episode Summary": [],
    "Recap": [
        "Michael's peers are worried that he shouldn't do this operation. They know that this could be a terrible mistake. Michael tells everyone that he will be fine. He wants the crazy bastard to live. Vincent has gone to the station to report the fire. Something is wrong. A man died in the fire. It was Ted. Vincent feels that this was deliberate and that a full investigation is needed. Cristian thinks that Vincent set this fire himself. He feels that this is an insurance scam for money. Trouble with that is Vincent hasn't got insurance on the building. Money was tight and he couldn't afford it. Antonio is skeptical and tells Vincent that he will call him if anything comes up. Vincent can see that he won't be getting any help from the cops. He leaves frustrated and drives around for a while, ending up at John's room. He tells the story of his troubles and tells that he only came there to talk. That was where he used to come to talk when he thought that he was talking to Hugh. John is willing to listen and at the end of it all, John sees that Vincent is really there to get some help with his case. \"I want you to get Vega and the boys in blue to start helping me If not I might get help from a certain little redheaded forensics expert.\" John knows that will never happen. He knows that Natalie knows better than to stay away from him. John asks Vincent some questions about his building but Vincent is pretty tightlipped. Vincent finds that John is that way when questioned about his family. He finds it interesting that they have this trait in common. \"That is all that we have in common,\" John assures him. Natalie returns and Vincent leaves. He watches Natalie talking to John through the window to the room and knows that they have more in common than just keeping things to themselves. Blair and Spencer go under the knife. Michael is warned over and over not to do the operation on Spencer, but he insists. He is a professional, and even Marty is strongly against this. Michael ignores everyone and does a splendid job. Spencer's life is saved. Michael wishes for the first time in his career that he hadn't been successful at an operation. \"What about my baby?\" Spencer asks when he comes to. Paige tells him that Blair is still being worked on and that just for the record, the baby isn't his. Dorian arrives and Todd walks up to her cuffed. \"Is it true that Blair got a DNA test and that the baby is mine?\" Dorian confirms that is true. Starr is thrilled and she and her father go to the chapel to pray. Blair's operation is over. The surgical staff have managed to save Blair's life for as for the baby"
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Adriana: Here you go. Merry Christmas.",
        "Santa: Same to you, young lady. God bless.",
        "Rex: Hey.",
        "Adriana: Rex. How'd you know I was here?",
        "Rex: I'm a private investigator.",
        "Adriana: Or a stalker.",
        "Adriana: Did I really just say that?",
        "Rex: Actually, I was picking up another Christmas gift, and I saw you crossing the street. Hot chocolate a la marshmallow.",
        "Adriana: Thank you.",
        "Rex: Want to talk about it?",
        "Adriana: No.",
        "Rex: Want to do some shopping before the stores close?",
        "Adriana: I'm not in the mood.",
        "Rex: Okay. Your mom tries to give you 50 grand. The assumed-name thing was a little weird, but she was trying to help. It was start-up money for your company.",
        "Adriana: It was another attempt to buy me back. Can we not talk about this anymore?",
        "Rex: Fine with me.",
        "Adriana: What's that?",
        "Rex: Oh, uh -- it's another Christmas gift for Tommy. Stocking stuffer. It's fun buying for him. Although, like I said earlier, I wish I didn't suck so bad at wrapping.",
        "Adriana: Face it, Rex, you're just not great with your hands.",
        "Rex: What was that about my hands?",
        "[SCENE_BREAK]",
        "Man: All I had was a couple of beers.",
        "Antonio: And now you'll be spending Christmas with us. Take him to the executive suite.",
        "Officer: Okay. Hot cider this way, buddy. Let's go.",
        "Man: They made a mistake, I'm telling you. I'm stone-cold sober!",
        "Antonio: Oh. Aren't they always?",
        "Vincent: Where's the commissioner?",
        "Antonio: He's out of his office. What's going on?",
        "Vincent: One of my buildings was burned down to the ground.",
        "Antonio: The empty one on the docks? Was that yours?",
        "Antonio: I heard it on the radio. They found a body.",
        "Vincent: Yeah. His name was Ted. He worked for me. Now, I don't know what the hell he was doing down there. He was supposed to be in Atlantic City on business, but he had the keys. Now, this poor guy -- he must've got trapped, burned to death.",
        "Antonio: I'm sorry to hear that.",
        "Vincent: Yeah. I'm sorry, too. But I didn't come here for your sympathy. I want a full investigation.",
        "Layla: Vincent. My sister told me about the fire -- it was all over the news. A man was killed?",
        "Vincent: Ted.",
        "Layla: Oh, my God that's horrible. Are you okay? That's silly -- of course you're not okay. I'm sorry for interrupting.",
        "Vincent: I need you to get your people on this right away.",
        "Antonio: And I told you, the fire department will deal with this first.",
        "Vincent: Not the fire department, the police department. This was arson. This was set. Somebody did this on purpose, which means my friend was murdered.",
        "[SCENE_BREAK]",
        "John: Hey.",
        "Natalie: Hey, yourself. How you feeling?",
        "John: It's good to see you.",
        "Natalie: How's the pain.",
        "John: It's there.",
        "Natalie: Is it bad?",
        "John: Sometimes.",
        "Natalie: I'm sorry.",
        "John: Not me. It'll all be worth it if I get out of here today.",
        "[SCENE_BREAK]",
        "Doctor: Dammit, he's losing too much blood. I can't see the bleed long enough to tie it off. More suction.",
        "Michael: Listen, Dr. Truman and I were working on an anticlotting agent, ok? It's experimental. We're still not sure about the dosing, so we're going to have to give it to him in increments, all right? Now. If we don't give it to him, he'll die. I've got to know. Are you comfortable with this?",
        "Doctor: I have to protect you, Dr. McBain.",
        "Michael: No, we have to protect our patient.",
        "Doctor: You and Truman have a lot of history, and there's no one to consent to an experimental procedure.",
        "Michael: It's Spencer's drug, and if it works, I'll guarantee he'll be happy.",
        "Doctor: I'm not worried about him. Are you sure you can handle it, that your personal feelings won't compromise your performance?",
        "[SCENE_BREAK]",
        "Second doctor: How far along is she?",
        "Dr. Chen: Between 15 and 17 weeks, second trimester.",
        "Doctor: Fetus can't survive, not unless we save the mother.",
        "[SCENE_BREAK]",
        "Starr: My mom's going to be okay. She just has to be.",
        "Bo: Well, we're all praying for your mom, Starr.",
        "Starr: My mom is a really strong person. Once, she fell down the flight of stairs in our apartment and she was fine the whole flight. All she got was a scrape on her shoulder. She's okay. She's going to be fine.",
        "Bo: Well, you're right, because she's strong, your mom.",
        "Starr: Where is my dad? Why isn't he back yet?",
        "Dorian: What is going on? Oh, Starr, darling.",
        "Starr: Dorian --",
        "Dorian: Oh, I -- oh, I was at a fundraiser dinner, and they called me out to say there's an emergency, Blair had an accident, she's in surgery. Is she going to be all right? Is she going to lose the baby?",
        "Todd: Dorian, what do you know about the baby.",
        "Dorian: Just that Blair is pregnant.",
        "Todd: Yeah, well, before they took her into surgery, she said it was mine and that there was a DNA test proving it. Is that true?",
        "[SCENE_BREAK]",
        "Antonio: All right. So why do you suspect this was arson?",
        "Vincent: Because I was just about to renovate the damn place. I had my guys go in there. They threw out all the garbage, vetted the electrical system, installed the burglar alarm, overhauled the sprinklers, nothing happened.",
        "Antonio: So do you claim that someone disabled the system and set the fire.",
        "Vincent: Yeah, and my boy lost his life. Now that's the real tragedy.",
        "Antonio: If it was arson, who do you suspect?",
        "Christian: I know who I suspect. You.",
        "[SCENE_BREAK]",
        "Michael: Doctor, are you questioning my professionalism?",
        "Doctor: It's been my experience, Doctor, that when a surgeon has any kind of --",
        "Michael: Truman butchered my father on the operating table while closing stitches. I plan to save this man's life. Now, go into my office, the right hand drawer of my desk has the key to the cold storage. There's a vial, it's marked Truman/McBain research. I want you to get it, and I want you to get it now!",
        "Nurse: But, Dr. McBain, if I \u0096",
        "Michael: I will handle this. Go!",
        "Doctor: Hang another bag of blood. I hope this wonder drug of yours works quickly.",
        "Michael: Oh, it will. I want this bastard to live a long time.",
        "[SCENE_BREAK]",
        "Todd: Dorian, just tell me the truth. Is the baby mine or Spencer's?",
        "Dorian: The baby is yours.",
        "Todd: Are you positive?",
        "Dorian: Absolutely. You said it yourself -- the DNA test confirmed it.",
        "Starr: My! Dad! You're the -- you're the father of the baby! You and Mom -- you're going to have a baby!",
        "Todd: Okay. All right.",
        "Starr: I'm so excited! Aren't you excited?",
        "Todd: Yes. I guess it all makes sense now, doesn't it? Why she passed out in court, couldn't drink, had the headaches?",
        "Starr: Another little or brother- they're going to be okay. They have to make it. They have to make it.",
        "Dorian: Would somebody please tell me what is going on here?",
        "Bo: Blair and Spencer Truman fell off a warehouse roof.",
        "Dorian: They fell off a roof? What were they doing there.",
        "Bo: Hey, Starr, why don't you go over and talk to Marty and Cole, okay?",
        "Starr: No, are you kidding me? Whatever you have to say, I'm old enough to hear.",
        "Bo: My men have evidence that Truman was telling the truth about the kidnapping.",
        "Todd: That's not likely.",
        "Bo: Well, then prove it, Manning, because Forensics say that you didn't just stumble on to his hiding place. You were holding him there at that warehouse. And that adds credence to his assertion that you pushed him and Blair off the roof.",
        "Starr: No, why would he do that? He wouldn't do that.",
        "Todd: I'll handle this, sweetie.",
        "Bo: We replayed your 911 call. Now you didn't even mention Truman being injured when you called for Blair. Even when asked specifically. You didn't even mention it to the paramedics that showed up there at the scene. The only person that seems to be lying right now is you.",
        "[SCENE_BREAK]",
        "[Machine beeps rapidly]",
        "Doctor: Heart rate is falling. The baby's in distress.",
        "Dr. Chen: I'm doing what I can.",
        "Doctor: Might not be enough.",
        "[SCENE_BREAK]",
        "Natalie: John, you just had surgery. You're not leaving the hospital -- not now.",
        "John: That was the point of all these grafts, Natalie -- so I could get the hell out of here.",
        "Natalie: Right, but you've got to let the grafts take. You probably have to be here another few weeks. The doctors have got to monitor you, give you your pain medicine.",
        "John: Look, I don't need any more pain killers, all right? I can handle the pain. I'm handling the pain. You want to help me? Get me that pen over there. On the chart. I want to -- I want to start trying to limber up my fingers again.",
        "Natalie: John, don't push yourself.",
        "John: Of course, you can get me the pen now, or as soon as you leave here, I will get up and get the pen myself.",
        "Natalie: You're such a jerk.",
        "John: Thank you for that",
        "John: Whew.",
        "Natalie: You know --",
        "John: I know what I'm doing.",
        "Natalie: Why don't you just --",
        "John: I know what I'm doing.",
        "Natalie: Oh -- okay. I'm sorry, Dr. McBain. I guess I just forgot who I was talking to.",
        "John: Did the doctors tell you that I needed to be in here the next few weeks?",
        "Natalie: No, but it's obvious. All they said is that they think that you're going to be out of here a lot sooner than they expected, but --",
        "John: How soon?",
        "Nurse: How are you doing, Mr. McBain?",
        "John: Fine, Jennifer. If those are pain pills, I don't want any.",
        "Jennifer: Well, the doctor prescribed it so you can get some rest.",
        "John: I don't want any more rest. Do you know what I want? I want my remote back so I can watch television.",
        "Jennifer: I'm sorry, I was told --",
        "John: You were told what?",
        "Jennifer: The doctors don't want you agitated.",
        "John: You know what agitates me? It agitates me when people tell me no and treat me like a child. That's what agitates me.",
        "[John sighs]",
        "Natalie: John, just take the meds!",
        "John: I don't want any meds. I just told you, I don't want my meds.",
        "Natalie: Yeah? You know what? I know exactly what you told me, but here's the deal, John -- you just got out of surgery, so no TV for now. But I am going to call Uncle Bo, and I am going to find out what's going on but only if you stop acting like a pain. Now, this pain medicine here was prescribed for you, so you're going to take it. What you're going through is hard enough, and I don't want you to make it any harder.",
        "[John takes the medicine with a grimace]",
        "[SCENE_BREAK]",
        "Vincent: So you're saying that I'm a murderer? That I burned down my own building and I killed a man?",
        "Cristian: I'm not accusing you of murder, but I do think that you would burn down your own building.",
        "Vincent: Why?",
        "Cristian: Insurance money. Come on, you know you've been having money issues ever since the boxing commission fined you. Your reputation's got to be trash. I mean, nobody wants to work with a cheater, right?",
        "Antonio: So the easiest way to get some cash is to burn down your own warehouse and then put a claim in for insurance.",
        "Cristian: That's right.",
        "Vincent: Excuse me. You're a cop. What hell are you in accusing me of a crime that I'm reporting? I'm supposed to be the victim here.",
        "Antonio: Look, I'm just looking at this thing from all sides.",
        "Vincent: Well, excuse me, Detective. I didn't have any insurance. Just like little brother said, I was having a little money problems, so I had to let the insurance policy lapse. Now, I may be a little light, broke -- tap city, whatever you want to call it. But somebody's out to get me.",
        "Antonio: Or Ted. You know anyone that's out to get him?",
        "Vincent: Huh. Ask little brother.",
        "Cristian: Ho, ho. Hey, I already beat the guy up. I got my revenge. Why would I want to kill him?",
        "Antonio: Nobody's --",
        "Cristian: And besides, Antonio, I was -- I was with Evangeline all night.",
        "Antonio: I got you. Look, no one's accusing you of anything.",
        "Vincent: Blood runs thick around here, you know. Cristian has just as much motive as I do.",
        "Antonio: Yeah, well, he's an arsonist, okay, and -- and like you said, all right, no one knew Ted was there.",
        "Vincent: But someone did. And you're going to find out who.",
        "Antonio: Well, like I told you before, we need to find out if the fire was set deliberately, and that's going to take a while, so what I suggest is that you go home. I'll call you when we find something out.",
        "Vincent: Outstanding. You know, Llanview's finest, the boys in blue -- they're so anxious to get out there and help a guy like me. Thanks.",
        "[SCENE_BREAK]",
        "Starr: Look, Dad, he's evil and I just wish he would die.",
        "Todd: All right, okay.",
        "Starr: I know that it's --",
        "Todd: Look, let's just worry about your mom and the baby now, okay?",
        "Starr: But --",
        "Bo: No, umm, look, Dorian's here to take care of Starr.",
        "Starr: No, I don't --",
        "Bo: Blair's going to be in surgery for a few more hours. I think it's time to go.",
        "Starr: No! He can't go!",
        "Marty: Bo, can't - please, can't you, you know, just wait a little while, give Todd some time with Starr till she calms down?",
        "Todd: Oh. Would you like to help me?",
        "Marty: No, I'm helping Starr.",
        "Starr: Please, Bo. My dad needs to be here for my mom and the baby. We need to be here together as a family. Please.",
        "Bo: Okay, fine. I'll give -- I'll give them some family time together, for Starr's sake.",
        "Starr: Okay. How about we go to the chapel and pray?",
        "Todd: It's up to the commissioner.",
        "Bo: Okay.",
        "Starr: Come on.",
        "Bo: Go with them, keep your eyes open. Excuse me.",
        "Dorian: Bo, how --",
        "Adriana: Hey.",
        "Dorian: Oh, Adriana. Rex.",
        "Rex: We heard about Blair and Truman on the news.",
        "Adriana: Is Blair all right?",
        "Dorian: They don't know. I hope that she is - and her poor baby.",
        "Rex: Baby?",
        "Adriana: Blair's pregnant?",
        "[SCENE_BREAK]",
        "Cole: If Starr's father pushed them off the roof, then --",
        "Marty: Then it's going to be terrible for Starr, as if she hasn't been through enough.",
        "Cole: Well, what do you think, Mom? I mean, could he have done that?",
        "Marty: Well, I hope not, for Starr's sake, but --",
        "Cole: What?",
        "Marty: I mean, Todd is capable of almost anything.",
        "[SCENE_BREAK]",
        "Michael: Okay. Suction. Cauterize that. No, that's bleeding pretty good. Okay.",
        "[SCENE_BREAK]",
        "Dr. Chen: No change in the fetal heartbeat. I don't know how much longer the baby can hang on.",
        "Doctor: He won't have any choice if I don't get the mother stabilized.",
        "[SCENE_BREAK]",
        "Starr: Are you going to pray with me?",
        "[SCENE_BREAK]",
        "Vincent: McBain. How you doing?",
        "John: Hopefully getting out of here soon.",
        "Vincent: Yeah. Good for you.",
        "John: What brings you down here?",
        "Vincent: I was -- I was pissed off. I went for a drive and I ended up here, maybe because I was looking for my friend Hugh? You know, I used to visit him here all the time -- at least, I thought I was visiting him. I just needed to talk.",
        "John: So talk.",
        "Vincent: Ahem. You know, what happened -- one of my employees was killed in a fire back in Llanview tonight in the building that I bought a couple of months ago down by the docks. Riverview. You know, I was going to convert that damn place into million-dollar lofts.",
        "John: That's tough luck, about your guy, you know? Money's just money. But I know what it's like to lose people you worked with. It can take its toll.",
        "Vincent: I have no idea what the hell he was doing down there. Now, I have to face his family, explain. I don't know what the hell I'm going to tell them. And then, nobody at the Llanview Police Department is taking me seriously.",
        "John: About what?",
        "Vincent: It was arson.",
        "John: You got any proof?",
        "John: Investigators think you torched the place yourself to collect the insurance money?",
        "Vincent: But I didn't have any insurance on the damn place, so I'm not even covered. So I had everything to lose and nothing to gain.",
        "John: So that's why you're here. You want my help.",
        "[SCENE_BREAK]",
        "Evangeline: Do you really think Vincent would burn down his own warehouse?",
        "Layla: I mean, without insurance, what's the point?",
        "Antonio: What I don't get is why he's after the LPD to investigate and why he would assume that it wasn't an accident.",
        "Layla: It doesn't make sense.",
        "[SCENE_BREAK]",
        "Doctor: Well, look at that. Pressure's rising. Well, you take over now, Dr. McBain. The procedure saved Dr. Truman's life.",
        "[SCENE_BREAK]",
        "Bo: Hi, Natalie. Yeah, as a matter of fact, I do have some news.",
        "[SCENE_BREAK]",
        "Cole: Starr's been in that chapel for a long time.",
        "Marty: Cole, it's time to go.",
        "Cole: No, not yet. I'm not leaving till she gets back. Listen, I don't mean to cause any problems. I just need to know that she's okay.",
        "[SCENE_BREAK]",
        "[Dorian sighs]",
        "Rex: Your mom's having a hard time.",
        "Adriana: So?",
        "Rex: So I think you should give her a break.",
        "Adriana: I'm here for Blair and Starr. My mother's needs are not my concern.",
        "[SCENE_BREAK]",
        "Todd: I don't do prayer. You know that.",
        "Starr: Well, do you do hope?",
        "Todd: Sometimes. Doesn't work out for me, though, very often.",
        "Starr: Well, you'd better hope that I pray good enough for the both of us. Dear God, my family is in trouble -- not just my mom but my baby sister or brother, too. Jack and I -- we need our mom and dad. And my dad -- I don't know what he would do without my mom. Dad?",
        "Todd: Hmm?",
        "Starr: Is it true what Spencer said? That you pushed him off the roof?",
        "Todd: No. The only person responsible for what happened to Spencer is Spencer.",
        "Starr: Then I believe you.",
        "Todd: What she said.",
        "[SCENE_BREAK]",
        "Dr. Chen: The baby's hanging on, but only just.",
        "Doctor: There's nothing more you can do, Dr. Chen. It's up to these two now.",
        "[SCENE_BREAK]",
        "Paige: How's she doing?",
        "Nurse: It's too soon to tell.",
        "[SCENE_BREAK]",
        "Doctor: Good work, Doctor.",
        "Michael: Thank you, Doctor. Now, listen, we did the best we could, okay? The rest is up to Dr. Truman.",
        "[SCENE_BREAK]",
        "Vincent: I was hoping that you could get Detective Vega to take me seriously.",
        "John: Homicide and major crimes will be on the case. And if not, nothing we can do.",
        "Vincent: But if they don't find any proof, well, that means that whoever did it was good.",
        "John: Any ideas?",
        "Vincent: It could be a lot of people.",
        "John: Oh, I'll bet.",
        "Vincent: I know what you think about me, John. And I know Llanview's finest don't give a damn about a man like me. But if they fall off their job, I'm going to find out who did it myself. So tell your boys to handle it. Square biz. Or I will. I might even get a little unofficial help from a certain redheaded Forensics tech I know.",
        "[SCENE_BREAK]",
        "Nurse: You can't go in there.",
        "Todd: Okay, listen, that's the mother of my children, the mother of my unborn child. There's something I have to tell her right now.",
        "Nurse: I'm sorry, it's too risky for the patient.",
        "Todd: I love you, Blair.",
        "Blair's voice: Todd, I know you're just trying to punish me. Because I know you still love me. You still love me.",
        "Todd: I love you, Blair. You have to come back to me.",
        "[SCENE_BREAK]",
        "[\"The First Noel\" plays]",
        "Cristian: We shouldn't have dragged them here.",
        "Evangeline: You know what, Cristian, you need a publicist or something, because if it was up to you, nobody would know about all the wonderful things you did.",
        "Antonio: You know, Cris. Evangeline is right. That window looks great, man.",
        "Cristian: It's just a shame they can't keep it up after Christmas.",
        "Layla: It was really great, Cristian. And you did that with your bad hand?",
        "Cristian: I still got a long way to go.",
        "Evangeline: Listen to me. The hand isn't what made you a brilliant artist. It is the vision God gave you, and you haven't lost that. So all you have to do is train the new hand to express it. And you can do that, Cris, because you accomplish everything you put your mind to.",
        "Cristian: You know, you believing in me means everything.",
        "Layla: That's what we all need, right? Someone to believe in us and someone you can believe in. Not like Vincent.",
        "[SCENE_BREAK]",
        "Vincent: So you don't have a problem with my asking Natalie for help?",
        "John: Well, you know, Natalie -- she's a smart girl, and she sees right through people like you. So no, I don't have a problem with it.",
        "Vincent: You know, I heard about what happened with Spencer Truman, him getting sprung on the way to the mental institution. It must have been a heavy blow for you.",
        "John: When I get out of here, I'll take care of it. Vincent And your father -- you know, Natalie -- she told me that you guys were real close.",
        "John: Yeah, we were.",
        "Vincent: No. Not me and my old man. I hardly knew him. But there was somebody else. You know? Somebody that was more like my dad than my own father.",
        "John: Yeah, who's that?",
        "Vincent: Nobody you would know. But he was the one who showed me the ropes. I used to ride with him when he used to take care of business in Llanview. You know, I guess that's why I'm so comfortable there.",
        "John: What kind of business are we talking about?",
        "Vincent: A little of this, a little of that.",
        "John: Yeah, well, \"that\" have something to do with the building that got torched?",
        "Vincent: Well, one never knows. Do one? I suppose it's a possibility.",
        "John: I'll give you this -- you don't give away a lot.",
        "Vincent: Neither do you. You know, there is actually something that we have in common.",
        "John: If we do, it's the only thing.",
        "Natalie: What are you doing here?",
        "John: Oh, he just -- he likes wearing the garb. But actually, Vince was just leaving.",
        "Vincent: Yeah, I'm through here. It's good to see you again.",
        "Natalie: Okay, he's gone. So fill me in. What did he want?",
        "John: First, tell me what's going on with Truman.",
        "Natalie: Ahem.",
        "John: Come on, Natalie. What happened?",
        "Natalie: John, I think you just need to focus on healing --",
        "John: Damn it, Natalie You're not helping with this, all right? I want to know what happened with Truman.",
        "[SCENE_BREAK]",
        "Dorian: Dr. Miller, how is Blair?",
        "Paige: I --",
        "Dorian: She hasn't lost her baby, has she? Please, tell --",
        "Starr: Is my mom okay?",
        "Paige: I observed some of Blair's surgery. It's too soon for a real prognosis, but the doctors are really hopeful.",
        "Starr: They have to save her and that baby. They have to live.",
        "Bo: Hey, what about Truman? How's he doing?",
        "Paige: He's still in the OR. I'm heading back there now. We're all praying for your mom and the baby.",
        "Starr: Thank you.",
        "Bo: It's time, Manning. There's nothing else that you can do here, and I've got to get your statement.",
        "Adriana: Todd, we can look after Starr.",
        "Dorian: Well, I'm here because of Blair, to do anything that she needs. And much as I would like to exclude you, I won't because Blair wouldn't want it that way.",
        "Starr: You know what, Dad? Why don't you just go and not cause any more trouble? It'll be okay, all right?",
        "Todd: You keep Marty's punk druggie kid away from my daughter, okay?",
        "Cole: Mr. Manning, I would never --",
        "Marty: Cole --",
        "Starr: Cole, it's okay.",
        "Adriana: Starr, is there anything I can do for you? Do you want to go take a walk around the block? Get some air?",
        "Starr: No, I need to stay here if my mom wakes up, okay?",
        "[Dorian sighs]",
        "Dorian: Excuse me.",
        "Rex: Oh -- you heard what her dad said.",
        "Cole: Get out of my way.",
        "Rex: Let's not make a scene, okay?",
        "Cole: I didn't intend to.",
        "Marty: Cole, sweetie, come on. Just don't do this, okay?",
        "Cole: She needs me, Mom.",
        "[SCENE_BREAK]",
        "Michael: He's going to make it. Blair?",
        "Paige: They don't know yet. Michael, I know what it took for you to be the best doctor you could be in there.",
        "Michael: I did the right thing. I saved a life. But I'm telling you, Paige, it's the one time I would have been happy to have failed.",
        "[SCENE_BREAK]",
        "Doctor: Damn it! We've got another bleeder.",
        "Dr. Chen: The baby can't survive much longer.",
        "Doctor: Pray, Dr. Chen. Pray for both of them.",
        "[SCENE_BREAK]",
        "[\"O Holy Night\" plays]",
        "Evangeline: I know it still hurts.",
        "Layla: But I'm better off without Vincent. You've told me that many times before. I tell it to myself over and over again. It's going to stick eventually. And Cristian is proof that there are still some good guys out there.",
        "Evangeline: There are. And you're going to find one, because you are the most beautiful thing I've ever seen.",
        "Layla: Oh, hmm. I'd better get home.",
        "Evangeline: Okay.",
        "Layla: Okay?",
        "Evangeline: Warm up.",
        "Layla: Yeah.",
        "Antonio: Me, too. I'll -- I'll walk you home.",
        "Layla: Oh, okay.",
        "Cristian: See you, guys.",
        "Evangeline: I know. I forgot my gloves.",
        "Cristian: You want to go to the diner and get some hot chocolate?",
        "Evangeline: No. I'd rather go back to my house and let you warm me up.",
        "Cristian: Ah. Because you know how hot I am for you, huh?",
        "Evangeline: I do. I can tell, and I don't want to waste it.",
        "Cristian: Let's go.",
        "Evangeline: Okay. Cris! Cris! Oh! Cris!",
        "[SCENE_BREAK]",
        "Vincent: Sorry, John. We got a lot more in common than you think.",
        "[SCENE_BREAK]",
        "Natalie: So, Bo thinks that Todd's the one who kidnapped Spencer.",
        "John: Blair and Truman are in critical condition?",
        "Natalie: Well, I checked at the hospital, and apparently, there's no word on Blair and the baby. But looks like Spencer's going to live. Thanks to Michael. He took an oath, John.",
        "John: He saved the live of the man who murdered his father.",
        "Natalie: Look, I mean, if you were in his position, wouldn't you have --",
        "John: No, I wouldn't have. I would be mixing gin and tonics when the bastard died on the table.",
        "Natalie: John --",
        "John: No. I want to talk to my doctors now. I need to get out of here.",
        "[SCENE_BREAK]",
        "Spencer: Michael --",
        "Michael: Yeah, that's right. It's me, Michael McBain in the flesh.",
        "Spencer: What happened, Mike. Am I --",
        "Michael: \"Going to make it?\" Yeah, you're going to make it. You came through surgery just fine. You're going to make a full recovery.",
        "Spencer: Blair? Our baby?",
        "Michael: We're still not sure if they're going to make it yet.",
        "Paige: But there's one thing we are sure of. That baby isn't yours.",
        "[SCENE_BREAK]",
        "Marty: Cole, come on, sweetie, it's time to go. Cole, please -- look, if there's anything that we can do, just --",
        "Dorian: I think you've already done enough, Marty.",
        "Marty: Dorian, we've never --",
        "Dorian: If you hadn't testified in court that Spencer wasn't mentally competent to stand trial, he'd be in jail now, and none of this would have happened.",
        "Dorian: Honey, would you like to sit down, have a talk?",
        "Starr: No, please, leave me alone. No one is going to make me better until I know that my mom and that baby are going to be ok. I'm going to go back to the chapel.",
        "Adriana: Come on, we should go with her, make sure everything's okay.",
        "Dorian: Um -- I'll go with you.",
        "Adriana: No. Rex and I can handle it.",
        "Dorian: Okay, then I'll go and check on Jack. I don't want to have him hear about his mother on television. Excuse me.",
        "Dorian: Oh, dear God, please. I don't want to lose her. Please, God, please. Help Blair.",
        "[SCENE_BREAK]",
        "Bo: Still no word on Blair and the baby, but Truman's out of surgery, and it looks like he's going to make it.",
        "Todd: Yeah, that's justice for you.",
        "Bo: I think you know I'm no fan of Truman's. I'll be honest with you. I think death is too good for him.",
        "Todd: Bo, I should be with my family right now.",
        "Bo: What you should do is tell me what happened in that warehouse up on the roof and down on the pavement. Hey, you don't want to end up in a cell with Truman.",
        "Todd: I've got nothing to say to you about it.",
        "Bo: Well, then I'm going to have to hold you, at least until the morning.",
        "Todd: Blair and my baby could be dying right now, and you're making me sit in your office. What the hell's the matter with you? What the hell is your problem?",
        "Bo: Look, I'm praying for Blair. Everybody that loves her is praying for her.",
        "[SCENE_BREAK]",
        "Doctor: The bleeding's stopped. Whew. Let's close her up.",
        "Dr. Chen: Good job, Doctor.",
        "Doctor: Just lucky. So is she. As for the baby \u0096",
        "[SCENE_BREAK]",
        "Bo: Todd, I need your statement.",
        "Todd: I got a statement for you, Bo. And you should write this one down. If Blair or that baby dies, it's over for Truman. I'm going to make sure of it.",
        "[SCENE_BREAK]",
        "<< On the next \"One Life to Live\" --",
        "Cristian: I have this little idea that I need your help with.",
        "Evangeline: Do you think he's going to ask me to marry him?",
        "Jessica: I hope you find that kind of happiness again soon.",
        "Nash: Me, too.",
        "Paige: I understand that nobody talked to you in the ICU.",
        "Todd: How's Blair?",
        "Paige: I'm very sorry."
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=MkQaHDQ99S4"
}