{
    "Episode Summary": [],
    "Recap": [
        "Natalie is outside Club Capricorn when R.J. comes out to join her. Lindsay, Dorian, and Paige talk in the Angel Square Diner when Bo comes up to join them .Paige remembers their previous conversation in which Dorian had told her that Lindsay was trying to break them up so that they (Lindsay and Bo) could get back together. Dorian tells Bo that he should know the truth. Paige tells Bo that she had been offered a job overseas, and she was just asking Dorian and Lindsay if she should take it. Layla, Rex and Adriana discuss the Nelle Furtado concert, and how great they thought it was. Adriana wonders where Layla was the night of the concert. There is a knock on the door, and it is Marcie. Marcie is frantic. She tells them that John had brought Michael in for questioning in the murder of Spencer Truman. Antonio searches for Jessica as Jessica and Nash make love. Nash and Jessica, hurriedly get dressed. Antonio yells at them that he is coming to get them. Nash assures him that he will take care of Jessica. Talia leaves the club, coughing. She tries to use her cell phone, but she is soon knocked unconscious by the arsonist. Marcie is frantic with worry as she explains to Rex what had happened. She asks Rex if he knows what is going on. Marcie doesn't understand what John is thinking in bringing in his own brother for questioning. Adriana encourages Marcie to go home to await word. She asks Rex for help. Rex and Adriana exchange questioning looks. John questions Michael if he had killed Spencer. R.J. questions Natalie as to what had brought her up here. R.J. tells Natalie that he sure wouldn't lose any sleep if she and John called it quits. Paige tells Bo that she has been offered a job in Pakistan. Layla questions Rex if he thinks that Michael had killed Spencer. John continues to question Michael if he killed Spencer. Michael refuses to answer any questions. Michael begs him to close the case. Nash tries kicking the door to break it down so they can escape. Antonio wraps a wet tablecloth around him before he continues to search for Jessica and Nash. Layla comes in, and sees Natalie with R.J. Marcie, Rex and Adriana arrive at the police station. John comes out, and asks them what they are doing here. Antonio continues to search for Nash and Jessica. He finally locates them . Antonio breaks the door down, and attempts to rescue Jessica. She refuses to leave without Nash .",
        "Nash orders Antonio to get Jessica out of there. Layla confronts R.J. and Natalie. She fills Natalie in on what has been happening. Marcie confronts John as to where Michael is. Marcie thinks that this has all been a misunderstanding . Marcie calls John, \"crazy.\" John takes Rex into an interrogation room. Marcie questions Adriana if Rex is involved with Michael. Paige has doubts about even being a doctor anymore. Bo gets a text message from Michael. Paige tells Bo she loves him as she kisses him bye. R.J. offers his help to Natalie, but Natalie flat refuses his help. Marcie is confused about this whole ordeal. Rex fills Michael in that Marcie had come to him for help. Antonio brings Jessica out of the burning club. Antonio orders her out, but she refuses. Antonio goes back in for Nash, but the whole roof collapses. Layla demands to know what is going on between him and Natalie . Adriana confesses to Marcie that John thinks that both Rex and Michael are responsible for Spencer's death. John demands to know what they are hiding. Jessica yells for Antonio. She begs Antonio to answer her."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Vincent: You look --",
        "Natalie: Lost?",
        "Vincent: Beautiful.",
        "[SCENE_BREAK]",
        "Bo: Well, let's grab a table, we can talk.",
        "Paige: Dorian and Lindsay already know what I'm going to say.",
        "Dorian: We had an agreement.",
        "Paige: To break up Bo and me so that you could get back together with him.",
        "Dorian's voice: That was the plan.",
        "Lindsay: Paige?",
        "Dorian: I think Bo deserves to know the truth.",
        "Paige: Bo -- I've been offered a job overseas, and I was just asking Dorian and Lindsay their opinion on whether or not I should take it.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Rex: Nelly Furtado wasn't just good. She was great.",
        "Layla: I'm not surprised.",
        "Rex: Only thing that would've made the concert better -- if it had been at U. V. instead of Capricorn.",
        "Layla: And I think Antonio would disagree.",
        "Adriana: We missed you there. Why didn't you come?",
        "Layla: It was my night off and I was afraid that Antonio would forget and put me to work.",
        "Adriana: Oh.",
        "Rex: He would have -- place was mobbed.",
        "Adriana: Jealous?",
        "Rex: Totally.",
        "Layla: I'm glad that you two had a good time. It's nice to see you both smiling for a change.",
        "Rex: It's tough to smile when you've been thrown in jail for murder.",
        "Adriana: Even though Rex was innocent.",
        "Layla: Are you expecting anyone?",
        "Adriana: No.",
        "Rex: I'll get it.",
        "Marcie: Oh, thank God. Thank God you're here. I -- um -- you know, your cell phone was off, and no one was answering at your place. It's just awful. I --",
        "Adriana: Marcie, what -- what's wrong?",
        "Marcie: John brought Michael in for questioning in Spencer's murder.",
        "Rex: Why?",
        "Marcie: Because he thinks that Michael killed Spencer.",
        "[SCENE_BREAK]",
        "John: Have a seat, Mike. You want some coffee?",
        "Michael: What, is this where you tell me that we can do this the -- the easy way or the hard way?",
        "John: I guess it all depends.",
        "Michael: On what?",
        "John: Whether or not you tell me the truth about Truman's murder.",
        "[SCENE_BREAK]",
        "Talia: Oh, my God!",
        "Antonio: Call 911, make sure no one's left in the club!",
        "Talia: Aren't you coming?",
        "Antonio: I have to find Jessica! She didn't say goodbye, she's in there somewhere!",
        "Talia: Fine. Hurry.",
        "Antonio: Jess! Jessica! Jessica, are you in there?",
        "Antonio: Jessica, answer me! Jessica --",
        "Jessica: Antonio? Antonio!",
        "Antonio: Jessica! Jessica, are you in there?",
        "Jessica: Yes -- We're in here and we can't get out.",
        "Antonio: \"We\"? Who's in there with you?",
        "Nash: Me, Nash! Antonio, we can't open the door!",
        "Antonio: All right! Get -- get down on the floor! Stay calm! I'm coming to get you!",
        "Nash: The room's filling with smoke.",
        "Antonio: Nash, you take care of her! I'm coming!",
        "Nash: Don't worry. I'm going to take care of her.",
        "Talia: This is Officer Sahid, Llanview PD.",
        "[SCENE_BREAK]",
        "Rex: Are you sure it's about Truman's murder?",
        "Marcie: That's what John said. Oh, I'm sorry. I didn't realize that you were here. I -- I -- I --",
        "Layla: No, no, no. I'll go to my room and give you guys some privacy.",
        "Marcie: No, please don't. Please don't. I mean, this is your home. I -- I didn't mean to interrupt.",
        "Layla: You didn't. I'll get you some water.",
        "Marcie: Ok, thank you.",
        "Rex: Did John arrest Michael?",
        "Marcie: No, he just -- he just showed up at our place and then he said that he was taking Michael to the police department, you know, on -- on suspicion of murder.",
        "Adriana: I'm so sorry, Marcie.",
        "Marcie: Thank you. Well, thanks.",
        "Layla: You're welcome.",
        "Marcie: You know, I mean, I was wondering if you knew anything, you know? I mean, do you -- do you know what's going on?",
        "Rex: Why -- why would I know anything?",
        "Marcie: Well, you know, you know Bo and sometimes you work on the side for him, so I was thinking maybe --",
        "Rex: Not this time. Don't you remember? He had me thrown in jail for suspicion on Truman's murder, too.",
        "Adriana: Even though Rex was innocent.",
        "Marcie: Yeah, well, so is Michael, you know? I just -- I just don't understand. I don't know what -- what John is thinking.",
        "Layla: Maybe he's not. He was almost killed by a tractor-trailer. Maybe he's confused.",
        "Marcie: He's not confused. I mean, he looks like he thinks his brother killed Spencer. How is that possible? I just don't understand how --",
        "Adriana: Ok, Marcie. You need to calm down, all right, for Tommy's sake.",
        "Marcie: No -- I know. I know that I need to calm down, you know, because when I get upset, then he gets upset and then I started crying and then he started crying and I didn't know what else to do, so I left him with Roxy. Oh, my God -- I left him with Roxy. I left him with Roxy -- what was I thinking?",
        "Adriana: Was she sober?",
        "Marcie: I don't know.",
        "Rex: Hey, she will be for the little guy.",
        "Marcie: Maybe I should go back and get him. Do you think I should go back to get him? I should go back to get him. Don't you think I --",
        "Rex: Nat -- Nat survived mom, so will Tommy.",
        "Adriana: But maybe you should go home and wait for Michael to call you.",
        "Marcie: No. No, I have my cell phone. You know, if I go back there, I'll just -- I'll just go crazy cooped up. I just -- I need you to help me, ok, Rex ? I -- I have to do something and you have to help me.",
        "Rex: How?",
        "Marcie: I want you to call Bo. Please? Maybe he'll tell you something that he won't tell me!",
        "Rex: I could try, but this sounds like it's John's thing.",
        "Marcie: Yeah. That's exactly what I'm afraid of, ok, because you know John. You know John. Once he gets his mind made up, then no one -- no one can stop him. You know what I just -- what I just don't understand is why he would think that Michael killed Spencer. I don't -- I just don't get it. What? Do you -- do you know something?",
        "[SCENE_BREAK]",
        "Michael: You having fun, John?",
        "John: This isn't fun, Mike. It's probably the hardest thing I ever had to do.",
        "Michael: So is this where you handcuff me to the table?",
        "John: Oh, knock it off, all right? You brought this on yourself.",
        "Michael: I brought this on myself? That's a -- I'll tell you one thing, Johnny. If I was the one wearing the badge, I wouldn't have arrested you, ok? I'd try to help you.",
        "John: I am helping, all right, so let's drop the speculation and get down to business. If you did this, Mike, I can talk to Bo, we can make it go away, we can make things right.",
        "Michael: You can make things right? The only thing you want to do is make things easier for yourself, ok? Be the good cop, arrest your little brother, and wrap up the case in a nice, little package!",
        "John: -- I'm going to let you get away with saying that once, all right, because I know you're under a lot of pressure, but you say something like that to me again, you and I are going round and round.",
        "Michael: What do you want from me?",
        "John: I want the truth.",
        "Michael: It's not that simple.",
        "John: I can do complicated.",
        "Michael: This is not just about Truman.",
        "John: What is it about?",
        "Michael: It's about protecting my family -- at all costs.",
        "John: I want that, too, so just tell me, Mike. Did you -- did you kill Truman because you thought maybe you were helping me?",
        "[SCENE_BREAK]",
        "Natalie: It's the moonlight. It can make anyone look beautiful. I look like hell.",
        "Vincent: Not to me.",
        "Natalie: How did you know I was here?",
        "Vincent: How? My spies told me.",
        "Natalie: Huh -- figures. So, how long has Shaun been following me?",
        "Vincent: Oh, it's not just Shaun. I got a few guys keeping tabs up on you at night, and more during the day when you're busier. I'm kidding. You think I keep tabs up on you?",
        "Natalie: I think you would do whatever you need to get whatever you want.",
        "Vincent: You know, the picture that you have of me is just not true.",
        "Natalie: So what is true?",
        "Vincent: I'm just a regular guy, Natalie.",
        "Natalie: Hmm! Vincent, there is nothing regular about you.",
        "Vincent: I'll take that as a compliment.",
        "Natalie: Ok. So, what -- did you come up here for fresh air, or what?",
        "Vincent: No, I was -- I was looking for you.",
        "Natalie: Ok, so you found me. What do you want?",
        "Natalie: Sorry.",
        "Vincent: I was worried about you. And I know you like to come up here from time to time when you have things on your mind. I kind of like this place, too.",
        "Natalie: Yeah, you've been here once.",
        "Vincent: When you kissed me. You think I'm going to forget about that?",
        "Natalie: Try.",
        "Vincent: So, what brought you up here this time?",
        "Natalie: Nothing -- nothing important. I'm tired of feeling sorry for myself.",
        "Vincent: Hmm. Things are still sketchy with McBain.",
        "Natalie: You ever made bad choices for the right reason?",
        "Vincent: All the time.",
        "Natalie: It's just all I want to do is make John happy and it seems as though every time I look into his eyes, all I see is disappointment.",
        "Vincent: You know, the last time we talked, you had to tell him something very important, but you was afraid to.",
        "Natalie: I told him.",
        "Vincent: Didn't go well?",
        "Natalie: I could lose my job -- and John -- for what I did.",
        "Vincent: Losing your job, that's tough, but I won't lose any sleep if you and McBain call it quits.",
        "[SCENE_BREAK]",
        "Bo: Shouldn't we talk about this in private?",
        "Paige: Yeah, you're right. But Lindsay 's been such a good friend to me, I just wanted to share the news with her, too.",
        "Dorian: Paige? Is that all you wanted to tell Bo?",
        "Paige: For now. Come on, let's get a table. I'll tell you all about it.",
        "Dorian: Well, you -- you sure dodged a bullet.",
        "Lindsay: You bitch. What are you doing telling her that I want to get back together with Bo?",
        "Dorian: Hmm.",
        "Paige: Do you want to order dinner first?",
        "Bo: Uh -- well, I sort of lost my appetite.",
        "Paige: I'm sorry. I'm sorry I told you in front of Dorian and Lindsay .",
        "Bo: Why did you?",
        "Paige: Oh, they are such manipulative people, you know? I -- I just wanted them to see what it feels like to be manipulated back.",
        "Bo: Ok, but now you -- you lost me a little bit. So this whole thing about this job -- you just made that up for their benefit?",
        "Paige: No, no. The job is real.",
        "Bo: Huh. Where overseas?",
        "Paige: Pakistan.",
        "Bo: Pakistan? In Pak-- well, couldn't it be, like, Rome, Paris maybe?",
        "Paige: No, it -- it's this humanitarian organization and they take care of refugees and their families. They recruit doctors from all over the U. S.",
        "Bo: It's the real deal, huh?",
        "Paige: Yeah. They won the Nobel prize a few years ago.",
        "Bo: So, you sound interested.",
        "Paige: It's -- it's something I've always wanted to do.",
        "Bo: Even now?",
        "Paige: I think it might be a way to -- I don't know -- to make amends for my past.",
        "Bo: Oh, jeez. You did nothing wrong.",
        "Paige: Bo, that's not true. I -- I got my medical license back, but I'm really ashamed of the things that I did. If -- if I can do some good in the world now, it --",
        "Bo: And you do. Every day, you do.",
        "Paige: It doesn't feel like enough.",
        "Bo: Well -- hmm. Matthew and I are going to miss you like hell, I'll tell you that, but I guess we can batch it, you know? Figure out some way to get along without you for a couple of months.",
        "Paige: Honey, it -- it might not be just a couple of months. If I take this job, I -- well, I don't know when I'll be back.",
        "[SCENE_BREAK]",
        "Rex: Adriana and I don't know anything.",
        "Adriana: Except what it feels like to be you. When they arrested Rex , I thought I was going to go crazy.",
        "Layla: And it all worked out and it will with Michael.",
        "Marcie: Yeah. You know, I mean, John has to know that Michael's innocent, right?",
        "Layla: Yeah.",
        "Rex: Look, maybe it's not what you think. Maybe this -- this whole John's I-need-you-in-for-questioning thing is code.",
        "Marcie: For what -- \"let's scare Marcie half to death?\" Is that what it's code for?",
        "Adriana: Uh -- maybe Michael will call and let you know that he's ok.",
        "Marcie: Yeah, or John will call me and he'll let me know what Michael's bail is.",
        "Rex: Ok, slow down, Marcie. He hasn't been arrested.",
        "Marcie: Yet. Rex , I don't have a very good feeling about this, ok, so I need you to call Bo for me, please? I just need you to do me that favor.",
        "Rex: Ok, I could, but he knows that I'm close to you guys. He won't tell me anything.",
        "Marcie: So what am I supposed to do? Am I supposed to just stand here and do nothing? Am I supposed to just stand here and wait?",
        "Rex: Ok, ok, ok -- I could call Natalie -- she might be able to find out something.",
        "Marcie: No, no, no because I -- she -- I already called her. She's not answering her cell phone and she's not at John's. I tried her, you know, when I was looking for someone to take care of Tommy.",
        "Layla: I -- I can look for her in her usual haunts.",
        "Marcie: Oh, that's a good idea. Thank you.",
        "Layla: Yeah, yeah.",
        "Adriana: And meanwhile, the three of us can go to the police station and maybe they'll let you see Michael.",
        "Marcie: \"Maybe\"? Well, they better let me see him.",
        "Rex: Sounds like a plan. Let's go.",
        "Adriana: Look, Marcie, everything is going to be ok, just like it was for Rex .",
        "Marcie: I keep thinking this is just a big dream, you know? A big, bad dream, that I'll wake up and Michael will be right there next to me in bed, you know? But it's not a dream, is it?",
        "Layla: Rex? There were some pretty heavy vibes between you and Adriana just now. Do you think Michael killed Spencer Truman?",
        "Rex: I leave the thinking up to the rocket scientists. Thanks for helping out.",
        "Layla: No problem.",
        "Adriana: Hey, Layla, can I talk to Rex for a second?",
        "Layla: Sure.",
        "Rex: Where's Marcie?",
        "Adriana: She's getting her car. I told her that I forgot my wallet.",
        "Rex: What's the problem, besides the obvious?",
        "Adriana: Do you think John's going to get Michael to talk?",
        "Rex: About killing Truman?",
        "Adriana: Or that Todd is Tommy's father and that's the reason that he killed Spencer in the first place?",
        "Rex: All right, I could be wrong, but this secret is going to stay in the vault until Michael's death. I just hope it's not by lethal injection.",
        "Adriana: Rex!",
        "Rex: I'm serious. Michael will do anything to protect Marcie and Tommy, just as I would do anything to protect you,",
        "[SCENE_BREAK]",
        "Natalie: Are you rooting for me to break up with John?",
        "Vincent: You spend an awful lot of time trying to prove yourself to him, and it seems to never stick.",
        "Natalie: That is so not true.",
        "Vincent: Maybe not, but I'm just trying to tell you how I see it.",
        "Natalie: You're judging me.",
        "Vincent: Not you \u0096 McBain. You know, a man doesn't deserve somebody like you if he doesn't know what he has when he has it.",
        "Natalie: And you do? Vincent; don't dump on me, ok? I'm not part in this particular drama, all right? Now, if you get pissed off at McBain, you need to go give him grief, not me. He gives you enough of it.",
        "Natalie: Give me a break, Vincent.",
        "Vincent: Well, give yourself a break, Natalie. You twist yourself up into a pretzel chasing after a man who is too blind to appreciate you for who you are.",
        "Natalie: Does that line usually work for you, because it's really not working on me.",
        "Vincent: Oh, listen -- it ain't no line. Now, what would it take to prove that to you?",
        "[SCENE_BREAK]",
        "John: Mike, did you kill him?",
        "Michael: Don't you have to read me my rights first?",
        "John: Relax. This is between you and me. Did you do it because you thought maybe I was going to?",
        "Michael: Don't give yourself so much credit, John.",
        "John: Yes or no?",
        "Michael: Look, I told you it's not that simple, ok? I can't -- I'm sorry, John. You won't understand.",
        "John: Make me understand.",
        "Michael: Whew -- forget it.",
        "John: I can't do that.",
        "Michael: You know, John, you think that you have all the answers, you know? You think you've got this thing figured out, but you couldn't be further off.",
        "John: Then explain it to me, Mike. I can protect you.",
        "Michael: No, you can't!",
        "John: Not if you keep lying to me.",
        "Michael: Close the case, John.",
        "John: Can't do it.",
        "Michael: You can do it. Use that famous influence of yours, John. You -- you can do it. You can get the department to just forget about this whole thing.",
        "John: A man's dead, Mike. Even if I wanted to, it's not going to go away.",
        "Michael: If you care about me at all, John, if you care about my wife, your nephew, you will let this thing go. You will just forget about it.",
        "[SCENE_BREAK]",
        "Jessica: Nash!",
        "Nash: What?",
        "Jessica: Just stop that! Just stop! Holy mother, protect us.",
        "[SCENE_BREAK]",
        "Vincent: You want me to go?",
        "Natalie: What do you want",
        "Vincent: You really think that I'm making a pass at you?",
        "Natalie: Well, John's been out of the hospital for weeks. This used to be our place.",
        "Vincent: \"Used to be\"?",
        "Natalie: Since the accident, we haven't come up here.",
        "Vincent: But you still come.",
        "Natalie: Actually, I haven't been here since I --",
        "Vincent: Since we kissed? You can say it, Natalie -- since we kissed. You can say the K-word, Nat. The world won't end.",
        "Natalie: The thing is, I should be here with John. But instead, you're here.",
        "Vincent: Something wrong with that?",
        "[SCENE_BREAK]",
        "Lindsay: Sorry for ratting you out to Viki, and in the process, I ratted out myself, and then you turn around and rat me out to Paige. Why?",
        "Dorian: It was fun.",
        "Lindsay: It was nasty -- and humiliating.",
        "Dorian: Then we're even. One humiliation deserves another humiliation.",
        "Lindsay: You got me involved in this. You wanted to break up Clint and Viki.",
        "Dorian: And you agreed.",
        "Lindsay: Against my better judgment --",
        "Dorian: Oh --",
        "Lindsay: Once again.",
        "Dorian: You wouldn't be having such a fit if that was you sitting opposite Bo right now, would you? Huh?",
        "Lindsay: Well, he might not be sitting with her for long if she decides to accept that job overseas.",
        "Dorian: I'm surprised you're not out there now buying her an airline ticket.",
        "[SCENE_BREAK]",
        "Bo: This -- you sound serious about this.",
        "Paige: Well, I was one of only 100 doctors that were chosen to participate.",
        "Bo: That's great.",
        "Paige: Oh.",
        "Bo: I'm really proud of you.",
        "Paige: Thank you.",
        "Bo: But you said that you may be gone a long time. Now, it -- are you breaking up with me?",
        "Paige: No. No, but I -- I know I can't ask you to put your life on hold.",
        "Bo: It sounds to me like you've already made the decision to go.",
        "[SCENE_BREAK]",
        "John: I close this case, somebody else opens it. Me backing off is your worst nightmare.",
        "Michael: You are the great John McBain, ok? You caught dad's killer after all these years. Hell, you came back from the dead, Johnny. You can do anything.",
        "John: It's not even my case to drop, Mike! Bo won't accept it.",
        "Michael: So talk to him. He respects you. You can convince him.",
        "John: There's an entire task force involved, Mike, all right? Bo only brought me back on the case because he thought he'd get an honest result.",
        "Michael: \"Honest result\"? We're talking about Spencer Truman -- he doesn't deserve any honesty.",
        "John: Agreed. But we're also talking about the old man here, who thought no man was above the law.",
        "Michael: Do you really think that our father would want me to go to jail for killing the man who killed him?",
        "John: No, Mike, I don't. I don't. But if they catch you, with or without me, they are going to come down on you hard. You need to come clean. There are options to consider, all right? We'll go to the D A, we'd get special circumstances.",
        "Michael: \"Special circumstances\"? Johnny, there aren't special circumstances, ok?",
        "John: You're talking in riddles again, Mike, and riddles are going to get you landed behind bars! Don't you --",
        "John: Come on in! What?",
        "Officer: Mrs. McBain is here. She's not very happy.",
        "Michael: I want to talk to her, John.",
        "John: Tell her I'll be right out.",
        "Michael: She doesn't know anything.",
        "John: Ok. Sit tight.",
        "Marcie: Anything?",
        "Rex: I spoke to a sergeant -- Bo's not here.",
        "Marcie: Well, do you have any idea where Michael might be?",
        "Rex: John's office or an interrogation room.",
        "Marcie: Can't believe any of this. I mean, why would John treat his own brother like a common criminal?",
        "John: What are you all doing here?",
        "[SCENE_BREAK]",
        "Antonio: Nash, can you hear me? Open the door!",
        "Nash: I can't -- it's stuck! Can you open it from your side?",
        "Antonio: Jessica, make -- make sure you're away from the door! Nash, make sure you're both away from the door!",
        "Nash: Yep. Ok.",
        "Jessica: Antonio!",
        "Antonio: Come on! I'm getting you out of here!",
        "Nash: There's not enough room! Get her out of here!",
        "Jessica: I'm not leaving you.",
        "Nash: I'll be right behind you!",
        "Jessica: I am not leaving you! I want you to put this over your mouth and your nose.",
        "[SCENE_BREAK]",
        "Vincent: Are you looking for me?",
        "Layla: Don't flatter yourself. Marcie's really upset. And Rex thought since you work at the police station I can tell him you're tied up.",
        "[SCENE_BREAK]",
        "Marcie: I mean, come -- you don't really killed Spencer, do you?",
        "John: Of course not. I'm betting it was your idea to come down here.",
        "Adriana: Actually, it was mine.",
        "John: Ah.",
        "Adriana: Did you get Michael a lawyer, read him his rights?",
        "Marcie: No. He didn't have to because this is all a misunderstanding. John, come on, you don't -- you really don't think that Michael is capable of killing anyone, do you?",
        "Michael: It killed our father. I'm a cop and I wanted to kill Truman. Why wouldn't Mike?",
        "Marcie: Is this a joke? It's really not funny.",
        "John: Unfortunately, it's serious.",
        "Marcie: You're crazy. I mean, do you know your brother? Do you know him at all?",
        "Rex: John's thinking like a cop, not a brother. Seems to be a recurring theme with him.",
        "John: A murder happened, and we're going to find out who did it.",
        "Rex: Well, you might not like what you find.",
        "Michael: You think that you have all the answers, you know? You think you've got this thing figured out, but you couldn't be further off.",
        "Adriana: What's wrong?",
        "John: You, me, let's go.",
        "Marcie: What?",
        "Rex: Huh? What, where?",
        "Marcie: John --",
        "Adriana: What -- you can't take him -- Rex ?",
        "Rex: Well, you can't just drag me away.",
        "John: Actually, I can, so shut up.",
        "Adriana: Well --",
        "Marcie: Is Rex involved with Michael? Adriana, please tell me.",
        "[SCENE_BREAK]",
        "Paige: I haven't made up my mind yet about taking the job.",
        "Bo: Well, you sound very interested.",
        "Paige: Bo, I -- I didn't just lose my medical license, I lost my self-respect. I -- I -- I don't even know if I should be a doctor anymore, and I'm not the only one who feels that way.",
        "Bo: No, no, you are a great doctor, and I don't care what some people might think.",
        "Paige: My life has just been turned completely upside down. I don't -- I don't even know what I'm doing. I -- I just -- I want -- I want to -- I want to do something that I'm proud of. You know? I -- I want to honor my son's memory. Look, I -- I haven't definitely decided to go yet. I just -- I just wanted you to know I'm thinking about it.",
        "Bo: Hey. Excuse me. Oh. A text message from Matthew.",
        "Paige: Oh. How's he doing?",
        "Bo: Oh, he's not doing all that great. He's still dealing with the after- effects of the fire.",
        "Paige: Well, he was completely traumatized.",
        "Bo: Yeah. He's becoming very dependent on Nora and me, and, you know, sometimes, I -- I really like that, but you know, it's not real good for him. He's at his buddy's house. He wants me to pick him up.",
        "Paige: Well, go. Go pick him up. We can talk about this later.",
        "Bo: All right. Promise me, though, you're not going to make an official decision about this until then, ok?",
        "Paige: No, no. We'll decide together, ok?",
        "Bo: Ok. You know, if it was up to me, there wouldn't even be a decision that we'd have to make. Do me a favor. Don't talk to your friends over there about this anymore.",
        "Paige: I won't, I promise. I love you.",
        "Bo: Love you, too. This is on me.",
        "Paige: Well, I hope you enjoyed your front-row seats.",
        "Dorian: Bo didn't look too happy being abandoned by you.",
        "Paige: He'd be even less happy if he knew what you were plotting.",
        "Lindsay: Why didn't you tell him?",
        "Paige: He has other things on his mind.",
        "Lindsay: Well, I really appreciate that. And again, I'm very sorry.",
        "Paige: I'm sorry, too. I thought we could be friends.",
        "Dorian: What's the point? You're leaving.",
        "Paige: I haven't decided whether I'm going or not. But if I do go and I hear that you hurt Bo in any way, I will be on the next plane back to personally kill you.",
        "Lindsay: Thank you. Thank you very much.",
        "Dorian: Hmm.",
        "[SCENE_BREAK]",
        "Natalie: Where's Marcie now?",
        "Layla: At the police station with Rex and Adriana.",
        "Natalie: Right. I'm on my way.",
        "Vincent: Natalie, I'll give you a ride.",
        "Natalie: It's not far.",
        "Vincent: I can help.",
        "Natalie: I'm fine.",
        "Vincent: Hey, call me if you need help, ok?",
        "Natalie: Thanks.",
        "Vincent: Hey. Oh -- it's a nice night.",
        "Layla: Yeah. Man's girlfriend.",
        "[SCENE_BREAK]",
        "Adriana: I'm sorry, Marcie. I don't know what this is about, other than John being totally insane.",
        "Marcie: Well, you know, maybe Layla's right, you know? Maybe John does have some kind of posttraumatic stress. I just -- none of this makes sense to me. You know? I mean, Michael's innocent.",
        "Adriana: Of course he is.",
        "Michael: Where's Marcie? Did she come with you?",
        "Rex: She was worried about you. No surprise she came to me for help.",
        "Michael: Well, what did you say to her?",
        "Rex: Uh -- nothing. Adriana suggested we come down here and find out what was going on, that's all.",
        "John: What's next? Pig Latin? All right, let's drop the secret language and get down to translation, boys.",
        "[SCENE_BREAK]",
        "Antonio: The fire department should be here any second! All right, I want you to go outside. Jessica, move!",
        "Jessica: Not until you get Nash!",
        "Antonio: It's not safe!",
        "Jessica: I'm not leaving.",
        "Antonio: If the fire gets any worse, I want you to get the hell out.",
        "Jessica: Just be careful. Please keep them safe. I can't lose them. I love them both.",
        "Antonio: Come on. Let's go.",
        "[SCENE_BREAK]",
        "Vincent: You don't know what you saw.",
        "Layla: Then why don't you tell me?",
        "Vincent: Because it's none of your business. Remember you dumped me?",
        "Layla: Because you're a lying crook.",
        "Vincent: You know, I don't want to do this, Layla.",
        "Layla: Then tell me what's going on between you and Natalie, Vincent. Does John know that you're hitting on his girlfriend?",
        "Vincent: You got this all wrong. And you got me all wrong.",
        "[SCENE_BREAK]",
        "Marcie: What is going on?",
        "Adriana: Oh, what I would give to be a fly on the wall --",
        "Marcie: Yeah. You and me, both.",
        "Adriana: I mean, obviously, John is insane.",
        "Marcie: Does he really think that Rex and Michael are both responsible for Spencer's murder? The truth.",
        "Adriana: Yeah. I think he does.",
        "Rex: There's no secret language here, John. You're being paranoid.",
        "John: Mike?",
        "Michael: Let us go.",
        "John: Start talking, Balsom.",
        "Rex: I got nothing to say, except I don't know anything more about Spencer's murder tonight than I did when Bo locked me up.",
        "John: Ok, that would be the wrong answer.",
        "Michael: What are you going to do, John? You going to beat the confession out of us?",
        "John: You're Both hiding something. And I want to know what it is.",
        "[SCENE_BREAK]",
        "Jessica: Antonio! Nash! Please! Answer me! Antonio, Nash, please answer me!"
    ],
    "Transcript Author": [
        "Provided By Glynis Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=SapMFlBrCxg"
}