{
    "Episode Summary": [
        "Episode # 10385 -- Daddy Dearest"
    ],
    "Recap": [
        "Starr tells her father she wants nothing more to do with him and is ashamed of herself for committing perjury under oath in order to protect him. Schuyler informs Cole that he happens to know that Cole is having substance abuse issues and should contact a counselor for some help. Cole says he knows that Starr has been talking to their teacher about him behind his back. Matthew tells his peers he may never see them again because his father is sending him to a military academy. Bo talks to Rex admitting that he is ashamed to find out that he conceived David Vickers years ago that that that man would be his son. Rex then encourages Bo to go and communicate with Matthew and be proud of the one son he did a good job with. Bo then indicates he may not want to send his son away after all. Blair admits to Dorian that she is done with John and knows that he wants to let Marty get away with murder. She then tells a detective who comes to the house all she saw and believes that implicates Marty for murder. John is still ready to help Marty beat the charges and tells her that very possibly it was Todd Manning who murdered both Lee Halpern and Wes Granger. Stacy Morasco and Schuyler Joplin run into each other at Buenos Dias and indicate that they know each other."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Bo: You be my son? I --",
        "Rex: Hey, I know Matthew's been giving you some problems. But he's a good kid.",
        "Bo: Yeah --",
        "Rex: Not that I'm not flattered. I'd give anything to be your son.",
        "Bo: I'd be honored to have you, but it's not Matthew. Although, you know, he has been contributing to a lot of the gray in my hair these days.",
        "Rex: Oh, no, it looks good. It's distinguished. You're a rock star -- always have been, always will be.",
        "Bo: Well, apparently, I must share some of their habits.",
        "Rex: You're into Kabbalah now?",
        "Bo: It seems I have another son.",
        "Rex: That I don't know about?",
        "Bo: That I didn't know about.",
        "[SCENE_BREAK]",
        "David: Hiya.",
        "Gigi: Where's your son?",
        "David: Son?",
        "Gigi: Rex?",
        "David: Oh -- Rex.",
        "Gigi: Yeah, do you have any idea how long he's been looking for his father?",
        "David: Well, he hasn't found him yet. Turns out they made a mistake -- I'm not his dad.",
        "Gigi: Oh, good. I mean --",
        "David: Oh, I know what you mean.",
        "Gigi: I -- no, I just meant, uh, good for you, because if you're back to being Asa's son --",
        "David: Hmm, not quite. I'm Asa's grandson. I'm actually Bo's son.",
        "Viki: You're what?",
        "[SCENE_BREAK]",
        "Rex: David Vickers is your son?",
        "Bo: According to the latest DNA results.",
        "Rex: Okay, speaking as a guy who spent last night thinking David was his dear old dad, maybe you should get somebody else to run those tests.",
        "Bo: Yeah, we're running them again, but I don't think it's going to change anything.",
        "Rex: How is this possible?",
        "Bo: There was a big party the night before I left for Vietnam, and Vickers' mother was there.",
        "Rex: David's mother?",
        "Bo: A girl named Emma Bradley.",
        "Rex: Why do I feel like this is my fault?",
        "Bo: Your fault? How could it be your fault, Balsom, that I got smashed and went to bed with one of my father's mistresses 40 years ago?",
        "Rex: Okay, I know this is going to sound crazy. Okay, so you slept with Emma Bradley and nine months later, she gave birth to David Vickers?",
        "Bo: That's the theory. And I wish I'd known because I could've done right by her, by him.",
        "Rex: You can't blame yourself for that. You were serving in Vietnam.",
        "Bo: Balsom, I got home from there a long, long time ago. No. No, I just took what I wanted and I never looked back. And now, David Vickers wants me to take him fishing.",
        "[Bo scoffs]",
        "Bo: And what about Matthew? You know, how can I tell him that he should be responsible when I sure as hell wasn't?",
        "[SCENE_BREAK]",
        "Boy: Well, Buchanan, looks like you're on the bench.",
        "[Kids laugh]",
        "Téacher: Well, the team's all set?",
        "Boy: Yes, Sir.",
        "Téacher: Matthew, you'll play the next game.",
        "Boy: Ha-ha.",
        "Girl: Cretin.",
        "Matthew: Excuse me?",
        "Girl: Your friend over there. He's up in your face until the teacher's around, and then he's all \"yes, sir,\" \"no, sir.\" Cretin.",
        "Matthew: Do I know you?",
        "[SCENE_BREAK]",
        "Cole: Oh.",
        "Schuyler: You all right?",
        "Cole: Yeah, I'm just -- I'm a little clumsy again.",
        "Schuyler: Oh, yeah? You sure that's it? Because it kind of looks like you're high.",
        "[SCENE_BREAK]",
        "Marty: Thanks for coming. I wasn't sure -- the way I've been treating you. What's wrong with me?",
        "John: You said you believe you're innocent.",
        "Marty: I couldn't have killed Wes or anyone else.",
        "John: You should be talking to your lawyer, Marty.",
        "Marty: I'll understand if you don't want anything to do with me. I -- I won't cause any more problems for you and Blair.",
        "[SCENE_BREAK]",
        "Blair: It's John. We broke up.",
        "Dorian: He dumped you?",
        "Blair: No. I dumped him.",
        "Dorian: Don't tell me that you're going back to Todd.",
        "Blair: Dorian. I just lost a boyfriend, I didn't lose my mind.",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Todd: Who's there?",
        "Starr: Finally used the keys you made me take.",
        "Todd: You got my messages.",
        "Starr: I didn't feel like talking.",
        "Todd: Well, that's fine, that's fine. I -- I really just wanted you to make sure that -- to know that, uh -- how do I say it? How grateful I was that you decided --",
        "Starr: That I lied for you in court -- on the stand, under oath? That I perjured myself in front of everyone that I love and care about?",
        "Todd: Everyone except me.",
        "[SCENE_BREAK]",
        "Gigi: David's here. He told me the lab made some kind of mistake?",
        "Rex: And the good news is he's not my daddy.",
        "Gigi: You okay?",
        "Rex: I'm with Bo right now. I'll fill you in later, okay? I'll stop by.",
        "[SCENE_BREAK]",
        "Stacy: Waitress, can I get some service?",
        "[Stacy chuckles]",
        "Stacy: How many times a day do you hear that?",
        "Gigi: Not enough lately.",
        "Stacy: Ah, well, I did my bit for the economy today. I've been shopping all morning and I am starving. Okay, I will have a cheeseburger with provolone, medium, a chocolate shake, side salad, fries, extra crispy, and a -- you better save me a piece of cheesecake in case I'm still hungry.",
        "Gigi: Do most dancers eat like that?",
        "Stacy: I'm not a dancer at the moment. I was so tempted just to stop by that food court, but why spend money -- right, hon?",
        "Gigi: You do know that anything you order here, you're going to have to pay for, right?",
        "Stacy: But you work here.",
        "Gigi: And I give food away, I get fired.",
        "Stacy: But I'm down to my last few bucks.",
        "Gigi: Well, then maybe it's time to get a job, hon.",
        "[SCENE_BREAK]",
        "Starr: When you were on that rooftop, did you once think about us? How your kids would feel if you killed yourself?",
        "Todd: Téa told you, huh?",
        "Starr: Yeah, right before I had to testify. And it worked because I didn't want you to do it again. I didn't want you to kill yourself, so I lied for you.",
        "Todd: Starr? I told Téa to leave you out of this. I didn't want you to know about any of that.",
        "Starr: You know what? I don't believe you.",
        "[SCENE_BREAK]",
        "Dorian: What happened?",
        "Blair: Well, I -- I wanted to tell John -- well, basically I just wanted to apologize for the way that I acted at the ball.",
        "Dorian: Oh. We can talk about that later, but -- no Cramer woman needs to grovel.",
        "Blair: Or apologize for defending her own -- I know the drill, Dorian. So I went to -- you know, to find John. And of course I did find him, and he was in Marty's room, looking for evidence.",
        "Dorian: I thought John resigned from the police force.",
        "Blair: Guess he's doing this pro bono -- you know, anything to prove that Marty's innocent.",
        "Dorian: So you had words.",
        "Blair: I told him that he was lying to himself.",
        "Dorian: Ooh -- hmm. Something no man wants to hear. I'm not judging you, really, but I can imagine what his reaction was. Oh, God.",
        "Blair: He denied it.",
        "Dorian: Of course! He's a guy. I mean, how can he admit his feelings to you when he can't admit them to himself?",
        "Blair: You know what? He -- he told me to stop blaming Marty. That's when I lost it.",
        "Dorian: Good for you.",
        "Blair: I mean, it's obvious. It's obvious that she killed that poor boy, and I told him that he was a fool not to see it.",
        "Dorian: And I'll bet he loved hearing that.",
        "Blair: He says that he cares for me.",
        "Dorian: Oh, dear.",
        "Blair: Yeah, \"oh, dear.\" He cares for me right up there with his closet full of black clothes and his 1988 Miles Davis concert ticket.",
        "[SCENE_BREAK]",
        "John: Blair is not the issue.",
        "Marty: I know. It's me. I keep pushing you away, till I need your help.",
        "John: Well, if that's why you called, I should warn you I'm not a cop anymore. And I've burned a lot of bridges, Marty. The mayor and just about every judge in this town --",
        "Marty: Yeah --",
        "John: Would be against me.",
        "Marty: Hey, you're the only one that looks at me like you know I didn't do it even though you found me right there with Wes, covered in his blood.",
        "John: You couldn't do it.",
        "Marty: And I need that. I need -- and I will talk to my lawyer, of course, but I need someone in my corner who knows me -- I mean, at least knows who I -- I was.",
        "John: Are you ready to hear about her?",
        "Marty: You'll help me?",
        "[SCENE_BREAK]",
        "Gigi: Stacy, your finances -- they're none of my business. And I'm thrilled that you're here, I am. It's just Rex and I are still kind of digging out from under a lot of debt. We get by, we still have a lot left over at the end of the month.",
        "Stacy: And so I'm eating you out of house and home.",
        "Gigi: The grocery bill is a little higher, yes.",
        "Stacy: Well, it's just my metabolism. I mean, you remember -- when I was a kid, I used to eat like a whole batch of cookies and still be hungry for dinner.",
        "Gigi: And stay a size two -- yes, I remember.",
        "Stacy: Oh, well, that's dancing. I mean, you tap for two hours and there goes the pounds.",
        "Gigi: Thanks for the tip. Look, Rex and I want you to feel welcome, we do. It's just you got to start pulling your weight.",
        "[SCENE_BREAK]",
        "Viki: So everything you put that family through -- throwing them out of their house -- you had no grounds, no legal right.",
        "David: Legalities -- not my strong point.",
        "Viki: Yeah. I'll bet Dorian's looking into it, though, isn't she?",
        "David: Hey, but I'm still a Buchanan.",
        "Viki: Is that what you want, David -- just a piece of the pie? Or is this just all about Dorian getting revenge on Clint, huh? Hey, you know what? No jokes -- I'm quite laughed out about all of this.",
        "David: I'm a Buchanan now. I have no sense of humor. Seriously, have you ever met one of them? Very dull.",
        "Viki: Trust me, David -- they are anything but dull. Perhaps they just don't laugh at things that are completely inappropriate.",
        "David: Look, don't get me wrong. It's not that I have something against them per se. It's just -- I'm allergic to horses, and as much as I love money, finances make my eyes cross.",
        "Viki: What are you saying?",
        "David: I have no idea what I'm saying -- that's why I called you. I thought you could help me figure out how I feel about this. Isn't that what best friends are for?",
        "[SCENE_BREAK]",
        "Bo: Roxy finally told you about your father.",
        "Rex: Yes and no.",
        "Bo: Well, did she give you a name at least?",
        "Rex: That'd be the \"no\" part.",
        "Bo: She's jerking you around again.",
        "Rex: She told me all that she could.",
        "Bo: What does that mean?",
        "Rex: Look, it -- it doesn't even matter anymore. I'll never find the guy.",
        "Bo: What are you going to do -- just give up hope?",
        "Rex: Well, sometimes that's the only option left. My father is dead.",
        "Bo: That's according to Roxy.",
        "Rex: She seemed pretty honest.",
        "Bo: Well, how could you tell?",
        "Rex: I -- I know she has a pretty casual relationship with the truth, but --",
        "[Rex sighs]",
        "Rex: She was just in so much pain. It had to have been the truth.",
        "Bo: It's a sad end to a sad story.",
        "Rex: I just have one question. How did David Vickers end up the lucky one?",
        "[SCENE_BREAK]",
        "Viki: David, I can't tell you how to feel. Nobody can. Have you talked to Bo about this?",
        "David: No. As soon as we found out the news, he wanted to split. I mean, who can blame him? A lot to digest.",
        "Viki: I'll say.",
        "David: You know, it was one thing when I thought I was Asa's son. The old coot was dead, I wanted to inherit the money, but -- with Bo, it's somehow different. I think I respect him.",
        "Viki: All the more reason to talk to him.",
        "[SCENE_BREAK]",
        "Rex: So how's Matthew?",
        "Bo: He's doing fine, considering that he's smoking dope and very proud of it.",
        "Rex: Proud of it -- no. I -- no, I don't think he's --",
        "Bo: Hey, hey. Yeah, yeah, you heard it here, Balsom.",
        "Rex: Well, maybe his -- his big brother can pull him aside and -- no. No, that would never happen.",
        "Bo: Well, something has got to happen because I'm at my wits end with this kid.",
        "Rex: So you talked to him?",
        "Bo: I tried. He's defiant. I even threatened to send him to military school. And I'll tell you, if he keeps this up, I just might do it.",
        "[SCENE_BREAK]",
        "Boy: Yeah, baby!",
        "Girl: That white boy's in love with himself.",
        "Matthew: So, tumbling's not exactly your thing?",
        "Girl: The only way you're going to get me upside down is if it gets me into Harvard.",
        "Matthew: You want to go to Harvard?",
        "Girl: Why not? Besides, I'm not exactly built for tumbling.",
        "Matthew: Well, right. I mean, most gymnasts are --",
        "Girl: Living on licorice and laxatives? Honey, you've got to figure out what you're good at and do that. The hell with all the other stuff. Am I right?",
        "[SCENE_BREAK]",
        "Schuyler: I'm not threatening you, Cole.",
        "Cole: You know, it sure sounds like it.",
        "Schuyler: What, you think I'm going to drag you to the vice principal's office? That would be a waste of time for everybody. You'd only deny it, and by the time we get you tested for --",
        "Cole: Excuse me?",
        "Schuyler: Just think of this as a warning, okay? I'm not trying to bust you, but if I see you high on school property again, I'm going to turn you in for your own good.",
        "Schuyler: Take that.",
        "Cole: What is this?",
        "Schuyler: It's a number, to a drug counseling center. I want you to call them, or better yet, you know what? Just show up. They'll help you.",
        "Cole: I don't need anyone's help, okay?",
        "Schuyler: Oh, yeah, yeah, because after the year you've had, anybody would, Cole.",
        "Cole: What do you know about my life? Hmm. Or has Starr been telling you?",
        "Schuyler: No.",
        "Cole: Yeah, see, you know, this whole time I thought she was working with you on a research project.",
        "Schuyler: She is, she is, but we don't talk about you.",
        "Cole: You don't -- you don't talk about me? Now, you know, I think you're lying, Téach.",
        "[SCENE_BREAK]",
        "Starr: You used me to stay out of jail.",
        "Todd: No. No, I swear if I'd known Téa told you --",
        "Starr: No, it doesn't matter, though, because it worked, right?",
        "Todd: I love you more than anyone else in the world --",
        "Starr: Don't say that to me. It's a lie! You just proved it to me when you just told me that you didn't think about us once when you were on that rooftop and you were going to kill yourself!",
        "Todd: I was on that rooftop because I was trying to work things out with Marty.",
        "Starr: By -- by killing yourself, right?",
        "Todd: I -- I thought that I could prove to her that she was right, that I deserved to be punished.",
        "Starr: Then why -- see, here's one thing. Why wouldn't you plead guilty? Why would you put us all through hell with that trial? Why would you convince your lawyer to get me to lie for you? Huh?",
        "Todd: When I was -- that night, you know, I almost died. But it kind of woke me up. And it made me realize how much I want to be around you, how much I love you and your brothers. And I just didn't want to go to jail. Now you have to believe me -- if I had known what Téa had planned --",
        "Starr: Give me a break. You've been married to the woman -- you know how she operates. She plays dirty. I was her key witness. Who else was she going to go after?",
        "[SCENE_BREAK]",
        "Dorian: John is a very attractive man in his own way, and very charming and all that, but he has not been behaving comme il faut.",
        "Blair: Whatever that is.",
        "Dorian: You are haute couture, premier choix. He's just a salon keeper.",
        "Blair: Yeah, Dorian, so am I and just -- come on. Don't talk about John like that, all right, please?",
        "Dorian: What are you saying? That you've fallen in love with him?",
        "Blair: It just kind of caught me off-guard. I -- yeah. I -- I fell for him, I did. And I know that he never made me any promises and, you know, I never wanted any promises. But I -- you know, I just didn't want things to get complicated.",
        "Dorian: And then, Marty reappeared.",
        "Blair: God, I hate her. I hate her. I mean, she goes through this whole thing where she's, you know, this victim in a leather jacket routine. I'm sick of it.",
        "Dorian: So take her down. What do you think I've been trying to tell you?",
        "Blair: How?",
        "Dorian: Do you honestly think she murdered that man?",
        "Blair: Yes, I do.",
        "Dorian: If she goes to jail, your problem is solved.",
        "Blair: And how am I going to do that, Dorian?",
        "Dorian: Oh, you're a Cramer woman. Do I have to spell it out for you?",
        "[SCENE_BREAK]",
        "Marty: Wes was mad at me for drinking and carrying on and pretty much using him to antagonize you.",
        "John: And you fought about that?",
        "Marty: He was trying to get me to calm down. He wanted me to go home, but I just wasn't ready to listen. And it was right after you -- huh -- pretty much accused him of killing Lee Halpern, told me that he was dangerous, that I shouldn't go home with him. He was pretty mad. But I -- I remember thinking he was right, and I wasn't furious with him. I would never have hurt him. He was my friend.",
        "Marty: I know you. I know you didn't like him, but he was a sweet man. He was good to me. He -- he gave me a place to stay, he would just let me talk. He never touched me.",
        "[John sighs]",
        "John: Never?",
        "Marty: No. He wasn't what I was looking for.",
        "[SCENE_BREAK]",
        "Girl: You going?",
        "Matthew: I can't. I'm grounded. This could be my last day at Llanview High.",
        "Girl: Shut up. Why?",
        "Matthew: My dad's sending me to military school.",
        "Girl: What did you do, stop making your bed?",
        "Matthew: Got caught with a joint.",
        "Girl: A joint? You?",
        "Matthew: Yeah, but the funny thing is, is I never got high, or smoked the joint, or anything like that.",
        "Girl: And your dad doesn't believe you?",
        "Matthew: Well, I kind of made them think that it was no big thing, that I did it all the time.",
        "Girl: And you did this why? Please, no, not because of that bag of bones.",
        "Matthew: Afraid so.",
        "[SCENE_BREAK]",
        "Stacy: You're right, I do need to pitch in, and I will. It's just with the economy the way it is, it's so hard to find a job.",
        "Gigi: What about waitressing?",
        "Stacy: Waitressing?",
        "Gigi: I think they might need someone over at the Buenos Dias. I have a friend over there, Noelle. Tell her you're my sister.",
        "Stacy: Okay, Gigi, I've never waited tables before in my life.",
        "Gigi: They'll let you trail until you pick up everything you need to know. And if you hurry, you might even get a free lunch out of it.",
        "Stacy: Fine, I'll go talk to Nicole.",
        "Gigi: Noelle.",
        "[SCENE_BREAK]",
        "David: So, am I Bo's handsome son, Dorian's handsome husband, or Matthew's handsome brother?",
        "Viki: I don't -- thank you. I don't think that -- that we are defined by other people, even our parents. I've certainly seen my children grow and change.",
        "David: I'm not a child anymore.",
        "Viki: I know.",
        "David: But you know, I'm finally a Buchanan, but what do I do with that now? They don't want me.",
        "Viki: Do you want them?",
        "David: Nigel's efficient. Matthew's a good kid. Clint hates me, with good reason. But Bo -- I just wish he would respect me, but that's never going to happen.",
        "Viki: You don't know that, David.",
        "David: Oh, Viki, I could do whatever I thought it was that he wanted me to do for the rest of my life, but --",
        "Viki: But what about what you want?",
        "David: What I want?",
        "Viki: Yes, what makes you happy? And don't over think this. Just tell me the first thing that comes into your mind. When was the last time that you were truly joyous?",
        "David: Acting on that TV show.",
        "Viki: \"Supermodel Crime Club\"?",
        "David: Gosh, that was a good show. I was good, wasn't I?",
        "Viki: You were a lot of fun to watch.",
        "David: You know how sometimes famous people say they want to give something back? I feel like that's what I was doing with my acting. I think I was actually helping people. But it's canceled, so what do I do now?",
        "[SCENE_BREAK]",
        "Bo: Okay, to answer your question, we did what parents should do. We confronted him.",
        "Rex: Where was this?",
        "Bo: At school. And he admitted it. He smoked just outside the front door. He went to class high. You know, it was like he was bragging about it. If I'd done something like that to my old man -- ooh.",
        "Rex: He'd have sent you to military school? I'm just saying.",
        "Bo: Well, what am I supposed to do, Balsom? Watch my son become a drug addict?",
        "Rex: I'm not saying that it's nothing. I'm saying that it could be a lot of things. He's a teenager, he's in high school, he's experimenting. He's showing off. But he's still Matthew. You can get through to him.",
        "Bo: Well, I'd try -- if he just listened to me.",
        "Rex: Maybe you need to listen to him.",
        "Bo: Here, thank you. Keep the change.",
        "Waitress: Thanks.",
        "Rex: And remind him of all the stuff he's got going for him. I know, what do I know about parenting? But I just feel like you've got this miracle, your son, your kid. And if you shine a light on all the good stuff, then it grows, the good stuff. At least, it seems that way with Shane, staying positive. You know, Vickers, he's --",
        "Bo: Well, Vickers -- I was drunk when he was conceived.",
        "Rex: Yeah, I wouldn't mention that to anybody, especially Matthew, unless you're trying to make a point.",
        "Bo: Yeah.",
        "Rex: Hell of a day, right?",
        "Bo: It's one in a million.",
        "Rex: Hey, walk over to Rodi's with me. I need to see Gigi.",
        "Bo: You know something, Balsom? I'm jealous of you.",
        "Rex: Get out of here.",
        "[SCENE_BREAK]",
        "Todd: You're right. I should've kept closer tabs on Téa.",
        "Starr: You should've never hired her.",
        "Todd: But I wasn't going to win you back from jail, was I? And that's all I want.",
        "Starr: I already heard that whole speech at the cemetery. Do you remember? When you stood over my baby's grave and promised that you would do anything to make things right between us. That lasted for 10 seconds.",
        "Todd: I meant it.",
        "Starr: You hired a lawyer to convince me to lie for you.",
        "Todd: No, I didn't want you to lie for me, Starr. I didn't know --",
        "Starr: When I took the stand, Dad, and I changed my testimony, did you do anything? If you loved me, you would've stood up and stopped that trial. If you loved me, you would've changed your plea, but you didn't. Because you took for granted that I love you no Matter what horrible, dishonest, disgusting things you do. But you are wrong, you are so wrong. I will never do it again.",
        "Todd: Does that mean you don't love me?",
        "Starr: It means that I don't -- I don't want you in my life, so stop e-mailing me, stop calling me, stop contacting me in general. It's over.",
        "[SCENE_BREAK]",
        "Cole: What did Starr tell you about me?",
        "Schuyler: Cole, she didn't even mention you by name.",
        "Cole: Yeah, but she drew you a pretty good picture, and you put two and two together, right?",
        "Schuyler: She cares about you, okay? That's not something you take for granted. I had somebody like that in my life once. Just don't shut her out. You'll regret it, okay? Go to the center; get your life back on track.",
        "[SCENE_BREAK]",
        "Todd: Starr, something happened to me. Something happened to me when I was with Marty. She changed me.",
        "Todd: I'm sorry; I don't know how to do this. I -- I'm -- I am a mess. But I want to change. I want to be the man that you'd like me to be. I do. I just don't know how to do it.",
        "Starr: By locking Marty in your house and planning on kidnapping my baby? How is that new and different?",
        "Todd: But I didn't kidnap your baby, do you see? That's the difference. And you know, I wanted to plead guilty. Téa convinced me I should stay and fight for another chance. Maybe that was a mistake, I don't know. But you know, I wasn't trying to avoid responsibility. You were there. I stood up in court and I said, \"Hey, here's what I did wrong.\"",
        "Starr: Once the judge was gone. And you knew that nothing could happen to you. Because that's how you work. You feel so bad about how things turned out, then you don't want to pay for them, because punishments are for suckers, right? Well, I can't take it anymore, dad, and I'm not going to. The truth is, is that you scare me. I would do anything to take back, to go back in time -- don't go near me! I want you to -- I want to send you to jail!",
        "Todd: Come on --",
        "Starr: Stop, I don't -- you need to be in jail where you can't hurt anyone.",
        "Todd: Who am I going to hurt? I'm not going to hurt you.",
        "Starr: You're going to hurt me. Back up! You're going to hurt me, you're going to hurt Mom, you're going to hurt the boys, you're going to hurt anyone who crosses your path. And when you do, stay away from us. For good.",
        "[SCENE_BREAK]",
        "Marty: Just like you know I didn't kill Wes, I know Wes didn't kill Lee Halpern. Maybe someone thought he did and came after him.",
        "John: What are you thinking?",
        "Marty: Well, you don't stab someone over a theory. It's got to be personal.",
        "John: Mm-hmm. You sound like a cop.",
        "Marty: Shrink, remember?",
        "John: Okay. Let's say you're right, Wes didn't kill Lee.",
        "Marty: What?",
        "John: Maybe the same person killed both of them.",
        "[SCENE_BREAK]",
        "Dorian: Get Marty locked up, John's all yours.",
        "Blair: Yeah, and he'll hate me, putting her away.",
        "Dorian: Well, you're not doing him a favor by letting him get involved with a murderess. He could be next.",
        "Blair: Oh, come on, he's a trained cop.",
        "Dorian: I read that the dearly departed was a Navy Seal. Fine. It's up to you.",
        "[SCENE_BREAK]",
        "Matthew: So I told my dad the joint was mine and that I smoked all the time. You know, like I'm all that.",
        "Girl: So you did this so Becca could hear you do it?",
        "Matthew: Yeah, and now my dad thinks I'm a stoner.",
        "Girl: And he's sending you to military school where you'll never be able to hook up with Ms. Gum-for-lunch over there?",
        "Matthew: That's pretty much it.",
        "Girl: And it doesn't bother you that she's flat out stupid?",
        "Matthew: She's not stupid.",
        "Girl: She's going to the dance with Justin. That's stupid in my book.",
        "[SCENE_BREAK]",
        "[Starr gasps]",
        "Starr: Uh, Cole -- I didn't see you there.",
        "Cole: Did you tell Mr. J I was doing drugs?",
        "[SCENE_BREAK]",
        "Viki: Well, I'm sorry I couldn't solve your problem, David.",
        "David: Oh -- you've been a lot more help than you know, Viki. Thank you.",
        "Viki: Good.",
        "David: Hi -- dads.",
        "Viki: Okay, we're leaving.",
        "Bo: David, um -- I'm sorry that we didn't get a chance to talk.",
        "David: It was a lot to take in. But I want you to know that I meant what I said. I'm honored to be your son. Shall we?",
        "Bo: Balsom, you know what? I think I'm going to take off, too. Thanks for the advice, though. And -- sorry about your dad.",
        "[SCENE_BREAK]",
        "Waitress: I'll be right with you.",
        "Stacy: Are you Noelle? Because I'm Stacy Morasco, Gigi's sister. She thought you might have an opening for a waitress, so \u0096",
        "Waitress: Noelle's not here, but here's an application.",
        "Stacy: Oh, thank you.",
        "Stacy: Oh.",
        "Stacy: Ugh.",
        "Schuyler: Stacy?",
        "[SCENE_BREAK]",
        "Starr: No, Cole, I didn't say anything to Mr. J about you.",
        "Cole: Well, he had to hear it from somewhere because he practically accused me of being an addict.",
        "Starr: Okay, I did talk to Mr. J, but I never mentioned your name.",
        "Cole: Well, what did you say?",
        "Starr: I said that I had a friend who was going through a bad situation, who was handling it with drugs.",
        "[Books slam]",
        "Starr: Cole!",
        "Cole: I can't believe you, Starr!",
        "Starr: Please, stop --",
        "Cole: He is a teacher. He can turn me in.",
        "Starr: He's not going to turn you in.",
        "Cole: He said that if he caught me again --",
        "Starr: Wait, if he caught you again?",
        "Cole: He thought I was high because of you.",
        "Starr: Maybe because you walk around school in a fog, your eyes can't focus on anything, you don't remember what you did last week. And for your information, I talked to Mr. J, not because he is a teacher, but because I think he can help you.",
        "Cole: What does he know about anything?",
        "Starr: He knows a lot, because he used to have a drug problem, too.",
        "[SCENE_BREAK]",
        "Dorian: I'll leave you two alone. Darling!",
        "[Dorian chuckles]",
        "Dorian: Where have you been?",
        "David: I've been making a decision about our future.",
        "[SCENE_BREAK]",
        "Reporter: This is Blair Cramer's account, tape one.",
        "Blair: Okay, I was at the Angel Square Hotel, and I was just walking down the hall because I was visiting a friend, and I heard Marty Saybrooke tell someone not to call the cops. Well, the door was open, so I peaked in and there was Marty. She was standing there. She had blood all over her, on her hands and on her clothes. And it was awful.",
        "Reporter: Was there anyone else there?",
        "Blair: Yes. John McBain, and of course, Wes Granger was lying on the bed with a knife sticking out of his chest. He was dead. And I heard Marty begging John not to call the cops. And if that's not a guilty woman, I don't know what is.",
        "[SCENE_BREAK]",
        "Marty: Are you saying there's a serial killer out there?",
        "John: I don't know if I'd go that far, but you got two victims stabbed in the heart. I think we have to consider the possibility it's the same person.",
        "Marty: But what about -- what's the motive? I mean, I'm the only one who knows both of them other than you.",
        "John: And Manning.",
        "[NEXT_ON]",
        "David: Come to L.A. with me.",
        "Rex: My father is dead.",
        "Schuyler: You didn't by any chance come to Llanview looking for me, did you?",
        "Starr: I obviously sure as hell can't talk to you anymore!"
    ],
    "Transcript Author": [
        "Provided By Laurie R."
    ],
    "url": "https://www.youtube.com/watch?v=dIsLLyygamQ"
}