{
    "Episode Summary": [
        "Episode # 11042"
    ],
    "Recap": [
        "Aubrey tells Bo that Cutter has a 9mm gun that he believes belongs to Rex and that he thinks is the gun killed Victor, Jr. Echo discovers the gun is missing. Rex realizes the only person that has been in the house besides them is Shane. They hope Shane isn't responsible for discharging the one bullet that had been fired, which prompted the hiding to begin with. They fear Shane might have shot Victor Lord, Jr. As Rex and his mothers are leaving to look for Shane, Bo arrives at the door and asks about the gun. Rex immediately confesses and tells Bo to arrest him. From Roxy and Echo's reaction, he determines that Shane is depressed and in possession of a loaded gun. He decides that helping Shane is more important right now. Shane reveals to Jack that he couldn't have seen Todd knock him out because he did it. Jack concludes that Shane must have killed Victor while he was there. Shane says it's only fair since Jack killed Gigi. Shane aims the gun and tells Jack to admit responsibility for Gigi's death. Jack refuses. Shane takes off the safety, nuzzles the muzzle into Jack's chest, and tells him that he can join his father",
        "Clint and Viki discuss Clint interrupting Cord and Tina while they were in a compromising position. Viki says he shouldn't meddle. Clint warns her that Cord will likely try to nudge them back together. He flirtatiously tells her she should start dating again. Clint tells Viki that Rex came to visit him and that he said Gigi sent him because he is somehow connected to the signs that lead to Kentucky. Viki thinks it's great that they are finally connecting. He tells her that he still sees and hears Gigi, and he reflects upon being alive because the woman Rex loved is dead. Cutter goes to the hospital and sees post-surgery Stacy looks exactly like Gigi. He tells him that with the gun she stole from him, she was able to blackmail Echo into convincing Rex to sign over all his assets back to Clint. Cutter tells her that neither Clint nor Stacy, nor she will see any of that money because he is taking it back or he will reveal her friend's identity. He asks her if she is sure the comatose woman in the bed is really Stacy or if it could really be Gigi."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jack: I don't know what to do. If Scarface didn't kill you, I wish you could just tell me who did this to you.",
        "Shane: Too bad he can't answer you. Must suck being dead, huh?",
        "[SCENE_BREAK]",
        "Rex: What is that?",
        "Roxanne: Oh, my God.",
        "Rex: What?",
        "Echo: The gun. The gun. T-the gun is gone!",
        "Rex: What do you mean? You put the gun in there? You told me you got rid of it!",
        "[SCENE_BREAK]",
        "Viki: Oh, lovely. I thought I saw smoke when I drove in.",
        "Clint: [Chuckles] I know it's early, but it's cold in here.",
        "Viki: Really?",
        "Clint: Or maybe it was your sister giving me a chill.",
        "Viki: Ah. Yes. I heard that you...interrupted Cord and Tina.",
        "Clint: In the nick of time. I love my son, but that boy, he has no sense when it comes to that woman.",
        "Viki: Well, I'm sure you told him that, right, in that tone of voice? And I'm sure he took it well.",
        "Clint: Well, Cord told me I had no business saying anything to him because I was in the same boat with my ex-wife.",
        "[SCENE_BREAK]",
        "Kim: Sorry, girl. You've already paid. But, hey, you're still alive. And now that we'll have some Buchanan money, I can take care of you right. I just -- I got to get these over to Clint Buchanan. And then you'll be set for life. We're almost there, Stace.",
        "Cutter: You're not going anywhere.",
        "Kim: Hey, bro. What are you doing here?",
        "[SCENE_BREAK]",
        "Aubrey: I might have some information about Victor Lord's murder.",
        "Bo: What kind of information?",
        "Aubrey: About the gun that killed him.",
        "[SCENE_BREAK]",
        "Cutter: Hey, sis. I was just swinging by to see what you're up to, see how you are, see how your little buddy's doing.",
        "[Monitor beeping]",
        "Cutter: This is really what she used to look like?",
        "Kim: Yeah.",
        "Cutter: She was hot already.",
        "Kim: I know, but she wanted to look exactly like her sister.",
        "Cutter: I mean, it's -- it's uncanny. She's a dead ringer.",
        "Kim: Don't say \"dead\" in this room!",
        "Cutter: So, she went through all this just so she could get Rex Balsom?",
        "[SCENE_BREAK]",
        "Echo: I did. I-I did get rid of the gun. I-I-I-it was only back here be-- I stashed it in here when you came in.",
        "Rex: Okay, but why did you still have the gun if you thought that I used it to kill Victor?",
        "Roxanne: Oh, that's a long story.",
        "Echo: Better question -- what happened to the gun now? I mean, who could have taken it?",
        "[SCENE_BREAK]",
        "Jack: Morasco, what the hell are you doing?",
        "[SCENE_BREAK]",
        "Kim: Yeah. Stacy was nuts about Rex. But I put his gun to good use. Maybe I shouldn't be talking to you about this now that you're all straight and narrow.",
        "Cutter: Yeah, don't worry about me.",
        "Kim: I put the squeeze on that old bag Echo. She didn't want her baby Rex going to jail for killing Victor, so she got him to cough up the money.",
        "Cutter: Nice. How much?",
        "Kim: All of it. And he signed all of it over to Clint. How much is that man gonna love me?",
        "[SCENE_BREAK]",
        "Viki: Why would Cord bring up Kimberly Andrews?",
        "Clint: Wrong ex-wife.",
        "Viki: Well, what other ex-- me?",
        "Clint: You. He threw our relationship right in my face.",
        "Viki: [Laughing] Well, that doesn't make any sense at all.",
        "Clint: That's what I said to him.",
        "Viki: Was he comparing me to Tina?",
        "Clint: No, but he said they had children together just like we do.",
        "Viki: Oh, well, then, I mean, that's true, isn't it? And it obviously connects us. We're civil and friendly, you know.",
        "Clint: Yeah, well, Cord was just trying to protect his backside because I caught him getting sucked in again by that little --",
        "Viki: My sister. Sister. She's my sister.",
        "Clint: Mm-hmm. Are you saying it's all right, you think, they hook up again?",
        "Viki: No! No. I am saying that neither one of us can stop them. And given your track record meddling in your children's lives, this is probably one you should stay out of.",
        "Clint: Yeah, you're probably right about that, but at least you know what's going on, so if Cord should give you a little push towards me...",
        "Viki: [Laughs] What does he think is going on here?",
        "Clint: I don't know. Rekindling of an old flame, I guess.",
        "Viki: Oh. [Chuckles] No. No. I mean, that's...kind of... ridiculous, isn't it?",
        "Clint: Well, that's what I told him.",
        "Viki: Especially given that \"Kim\" has resurfaced in your life.",
        "[SCENE_BREAK]",
        "Cutter: Good job, sis! You had the one thing that could get Rex and his moms to give up the money.",
        "Kim: Yeah, thanks for that, Cutter.",
        "Cutter: You're welcome.",
        "Kim: Listen, if you want a cut for that, it's only fair. I know you're all legit now, but if you happen to save a little, you know, in case you and Aubrey --",
        "Cutter: Oh, that is so sweet of you.",
        "Kim: Okay, but I got to get these papers over to Clint, so you got --",
        "Cutter: Yeah. Yeah. Is he itching to spend his money right now?",
        "Kim: It's not like he could much with it right now. He's under house arrest.",
        "Cutter: Mm-hmm.",
        "Kim: The hospital's the one who's after his money.",
        "Cutter: So, Clint was gonna pay her bills?",
        "Kim: He wanted to have her moved back Llanview, put her up in the Buchanan wing at the hospital, but not that I could let that happen.",
        "Cutter: How'd you get around it?",
        "Kim: I told him she couldn't be moved. Now that we'll have some Buchanan money, I can pay her hospital bills, and I can get a genius doctor to get her out of this coma.",
        "Cutter: Yeah. That's not gonna happen.",
        "Kim: You don't know that.",
        "Cutter: You're not giving Clint those papers.",
        "[SCENE_BREAK]",
        "Bo: I hope this isn't more information from Phyllis Rose.",
        "Aubrey: The thing I said about the gun being turned in to the police station, I didn't hear it on \"Access Llanview.\"",
        "Bo: Wherever you heard it, it's not true.",
        "Aubrey: I know. But it should be.",
        "Bo: Why?",
        "Aubrey: Cutter Wentworth had the gun, and he told me that he turned it in to the police station, but obviously he didn't, because you don't have it.",
        "Bo: How did Cutter Wentworth end up with a murder weapon?",
        "Cutter: I don't think you're getting the whole picture. This guy is gonna bring us luck. I can -- I can just feel it.",
        "Aubrey: Oh, yeah. Well, let's hope. Oh, my God! Is that real?",
        "Cutter: Y-yeah. It looks it.",
        "Aubrey: Your porcupine had a gun stuffed in it.",
        "Cutter: Don't look at me! I just thought he was cute!",
        "Aubrey: Cute?! He is deadly! Commissioner, you're not gonna like any of this.",
        "Bo: Why not?",
        "Aubrey: Because the gun that Cutter had, the murder weapon -- it was Rex Balsom's.",
        "[SCENE_BREAK]",
        "Rex: Whoa, whoa, whoa. Back up. Tell me again why you still had the gun.",
        "Echo: [Stammers] It's not really the time for this.",
        "Rex: Well, we need to figure out who took it.",
        "Roxanne: Well, whoever it is, they still got to be here. Like, now.",
        "Echo: Yeah, yeah. She's right, because that gun was here as of 30 minutes ago, so who else is here?",
        "Rex: Nobody.",
        "Roxanne: You didn't keep nobody who worked for Clint, did you?",
        "Rex: No! I cleared them all out! It's just Echo, me -- Shane? Shane's the only other person here.",
        "[SCENE_BREAK]",
        "Shane: I'm standing here, that's what I'm doing.",
        "Jack: With a gun.",
        "Shane: Watching you talk to your dead dad. You don't know who killed him. You told the cops it was Todd, but you don't know. You didn't see anything.",
        "Jack: You don't know what you're talking about. It was Scarface.",
        "Shane: 'Cause that's what you saw, right?",
        "Jack: Yeah.",
        "Shane: You're such a liar. You didn't see Todd Manning hit you that night.",
        "Jack: Yeah, I did.",
        "Shane: You didn't see anything that night! You couldn't have.",
        "Jack: What makes you so sure?",
        "Shane: I know who really knocked you out.",
        "Jack: Yeah, right. How could you know --",
        "Shane: Yeah. It was me. I'm the one who hit you that night.",
        "[SCENE_BREAK]",
        "Clint: Ooh, you do that real well.",
        "Viki: I'm sorry. What are you talking about?",
        "Clint: I bet Kimberly Andrews wouldn't even feel the sting in her side until she walked away. Of course, we may never know. She may not show up again.",
        "Viki: Really? You don't expect her back?",
        "Clint: Well, she came here in the first place because she had a friend that had some big medical bills.",
        "Viki: Yes. I know that. You told me. Apparently, she didn't know about your situation.",
        "Clint: She did, but she thought I could help her figure out something to do, and I was about to have her friend moved to our wing in Llanview Hospital.",
        "Viki: Yes, I know, but she wouldn't let you.",
        "Clint: No. Kim refused, saying her friend was just too sick to be moved.",
        "Viki: Mm-hmm.",
        "Clint: Do you think that this was a setup from the get-go?",
        "Viki: [Chuckles] Doesn't matter a damn what I think.",
        "Clint: Well, you'll be happy to know that the thought of a setup went through my mind, too, and that's why I sent Rex to check it out.",
        "Viki: You talked to Rex?",
        "Clint: He came by to see me. Shocked me, as well. And he said that Gigi sent him.",
        "Viki: Oh, no. Oh, God. Poor Rex.",
        "Clint: And I believe that's why he was in such a giving mood.",
        "Viki: I'm still kind of surprised that he agreed to help you with anything, especially on Kim's behalf.",
        "Rex: Maybe this is the answer.",
        "Clint: What is?",
        "Rex: The hospital in Kentucky, Kim's friend. Maybe that's what I was supposed to hear.",
        "Clint: Oh, he thinks Kim is somehow connected to Gigi sending him to me.",
        "[SCENE_BREAK]",
        "Kim: Uh, yes, I'm giving Clint these papers. What's wrong with you?",
        "Cutter: I'm taking it back.",
        "Kim: Taking what? I don't have the gun anymore, dummy. I traded it for these. You gave it to me, free and clear, no strings.",
        "Cutter: That was then.",
        "Kim: Is Aubrey making you do this? Does she want you to give the gun in? Because it's done. There is no g--",
        "Cutter: No, this isn't Aubrey. It's me, all right? I had Clint's money first, and I'm taking it back.",
        "Kim: What? What are you talking about?",
        "Cutter: Clint Buchanan's not getting a red cent. Neither is Rex or this... freak in the bed. It's mine. I'm taking it back.",
        "[SCENE_BREAK]",
        "Bo: Cutter thinks he found Rex Balsom's gun? What makes him think it's Balsom's?",
        "Aubrey: Well, Cutter bought this stuffed porcupine from Roxy Balsom at the flea market. He brought it home, and a gun fell out.",
        "Bo: A gun fell out of Morris?",
        "Aubrey: Yeah. We were pretty freaked out. And it was a 9mm, which is the same gun that killed Victor Lord, right? So we figured it was the murder weapon.",
        "Bo: There are a lot of 9mm handguns around.",
        "Aubrey: I know. But the way that it was hidden, it was just very suspicious.",
        "Bo: Where's the gun now?",
        "Aubrey: Cutter must still have it. I think he wants to use it to blackmail Roxy or Echo DiSavoy or maybe he'll just go straight to Rex.",
        "[SCENE_BREAK]",
        "Rex: Anything?",
        "Echo: He's not upstairs?",
        "Rex: No, not his room, your room, my room, extra rooms. He likes the stables.",
        "Echo: He wasn't there. I checked. And I checked the garage, too, and all the cars are still there.",
        "Rex: Well, thank God. Shane doesn't have his license. But for him to take the gun --",
        "Echo: No! No. Rex, he's not in that place anymore.",
        "Rex: Not from bullying.",
        "Roxanne: Okay, all right. Let's not get historical about this. We got to go over where the bullets are. You know, there was the one bullet that Rex pumped into Victor, and that's gone.",
        "Rex: I didn't shoot Victor!",
        "Echo: Well, there was a bullet missing from that gun!",
        "Roxanne: And if not you, then who?",
        "[SCENE_BREAK]",
        "Jack: No way you hit me. You don't have the guts.",
        "Shane: What, you don't think I'm sick of looking at you walking around, getting to do whatever you want... while my mom's over there in that grave? You put her in the ground. She never did anything to you!",
        "Jack: I didn't --",
        "Shane: My mom is dead because of you! But you got off. So I decided to punish you myself.",
        "Jack: That gun's not real.",
        "Shane: Oh, yeah? You want to find out? It's real, loser. My dad keeps it in the safe. That night, I grabbed it, took one of Clint's cars, parked down the street from your dad's house. When I got there, you were outside the front door.",
        "Jack: Dad!",
        "[Thunder rumbles]",
        "[Thud]",
        "Shane: I pointed the gun at you. You were just lying there, completely helpless... like my mom was when you trapped her in that basement. I could have shot you.",
        "Jack: Yeah? So why didn't you?",
        "[SCENE_BREAK]",
        "Rex: No, it can't be.",
        "Echo: No, of course not.",
        "Roxanne: Can't be what? What are you doing with loaded guns around the house anyway?",
        "Echo: Should we call someone?",
        "Rex: N-no, no, no. No police. That's the last thing Shane needs.",
        "Roxanne: Okay. So, someone other than Rex fired the gun and the gun is missing and Shane is missing -- whoa.",
        "Rex: I-I can't even --",
        "Echo: No. No. No, it can't. It can't be, because we would have known.",
        "Rex: Would we?",
        "[SCENE_BREAK]",
        "Viki: Well, whatever the reason, I'm very glad that you and Rex...connected.",
        "Clint: Well, he may not come back. That thing in Kentucky -- that turned out to be a dead end.",
        "Viki: Oh. No sick friend, huh?",
        "Clint: Oh, there was somebody in the hospital, all right. But they were healthy enough to get discharged, and I have...not heard from Kimberly since.",
        "Viki: So sorry.",
        "Clint: Oh, don't be sorry. I mean, it was good to see Kimberly, but it's not like I'm in any position to start things up again. It isn't as if she could move in here, is it?",
        "Viki: [Chuckles] This is house arrest. Uh, somehow I don't see the judge being too thrilled with that idea. [Chuckles]",
        "Clint: Either.",
        "Viki: Okay. Either. Oh, Clint. Honestly. Is that how you want to spend your time?",
        "Clint: No, Viki. I want to sit in front of the fire in a rocking chair and start whittling and drooling on myself and giving out peppermint candies to the grandkids. Now, come on, Viki. Don't you want to spend your time...with someone?",
        "Viki: Actually... I'm okay with my life right now.",
        "Clint: You are no more ready for the rocker than I am. It's time that you got out there again.",
        "Viki: Got out there again?",
        "Clint: You've had a while to get over Charlie. Time to get back on the horse.",
        "[SCENE_BREAK]",
        "Kim: You're taking Clint's money?",
        "Cutter: Yeah. I really miss that house. I miss the horses.",
        "Kim: Hey, what happened to clean living and Aubrey and --",
        "Cutter: You know they had a moat? A moat, like a real moat around the house.",
        "Kim: Did you and Aubrey break up?",
        "Cutter: I think I could put alligators in and crocodiles. Sharks -- I could seriously put small sharks in there, not big ones. She dumped me, that's what happened, all right, because of you.",
        "Kim: What? What are you talking about?",
        "Cutter: [Sighs] She found out that I didn't give the gun to the cops, so she poured a beer in my face and dumped me.",
        "Kim: That sucks. But it isn't my fault. I...",
        "Cutter: She doesn't know that I gave you the gun. She thought that I was using it to blackmail Rex's crazy mothers. So... I figure, if that's what she thinks, why not?",
        "Kim: Um, I could tell her you didn't keep the gun.",
        "Aubrey: There will always be a long con, won't there, something for a rainy day? And I'll get suspicious, and I'll go crazy on you, and you'll just be looking at me with that face like, \"How can you even ask? Don't you trust me?\"",
        "Cutter: Don't you?",
        "Aubrey: I really wish I could.",
        "Cutter: Forget it. Aubrey's right. I'm a con artist, through and through. I was only going straight for her. Now I don't have her. So I think it's time that I embrace the real me.",
        "[SCENE_BREAK]",
        "Bo: Why would Cutter want to blackmail Echo or Roxy?",
        "Aubrey: Because they're the ones who put the gun inside Morris.",
        "Bo: And Cutter saw them do this?",
        "Aubrey: No, but they were both at the flea market, and they were arguing about something. Then he gets the porcupine home, and there's a gun inside?",
        "Bo: This...is unusual.",
        "Aubrey: Unless you think that Roxy or Echo killed Victor Lord, but everybody knows that Rex blamed Jack Manning for Gigi's death and hated Victor Lord for getting him off. It's not a big leap, Commissioner. Those women hid the gun to protect their son because they knew Rex killed Victor Lord.",
        "[SCENE_BREAK]",
        "Echo: Hey. Look at me. You swear you didn't kill Victor Lord?",
        "Rex: Maybe I did.",
        "Echo: No. That's not gonna work.",
        "Rex: Why not? It was my gun. We all know I hated Victor. I wanted the guy dead.",
        "Roxanne: You just said you didn't shoot him.",
        "Echo: He didn't! I know why he's saying it. But it's not gonna help. You didn't kill Victor Lord!",
        "Rex: No, I didn't kill him.",
        "Roxanne: So, like I said before, if Rex didn't shoot him, then who did?",
        "[SCENE_BREAK]",
        "Jack: You're full of it, Wheezy. You had a gun on me, but you didn't shoot?",
        "Shane: I wanted you dead, but --",
        "Jack: But what?",
        "Shane: But...I-I wanted to talk to you.",
        "Jack: Oh, bull. None of this happened.",
        "Shane: So that's what you think?",
        "Jack: Hell yeah. If you pointed a gun at me, why am I not dead? Why am I not buried next to my dad?",
        "Shane: You really don't remember?",
        "Jack: Holy crap!",
        "[SCENE_BREAK]",
        "Roxanne: So many people come through here every day -- the gardener, the pool guy, cable guy, mailman, the milkman. I mean, anybody could have taken that gun and killed Victor Lord. Anybody!",
        "Echo: Roxy, no.",
        "Roxanne: Well, I'm not gonna say it.",
        "Rex: Shane. It could have been Shane.",
        "[SCENE_BREAK]",
        "Jack: You didn't shoot me because you shot my dad instead. You went into the house and killed him. It was you!",
        "[SCENE_BREAK]",
        "Aubrey: I'm sorry. I know this -- this isn't good news for you.",
        "Bo: No, it isn't.",
        "Aubrey: And I would have told you sooner, but I honestly thought that Cutter turned the gun in. I knew it was the right thing to do, and he promised me he would do it.",
        "Bo: Well, thank you for telling me about it now. Do -- do you have any idea where, uh, Cutter put the gun?",
        "Aubrey: I don't know. He said he gave it to someone, but I don't believe him.",
        "Bo: Will you give us the okay to search your house?",
        "Aubrey: Sure. I'm staying at the Minute Man right now, but I don't think the gun's gonna be there. I threw Cutter out, and if he had it, he took it with him.",
        "Bo: Do you know where he is now?",
        "[SCENE_BREAK]",
        "Cutter: The gun doesn't matter anymore.",
        "Aubrey: Yes, it does! It matters a lot!",
        "Cutter: No, it doesn't, all right? The gun has nothing to do with us now!",
        "Aubrey: You stashed it, didn't you? Nice job.",
        "Cutter: Aubrey, Aubrey, I --",
        "Aubrey: So you could blackmail Rex Balsom. That's it, isn't it?",
        "Cutter: I'm done with blackmailing. I told you. I'm with you now. We're on the path to righteousness or whatever.",
        "Aubrey: I don't know. But you can bet wherever he is, he's working a scam.",
        "Kim: Cutter, I'm sorry, but don't be a wuss. You can't just give up because you and Aubrey had a fight. Didn't you guys used to fight just for the makeup sex? I mean, come on. She's probably just bored from all that responsibility and stuff. Just go apologize and tell her you won't do it again.",
        "Cutter: No, this is different. Aubrey's different, ever since Joey Buchanan. It's over. It's time for me to move on.",
        "Kim: Right. Why would you stay in Llanview?",
        "Cutter: Hmm, why? Well, gee, let's think. There's a mansion. There's controlling interest in an international conglomerate --",
        "Kim: Those are Clint's things, and he's getting them back.",
        "Cutter: I don't think so. Give me the papers, Kim.",
        "Kim: They won't do you any good. Everything's signed over to Clint.",
        "Cutter: I can take care of that. Give them up.",
        "Kim: What if I don't?",
        "Cutter: Then I tell everyone in Llanview who your little friend here really is.",
        "[SCENE_BREAK]",
        "Viki: I-I -- oh, my God. You're serious.",
        "Clint: Huh? Why aren't you back out there, back on the market?",
        "Viki: Like a cow? No! I -- Clint, in the first place, I haven't met anyone who's even remotely interesting.",
        "Clint: That's because you haven't been looking.",
        "Viki: Well, where would you like me to go looking? I mean, what, am I gonna hang out in a bar?",
        "Clint: Well, there are other -- you could go online on one of those romance websites.",
        "Viki: Oh, yes. That's really what I want to do. I could sum up everything I'm looking for in a life partner -- 50 words or less.",
        "Clint: Well, you got to put yourself out there somehow. You've spent half your life with the newspaper. I know for a fact you could write a very good ad.",
        "Viki: Ah, but you were always my best editor, so why don't you write the ad for me?",
        "Clint: I'm being serious here now.",
        "Viki: I know.",
        "Clint: Viki, don't you want to curl up in front of the fire with someone?",
        "Viki: What would I say to that someone? \"Oh, don't pay any attention to the man with the ankle bracelet. He's just my felonious ex-husband who lives with me.\"",
        "Clint: It's a big place. I could make myself scarce.",
        "Viki: Oh, why are you pushing this?!",
        "Clint: Why aren't you pushing it? Is there some reason that you don't want to meet somebody new?",
        "[SCENE_BREAK]",
        "[Glass thuds]",
        "[SCENE_BREAK]",
        "Viki: I told you. I am...I'm fine with the way things are now.",
        "Clint: Me too. That is, between us.",
        "Viki: Yeah I-I got that.",
        "Clint: Even if Cord doesn't agree.",
        "Viki: No. Uh... you know, I love Cord, but he's wrong. [Chuckling] He's kind of delusional.",
        "Clint: Yeah, I told him that. I didn't use that word, but, uh, oh, it really doesn't matter what Cord thinks, does it?",
        "Viki: No. It sure doesn't. However, I'm going to thank him, 'cause I haven't had a good laugh like this in ages.",
        "Clint: It's not that funny.",
        "[SCENE_BREAK]",
        "Jack: You killed my father!",
        "Shane: You killed my mom! She's dead because of you. So why shouldn't you lose your father? It's only fair, right? You think that you can just be able to do whatever you want and never have to pay? Is that it, Jack?",
        "Jack: I told you a million times. I didn't do anything to your mom. I did not kill her!",
        "[SCENE_BREAK]",
        "Echo: Rex --",
        "Roxanne: Shane? You're talking Shane? That is crazy talk! That is crazy talk!!",
        "Echo: I think we have to consider --",
        "Roxanne: Like hell! You don't even know the kid. He doesn't have a mean bone in his body. He couldn't kill anybody. You are so new on the scene, you don't even know --",
        "Echo: Zzz! Zzz! Rex?",
        "Rex: I knew him, too. The kid I knew couldn't end up on the roof of a school about ready to jump.",
        "Echo: He's just been through so much.",
        "Rex: No, he's different.",
        "Roxanne: [Sighs]",
        "Rex: Ever since Gigi, ever since Jack walked away from what he'd done. Even more now since Victor's murder.",
        "Echo: What do you mean?",
        "Rex: [Sighs] He -- Shane's been wanting to -- to say something, but he -- he wouldn't come out and tell me. [Sighs] He's been talking about Jack and Victor a lot.",
        "Roxanne: We've all been talking about Victor.",
        "Rex: No, no, this was different! I-I should have got it out of him! I should -- I should have gone to his shrink! I should have --",
        "Echo: Rex, stop. No. None of that matters now. What matters -- listen to me -- is that we find Shane. If he does have that gun, where do you think he might have gone with it?",
        "Rex: Finish the job?",
        "Roxanne: What does that mean?",
        "Rex: Maybe he took the gun to go out and find Jack Manning.",
        "[SCENE_BREAK]",
        "Shane: You need to stop lying -- now! I want to hear you say it!",
        "Jack: Say what?",
        "Shane: You killed my mom! You trapped her in that basement, and you're the reason she died! Say it! Or you're gonna die, too!",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "[SCENE_BREAK]",
        "Shaun: Are you Cristian's replacement?",
        "Aubrey: Oh! Yeah, sorry. What can I get you?",
        "Shaun: I think I'll take a Delhi belly.",
        "Aubrey: Oh, good! I know that one. Learned it directly from Rama Patel.",
        "Shaun: Yeah, she said you and Cutter just got back together.",
        "Aubrey: Uh, we did, but we're not back together anymore. He blew it.",
        "Shaun: What'd he do?",
        "Aubrey: Uh, let's just say Cutter's not comfortable living an honest life. He was supposed to do the right thing about something, this... certain situation, and he didn't, so...I had to dump him.",
        "Shaun: How'd that feel... doing the right thing?",
        "Aubrey: I don't know. 'Cause I don't know if I did it because it was the right thing or because it would get Cutter in trouble.",
        "Shaun: Well, you killed two birds with one stone. The man deserves what he gets.",
        "[SCENE_BREAK]",
        "Kim: You're blackmailing me? You nasty little snake -- I'm your sister!",
        "Cutter: You're welcome to stay at the mansion whenever you want.",
        "Kim: Oh, this isn't smart, Cutter. This is Clint's money. You think his family is just gonna let you take it?",
        "Cutter: I can handle that. How you think Stacy's gonna fare when Rex and Commissioner Buchanan get a look at her?",
        "Kim: It would suck, but it's not like Stacy did anything wrong.",
        "Cutter: You sure about that? I mean, she made herself look exactly like Gigi. From what I heard, no one in Llanview really likes Stacy, so what do you think Clint's gonna do when he finds out who your sick, little friend really is?",
        "[SCENE_BREAK]",
        "Viki: Okay.",
        "Clint: Whoa. What is this?",
        "Viki: Well, you can't go to the movies, so movies are coming to you.",
        "Clint: Oh, well, I checked on demand. There wasn't anything I wanted to see.",
        "Viki: Ah-ha-ha-ha. I got my hands on an advance copy of a brand-new DVD.",
        "Clint: I hope it's with cowboys.",
        "Viki: And aliens, no less.",
        "Clint: Ooh. The cowboys win?",
        "Viki: Well, we'll just have to watch and find out. Actually, I thought it was the least I could do.",
        "Clint: For what?",
        "Viki: For you, for not laughing when Rex said that Gigi sent him.",
        "Clint: Oh, uh, it didn't seem right to laugh at the kid when he's down.",
        "Viki: Clint, did he really say that he's hearing Gigi talk to him?",
        "Clint: And seeing her.",
        "Viki: Oh, God. I wish that he would let somebody help him. You know, I think of him and Shane, they're so alone.",
        "Clint: There's Echo.",
        "Viki: As I said, they're so alone.",
        "Clint: Yeah. Well, Viki, I don't think I'm the cure.",
        "Viki: No?",
        "Clint: Are you kidding me? I'm a rotten S.O.B., even if I did come to his defense when Cord went off on him. I don't know. What is wrong with me?",
        "Viki: You were given a good heart, and you're putting it to good use.",
        "Cutter: You didn't see how freaked everyone was when Gigi died. If they saw her now and knew what she'd planned...",
        "[SCENE_BREAK]",
        "Kim: Stacy didn't do anything wrong!",
        "Cutter: Maybe not. But I guarantee you if Rex Balsom saw her or -- or Commissioner Bo Buchanan saw her, they'd do whatever they could to get her locked up. So even if she wakes up out of this coma, she's going straight to Statesville.",
        "Kim: Look, I can cut you in on the money if that's what you want.",
        "Cutter: I told you what I want. Give me those papers, or I get Bo and Rex on the first plane to see old Stace.",
        "Kim: [Sighs]",
        "[SCENE_BREAK]",
        "Roxanne: Wait! Wait a -- what are you guys saying? You're saying Shane is a killer, he's taken the gun, and he's gonna kill somebody again?",
        "Rex: Roxy, we don't have time for this!",
        "Echo: We have to find him! Any idea where he might have gone?",
        "Rex: Wherever he thinks Jack is. But we got to find him, okay, before --",
        "Bo: Going somewhere, Balsom?",
        "[SCENE_BREAK]",
        "Jack: I can say whatever you want. It doesn't make it true.",
        "Shane: Tell me what happened!",
        "Jack: What?",
        "Shane: The day my mom died, the day she was supposed to get married -- what happened, Jack?",
        "Jack: I don't know!",
        "Shane: You sent me the address for the fake party. My mom read the message, and she went instead, wearing my jacket. Then what happened?!",
        "Jack: I don't know.",
        "Shane: What did she say?! You heard her last words, damn it! What were they?! W-was she scared? Was she begging you to let her out or were you just standing there laughing while she was dying?!",
        "Jack: I don't know what you're talking about!",
        "Shane: Right. Is -- is that what your daddy told you to say so he could get you out of it?! How'd you do it, anyway? How'd you make Brad take all the punishment so that y-you wouldn't have to face a single charge?",
        "Jack: I wasn't charged with anything because I didn't do it!",
        "Shane: Don't tell me you didn't do it! I know you did!",
        "Jack: How? You have no proof!",
        "Shane: Then let's find it. Maybe it's buried right next to your dad. What do you say we dig him up and find out? Not a pretty picture, huh? Well, that's what I got. I came to see my mom, and they were digging her up to find something to put you away!",
        "Jack: You -- you saw --",
        "Shane: Yeah. But you know what? There wasn't any proof. How come? How'd you do it, Jack?",
        "Jack: I told you...",
        "Shane: You didn't do it. Yeah, I heard you. Is that your final answer?",
        "[SCENE_BREAK]",
        "Rex: Hey, Bo. Look, um, something came up. I'll call you later, okay?",
        "Bo: No, it can't wait, Balsom. I need to talk to you -- all three of you, actually.",
        "Echo: Well, we were on our way out.",
        "Bo: We got a lead on the gun that killed Victor Lord Jr. It's registered to this house. It's yours, Balsom.",
        "Rex: Well, call my lawyer, okay?",
        "Bo: What?",
        "Rex: Bo, look, I got to go.",
        "Bo: Where?",
        "Echo: Rex... tell him.",
        "Rex: Okay. I did it. Arrest me, okay? Just let Echo and Roxy --",
        "Echo: Rex, no!",
        "Bo: You're confessing?",
        "Rex: Yes.",
        "Echo: No, that won't help him.",
        "Bo: Help who?",
        "Rex: Just find him!",
        "Echo: We need help. He needs help! We can't handle this alone!",
        "Bo: What's going on here, Balsom?",
        "Echo: If we're right, he's got a loaded gun. He's already tried to kill himself once.",
        "Bo: Balsom...",
        "Rex: I was supposed to protect him.",
        "Roxanne: You're doing it, baby.",
        "Bo: Tell me about your son.",
        "[SCENE_BREAK]",
        "Clint: It's true.",
        "Viki: Mm-hmm.",
        "Clint: Even though Rex took everything I own, he gave me Gigi's heart.",
        "Viki: So you're -- you're grateful to him?",
        "Clint: I'm grateful to be alive. And I know the only reason I am alive is that because the woman Rex loved is dead. And every day, that is something to think about.",
        "Viki: Yes, it is.",
        "Clint: Don't get me wrong. There are things I do miss. I miss bourbon. I miss the office. I miss hostile takeovers. I miss the boardroom where I usually get my own way.",
        "Viki: Mm-hmm.",
        "Clint: But right here, right now, this is pretty darn good. Warm fire, a good movie [Sighs] And some good company.",
        "Viki: Yes, indeed. [Sighs] This is good. The cowboys win.",
        "Clint: Was that necessary?",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Aubrey: Well?",
        "Shaun: Even better than Cristian's.",
        "Aubrey: Really?",
        "Shaun: Mm-hmm.",
        "Aubrey: All right. Thanks to my best friend, Rama Patel. My only friend.",
        "Shaun: Oh, it'll get better. The people in Llanview, they're pretty fair. Just give them some time. And you keep doing the right thing, you'll make friends.",
        "Aubrey: That sounds nice. To new friends.",
        "Shaun: New friends.",
        "Aubrey: And a fresh start.",
        "[SCENE_BREAK]",
        "Cutter: Tick-tock.",
        "Kim: Well, what about Stacy? I need Clint's money to pay her hospital bills.",
        "Cutter: That's what you're worried about?",
        "Kim: They're gonna kick her out! They'll send her to some state nursing home where everybody's old and their toenails are curling and nobody takes care of you. If they send her there, she'll never wake up.",
        "Cutter: You really care about her that much?",
        "Kim: She's my best friend. Look, I know. I know what she did is messed up, but she's crazy about Rex. And he led her on. She never would have done it if it wasn't for him. I just have to make her see that she's too good for him, and then she can go back to her beautiful self.",
        "Cutter: You really think that's gonna happen?",
        "Kim: Why not? He turned her into Gigi. He could turn her back.",
        "Cutter: That's not what I meant. Let me ask you something. What makes you so sure that this is really Stacy?",
        "Kim: What?",
        "Cutter: How can you be sure this isn't really Gigi Morasco?",
        "[SCENE_BREAK]",
        "Rex: All right, it was maybe an hour ago that he took the gun. We don't know for sure. All this time, something's been wrong, but we couldn't get him to talk. He wouldn't tell his shrink. I mean, she would have told us if he did, right?",
        "Bo: Well, if they know about any kind of danger, they'll say something.",
        "Rex: So all this time, he's been dealing with it himself.",
        "Echo: We're gonna help him now.",
        "Rex: [Sighs] I just wish Gigi was here. She'd know what to do.",
        "Bo: Balsom, look. We're gonna figure this out.",
        "Rex: How? If Shane did this, what are you gonna do?",
        "[SCENE_BREAK]",
        "Jack: Look, I wish I could tell you what happened with your mom. I know what that's like. I wish I knew what happened to my dad. But that's something neither of us can have. Isn't that enough?",
        "[Gun cocks]",
        "Shane: No. It's not.",
        "[SCENE_BREAK]",
        "Bo: Don't worry about that. First thing we need to do is find Shane.",
        "[SCENE_BREAK]",
        "Jack: Just take it easy, okay?",
        "Shane: You know why I didn't kill you that night? I wanted to know what happened. I wanted to know what my mom's last words were. But if you can't do that, there's no reason to let you live! You miss your father so much? Now you can join him."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=uQKkeohbnZA"
}