{
    "Episode Summary": [],
    "Recap": [
        "Rex and Bo are still stuck back in 1968, dependent upon \"Delbert Fina\" to help them. At that same time, Gigi needs Madam Delphina to take her to find Rex. Tina informs Natalie and Jared that she does not hold a grudge against them for what they did. She informs them that Asa kept Clint from knowing his son, who is her husband, Cord. And we go back to the past to see when Clint (played by Jared) got Maria (played by Natalie) pregnant with Cord Roberts. Bo plays Asa, attempting to bribe Maria to leave his son. John and Antonio struggle to find Talia back in Mendorra with no help from the mayor."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[\"Hello, I Love You\" plays]",
        "Singer: Hello, I love you",
        "Rex: \"Interdimensional space-time continuity.\" I don't understand what the hell I'm talking about.",
        "Bo: I don't understand how we lived through this chaos.",
        "Rex: Yeah, well, unless we figure out a way to get back to 2008, we'll relive the whole damn things.",
        "[SCENE_BREAK]",
        "[Music continues]",
        "Gigi: Extra crispy, just the way you like them.",
        "Shane: Wow. What did I do to deserve this?",
        "Gigi: You're my kid, and I love you. So there.",
        "Brody: How about a little music from this century?",
        "Gigi: No, no, no. No, no. Sorry. It's the top 40 countdown from this week in 1968. Uh, uh, uh -- I love this stuff.",
        "Singer: Hello",
        "[SCENE_BREAK]",
        "Sarah: I love you, Cristian.",
        "Cristian: I love you, too.",
        "Sarah: Oh, my God.",
        "Cristian: It's all right. It's all right. Hey. Hey. You're safe. We're not in Mendorra anymore.",
        "[SCENE_BREAK]",
        "Tina: Yes. Thank you, Viki, for not changing the combination in all these years.",
        "[Safe beeps]",
        "[Tina chuckles]",
        "Tina: Oh. Well, good morning.",
        "Tess: [As Jessica] Don't \"good morning\" me, lady. I want you out of here now.",
        "[SCENE_BREAK]",
        "Rex: We need to get out of here before it hits the fan, Bo.",
        "Bo: Before? Hey, it already has.",
        "Nigel: [As Chuck Sr.] Reading about the protests?",
        "Bo: It's hard to look at pictures of cops using billy clubs on kids.",
        "Chuck Sr.: Bunch of hippies is all they are. Nixon will take care of them. He's our man now that L.B.J. is coming home, right, Asa?",
        "Bo: [As Asa] Yeah.",
        "[Cheers]",
        "Chuck Sr.: He'll win us that war in 'Nam, no question.",
        "Jared: [As Clint] Did Pa tell you and Chuck yet?",
        "Rex: [As Bo] Tell me what?",
        "Clint: We're throwing you an out-of-sight party tonight.",
        "Bo: Why?",
        "Clint: Why? You forget? You report to duty tomorrow, little brother. You're in the Army now, boy!",
        "[SCENE_BREAK]",
        "Singer: In the sky her arms are wicked and her legs are long when she moves my brain",
        "Shane: You hear that? Mom's making me waffles every day, just because I'm me.",
        "[Gigi Chuckles]",
        "Gigi: Nice try, buddy. That's special occasions only.",
        "Shane: I knew it. So, what's so special about today?",
        "Gigi: Well, honey, actually, I -- I'm going away for a little while.",
        "Shane: You are?",
        "Gigi: Yeah. You'll get to spend time with your dad. And he'll probably make you waffles every day.",
        "Shane: You're going away? For how long?",
        "Gigi: A few days, that's all.",
        "Shane: Where are you going?",
        "Brody: Your mom's going to find Rex.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] Well, you looking a little green around the gills, little brother.",
        "Rex: [As Bo] About going to Vietnam? Uh, yeah.",
        "Clint: Well, just dig deep. I'm sure you'll find the courage to do what it takes to --",
        "Rex: Oh, uh, did you go?",
        "Clint: Uh, no. But I am older than you.",
        "Rex: Oh, so you got out of it, but I have to man up and do my duty?",
        "Nigel: [As Chuck Sr.] Hey, easy, boys.",
        "Rex: They can't make me go kill people if I don't want to. Pa, can you send me to Canada or something?",
        "[Clint chuckles]",
        "Clint: Pa? You sick or something?",
        "Bo: [As Asa] No, why?",
        "Chuck Sr.: Mighty silent on this draft-dodging talk.",
        "Chuck: Mm-hmm.",
        "Asa: Oh, yeah. Yeah. You want to be one of those good-for-nothings, won't fight for his country? You ought to be drawn and quartered and let the buzzards pick at you.",
        "Rex: [As himself] I'm supposed to be your son. What the hell is wrong with you?",
        "[SCENE_BREAK]",
        "John: Hesser's Talia's father.",
        "Antonio: Yeah, she didn't want anyone to know.",
        "John: I guess I wouldn't either.",
        "Antonio: Hesser threatened to kill me, Cristian, and Sarah if Talia didn't marry the prince of Mendorra.",
        "John: Crazy. So, Ramsey, the jewels, Ramsey's death -- that all had to do with Hesser?",
        "Antonio: Pulling the strings from Mendorra.",
        "John: So why pull you guys into it?",
        "Antonio: Because we're all connected to somebody he hates. But Talia was the main target, though. Now that he's got her, he's going to use her to bleed that country dry.",
        "John: I bet she's giving him hell.",
        "Antonio: I need to get her back, John.",
        "John: Absolutely. You have any idea what happened to the jewels?",
        "Antonio: Well, that's the other part. In -- in the middle of all this, two con artists -- Cain Rogan and Tina Lord -- were posing as the prince and princess of Mendorra. Tina's the woman in the hat that you saw leaving Ramsey's the day he was murdered.",
        "John: Did she kill Ramsey?",
        "Antonio: No. No, Hesser's guys killed Ramsey. She just conned him out of the jewels.",
        "John: All right. Where are they now?",
        "Antonio: We were all headed back from Mendorra, including Cain and Tina, when Cain Rogan grabbed a parachute and jumped out somewhere over the Atlantic with the jewels.",
        "John: Unbelievable.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] Understand this. My husband is dead.",
        "Tina: I know, and I am so sorry.",
        "Tess: And I want to be left alone.",
        "Tina: No, no, no. That is the last thing you need.",
        "Tess: You don't know what I need.",
        "Natalie: Oh, is everything okay?",
        "Jared: We heard some yelling.",
        "Tess: Uh, yeah -- because I was just so blown away. Look who it is! It's Auntie Tina! I -- I -- but you guys haven't met, have you? Natalie, this is Aunt Tina, and, Aunt Tina, this is Natalie and her boyfriend, Jared Banks.",
        "Tina: So you're the famous Natalie. Oh, I have been dying to meet you. Oh, and your boyfriend's to die for.",
        "[Natalie chuckles]",
        "[SCENE_BREAK]",
        "Bo: [As Asa] A real man doesn't cut and run from a fight. Now, if I didn't teach you that, I taught you nothing at all.",
        "Rex: [As Bo] Oh, you taught me plenty, Pa.",
        "Jared: [As Clint] Oh, uh, say, Bo -- who's your friend crashing upstairs? Weirdo stopped me in the hall asking where he could find a pencil sharpener and some mustache wax.",
        "Delphina: [As Prof. Fina] Ah, yes, uh, let's see what we can do to, uh, catapult you and Rex back to the future.",
        "[SCENE_BREAK]",
        "Shane: Is Rex lost?",
        "Gigi: I think so, yeah.",
        "Shane: Where?",
        "Gigi: Uh, what matters is that I think he's in trouble, and he needs my help.",
        "Shane: But you've never left me overnight before.",
        "Brody: Why can't somebody else find Rex?",
        "Shane: Yeah.",
        "Gigi: Because he has no one else to turn to.",
        "Shane: Doesn't he have a mom? You're my mom.",
        "Gigi: And I'm his friend. Shane, I thought you liked Rex.",
        "Shane: I do. But I like you and Dad being together more.",
        "Gigi: Oh, God. Shane, we talked about this.",
        "Shane: But now you're leaving, Mom, to be with Rex. Mom, don't go.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] What the hell is this crackpot talking about, and who is Rex?",
        "Bo: [As Asa] Excuse me, this is Bo. I am Asa, you whacko scientist. You can't even keep names straight? This is Professor Fina.",
        "Clint: And why is he here?",
        "Asa: Son, I want you to remember something. When opportunity knocks, you have to follow your gut. You open that door. Now Professor Fina is an inventor. Delphina [As Prof. Fina] Wait, I --",
        "Clint: Inventor, my ass. These hands haven't worked an honest day in their life.",
        "Asa: Not the man's hands I'm paying for. It's his brain. Bo, let me have that phone. Gentlemen, this is the telephone of the future. It's wireless.",
        "Rex: [As Bo] Makes and takes calls from all over the world.",
        "Clint: Yeah, and I'm the Queen of Sheba.",
        "Bo: Well, maybe that's why the army didn't take you.",
        "Asa: Now, look, right -- hey. What are you all just standing around here gawking? All right? My friend here is probably starving.",
        "Nigel: [As Chuck Sr.] Oh, I'll get Maria to rustle up some eggs.",
        "Clint: Maria's here? I thought she wasn't feeling well.",
        "Chuck Sr.: Well, she got over whatever was making her queasy, so I had her come in.",
        "Asa: Junior, you want to see about breaking that quarter horse that I just bought?",
        "Chuck: Sure thing, boss.",
        "Prof. Fina: Oh, oh, oh, if X stabilizes at the limit, well, then T2 minus T1 --",
        "Clint: Are you letting this phony snooker Pa?",
        "Prof. Fina: Phony? I -- I have a slide rule. I resent that characterization. I -- I am not -- I am not phony.",
        "Bo: What do you expect me to do, Clint?",
        "Clint: Well, I thought you were the straight arrow in the family. Won't even trespass on old man Rainey's property to bag birds, but you'll let this con man here hoodwink your old man.",
        "Asa: You watch your mouth, boy.",
        "Clint: Forget it. I got better things to do.",
        "Asa: Like what, Clint? Like that little filly? Maria?",
        "[SCENE_BREAK]",
        "Tina: Of course you're Viki and Clint's daughter. I do believe you take after me. We redheads can be a handful.",
        "Jared: Yeah, how about I let you three go catch up? I'm going to make some coffee.",
        "Tina: Well, it must be great to have a twin, you know. Someone to share your deepest, darkest secrets with. Did it take the two of you long to hit it off?",
        "Tess: [As Jessica] Not really.",
        "Natalie: Oh, boy.",
        "Tess: Well, we had our disagreements, but I --",
        "Natalie: No, she's being way too nice, all right? I was a total bitch.",
        "Tina: Well, me, too, but, um, it's okay between us now, right, Jessica?",
        "Tess: Oh, yeah. I have to go check on my daughter.",
        "Natalie: Oh, I already checked on her. She's fast asleep.",
        "Tina: Well. Ah. You are gorgeous. And your boyfriend is so cute, just like Sarah's guy. Now, are you as happy with him as Sarah is with Cristian?",
        "Natalie: We're, uh -- yeah. Yeah, I am.",
        "[SCENE_BREAK]",
        "Cristian: Man, when I looked out the window of that plane and saw you standing there --",
        "Sarah: Looking like something that just got pulled out of a river.",
        "Cristian: It was the happiest moment of my life.",
        "Sarah: I can't believe Talia is Carlo Hesser's daughter. You think she's going to be trapped in Mendorra forever?",
        "Cristian: I know Antonio. He's going to find a way to bring her home.",
        "[SCENE_BREAK]",
        "John: Thanks.",
        "Antonio: Yeah. So? What the protocol? Talia Sahid's an American citizen being held in a foreign country against her will by her own father.",
        "John: First thing we do is we contact the state department. How's it going, Mayor?",
        "Mayor Lowell: Morning. No one from this department is setting foot in Mendorra.",
        "[SCENE_BREAK]",
        "Gigi: Shane, I am not leaving to be with Rex. I am leaving to give him a hand, okay? If I don't try to help, and -- and something bad happens, I'd have a hard time living with that.",
        "Shane: What about your job at Rodi's?",
        "Brody: The kid's got a point, Geeg. What's Jeff going to say about this?",
        "Gigi: Oh, my -- I'm not even going to be gone that long.",
        "Brody: You don't know that.",
        "Gigi: Shane! Wait. Hey. Me helping Rex is not changing anything in your life.",
        "Shane: You're leaving, Mom, and you don't even know for how long. Sounds like change to me.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] You know what? Who I choose to spend time with is none of your damn business, Pa.",
        "Bo: [As Asa] Aren't you supposed to be at that livestock auction in Abilene? Now get.",
        "Bo: [As himself] We got to get out of here. Now, I can't stand the thought of sending Maria away and breaking Clint's heart.",
        "Rex: You can't deal? I'm going to war in less than 24 hours.",
        "Delphina: [As Prof. Fina] If we take the value, the absolute value of vector one over vector two and multiply it by the coefficient of friction --",
        "Rex: Okay, shut, shut -- shut up! Just shut up for one second and tell me the truth. Can you get us out of here?",
        "Prof. Fina: I'm choking, and I -- I -- well, of course I can. And by that I mean yes. It's just that I must be sure that you haven't altered history in any way while you were here.",
        "[SCENE_BREAK]",
        "Sarah: Layla.",
        "Layla: Hey, doll.",
        "Sarah: Oh, I missed you.",
        "Layla: Mmm. I got home last night, and surprise, surprise -- your clothes were all over the place, as usual.",
        "Sarah: Are you saying you didn't miss me?",
        "Layla: Are you kidding? No, the apartment was way too quiet without you and Talia here. Where is she anyway? At Antonio's?",
        "[SCENE_BREAK]",
        "Antonio: Talia is being held against her will.",
        "Mayor Lowell: Save it. And for state department support -- as far as they're concerned, princess Talia and Prince Jonas are a big improvement over the frauds who were running Mendorra before them.",
        "John: Guy who shoots a cop and that's an improvement? That's a hell of a country you got there.",
        "Mayor Lowell: The U.N. and the Feds will keep an eye on things.",
        "Antonio: Hmm. They're okay with the idea that Carlo Hesser is the power behind the throne?",
        "John: Since Ramsey cut a deal with him.",
        "Mayor Lowell: My hands are tied. As far as our government is concerned, what happens in Mendorra stays in Mendorra.",
        "[SCENE_BREAK]",
        "Tina: You know, it is so nice to be in a peaceful, loving home like Llanfair.",
        "Natalie: Well, I hope you can stay for a while.",
        "Tina: Oh, I intend to. I mean, it is my home.",
        "Tess: [As Jessica] How do you -- how do you figure that?",
        "Tina: My father built it for his family. Every single brick, from the widow's walk to the basement is -- well, belongs to his heirs. You know, I never used to appreciate it, being from the wrong side of the blanket, but after so many years, it finally feels like home.",
        "Jared: Aha. Well, Lois wanted me to bring this in.",
        "Tina: My. Aren't you sweet?",
        "Tess: Really? You're not mad at Jared for -- I'm sorry, I don't know how else to put this -- but for screwing over the Buchanans?",
        "Tina: Are you kidding? I mean, I just escaped being executed and almost losing my sweet baby Sarah. No, B.E. is just a company. What matters most are the people that we love. I mean, come on. I know you'd much rather have your husband than a bunch of stock.",
        "Tess: Yes. Yes, I would.",
        "Natalie: Jess. You okay?",
        "Tess: I'm fine -- fine. I -- oh, I have really good news for you. I forgot to tell you. No one's trying to kill you. At least, not by cutting your brakes.",
        "[Tess Chuckles]",
        "[SCENE_BREAK]",
        "Gigi: Thanks for backing me up there, Brody.",
        "Brody: I'm supposed to be happy? You're taking off for God knows how long to find a guy you're in love with?",
        "Gigi: You should be man enough to take that up with me, not use my kid.",
        "Brody: Shane's upset because you're leaving, not because of me.",
        "Gigi: Shane was nervous about me being gone overnight. Now he's a wreck.",
        "Brody: And that's my fault?",
        "Gigi: Look at how you are piling it on. He's a 10-year-old kid, for crying out loud.",
        "Brody: I'm piling it on? You haven't even told me where you're going or how long you're going to be gone.",
        "Gigi: Whoa. Okay, look. I didn't expect you to be thrilled about what I'm doing, but I was hoping that you could at least suck it up for Shane. And maybe even me.",
        "[Knock on door]",
        "Gigi: Hey.",
        "Delphina: Hey. I've been up with this all night. I think I know how to find your fella. What do you think? Want to go?",
        "[SCENE_BREAK]",
        "Rex: When we were in Paris, Texas, Bo -- was supposed to get this woman pregnant so that she would have his illegitimate son, a guy named David Vickers, but he didn't do it.",
        "Delphina: [As Prof. Fina] I see. Didn't or couldn't? I -- it's important.",
        "Bo: Couldn't, and it's not why you think.",
        "Rex: Can you get us out of here?",
        "Prof. Fina: Yes, I think I can. I addressed a similar situation in my book. I think we can get around this, uh, Vickers situation if you were prevented from fulfilling your destiny in some way. But I must say, and warn you, that should any further infractions happen, you will, well, have to remain here in 1968.",
        "[SCENE_BREAK]",
        "Jared: [As Clint] I am just so glad you are feeling better because I missed you so much. God, I love you, Maria.",
        "Natalie: [As Maria] I love you, too, but --",
        "Clint: But? But what? Maria, what's wrong? Is this about what you were trying to tell me at the cafe?",
        "[SCENE_BREAK]",
        "Rex: Are you sure he's not going to find out Maria's pregnant? Like, today?",
        "Bo: You heard me. I just sent him to Abilene.",
        "Rex: Are you sure he went?",
        "Bo: Well, he always did what Pa said.",
        "Rex: Are you sure? Bo, do you want us stuck here in 1968?",
        "Bo: No! Stop being so dramatic, Balsom.",
        "Rex: Hey, I'll stop when you start. Look. I know how hard it is to be your dad. He was harsh. But you need to double down or we'll be stuck in this year.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] The mechanic said that mom's accident was due to a leak in the brake line. Nobody was tampering with your brakes. Not like Todd said. He's so paranoid. Excuse me.",
        "Tess: [As herself] Death was too easy for you, Natalie. I can think of something way more painful.",
        "Natalie: Jess blames Jared and I for Nash's death and we've kind of -- we've made quite a few enemies.",
        "Tina: Oh, I don't think that's so bad, to be an imposter.",
        "Jared: I don't know.",
        "Tina: Well, I think it's kind of payback for Asa. I mean, he kept Clint from knowing that he had a son.",
        "Jared: Cord Roberts, right? Isn't that Sarah's father?",
        "Natalie: He read Grandpa's book.",
        "Tina: Yeah, Cord was my husband. And Asa sent Maria, Cord's mother, away before Clint ever found out that she was pregnant. See, now, I think that is far worse than pretending to be a princess or an heir to Asa's fortune.",
        "[SCENE_BREAK]",
        "Natalie: [As Maria] I don't know what we're going to do, Clint.",
        "Jared: [As Clint] About what?",
        "Maria: About us. Your father, he hates me. He's never going to accept me.",
        "Clint: Pa knows, Maria.",
        "Maria: About us?",
        "Clint: He figured it out.",
        "Maria: No!",
        "Clint: No, no, no, it's better this way, because we won't have to hide anymore.",
        "Maria: No, he thinks that I tricked you.",
        "Clint: You -- you tricked me? How? Why?",
        "Maria: Because I'm having --",
        "Clint: What?",
        "Bo: [As Asa] Didn't I just tell you where you got to be?",
        "Clint: Yeah, you did, but I ain't going.",
        "[SCENE_BREAK]",
        "Cristian: Talia is spending time with her family. How are things with you?",
        "Layla: Good. I was really sorry about your mother's diner.",
        "Cristian: Yeah. Yeah, it's terrible. Look, I'm going to grab a shower and let you two catch up, okay?",
        "Layla: Things are still going well with you and Cristian, huh?",
        "Sarah: We're in love, I mean, verbally.",
        "Layla: You mean you said it out loud?",
        "Sarah: Yeah, full-on spoken word.",
        "Layla: Wow, that's great.",
        "[SCENE_BREAK]",
        "Bo: [As Asa] I'm not going to say it again, Clint. Now, you get the hell out of here.",
        "Jared: [As Clint] Or what, Pa?",
        "Natalie: [As Maria] Por favor, Clint, please do as your father asks.",
        "Clint: No, he can't tell us what to do.",
        "Maria: Please, Clint.",
        "Clint: Fine. I'll go. But I'll be back as soon as I can.",
        "Maria: What can I do for you, Senor Buchanan, more coffee?",
        "Asa: The only thing that I want from you is for you to get as far away from my son as you possibly can and never come back.",
        "[SCENE_BREAK]",
        "Rex: Look, Professor, Bo is out there right now busting his butt trying to keep the past intact. Now it's time for you to tell me exactly how you plan on getting us out of this time warp and back to our lives in 2008.",
        "Delphina: [As Prof. Fina] I can't.",
        "Rex: Have a nice life.",
        "Prof. Fina: Ooh! No, you -- it's choking a little. If you could just -- thank you. It's not that I don't want to. It's just that while you have no basic understanding of what I like to call theoretical physics -- well, everyone calls it that -- and I wouldn't begin to know how to tell you so that you could comprehend.",
        "Rex: Yeah, well, as long as you don't spout some movie crap about driving a DeLorean back to the future, I can handle it.",
        "Prof. Fina: I love movies. Do you like the movie -- I just saw the \"2001: A Space Odyssey.\" It was thrilling, thrilling. All took place in the future. Tell me, in 2008, oh, do they have a computer like Hal?",
        "Rex: Pretty much, just a lot smaller.",
        "Prof. Fina: Really? What's a DeLorean?",
        "Rex: Okay, I'll tell you mine when you tell me yours. How do you plan to get us back to 2008?",
        "[SCENE_BREAK]",
        "Gigi: I have a little boy and I'm about all he's got, so I can't commit to this trip, unless I know exactly how you're getting me to 1968 and how you're going to get me back.",
        "Delphina: Look, I don't pretend to understand everything in this book, especially the bit about the twin paradoxes, but \u0096",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] To put it in, well, layman's terms, you and Bo went to a portal into a time warp.",
        "[SCENE_BREAK]",
        "Delphina: And this portal has plunked them directly into the past.",
        "[SCENE_BREAK]",
        "Prof. Fina: So, we will have to locate the same portal -- it would have to be the same portal -- in order for the two of you to pass through it.",
        "[SCENE_BREAK]",
        "Gigi: How do we do that?",
        "[SCENE_BREAK]",
        "Rex: So just show up and pass back through the portal?",
        "Prof. Fina: Well, yes, via the conduit.",
        "[SCENE_BREAK]",
        "Delphina: We need to find that conduit.",
        "Gigi: I'll just run in and get it. I can't believe I'm even listening to you.",
        "Delphina: One more thing.",
        "[SCENE_BREAK]",
        "Prof. Fina: There is, you know, just one minor, small problem. It's \u0096",
        "[SCENE_BREAK]",
        "Delphina: You're going to need to pay me five grand.",
        "[SCENE_BREAK]",
        "Prof. Fina: I've never actually heard of two people going through one portal at the same time.",
        "[SCENE_BREAK]",
        "Gigi: $5,000?",
        "Delphina: Yeah.",
        "Gigi: Are you crazy? That's -- that's not going to happen. Goodbye.",
        "Delphina: You know, your son gave you a hard time, but in the long run, isn't this important to Shane?",
        "Gigi: What do you mean?",
        "Delphina: Aren't you doing this to find your son's real father?",
        "[SCENE_BREAK]",
        "John: I'll just have a little talk with my friends at the bureau.",
        "Mayor Lowell: No.",
        "Antonio: What do you mean, \"No\"?",
        "Mayor Lowell: What I mean, Detective Vega, is we've got bigger fish to fry than some obscure monarchy in Europe.",
        "Antonio: Talia Sahid is one of our own. She put her life on the line every single day. Does that mean anything to you?",
        "Mayor Lowell: I've got a town to keep safe and I'm down one police commissioner.",
        "John: You mean, now that your little buddy crashed and burned?",
        "Mayor Lowell: Ramsey was a real disappointment. I need someone to heal this department and restore the confidence of my constituents.",
        "John: Well, I tell you, man, there's only one person who can do that.",
        "Mayor Lowell: Right. That's why I'm giving the job to you.",
        "[SCENE_BREAK]",
        "Natalie: [As Maria] You're firing me?",
        "Bo: [As Asa] And I want you to clear out of town.",
        "Maria: But -- but -- but --",
        "Asa: You -- do you think that I don't know what goes on under my own roof? Now you've gotten yourself pregnant.",
        "Maria: Well, I love your son, Mr. Buchanan.",
        "Asa: Oh -- don't talk to me about love. You're like a prospector. You've been digging for gold right under my nose.",
        "Maria: No, Senor.",
        "Asa: Look, do you think that you can trap my son into marrying you?",
        "Maria: How could you say such things? I am carrying your grandchild.",
        "Asa: You want money?",
        "Maria: No, no.",
        "Asa: Wait, wait -- you wait right there.",
        "Asa: Here. Take it. Take the money. This is your final offer. You're not getting another red cent.",
        "Maria: Is this because I am Mexican? I'm -- I am a maid? I am not good enough for your son?",
        "Asa: Please, just take this and go.",
        "Maria: I am not going anywhere until I tell Clint that I am having his child.",
        "[SCENE_BREAK]",
        "Rex: Obviously it is possible for two people to pass through the same portal. Bo and I did it. You just need to figure out a way to get us back.",
        "Delphina: [As Prof. Fina] Well, yes, of course, well, you know the key would be the conduit. If we could just figure out what that was --",
        "Rex: One step ahead of you. It's this.",
        "[SCENE_BREAK]",
        "Brody: I'm going to explain something to you. I know you spent a long time wishing for a family. I did, too. We both got a lot at stake here. But your mom's got to do what she's got to do. One thing I can promise, though, is that nothing -- not Rex, no one -- is going to split up you and me.",
        "Shane: For real, Dad?",
        "Brody: For real. You got two parents now, forever and ever. So when your mom says goodbye, we're going to be men about it, okay? We'll be happy for her and you'll tell her you love her.",
        "[SCENE_BREAK]",
        "Gigi: You -- know?",
        "Delphina: That Rex is Shane's father, or that you're in love with him?",
        "Gigi: Okay, you're good, I'll admit that. But I still don't have the money.",
        "Delphina: Yeah, well, I can't lower my price. I just lost my rent-controlled apartment.",
        "Gigi: But what will happen to Rex? How will he ever get back?",
        "Delphina: Sorry, can't help you.",
        "[SCENE_BREAK]",
        "Rex: Somehow, I was able to call somebody who lives in 2008 with this phone.",
        "Delphina: [As Prof. Fina] When and for how long?",
        "Rex: I only spoke to her once, but when I called 2008 back, somebody else answered.",
        "[SCENE_BREAK]",
        "Gigi: Five grand. Whole idea was stupid. I'm sorry to upset you.",
        "Shane: I just want you to be happy, Mom.",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] And you say it works with satellites?",
        "Rex: Yeah, well, there's towers and stuff.",
        "Prof. Fina: Uh-huh. And it's not connected to anything?",
        "Rex: Nope, works anywhere.",
        "Prof. Fina: Oh, I wish I could go back with you to 2008.",
        "Rex: Was Jeremiah right about the conduit or not?",
        "Prof. Fina: It would have to be, wouldn't it? Take that. Give me that.",
        "Rex: Right, well, you know, don't mind me. Knock yourself out.",
        "Prof. Fina: Ah. You know, I -- I don't mean to alarm you, but I think you got to me just in time.",
        "[SCENE_BREAK]",
        "Gigi: You want to show me some of your skateboarding moves?",
        "Brody: Remember this?",
        "Gigi: Yeah, I gave it to you before you shipped out.",
        "Brody: And it brought me luck. I thought you could use it on your trip.",
        "Gigi: Well, I'm not going.",
        "Brody: Open it.",
        "Gigi: I thought this was for Shane's college fund.",
        "Brody: That's that other money. That's for my V.A. benefits. I've been hoarding them for a rainy day.",
        "Shane: It's not raining.",
        "[Brody chuckles]",
        "Brody: Well, when Mom's not happy, it feels like it is.",
        "Gigi: I don't know what to say.",
        "Brody: Find Rex, bring him home.",
        "[SCENE_BREAK]",
        "Natalie: I am really sorry for what happened at the diner.",
        "Cristian: Yeah, thanks.",
        "Jared: You guys going to rebuild?",
        "Cristian: I'm not sure we're going to have the money. But I tell you what, the vultures are circling already.",
        "Sarah: Yeah, some contractor left his business card on Cristian's windshield wiper.",
        "Tess: [As Jessica] Oh, maybe he was just trying to help.",
        "Cristian: I know the guy and he doesn't even have a license. I'd be surprised if he gets a job building an outhouse.",
        "Sarah: So, Mom, how long are you planning on sticking around for?",
        "Natalie: Well, I hope it's for a long time. I always wanted a cool aunt.",
        "[SCENE_BREAK]",
        "John: Understand this, the commissioner job belongs to Bo Buchanan and only Bo. I'm just a cop.",
        "Mayor Lowell: I know. I came here to ask you to step in as interim commissioner until I can find a candidate --",
        "Antonio: That will make the public forget about Ramsey.",
        "John: Why me? Hmm?",
        "Mayor Lowell: You're the most senior detective here. You have close ties to Buchanan. The community respects you and trusts you. Congratulations.",
        "[SCENE_BREAK]",
        "Bo: [As Asa] Maria, you're no fool. You know the way the world works.",
        "Natalie: [As Maria] You just don't want your son to have a Mexican wife or kid.",
        "Asa: You said it, not me.",
        "Asa: Maria, if you love Clint, you're going to get out of his life and you're not going to hold him back.",
        "Maria: I only want what's best for him.",
        "Asa: Maria, your baby, he's going to grow up and he's going to be just fine. And he's going to have children of his own.",
        "[SCENE_BREAK]",
        "Tina: I'm thinking about staying forever. I mean, I want to finally be a good mother to you. Don't you think it's time?",
        "Sarah: I want you in my life, and Dad, too. I mean, I think about Talia and her freaky father and feel kind of lucky to have you guys.",
        "[SCENE_BREAK]",
        "Natalie: [As Maria] Don't you dare talk to me of my child. You have no heart, no love. Your grandson is lucky. He will never know the name Asa Buchanan.",
        "[Door opens and closes]",
        "[SCENE_BREAK]",
        "Rex: Okay, what do you mean, we're running out of time?",
        "Delphina: [As Prof. Fina] Well, you see -- ah. Did you, uh, take care of the past?",
        "Bo: It's done.",
        "Rex: You're not your father, Bo.",
        "Bo: Are we good to go?",
        "Prof. Fina: Well, you see, the portal for time travel remains open, well, only quite briefly. But that is, I mean, to say that every day that you've been here, it's gotten smaller, smaller.",
        "[SCENE_BREAK]",
        "Gigi: Delphina's not answering.",
        "Brody: She can't be far. You want me to catch her?",
        "[Knock on door]",
        "Delphina: Well, well done, Officer. I had a feeling you might come through.",
        "[Delphina clicks her tongue, chuckles]",
        "Gigi: I'm ready.",
        "Gigi: See you later, alligator.",
        "Shane: In a while, crocodile. I love you, Mom.",
        "Gigi: I love you, too, sweetie.",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] If the portal closes before we get to it, then I'm afraid you'll both have to stay here.",
        "Bo: For long?",
        "[SCENE_BREAK]",
        "Gigi: Thank you.",
        "Delphina: If we don't leave now, we won't reach Rex in time.",
        "[SCENE_BREAK]",
        "Delphina: [As Prof. Fina] By my calculations, the next time the portal opens will be, well, uh, 1988.",
        "Bo: I'd have to be Pa for another 20 years?",
        "Rex: Gigi would never wait for me. How long do we have?",
        "Prof. Fina: Well, we really should be there tonight."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=wzN5z8J58wA"
}