{
    "Episode Summary": [
        "Episode # 10813"
    ],
    "Recap": [
        "Kelly accidentally goes into the men's steam room and the door sticks, leaving her trapped inside alone with Rex. Rex confides to Kelly that he mentioned to Adrianna that he and Gigi aren't having sex and that Adrianna told Gigi about it. Rex and Kelly decide to go to Todd & Tea's party together since neither of them has dates. In Paris, Adrianna chides Gigi about her dry spell. Gigi punches Adrianna. Adrianna tells Layla and Cris that she and Layla have to go to Milan tonight. Cris invites Gigi to go to dinner with him since he has reservations and Layla won't be able to go.",
        "James and Robert Ford want to get their father, Eddie out of their apartment. Ford assures James that their father can no longer hurt them the way he did when they were little. Inez and Nate stop by. James and Bobby try to rush them off but Eddie sees them and thinks Nate is Inez's latest boyfriend. Inez reveals that Nate is their son. She tells him that none of her boys will ever have to survive him again and tells Bobby and James to come with her. They go into the hallway where Bobby and James say they have to stay but they beg Nate and Inez to stay away. Inez says she can't do that.",
        "John asks Natalie if she had an amniocentesis. He is angry that she didn't discuss it with him first. She is angry that Marty is following her around and reporting to John. Brody tells John to calm down and John tells Brody to butt out. Natalie tells John she was going to tell John as soon as she got the results. He wants to know if he has something to be worried about. She tells him she just wanted to make sure the baby is ok. John goes to Llanfair to pick up Cole to take him to Statesville. Cole breaks up with Starr because he is going to jail for 10 years. She says she will wait for him, and that she won't let him break them up. Markko says goodbye to Langston before going back to L.A."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Kelly: Rex, what are you doing in the women's steam room?",
        "Rex: I'm not.",
        "Kelly: This isn't the women's steam room? Oh.",
        "Rex: See you later.",
        "Kelly: Well, I'm trying to get out of here, but--",
        "Rex: What?",
        "Kelly: I can't. I'm stuck. The door's stuck. No. No. It's okay. I got it. Oh! Whoa, whoa, whoa, Rex. Are you okay? Oh!",
        "[SCENE_BREAK]",
        "Gigi: Not only is Rex still in touch with his bitch of an ex-wife...",
        "[Waiter speaking French]",
        "Gigi: Rex told his ex-wife that we're not sleeping together. Can you believe it?",
        "Waiter: Merci.",
        "Gigi: Right.",
        "[Waiter speaking French]",
        "[SCENE_BREAK]",
        "Adriana: I have to take her away. Fashion emergency.",
        "Cristian: Okay. Well, I'll hang with Gigi until you're free.",
        "Adriana: That'll be next week.",
        "Layla: What?",
        "Adriana: We're going to Milan.",
        "[SCENE_BREAK]",
        "Ford: He doesn't waste any time, does he? Are you kidding me? Eddie drank a whole six-pack last night.",
        "James: Yeah.",
        "Ford: Oh, my God. We've gotta get him outta here. There's no way there's room enough for both you and I and him.",
        "James: Oh, yeah. Okay, sure.",
        "Ford: Listen, we're gonna get that 50k. I'm not gonna let him turn you in to the police, okay?",
        "James: How are we gonna get $50,000 to get rid of--",
        "Eddie: Ahh. Morning. Everybody sleep okay? What's for breakfast?",
        "Ford: Nothing.",
        "Eddie: Come on, Bobby. Didn't I teach you to share? Huh? Eh, corn flakes. What's up with you? Don't you speak anymore?",
        "Eddie: So what's up? What you guys planning? I heard you planning something when I was walking in.",
        "Ford: No plans.",
        "Eddie: No plans? How about the zoo? Hmm? Wanna go to the zoo? Or we could throw some football around. Huh? Come on, boys. This is our bonding time between Eddie and his sons. Huh?",
        "[SCENE_BREAK]",
        "Starr: Gonna see if Hope is awake.",
        "Cole: Starr, no. Just wait.",
        "Starr: What for? That's why we came here, isn't it? So that you could say good-bye?",
        "Cole: It is. But there's something that I need to talk to you about.",
        "Starr: We don't have time.",
        "Cole: Starr. Starr. It won't take long. Starr, I'm breaking up with you.",
        "Starr: No, Cole, you can't.",
        "Cole: Starr, Starr, I'm going to jail for 10 years. 10 years we can't be together. It's over.",
        "[SCENE_BREAK]",
        "John: I need to ask you something. Did you have an amniocentesis?",
        "Natalie: What are you doing here? Aren't you supposed to be in court with Cole?",
        "John: I was.",
        "Natalie: What happened? Did he--",
        "John: Answer the question.",
        "[SCENE_BREAK]",
        "Starr: Okay, we'll talk about this when I--when I come to visit.",
        "Cole: Starr, there aren't gonna be any visits. And if you do come, I won't see you.",
        "Starr: I can't believe that you're saying this.",
        "Cole: I'm serious. I can deal with a lot. I'll have to. But I can't deal with you and Hope coming to a prison. Starr, you're 18 years old. You have your whole life. You have school, you got your family, and someday--",
        "Starr: Don't talk to me like that.",
        "Cole: I have to. You want me to survive in prison, right?",
        "Starr: Of course I do.",
        "Cole: Then I have to know that you're okay. I have to know that you moved on and that you're happy.",
        "Starr: Then why are you breaking my heart now?",
        "Cole: So we can get it over with.",
        "Starr: I'll never get over it.",
        "Cole: Yes, you will. We both know that there's someone here that cares about you and you care about him.",
        "[SCENE_BREAK]",
        "James: You're on your own.",
        "Ford: I have classes to teach.",
        "Eddie: Oh, so that's how it's gonna be, huh? I come all the way from Dayton to spend time with you boys and you don't have anything for me? I mean, after I keep a roof over your head and food in your bellies? What about you, buddy boy? What do you do all day long?",
        "James: I'm in school.",
        "Eddie: For what? I taught you a trade.",
        "James: Stealing cars.",
        "Eddie: You made a lot of money.",
        "Ford: Yeah, for you.",
        "Eddie: Listen, if he could've managed his money, he wouldn't have had to steal from me. Of course, you know, that's okay. I mean, I--I take responsibility for that. You know, I should've taught him better. It would've been a hell of a lot less trouble for me. You know what I'm saying? Besides, I'm in a forgiving mood today.",
        "Ford: So what do you want? A medal?",
        "Eddie: A little respect, perhaps? I don't know, maybe a bowl and a spoon would be nice. Ah. Thank you. Mm. You know... people say that things happen for a reason. I'm kind of inclined to believe that, because look at us. You know? It's brought us all together. I mean, I used to take care of you when you was little. And now you're gonna take care of me. That is the definition of family.",
        "[SCENE_BREAK]",
        "Nate: Thank you so much for the ride. I need to get ready for Dani's party. Is that your dinner?",
        "Inez: No, this is for Bobby. He can barely get on his feet, so he can't cook. I'm gonna bring this to him and then we can both go get ready.",
        "Nate: You're coming tonight?",
        "Inez: Téa invited me and I invited Clint.",
        "Nate: Almost sounds like you're having fun.",
        "Inez: I know. I wasn't sure it was allowed.",
        "Nate: It is tonight.",
        "[SCENE_BREAK]",
        "[Steam hissing]",
        "Rex: Okay, I'll get--",
        "Kelly: Okay, I'm gonna--",
        "Rex: Yeah, no. Don't need help. Yep.",
        "Kelly: All right. Okay. Uhh. [Pounding on wall] Can someone hear us?",
        "Rex: Okay. Let me--incoming. Okay. No elbows, okay?",
        "Kelly: All right. Go ahead.",
        "Rex: All right.",
        "Kelly: Oh! You got it. Thank you. Thank you. I...I don't know. I guess I should've looked at a sign or something. I'm... a little discombobulated today.",
        "Rex: Yeah, yeah, I'm disco--yeah, that, too.",
        "Kelly: Why? What's your problem?",
        "Rex: Gigi called me, and out of the blue she just starts reaming me out.",
        "Kelly: For no good reason?",
        "Rex: Pretty much. She ran into Adriana in Paris, and she kind of told her that I sort of implied that Gigi and I haven't...you know.",
        "[SCENE_BREAK]",
        "Gigi: I wonder what else Rex told that bitch about me.",
        "[SCENE_BREAK]",
        "Adriana: It's the new men's line. Steffen's freaking.",
        "Layla: But we don't work on the men's line.",
        "Adriana: It's not about logic. Everything's gone wrong and he needs us.",
        "Cristian: Well, then maybe you can go hold his hand. Layla and I have plans all weekend. Right?",
        "[SCENE_BREAK]",
        "Natalie: I don't--I don't know why you'd be asking me this.",
        "John: I heard you had the test.",
        "Natalie: You heard? Who...",
        "John: Marty mentioned it.",
        "Natalie: Marty? Why the hell would Marty even think she knows anything about--",
        "John: All right. That's enough.",
        "Natalie: No, it's not all right, John. I mean, she's following me around, reporting to you...",
        "John: Shut up and answer the question. Did you have the test?",
        "Natalie: Yes. Yes, I did.",
        "[SCENE_BREAK]",
        "Cristian: We can meet in Milan after the weekend.",
        "Adriana: The show is this weekend.",
        "Cristian: We have a table at the top of the Eiffel tower tonight.",
        "Adriana: How'd you do that? It's always completely booked with tourists.",
        "[Cristian speaking Spanish]",
        "Layla: Okay, okay, okay. Adriana, can you please be a friend and take care of Steffen?",
        "Adriana: I'll be there, but he asked for you.",
        "Layla: Give us a minute.",
        "Cristian: You're staying, right?",
        "[SCENE_BREAK]",
        "Gigi: What's going on over there?",
        "Adriana: Business. I'd stay away. It's gonna get ugly.",
        "Gigi: It's funny how things get ugly for couples when you're around.",
        "Adriana: Funny. The way I remember it, it was you who liked to throw herself in the middle of other couples. Forget it. It's ancient history. I'm sure you and Rex were meant to be. I mean, aside from the sexual problems.",
        "[SCENE_BREAK]",
        "Kelly: That's really stupid of you.",
        "Rex: Thank you.",
        "Kelly: Amazingly stupid. Like, mindblowingly stupid. Stupid like that, I don't know what could compare to that.",
        "Rex: It was a casual conversation.",
        "Kelly: Oh, really? Ha ha. Wait a minute. You managed to drop a bomb like that on your ex-wife?",
        "Rex: It wasn't--",
        "Kelly: No. I mean, you tell your ex-wife that you're not having sex with your girlfriend, and that ex-wife gets in your girlfriend's face. I mean, am I right? Am I right?",
        "Rex: Pretty much.",
        "Kelly: Okay.",
        "Rex: I'm screwed, aren't I?",
        "Kelly: Well, apparently not.",
        "Rex: I mean that it's bad.",
        "[Kelly laughs]",
        "Rex: It's bad, right?",
        "Kelly: Oh, yeah.",
        "[SCENE_BREAK]",
        "John: You had an amnio and you didn't tell me?",
        "Natalie: Yeah. I mean, it wasn't a big deal, John. I mean, you were busy with work--",
        "John: I'm never too busy.",
        "Natalie: It was a simple test.",
        "John: No. It's not. There are risks.",
        "Natalie: Minor risks, and Dr. Wright's a pro.",
        "John: I don't care. You should've told me. No, as a matter of fact, we should've discussed it first and then decided together.",
        "Natalie: Okay. Maybe so.",
        "John: I shouldn't have to hear this from other people.",
        "Natalie: Believe me, that wasn't my idea.",
        "John: Oh, so you weren't gonna tell me at all. Is that it? How could you do this?",
        "Brody: Hey, John. Calm down.",
        "[SCENE_BREAK]",
        "Ford: You don't get to order him around anymore. Stay away.",
        "James: It's okay. Just stop.",
        "Eddie: What's your problem, Professor?",
        "Ford: Hey, you don't get to threaten us like this anymore.",
        "Eddie: Threat? Are you serious? What threat? Did you hear a threat in there? I asked you nice. I was polite and everything. Come on, guys. What--did you feel threatened by me? Come here. Come over here. Mwah. See, this is nothing but love, huh? Ha ha. Ooh. Oh, God. Excuse me.",
        "Ford: It's gonna be fine. There's gotta be a way to get rid of him and we're gonna figure out what it is.",
        "James: How?",
        "Ford: I'm thinking.",
        "James: Well, think fast.",
        "Ford: I will. James, listen to me. We're not little anymore. He can't hurt us the way he used to. [Knocking on door] Remember that. This is as bad as it's gonna get.",
        "Inez: Hi.",
        "Nate: What's up?",
        "[SCENE_BREAK]",
        "Starr: You can't stop me from waiting for you. You can't.",
        "Cole: Yeah, maybe you're right. Starr, I'm begging you. Don't. Starr, it's 10 years. 10 years. Do you know how much is gonna change? I'm gonna change. Your life is gonna change completely.",
        "Starr: You and me and Hope. We're a family. And nothing can break us up. Not time, or distance, or even you. I won't let you. I won't let you.",
        "Langston: Thank God you're here.",
        "Markko: We didn't know whether to try here or your mom's or the apartment.",
        "Cole: So you heard?",
        "Markko: How long do you have?",
        "Cole: John's picking me up in about half an hour, maybe less. So we better do this now.",
        "Langston: I can't believe it, Cole.",
        "Cole: Take care of Starr, okay?",
        "Langston: I promise.",
        "Markko: I should've stayed.",
        "Cole: What?",
        "Markko: I ran out to L.A., man. I left you.",
        "Cole: Dude, if you wouldn't have gone out to UCLA, I would've kicked your butt all the way out there. That was a chance of a lifetime, man.",
        "Markko: It doesn't count more than friends. If I'd have just been here--",
        "Cole: What? You would've seen me screw up in person? It was gonna happen. Nobody could've stopped me.",
        "Markko: Are you at least gonna get to write letters or something?",
        "Cole: Sure. Hey, so...aren't you working on a new movie or something?",
        "Markko: Always.",
        "Cole: Well, promise me to-- give me a shout-out when you win your first Oscar.",
        "Markko: Deal.",
        "[SCENE_BREAK]",
        "James: This is a really bad time, you guys.",
        "Inez: Oh.",
        "Ford: Yeah. You need to go.",
        "Nate: Why?",
        "Ford: We're busy.",
        "Inez: You're too busy for some free food?",
        "Ford: Okay, you can leave the bag, but we have to go.",
        "Inez: I can just heat it up for you really, really quick.",
        "James: Okay. I'll do it. Here.",
        "Inez: You shouldn't even be on your feet right now, right?",
        "Ford: Okay. I'll go. But you need to go.",
        "Nate: Why are you being such a jerk?",
        "Eddie: Good question. Ahh. Who's that? Bobby, where's your manners? Ask the whore in.",
        "[SCENE_BREAK]",
        "John: Get your hand off me.",
        "Brody: Just take it down a notch.",
        "John: This is none of your business.",
        "Brody: Natalie's gonna be my family soon. And she's pregnant.",
        "Natalie: Okay. I think this is a conversation that John and I should have privately.",
        "Brody: Okay. I'll go check on Jessica.",
        "John: Go get some cookies. I'm...at a loss here. How could you do something so risky, so invasive... and not even tell me? Huh? We can't work like this.",
        "Natalie: I wasn't-- I wasn't trying to--",
        "John: To what? Be deceptive? Lie to me?",
        "Natalie: I don't ever want to lie to you, John. I just... I thought that I was protecting you.",
        "John: How's that?",
        "Natalie: I didn't want you to worry.",
        "John: About what?",
        "Natalie: The results. I was gonna tell you as soon as I knew.",
        "John: Knew what? Do I have something to be worried about?",
        "[SCENE_BREAK]",
        "Layla: If I say no to my boss, I'll be fired. I know this seems crazy and irrational, but that's the business I'm in. Steffen is a genius and he gave me a huge break. This is why I'm in Paris. This is my shot. Do you want me to miss it?",
        "Cristian: I want you to have everything you want, but I have to know if that includes me.",
        "Rex: Okay, how about this? I take Shane to Moe and Noelle's for a week and I meet Gigi at the airport with a dozen roses and a banana mango smoothie. It's her favorite.",
        "Kelly: Okay. Just wait on the big move, okay? It's gonna take a while for Gigi to get over this, you know? Cool your jets there, cowboy.",
        "Rex: My jets are practically frozen. This isn't about my jets.",
        "Kelly: Okay.",
        "Rex: I feel bad. I know what it's like when Adriana gets in your business.",
        "Kelly: Gigi is gonna get over it, okay?",
        "Rex: Let's hope.",
        "Kelly: So you've really been jet-less?",
        "Rex: Oh, yeah. Jet-free.",
        "Kelly: Not even--",
        "Rex: I'm not saying anything else. I'm sure you can understand why.",
        "Kelly: Well, you know what? If it makes you feel any better...I bet it's been even longer for me.",
        "[SCENE_BREAK]",
        "Adriana: Are you mad that Rex told me you two are having a dry spell? That's nothing.",
        "Gigi: Compared to what? What else did he tell you about me?",
        "Adriana: He was very loyal.",
        "Gigi: Never mind. I don't want to talk to you about him.",
        "Adriana: Listen, if it upsets you, then just tell Rex not to come to me.",
        "Gigi: He did not come to you. He-- I took care of it.",
        "Adriana: Is that why you were yelling on the phone just now?",
        "[Adriana laughs]",
        "Adriana: Oh, Gigi. You two are gonna have a long, cold winter.",
        "Gigi: I know it's not my turn, but that's too bad.",
        "Adriana: Turn for what?",
        "Gigi: That.",
        "[SCENE_BREAK]",
        "Rex: Did you just tell me about your sex life?",
        "Kelly: What sex life? Oh, okay. Don't you feel better now?",
        "Rex: How long has it been?",
        "Kelly: A while.",
        "Rex: Okay, what's a while? Like, 8 days?",
        "Kelly: You know, it's really not been a priority in my life. If you ask Dorian, that's my problem.",
        "Rex: You ask Dorian?",
        "Kelly: No, I don't. She tells me voluntarily, at length.",
        "Rex: I mean, come on, how long? Dorian knows. I'm not going to be as pushy as she is.",
        "Kelly: This is not comfortable.",
        "Rex: You just saw me naked, again. It'll be a lot easier than that.",
        "Kelly: Do you think I'm tightly wound?",
        "Rex: No--yes. What?",
        "Kelly: Dorian hired a man to work out all my kinks.",
        "Rex: She bought you a hooker?",
        "Kelly: No! She bought me a masseur.",
        "Rex: A masseur?",
        "Kelly: All right, yeah, he was totally a hooker.",
        "Rex: Hmm. Makes you wonder who else Dorian has in her address book. Hmm.",
        "[SCENE_BREAK]",
        "Gigi: Don't get up. Don't get up! I'll put you right back!",
        "Adriana: You trash!",
        "Gigi: I will put you right back!",
        "Adriana: Oh, bring it!",
        "Cristian: Whoa, whoa, whoa, whoa!",
        "Adriana: I don't understand what is wrong with her!",
        "Gigi: Please!",
        "Layla: Let it go.",
        "Gigi: You don't fool anyone, Adriana!",
        "Cristian: Gigi, please.",
        "Gigi: I'm sorry, but your cousin had it coming.",
        "Layla: Can I get some ice? We need to put ice on that now.",
        "Adriana: Yeah, right after I cut a chunk out of Gigi's hair.",
        "Layla: Adriana!",
        "Adriana: What? It'd be an improvement.",
        "Layla: Please, stop. Cris and I have had enough drama for tonight.",
        "Adriana: Layla, it is one weekend. You'll go to Llanview next month to make up for leaving now. You did tell him you're going to Milan?",
        "Layla: I think I have to stay.",
        "Adriana: Oh. Okay.",
        "Layla: So what should I tell Steffen?",
        "Adriana: The truth. Your boyfriend doesn't understand your career, so you had to sacrifice the debut of a new line at the Milan show for a dinner. Your career in Paris will be over, but hey, you can always check out the fashions at L.P.D.",
        "Cristian: Hey, we'd better go if we're going to make our reservation.",
        "[SCENE_BREAK]",
        "Eddie: Well...can't say the years have been kind to you.",
        "Inez: What are you doing here? You're supposed to be in jail.",
        "Eddie: Jail is for criminals, and the great state of Ohio figured out that I wasn't one, so I am here to visit my kids.",
        "Inez: Visit? You're not living here?",
        "Eddie: Well...",
        "Inez: Bobby?",
        "Ford: Eddie's going to be, um--ahem--staying with us for a little while.",
        "Eddie: That's right.",
        "Nate: \"Eddie\"? That's your name?",
        "Eddie: Yeah, Eddie Ford, husband number one. You must be boyfriend number too high to count.",
        "Nate: What?",
        "Eddie: If you haven't figured it out, sweetheart, your woman's a slut.",
        "Nate: Hey, you don't talk--",
        "Eddie: Geez, Inez, look at this boy. What, are you robbing the cradle now?",
        "Inez: Nate is our son!",
        "[SCENE_BREAK]",
        "Langston: Hey, you want to do something like go for a walk or something?",
        "Markko: I have to pack. I got to get back to UCLA.",
        "Langston: But I thought you were here.",
        "Markko: Well, my dad's back on his feet again and, I mean, I only stuck around because of Starr and Hope, you know? I have, like, half the semester to make up.",
        "Langston: Right. You got to get back to your--to your life.",
        "Markko: Yeah. It's--it's time to go.",
        "[SCENE_BREAK]",
        "Cole: Hey, baby girl. Hi. Ah, you smell like your mommy. Did you get into her perfume, huh? Hey...daddy's going to have to go away for a little while and he doesn't want to. He would never, ever leave you. But you know, when I come back, I'm going to be a little older, and you're probably going to be a little angry at me. Oh, I swear...I swear I will do everything I can to make it up to you. I swear that you're going to have the daddy you deserve.",
        "[SCENE_BREAK]",
        "Natalie: I had the amnio... because I wanted to make sure that our baby was all right.",
        "John: Is there some reason you think it isn't?",
        "Natalie: No. No, it's just--I mean, look at you.",
        "John: Excuse me? What?",
        "Natalie: I mean, I had a test--a simple test that millions of women have, no problem, and you're so upset.",
        "John: Because you didn't tell me.",
        "Natalie: Because you lost a baby and you're--you're scared of losing another one and I didn't want you to worry.",
        "John: No. Forget that. Forget that. Leave that out of it. I am always going to worry about you guys. All right? But shutting me out is only going to make things worse. We're supposed to be partners here in this. You know, a team. You understand that?",
        "Natalie: Can we have uniforms?",
        "John: Everything go okay?",
        "Natalie: Fine.",
        "John: Next time, I'd like to be there.",
        "Natalie: Definitely.",
        "John: When do you get the results of the test?",
        "Natalie: Soon.",
        "John: Soon?",
        "John: Yeah.",
        "John: Okay.",
        "[Natalie sniffles]",
        "John: Do we have any reason to worry?",
        "Natalie: I guess everyone has a little reason to.",
        "John: Look, I... I'll pick Marty up. I'm taking Cole to Statesville myself and I told her she could ride along.",
        "Natalie: That's good of you.",
        "John: Yeah. The least I could do. You going to be okay?",
        "Natalie: Yeah.",
        "John: Yeah? Okay. Hold off on those uniforms, okay?",
        "Natalie: No sudden moves without you.",
        "[SCENE_BREAK]",
        "Rex: I got to call Gigi, don't I?",
        "Kelly: Yeah. You really have to just make that apology right away.",
        "Rex: All right. I'll grovel.",
        "Kelly: Wait a minute. You brought your phone into the steam room?",
        "Rex: Yeah, I have a kid. It comes in handy.",
        "Kelly: Well, you might want to give it a minute, okay? I'm still steaming here. What are you going to say? \"Hey, babe, it's me. Guess who I'm with-- Kelly. That's right. What? Oh, no, we're not naked at all. Nope.\"",
        "Rex: Okay, I'll wait.",
        "[SCENE_BREAK]",
        "Cristian: You're going to Milan?",
        "Layla: Come with me.",
        "Cristian: I have to be at the conference. L.U. paid for me to be here. They're expecting me.",
        "Layla: Just like my boss expects me to be there. It's my job. It's the kind of chance that doesn't wait around forever.",
        "Cristian: Like me.",
        "Layla: I'll come to Llanview as soon as the show's over.",
        "Adriana: Our plane leaves in less than an hour.",
        "Layla: Okay. I promise I'll make it up to you. Promise.",
        "Adriana: Tell Rex I said...oh, never mind. I'll tell him myself.",
        "[SCENE_BREAK]",
        "Eddie: My mistake. Sorry, kid.",
        "Nate: You're him?",
        "Inez: This is Nathaniel.",
        "Eddie: Yeah? Natha--Na--Nathaniel? Nathaniel? Inez, you name your boys wuss names.",
        "Inez: Nate is your son.",
        "Nate: No.",
        "Eddie: You could have said hell no and you would have been right, because unfortunately, your father is the garbage man, or the delivery guy--",
        "James: Hey, stop it!",
        "Eddie: Or the stock boy at the local grocery store--",
        "Inez: Stop it. Stop it!",
        "Eddie: Or Fred from customer service!",
        "Inez: I never cheated on you! I was too terrified to move when I lived with you.",
        "Eddie: Yeah, but you weren't too terrified to move out.",
        "Inez: You threw me out.",
        "Eddie: You left me with two little kids I had no idea how to raise.",
        "Inez: You wouldn't let me anywhere near them!",
        "Eddie: They were my boys! They were my blood.",
        "Inez: I should have taken them to the nearest police station. I regret every minute that they had to stay with you, and I thank God every day that they survived it, but they do not have to go through that ever again. Bobby, James--",
        "Eddie: What the hell is--",
        "Inez: Come with me right now.",
        "Eddie: What?",
        "Inez: Come with me, and don't you try to stop me because you will regret it.",
        "[SCENE_BREAK]",
        "Starr: What are you doing?",
        "Cole: Just telling Hope a story.",
        "Starr: About what?",
        "Cole: Uh, about a party I went to 4 years ago.",
        "Starr: You were my hero that night. And you have been ever since.",
        "Cole: Well, I don't know about that. Maybe I should have left you alone.",
        "Starr: What?",
        "Cole: Well, I mean, all the trouble that you've had the last 4 years...well, it was because of me.",
        "Starr: I know that there were rough times, but that's not what I remember.",
        "Singer: Sometimes this life can seem too much yeah sometimes I feel like giving up and when I don't know how to find my strength you're right there taking hold of me sayin' together we can take on the world oh, yeah together we can do anything if we just believe together you and me I'll be the one to take your hand whenever you are down I'll always be your biggest fan and don't you ever doubt that in times of laughter times of tears you just reach out and I'll be here",
        "Starr: [Indistinct] Times.",
        "John: It's time.",
        "[SCENE_BREAK]",
        "Kelly: It is time to now put on a tight dress and hold up a piece of the wall at Todd and Téa's party.",
        "Rex: You going alone?",
        "Kelly: Well, it looks that way.",
        "Rex: Come with me.",
        "Kelly: Are you asking me out on a date?",
        "Rex: I'm offering to be your escort. My rates are very reasonable.",
        "Kelly: Oh, really? So are mine. What's Gigi going to think?",
        "Rex: She's in Paris, royally ticked. I'm the last thing on her mind right now.",
        "[SCENE_BREAK]",
        "Gigi: Will you order a bottle? I can't. That guy hates me.",
        "Cristian: I think that's enough wine.",
        "Gigi: How can you say that in Paris?",
        "Cristian: No, no, I mean, that's enough wine here.",
        "Gigi: Oh. Want to go start a fight somewhere else?",
        "Cristian: How about dinner at the top of the Eiffel tower? I still have reservations.",
        "Gigi: For you and Layla.",
        "Cristian: It's a gorgeous city. Why waste it? To la tour Eiffel.",
        "Gigi: La tour E...whatever.",
        "Cristian: Let's go.",
        "Gigi: All right.",
        "Waiter: Pauvre Rex. Cette relation est definitivement condamnee.",
        "[SCENE_BREAK]",
        "Langston: Wait, hold on. Um... I almost forgot. That's the key to your house.",
        "Markko: I can't believe you still have that. When your uncle was going to take you away to Columbia...",
        "Langston: You wanted to make sure that I'd always have a place to come back to. I don't think your parents would really want to have me around there now.",
        "Markko: Well, keep it, anyway, as a reminder.",
        "Langston: Here. I'll never forget.",
        "Markko: Good-bye...Lang.",
        "Langston: Good-bye, Markko.",
        "[SCENE_BREAK]",
        "Eddie: Tell me something, Inez. You got 3 car seats big enough for your babies?",
        "Nate: Do not make fun of her.",
        "Eddie: They are grown men, Inez.",
        "Inez: You guys don't even have to bring your stuff. We'll just--we'll send someone to come get it.",
        "Eddie: Hey, listen, I am a guest in this place. I am welcome, you are not.",
        "Ford: He's right.",
        "Eddie: Hmm.",
        "Ford: Get out.",
        "James: You guys, come on. You guys really should go. Let's just go. Come on. Just go.",
        "Eddie: What? Call next time.",
        "Nate: Are you okay?",
        "Inez: Are you?",
        "Ford: You guys really need to stay away.",
        "Inez: No, just leave with me right now.",
        "James: We can't.",
        "Ford: One word from Eddie to the cops in Ohio and James gets locked up. We have to stay here. So does he.",
        "Inez: I'll talk to Bo...",
        "Ford: Don't.",
        "Inez: And he will sort this all out.",
        "Ford: Don't.",
        "James: We know how to handle him, okay?",
        "Ford: You stay away.",
        "Inez: But I can't. He came after you, he came after me, and this time, he's going to realize that he bit off more than he can chew.",
        "[SCENE_BREAK]",
        "Brody: How did it go?",
        "Natalie: I don't know. I mean, I think I explained it all away. We were joking by the time he left.",
        "Brody: So you two are okay?",
        "Natalie: Just okay.",
        "Brody: I'm sorry.",
        "Natalie: Well, nothing is going to change this--not until I know for sure that this is John's baby.",
        "[SCENE_BREAK]",
        "John: It's okay. It's okay.",
        "Cole: Well, um...I don't know how to do this.",
        "Starr: We will make it.",
        "Cole: Yeah, I know I'll make it, as long as I know that you are happy. That's all I ask is, pro--Starr, promise me that you'll be okay.",
        "Starr: I can't.",
        "Cole: Starr, don't let me ruin your life. Just keep shining, okay?",
        "John: Here's your daddy.",
        "Cole: All right, I'm ready.",
        "Starr: I love you, too."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=A9RNKOKzw-g"
}