{
    "Episode Summary": [],
    "Recap": [
        "Dorian calls for a celebration to declare that she is ready to officially adopt Langston. Starr invites Marcie to attend and affirms she wants Marcie to be her child's mother. Meanwhile, behind the scenes, Clint has Jared find Langston's uncle and pays him to go and find her and threaten to take her from Dorian. Jared is very uncomfortable helping him with his plan. And Todd is plotting a plan to have Starr's doctor \"stage\" the death of Starr's baby so that nobody will know that Todd and Marty are secretly raising the baby. Tess writes a letter to give to Jared that he will believe is Natalie informing him that she must leave him and go away as not to hurt her family. Natalie knows she is helpless to do anything about it. Sarah is very worried about Cristian. Cristian is in captivity and it seems his captors are going to \"swap\" Langston's uncle who has been released form prison, in exchange for Cristian as their new prisoner assuming the identity of Langston's uncle."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Free Alter-ations Written by Michelle Poteet Lisanti, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, & Anna Theresa Cascio",
        "Langston: The more I think about it, the more I think it's totally cool. I'm going to be Dorian Lord's daughter for real.",
        "Starr: Oh, I know and you're going to be my cousin.",
        "Langston: I know. Can you believe it? Getting another new member of the family.",
        "Starr: Yeah. But just one.",
        "[SCENE_BREAK]",
        "Todd: Listen, lady, we had a deal. When Starr's baby is born, you hand her to me.",
        "Joplin: It's Doctor, and the deal is off. I can't do what you're asking. I am not going to help you destroy all those lives.",
        "[SCENE_BREAK]",
        "Langston: I'm sorry, Starr. I didn't mean to remind you.",
        "Starr: Everything reminds me. Anyway, I'm just -- I'm really glad that you're going to be a part of the family now because I really need you.",
        "Langston: Well, you are stuck with me until we're old and rocking out in our rocking chairs at the old ladies' home.",
        "Starr: Rocking?",
        "Langston: Yes.",
        "[SCENE_BREAK]",
        "Dorian: Get some more of those little white lights. It's just not saying magic enough to me.",
        "Man: Yes, ma'am.",
        "Dorian: Oh, I don't know. I think I should have gotten more flowers. I mean, this is such a big day. And where is the sushi chef? Goodness gracious, we can't have a party for Langston without her favorite food. Don't tell me to stop obsessing.",
        "Blair: I'm not going to tell you that. I just think maybe you're putting the cart before the horse, you know? Shouldn't you wait to celebrate, you know, until after the adoption's final, Dorian?",
        "Dorian: No, I want to celebrate the day that Langston and I decided to become mother and daughter forever.",
        "Blair: Well, all I'm saying is that you know how the court system is. I'm really happy for you, but what if you -- you know, what if you get into a snag?",
        "Dorian: What could possibly go wrong, darling? I want it, Langston wants it, it's a fait accompli.",
        "[SCENE_BREAK]",
        "Nigel: Excuse me, Mr. Buchanan, but Mr. Banks is here to see you along with a rather unsavory character. Shall I ask them to leave?",
        "Clint: Send them in.",
        "Nigel: Really, Sir?",
        "Clint: Really, Nigel.",
        "Clint: I'm Clint Buchanan.",
        "Mr. Montez: Okay, just tell me what I've got to do to get me the money.",
        "Clint: You must be Langston's uncle, Ray Montez.",
        "[SCENE_BREAK]",
        "[Speaking Spanish]",
        "[SCENE_BREAK]",
        "Sarah: Mom?",
        "Tina: Oh, honey, any news on Cristian?",
        "Sarah: No. I came back because I couldn't stand being alone by myself all night waiting for the phone to ring, so I'm just going to stay here, if that's okay.",
        "Tina: No! No, no, no, you can't do that!",
        "Sarah: Why not?",
        "[SCENE_BREAK]",
        "Tess: Hey, why are you still in your dress? I brought you down a whole bunch of clothes in that suitcase. You can get more comfy.",
        "Natalie: Oh, you're all heart, Tess.",
        "Tess: Aww. Well, I hope you're hungry.",
        "Natalie: What is it, arsenic stew?",
        "Tess: Would you rather starve yourself?",
        "Natalie: Better than you poisoning me.",
        "Tess: Natalie, come on. Do you really think that I'd go through all this trouble just to kill you? When torturing you is just so much more fun and convenient. Let me try this. See, it's delicious. Come on. And you must be hungry. I need you to keep up your strength because you have work to do.",
        "Natalie: This isn't going to work, Tess.",
        "Tess: Food's getting cold.",
        "Natalie: There are people who are going to notice that I'm gone and they will start looking for me.",
        "Tess: No, everybody hates you, Natalie. After what you did to Nash? Come on.",
        "Natalie: There are some people who care about me.",
        "Tess: Who? Viki? She's in Africa somewhere. Clint -- well, he can't really stand you. And Roxy -- she's too stupid to figure this one out.",
        "Natalie: And there's Jared and he loves me.",
        "[SCENE_BREAK]",
        "Jared: I'm going to go call Natalie. If you need --",
        "Clint: I don't need anything.",
        "Jared: Okay.",
        "Clint: You've already been paid. You have your freedom.",
        "Mr. Montez: With no money, what am I going to do with freedom?",
        "Clint: I don't know. That's not my problem. I can have your conviction reinstated as easily as I had it overturned, which means you would be back behind bars doing time for murder. Do we understand each other?",
        "Mr. Montez: I'm getting the idea.",
        "Clint: I believe that Mr. Banks instructed you as to what to do.",
        "Mr. Montez: Yeah, he wanted me to claim my sister's kid. But what then? I don't want to get stuck with some kid forever.",
        "Clint: It'll never get that far. And if the plan goes smoothly, you will get a bonus. Any questions?",
        "Mr. Montez: Yeah. What's in it for you?",
        "Clint: That's my business.",
        "[SCENE_BREAK]",
        "Dorian: Oh, I am on a roll, Blair. I mean, I have a brand new daughter, Cramer Enterprises. Ah, I don't think I've ever been happier.",
        "Blair: Well, I'm glad to see you happy.",
        "Dorian: As opposed to how unbearable I am when I'm not?",
        "Blair: No, I did not -- I didn't say that. In fact, I've had a tough time, you know, the last few months and I wouldn't have been able to get through it if it hadn't been for you. I love you.",
        "Dorian: I love you back.",
        "Blair: You've been my rock.",
        "Dorian: Oh, well, someday in the future I'm going to ask you to return that favor.",
        "Blair: Now, see, I knew there would be a catch. I give you a compliment.",
        "Dorian: I wish I had gotten more flowers.",
        "[Doorbell rings]",
        "Blair: Dorian, it's fine.",
        "[SCENE_BREAK]",
        "Langston: Hey.",
        "Markko: Hey.",
        "Langston: You didn't have to bring me anything.",
        "Markko: I didn't. It's for Dr. Lord.",
        "Langston: Suck up.",
        "Markko: Uh, yeah. She is going to be your mom.",
        "Langston: Well, let's go give it to her. She still won't like you, you know.",
        "[Doorbell rings]",
        "Marcie: Hi.",
        "Starr: Marcie, did my mom invite you to the party?",
        "Marcie: Oh, yes, she did invite me. You know, I wasn't sure if I should come. I know it is a family party. Maybe I shouldn't have.",
        "Starr: Look, you're my baby's mother. You're part of the family to me.",
        "[SCENE_BREAK]",
        "Joplin: Marcie McBain was here earlier asking about pediatricians.",
        "Todd: I didn't -- whoa. I don't give a rat's ass about Marcie McBain. She's a baby thief.",
        "Joplin: And you're not?",
        "Todd: Yes, but, uh, this kid is my blood. He's my grandchild.",
        "Joplin: What about your daughter, hmm? Starr's been carrying this child. The law says she gets to decide how it grows up. She wants the adoption.",
        "Todd: She's a child herself. She doesn't know what she's doing. You ought to be very familiar with that. How is your son, by the way? Is he still stealing drugs from the hospital?",
        "Joplin: Please, don't make me do what you're asking. I couldn't live with myself.",
        "Todd: That's not my problem.",
        "[SCENE_BREAK]",
        "Starr: Look who's here, everyone.",
        "Dorian: Oh, Marcie. I am so sorry, but you see we're preparing for a family celebration.",
        "Marcie: Well, I --",
        "Blair: Well, see, I invited her, Dorian. I thought it would be nice if she were here to celebrate with the family.",
        "Dorian: I see, uh-huh. All right, then. Marcie, come, let's get you a drink.",
        "Marcie: [Inaudible]",
        "Blair: [Soft] It's fine. [Normal voice] Hey, are you going to be okay? You all right?",
        "Starr: Yeah, I'm fine tonight.",
        "Blair: Sweetheart, just try not to worry too much about tomorrow.",
        "Starr: I'm going to school, Mom. Everybody's going to be staring at me and talking about me behind my back.",
        "Blair: I know it's going to be tough, but you know what? Why don't you try what your Aunt Dorian does all the time?",
        "Starr: What's that?",
        "Blair: Oh, you know, tell yourself that you're a Cramer woman and you can get through anything.",
        "Starr: Does that really work?",
        "Blair: I don't know. I mean, it has for me, honestly. It has. We Cramers, we're a tough breed.",
        "Starr: I'm lucky to be a part of that. And now Langston is, too.",
        "Blair: Yeah.",
        "Jack: We're having a party?",
        "Addie: Isn't it wonderful?",
        "Jack: Are there snacks?",
        "Addie: I think the chances are excellent, but ask your mother. And share with Sam.",
        "Jack: Come on, Sam, come on.. come on.",
        "Addie: I just want to see my newest niece.",
        "Langston: I never had an aunt before.",
        "Addie: You never had one like this one before. I couldn't make up my mind which of these two writers would be your favorite, so I got them both.",
        "Langston: Oh, Langston Hughes and Oscar Wilde. I love them both. Thank you so much, Addie.",
        "Addie: Oh, it's Aunt Addie from now on.",
        "[SCENE_BREAK]",
        "Dorian: And do you have a pediatrician yet?",
        "Marcie: Mine moved away, but Dr. Joplin gave me a list.",
        "Dorian: I'd like to see that list. I want to be assured that my grandniece or nephew has the best care possible. And I know all of the best people.",
        "Markko: Dr. Lord?",
        "Marcie: Excuse me.",
        "Markko: I -- I have something for you.",
        "Dorian: Oh, why, thank you, Markko.",
        "Markko: I, uh, took it myself and thought it was a good time to give it to you.",
        "Dorian: Oh, my, how beautiful. Just think, Langston and I have a lifetime of happy memories like this ahead of us.",
        "[SCENE_BREAK]",
        "Clint: This is your niece, Langston.",
        "Mr. Montez: Mm-hmm.",
        "Clint: This is Dorian Lord who wants to adopt her. Are you clear on what to do?",
        "Mr. Montez: Yeah, I got it.",
        "Clint: All right. Then let's get you ready. Nigel!",
        "Nigel: Yes, Mr. Buchanan?",
        "Clint: Would you take Mr. Montez to the guest house so he can shower up and change into the clothes that we bought him?",
        "Nigel: Very good, Sir. This way.",
        "Clint: So, did you get a hold of Natalie?",
        "Jared: No, she's not picking up. Have you seen her again since --",
        "Clint: Since she gave me an earful? No, but I know her very well. She's avoiding me.",
        "Jared: Ah. I hope she's not avoiding me. She wasn't exactly thrilled with me going along with this whole thing. Just wait until she finds out he's a murderer.",
        "Clint: But she was just fine when the two of you were defrauding the entire Buchanan family, right?",
        "Jared: She was never fine with it, Clint. And Natalie's still suffering. You have no idea how much.",
        "[SCENE_BREAK]",
        "Natalie: Jared loves me and he will find me.",
        "Tess: Well, last I heard, he's out of the country.",
        "Natalie: Yes, he is, but as soon as he gets back, he's going to want to know where I am.",
        "Tess: You're right, he will. And you're going to tell him.",
        "[SCENE_BREAK]",
        "Markko: I hope you like it.",
        "Dorian: I love it. It was so thoughtful of you.",
        "Langston: Well, that's how he is. It's kind of why I'm with him.",
        "Dorian: Uh-huh. Would you give us just a moment alone, please?",
        "Dorian: I want to thank you once again for this beautiful gift. And I'd like to remind you that I am a trained physician and if you ever hurt that girl, I will take a very sharp instrument and cut out your heart.",
        "Markko: Got it.",
        "Dorian: Good.",
        "[SCENE_BREAK]",
        "Marcie: I was telling Dorian that I'm going to start meeting with pediatricians. So I thought maybe if you want to join me --",
        "Starr: But you're the baby's mother and I'm sure you'll pick a great one.",
        "[SCENE_BREAK]",
        "Jack: It's weird Starr having a baby.",
        "Addie: It's a perfectly beautiful, natural phenomenon, Jack. I could tell you about it.",
        "Jack: I know where babies come from. And it's not from a stork or a cabbage patch like parents try to tell --",
        "Blair: Okay, hey, hey, hey. Did you see all those brownies up there, Jack? Maybe you can check them out.",
        "Jack: I'm out of here.",
        "Blair: Hey, dude, you're forgetting something.",
        "Jack: Come on. Come on, Sam.",
        "Blair: Go on. Want to go get a brownie? There you go. Okay, Momma, that was close.",
        "Addie: Honestly, Blair, get with the times.",
        "[SCENE_BREAK]",
        "Langston: So are you and Dorian good?",
        "Markko: Great. So what's the latest on what that psycho told you?",
        "Langston: Delphina's a psychic, not a psycho. And I printed out a list of every Montez.",
        "Markko: It seems like a waste of trees, huh? Now that you're getting your own family here in Llanview.",
        "[SCENE_BREAK]",
        "Clint: Jared, I wasn't sure you could do this, springing Langston's uncle from prison and playing hardball with money.",
        "Jared: Oh, I did it for Natalie. There's nothing I wouldn't do for her.",
        "Clint: Oh, so this wasn't about remorse or you trying to make amends?",
        "Jared: Nothing I do will make a difference, Clint. You've made that crystal clear. I'm just hoping this plan works for you and you get B.E. back from Dorian Lord. Then maybe you'll let Natalie back into your life again.",
        "Nigel: The, ahem, gentleman in question is getting dressed, Sir, but I'm wondering if I should secure the silver.",
        "Clint: As far as I know, Mr. Montez is not a thief.",
        "Jared: Nope, no thief. Just a murderer. Not for manslaughter either. Clint, I hope you know you ordered me to spring a lifer.",
        "[SCENE_BREAK]",
        "Cristian: Nothing, but if you let me make that phone call...",
        "Guard: [Speaking Spanish]",
        "[SCENE_BREAK]",
        "Tina: Honey, of course I want you here with me. I just... look, I'm just thinking about Cristian. I mean, because if he tried to find you, he'll call the apartment.",
        "Sarah: I have my cell phone.",
        "Tina: Uh, yeah, but, uh, look, you're already so upset and I really think staying here would just make it much worse.",
        "Sarah: Why?",
        "Tina: Well, you know, I haven't really talked about it much, but things are still bad between Jessica and Natalie.",
        "Sarah: I have no idea why Jessica let Natalie move in here. I mean, especially if she blames Jared and Natalie for what happened to Nash. Because if anybody ever did anything to Cristian, I would be out for blood. I guess Jessica just has a different way of dealing with things.",
        "Tina: Oh, yeah. Whew, you have no idea.",
        "[SCENE_BREAK]",
        "Natalie: You're going to let me talk to Jared?",
        "Tess: Whew, you really are stupid, Natalie.",
        "Natalie: But you just said --",
        "Tess: Natalie, the whole point is to keep you two apart, to rip you from each other's arms like you did Nash and me.",
        "Natalie: Nash wouldn't want you --",
        "Tess: You don't know a thing about Nash, so you just shut up. Jessica didn't know him either. He loved me. He fell in love with me. He was my soul mate. And you took him away from me. Now I'm going to make you suffer the way I'm suffering.",
        "Natalie: You don't think that I already am, being locked down here?",
        "Tess: One down, one to go.",
        "Natalie: What are you going to do to Jared?",
        "Tess: Aren't you listening? It's what you're going to do to Jared.",
        "[SCENE_BREAK]",
        "Todd: Oh, here he is. That's a nice watch he's wearing there. You think he sold it yet to pay for his drugs?",
        "Joplin: Please, I told you, he's better now.",
        "Todd: I could probably get him a couple hundred dollars for it. Maybe it'll keep him from stealing to feed his pricey habit.",
        "Joplin: I told you he's better now.",
        "Todd: Yeah, I'm sure he is. Wow, he's so good-looking. I bet he'd be really popular in prison.",
        "Joplin: All right, that's enough.",
        "Todd: Yeah, yeah, kids. What are you going to do, right? We try to teach them and they still screw up. And then we're left with their mess. But we love them, don't we? So we bail them out. And we don't want to see them suffer for things that we know they're going to regret in the future, which is why you won't back out of our deal, right?",
        "Joplin: How can you be so heartless?",
        "Todd: I'm doing it for my kid.",
        "Joplin: Yeah.",
        "Todd: Someday she'll know that I'm doing it for her own good.",
        "Joplin: How is killing Starr's baby for her own good?",
        "[SCENE_BREAK]",
        "Starr: Marcie, why don't you just say hi?",
        "Marcie: No, I -- you think it would be okay?",
        "Starr: Well, yeah. Just because he's not yours doesn't mean that you don't still love him.",
        "Marcie: He does love chocolate. I better get that brownie away from him before he gets a tummy ache. Okay.",
        "Starr: Go on.",
        "Starr: What?",
        "Jack: Sorry.",
        "Starr: No, Jack, I'm sorry. I don't blame you for staring at me. I look like I swallowed one of your soccer balls.",
        "Jack: I know there's a baby in there.",
        "Starr: You do know that the baby's going to be Marcie's, right?",
        "Jack: Zach's sister had a baby and he got to be an uncle. Do I get to be one, too?",
        "[SCENE_BREAK]",
        "Jared: Clint, this girl Langston's uncle is a convicted murderer. You don't have a problem putting her in his hands?",
        "Clint: No more than you do. You brought her back.",
        "Jared: Because you told me to. And I will do whatever it takes to get Natalie back in this family.",
        "Clint: If everything goes according to plan, Montez will be back in Colombia alone. Langston will be Dorian's daughter. Langston will be Dorian's consolation prize for giving up B.E.",
        "Nigel: Your visitor is here, Sir.",
        "Mr. Montez: Do I get to keep the clothes?",
        "Nigel: Perhaps I will see to the silver.",
        "Mr. Montez: So when do we get this deal started?",
        "[SCENE_BREAK]",
        "Clint: Well, there's no time like the present.",
        "Sarah: Cristian, I just want you to know... I love you.",
        "Cristian: Don't worry, Sarah, I'll be back.",
        "[SCENE_BREAK]",
        "Sarah: I love him so much, Mom. I mean, he is so different from any of the other guys I've been with. They're all...",
        "Tina: Bums?",
        "Sarah: Sort of.",
        "Tina: You know, I think, uh, you and I are more alike than I thought we were. But you know what? You are with the right guy now. And you know it and he knows it. And that is what is going to get him back here. It's going to get you through this. Because, honey, I have seen love in action. And when it's real, miracles can happen.",
        "[SCENE_BREAK]",
        "Natalie: I'm not going to do anything to Jared, because I love him.",
        "Tess: See, that's the fun part.",
        "Natalie: What are you talking about?",
        "Tess: Oh, knowing that you two love each other so much, it's going to hurt you so much more.",
        "Natalie: I don't get it. How in the world am I supposed to be able to do anything to Jared? Even if I wanted to, you won't let me talk to him.",
        "Tess: In a letter, Natalie. You are going to write Jared a \"Dear John\" letter telling him all the reasons why you left him.",
        "Natalie: I'm not going to write a letter to Jared saying that I'm breaking up with him. I mean, if you believe that, you're truly crazy.",
        "Tess: Yes, but, uh, crazy people do think out every detail. I already wrote the letter. It's friggin' awesome, if I do say so myself. Ahem. \"Dear Jared, by the time you read this, I'll be gone. Maybe it was a good thing we had that fight before you left. It made me realize things will never be the same for us again. We'll just keep having the same fight over and over. What happened with Nash will always be there with us. I know you have nightmares about it. So do I. Every time I think about Jessica and their children, I can't help blaming both of us for ruining their lives. Jessica's trying so hard to forgive us, but I don't know how she possibly can. Our being together is only making it worse for her and the whole family. You know it's true. The only way for them to heal is without us constantly in their faces. That's why I have to leave. If I've learned anything from this family I've come to love, it's that they put the needs of others before their own, and that's what I have to do now, not just for them, but for us, too. I'm doing this for all the people we've hurt. That's why you have to let me go. Please don't try and find me. I won't come back. I need to do this, and I'm begging you to understand. Natalie.\" Not bad, huh?",
        "[SCENE_BREAK]",
        "Todd: Nobody's killing Starr's kid here, not unless you screw up the delivery, which you won't. No, that baby will be fine. But you are going to, after you deliver it, rush him out to me. And then you go back, and then you tell Blair and Marcie and Starr that, \"oh, I did all I could, but --\"",
        "Joplin: No.",
        "Todd: Yes! Yes. You will do it. You say, \"I'm sorry, but the baby is dead.\"",
        "[SCENE_BREAK]",
        "Starr: Jack, this baby will not call you \"Uncle Jack.\" Marcie's brothers will be the baby's uncles. Is that okay with you?",
        "Jack: I'm not old enough to be an uncle anyways. Sam, come on. I'll show you how to play my new game. He totally sucks at this. I beat him every time. Come on, come on.",
        "Marcie: He's definitely a really great big brother. But then he has a great big sister to look up to.",
        "Starr: I don't feel like I'm that great. I'm not exactly setting a great example.",
        "Marcie: We all make mistakes. The key is how we deal with them, right? I've wanted a baby so badly, it didn't matter to me who the birth parents were, but to know that my child is coming from two people who are so strong and smart? I know this child, it's going to be the best baby I could ever hope for.",
        "Starr: No matter how this baby turns out, Marcie, it'll definitely have the best mother.",
        "[SCENE_BREAK]",
        "Langston: I've never had a party with a sushi chef before.",
        "Blair: Well, you just wait until it's your birthday. I'm sure Dorian's going to close the country club.",
        "Langston: Oh, God.",
        "Blair: Sam, Sam, do not eat the caviar, sweety. No, no, no.",
        "Markko: Sounds like my house, minus the caviar.",
        "Langston: And now I have that, too. My house, with cousins and sisters, even though they're not here. But I still have them. And an aunt and a mom. I have a mom again.",
        "Markko: Aren't you glad you tore up that list of Montezes? I mean, who needs some long-lost maybe relatives, when you can have all of this?",
        "Dorian: Markko? Unhand my daughter. It's time to cut the cake.",
        "Blair: Yeah.",
        "Dorian: Come on, everybody. Come, sweetheart, let's do it together.",
        "Blair: Yay!",
        "Dorian: Ooh, it's going to be so good.",
        "[SCENE_BREAK]",
        "Clint: Nigel, is the chauffeur ready for Mr. Montez?",
        "Mr. Montez: Chauffeur?",
        "Nigel: I've instructed Edward to drop Mr. Montez a safe distance from the house.",
        "Clint: Good. Stick to the script. Don't even think about improvising.",
        "Mr. Montez: That didn't even cross my mind.",
        "Clint: Once you put things in motion, events will go rather rapidly, and then we'll all win.",
        "Mr. Montez: Uh-huh, except for this Lord woman.",
        "Clint: She'll still have your niece. Nigel, show him to the car. And, Mr. Montez, please remember what's at stake, not just for me, but for yourself.",
        "Mr. Montez: I remember.",
        "Clint: Jared, you did good.",
        "Jared: Wish I felt that way.",
        "Clint: Get over it. You're one step closer to making up for what you did to this family.",
        "Jared: I hope Natalie's happy. I'm going to go home.",
        "[SCENE_BREAK]",
        "Tess: Now all you have to do is recopy my letter in your own handwriting.",
        "Natalie: There's no way I'm going to tell Jared that I'm leaving him. You're going to have to kill me first.",
        "Tess: Or Jared.",
        "Natalie: You wouldn't.",
        "Tess: The man who killed my husband? Are you kidding me? Write the letter or Jared's toast.",
        "Natalie: You're bluffing.",
        "Tess: Really? Who cut the brakes on the car? Who poisoned the risotto? Are you really willing to gamble your lover's life?",
        "[SCENE_BREAK]",
        "Dorian: Everyone.",
        "Blair: Oh, this is so good.",
        "Dorian: Good, so keep eating your cake. But there is something that I want to say. There is some debate as to whether or not we choose our families. Quite honestly, Langston and I did not choose each other. We found each other. I found a brave and valiant child, alone in the world. And she found a woman who ultimately, she would say, was meddling in her life. And I was, and I will continue to do so, because that is what mothers do.",
        "Blair: Yes.",
        "Dorian: But I promise you, I will always honor the mother who gave you life. Now I can't promise that we won't sometimes disagree or fight with one another.",
        "Blair: Really?",
        "Dorian: Stop it. But that is what strong women do, they fight. And then, if they're family, they make up. And if some day you ever need me, whether you are in your room or in Timbuktu, I will be there. So, everybody, put your cake down. It is my honor, and with great pride, that I would like to introduce you to my daughter, Langston.",
        "[SCENE_BREAK]",
        "Starr: [Softly] Hey, let me show you something.",
        "Jack: It's moving.",
        "Starr: Yeah. Do you want to feel it, too?",
        "Marcie: Could I?",
        "Starr: Yeah.",
        "Marcie: Oh, my God, I feel it. Starr, I feel the baby.",
        "Starr: Your baby.",
        "Marcie: Yes.",
        "[SCENE_BREAK]",
        "Todd: Starr, Marcie, and Blair will think the baby is dead, but you will know, will you not, that you have delivered the baby to me, and he's safe with me.",
        "Joplin: They'll want to see the baby, hold it, say goodbye. Parents of stillborns almost always do.",
        "Todd: Well, then you're going to have to figure out a reason why they cannot.",
        "Joplin: And how are you going to hide a newborn?",
        "Todd: Listen, you just have to worry about delivering this baby, okay? First to Starr, then to me.",
        "Joplin: Oh, God, it's not -- not only morally wrong, it's illegal.",
        "Todd: Do you think I really care about that? You know about me, right? I'm sure you looked me up on the internet.",
        "Joplin: Yeah, I know you did almost the same thing to your own son, Jack. You told his mother he was dead and then gave him away. Nice.",
        "Todd: Yeah, but it worked out, just like this will. If you did research on me, then you'll know one thing. I don't like to be screwed with.",
        "[SCENE_BREAK]",
        "Tina: Oh, honey, I wish there was something I could do to help.",
        "Sarah: Yeah, well, short of just finding Cristian, I don't think there is anything.",
        "Tina: I could make us some tea. I mean, surely even I could figure out how to do that.",
        "Jared: Hey. Sarah, hey. I didn't know you were going to be here. I'm looking for Natalie. Have you --",
        "Sarah: Jared, you -- you were there. You were at the airport. Did you -- did you see -- you must have seen Cristian hanging out after our flight left. Did you see him?",
        "Jared: Uh, no, sorry. I was -- I was busy with phone calls, actually. Why? What's going on?",
        "Sarah: Are you sure?",
        "Tina: Cristian is missing. We think Carlo Hesser might be involved.",
        "Jared: I heard about that guy. God, I don't. I wish I knew something.",
        "Sarah: Uncle Bo's on it, and Talia and Antonio and John McBain, so, they'll find him.",
        "Jared: God, I hope so. Does Natalie know about this?",
        "Sarah: I don't know. I haven't seen her.",
        "[SCENE_BREAK]",
        "Tess: Done?",
        "Natalie: Here.",
        "Tess: \"I'll love you forever. Natalie.\" It's not in my original text, but it's a nice touch.",
        "Natalie: Go to hell.",
        "Tess: No, no, I already live there, and now you're going to know what it feels like. Turn on the TV. Enjoy the show.",
        "[SCENE_BREAK]",
        "Tina: I haven't seen Natalie either.",
        "Sarah: Yeah, I mean, I -- I saw her here last night. She was conked out on the couch, but I haven't seen her today. Sorry.",
        "Natalie: That's because she put something in my tea. I'm right here, Jared.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] Hi. Jared, you're home.",
        "Jared: Jess, hey. Have you -- have you seen Natalie?",
        "Tess: Well, actually, I was just looking for her. I checked her room, but she wasn't there. I found this, though.",
        "[SCENE_BREAK]",
        "Todd: So we're cool? No more calls opting out of the deal? You're in, and you're staying in, or your boy Schuyler's had it.",
        "Joplin: All right.",
        "Todd: All right. That's great for him. He stays on the outside, and listen, Starr's going to get her kid someday when she comes to her senses. Meanwhile, the kid stays in the family.",
        "[SCENE_BREAK]",
        "Marcie: It's so active.",
        "Starr: You should feel it from my end.",
        "Blair: So, Jack tells me that, uh, this is the baby.",
        "Starr: I guess he or she wanted to join the party.",
        "Blair: I guess so.",
        "Addie: Can I? Oh, my goodness. This one's already a kung fu master.",
        "Blair: Great.",
        "Addie: Well, here we are. Four generations of Cramer women.",
        "Starr: How do you know that the baby's going to be a girl? This baby is a... it's a McBain.",
        "Jack: Sam doesn't like this grown up food. Neither do I.",
        "Blair: Okay. Well, you know what? There's some leftover mac and cheese in the refrigerator. Want me to warm it up for you? Hmm? Okay, well, go on, guy.",
        "Dorian: I can't believe I forgot to make a toast.",
        "Marcie: Blair, I don't want you to miss the toast. I can get the boys something to eat, if it's okay with you.",
        "Blair: Um, sure.",
        "Marcie: Yeah?",
        "Blair: It's in the top shelf of the refrigerator under the foil.",
        "Marcie: Okay.",
        "Blair: Thank you.",
        "Marcie: No problem. Come on, buddy. I know you like mac and cheese, don't you? Come on.",
        "Dorian: Bring that over here, please. Everybody? Take an age appropriate beverage.",
        "[Doorbell rings]",
        "Dorian: Thank you.",
        "Addie: I'll get that.",
        "Dorian: Thank you so much. To the Cramer family.",
        "Blair: Yay.",
        "Dorian: There we go.",
        "[SCENE_BREAK]",
        "Clint: To the Buchanans and the legacy that will be coming back to us.",
        "[SCENE_BREAK]",
        "Dorian: And I want to welcome Langston, not just as the newest member of our family, but as a part of my heart forever.",
        "Blair: Here we go again. How about a third time?",
        "Dorian: Absolutely, but you make the toast this time.",
        "Blair: Okay, Langston, you're allowed to wear any of my clothes.",
        "Dorian: Oh, really.",
        "Addie: This man says he needs to see you.",
        "Dorian: Addie. Darling, we are in the middle of a family celebration.",
        "Mr. Montez: Perfect.",
        "Dorian: And you are?",
        "Mr. Montez: Family.",
        "Dorian: Pardon me?",
        "Mr. Montez: I'm Ray Montez, and I am the uncle of Langston.",
        "[SCENE_BREAK]",
        "Guard: No, it's your wife.",
        "[SCENE_BREAK]",
        "Tina: Bad news?",
        "Jared: I don't believe this.",
        "Tess: [As Jessica] What is it?",
        "Jared: Well, it's a note from Natalie. I think she's gone.",
        "Tina: Gone where?",
        "Jared: I don't know. She -- she doesn't say, but... \"Maybe it was a good thing we had that fight before you left. It made me realize that things will never be the same for us again.\" \"I'm doing this for all the people we've hurt. That's why you have to let me go. Please don't try to find me. I won't come back. I need to do this, and I'm begging you to understand. I'll love you forever. Natalie.\" This can't be.",
        "Tess: Jared, I am so sorry.",
        "[SCENE_BREAK]",
        "Natalie: Jared, I love you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=QQlvzmACV0k"
}