{
    "Episode Summary": [
        "Episode # 10723"
    ],
    "Recap": [
        "James is ready to leave Starr and meet with Bull. But she's worried about what could happen and doesn't want to leave him. He doesn't want to put her in danger. Each feels responsible for the fact that Bull is endangering him. And they end up kissing. Cole finds out that Hannah has been running from the cops after being accused of trying to kill Ford and that she lied to him that he would find Starr or James at her family's cottage in Delaware. He then concludes that she probably lied about witnessing Starr's father pushing his mother down the stairs and causing her to lose her baby. But she protests that she had to do what she did because she loves him. Todd wants to help Dani and they are keeping the secret about Bull from Tea. Tea prepares her case to defend Todd in court. But she collapses on the floor when she's practicing her speech. Bo and Nora return from their honeymoon and David is passed out on the couch when he was supposed to pick them up at the airport. Matthew is worried that his parents will never trust David to be around him again with all the mischief David has gotten him into. But the two of them clean the place from top to bottom and impress Bo and Nora. But are they really going to buy that David is a responsible individual?"
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Bo: David said he would pick us up.",
        "Nora: Ah.",
        "[Telephone rings]",
        "Matthew: Hello?",
        "Nora: Hi, honey. It's mom.",
        "Matthew: Hey, are you back?",
        "Nora: We are, and I can't wait to see you.",
        "Matthew: Yeah. Me, too.",
        "[SCENE_BREAK]",
        "[Téa sighs]",
        "Dani: What did you think Todd and I were talking about outside?",
        "Téa: I don't know. Doesn't matter to me.",
        "Dani: Then why'd you look so upset?",
        "Téa: I didn't.",
        "Dani: No. You thought he said something, something that you wanted to say, only--",
        "Téa: What?",
        "Dani: I can't believe it. I should've seen this coming.",
        "Téa: What?",
        "Dani: You're gonna marry Todd again, aren't you?",
        "[Téa chuckles]",
        "[SCENE_BREAK]",
        "Todd: Open up. You want your money?",
        "Kelly: Hey, Todd...",
        "Todd: Kelly, no, no, no. Get out of here. Beat it.",
        "Kelly: What's going on?",
        "Todd: Leave right now.",
        "[SCENE_BREAK]",
        "Blair: Found the cabana yet? It's getting hot.",
        "Dorian: Happy Fourth of July.",
        "Blair: Oh, my. Hi, Dorian.",
        "Dorian: Ha ha! Hi. Are we the first ones here?",
        "Blair: Excuse me?",
        "Dorian: Oh, I invited all the Cramer women for an old-fashioned Fourth of July.",
        "Blair: Oh, well, that explains the hat and the flag and the jacket. I guess a nice little photo op for the mayor's office?",
        "Dorian: Oh, yes. I thought a really high-profile girl-power shot is a great message to send out to the women of Llanview, though, speaking of independent role models, our Starr... what's going on with her?",
        "Blair: Well, Mama talked to her last night when she called, and she said that she was fine.",
        "Dorian: Hmm, you know, ever since I became mayor, you know, I'm responsible for the entire town, and it's caused me to ramp back on, you know, my tendency to interfere with my girls, but I just have to say this. I think the situation with Starr is just a bit strange.",
        "Blair: Well, I understand that, but, given her last few months, I can understand why she would want a nice little getaway. Come on.",
        "[SCENE_BREAK]",
        "Starr: Ohh...",
        "James: We're almost there.",
        "Starr: We've walked at least 10 miles already. I need a break.",
        "James: Well, we're still a couple of miles from the meet-up point.",
        "Starr: Well, Bull is not gonna be there yet, and I'm in dire need of some coffee and food. [Sighs]",
        "James: You always complain this much?",
        "Starr: I guess being a fugitive and sleeping in a stolen car brought it out in me.",
        "James: At least you slept.",
        "Starr: I did not.",
        "James: You had the whole back seat to stretch out in.",
        "Starr: Well, I still didn't sleep.",
        "James: You snored.",
        "Starr: I did not.",
        "James: Oh, yeah, you did. It wasn't like piglets snoring, but you were definitely snoring.",
        "Starr: I do not snore.",
        "James: Okay, twinkle. Whatever you say.",
        "Starr: Can you let me borrow your phone?",
        "Starr: Thank you. I can't wait for tonight when I'm in a real bed with the man that I love.",
        "[SCENE_BREAK]",
        "Cole: John thinks you bashed Ford's head in?",
        "Hannah: I know. It makes no sense. Cole--",
        "Cole: Did you do it?",
        "Hannah: I can't believe you would ask me that.",
        "Cole: Well, I mean, if they're accusing you, then--",
        "Hannah: No! I did not try to kill Ford. You don't believe me.",
        "[SCENE_BREAK]",
        "Nora: Hello? Honey? Matthew, are you there?",
        "Matthew: Uh, yeah, yeah. I'm here. Where are you guys?",
        "Nora: At the airport waiting for David.",
        "Matthew: Really?",
        "Bo: Let me talk to him. Hey, bud, does David know that he's supposed to pick us up at the same terminal where he dropped us off?",
        "Matthew: Uh, I'm not sure. I guess.",
        "Bo: Well, is he on his way? I can't reach him on his cell phone.",
        "Matthew: Uh, yeah. David can't really answer right now. He's-- he has car trouble. I don't think he's gonna be able to make it.",
        "Bo: Okay. I guess we'll just take a cab, then.",
        "Matthew: Okay.",
        "Bo: Yeah. It's a holiday. Taxi line is only about a mile long, but we'll get there just as soon as we can, okay?",
        "Matthew: Great. See you soon. David, David, wake up. Wake up! Mom and Dad-- they're on their way back. They're coming home right now.",
        "David: No, no, not till the fourth.",
        "Matthew: It is the fourth!",
        "David: Huh?",
        "Wendy: What? What is it?",
        "David: Oh...",
        "Matthew: Oh, my God, we're so busted.",
        "[SCENE_BREAK]",
        "Todd: Get out of here, Kelly.",
        "Kelly: Okay. You can't talk to me like that.",
        "Todd: No. I'm serious. You have to leave me alone now, okay?",
        "Kelly: Oh, you know what? I know what this is about. This is about the thing-- all right. It was stupid for us to ignore. All right. I get it.",
        "Todd: I'm sorry. What are you talking about?",
        "Kelly: I'm talking about the kiss, the kiss you kissed me, and it made things weird between us.",
        "Todd: Yeah. Uh, okay. Do you know what? That is what is going on here. You're absolutely right, and I feel like since it happened, I need some space.",
        "Kelly: Okay. That hasn't worked. I say we confront it head on right now. You know, you were acting all strange that day. You decided to grab me, plant a kiss on me, act like it didn't matter. Then you ran right back to Blair, didn't you, because that's what you do. You like making her jealous.",
        "Todd: You got me...",
        "Kelly: Hmm? Yeah.",
        "Todd: But come on. Can we talk about it, maybe over dinner or something?",
        "Kelly: Okay. If it's not about Blair, then what was your problem?",
        "[SCENE_BREAK]",
        "Téa: Todd and I have no plans to get married.",
        "Dani: No plans yet, but you could.",
        "Téa: I didn't say that.",
        "Dani: You're not saying never, either. You and Todd could get married, I mean, in the future.",
        "Téa: No. My future-- the only person I'm making plans for is you.",
        "Dani: For?",
        "Téa: That's what moms do. We plan for our kids' future. That's why I'm glad you're making room for him.",
        "Dani: Yeah. Well, the jury is still out.",
        "Téa: Ha ha! Well, you're keeping an open mind, and I appreciate that.",
        "Dani: It's not like I have a choice. I mean, you're back together with him.",
        "Téa: Todd has been more helpful to me than I would've guessed, and he will be to you, too.",
        "Dani: I wouldn't go that far.",
        "Téa: Okay, okay. I won't go that far, but please continue to keep an open mind. Todd can be a great friend.",
        "Todd: You in danger?",
        "Dani: Not me. A friend of mine is. He's being threatened, and if he doesn't give back the $50,000, I think he's going to die.",
        "Téa: You can trust him.",
        "Dani: I hope so.",
        "[SCENE_BREAK]",
        "Blair: Hello?",
        "Starr: Hey, Mom.",
        "Blair: Starr Manning, where are you?",
        "Starr: I'm really close. How's Hope doing? I know that her back molar was growing in. Did it grow in yet? Because she was really fussing with the last one and she wasn't able to sleep.",
        "Blair: Well, why don't you come home and see for yourself?",
        "Starr: I will...soon.",
        "Blair: You know, your father has sent some men out to look for you.",
        "Starr: What? Why would he do that? I called.",
        "Blair: Well, I think, you know, the stolen car thing kind of threw us both off.",
        "Starr: I didn't exactly steal it.",
        "Blair: Yeah. Well, that's what we told the dealer. Otherwise, you would have a lot of cops on your tail right now.",
        "Starr: I'll explain everything later.",
        "Blair: Including the boy?",
        "Starr: Who?",
        "Blair: The one that you stole the car with, the one that isn't Cole.",
        "Starr: Oh. He's nobody. Look, Mom, please, you have to trust me on this, okay? I'll tell you everything tomorrow. Just please tell Hope that I miss her so much and I love her, and I'll see you soon.",
        "Blair: Starr Manning--",
        "Starr: Okay, bye, Mom. I love you.",
        "Blair: I--oh.",
        "[SCENE_BREAK]",
        "Starr: [Sighs] What?",
        "James: \"He's nobody\"?",
        "Starr: Oh, come on. What was I supposed to say, \"He's a car thief who stole $50,000 and kidnapped me\"?",
        "James: Ex-car thief. Never mind.",
        "Starr: Look, apparently, my dad has someone looking for us, and I just wanted to calm them down. I didn't literally mean nobody.",
        "James: I get it. You got people who love you. You don't want to scare them.",
        "Starr: Yeah.",
        "Waitress: Fruit and yogurt...",
        "Starr: Oh, thank you.",
        "Waitress: And the lumberjack special.",
        "James: Thanks.",
        "Starr: You call that just grabbing a bite?",
        "James: For all I know, this could be the last meal that I eat.",
        "Starr: Okay. Well, we have to leave here soon. We don't want to keep Bull waiting.",
        "James: Oh, you don't have to worry about that. There's been a change of plans.",
        "Starr: Well, the sooner we meet up with Bull, the better.",
        "James: I'll take care of it, and you're not coming with me.",
        "[SCENE_BREAK]",
        "Cole: Why would John think that you tried to kill Ford?",
        "Hannah: Because that's what Ford told the cops. He woke up and, for some insane reason, decided to accuse me.",
        "Cole: Yeah, but why would he--",
        "Hannah: I don't know. Maybe he wanted revenge. I mean, I did tell everyone what a jerk he was.",
        "Cole: But if he said it was you and it wasn't--",
        "Hannah: I know. What's really going on, right? But Ford must be protecting whoever it was that actually attacked him, or maybe he can't remember but he knows he can use it against me. I don't know. I've been trying to figure it out for--",
        "Cole: For how long?",
        "Hannah: What?",
        "Cole: Have you been figuring it out for days or-- I mean, did you know that the cops were looking for you when we left Llanview?",
        "Hannah: Yes.",
        "Cole: So when you told me that you wanted to take me to look for Starr and that James guy, you just wanted to get out of town.",
        "Hannah: No. I wanted you to see what was going on.",
        "Cole: Only we didn't because we \"just missed\" Starr.",
        "Hannah: We must've--",
        "Cole: Hannah, look at me. It's time for you to tell me the truth.",
        "Hannah: You're right. I can't keep running from it. And you can't, either.",
        "Cole: Starr was never at that beach house, was she?",
        "Hannah: No.",
        "[SCENE_BREAK]",
        "Todd: All right, the kiss. Yeah. I was in a weird mood that day, and I just--",
        "Kelly: That kiss made everything strange between us.",
        "Todd: The kiss was a fluke, okay?",
        "Kelly: It was a cover. If it wasn't about Blair, was it about Téa?",
        "[SCENE_BREAK]",
        "Téa: You sure you don't want to tell me what's going on with you today?",
        "Dani: Well, there's lots of stuff that you don't tell me, right?",
        "Téa: Maybe I'm trying to protect you. Maybe I'm trying to protect myself. I just-- I'm not sure what you're ready to hear.",
        "Dani: Oh, like Todd being my dad?",
        "Téa: Yeah. Ha ha! That was a big one. And I'm trying to trust that you're ready for--",
        "Dani: Mom? What's wrong?",
        "Téa: Oh, just-- will you get me some water, honey?",
        "Dani: Yeah.",
        "Téa: Oh, God... oh...oh...oh...",
        "Dani: Oh, come on, Todd.",
        "Dani: What's going on?",
        "Téa: I have a headache. I'm fine.",
        "Dani: You should call a doctor.",
        "Téa: Mm! Mm! No. There's nothing doctors can do. It'll go away in a few minutes. Put your phone away. Look. I told you, don't--",
        "Dani: No. Got it--no doctors. I'm calling Todd.",
        "[SCENE_BREAK]",
        "Cole: Why would you take me to that beach house?",
        "Hannah: To give us time.",
        "Cole: What, you wanted to get away?",
        "Hannah: I always loved that beach house. It's my grandparents' summer home. They were always so happy there.",
        "Cole: So this is your house. But Starr's diploma was there. I mean, how did-- you staged it.",
        "Hannah: I recreated.",
        "Cole: You-- you placed a condom wrapper there to make me think that she had sex with someone else.",
        "Hannah: It's the truth.",
        "Cole: Stop! Just stop it! Look at me. How'd you get Starr's diploma?",
        "Hannah: She just dropped it. I mean, she was leaving graduation with James, and she just dropped it like nothing else mattered.",
        "Cole: So you lied about everything.",
        "Hannah: No. Look at this, Cole. It's them together. I tried to show you, but you just weren't getting it, so--",
        "Cole: So what? So you're making everything up?",
        "Hannah: They're sleeping together, Cole. I'm sure of it. Starr is the one who's lying to you.",
        "Cole: No.",
        "Hannah: Oh, so she just disappeared and then called you to tell you she needed some time alone, only she called you from James' phone. You heard the voice mail. I didn't do that, Cole. I can't make that happen. Starr is with James right now.",
        "[SCENE_BREAK]",
        "Starr: Oh, you did not just tell me what to do.",
        "James: Starr, you have people to go home to, and I'm gonna see that you do.",
        "Starr: What if Bull doesn't agree?",
        "James: Yeah, things could get ugly. I mean, he is expecting 50 G's in cash.",
        "Starr: I wish that everything turned out with that car. It would've made things so much easier.",
        "James: Whatever. I can turn that much cask around for Bull for my dad in just a couple of months jacking cars.",
        "Starr: Good. Then you should be happy.",
        "James: Yeah, unless he doesn't like the deal. And when he gets mad, there's no telling what he'll do. That's why I don't want you anywhere near there.",
        "Starr: If I didn't know any better, I would think that you cared.",
        "[SCENE_BREAK]",
        "Matthew: Mom and Dad are gonna be here in an hour, tops.",
        "David: Stop yelling. It makes the walls close in on my head.",
        "Matthew: How much champagne did you drink last night?",
        "David: Wendy?",
        "Wendy: Two.",
        "Matthew: Glasses?",
        "David: Bottles.",
        "Wendy: Make the room stop spinning.",
        "David: Put your feet on the floor.",
        "Matthew: We were supposed to get up at 7:00 and clean. Remember the plan?",
        "David: Was I at this meeting?",
        "Matthew: It was your idea.",
        "Wendy: Okay. That's much better.",
        "Matthew: Remember? \"We'll go through here like commandos\"?",
        "David: If I said, \"Go commando,\" that's not what I meant.",
        "Matthew: David, they trusted us. If we screw this up, that's no more fun for us ever.",
        "Wendy: Oh, ick.",
        "Matthew: Yeah.",
        "Wendy: I'm gonna go use the little girls' room.",
        "David: Look, kid, I'll tell you what. We're gonna get through this a-okay.",
        "Matthew: How?",
        "David: Outsourcing. We'll hire somebody.",
        "Matthew: Like who? No. You know what? We're dead. We might as well start thinking of excuses now.",
        "David: No, no. I know how that works. You start blaming me, and you make up stories about parties and hookers.",
        "Matthew: Well, that's the truth.",
        "David: No. Those are simply facts, and they don't help us in our case with pa.",
        "Matthew: He would disown us both.",
        "David: No. That is not gonna happen. It's you and me, Matthew--the Buchanan brothers, next gen. Let's get started. Oh, brother, where do we start?",
        "[SCENE_BREAK]",
        "Dani: Hey, Todd, Mom is not feeling well.",
        "Téa: No. I'm fine, honey.",
        "Dani: She says she's feeling fine, but you should be here. She seems better for real, but call me or text me, like, now. I need to know what's going on.",
        "Téa: That isn't necessary.",
        "Dani: You're sick.",
        "Téa: No. I am absolutely fine.",
        "Dani: Right, like the time when I was 7 and you almost threw up in court?",
        "Téa: But I didn't.",
        "Dani: I know. Nothing stops Téa Delgado. What is it, like a mom thing, or are you just bionic?",
        "Téa: I'm bionic mom. We're indestructible.",
        "[SCENE_BREAK]",
        "Kelly: Why aren't you answering your phone?",
        "Todd: Because you're here annoying me.",
        "Kelly: Was it Téa?",
        "Todd: Kelly, just go.",
        "Kelly: I'm not gonna go until you explain yourself, all right? Tell me what's going on.",
        "Todd: You really want to know?",
        "Kelly: Yeah.",
        "Todd: God, I just-- I can't help myself. I want you.",
        "[SCENE_BREAK]",
        "Blair: I just wish Starr would tell me exactly when she's gonna be home.",
        "Dorian: It is hard to accept that they've grown up.",
        "Blair: Look, she's not that grown-up. As long as there's \"teen\" in her age, I can hope for a curfew.",
        "Dorian: You know, maybe if I had insisted on one with Langston, she wouldn't have had the year that she did. Have you seen her?",
        "Blair: No, I haven't.",
        "Dorian: Oh!",
        "Blair: Do you know where she went?",
        "Dorian: Well, I know where she isn't, okay? She isn't anywhere near Ford's hospital room.",
        "Blair: Oh?",
        "Dorian: Well, I had security posted there, and she is not to be allowed in.",
        "Blair: Well, I didn't see any security there.",
        "Dorian: You were at the hospital?",
        "Blair: Yeah. I wanted to warn the little punk that if he comes anywhere near Langston, he's gonna have to deal with the Cramer women.",
        "Dorian: Thank you.",
        "Blair: Mm-hmm.",
        "Dorian: And? Did the punk get it?",
        "Blair: I hope so.",
        "Dorian: Oh. I know that Langston has to learn this lesson on her own. Oh. But a punk like that guy? I mean, he will say anything it takes to keep using her. He says he loves you, right? Right? A man like that? He loves you, but he's not capable of it because he only loves himself. Ugh. You know, so you--you come to rely on them, depend on them, and then they abandon you.",
        "Blair: Dorian, Dorian, Dorian, I haven't heard you project like that for a long time.",
        "Dorian: It's true.",
        "Blair: You're talking about you and David.",
        "Dorian: I am not. That is what David keeps saying, but I am so over David.",
        "Blair: [Scoffs] Right.",
        "Dorian: Huh!",
        "[SCENE_BREAK]",
        "Matthew: Were you drinking last night because you were in a good mood or a bad mood?",
        "David: Usually starts as the former and ends as the latter. How much time we got?",
        "Matthew: 15 minutes, maybe.",
        "David: Oh, boy.",
        "Matthew: Hey.",
        "David: What--get your own.",
        "David: Pa! Ma!",
        "Nora: Okay, you're--I-- don't call me--",
        "David: Welcome back! Oh, look, Matthew, they got lei'd in Hawaii.",
        "Matthew: Hey, Mom.",
        "Nora: Hi. Oh. My. God.",
        "[SCENE_BREAK]",
        "James: Starr, you didn't ask for any of this. I dragged you into it.",
        "Starr: Not the car part. That was all my idea.",
        "James: Come on, you wouldn't steal a car on your own. You wouldn't even leave the people you love.",
        "Starr: Well, it wasn't exactly stealing. It's too bad you wrecked it.",
        "James: You're the bleeding heart who didn't want to run over a small animal.",
        "Starr: You were the one who was driving.",
        "James: Which was why it was a bad idea for you to grab the wheel.",
        "Starr: You're the carjacker. You're supposed to be good at evasive maneuvers.",
        "James: Oh, I gotta go.",
        "Starr: Oh. Okay. No, I got it.",
        "James: All right. I'll take it.",
        "Starr: Hey, how will I know?",
        "James: What?",
        "Starr: That Bull took the deal and you're okay.",
        "James: You won't see my corpse on the 10:00 news.",
        "Starr: That's not funny.",
        "James: I don't know. Bull will probably take me right back to Ohio, put me to work. But I'll try and call you, to make sure that you know you're safe.",
        "Starr: What if you try but you can't? What if you're in trouble and you can't get in touch with me?",
        "James: Starr--",
        "Starr: Do you expect to just go off and leave me here?",
        "James: For now, yeah.",
        "Starr: I'm sorry. That doesn't work for me.",
        "[SCENE_BREAK]",
        "Cole: I don't know what's going on with Starr.",
        "Hannah: It's right here. Look at it.",
        "Cole: Okay. All right. Maybe she's with this guy and there's something going on, but I don't know.",
        "Hannah: There is.",
        "Cole: You don't know that. You don't know that! You're using this picture... to make up some whole story about them.",
        "Hannah: It's not that big of a leap.",
        "Cole: You've been yanking my chain ever since graduation. Because you were making me think then...Starr was having sex with this guy.",
        "Hannah: I believe that it's true.",
        "Cole: You tricked me into leaving town... because you made me think that Starr was having sex with this guy. You won't let me talk to anyone back home. Why?",
        "Hannah: Because... I love you.",
        "Cole: What?",
        "Hannah: I love you, Cole. And I know you have feelings for me, too. I just--I had to give you the chance to see.",
        "Cole: But I love Starr.",
        "Hannah: I know. That makes this hard. But you want to move on. You almost made love to me, Cole. You did. You were so close.",
        "Cole: Because you lied to me about Starr. But I stopped before I went too far.",
        "Hannah: You need time. I get that. And that's why I backed off, but--",
        "Cole: This is crazy.",
        "Hannah: You wanted it, Cole. You wanted it just as much as I did.",
        "Cole: Starr was right about you the whole time.",
        "[SCENE_BREAK]",
        "James: Starr, it's for your own good.",
        "Starr: Yeah, right. How do I know that you're not just going to leave and run?",
        "James: That wouldn't stop Bull.",
        "Starr: You're right. It wouldn't. Because that would still leave me sitting here easy to find if he wanted revenge.",
        "James: You really think that I would leave you holding the bag? Starr, I'm trying to protect you.",
        "Starr: How will I know that you're not hurt, that everything went okay?",
        "James: I'll come back.",
        "Starr: When?",
        "James: An hour after the meeting, okay? And if I'm not back by then, that means Bull didn't go for the plan. And then you need to call that police commissioner you know.",
        "[SCENE_BREAK]",
        "Bo: Uh...you two responsible for this?",
        "David: Let's go with yes.",
        "Matthew: I guess so.",
        "Nora: I'm amazed. This is-- this is not how I thought two guys alone would live.",
        "Bo: No, I expected to find pizza boxes, dirty laundry.",
        "David: Come on, pa. That is so cliché.",
        "Bo: I thought it was normal.",
        "Matthew: So how was your trip?",
        "David: Yeah, how--how's your tan lines? Got anything you want to share with us?",
        "Nora: No.",
        "Bo: We had a great time.",
        "Nora: Yeah. We even brought back presents. We did. How about you guys?",
        "Bo: Yeah, did you--how was things around here?",
        "Matthew: Great. David kept things interesting.",
        "David: Ah. The least I could do after the dumpage.",
        "Nora: What?",
        "David: We've all been there, mom, I know. And I know just the right dose to cure a broken heart.",
        "Nora: Oh, honey.",
        "Matthew: David, shut up.",
        "David: What? There is nothing to be ashamed of. And as we've established, it's Dani's loss.",
        "Nora: What happened?",
        "[SCENE_BREAK]",
        "Dani: Here.",
        "Téa: Oh...sweetheart, I haven't finished the other two. You trying to drown me?",
        "Dani: Yeah, but this one's got some kick, even though it's herbal. That's what the kitchen said. At least it'll have some flavor.",
        "Téa: You don't have to fuss, honey.",
        "Dani: How's your head?",
        "Téa: My headache is completely gone.",
        "Dani: Yeah, but you should still rest.",
        "Téa: Today's the Fourth of July. Shouldn't you be at a picnic or setting off fireworks or something like that?",
        "Dani: Well, I did want to go to the country club, but only if you're okay here.",
        "Téa: Well, I could pack a bag and come with you.",
        "Dani: No! I mean, should you?",
        "Téa: Is Nate gonna be there?",
        "Dani: He's supposed to be.",
        "Téa: [Chuckles] You don't need to drag your mom along with you. Besides, I have a lot of work to do. Go. Get out of here. Have fun.",
        "Dani: If you're sure.",
        "Téa: Go. Be with your boyfriend. Have a good time.",
        "Dani: Te quiero mucho, mami.",
        "Téa: Oh, yo te quiero a ti. Wear sunscreen.",
        "Dani: I will.",
        "Téa: I mean it. You need to remember that on your own without me telling you, okay?",
        "Dani: I will.",
        "Téa: I won't be here. I can't tell her. I can't.",
        "[SCENE_BREAK]",
        "Todd: The other day, I just couldn't help myself and I kissed you. I'm sorry. Why don't you just come in the cabana with me? That one right there.",
        "Kelly: Ahh. Ha ha ha ha. No, no, no, no, no, no, no, no. Stay away. Keep your hands and your lips to yourself. Thank you. Good-bye.",
        "[Knocking on door]",
        "Todd: Bull, she's gone. Let me in.",
        "[SCENE_BREAK]",
        "Matthew: Forget about it.",
        "Bo: Son, I'm sorry about Dani.",
        "Matthew: Forget about it.",
        "Dani: You guys must be really tired. We've got plans, so we'll get out of your way.",
        "Nora: What's going on?",
        "David: Oh, there's a party over at the club.",
        "Matthew: I'm not going there.",
        "David: What are you talking about? It's the best party in town.",
        "Matthew: The service sucks.",
        "David: Right. The guy that Dani snagged works there. Awkward.",
        "Nora: Hey, Matthew. Come with me. I want to show you what I brought you.",
        "David: Oh, boy. I can hardly wait. What'd you bring me?",
        "Bo: Uh...",
        "David: Bag of nuts?",
        "Bo: Yeah.",
        "David: Thanks, pa.",
        "Bo: No--okay, David, David, a little goes a long way.",
        "David: You can say that again. Hey, do you mind if I head over to the club?",
        "Bo: No, no! Not at all. Listen, hey, David, I want to thank you for keeping things under control around here.",
        "David: Well, you sound surprised.",
        "Bo: Completely surprised.",
        "David: Well, I tell you what. I'm gonna keep surprising you, and you're never gonna have to post bail.",
        "[SCENE_BREAK]",
        "Dorian: My life is so full ever since I became mayor. My cup runneth over.",
        "Blair: Mm-hmm.",
        "Dorian: David's flirtation with Viki is absolutely ridiculous.",
        "Blair: Well, yeah. I can't believe Viki would even go along with that.",
        "Dorian: Oh. Viki thinks I'm trying to woo Charles.",
        "Blair: Charles? Charlie? Oh, Dorian, don't tell me you're going after Charlie Banks again.",
        "Dorian: Again? I never went after him in the first-- there's Kelly. Hi, honey.",
        "Kelly: Hey.",
        "Dorian: Everything all right?",
        "Kelly: Yeah. I'm fine. Nothing's going on. I'm just-- running around trying to track that Bennett Thompson of mine.",
        "Dorian: Any progress to report?",
        "Kelly: Not yet. But I have hired Rex Balsom to help me out.",
        "Dorian: Re--that's scraping the bottom of the barrel. He should be shunned. He should. He broke Adriana's heart.",
        "Blair: Oh, who cares? Anyway, I've used him and I think he was--he was great. But I thought Todd was all over it.",
        "Kelly: Nope. Nope, nope, nope. He is useless.",
        "Blair: Well, did he come up with anything for you?",
        "Kelly: Nothing I wanted.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Todd: What the hell are you doing here?",
        "Dani: Well, you didn't answer your phone. I got scared.",
        "Todd: Everything's fine.",
        "Dani: Where's--where's Nate? Why do you still have the money? You can't cheat Bull. He'll hurt Nate.",
        "Todd: Listen to me. They didn't make the meet. Nobody was here. I don't know why. They were gone when I got here.",
        "Dani: Oh, my God. Well-- so--so what do we do? How--how are we gonna find them?",
        "Todd: Relax. Calm down. Bull just sent this text.",
        "Dani: \"Change of plans. Wait for my call.\" What does that-- what does that mean?",
        "Todd: It means change of plans. Wait for my call.",
        "Dani: So we just--we just hang out here? For how long?",
        "Todd: Bull wants to trade Nate for cash as soon as possible. It won't be long.",
        "[SCENE_BREAK]",
        "Starr: That's a lousy plan.",
        "James: What's wrong with it?",
        "Starr: You want to meet up with me an hour after the meeting? By then Bull can do whatever he wants with you and still have plenty of time to come after me.",
        "James: Okay, half an hour.",
        "Starr: You might not have enough time to go there and then come back.",
        "James: Do you seriously want to fight over 15 or 20 minutes? We don't know how long this is gonna take.",
        "Starr: What's the matter with you? You suddenly don't want me around anymore?",
        "James: You've got a baby. And a mom. And--",
        "Starr: And a boyfriend. Yeah. None of that has changed since day one.",
        "James: So I heard it, okay? I heard you. And you need to stay safe for them.",
        "Starr: You're right. I need to make sure that they're safe. And when I go home, I need to know that this is over, so I am coming with you.",
        "[SCENE_BREAK]",
        "Nora: Okay, so, how did we do?",
        "Matthew: It's perfect. Thanks.",
        "Nora: Yay. Um, there's absolutely no food in this place, right?",
        "Matthew: I'll go to the store.",
        "Nora: No, no, no, no. You don't have to do that.",
        "Matthew: No, I want to.",
        "Bo: Well, hey, son, thank you. Can you believe this?",
        "Nora: Our boy has just--he's grown up so much. And so sad.",
        "Bo: It's probably the first time that he's ever had his heart officially broken, but... it probably won't be the last time.",
        "Nora: I just want to take that little girl and shake her for hurting him. However, I'm very pleased that he took his frustrations out in cleaning.",
        "Bo: I know. The place looks really great. It's good to be home, Mrs. Buchanan.",
        "Nora: It sure is, Mr. Buchanan.",
        "Bo: And did you ever think that David would be this conscientious?",
        "Nora: No.",
        "Wendy: Hey.",
        "[Footsteps approach]",
        "Wendy: Well, where did the boys go?",
        "[SCENE_BREAK]",
        "Kelly: We just need to narrow the field on the Bennett Thompsons to see who could've possibly had anything to do with my mother.",
        "Dorian: Thank you.",
        "Blair: Okay, well, I gotta run. [Giggling]",
        "Dorian: Bye.",
        "Kelly: She's ditching us.",
        "Dorian: Never mind about her. What's going on with you?",
        "Kelly: Nothing.",
        "Dorian: Honey, you seem jumpy. You could hardly look Blair in the eye.",
        "Kelly: Well, she had that look in her eye, all right? It makes me uncomfortable. It's unpleasant. Oh, no, he didn't.",
        "David: Ah. Ladies. Happy Independence Day.",
        "[SCENE_BREAK]",
        "Téa: Okay. \"Ladies and gentlemen of the jury, the facts in this case are tragic. Marty Saybrooke fell down a flight of stairs and miscarried her pregnancy. We can all feel her loss and mourn for her. And like her, we want someone to blame. But Todd Manning is not that person. He is not responsible. He feels like the right person to--to point the finger at, especially for-- for Dr. Saybrooke because of their history, but--but you need to look at Todd Manning in the here and now. You'll see a man who loves his family, who cares for his children\u0097",
        "[SCENE_BREAK]",
        "Dani: Well, we don't have to wait here, right? I mean, he's not watching us, is he?",
        "Todd: No. My guess is he thought this place was too public to make the trade.",
        "Dani: So why don't we just wait in the car?",
        "Todd: No, we're not doing anything, Dani. You're going home.",
        "Dani: No.",
        "Todd: Yes. Yes. I told you I would handle this. I am handling it.",
        "Dani: I'm not just gonna wait at home--",
        "[Cell phone ringing]",
        "Todd: Hold on. Wait a minute. Here he is. Yeah. Yeah, I got your message. I have the money. I have-- I have all of it. Where are you?",
        "[SCENE_BREAK]",
        "Cole: Tell me what you did to break up me and Starr.",
        "Hannah: Nothing.",
        "Cole: Well... you told me a lot of lies to get me out of town.",
        "Hannah: Only so that you would know the real truth.",
        "Cole: About me and Starr?",
        "Hannah: And us.",
        "Cole: Any other real truths?",
        "Hannah: What do you mean?",
        "Cole: Todd.",
        "Hannah: No, you already knew what a terrible excuse for a human he is.",
        "Cole: Did you help me prove that? Starr always said that you made up the whole thing and that you didn't see Todd push my mom down the stairs. Did you?",
        "Hannah: This is ridiculous.",
        "Cole: Tell me. Did you lie about seeing Todd?",
        "Hannah: He'd already gotten away with so many crimes. I--",
        "Cole: Did you lie about seeing Todd kill my mom's baby?",
        "Hannah: Yes.",
        "[SCENE_BREAK]",
        "James: Look, we're wasting time.",
        "Starr: Okay, then let's go.",
        "James: No. I will not put you in the line of fire and that's final.",
        "Starr: Well, I am not going to sit here and wait, and that's final. You're such a--"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=oEmLInUL628"
}