{
    "Episode Summary": [
        "Episode # 10986"
    ],
    "Recap": [
        "Dani expresses her love for Nate and regrets distrusting and accusing him of sleeping with Deanna. Right when they think everything is good, however, Rick finds them and Nate demands to know what he wants. He gives Nate the DVD yet does not reveal to Dani what is on the DVD regarding Deanna. Meanwhile, Starr is with Sebastian brainstorming the weird and secretive behavior of their two respective dads and what that might have to do with Sam reporting that he has met a guy who looks just like Todd Manning before he got his face changed. They then end up kissing although she says she is committed to James and not interested in him. John meets original Todd on the docks and does not know what to make of his stories that the Todd we know has stolen his life and only he (original Todd) is Todd Manning. When John notices that people want him dead, he lets original Todd stay at his home in an attempt to find out some information from him. Agent Baker appears at Dorian's and talks to current Todd after talking to Tomas and he assures Todd that \"that guy\" Todd just met who claims to be Todd Manning is dead and out of their hair. But Baker later gets a call informing him otherwise and he is alarmed. Dorian meets Baker and he and Todd convince her that he hired Baker to help them find the guy who attempted to kidnap Sam and make sure the town is safe. But she later comes across Baker's business card and discovers he's a secret agent."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dani: Hey, Mr. Park Man, hi.",
        "Nate: Hi, you.",
        "Dani: Are you hungry?",
        "Nate: Where'd you come from?",
        "Dani: Eh, nowhere.",
        "Nate: Come here.",
        "Dani: You hungry?",
        "Nate: When am I not hungry? What do you got?",
        "Dani: Just something I knew you'd like. Wanted to make it up to you.",
        "Nate: What are you talking about?",
        "Dani: For accusing you of having sex with Deanna.",
        "[SCENE_BREAK]",
        "Téa: You're my brother. You owe me the truth, and if you won't give me that, I'm gonna have to ask you to pack your bags and leave my home. I welcomed you and your son into my house. I defended you to my husband, to my nephew, to the Police, Tomás, and you won't talk to me. You don't trust me. You've lied to me.",
        "Tomás: Téa, I'm just trying to protect you.",
        "Téa: Well, don't! I don't need your protection. I'm not some sort of porcelain doll. I'm an attorney, for God's sake, and I am your sister, and what I need from you right now is for you to tell me the truth.",
        "[SCENE_BREAK]",
        "Baz: So what do you think he's afraid of?",
        "Starr: Seemed like he was afraid of losing us. It's so weird. I've never seen him act like that before.",
        "Baz: Yeah. My dad has been weird, too, I mean, not that I have anything to compare it to--I barely know the guy--but still, he's weird.",
        "Starr: Same with my dad, like he's always looking over his shoulder.",
        "Baz: So if they're both climbing the walls, whatever is going on between them must be coming to a head.",
        "Starr: Baz, I'm sacred, and I don't even know what of.",
        "[SCENE_BREAK]",
        "Tomás: Fine. Ask me. I'll tell you whatever you want to know.",
        "Téa: Ok. Why does the CIA have an encrypted file on you?",
        "[SCENE_BREAK]",
        "Todd: So he's dead?",
        "Baker: I watched the body sink.",
        "Todd: Good. Who is he, anyway?",
        "Baker: Fine. If you must know, he was--",
        "Todd: Who's there?",
        "[SCENE_BREAK]",
        "Old Todd: Thanks for coming, lieutenant.",
        "John: Who are you, and what do you want?",
        "Old Todd: I'm Todd Manning.",
        "[SCENE_BREAK]",
        "Destiny: ...And a strawberry shake, please.",
        "Vivian: Destiny, hey.",
        "Destiny: Vivian, hey. See you.",
        "Vivian: Whoa, where you going?",
        "Destiny: I've got to go. I've got work. Can't be late.",
        "Vivian: Didn't you just order? What about your food?",
        "Destiny: Nah. I changed my mind.",
        "Vivian: Destiny, are you avoiding me?",
        "[SCENE_BREAK]",
        "Nate: You got to stop apologizing, ok? You didn't do anything wrong. I totally understand you thinking that Deanna and I-- well, that there was something going on, but I swear to you, there wasn't, ok? I was just helping her out, and it all worked out. She left this morning to go find her mother.",
        "Dani: So that creepy lawyer guy at the Minute Man, he helped her out?",
        "Nate: Yeah. She got what she wanted. It all worked out. So now you and me can concentrate on what's important--lunch. What'd you get me?",
        "Dani: Rodi's burgers and fries.",
        "Nate: Oh...",
        "Dani: Yeah. Only brought the best.",
        "Nate: You are the best.",
        "Dani: Ach. Whoa, wait. You go on that side. Yeah, yeah, yeah.",
        "Nate: Oh.",
        "Dani: I'm sorry I got so jealous.",
        "Nate: Look, Dani. It's ok, all right, and wait. I am sorry that I made you feel like you couldn't trust me, ok? Deanna is gone. It's just you and me, and I got a feeling from here on out, everything is gonna be great.",
        "Dani: Yeah?",
        "Nate: Believe it.",
        "Dani: Believe it.",
        "Rick: Now, that is sweet.",
        "[SCENE_BREAK]",
        "Tomás: I'm not a criminal, Téa, far from it. The agency has a file on me because I used to work for them.",
        "Téa: What?",
        "Tomás: I worked for the CIA. They recruited me out of Juilliard. It was the perfect cover. I was traveling around the world, supposedly doing concerts. I spoke several languages.",
        "Téa: That's why you disappeared all that time.",
        "Tomás: I was so naive, I didn't know what I was getting into. I thought that it was gonna be James Bond, you know--me in a tux, some concert hall, whisking away in an Aston Martin, chasing after some nefarious sheik or a mogul on a yacht. It's really a lot more pedestrian than that, and then they upped the ante, and in order to protect the family and you, I had to stay away.",
        "Téa: So all that time we thought that you didn't care--",
        "Tomás: I was serving my country... or so I thought.",
        "Téa: What does that mean?",
        "Tomás: Mm...",
        "[SCENE_BREAK]",
        "Todd: Who's there?",
        "Dorian: Just the lady of the house. Ha ha ha! Can I help you two gentlemen?",
        "Todd: Eavesdropping on us, Dorian?",
        "Dorian: In point of fact, Todd, this is my house. This is my property. If anybody is breaking rules, it's you and your friend. I'm sorry. Have we been introduced?",
        "Baker: No. We haven't. The name is Baker. It's a pleasure to meet you, mayor.",
        "Dorian: Oh, a pleasure to meet you, too, Mr. Baker. I'm sorry if I sounded rude just then, but so much has been going on. My niece's son was kidnapped, as was I, and the two of you seemed to be having very intense tête-à-tête. You want to tell me what's going on, hmm?",
        "[SCENE_BREAK]",
        "Baz: Before, back at the house, I heard my father threatening this guy.",
        "Starr: On the phone?",
        "Baz: No. He was on the front step, and I heard my father tell him that if he ever came near the house again, he wouldn't live long enough to regret it.",
        "Starr: What? That doesn't even sound like Tomás.",
        "Baz: I know, and I called him on it when the guy left. He made up this lame excuse that the guy was some kind of salesman.",
        "Starr: What?",
        "Baz: I know. I didn't buy it, either. I mean, who would threaten to kill a salesman?",
        "Starr: My dad maybe, but he wouldn't mean it.",
        "Baz: I think my dad knew the guy and hated him.",
        "Starr: This is all getting so weird.",
        "Baz: I know.",
        "Starr: Are you thinking that this is all somehow connected to my brother's kidnapping?",
        "Baz: Maybe. I mean, yeah. It's connected. I just think something a lot bigger is going on.",
        "[SCENE_BREAK]",
        "John: You're Todd Manning?",
        "Old Todd: Yes. I am. The other guy who's running around town pretending to be me is a fake, and he has my wife and my children and my money and my company, and I have nothing.",
        "John: Ok. So come forward. You come forward. You stake your claim.",
        "Old Todd: They're trying to kill me.",
        "John: Who's trying to kill you?",
        "Old Todd: I'm not sure. When I broke out of the hell hole that they'd been keeping me in for 8 years, they came after me. They brought me here. They shot me. They threw me in the water. The only reason I'm alive--",
        "John: Is because of the bulletproof vest charged to Nicholas Kent.",
        "Old Todd: Yeah. I hate talking to cops. I guess I'm glad, though, right? I'm talking to a cop, at least I'm talking to a good one. Listen. Are you gonna help me, or not?",
        "John: Yeah. I'll help you.",
        "[SCENE_BREAK]",
        "Rick: There is nothing better than a pretty girl kissing a handsome guy in a beautiful setting.",
        "Nate: What are you doing here?",
        "Rick: I'm looking for you, stud, but that's ok. I'll come back later, another time, you know?",
        "Dani: Oh, hey, just so you know, Nate told me what he was doing at the Minute Man.",
        "Rick: Really? You filled her in? She knows the down and dirty about you and Deanna?",
        "[SCENE_BREAK]",
        "Tomás: The agency is complicated. There are many factions, and it's very political, and people aren't always what they seem, which is why sometimes I didn't trust the right people, which is why I finally had to get out.",
        "Téa: So you're out. You're done with that.",
        "Tomás: There's no going back.",
        "Téa: So what does all this have to do with my husband?",
        "Tomás: Téa, are you sure you want to go down that road?",
        "[SCENE_BREAK]",
        "Dorian: Whatever you two were talking about, it looked serious.",
        "Baker: Any time a child is abducted, it's very serious.",
        "Dorian: Oh, so you're here about Sam's kidnapping.",
        "Baker: I'm in the security business, mayor. Mr. Manning asked me for my advice.",
        "Todd: When the people I hired to find out who took Sam couldn't come up with any results, I got Baker.",
        "Dorian: Oh, that's wonderful. Mr. Baker, do you know who kidnapped Sam?",
        "Baker: Not yet, but I have some very talented people working for me. I assure you, they get results. We will find the person who kidnapped Sam. That person will pay.",
        "[SCENE_BREAK]",
        "Old Todd: Ow! You're arresting me?",
        "John: Well, you killed Kent, right?",
        "Old Todd: Yeah, I did. That bastard pointed his gun at the little kid, the kid that likes Spider-man with the glasses. Ow!",
        "John: Sam Manning.",
        "Old Todd: Yes, Sam. Sam.",
        "John: Who you kidnapped.",
        "Old Todd: No. I didn't kidnap him. I borrowed him for a couple hours, get his dad's attention. The kid was never in any danger. I would never hurt a kid. I would never hurt a kid. It was the only way I could get to his dad and not alert agent Baker.",
        "John: Baker?",
        "Old Todd: Yeah, Baker, the guy who's trying to kill me who thinks I'm dead, which, by the way, is great now. It's great, believe me. That's the best thing that's happened to me in eight years.",
        "[SCENE_BREAK]",
        "Starr: I think that Sam's kidnapping is a part of the bigger picture. Otherwise, why wouldn't my dad have settled down by now? Sam is home. He should be happy. Instead, he's totally stressed out.",
        "Baz: I mean, the kidnapper is still out there. They haven't found the guy. Maybe that's why your dad is stressed. He's afraid he's gonna try again.",
        "Starr: And what about all those encrypted files?",
        "Baz: Your dad has been in prison, right? Maybe that's why they had a file on him.",
        "Starr: They have one on your dad, and he's not even a criminal.",
        "Baz: Look. I don't know. I don't know anything about him except for that he has horrible taste in music.",
        "Starr: What about that guy on the step that your dad was talking to? Could he have been the kidnapper?",
        "Baz: Doubtful. He didn't look anything like that photo you had of your dad from way back when. That's what Sam said, right, that the guy had your dad's old face?",
        "Starr: Well, then who is that guy?",
        "Baz: I don't know, but he's no cable salesman.",
        "[SCENE_BREAK]",
        "John: This guy Baker, he's trying to kill you?",
        "Old Todd: Yeah. Not just him. He's part of an organization.",
        "John: An organization?",
        "Old Todd: Yeah, an organization. They have a compound. They have agents and a thing that lets you in and out of the door. They have toys that hurt people.",
        "John: So who are they?",
        "Old Todd: I don't know.",
        "John: You don't know. All right. This place, this compound, where the hell is it?",
        "Old Todd: I don't know.",
        "John: You spent 8 years there. You don't know where it is?",
        "Old Todd: That's right. I was in a windowless, soundproof room, and every day, they strapped me to a chair, and they tortured me every day for 8 years. So, no, I don't know where it is or what the name of the organization is, but I was there.",
        "John: Ok. Before we go any further, I just got to ask, do you watch a lot of television? Do you spend a little too much time on the internet?",
        "Old Todd: Why would I make something like this up? You tell me that. Look at me. Look at my face. I'm Todd Manning, right? This other guy, how could you believe a word he says? Plastic surgery? Give me a break. You know, this guy Louie, he said that you were ok. He said you were an honest guy. He said you'd help me out. Eh, the hell with it. Go ahead. Come on. Bring me in. Go ahead. Put me in the cell. You put me in the cell, I guarantee you, I'll be dead by morning.",
        "[SCENE_BREAK]",
        "Téa: Of course, I want to know how my husband is involved, especially if it's something I'm not gonna like. I have to know. We have a child. We have a life together. I can't just blindly go forward knowing there's something out there, something he's done. I mean, obviously, you two have a history together. Todd accused you of having shot him. Then he withdrew that accusation. Why would he do that, huh? Why? That doesn't make sense... unless you have something over him... or you threatened him somehow. Tomás, did you shoot my husband?",
        "[SCENE_BREAK]",
        "Starr: The more we find out about our dads, the scarier this gets.",
        "Baz: At least weirder. How's Sam doing with all this?",
        "Starr: Oh, Sam? Please. He's milking it for all it's worth. He loved his kidnapper. He would invite him over if he knew how to get in touch with him. For him, it was one big adventure. He got to save aunt Dorian and be the hero.",
        "[Cell phone chirps]",
        "Starr: It's my mom. There's no point in me going to Buenos Dias. They already left. Sam wanted to go to the zoo, and since it's Sam's day, he gets to do whatever he wants.",
        "Baz: So if you're not going to the Buenos Dias, does that mean you're free?",
        "[SCENE_BREAK]",
        "Destiny: Vivian, why would I be avoiding you?",
        "Vivian: You tell me.",
        "Destiny: Look. If this is about that whole volunteering thing, I already told you I'm busy.",
        "Vivian: I'm sure you are, but I don't think that's the real reason that you don't want to participate in the teen pregnancy prevention group.",
        "Destiny: What other reason would there be?",
        "Vivian: Destiny, are you pregnant?",
        "[SCENE_BREAK]",
        "Nate: Yeah. Yeah. I told Dani everything, about how you're a lawyer and that I went with Deanna to the Minute Man to convince you to give her the information about her mother.",
        "Rick: Right! Yeah. Oh, yeah. Right. I got to tell you, sweetheart, your friend here put on quite a performance. I was gonna hold out for more, but Nate, he drives a hard bargain.",
        "[Cell phone rings]",
        "Dani: Oh, I'm sorry. I got to get this. Sorry. Hi.",
        "Nate: What the hell are you doing here? Deanna is gone. You got what you wanted. Why the hell are you bothering me and my girlfriend?",
        "Rick: Relax. Relax, stud.",
        "Nate: Do not call me that anymore.",
        "Rick: Ok. Hey, hey, hey, whatever you say. Look, man. I just came by to give you this because you're such a nice guy. Ok. Now listen. It's only a rough cut, but I thought you might want to check out your work.",
        "[SCENE_BREAK]",
        "Dorian: I must say, your confidence is reassuring. We've all been very badly shaken. The man who's kidnapped Sam is a monster. He murdered somebody right here on this property. We found the body over there in the bushes.",
        "Baker: Yes. So Todd has told me. Rest assured, we will get the job done.",
        "[Cell phone rings]",
        "Baker: That's my man now. If you'll excuse me... yeah. What do you mean, he's still alive?",
        "[SCENE_BREAK]",
        "John: I trust Louie. He's a good guy.",
        "Old Todd: Yeah, he is. He pulled me out of the water. He saw them shoot me. You don't believe me, ask him.",
        "John: Look. I know you've had a rough time. People only end up down at the docks when they've run out of luck. All right. It's a tough place, new guy. You don't watch your back, bad things happen.",
        "Old Todd: Ok. Look. I wasn't threatened by a guy with a pitching wedge. I got shot.",
        "John: Got to admit, I've seen the pictures, and it's hard to explain that face otherwise.",
        "Old Todd: Thank you.",
        "John: All right. Tell you what I'm gonna do. I'm gonna take you down to the station, all right? We'll talk about this some more, maybe get someone that can identify you, all right? You'll be safe there, ok?",
        "[SCENE_BREAK]",
        "Dorian: Todd, thank you so much for hiring additional security, not that I have any doubts in my Police Force. It's just that your Mr. Baker inspires confidence.",
        "Todd: Oh, yeah. He'll git-r-done. He's on top of it.",
        "Baker: Get rid of him now. If you let him get away again, you're next.",
        "[SCENE_BREAK]",
        "Tomás: I didn't shoot your husband... but I was there.",
        "Téa: Where, in the building? How? Why?",
        "Tomás: I tried to stop the shooter.",
        "[SCENE_BREAK]",
        "Old Todd: Look. I don't think you understand who we're dealing with. You take me to the station, I'm as good as dead.",
        "John: Hey! Down!",
        "Old Todd: Oh...",
        "John: Hey, you ok?",
        "Old Todd: How about now? Do you believe me now?",
        "[SCENE_BREAK]",
        "Baker: I'm sorry, madam mayor. That was a very important call. Seems we have a lead on the man who's been giving us so much difficulty.",
        "Dorian: That's wonderful.",
        "Baker: If I can ever be of service...",
        "Dorian: Oh, thank you very much, Mr. Baker.",
        "Todd: Baker, hey, we're not done.",
        "Dorian: What? Todd, if Mr. Baker has a lead, let him go. It's important that we catch this monster before he harms somebody else.",
        "Baker: I'd listen to the mayor if I were you.",
        "[SCENE_BREAK]",
        "Téa: You were there when they shot Todd?",
        "Tomás: Yeah.",
        "Téa: Did you see who shot him?",
        "Tomás: No. I didn't recognize him. I just heard Todd was a target, so I went to the location just as the shooter was about to drop your husband.",
        "Téa: Oh, my God.",
        "Tomás: So I fought him. That's when Todd saw me in the window. Then I took a bullet from McBain.",
        "Téa: You were shot?",
        "Tomás: Nah. It's just a flesh wound--it's healed--but it gave the shooter an advantage. He got away. Téa, I just want you to know I didn't try to kill your husband. I tried to save his life.",
        "[SCENE_BREAK]",
        "Dorian: Your Mr. Baker seems to have things well in hand.",
        "Todd: Yeah. He better.",
        "Dorian: Todd, I need a moment of your time. I know we've had our differences in the past, but Sam rescued me. I'd hate to think what would've happened-- at any rate, I want to thank you for stepping up, yes, for taking charge, for hiring Mr. Baker. I think it was all a wonderful idea.",
        "Todd: I hope so.",
        "[SCENE_BREAK]",
        "Old Todd: I know a lot has probably changed in the 8 years I've been gone, but I'm reasonably certain this isn't the Llanview Police Department.",
        "John: Yeah. Someone is trying to kill you, man. I'm not gonna take any chances taking you into the station, all right? You're gonna lie low. I don't want anyone seeing your face until I figure all this out.",
        "Old Todd: Ok. I know you just saved my life, and I'm very grateful, and you're very attractive, but maybe I'm just vulnerable because of the near-death experience, but you should know that I generally don't go home to a gentleman's apartment until after the third date or so, you know, unless he spends a lot on dinner.",
        "John: To be fair, you're not really my type. So what do you say you just start from the beginning?",
        "[SCENE_BREAK]",
        "Starr: Oh, good. My mom is gonna take Hope to the zoo. I love the zoo. I haven't been to the reptile house in forever.",
        "Baz: The reptile house?",
        "Starr: Yeah. I told you.",
        "Baz: You like snakes. Yeah. I remember.",
        "Starr: And spiders, reptiles, and anything else that usually makes little girls scream.",
        "Baz: Noted.",
        "Starr: What?",
        "Baz: Nothing. I just figured you're more of a girly girl.",
        "Starr: Girly girls can like snakes.",
        "Baz: Well, that's two.",
        "Starr: Two what?",
        "Baz: It's two times you've surprised me so far.",
        "Starr: And what was the first?",
        "Baz: That you are a mother.",
        "Starr: No. It's that I'm a mother at my age.",
        "Baz: Ah, right. I stand corrected.",
        "Starr: Right. So really, I'm just an overachiever...",
        "Baz: Now, that I believe.",
        "Starr: And that is two times I've surprised you and counting.",
        "Baz: And counting.",
        "[SCENE_BREAK]",
        "Destiny: Pregnant? Cannot believe you just said that.",
        "Vivian: I am just calling it like I see it.",
        "Destiny: What do you see?",
        "Vivian: Well, you went from having no appetite and feeling nauseous and queasy to having a very big appetite.",
        "Destiny: So I'm hungry. So what?",
        "Vivian: And then there's the mood swings and the fact that you couldn't wait to get off the subject of teenage pregnancy.",
        "Destiny: Just because someone doesn't want to talk about something, doesn't mean she's pregnant.",
        "Vivian: No, but the fact that Shaun heard you and Matthew talking about having sex--",
        "Destiny: We were talking about someone else, and I told Shaun that.",
        "Vivian: Because you didn't want your brother to know the truth, that you and Matthew had sex.",
        "[SCENE_BREAK]",
        "Rick: This came out really great. It's going to be huge. I'm gonna market the hell out of this gonzo style. It's kind of like my filmmaking.",
        "Nate: I don't want that, ok, and forget marketing it, ok? I don't want Dani to see it, you idiot.",
        "Rick: Relax, stud. I'm not taking an ad out in the \"Banner.\" That's not what the market is for this baby.",
        "Dani: Hey, what's that?",
        "Nate: This? It's just from Deanna's file about her mom.",
        "Rick: It's an old home movie. Naked baby on a bearskin rug, that kind of thing. I forgot to give it to Deanna. You know, I know how much she loves movies.",
        "Nate: I have her address. I'll send it to her.",
        "Rick: Ok. I knew I could count on you, stud. You always know how to make the ladies happy. Now, make sure you give that to Deanna. I know she's gonna want to see it. Ciao, bambini.",
        "Dani: Bye. \"Bambini\"? You sure he's a lawyer?",
        "Nate: Yeah. He's weird.",
        "Dani: Yeah, and anyone who'd charge for that kind of information-- I mean, she was looking for her mom. He should've just told her what he knew. That's just wrong, forcing her to pay like that.",
        "Nate: Tell me about it.",
        "Dani: Oh, he creeps me out.",
        "Nate: No kidding. Don't worry, ok? Deanna has got her file. She's long gone. Any business I had with that sleaze ball is over and done with.",
        "[SCENE_BREAK]",
        "Destiny: Look. I don't know where you get your information from, but you're way off.",
        "Vivian: Destiny, I can see how stressed you are.",
        "Destiny: My best friend is in the hospital.",
        "Vivian: Yeah, and there's no telling when Matthew is gonna get back from the rehab facility in Philly or if he'll even recover. I know how lonely you must be feeling. That's why I brought all this up. I'm a doctor, but I am more than that, destiny. I'm your friend, ok, and I can help you, but you have to trust me.",
        "Destiny: I don't even know you.",
        "Vivian: Shaun and I have been together for a long time. You know me.",
        "Destiny: And if you say one word to him--",
        "Vivian: This is your business, all right, yours alone, but I just want you to think about your situation, ok, because right now, you have options, but the longer that you wait, the fewer options you have. Honey, you can pretend all you want that this isn't happening, but at the end of the day, all the pretending in the world is not gonna change the facts. You will still be pregnant.",
        "[SCENE_BREAK]",
        "Baz: You know, we have a lot in common.",
        "Starr: Weird dads.",
        "Baz: Yeah, and that we're both snake lovers.",
        "Starr: What?",
        "Baz: Yeah. I used to have this pet snake, a boa. He was named Aziz. At least I did until my mom found him and was gonna make him into a pair of shoes.",
        "Starr: What happened to him?",
        "Baz: Gave him to the children's zoo. They let me visit him, bring him mice.",
        "Starr: Was he a red-tail, Madagascan, or Colombian?",
        "Baz: You know your snakes. He was a red-tail. Gorgeous.",
        "Starr: Yeah?",
        "Baz: Yeah.",
        "Starr: My dad would always take me to the reptile roundup. He would buy me books and stuff, and there was this funhouse. They sometimes had insects and snakes and spiders. Actually--",
        "Baz: What, what?",
        "Starr: There was this one time where I couldn't get anyone to take me. So I took a cab.",
        "Baz: How old were you?",
        "Starr: Not much older than Sam. Anyway, I gave the cab driver directions. When we got there, it had been out of business and abandoned, but by then, the cab driver had already gone home. So I just went inside, only to find this man who was tied up to a huge wheel.",
        "Baz: What do you mean, tied to a wheel?",
        "Starr: He was stuck there. It was larger than him. He was chained to it. Anyway, I tried to help him. I told everyone about it, but no one believed me because I told a lot of lies when I was that age. They all thought I was making it up.",
        "Baz: Like Sam and his imaginary friend with the line on his face.",
        "Starr: Guess what? He was real, too.",
        "[SCENE_BREAK]",
        "Old Todd: And I realized that they were going to kill me.",
        "John: Why? They held you for 8 years. Why now?",
        "Old Todd: They wanted information, and I didn't have it, so I was no longer useful. So that's when I escaped.",
        "John: All right. Back up for a second. Who are these people?",
        "Old Todd: Well, agent baker, he's the one in charge.",
        "John: Baker. He's the one that's trying to kill you.",
        "Old Todd: Right. So he orders my termination, and then I take out one of the guards, and I take his uniform, and I get on the plane, the plane that took me to Llanview. You know the plane.",
        "John: No. Tell me about the plane.",
        "Old Todd: You know the plane. You were there. That's the plane that Marty Saybrooke got on. You were there. You were talking to the imposter Todd right after the plane took off.",
        "John: We found a jacket in a dumpster.",
        "Old Todd: It was probably the jacket that I took from the guard.",
        "John: Yeah. Jacket had an insignia on it, kind of a logo. Do you recognize this?",
        "Old Todd: Yeah. It was all over the compound.",
        "John: You don't know who these people are or what they want from you.",
        "Old Todd: No. I don't, but I'll tell you this. The guy who's running around telling everyone he's Todd manning, he's one of them.",
        "[SCENE_BREAK]",
        "Todd: Yeah. I'm sure everything will be fine.",
        "Dorian: Thanks to your Mr. Baker.",
        "Todd: Right, and make sure you call me if anything weird happens, like another body turns up.",
        "Dorian: Ha ha! Duh. Oh, Todd, can David and I expect to see you at our premiere tonight?",
        "Todd: Pfft, whatever. Ha ha!",
        "Dorian: Like I really wanted you to come. \"Malcolm baker.\"",
        "John: What makes you think the other Todd is one of them?",
        "[SCENE_BREAK]",
        "Old Todd: Well, why else would they be going after me and not be going after him? You know, he recognized them, ok, not that he would tell you. He denied everything. I confronted the guy, and he denied everything. He kept insisting that he was me.",
        "John: Slow down. You talked to manning?",
        "Old Todd: Yeah. I told you that. That's why I took Sam, so I could talk to him. I met him in his off-- I met him in my office, and then we went back to his house, my house, and that's when baker's guys grabbed me.",
        "John: Why didn't manning say anything?",
        "Old Todd: Because he's one of them. He's in on it, and he can't be the only one.",
        "[SCENE_BREAK]",
        "Téa: I know Todd has a lot of enemies, but to try to kill him-- who would want him dead, Tomás?",
        "Tomás: Téa, I can't tell you any more.",
        "Téa: Oh, no, no, no, no, no, no. You can't tell me that my husband is a marked man and then not tell me who wants him dead.",
        "Tomás: Téa, all you need to know is that Todd is mixed up in something very dangerous. You don't need to know any more. Figure out that that's why I was trying to get you to leave him. All you need to know is that you need to come with me, and I will take you and Daniella and put you somewhere secure.",
        "Téa: And leave my husband in danger? No. You tell me what you know right now!",
        "Tomás: I cannot do that. The only reason I've told you this much is because I'm afraid for your life. If I tell you any more, we're gonna both regret it. Téa! Téa, where you going?",
        "Téa: Oh, I'm sorry. I can't tell you.",
        "Tomás: Téa, you don't understand how dangerous this is. Téa, you cannot tell this to anybody else.",
        "Téa: What have you told me? Nothing!",
        "Tomás: Téa! Téa...",
        "[SCENE_BREAK]",
        "Dani: Good?",
        "Nate: Perfect. You are perfect. Come here.",
        "Dani: Yeah. Well, you know what I think? I think you're right. I think things are looking up. Mm, I don't know, Mr. Park and rec. Is this allowed, macking on the job?",
        "Nate: Shh. I'm on my lunch break.",
        "Dani: Mm! Before I forget...",
        "Nate: What?",
        "Dani: Are you free tomorrow night?",
        "Nate: Why? What are you thinking?",
        "Dani: Well, it's the big red-carpet premiere of \"Vicker man,\" and guess who has two tickets.",
        "Nate: Seriously?",
        "Dani: You know, maybe if someone is really sweet, he can go with me.",
        "Nate: Dani, I know I've let you down.",
        "Dani: No.",
        "Nate: No, no. I have, ok, but I promise you that from here on out, I'm gonna do anything to make it up to you.",
        "Dani: You already are... but you should get back to work. Here's your hat, sir.",
        "Nate: Thank you.",
        "Dani: Oh, are you gonna give the thing to Deanna, the thing the guy, the creepy lawyer guy, gave you?",
        "Nate: Yeah. Yeah, yeah.",
        "Dani: Ok. So I'll see you later?",
        "Nate: See you later.",
        "[SCENE_BREAK]",
        "Destiny: Vivian, I appreciate your concern, ok, but you don't have to worry. There's no problem. Now I have to go.",
        "Vivian: Destiny, you cannot run away from it.",
        "Destiny: Will you leave me alone? This is none of your business, and don't you dare tell Shaun what we talked about.",
        "[SCENE_BREAK]",
        "Starr: Look.",
        "Baz: Praying mantis. Haven't seen one of these in years.",
        "Starr: I love them. Look at how graceful she is. Isn't she beautiful?",
        "Baz: Yeah.",
        "[SCENE_BREAK]",
        "Baker: He's still alive? I don't know how. Shot him at point-blank range. I dumped him in the river. I watched the body sink. Yeah. Yeah. He was on the docks with somebody who helped him take cover. I don't know who. Don't worry. I'll find him, and I'll get rid of them both.",
        "[SCENE_BREAK]",
        "Old Todd: Thanks.",
        "John: Don't say I never did anything for you.",
        "Old Todd: I don't know what I expected coming back, but not this, not some other guy living my life. You can't imagine what it's like watching him with Téa and Blair and Starr and jack. It's a nightmare.",
        "John: What do you know about Tomás Delgado?",
        "Tomás: I just told Téa.",
        "Old Todd: Tomás Delgado is Téa Delgado's brother.",
        "John: Yeah. You know him? Do you know how he figures into all this?",
        "[Knocks on door]",
        "Téa: John, it's Téa Delgado. I need to talk to you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=BZUuEhcVJNM"
}