{
    "Episode Summary": [
        "Episode # 10466 -- Good Girls Go To Heaven (Bad Girls Go Everywhere)"
    ],
    "Recap": [
        "Gigi attempts to get Natalie and Jared to drop the charges against Kyle Lewis so that Kyle will tell her who Shane's real donor is. But Natalie and Jared know of no reason to do that. Schuyler tries unsuccessfully to get Kyle to tell him the information. Rex takes Shane to an appointment with a new doctor. Yet they are not certain what to do. Clint surprises Nora, Bo and Matthew by announcing that he's found a neurosurgeon who can help Matthew to walk. Meanwhile, Matthew's friend, Destiny is waiting on them at the country club, as her summer job. She gets fired when she loses it with Justin and Becca. And we find out that Matthew's new doctor, whom Clint has flown in, is Destiny's brother, Greg. Dorian invites Markko's mother to the house and convinces her to reconsider preventing Langston and Markko from seeing each other. The mother is willing to do that. But her husband finds out that Dorian fired Moe, Noelle and Shaun and drugged Charlie Banks. And he concludes that he does not want Dorian or anybody in her family near his son."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Viki: Charlie, come on. We have to decide soon.",
        "Charlie: My idea of the perfect honeymoon is anywhere there's you.",
        "Moe: Did somebody say honeymoon?",
        "Viki: Hey. We set a date.",
        "Moe: Well, it's about time. Congratulations.",
        "Charlie: Thanks.",
        "Moe: Good for you.",
        "Viki: Surprised to see you here. Dorian gave you the morning off?",
        "Moe: She gave me all my mornings off.",
        "Viki: She fired you?",
        "[SCENE_BREAK]",
        "Dorian: I think I've got some blueberries in here.",
        "[Langston sighs]",
        "Dorian: Okay, I'll just call the market and order some.",
        "Langston: Or you could just apologize to Moe and we wouldn't have to starve to death on top of everything else.",
        "Dorian: You're still upset with me.",
        "Langston: Markko's dad won't even let us speak to each other. Did you call them yet?",
        "Dorian: Who?",
        "Langston: Markko's parents. The people who you told that I had sex with their son. Yeah, his dad called me a tramp.",
        "Dorian: When did this happen?",
        "Langston: Yesterday. He saw Markko and I together and he looked me right in the eyes and called me a tramp in front of everybody at the country club.",
        "Dorian: May I have his number?",
        "Langston: Oh, now you want to call him.",
        "Dorian: Nobody calls my daughter a tramp and gets away with it.",
        "[SCENE_BREAK]",
        "Markko: Papi, go home. Have breakfast with the family. Look, I'm at work. Nothing's going to happen.",
        "Ernesto: You were at work when I caught you kissing that girl.",
        "Markko: Her name is Langston --",
        "Ernesto: You were forbidden to see her.",
        "Markko: I told you, I love her.",
        "Ernesto: And I told you, as long as you live under my roof, you will do as I say.",
        "[SCENE_BREAK]",
        "Shaun: Dog walker? If you have somewhere you need to be --",
        "Rachel: My mom's fiancé needs me to meet them at the country club about some family thing. But I've got some time. So come on, keep looking. We're going to find you something special.",
        "Shaun: I'm counting on that.",
        "[SCENE_BREAK]",
        "Bo: What's the occasion?",
        "Clint: Do I need a reason to get together with my family?",
        "Bo: No, no. I -- I just dumped the mayor because you said it was important.",
        "[Clint laughs]",
        "Nora: You hate the mayor.",
        "Bo: And I'm happy to be here.",
        "[Nora laughs]",
        "Bo: I'm just wondering why, that's all.",
        "Clint: Well, Nora and I will be getting married soon, and before it gets too crazy, I just wanted to celebrate with my family. And in the better-late-than- never department, I wanted us all to be together, so I can give you this.",
        "[Nora gasps]",
        "Nora: Oh, I --",
        "Clint: You all right?",
        "Nora: It literally took my breath away.",
        "Clint: Something you do to me every single day.",
        "[SCENE_BREAK]",
        "Rex: So Shane wants to go to baseball camp and we're here to make sure he's been cleared for take-off.",
        "Doctor: How have you been feeling, Shane?",
        "Shane: Great. Except for this one thing. I have to live with my mom.",
        "[SCENE_BREAK]",
        "Gigi: Hey, newlyweds. Thank you for making time.",
        "Natalie: What was so important that we couldn't do this over the phone?",
        "Gigi: I have a big favor to ask you. I need you to drop the charges against Kyle Lewis.",
        "Kyle: Hey, man, can you spot me?",
        "[Kyle grunts]",
        "Schuyler: Depends. Ready to tell the truth?",
        "Natalie: That slimeball tried to blackmail us.",
        "Jared: Why would you want us to drop the charges, Gigi?",
        "Gigi: I know it's a lot to ask --",
        "Natalie: You're hooking up with him, aren't you?",
        "Gigi: What?",
        "Natalie: No, it makes perfect sense. First it was Brody, then Schuyler, now Kyle. What are you, the town ride?",
        "Jared: Natalie, come on.",
        "Natalie: My brother is so lucky to be rid of you.",
        "Gigi: I don't blame you for being mad.",
        "Natalie: You broke my brother's heart. He loved you. He left Adriana and broke her heart for you. And while his son was fighting for his life --",
        "Gigi: Shane is my son, too, and believe me, I didn't want to hurt anybody.",
        "Natalie: You broke up the only home that he has ever known so you could just freelance your way around town.",
        "Jared: Okay, whoa. Time out. Gigi, what is this Kyle Lewis to you?",
        "Gigi: Nothing. I barely know him.",
        "Jared: Then why do you want us to drop the charges?",
        "Natalie: Do you realize that Kyle Lewis threatened to tell Jessica that her baby was dead if we didn't give him $100,000?",
        "Jared: He hacked into our personal records at the hospital, abused his position as a lab tech.",
        "Gigi: Wait, yes, these are all very horrible things.",
        "Natalie: Then why in the hell would you want to see him free?",
        "[SCENE_BREAK]",
        "Kyle: Get off me.",
        "Schuyler: I'll tell you what, we know that Stacy's not a match. And we know that you faked the test results. All you've got to do is tell me who the real donor is and I'll leave you alone.",
        "Kyle: That's what you want? Yeah, that's all you want?",
        "Schuyler: Uh-huh.",
        "Kyle: You want the name of the real donor?",
        "Schuyler: Yeah, and I'll leave you alone.",
        "Kyle: Okay, I'll tell you the same thing I told your friend, Gigi. You tell Natalie Buchanan and her husband to drop all the charges against me and I'll let you know anything you want.",
        "Jared: If we understood why you're going to bat for Kyle Lewis, maybe we could talk about it.",
        "[SCENE_BREAK]",
        "Gigi: And I'd love to tell you, I would, but I can't.",
        "Natalie: We're out of here.",
        "Gigi: Wait. Wait, please. It's not for me. It's for Shane, okay? It's -- it's for Rex's son.",
        "[SCENE_BREAK]",
        "Rex: There have been some changes in Shane's home life since he got sick --",
        "Shane: My mom cheated on my dad and he moved out. And I want to live with him and my Aunt Stacy, but my mom won't let me.",
        "Rex: Shane -- knock it off. Could I have a word?",
        "Doctor: Stress of this nature is not good for Shane.",
        "Rex: Just give me the bottom line. Is my son still in remission?",
        "[SCENE_BREAK]",
        "Layla: What?",
        "Cristian: Where's Fish?",
        "Layla: Asleep. In his room. Get your mind out of the gutter.",
        "Cristian: So how did it go last night?",
        "Oliver: Yeah, I'd like to know the answer to that, too.",
        "[SCENE_BREAK]",
        "Dorian: How would Mr. Rivera feel if somebody called his son a tramp? Or whatever the male equivalent of that is? Well, there isn't one. You know why? Because men are encouraged to explore their sexuality.",
        "Langston: Well, not all men. Not if they care about their immortal soul, according to Mr. Rivera.",
        "Dorian: You know, I always respect other people's spiritual beliefs, except when they violate the rights of others. Markko is 18 years old. He's an intelligent, moral young man and he's entitled to make his own decisions.",
        "Langston: He has. He loves me and I love him. Dorian, you have to talk to his father.",
        "Dorian: A man like that -- it's not easy to get him to change his mind.",
        "Langston: So what am I supposed to do? Join a convent?",
        "Dorian: You know, maybe -- maybe that's what you should do, hmm?",
        "[SCENE_BREAK]",
        "Markko: Look, Papi, I know it's hard for you to be out of work.",
        "Ernesto: You let me worry about that.",
        "Markko: You used to like Langston.",
        "Ernesto: That was before I met her mother.",
        "Markko: She's nothing like her mother. Look, Dr. Lord didn't even adopt her until last year.",
        "Ernesto: And that was a commendable thing to do.",
        "Markko: She's a really nice woman when she's not upset about something.",
        "Ernesto: You mean, when she's not drunk?",
        "[SCENE_BREAK]",
        "Viki: I thought that you and Dorian were getting along just fine.",
        "Moe: We were until Ray Montez left town.",
        "Viki: He left town? So he left her?",
        "Moe: Mm-hmm. And hell hath no fury like Dorian scorned.",
        "Viki: What happened?",
        "Moe: Ray left to take care of his daughter.",
        "Viki: Oh.",
        "Moe: But Dorian doesn't like that. She just wants what she wants and she'll do anything it takes to get it. Am I right? She gave us that house so she could convince David Vickers she was Buddhist and get her hooks into him.",
        "Viki: Yeah, we knew that.",
        "Charlie: Yeah.",
        "Moe: And now that she's done with him? Threw us both out on the street.",
        "Viki: Oh, honey, I'm so sorry.",
        "Moe: I just feel like a dad-gum idiot for ever trusting that woman.",
        "[SCENE_BREAK]",
        "Nora: Were you all in on this?",
        "Matthew: Uncle Clint showed me this morning. It's pretty cool.",
        "Bo: It's a beautiful ring.",
        "Nora: [Whispering] It sure is.",
        "Bo: I'd raise a toast if we had something to drink.",
        "Nora: Ooh.",
        "Destiny: Sorry. I'm kind of new here. Matthew, hey --",
        "Matthew: You guys remember my friend, Destiny, right?",
        "Nora: Oh, yes, right. The girl with the fabulous name.",
        "Destiny: Thanks.",
        "Matthew: I didn't know you worked here.",
        "Destiny: Just for the summer. You need menus.",
        "Matthew: Excuse me.",
        "Clint: He's gotten pretty darn good at that.",
        "Bo: To my big brother, I know she'll make you happy.",
        "Clint: Thank you, Bo.",
        "Nora: Thank you.",
        "Clint: And here's to medical science and all the hope that it can bring.",
        "Nora: Well, that's kind of an odd toast.",
        "Clint: Well, you won't say that once you hear my news. I have found a doctor for Matthew.",
        "Nora: What?",
        "Bo: He has a doctor.",
        "Clint: Well, this is a neurosurgeon who believes that Matthew could walk again.",
        "[SCENE_BREAK]",
        "Layla: The concert was great. And we had a lot of fun. And I hope to do it again.",
        "Oliver: Uh, any -- anytime.",
        "Layla: Oh, and the roses are beautiful. But right now, I should be getting dressed.",
        "Cristian: So, you had a good time?",
        "Oliver: You heard the lady.",
        "Cristian: Told you she liked roses.",
        "Oliver: Thanks for the tip.",
        "Cristian: So you're going to ask her out again?",
        "Oliver: Uh, sure, why not?",
        "Cristian: So it's serious? I mean, you're not just yanking her chain?",
        "Oliver: You know, I get the distinct impression that you've got some sort of vested interest here. Are you into Layla?",
        "[SCENE_BREAK]",
        "Nora: You found a doctor who says that he can get Matthew to walk again?",
        "Bo: Who is this guy?",
        "Clint: He is one of the most successful neurosurgeons in the world. People are waiting forever to see him. As a matter of fact, he's in such demand, I had to agree to a fairly hefty upfront consulting fee.",
        "Bo: What do I owe you?",
        "Clint: Oh, for God's -- nothing, Bo. This is family. Matthew's my nephew, soon to be my stepson. I would do anything for that young man. And his mother.",
        "Nora: And we're very grateful, Clint. We really are, but it's -- we've done an awful lot of research.",
        "Bo: And we talked to all the top specialists.",
        "Nora: They all said the same thing. They didn't hold out much hope.",
        "Clint: Well, he probably didn't take your calls because he's so busy. But once I got a hold of him, I thought -- he sounded different than the other doctors.",
        "Bo: So he's familiar with the case?",
        "Clint: Well, he is now. I took the liberty of sending him Matthew's records.",
        "Bo: He thinks Matthew could walk again?",
        "Clint: Bo, he thinks that there's a very good chance of it.",
        "[SCENE_BREAK]",
        "Matthew: Hey, I just wanted to let you know I aced that math final. Thanks.",
        "Destiny: Told you you were good at math.",
        "Matthew: Are you okay?",
        "Destiny: I'm fine.",
        "Matthew: I don't know, you just seem a little weird.",
        "Destiny: Look, when I took this job, I didn't know how I'd feel. Wearing this stupid uniform and serving all these -- these people who just don't have a clue. And I'm not talking about your folks. They're cool. It's just -- I want them to like me.",
        "Matthew: They do like you.",
        "Destiny: You don't get it.",
        "Justin: Yo, waitress! Density! Who do I have to do to get some service around here?",
        "[SCENE_BREAK]",
        "Ernesto: Forgive me, I don't mean to intrude --",
        "Moe: Oh, hey. You're Markko's dad. Viki, Charlie, I'd like you to meet Mr. Rivera.",
        "Viki: Oh --",
        "Charlie: Nice to meet you.",
        "Viki: How do you do?",
        "Moe: Mr. Rivera, Ms. Viki Davidson and her fiancé, Charlie Banks. Mr. Rivera was at La Boulaie when Dorian had her little meltdown.",
        "Ernesto: My son has been spending a lot of time with her daughter.",
        "Viki: With Langston? Oh, she's my niece's closest friend.",
        "Ernesto: Did I hear you say that Dr. Lord cheated you out of your home?",
        "Moe: She gave me that house fair and square, begged me to take it off her hands. Then she snatched it out from under me when I wasn't looking.",
        "Ernesto: And then fired you?",
        "Moe: After I'd come up from Texas, Llanview's become my home. I hate to go back to the Bon-Jour.",
        "Viki: Well, Moe, you know that I will do whatever I can to help you. You know that.",
        "Ernesto: It's still a hard time to be out of work. I mean, Dr. Lord should know that.",
        "Moe: She doesn't care. Tell him what she did to you.",
        "Charlie: No, I don't know --",
        "Ernesto: No, please, please. Please. I need to know.",
        "Charlie: I'm an alcoholic. Recovering, but still it's a fact of life. And Dorian knew that. But I had some information that she didn't want me to pass on to Viki, so she drugged me and poured liquor down my throat.",
        "Ernesto: She did this?",
        "Viki: He almost died from alcohol poisoning.",
        "Ernesto: This woman is a monster. Why is she not in prison?",
        "Viki: Good question.",
        "[SCENE_BREAK]",
        "Langston: Dorian, I'm not joining a convent.",
        "Dorian: [Laughing] No, of course you're not. Uh, but you might have to change some of your habits. Honey, look, um -- change the way you dress just a bit. You know, a little less -- a little more demure. Some sleeves, a longer skirt, a little less of the bling and -- and -- I know you hate hearing about this, but the -- the streaks in the hair -- orange, purple, whatever -- they have to go. Stop it. Natural, lovely, just like you really are.",
        "Langston: So I should stop being myself so that Markko's parents will like me?",
        "Dorian: Oh, they already like you. Or they -- they did like you before I told them that --",
        "Langston: That I had corrupted their perfect son.",
        "Dorian: You are the best thing that ever happened to that boy.",
        "Langston: If they just knew how much I love him.",
        "Dorian: That is a brilliant idea. You'll tell them how much you love him. No, tell her. Her. We'll start with Mrs. Rivera. I think she's our way in.",
        "Langston: Really?",
        "Dorian: Really. She loves the boy. She wants him to be happy.",
        "[SCENE_BREAK]",
        "Natalie: How in the world does dropping the charges against Kyle Lewis have anything to do with Shane?",
        "Gigi: I wish I could tell you, but I can't. You're just going to have to trust me.",
        "Natalie: Like Rex trusted you? Not a chance.",
        "[SCENE_BREAK]",
        "Rex: Shane's been doing great.",
        "Doctor: I know these routine check-ups are stressful, especially with a new doctor.",
        "Rex: Michael -- his old doctor, Dr. McBain -- he told us what to look for if Shane starts feeling weak or has swollen glands or trouble breathing.",
        "Doctor: Well, since Shane has asthma, you'll need to watch for reduced pulmonary function, reduced stamina, the things that might --",
        "Rex: The return of the evil \"Lou Kemia.\"",
        "Doctor: I'm sorry?",
        "Rex: My son made a comic book based on his illness. He named the bad guy --",
        "Doctor: Lou Kemia? Ha ha -- very clever. He is still in remission, but a recurrence is a possibility, in which case we'd do another transplant. Are you still in touch with the original donor?",
        "Shane: He lives with her.",
        "[SCENE_BREAK]",
        "Schuyler: You're in med school, right?",
        "Kyle: Yeah.",
        "Schuyler: Studying to be a doctor?",
        "Kyle: Yeah, and it's expensive.",
        "Schuyler: Yeah. So you'd sacrifice a little kid's life to pay off your student loans apparently?",
        "Kyle: Shane's fine.",
        "Schuyler: For now, Kyle. What happens if he has a recurrence? We know Aunt Stacy isn't the match --",
        "Kyle: Hey, would you keep it down?",
        "Schuyler: What are -- what are you worried about, Kyle? Your reputation? Ah, that's right, I already forgot, you're on the hook for aiding and abetting a serial killer.",
        "Kyle: That's my sister.",
        "Schuyler: Yeah? Okay. Did your sister tell you to blackmail Natalie and Jared Banks?",
        "Kyle: Okay, look, if Shane relapses, then --",
        "Schuyler: What? Oh, you'll reconsider? Do you know how many times Gigi told me that she begged you to give up the name of the real donor?",
        "Kyle: And I feel bad for her, okay? I really do. But I've got my own situation to worry about.",
        "Schuyler: Right, right. Because who cares about saving a little kid's life when you've got bills to pay? Do you honestly care about anyone but yourself, really?",
        "Kyle: I'm sorry, man. I can't help you.",
        "[SCENE_BREAK]",
        "Cristian: You think I'm interested in Layla?",
        "Oliver: Are you?",
        "Cristian: She's a friend. I'm just looking out for her. I mean, you're the one who's dating her.",
        "Oliver: Come on, we went to a concert together. I'd hardly call that dating.",
        "Cristian: Look, you know that tough act of hers is just that she's -- she's been hurt.",
        "Oliver: And you don't want it to happen again? Look, I get it.",
        "Layla: No talking about the roomie behind her back.",
        "Oliver: No, uh, Cristian was just saying --",
        "Cristian: That if he wants to, you know, keep drinking my OJ, he can. He just has to throw a couple of bucks in the fund. That's it.",
        "Oliver: Right.",
        "Layla: Well, if I find my dream job today, I'll buy us all OJ.",
        "Cristian: You know, you could always come back and work at Capricorn.",
        "Layla: No, I don't think so. I want something that will lead me to an actual career.",
        "Oliver: Well, how about law enforcement?",
        "Cristian: Yeah, right.",
        "Layla: What's so funny?",
        "[SCENE_BREAK]",
        "Shaun: Hey, Mr. Rivera. We met at Dr. Lord's.",
        "Ernesto: Hi, yes, yes -- the security man.",
        "Shaun: Not anymore. I got fired.",
        "Ernesto: You, too?",
        "Rachel: Shaun was defending his friend Moe. And Dr. Lord threw him out.",
        "Ernesto: From what I've heard, anything is better than working for that she- devil.",
        "[SCENE_BREAK]",
        "Dorian: Mrs. Rivera, thank you so much for coming on such short notice.",
        "Aurelia: You said it was important.",
        "Dorian: Yes, and I hope you don't mind my serving Téa in the kitchen, but la cocina es el corazon de mi casa. Won't you sit down, please?",
        "Dorian: Indeed, my kitchen is the heart of my home.",
        "Aurelia: You like to cook, Dr. Lord?",
        "Dorian: Oh, please, will you call me Dorian? Who doesn't wish they had more time to cook? I have to apologize to you, yes, for the way that I behaved at Langston's party for your son's graduation, Mrs. Rivera.",
        "Aurelia: Call me Aurelia. You'd been drinking.",
        "Dorian: Yes, unfortunately, the champagne did go to my head. But it was because I was a bit upset.",
        "Aurelia: My son mentioned that you'd been disappointed by a man.",
        "Dorian: I'm sure that I made a terrible impression on your husband. Oh, Langston.",
        "Langston: Mrs. Rivera.",
        "Aurelia: Hello, Langston.",
        "Dorian: We were just having Téa, darling. Wouldn't you like to join us?",
        "Langston: Oh, yes. That'd be great, thank you. Oh, let me pour you some Téa.",
        "Aurelia: Thank you.",
        "Dorian: Thank you, dear. You're always so considerate.",
        "[SCENE_BREAK]",
        "Destiny: I've got this.",
        "Matthew: They can't talk to you like that.",
        "Destiny: They can't talk to anybody like that, but they do. And I've got to deal with it. It's part of the package.",
        "Manager: Is there a problem here?",
        "Destiny: No, sir.",
        "Manager: Then why are you ignoring our guests?",
        "Destiny: Because you told me not to wait on anybody. Just to bus tables.",
        "Manager: Well, we're short-staffed. Take their order.",
        "Destiny: I'll be right with you. I'll see you later. [Destiny sighs] What can I get you?",
        "Justin: Two margaritas.",
        "Destiny: Two virgin margaritas.",
        "Justin: Give me a break.",
        "Destiny: You're 21 now?",
        "Justin: I get served all over town.",
        "Destiny: I'm not allowed to serve alcohol.",
        "Justin: Can't you just sneak it?",
        "Destiny: And get myself fired? For you? Not in this lifetime.",
        "Justin: Fine. Bring on the virgins.",
        "Destiny: That'll be a first.",
        "[SCENE_BREAK]",
        "Matthew: So why are you all staring at me?",
        "Nora: Oh, we're not staring at you, sweetheart. It's just we were talking about, um, possibilities.",
        "Bo: Your uncle Clint found a new doctor. And he's taken an interest in your case.",
        "Matthew: I thought I don't have to go to any more doctors.",
        "Bo: I didn't think so either.",
        "Nora: It's just that, you know, it's important that we stay on top of new developments and stuff in case there's a chance that you --",
        "Matthew: I could walk again?",
        "Clint: Matthew, your spinal cord was injured. It wasn't severed. That means there's still hope.",
        "Matthew: All right, enough talk about doctors. Let's order.",
        "[SCENE_BREAK]",
        "Cristian: I'm sorry. I -- I didn't mean to upset you. It's just that well, you know, going from silk underwear to live ammo -- that's a bit of a reach, don't you think?",
        "Layla: Well, maybe I need a reach. I mean, I did the fashion designer thing and it was great, but now it's time for something new, something meaningful.",
        "Oliver: Well, that's not exactly the job I was talking about actually -- police work. John McBain's looking for a new administrative assistant.",
        "Cristian: That's meaningful -- answering phones, filing?",
        "[Layla scoffs]",
        "Layla: You don't think I can cut it as a cop.",
        "Cristian: I know you'd pass the physical -- I have the bruises to prove it. And the attitude -- whew.",
        "Oliver: Well, I guess you could try out if you wanted to.",
        "Layla: But in the meantime, John McBain needs a right hand.",
        "Oliver: Yeah, and -- and you get full benefits.",
        "Layla: Get me an application.",
        "Oliver: Uh -- okay. Uh, I'm going to get to the gym and I'll see you guys later.",
        "Cristian: Whoa -- hey, what are you doing? Hey, Fish, help! Layla's assaulting me! What --",
        "Layla: That's \"Officer Layla\" to you -- psst.",
        "[Cristian exhales]",
        "[SCENE_BREAK]",
        "Dorian: I hope you'll forgive the informality of serving Téa in the kitchen.",
        "Aurelia: I love the kitchen. I love to cook.",
        "[Dorian chuckles]",
        "Aurelia: Ever since Geraldo was born, Ernesto has insisted that we have all our meals together, as a family.",
        "Langston: Hmm.",
        "Dorian: Well, your husband evidently is a man who believes in family values.",
        "Aurelia: Yes. I know he can seem a little old-fashioned.",
        "Dorian: Old-fashioned values are in short supply these days.",
        "Aurelia: And we raised our son to respect our values. But it doesn't mean that I don't remember what it feels like to fall in love. I met Ernesto when I was 18, and I felt such passion for him.",
        "Dorian: Mm-hmm.",
        "Aurelia: But we waited until we were married and I'm so glad that we did. We have a good marriage and wonderful children. And I want no less for my son.",
        "Dorian: I know that you believe, um -- that that has worked for you, and that your beliefs will also work for your son. I -- I understand that. However, I do need to share with you what I have learned from hard experience, being the mother of two grown women and Langston, and that is that you have to respect your children's beliefs and trust them.",
        "Aurelia: If you are asking me to condone a mortal sin, I'm sorry. I can't.",
        "[SCENE_BREAK]",
        "Markko: Papa, there are two sides to every story. Whatever you heard from Moe or Mr. Banks or Shaun --",
        "Ernesto: Was enough to convince me that I was right about this woman. Dr. Lord -- she is a monster.",
        "[Markko sighs]",
        "[SCENE_BREAK]",
        "Shaun: Here we go -- personal trainer.",
        "Rachel: Now that sounds perfect.",
        "Shaun: Why is that?",
        "Rachel: Because you obviously work out and you're great with people.",
        "Shaun: Oh. I thought you meant because I don't have a degree and that's all that I can do.",
        "Rachel: Shaun, I'm sure if you wanted to get a degree in something, you would find a way. But you weren't into that, and that's okay. You don't have to compete with your brother.",
        "Shaun: Ah, Greg left me in the dust a long time ago. It's like me and Destiny -- we don't even exist for that man anymore.",
        "Rachel: When was the last time you heard from him?",
        "Shaun: Ah, it was a long time. He went to college, then he went to med school -- he never looked back. You know, Destiny was a little girl and she took it really hard. And, you know, she used to write him letters and send him Christmas presents, and he would have the secretary send her a check. And she still thinks that he's going to come into town and save the day. Huh. He probably wouldn't even recognize her.",
        "Rachel: She is lucky she has you. Well, I got to get out of here, but you don't forget to call that training thing.",
        "Shaun: I will.",
        "Rachel: Mm-hmm.",
        "Shaun: You busy later?",
        "Rachel: No. Why, you want to work out? I could use some pointers.",
        "Shaun: You're on.",
        "[Rachel chuckles]",
        "Shaun: And Rachel?",
        "Rachel: What?",
        "Shaun: Thank you.",
        "Rachel: For what?",
        "Shaun: Listening.",
        "[SCENE_BREAK]",
        "Nora: Matthew, this is a really great thing. We're not going to stop hoping that you'll be able to walk again.",
        "Matthew: Please, don't give me another pep talk, Mom.",
        "Bo: You're right. All right, he doesn't need another pep talk. You got hit pretty hard, but you picked yourself up and you got your life back again.",
        "Nora: And we're very proud of you for that.",
        "Clint: You inspire me every day, Matthew.",
        "Matthew: Then why do I need to see another doctor?",
        "[SCENE_BREAK]",
        "Destiny: There you go. Anything else?",
        "Justin: I'll let you know. Don't spend it all in one place.",
        "Destiny: Small people give small tips.",
        "Justin: Maybe that's all your worth.",
        "Destiny: My brother could buy this club and everyone in it.",
        "Justin: Your brother, the bodyguard?",
        "Destiny: My other brother -- the doctor.",
        "Becca: Huh -- her other brother.",
        "[Laughter]",
        "Becca: You are such a liar.",
        "Destiny: I don't lie.",
        "Becca: Oh, so your date at prom wasn't your cousin?",
        "Justin: Only a cousin could love her.",
        "[Becca gasps]",
        "[SCENE_BREAK]",
        "Matthew: I've already seen, like, a hundred doctors and they all say the same thing -- there's a chance -- then they all change their mind.",
        "Clint: Well, Dr. Evans specializes in spinal injuries. And I finally got in to see -- Matthew, he wouldn't be coming here if he didn't think he could help.",
        "Matthew: He's coming here, and you guys didn't ask me?",
        "Bo: Son, I know it's hard for you to get your hopes up.",
        "Matthew: No, you don't, Dad. You don't know anything about it.",
        "[SCENE_BREAK]",
        "Dorian: While I respect your beliefs -- of course I do --",
        "Aurelia: But it's not just me. It's my husband -- he feels disrespected. Markko lied to him.",
        "[Langston sighs]",
        "Langston: Markko didn't mean to hurt you. He loves you. But he loves me, too. And I love him with all of my heart.",
        "Aurelia: You are Geraldo's heart, I know that. But it's just that my husband believes that --",
        "Dorian: That premarital sex is a mortal sin.",
        "Aurelia: Yes.",
        "[Langston sighs]",
        "Dorian: So, couldn't we adopt a \"don't ask, don't tell\" policy?",
        "Aurelia: You mean look the other way? Pretend? I don't think that would work.",
        "Langston: Well, what if we promise to wait? No, Mrs. Rivera, I -- I'll do anything. I just have to see him.",
        "Aurelia: I understand, Langston, I do. But -- maybe if my husband felt -- if you were sincere --",
        "Langston: No, I -- I promise -- no sex. Will you talk to him?",
        "Aurelia: I will talk to him.",
        "[Langston gasps]",
        "Aurelia: We'll see if we can't give our Geraldo back his heart.",
        "Dorian: Oh, darling!",
        "[Giggling]",
        "[SCENE_BREAK]",
        "Gigi: For Shane's sake, please drop the charges.",
        "Natalie: Without any explanation of why we're doing it? That's not fair.",
        "Gigi: None of this is fair. Look, we used to be friends.",
        "Natalie: Yeah, because I liked you. I liked you because you -- you made Rex so happy. You're the mother of his child. I mean, how could you do this to him?",
        "Gigi: Natalie, I still love him.",
        "Natalie: Really?",
        "Gigi: Yes.",
        "Natalie: Because you have a funny way of showing it.",
        "Gigi: Okay, I wish I could explain what's going on, but I just can't!",
        "Jared: Well, when you're ready to explain what's going on, give us a call.",
        "[SCENE_BREAK]",
        "Schuyler: Gigi, what the hell was that?",
        "Gigi: They won't drop the charges against Kyle.",
        "Schuyler: Well, you're going to have to tell them the truth then.",
        "[SCENE_BREAK]",
        "Doctor: Have fun at baseball camp. I'll see you in a couple of weeks.",
        "Rex: Thanks, Doc.",
        "[Phone rings]",
        "Shane: Why don't you pick up? It's Aunt Stacy. Did you two have a fight?",
        "Rex: No.",
        "Shane: Because you like her, right?",
        "Rex: What's not to like?",
        "Shane: No -- I mean, like, really like her, like the way you used to like mom. Hey, it's okay. I know I was really mad when you two split up, but I'm over it. Mom's got a new boyfriend, you've got Aunt Stacy --",
        "Rex: Does Schuyler come around a lot?",
        "Shane: No. She made him dinner one time -- leftovers -- but nothing happened. She doesn't want him to think she's a slut.",
        "[SCENE_BREAK]",
        "Justin: Fire that bitch -- now!",
        "Man: Ms. Evans is new here. Accidents happen.",
        "Justin: Accidents?",
        "Becca: She poured a pitcher of ice cold water on us -- on purpose!",
        "Man: Is what they're saying true?",
        "Destiny: Yeah, because they were nasty and they disrespected me.",
        "[Man sighs]",
        "Man: I'm sorry, Ms. Evans. Given the circumstances, I'm going to have to let you go.",
        "Destiny: What?",
        "Justin: You're fired, Density!",
        "Destiny: But I need this job.",
        "Man: I'm sorry. You should've thought of that before you acted so impulsively. Now, please, collect your things and leave the premises.",
        "[SCENE_BREAK]",
        "Rachel: Oh! Oh, oh, I'm sorry.",
        "Man: Oh. I'm not.",
        "[SCENE_BREAK]",
        "Dorian: I think that went well, don't you?",
        "[Langston sighs]",
        "Dorian: Am I forgiven?",
        "Langston: Let's just hope Mrs. Rivera can convince her husband to let us see each other.",
        "Dorian: Hmm.",
        "[SCENE_BREAK]",
        "Ernesto: Where were you?",
        "Aurelia: I had Téa with Dr. Lord and her daughter. I think we may have misjudged her, Ernesto. She was very sorry for the way she acted. She loves her daughter and her daughter loves Geraldo.",
        "Ernesto: Aurelia, if you're trying to suggest that we allow this relationship to continue, save your breath. After what I just heard, I don't want our son anywhere near that family.",
        "[SCENE_BREAK]",
        "Shaun: Destiny, baby, what's going on?",
        "Destiny: I got fired.",
        "[SCENE_BREAK]",
        "Rachel: I'm sorry I wasn't looking where I was going.",
        "Man: Oh, no problem, but before you go, I need to find the guy that I'm meeting and I can't seem to find the maitre d'.",
        "Rachel: Oh, maybe I can help you. What's his name?",
        "Man: Clint Buchanan.",
        "Rachel: You're kidding -- that's my mom's fiancé.",
        "[SCENE_BREAK]",
        "Nora: Matthew, honey, nobody wants to put you through any more than you've already been through.",
        "Clint: But if this man can help you --",
        "Matthew: Why would this guy be able to help me when no other doctor could?",
        "Rachel: Hey, you guys. Sorry I'm late.",
        "Nora: Hi, sweetie. It's all right. Oh -- who's your friend?",
        "Rachel: He said he was looking for you.",
        "Clint: Well, then. You must be --",
        "Man: Dr. Gregory Evans.",
        "[SCENE_BREAK]",
        "Kyle: Oliver! Hey, buddy, um -- I'm really sorry about embarrassing you in the park the other day.",
        "Oliver: Hey, man, you didn't embarrass me.",
        "Kyle: Well, you were with that woman --",
        "Oliver: Layla is my roommate.",
        "Kyle: She's your roommate?",
        "Oliver: Yeah. We share an apartment together --",
        "Kyle: Cool.",
        "Oliver: And we're dating.",
        "Kyle: Huh. Lucky you, man. Oh, she's beautiful.",
        "[SCENE_BREAK]",
        "Cristian: Officer Layla? Peace?",
        "Layla: Maybe.",
        "Cristian: Well, why don't you come down here and hold my legs and we could discuss it? Please?",
        "Layla: Make it quick. I've got someplace I have to be.",
        "Cristian: The rifle range?",
        "Layla: Hmm.",
        "Cristian: Kidding. Look -- I am pretty confident that you could do pretty much anything you want to do, but I'm just wondering if this is the right move for you. I mean, you're living with the guy -- now you're dating him. Do you want to work with him, too?",
        "Layla: Don't worry; you're not going to lose your roommate. Fish is a gentleman. He won't let me down. But it's nice to know you care.",
        "[SCENE_BREAK]",
        "Rex: Shane, do not use that word -- especially about your mother!",
        "Shane: But she cheated on you.",
        "Rex: She is still your mother, and she loves you and she would do anything for you. And you don't forget it.",
        "[SCENE_BREAK]",
        "Natalie: Unbelievable! You can't explain it to us, but your boyfriend here knows all about it?",
        "Jared: Natalie, let's go!",
        "Schuyler: I'm not Gigi's boyfriend.",
        "Natalie: Oh, she dumped you already? So that means you are hooking up with Kyle then.",
        "Schuyler: Wow -- okay, you know what? Gigi's not like that. She's not sleeping with Kyle or me, and guess what -- she never slept with Brody!"
    ],
    "Transcript Author": [
        "Provided By Laurie R. Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=xL42HPTZxww"
}