{
    "Episode Summary": [
        "Episode # 10721"
    ],
    "Recap": [
        "Dani confides in Todd about the trouble that she and Nate are in after Tea has left them alone. Todd confronts Bull. Meanwhile, James and Starr have crashed the car that they need in order to get the $50,000 that he needs. And he assessed that the car's value is worth nothing. At that point, she wants to help him so that he does not have to go back to his abusive father in Ohio. Meanwhile, his big brother, Robert Ford is in the hospital calling Langston hoping to win her back. But she tells him they are through forever. Rex goes to talk to Robert Ford about the briefcase and his father's business card but doesn't get any information. Viki finds out from Gigi that she wants to go back to school and pursue career goals beyond being a waitress and finds out that Gigi is afraid to have Rex or Shane know that she is applying but not get accepted into schools. Dorian and David argue while he is friends with Viki and she is friends with Charlie."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: So you want help from me. As in--me?",
        "Dani: If you don't want to do it, then I'll just--",
        "Todd: No, no, no. I'll do it. I'm happy to do anything for: You. You know that.",
        "Dani: You don't even know what it is.",
        "Todd: Don't worry about that. What do you need?",
        "Dani: $50,000.",
        "[SCENE_BREAK]",
        "Bull: Your girlfriend better come through, kid.",
        "Nate: She will. But the last thing I wanted was for her to get mixed up in this. I'm the one that took the money.",
        "Bull: That's right. You did. You helped yourself to 50 grand that belonged to someone else. So suck it up. You had it coming.",
        "[SCENE_BREAK]",
        "Jessica: [Sighs] Bree, I think it's great that you like Brody so much.",
        "Brody: I like you, too, Bree.",
        "Bree: Can you be my daddy?",
        "Jessica: Bree, you already have a daddy. He's in heaven, but he's still your daddy. And you know what he would say if he was here right now? \"Why isn't that sleepy, little girl in bed?\" So give Brody a kiss good night and we're gonna go to bed.",
        "Brody: Thanks, Bree, for what you said.",
        "Bree: I'm glad you're back.",
        "Brody: Me, too. And when mommy tucks you in, you make sure she gives you a butterfly kiss, like this, and an Eskimo kiss, like this. You got it, mommy?",
        "Jessica: Got it.",
        "Brody: Okay.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Kelly: You're not gonna get that?",
        "Langston: I'm just gonna see if they leave a message.",
        "[Ringing continues]",
        "[SCENE_BREAK]",
        "Dorian: Why, David, quelle surprise. I thought by now you'd be dining under the stars with Viki.",
        "David: Oh, we had our picnic, all right. Right after you and Charlie took off for your \"business meeting.\" How did that go?",
        "Dorian: Obviously better than things went with you and Viki.",
        "David: What's that supposed to mean?",
        "Dorian: Ha ha. Clearly you're not the golden boy that you think you are, or else she wouldn't have sent you packing.",
        "David: I left because I had plans. Something that I think a certain someone cannot say, who seems to be dining all by herself.",
        "Dorian: I am meeting my girls.",
        "David: Not your man, huh?",
        "Dorian: Excuse me, did I fail to notice your entourage somewhere around here? Hmm?",
        "David: I already had dinner. With my little brother. I can't imagine why you'd care about that.",
        "Dorian: Correct. I don't.",
        "David: Oh, you're right. My mistake. I completely forgot--you only have one priority right now, and that's to get Charlie away from Viki.",
        "[SCENE_BREAK]",
        "Gigi: Can I get you anything or are you waiting for Charlie?",
        "Viki: No, actually, I came to see you. Yeah. This is yours. It was delivered to Llanfair by mistake.",
        "Gigi: Mm. No, it wasn't. I told them to send it there.",
        "Viki: Any special reason?",
        "Gigi: I didn't want anyone to see it.",
        "[SCENE_BREAK]",
        "Dorian: Why you persist in believing this fiction that I am after Charlie, I have no idea. Oh, wait--unless, of course, you're hoping that Charlie breaks up with Viki so that then she will become vulnerable to your enormous agenda. Oh! Look, there's Kelly.",
        "Dorian: Kelly. Honey, are you all right?",
        "Kelly: I'm fine. Really.",
        "[SCENE_BREAK]",
        "Todd: Why don't we go out to the terrace and talk?",
        "Todd: So I thought I heard you say you needed $50,000.",
        "Dani: I do.",
        "Todd: Mm. What's up?",
        "Dani: Look, can't we just do this without all the questions? Okay? You keep saying how you want me to depend on you. That's what I'm doing.",
        "Todd: I do and I'm very happy about that. I just--it's-- I can't just fork over that kind of money without knowing what it's going for.",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Brody: She asleep?",
        "Jessica: Yeah, I think that butterfly kiss really did the trick. Next time I'm lying awake at 1:00 in the morning and staring at the ceiling, you wanna hook me up with one?",
        "Brody: You got it. But from now on, you're not gonna have any sleepless nights, because everything's right again. Even Bree can see that.",
        "Jessica: What she said...",
        "Brody: About me being her daddy?",
        "Jessica: Yeah. You know, we haven't talked about that. I--I just want to know what you think.",
        "Brody: Well, first I want to know what you think.",
        "[SCENE_BREAK]",
        "Ford: If you work here, you need to get a uniform.",
        "Rex: I don't work here.",
        "Ford: So am I supposed to know you?",
        "Rex: Not really, although you did try to put the moves on my...on my son's mom.",
        "Ford: Oh. You're talking about Karen? Because I didn't even know she had a kid.",
        "Rex: Karen? No. Gigi Morasco.",
        "Ford: Sorry. Doesn't ring a bell.",
        "Rex: Well, I'll tell you this. You're certainly living up to your reputation. In case you're wondering what that is, it's not very good. But that's not why I'm here. I'd like to know if this belongs to you.",
        "Ford: Not unless there's money in it. What makes you think it's mine?",
        "Rex: Your last name is Ford. And Cris and Layla told me you're from Ohio.",
        "Ford: So?",
        "Rex: This was in the case. I'm thinking since the business is in Ohio, maybe there's some sort of connection. Ford's body shop. Does that ring any bells?",
        "[SCENE_BREAK]",
        "Nate: I wanted to return it. Really. I figured that much money, it would be all over the news or something, so I checked constantly--TV, online--",
        "Bull: You seriously thought that someone was gonna advertise that they we missing a case full of cash?",
        "Nate: Why not? If it's someone's hard-earned money.",
        "Bull: That's exactly what it is.",
        "Nate: Are you saying you're the one who earned it?",
        "Bull: None of your damn business.",
        "Nate: Earlier, when you were on the phone, you were threatening someone. Is that the guy whose money I took?",
        "[SCENE_BREAK]",
        "James: Uhh. Starr. Starr, are you okay? Starr? Starr. Star come on, wake up. Wake up. Wake up, Starr.",
        "James: Move that's it. Come on.",
        "James: That's it. Come on. Open your eyes, Starr. Come on. You can do it. Come on. Hey. Hey. You remember me? Twinkle?",
        "Starr: Don't call me that.",
        "James: I knew that would turn you around. How are you doing? You okay?",
        "Starr: I don't know.",
        "James: Move something. Come on, wiggle your toes. You know, your fingers. Something.",
        "Starr: Wait, how did this happen? How did we get off road?",
        "James: You don't remember?",
        "Starr: I wouldn't be asking you if I did.",
        "James: Well, you thought you saw an animal and then you grabbed the wheel.",
        "Starr: Oh, right. An animal ran in the road. I mean, did you see it?",
        "James: Barely. What was it? A little chipmunk or something?",
        "Starr: You don't brake for animals?",
        "James: Not when they're smaller than my fist.",
        "Starr: It's still a living thing.",
        "James: Yeah, well, so is a spider, but you don't stop the car every time a spider's crossing the street. Otherwise, you end up in a ditch with a wrecked car!",
        "Starr: So you're saying that you would've smushed it if I didn't grab the wheel?",
        "James: It's better than smushing you.",
        "Starr: Hey. Where are you going? You can't just leave me like--",
        "[Door locks]",
        "[SCENE_BREAK]",
        "Dani: I knew this was a mistake. I'll just...",
        "Todd: No, wait, wait, wait, wait. Wait. I'm just asking for a reason. Are you in trouble?",
        "Dani: If I tell you, you have to promise you're not gonna call the police.",
        "Todd: If you knew me better, you'd know I never like to involve the police in anything. Ever. Are you in danger?",
        "Dani: Not me. A friend of mine is. He's being threatened and if he doesn't give back the $50,000, I think he's going to die.",
        "Todd: Give it back? You mean he stole it?",
        "Dani: No, he found it. We both did.",
        "Todd: Where was this, on the sidewalk or--",
        "Dani: Does it really matter where?",
        "Todd: Actually, yeah, it does. Listen, let's sit down and start from the beginning.",
        "Dani: Okay, well...we were at the quarry, just hanging out, and we found this metal briefcase.",
        "[SCENE_BREAK]",
        "Rex: So the Ford on that card-- he have anything to do with you?",
        "Ford: He has nothing to do with me. But he's my dad. Where'd you find that case?",
        "Rex: It was at the quarry. Think your dad left it there?",
        "[SCENE_BREAK]",
        "Dorian: Langston, dear, are you expecting a call?",
        "Langston: No, I just missed one. I was just seeing if a message popped up.",
        "Dorian: Clearly, neither one of you has a clue about the concept of undivided attention. Why don't you try it? Because really, it could be unexpectedly rewarding.",
        "Kelly: I was multitasking.",
        "Dorian: Is that code for texting Reed?",
        "Kelly: Reed and I broke up. He went back to London.",
        "David: Funny. I remember fleeing to London to get away from a Cramer woman once.",
        "Dorian: C'est la vie. C'est la guerre. I hope, darling, you're not agonizing over it.",
        "Kelly: No. No, no, no. Not at all. You know what? Reed was a nice distraction, but that's all he was. It was never serious.",
        "Dorian: Oh, well, how could it have been? Though he did have a beautiful French accent and that bespoke British tailoring. Though I have learned that one cannot share one's life with an empty suit.",
        "David: Or an obsessive-compulsive control freak.",
        "Kelly: I don't regret the time I spent with Reed. He actually left me with something very valuable.",
        "Langston: He did?",
        "Kelly: Yeah. Now, he didn't mean to, but he broke the vase my mother gave me, and when I was picking up the pieces, I found a name that she had written on a piece of paper, as if she had hidden it there for me to find.",
        "Dorian: And you think it's a clue to her murderer?",
        "Kelly: Yes, I do.",
        "Dorian: What was the name?",
        "Kelly: Bennett Thompson. Do you know anyone by that name?",
        "[SCENE_BREAK]",
        "Viki: So you intentionally did not have it sent to the place where you live-- the carriage house?",
        "Gigi: Um...I--I just thought if Rex or Shane checked the mail and they saw the return address, then they would...well, you saw who it was from. You can guess what I've been up to.",
        "[SCENE_BREAK]",
        "Dorian: Bennett Thompson. No, I don't know the name.",
        "David: Me either.",
        "Dorian: No one asked you.",
        "David: I'm just trying to help.",
        "Kelly: Well, I have been calling every Bennett Thompson I can find. So far I have talked to an accountant in Des Moines, a painter in Asheville, an actor in Maine...",
        "David: There are actors in Maine?",
        "Kelly: Yes. He is with a community theater in Bangor.",
        "David: No cameras. Pointless.",
        "Dorian: Thank you for that contribution. Honey, I think you better turn this over to John McBain immediately.",
        "Kelly: Well, he has--he has sent someone to check out the vase and to look for prints, but I haven't heard anything yet. I think he's got a lot going on right now.",
        "David: Kelly, you should probably let me give this a shot.",
        "Dorian: You?",
        "David: Well, you recall I was a member of the supermodel crime club.",
        "Dorian: You're not a detective. You played one on TV, David. On a series that was canceled after the first episode.",
        "David: Remember when Mitch Laurence was after your girls? When you were out of your mind about Adriana? Who do you think went and looked for her? Huh? Tell her, Kelly. It was you and me who went over to that Paris hotel room and found her with a total stranger.",
        "Kelly: David...",
        "David: Tied up to a bedpost, blindfolded.",
        "Kelly: David.",
        "David: Into some sort of weird, kinky sex.",
        "Dorian: Excuse me! What are you talking about?",
        "[SCENE_BREAK]",
        "Viki: It's from Llanview University. Honey, are you thinking of applying to college?",
        "Gigi: Maybe. Or maybe not.",
        "Viki: Are you kidding? Of course you should apply if you want to go.",
        "Gigi: I do want to go. Now. I mean, before it was, like, not even on the radar. I got pregnant with Shane and my parents kicked me out. No money, no husband...",
        "Viki: Sweetheart, hey. I know how hard it was. When I met you at the Bon Jour, you were waitressing night and day just to keep your head above water.",
        "Gigi: Yeah. But now things are so different. Shane doesn't need me as much and he's growing up and Rex is always there to pick up the slack.",
        "Viki: So I think now is the time to do something nice for yourself.",
        "Gigi: There's just so much out there to learn about, and I just thought that maybe if I could learn it, then I wouldn't... have to be a waitress my whole life. But it's just--",
        "Viki: What, honey? What?",
        "Gigi: Nothing. Forget it.",
        "Viki: Okay. Just tell me this. Why does this have to be a secret from Rex and Shane?",
        "[SCENE_BREAK]",
        "Ford: Whoever ditched that case is not my father. No way is he anywhere around here.",
        "Rex: So where is he? Is he alive?",
        "Ford: Unfortunately.",
        "Rex: Why unfortunately?",
        "Ford: Because my father's only goal in life is to make everyone around him miserable.",
        "Rex: Even you?",
        "[SCENE_BREAK]",
        "Jessica: Some people, when they first meet a child, they feel like they have to make it this big performance, you know, with funny faces and funny voices, and the kids, in turn, feel like they have to have this big reaction. But you never fell into that trap with Bree. You know, you were just you.",
        "Brody: She was so little when she lost her dad. I didn't want to do anything too overwhelming.",
        "Jessica: Yep, and I think that's why she fell in love with you right away. You didn't try to be like Nash. You just let her come to you.",
        "Brody: It was easy, Jessica. I love her. And I do, I do want to be a father to her someday. And maybe give her a brother or a sister. Or both.",
        "Jessica: Oh, my God.",
        "Brody: So--so... the answer to your question... is yes. I want to be a family with you and your daughter. Is that what you want?",
        "Jessica: More than anything.",
        "[SCENE_BREAK]",
        "Ford: All you need to know is at I have nothing to do with my father. I took off a long time ago and I never looked back.",
        "Rex: And you have no idea why his card might've ended up in that case.",
        "James' voice: Bobby, it's me, bro.",
        "Ford's voice: James?",
        "Ford: No. No idea.",
        "[SCENE_BREAK]",
        "Starr: Are you seriously blaming this on me? It was barely even an accident. Look, there are no scratches or dents on this thing. Nothing. Would you just get out from under there and check out how lucky we got?",
        "James: Lucky? No, I don't think so, twinkle.",
        "Starr: What are you talking about? I can practically check out every inch of this thing. It looks fine.",
        "James: Not the axle.",
        "Starr: Well, what's wrong with the axle?",
        "James: It's cracked in 2.",
        "Starr: What does that mean?",
        "James: It means the car is useless. It's totaled.",
        "Starr: So it's not worth 50 grand?",
        "James: It's not worth 50 bucks. Which makes it kind of difficult to tell my buddy Bull to cash it in.",
        "[SCENE_BREAK]",
        "Bull: I thought your high school honey was supposed to call back by now. What's up with that?",
        "Nate: Just give her some time, okay?",
        "Bull: I need you to lose the attitude, kid.",
        "[Knocking on door]",
        "Bull: Who the hell is that?",
        "[SCENE_BREAK]",
        "Dani: And I know it was stupid. Nate and I both know that.",
        "Todd: You mean stupid to take the cash? I would've done the same thing. I'm sure a lot of people would have. But what did you do with it?",
        "Dani: We went to the bank and had them turn it into a check.",
        "Todd: The bank. Does Nate have an account there or something?",
        "Dani: No.",
        "Todd: And the bank was okay cutting a check that size for you?",
        "Dani: Well, I...I kind of had to tell them that if they didn't, you'd take all your money to a different bank.",
        "Todd: Okay. Heh. What'd you do with the check?",
        "Dani: We gave it to Nate's mom.",
        "Todd: But she won't give it back? What, she blow it already? Ah, that's what people do, they get greedy--",
        "Dani: No, no, it's not like that. She's not like that. She still has the money.",
        "Todd: Well, what are we waiting for? Let's go get it.",
        "Dani: That's what Nate told me to do. He said that if she knew that he was in any trouble, that she'd give the money right up.",
        "Todd: Then why have you come to me?",
        "Dani: Because I trusted you. I thought you'd understand.",
        "Todd: Yeah. Maybe I understand a little too well.",
        "Dani: What do you mean?",
        "Todd: Why go to Nate's mom if I'm such an easy mark? If you had a chance to stick it to me, you'd be crazy to pass this up, right?",
        "[SCENE_BREAK]",
        "Gigi: I won't get in?",
        "Viki: Why wouldn't you get in?",
        "Gigi: because I barely graduated high school, missed most of my classes, and never took the SATs.",
        "Viki: But, honey, that doesn't matter. Forget about that. You have life experience now, and that counts for a lot.",
        "Gigi: There's the money, and I don't even know if I have enough to scrape together for even one semester. But it was fun to dream about, and if it doesn't work out, it's not the end of the world.",
        "Viki: Stop it, stop it.",
        "Gigi: Okay. What?",
        "Viki: You're just coming up with a lot of reasons not to fill out this application. Honey, don't sell yourself short. Please, put yourself out there. You are so worth it.",
        "Gigi: Yes, ma'am.",
        "Viki: Yes, yes. Hey, I believe in you.",
        "Gigi: I guess that means I have an application to fill out.",
        "Viki: Yeah, I guess it does.",
        "Gigi: Thank you.",
        "Viki: Oh.",
        "Gigi: Thank you for believing in me. Ahem--and for coming over here to give this to me. Um, but I--I didn't even think you were supposed to be here, because Rex said something about you going to the cabin with Charlie.",
        "Viki: Ah, yes, yes. Well, Dorian had other plans for Charlie.",
        "[SCENE_BREAK]",
        "Dorian: How dare you drag Adriana's name through the mud just to get my attention?",
        "David: I don't need your attention. I also don't need your cheap shots. Kelly could use my help, and you're lucky I'm still offering it.",
        "Dorian: I'm sorry, how is it you have time for a second career? Isn't it Viki offering you a job?",
        "David: That's still on the table. We're just discussing the parameters.",
        "Dorian: Oh, the parameters? That's what they're calling it these days? David, there is no job. Don't you understand? Viki is just dangling a job in front of you because she's that insecure and jealous because Charlie is working for me. So she's going to do the same with you. The whole thing would be a farce if only it were remotely funny which it isn't, so let's just drop it, shall we?",
        "David: Fine! I was about to walk away from you and order a drink.",
        "Dorian: Well\u0097",
        "[SCENE_BREAK]",
        "Rex: So your father didn't lose this case, and you have no idea who did, or whether they might want it back?",
        "Ford: Why would anyone want it back if the only thing in it was a business card?",
        "Rex: Well, these aren't cheap.",
        "Ford: Well, if whoever owns that case is connected to my dad, I don't want any part of it.",
        "Rex: So you don't mind if I hold onto it?",
        "Ford: Knock yourself out.",
        "Rex: Thanks. Keep the card.",
        "[Tap]",
        "[SCENE_BREAK]",
        "Brody: Yeah, I'll talk to you later.",
        "Jessica: What did John say?",
        "Brody: He's chasing down a lead on Hannah O'Connor in Delaware.",
        "Jessica: Delaware?",
        "Brody: I don't know--she has some family that has a house down there. She must have thought it was a safe place to hide out.",
        "Jessica: [Sighs] You know, Todd has pictures of her all over the office. It's hard to imagine she's on the run from the police.",
        "Brody: I guess Robert Ford has a way of bringing out the worst in people.",
        "Jessica: Yeah, I guess.",
        "Brody: I mean, how does a guy treat women that way? This O'Connor girl, Langston Wilde, and who knows how many others?",
        "Jessica: You know, I don't want to talk about him, okay? Let's not talk about it. It's--he's disgusting.",
        "Brody: Well, you're right. You know, we got much better things to concentrate on. Like our sleepover.",
        "Bree: Mommy!",
        "Jessica: Huh. Mommy's coming!",
        "[Brody laughs]",
        "Jessica: Oh, and are you sure about that whole brother and sister thing? You don't maybe want to reconsider?",
        "Brody: Oh, not a chance.",
        "[SCENE_BREAK]",
        "Starr: Oh, well, what are we going too now?",
        "Nate: Starr, there's no \"we,\" okay? You've done enough. You were ready to give up your car so I could pay back bull.",
        "Starr: Yeah, but now he's expecting this tomorrow, and he's not going to get it!",
        "James: Because I wrecked it.",
        "Starr: No, you didn't wreck it. I'm the one that grabbed the wheel.",
        "James: Starr, listen to me. This is not your fault, okay? I let this become your problems and I never should have done that.",
        "Starr: Well, what's done is done.",
        "James: Not if I go to plan B.",
        "Starr: I think we passed plan B a couple plans ago.",
        "James: Okay, fine. Plan D then.",
        "Starr: All right, whatever it is, tell me.",
        "Man: Is someone in there?",
        "Nate: [Whispering] That's the manager.",
        "Manager: That's okay. I'll check it out myself.",
        "[SCENE_BREAK]",
        "Dani: No, wait. Wait. I don't blame you for thinking that I'm trying to jerk you around or--or get back at you or whatever, but that's not why I came to you.",
        "Todd: Even though you could have just gone right to Nate's mom?",
        "Dani: Well, if she loses that money, they lose the house. She and Nate won't have a place to live.",
        "Todd: How is that my problem?",
        "Dani: It's not. But I was with him when he found the money, and I am just as guilty as he is for keeping it. I mean, the only reason why I felt any better about it was because I knew that we were going to do something good with it.",
        "Todd: Well, that's nice, but it's not your job to bail Nate's mom out of a jam. It's not his job, either, for that matter.",
        "Dani: Yeah, he knows that. But it made him happy to be good to his mom. And when I saw that, it made me want to be a better daughter to my mom, too.",
        "[SCENE_BREAK]",
        "James: Okay, so the plan is to meet Bull like we originally planned.",
        "Starr: But if we don't have the car, then what good is that gonna do?",
        "James: I'm going to work off the money, okay?",
        "Starr: How?",
        "James: I'll go back to Ohio with Bull, and we'll start stealing cars again for Dad's chop shop.",
        "[SCENE_BREAK]",
        "Viki: Dorian is constantly scheduling \"meetings\" so that she and Charlie are always together. I mean, obviously, I trust Charlie. There's no question about that, but, ugh--",
        "Gigi: Don't trust Dorian.",
        "Viki: Oh, no, I do not. Do you know, I don't think there's a boundary on this earth that she would respect.",
        "Gigi: Sounds like a certain sister I used to know, may she rest in peace.",
        "Viki: Well...with Dorian, there's no rest, and certainly no peace.",
        "Gigi: So what are you going to do about it?",
        "Viki: Oh, it's--",
        "Gigi: Oh, you're back already.",
        "Rex: Yeah. Well, I heard there were super hot waitresses here. And super hot patrons.",
        "Gigi: Yeah.",
        "Viki: Oh, really? What is that?",
        "Gigi: That is Rex's new toy.",
        "Viki: Oh.",
        "Gigi: Do you get to keep it?",
        "Rex: Yeah. Ford didn't want it.",
        "Gigi: Well, congratulations.",
        "Rex: Thanks. Well, you know, every P.I. should have a case. Now I just need a case to go in the case.",
        "[SCENE_BREAK]",
        "Dorian: This text you've been dying to have come in--it has something to do with Starr, doesn't it? You're worried about Starr, correct?",
        "Langston: Yeah. Yeah, that' it. That's--yeah.",
        "Dorian: That's it. That's what I thought. It's got nothing to do with Starr, does it? This is about Ford, isn't it?",
        "Langston: I could lie to you and just tell you that you're wrong. But after everything that happened with Ford, I think I've done all the lying that I want to do. I went to see Ford today.",
        "Dorian: Langston, why? Why would you make yourself vulnerable again? To a man who broke your heart and destroyed your relationship with Markko?",
        "Langston: I know. It's just I had a question and he was the only one who could answer it.",
        "Dorian: What?",
        "Langston: He told me he loved me. I didn't need him to do that. I didn't ask him to say that. I needed to know why he did.",
        "Dorian: And did he say that he loved you? That you were the only woman in the world for him? Is that what you hoped to hear?",
        "[SCENE_BREAK]",
        "Ford: You heartless bastard. Do I want to talk to you, or not?",
        "[SCENE_BREAK]",
        "Starr: You can't go back home to your dad.",
        "James: Why not?",
        "Starr: He beats you.",
        "James: So? There are worse things.",
        "Starr: What, like working for a criminal? Or--or breaking the la or risk your life in jail? That's probably the worst thing, and you got away from all that. You can't stop now.",
        "James: I know, all right? But I went about it all wrong, first by stealing that money. The biggest mistake that I made is getting you involved in this, Starr. And I am so sorry for that.",
        "Starr: That's over with, okay?",
        "James: No. Not okay. Look, you've been great. A major pain in the ass, but-- well, you've been great. And you've been through enough, and all I want now is for you to be safe, so just let me do what I've got to do, okay?",
        "Starr: Is going back to Ohio really the only way?",
        "James: Yeah. This is our last night together. This time tomorrow, I'll be back where my dad wants me, and you'll be back home safe with your family.",
        "[SCENE_BREAK]",
        "Dorian: What does it matter if Ford says he loves you? People who love you don't hurt you. He's a user, and users will say anything to get what they want. And I learned from sad experience a user reels you in and then they just throw you overboard...for some stupid acting job in L.A.",
        "David: You're not still upset about that, are you?",
        "Dorian: Or the lure of a shiny object.",
        "David: I like shiny objects.",
        "Dorian: Or a lesser woman.",
        "David: There's no woman lesser than you, sweetheart.",
        "Dorian: Just pretend he doesn't exist.",
        "David: Oh. That's your strategy, huh?",
        "Dorian: Indifference, my darling, is the best revenge.",
        "David: I can't even hear you over here, Dorian.",
        "Dorian: I'm not talking about you, David.",
        "David: Yes, you are. What, am I deaf? I'm standing right here.",
        "[Phone rings]",
        "Dorian: Excuse me. Oh, good, good. Huh, this is the call about the grant that Charles and I applied for. Excuse me. Mayor Dorian Lord here.",
        "David: Oh, brother.",
        "[Phone rings]",
        "Langston: Hello?",
        "[SCENE_BREAK]",
        "Nate: I'm--I'm sorry, I was just in the back folding towels.",
        "Manager: I thought I heard voices.",
        "Nate: I--I was on the phone. I know I shouldn't get on it while I'm working, but you can take it out of my paycheck...",
        "Manager: Just finish up here and get back outside.",
        "Nate: Yes, sir.",
        "[SCENE_BREAK]",
        "Todd: Where's Nate now?",
        "Dani: He called while Mom was still here and he said that I needed to go get the money. And then this man came on the phone, and...",
        "Todd: Okay. What did this man say?",
        "Dani: He said that if I didn't do it, Nate was going to die. And I got really, really scared. And I know, it's a lot of money, and I just--I figured maybe if you had set something aside for college, that you could just take it out of that and then I'll pay my way through. I'll--",
        "Todd: No, no, no. Sweetheart, it's okay, I'll give you the money. It's just that there's going to be some conditions.",
        "[SCENE_BREAK]",
        "Ford: I called before.",
        "Langston: I saw. I didn't answer.",
        "Ford: Why did you change your mind?",
        "Langston: Because I needed to tell you never to call me again.",
        "Ford: Okay, I have something that you need to know, Langston, and it's really important.",
        "Langston: I don't want to hear it. You don't exist to me.",
        "[Click]",
        "[SCENE_BREAK]",
        "Dorian: Fabulous news. We got the grant. Ha, ha, ha, ha! So of course, that means that we will be working together, until both our dreams come true. [Chuckles] [Sighs]",
        "[SCENE_BREAK]",
        "Kelly: You know, I love Dorian with all my heart, but I had to find a place where I could get some work done without being interrupted every two seconds.",
        "Viki: Is this work you're doing for good?",
        "Kelly: No. It's--it's personal. I have a lead on my mother's murder, and I keep trying to access this database called \"ziptip.\"",
        "Viki: Catchy name.",
        "Kelly: Well, yeah. It makes it sound easy, but you know what? I think I'm doing something wrong, because it's just not that easy.",
        "Rex: Well, I've used ziptip a lot. You want me to look at it?",
        "Kelly: Would you? That'd be awesome.",
        "[SCENE_BREAK]",
        "Todd: Relax. It's not going toll be that hard. I just want you to promise me something.",
        "Dani: What kind of promise?",
        "Todd: That you're going to do what you said and be good to your mom. She needs you right now.",
        "Dani: Okay, I promise.",
        "Todd: Okay. And don't tell her about this, obviously.",
        "Dani: Oh, I was hoping you'd say that. So can I have it now?",
        "Todd: [Chuckles] No, it doesn't work that way.",
        "[SCENE_BREAK]",
        "Starr: Hi, Grandma. It's Starr. I'm fine. I'll be home by tomorrow, but I just wanted to call so I could say good night to Hope. Okay, can you put her on the phone? Thanks. Hey. Maybe by tomorrow, you'll think of something better than going home.",
        "James: I don't think there's any other way.",
        "Starr: Hi, sweetie. Oh, Mommy misses you so much, but I will see you tomorrow, okay? I just wanted to call and--and say good night, and sing you a little something. [Note] It's a night full of dreams and wishes to come true there's a sky full of stars but only one like you and it takes years and it takes time for the light to reach the earth and shine but look at you. Here you are burning bright my little star there have been times along the way where the distance seemed to pull our worlds apart but on that day you were born God hung a new star in my heart and it takes years and it takes time for the light to reach the earth and shine but look at you here you are burning bright my little star so let your light dance like the colors of the rainbow and the rising sun and let me take this chance to say I'm proud of the girl that you've become so I wish with all my might all your dreams come true tonight. Okay, Hope. Good night. I miss you so much, and I love you to the moon and back.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Bull: Listen, little girl--",
        "Todd: No, you listen to me.",
        "Bull: Who the hell is this?",
        "Todd: Who the hell am I? I'm Dani's father!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=zM-Zk8dH6oE"
}