{
    "Episode Summary": [],
    "Recap": [
        "John handcuffed and arrested Todd for his assault on Miles the previous night. Todd is more than a little upset that John will not allow him to be with his son. Rex, Adriana, Layla, Vincent, and Sean meet at Capricorn for drinks and small talk. When Sarah comes up to take their drink orders, they all give her an extremely rough time. Michael and Marcie spend some quality time together. Michael wants something more from Marcie but Marcie has her reservations. Jared comes to visit Nash, but Nash lets him know that now is not a good time. Reluctantly, Jared leaves. Jessica comes out of the bedroom and wants to know who was at the door. Nash lets her know that it was his business partner. Jessica and Nash make love. Cristian makes some very unflattering comments about Sarah to Vincent, Layla, Rex, and Adriana. Sarah overhears his remarks. Blair makes a statement to John as to what really happened the night before when Todd attacked Miles. Todd is taken to jail. Todd is angry with Blair (when she comes to visit) him in jail. John calls Michael and tells him that he needs to see him. Michael once again lies to Marcie about where he is going."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Todd: Ah. Blair, call Security.",
        "John: Don't move.",
        "Todd: Oh, God -- you love throwing your weight around, don't you? Well, have your fun now because when this is over, I'm going to have my kid, I'm going to have your badge.",
        "Blair: Oh.",
        "Todd: Oh, God, what are you doing now?",
        "John: You're under arrest, Todd Manning.",
        "Todd: For what?",
        "John: You have the right to remain silent. Anything you say can --",
        "Todd: Oh, God, I'm going to get you for this, you bastard.",
        "John: In a court of law.",
        "[SCENE_BREAK]",
        "Cristian: Nice tray.",
        "Sarah: Hmm -- you think? I was thinking about carrying it over on one hand to make a big impression.",
        "Cristian: Well, not if you spill beer down somebody's neck. Keep it simple.",
        "Sarah: Yes, boss.",
        "Cristian: Sarah? You're doing great.",
        "Sarah: You think?",
        "Cristian: Yeah, I think. Whew, whew, whew.",
        "[SCENE_BREAK]",
        "Rex: When Layla and Vincent get here, I don't want to talk about Lindsay.",
        "Adriana: Everybody's talking about Lindsay, and Layla's my best friend.",
        "Rex: And you and I and Michael and John are the only ones who know that Lindsay probably killed Truman to keep him quiet about Tommy. Todd finds out we knew and we're toast.",
        "Adriana: This is getting really complicated, Rex.",
        "Rex: Here they are!",
        "Adriana: Hey!",
        "[Cheers]",
        "Layla: Sorry we're late.",
        "Rex: No you're not that late.",
        "Adriana: Hey, Vincent. Hey, Shaun.",
        "Vincent: What's up, Adriana?",
        "Layla: Kiss-kiss.",
        "Vincent: Hey, have you guys ordered yet?",
        "Adriana: No. You know, we haven't even seen a waitress.",
        "Sarah: She's right here.",
        "Vincent: Hey.",
        "Adriana: You?",
        "Sarah: And just so you know, I expect a really big tip.",
        "[SCENE_BREAK]",
        "Nash: What are you doing here?",
        "Jared: Bad time?",
        "Nash: Depends why you're here.",
        "Jared: I thought I should have a tour of our vineyard.",
        "Nash: Oh, yeah -- bad time. See, my wife just got back into town. She was on a trip and we're --",
        "Jessica: Honey? Who's at the door?",
        "[SCENE_BREAK]",
        "Michael: Tommy still sleeping?",
        "Marcie: Yeah. Yeah, you know, he's had a -- a big day, right? I mean, we all have, haven't we?",
        "Michael: Yeah. How you doing?",
        "Marcie: I'm doing ok. I'm here with you, right, and Tommy. I have everything that I want, so -- I just -- I just can't stop thinking about Lindsay. She's going through hell, and I'm lucky.",
        "[SCENE_BREAK]",
        "John: Sit down.",
        "Blair: No -- what do you think you're doing here, John?",
        "Todd: Oh. Dirty Harry here needs to buy himself some time, so he's dreamed up this phony arrest to keep me away from my son.",
        "John: It's not a phony arrest.",
        "Todd: If you think I'm going to go quietly, you're dreaming. I'm going to make so much trouble for you and the justice system, you guys will be begging to let me go. So, ok, do your worst. You're not going to keep me away from my son.",
        "[SCENE_BREAK]",
        "Rex: Did Cris actually hire you?",
        "Adriana: And does he know that you're shooting your mouth off to his customers?",
        "Sarah: Actually, he was just telling me what a fabulous job I was doing.",
        "Cristian: Everything ok?",
        "Adriana: Just dandy. How long has Sarah been working here?",
        "Sarah: First day. Huh -- feels like forever.",
        "Cristian: Sarah, these guys look thirsty. Why don't we get them some drinks?",
        "Layla: Yeah. I'll have a margarita -- top-shelf tequila, no salt.",
        "Adriana: I'll have a white wine. The house chardonnay should be fine. Actually, you know what? If the chardonnay's really dry, I'll have a lemon drop, but not Russian vodka -- French.",
        "Sarah: Ok.",
        "Vincent: Um -- I think I'll try a dirty martini, extra dry, extra olives.",
        "Sarah: Ok.",
        "Shaun: I'll take anything on draft that's American.",
        "Rex: Bottle of beer, imported.",
        "Sarah: Coming right up.",
        "Shaun: Anybody else notice -- she didn't write anything down.",
        "Rex: You think those drink orders were complicated enough, girls?",
        "Adriana: She pranced over here and demanded a big tip. Let her earn it.",
        "Cristian: Hey, come on, it's her first day. Give her a break.",
        "Adriana: What's with you? Why are you defending her?",
        "Cristian: Well, because I want this to work.",
        "Layla: Why?",
        "Cristian: Let me put it this way -- every day, she picks out an outfit from a pile of clothes that are on my floor. She has more hair products and makeup than Lindsay Lohan and the Olsen twins put together.",
        "Adriana: So why did you hire her?",
        "Cristian: Well, the sooner she gets a paycheck, the sooner she's out and the sooner I stop sleeping on my couch.",
        "Layla: You gave her the bedroom?",
        "Adriana: The girl is an expert at getting other people to take care of her.",
        "Cristian: Look, as soon as she has her own place, I can tell her this job is beneath her, she'll buy that in a heartbeat and find something else. And then I can have her out of my life.",
        "Rex: Uh -- Cris?",
        "Cristian: Part of the master plan, guys.",
        "Adriana: Hey, Sarah. Ahem.",
        "Cristian: Sarah -- um, did you get those drinks working?",
        "Sarah: Yeah. The bartender wants to know if a California chard is too dry for you.",
        "Adriana: No, that's fine.",
        "Sarah: Great. That'll make his day -- I'll go tell him.",
        "Adriana: Ok. Uh, uh-huh.",
        "[SCENE_BREAK]",
        "Nash: It's ok, hon. I got it. So, um, would tomorrow be ok for that tour?",
        "Jared: Didn't mean to intrude. I thought I remembered you saying your wife was going to be a few more days.",
        "Nash: I did. She came back early -- missed me.",
        "Jared: Oh -- of course.",
        "Nash: Newlyweds.",
        "Jared: Congratulations.",
        "Nash: Thanks. So, maybe, in the future, you could call first.",
        "Jared: Right.",
        "Nash: Right.",
        "Jared: I'll let you --",
        "Nash: But tomorrow --",
        "Jared: Get back to your reading.",
        "Nash: Give me a call, first thing -- we'll do the tour.",
        "Jared: Thanks.",
        "Nash: Sure.",
        "Jessica: Who was at the door? Nash, my new partner.",
        "Jessica: Oh. Well, you should've invited him in. I would've liked to have met him.",
        "Nash: I'm sure.",
        "Jessica: Hmm.",
        "Nash: There's plenty of time for that. It's your first night back.",
        "Jessica: When you're right, you're right.",
        "Nash: Hey.",
        "[SCENE_BREAK]",
        "Marcie: Well, I just -- I just wish that I could've somehow done more for Lindsay, you know?",
        "Michael: You've done a lot, you know. I mean, you made the video for her.",
        "Marcie: Big deal, Mike. What is she going to play it on? There aren't any DVD players in a jail cell.",
        "Michael: She knows you care, Marcie.",
        "Marcie: You know, she didn't even know Spencer Truman.",
        "Michael: Honey?",
        "Marcie: And Lindsay has been so good to me. Everybody's been talking about how she has turned her life around since Jen died, and you know, I really think that Nora is just doing this because she cannot stand to see people liking and respecting Lindsay.",
        "Michael: Marcie?",
        "Marcie: And the person that I really do not get in all of this, Mike, is your brother.",
        "Michael: Yeah, no, I -- I know that.",
        "Marcie: I just -- I don't understand why he is railroading her like this.",
        "Michael: Oh. Honestly, Marcie, I don't think that John would've arrested Lindsay if he didn't have a very good case against her.",
        "Marcie: Then why can he not tell me why she did it?",
        "Michael: You know the answer to that. She won't talk.",
        "Marcie: She can't -- because she didn't do it. Ok? There's more to this story -- I know there is.",
        "[SCENE_BREAK]",
        "Blair: First, you pull a gun on Todd, then you arrest him and handcuff him? What are you -- are you desperate he, John?",
        "Todd: Whose idea was it, anyway? Your brother? He has my kid, so you two geniuses put your head together and came up with this? And you really think it's going to work?",
        "John: You assaulted Miles Laurence at The Palace last night. I heard he wants to press charges.",
        "Blair: Oh. Well -- don't look at me here.",
        "John: All right. On your feet, I'm taking you in.",
        "[SCENE_BREAK]",
        "[Yawns]",
        "Cristian: I wish Sarah hadn't heard what I said.",
        "Rex: She'll make life hell for you now, right?",
        "Cristian: It's not that.",
        "Adriana: You've been stuck with her since she got back into town, and you're sick of it. Who wouldn't be?",
        "Cristian: It's just that she's been trying pretty hard.",
        "Layla: She seems high-maintenance to me.",
        "Adriana: Mm-hmm.",
        "Sarah: Ahem.",
        "Vincent: Hey.",
        "Sarah: Here you go. Margarita -- top-shelf tequila, no salt. California chard, not too dry. Martini, extra dry, extra olives. Domestic draft. Import, bottle.",
        "Rex: Thank you, Sarah.",
        "Sarah: Don't mention it, Rex.",
        "Cristian: Great. Well, drink up, guys. I'll see you later.",
        "Vincent: Ah, ah. I'll tell you, Cristian's going to have some heavy dues to pay when he catches up with her, huh?",
        "Layla: Hmm.",
        "Rex: To girls who don't make a guy pay dues.",
        "Vincent: Yeah.",
        "Layla: Cheers.",
        "Adriana: Cheers.",
        "Layla: Speaking of remarkable women, did you two see the commotion at the Woman-of-the-Year Awards?",
        "Rex and Adriana: Hmm.",
        "Adriana: Yeah, unfortunately.",
        "Rex: I couldn't believe it.",
        "Vincent: Did you happen to catch the headline of \"The Sun\"?",
        "Adriana: Oh, I don't read \"The Sun\" unless I find a copy of it.",
        "Layla: It had a picture of Lindsay Rappaport with her award, and beside it, a mug shot, and it said, \"Killer of the Year.\"",
        "Rex: Manning's got a real way with words.",
        "Shaun: How about I go and sit with the car?",
        "Vincent: You want to do that, Shaun?",
        "Shaun: I'd rather do that than sit here and listen to the four of you guys gossip.",
        "Layla: You don't have to stay here with us if you don't want to.",
        "Vincent: What's your problem, Shaun? Just be ready to go when we go.",
        "Layla: There's a lot of beautiful, single women at the bar. Why don't you go meet someone?",
        "Shaun: Sounds great, Layla. I'll get right on it.",
        "Rex: Our waitress is single.",
        "Adriana: And she's rich, too -- oh, that is until her family cut her off.",
        "Layla: Right.",
        "Shaun: My beer is warm. She and I are off to a bad start.",
        "Cristian: Hey.",
        "Sarah: What do you want?",
        "Cristian: Look, Sarah, I'm sorry about what you heard me say over there, all right?",
        "Sarah: It's a free country, and it's your bar -- sort of. You can say whatever you want.",
        "Cristian: Well, not to somebody who's been trying pretty hard today.",
        "Sarah: Look, I don't need an apology. I need a job and you gave me one. I needed a place to stay and you gave me one, too. I owe you. I'm eternally grateful. Happy?",
        "Cristian: Sarah, come on --",
        "Sarah: Look, I will be out of your hair and your life as soon as I can manage. But right now, I've got a table to bus.",
        "Jared: Ooh -- excuse me, miss.",
        "Sarah: Shove it.",
        "[SCENE_BREAK]",
        "Nash: She didn't sleep -- what'd you do?",
        "Jessica: Well, I sang to her and then I read to her, and then we sat in the aisle and ate grapes. The flight attendants were really, really great.",
        "Nash: You must be beat.",
        "Jessica: Hmm. It was really great to be there, though, see Kelly and Kevin, and Zane's gotten so big, he's running around. But I am really happy that I'm going to be sleeping in my own bed tonight with you.",
        "Nash: I really missed you guys.",
        "Jessica: I'm sorry that I wasn't here when you found out Antonio sold his shares of the vineyard.",
        "Nash: Ah, it's all right. This new guy -- he seems ok. I mean, I -- I don't know anything about him. He just kind of popped out of nowhere, but --",
        "Jessica: Well, you know, maybe it'll work out. It worked out between you and Antonio -- hmm, you know, before he found out about us.",
        "Nash: Yeah. But Antonio -- I mean, he let me do whatever I wanted as long as I gave him a balance sheet at the end of the month. This guy, he's had Antonio's shares for less than 24 hours, he's already dropping by unannounced without a call, expecting a tour of the place? I'm thinking he plans on being hands-on.",
        "Jessica: Do you like my dress?",
        "Nash: I am sorry -- have I not said that you're beautiful, because you are beautiful and not just because of that dress.",
        "Jessica: Oh, good, because it's not very comfortable.",
        "Nash: Really?",
        "Jessica: No, it's not. I was actually kind of looking for somebody to help me take it off.",
        "Nash: Well, then you came to the right place, baby.",
        "[SCENE_BREAK]",
        "Marcie: Look, you do remember that before he settled on Lindsay, John tried to pin this Spencer murder on me.",
        "Michael: No, I know, I do. I know, and he knows that he was wrong.",
        "Marcie: Wrong? Mike, he has lost it. He's completely out of line. He questioned my alibi the night of Spencer's murder. He practically accused me of killing Spencer. If he would do that to his own brother's wife, then what would he do to Lindsay?",
        "Michael: Honey, I know you're upset. But could we talk about something else -- I mean, anything else? Like -- like things that bore the hell out of me -- celebrity gossip, shoes --",
        "Marcie: Shoes?",
        "Michael: Whatever you want -- shoes. Just not this.",
        "Marcie: Wow, you really want to change that subject, don't you?",
        "Michael: I -- I can't describe how peaceful this is -- I mean, usually, you know? You and me, in our home, Tommy in the other room asleep?",
        "Marcie: Look, I don't want you to think that I blame any of this on you, ok? I don't. And I know that we have been going through a really rough time of things lately, but you know what? We are going to get through this. We are, ok? Nothing, nothing can hurt us. I love you. Ok?",
        "[SCENE_BREAK]",
        "Todd: I'm not going anywhere with you.",
        "Blair: Todd, maybe you should. Maybe you can clear all this up.",
        "Todd: He's got nothing on me.",
        "Blair: You know, John, when Miles came over to the house and said that Tommy was Todd's son, he never mentioned talking to you or pressing any kind of charges here!",
        "Todd: He's blowing smoke, Blair. This is just a tactic to keep me from going over to his brother's place and yanking that kid out of there.",
        "John: Is that what you want to do, hmm? Just go barging in on Marcie and say, \"Hey, give me the kid\"?",
        "Todd: Well, can you think of a -- of a nice way to do it?",
        "John: No. I can't. But the worst way would be for you to go pounding on her door before she had a chance to know the truth.",
        "Todd: Listen, there's no way you can hold me. You heard some gossip about something that might have happened at The Palace last night. But you got no proof, so you either take these cuffs off me or Blair's going to call a lawyer.",
        "John: You can do that, or you can help me stop him from ruining two, maybe three lives.",
        "Blair: How can I help you, John?",
        "John: You can start by giving me a statement about what happened at The Palace last night.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Jessica: What's wrong?",
        "Nash: I'm going to make you proud.",
        "Jessica: I already am proud of you. You built this vineyard on your own. And so what if you don't own 100% of it? And you're an amazing father to Bree, and you're the love of my life.",
        "Nash: It's a lot to live up to.",
        "Jessica: Well, you do live up to it every day. I hope that our daughter grows up to be just like you because you're my hero, you're my life, and nothing is ever going to come between us again.",
        "[SCENE_BREAK]",
        "Sarah: It's on the house. Sorry about earlier.",
        "Jared: Oh -- it's all right. Bad night?",
        "Sarah: The worst.",
        "Jared: Yeah, me, too. How'd you know my drink's g&t;?",
        "Sarah: You ordered one earlier, when you were looking at the picture of my cousin?",
        "Jared: Ah. So now you want to ply me with free booze.",
        "Sarah: I'm still hung up on the whole crazy stalker idea.",
        "Jared: I think that table's trying to get your attention.",
        "Sarah: Nice talking to you.",
        "Jared: You, too.",
        "[SCENE_BREAK]",
        "Layla: I heard Lindsay's been pretty much a saint since her daughter got murdered. Why would she suddenly go off the rails and kill someone she doesn't even know?",
        "Vincent: Hey, Truman is the type of person who has something on all kinds of people. Maybe he had something on her, too.",
        "Layla: Yeah, but if she changed, that just doesn't make any sense to me.",
        "Vincent: Everyone has things that they don't want anybody to know, even saints.",
        "Layla: Oh -- what's going to happen to Marty Saybrooke?",
        "Rex: She's going to be released.",
        "Layla: How do you know?",
        "Rex: John called me in because I found Truman's body. He wanted to know if I saw Lindsay that night. I wanted to know why he was asking, and he told me the story.",
        "Layla: Did you see her?",
        "Rex: No, absolutely not.",
        "Vincent: McBain's putting together a tight case. He doesn't want to look bad this time. Tell you the truth, I think Lindsay's going away for a \"long\" time.",
        "Layla: Well, the paper also said Marcie McBain made a huge scene when John showed up at the awards. She and her husband thought he was going to arrest her for some reason? Since when do you two not gossip? There's more to this story, isn't there? And you know what it is.",
        "[SCENE_BREAK]",
        "Marcie: Yeah, I guess that you're right. There's really not much more I can do for Lindsay tonight.",
        "Michael: No, nothing you can do for Lindsay. But there is something you can do for me.",
        "Marcie: Why, Dr. McBain, you are bad!",
        "Michael: Yes, I am.",
        "[Marcie giggles]",
        "Michael: What's wrong?",
        "Marcie: I'm sorry. I'm really sorry and I know that you're sick and tired of me being worried, but -- and sad, and I really am, too, but I just can't stop wishing that we could make a baby.",
        "Michael: Hmm. Wow. Um -- is this something you're going to think about every time we're about to --",
        "Marcie: Look, it's just that making -- making a baby changes \"making love\" from an intransitive to a transitive verb. It gives it an object.",
        "Michael: Wow. Mrs. English teacher.",
        "Marcie: Oh. I'm sorry, I'm so sorry.",
        "Michael: No, no, it's ok. So, what -- what you're saying here is that without the object, the whole sex thing just sort of becomes a meaningless exercise.",
        "Marcie: No. No, I -- Mikey, I didn't mean that.",
        "Michael: Honey? I need you.",
        "Marcie: I know -- I need you, too. I don't know what I'd do without you and Tommy -- you know that, right?",
        "[SCENE_BREAK]",
        "Todd: You really think Blair would turn me in, man? I mean, we're not married anymore, but she knows what Miles did to me. I don't think she cares what happened to Miles or might not have happened to Miles. I don't think anybody cares. She knows how important my son is to me.",
        "John: You know what she doesn't know? What she doesn't know is that my brother and Marcie -- they took Tommy in",
        "Todd: No, no, no, his name's not Tommy.",
        "John: They took Tommy in when they thought he had nobody.",
        "Todd: Well, he had me.",
        "John: Yeah, well, they didn't know. They took him in and they cared for him and they loved him like he was their own. Had they known about you, they would've done the right thing, but they didn't. And alone the day, Marcie -- she found out she couldn't have any more kids, so when they lose him, that'll be it for them. Now, I can't keep Marcie from finding out about this. But I'd like to keep her from finding out about it tonight, this way.",
        "Blair: You -- you know, Todd, you, well -- do you really have to go and talk to Marcie about it tonight?",
        "Todd: Whose side are you on?",
        "Blair: I'm on the baby's side. Look, I know what it feels like to be pulled from one home --",
        "Todd: Oh.",
        "Blair: And hauled into another.",
        "Todd: Please, this is not even close! This is not foster care!",
        "Blair: We're talking about a little baby here -- he doesn't know that! I'll make a statement, John. I was there.",
        "Todd: You got to be kidding me.",
        "Blair: Todd attacked him, punched him, and choked him. Is that good enough for you? But if he likes me, why would he act that way?",
        "[SCENE_BREAK]",
        "Rex: Adriana and I don't know any more about Lindsay's case than you do.",
        "Layla: Are you sure? Because I saw that look you two gave each other.",
        "Rex: That's because I don't like talking about this. Lindsay's a good friend.",
        "Adriana: And her daughter was Rex's girlfriend.",
        "Rex: Until she was murdered.",
        "Layla: Whew. I -- I know, and I forgot. I'm sorry, Rex. So, let's change the subject back to Shaun's love life.",
        "Vincent: Hmm.",
        "[Layla giggles]",
        "Shaun: I'm not as worried about my love life as I am about getting another beer. Where's my woman?",
        "Cristian: Hey, Sarah, I think table 16 needs another round.",
        "Sarah: Thank you, Mr. Vega.",
        "Cristian: Wait a minute -- so this is how it's going to be?",
        "Sarah: You did this to yourself. You're the one who went and unveiled your master plan to a group of people who already can't stand me.",
        "Cristian: It was a joke. I was trying to be funny in front of --",
        "Sarah: No, you weren't. I'm sorry if I have been such a nightmare to you. I will get out of your apartment as soon as I can.",
        "Cristian: Oh, yeah? Where you going to go?",
        "Sarah: It's not your problem, now, is it? Do you guys need another round?",
        "Rex: Definitely.",
        "Vincent: Hello?",
        "Sarah: I'll make you a deal. I'll bring you another round if I can have your loft.",
        "[SCENE_BREAK]",
        "Todd: I can't wait for you to see tomorrow's headline in \"The Sun.\"",
        "John: Oh, take the cuffs off once you look the door. Let me see your hands, Manning.",
        "Todd: Go to hell.",
        "John: Hey, suit yourself.",
        "Todd: All right.",
        "John: You know, didn't have to be like this. You didn't give me much choice.",
        "Todd: That's a load of bull, man. You had plenty of choices. You could've done the right thing, for one.",
        "John: Yeah, by letting you take Tommy?",
        "Todd: I have been looking for this kid since the day he was born, and now I have to explain to him why I didn't go get him when I found out where he was.",
        "John: Well, you could always lie to him and tell him you were thinking about him and not your own ego, or maybe you could tell him that you actually cared about the people who took care of him since he was a baby.",
        "Todd: So you say your brother and his wife haven't done anything wrong? Neither have I, man. You know, I didn't want this kid to be conceived. I hated his mother. But I still want to be his father. And I have looked far and wide for this kid, I've risked everything. And I saw him over and over again right here in town, and I didn't know who he was, he didn't know who I was. How do you think that feels?",
        "John: Not good.",
        "Todd: Man, I thought he was dead. I used to have -- I used to have these nightmares, you know, watching him die in all sorts of horrible ways.",
        "John: Well, thankfully that didn't happen. You know, he's been cared for by the two best people I know. Doesn't that mean something?",
        "Todd: Yeah.",
        "John: Truman involved, that kid's life could've been a nightmare. Under the circumstances, he got the best start any child could ask for.",
        "Todd: Oh -- \"the best start.\" He was taken from his father and given to strangers. I know this is going to suck for Marcie and Michael, but it doesn't matter when it happens. Might as well get it over with.",
        "John: I'm asking for one night.",
        "Todd: Yeah, right -- one night. Give you just enough time for you and Michael to take that kid and leave town.",
        "John: Tell it to the judge in the morning. Tonight, you're in here.",
        "Todd: McBain?",
        "[Cell door closes]",
        "Marcie's voice: Why are you acting this way?",
        "Todd: Here we are. See right there? Certificate of death. That's my son's name.",
        "[SCENE_BREAK]",
        "Rex: You want my loft?",
        "Sarah: Why not?",
        "Adriana: You see what I mean?",
        "Rex: Well, the loft -- it's mine, for one thing.",
        "Adriana: Sarah, could you just knock off the attitude and go get our drinks?",
        "Sarah: I came back to Llanview because you and Cristian wouldn't have it any other way, and you heard Cristian -- he's sick of me. You spend all your time at Adriana's anyway.",
        "Layla: Excuse me, sweetheart? Adriana already has a roommate.",
        "Rex: Uh -- Sarah, you -- you couldn't afford the rent I would charge you.",
        "Sarah: I'll get a roommate.",
        "Adriana: Who would want to live with you?",
        "Sarah: If I still had my trust fund, you would be wearing that Chardonnay.",
        "Layla: Uh-uh.",
        "Vincent: Hey.",
        "Layla: See?",
        "Sarah: You want to move in with me?",
        "Vincent: Ahem.",
        "Sarah: You got to be sick of spending all your time with them anyway.",
        "Shaun: No, thanks.",
        "Sarah: Look, Rex, if -- if I can make it work, will you think about it?",
        "Rex: When Adriana and I decide to move in together, it's going to be because it's what we both want.",
        "Sarah: Fine.",
        "Vincent: I guess we are not going to get that other round.",
        "Layla: No, but that girl is her own worst enemy.",
        "Rex: I'll be right back.",
        "Adriana: Where you going?",
        "Rex: I think I see someone I might know.",
        "Shaun: She wasn't serious about that apartment, was she?",
        "[Vincent chuckles]",
        "Jared: Do I know you?",
        "[SCENE_BREAK]",
        "Rex: We met at the gym before, but we didn't get properly introduced. My name's Rex Balsom.",
        "Jared: Ah -- Jared Banks.",
        "Rex: Yeah, I know. My mom told me about you.",
        "Jared: Roxy?",
        "Rex: Yeah.",
        "Jared: She's your mother?",
        "Rex: Mm-hmm.",
        "Jared: Oh. She's a handful.",
        "Rex: I heard you cleaned up at her card game.",
        "Jared: I've never played poker at a hair salon before.",
        "Rex: Didn't slow you down any. You were the big winner, right?",
        "Jared: Yeah, I had a lucky night.",
        "Rex: Four queens -- about as lucky as it gets.",
        "Jared: You making an accusation?",
        "Rex: Somebody I know lost everything at that table.",
        "Jared: Nash Brennan.",
        "Rex: Right.",
        "Jared: I made it up to him. We are business partners now.",
        "Rex: I heard that, too. Funny how things work out, isn't it? Guy comes to town, eavesdrops, hears about a card game, shows up -- by golly, gets dealt four queens and walks away with half a vineyard.",
        "Jared: No, 51% of a vineyard.",
        "Rex: You knew what you were doing.",
        "Jared: Like I said, I had a lucky night.",
        "Rex: Nash Brennan hasn't had a lot of those.",
        "Jared: Friend of yours?",
        "Rex: His wife was my sister for a while. The two of them have been through hell over the past year. Things are finally starting to look up for them. I don't want to see that change.",
        "Jared: I just want the vineyard to be a success.",
        "Rex: Keep it that way.",
        "Jared: I'll do my best. Drink?",
        "Rex: I'm with some people.",
        "Jared: Maybe another time? I'll look you up.",
        "Rex: I won't be hard to find. Just look over your shoulder.",
        "Jared: Yeah.",
        "[SCENE_BREAK]",
        "Jessica: You thinking about your new business partner?",
        "Nash: Yeah. Yeah.",
        "[Jessica chuckles]",
        "Nash: Yeah, that's me, isn't it? I just -- I just -- I just made love to my wife for the -- gorgeous wife -- for the first time in -- in days.",
        "Jessica: Hmm.",
        "Nash: And now, I'm thinking about business.",
        "Jessica: Well, I'll forgive you this time. I was thinking you should just, you know, make a friend out of him. You can do that.",
        "Nash: I don't know.",
        "Jessica: Well, I guess look at the bright side -- at least you don't have my ex-husband as your business partner anymore.",
        "Nash: Oh -- there is that.",
        "Jessica: Mm-hmm. And there's also the fact that I'm getting stronger every day.",
        "Nash: Thank God.",
        "Jessica: And there's also the fact that you and I are laying on the floor of our house with our daughter asleep. We have it all.",
        "[SCENE_BREAK]",
        "Blair: No matter what you may think, Todd, I was thinking of you.",
        "Todd: No, don't try to spin what you did.",
        "Blair: You know, you just found out that Tommy was --",
        "Todd: His name's not Tommy!",
        "Blair: Todd, you need to take this time, take this time to plan and to -- to think. There's no need to rush over and rescue him. He is fine. Just take a couple of hours and -- and think about what's best for him.",
        "Todd: What's best for him is to be with his father. And you better hope -- you better hope that McBain's not over at Marcie and Michael's right now telling them to leave town with my kid.",
        "Blair: Oh, he wouldn't do that.",
        "Todd: Oh -- he wouldn't do that? Why, because he's more honorable than I am? I wouldn't bet the ranch on that one.",
        "Blair: For the longest time, you didn't know whether your son was dead or alive. You know now that he is fine, he's alive. You even held him. Isn't that enough for one day?",
        "Todd: No. I can't believe you'd even say that to me. No, it's not enough. Would it be enough for you if it was your kid? No, I didn't think so. You know, I just -- I'm sorry, but I don't -- I don't share your -- your undying faith in the great McBains, and I'm not all teary-eyed because Marcie can't have a child of her own. She adopted one before, she can do it again. But you know what worries me, though? When I held him, when I saw him this afternoon -- that was the last time I'm going to see him. You know who's responsible for that if that happens? You.",
        "Blair: It won't happen -- I know it won't.",
        "Todd: Oh, you don't know squat. And you know what? You say you're trying to save me from myself -- that's crap. You'd have never put me in here if it was your kid.",
        "[SCENE_BREAK]",
        "[Phone vibrates]",
        "Michael: Oh. Hey, John. What's going on?",
        "John: Can you come to my office, Mike?",
        "Michael: Now?",
        "John: It's important. I can't talk about it on the phone.",
        "Michael: Oh. Ok, fine. I'll -- I'll be right there.",
        "John: Mike? Don't tell Marcie where you're going, and make sure she stays in the apartment.",
        "Michael: What? If I tell her that, then she's -- she's going to --",
        "John: Just do it.",
        "Michael: Ok. Fine.",
        "Marcie: Oh. Oh, God. Oh. Wow, I can't believe I passed out like that.",
        "Michael: Well, you haven't been sleeping very well lately.",
        "Marcie: No. Who was that on the phone?",
        "Michael: Hospital. Yeah, they -- they -- they want me to come in.",
        "Marcie: No. I thought you were off tonight.",
        "Michael: I am, but Dugan?",
        "Marcie: Oh.",
        "Michael: Mm-hmm. He called in sick again.",
        "Marcie: Great.",
        "Michael: You're going to be he when I get home, right?",
        "Marcie: Where else would I be?",
        "Michael: Oh. Ok.",
        "Marcie: Ok. Oh, doc?",
        "Michael: Yeah?",
        "Marcie: You look like you were born in those clothes. I think you should change.",
        "Michael: Right.",
        "Marcie: Hmm. I love you.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Singer: I want you when you are close to me I want you never to be far I know you have laid a trap for me yes, I love you but not as who you are ♪",
        "Singers: Blank on the ground I am still as a stone whatever changed my love to despair? ♪",
        "Nash: Ha-ha!",
        "Singers: Light through the clouds trapped the scent of a soul in the moment, my love I am captured captured ♪",
        "Singer: I want you when you are close to me I want you never to be far I know you have laid a trap for me yes, I love you but not as who you are ♪",
        "Singers: Blank on the ground I am still as a stone whatever changed my love to despair? ♪",
        "Singer: Light through the clouds trapped the scent of a soul in the moment, my love I am captured captured ♪",
        "[NEXT_ON]",
        "Rex: Move in.",
        "Adriana: Are you messing with my head?",
        "Miles: Tommy McBain is Todd's son.",
        "Michael: You can't tell Todd Manning.",
        "John: It's too late -- Manning knows.",
        "Todd: When I get my son back, Marcie and Michael are going to pay for taking my son from me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=b43crtnRcFU"
}