{
    "Episode Summary": [],
    "Recap": [
        "Cristian and Natalie arrive at Antonio's office and Cristian tells that they know who set him up and that Natalie is there to confirm what happened. The door flies open and Vincent enters shouting that he will confess. He will do whatever his has to do in cooperation with the police on this. Chris is surprised and asks why Vincent is doing this. \"Why do you think?\" He peers at Natalie beside him. Kelly is awake and she gets to go and see her baby. \"He is so small \" Claudia finds Nash having his morning coffee and tells him that the big announcement of Antonio and Jessica's wedding has hit the paper. She suggests they take off until that whole thing blows over. Nash won't go. She tells him that he is crazier than Jessica and Tess put together. She wonders if he has thought that Jessica might not want him at her wedding. \"Why don't you ask me that?\" The DNA results are in and Asa refuses to go to the hospital to get the results. He can 't. He orders that Spencer be brought to him at the house to hear the results. Bo arrives at the jail and tells Spencer that he is getting out of there. Spencer gets up smiling. Vincent is furious when he learns he is going to be charged with Attempted Murder, but confesses just the same. He hasn't been arrested before and is told the procedure as well as the fact that Evangeline will be alerted since she is the ADA. Chris calls off the investigation and Rex gives Layla the news that Vincent has confessed. She runs to the station in time to see Vincent cuffed and led out to a cell. She worries when she realizes that her sister will be prosecuting the case and that the charge is Attempted Murder. David comes to see Spencer. Spencer finds that for someone who hates him, David sure spends a lot of time there. David has been thinking and he realizes that Spencer has been hating Asa all these years and he took his anger out on everyone else. \"I get it. I was really a part of the family while you were just an illegitimate twig! Unwanted!\" Bo arrives and tells Spencer that the results of the DNA tests will be revealed at his house and that Spencer is to be transported over there. Kevin and Kelly hear the alarm go off on the baby's monitor. Zane is in trouble but Dr. Goldman manages to stabilize him. \"He is disconnected. You need to prepare yourself.\" Kevin orders that the child be given to him. He takes the infant and talks to him of his strong mother and father who would have loved him. \"I will be here for you.\" Beep! Beep! A nurse tells that means that baby's heart is beating stronger and that is the first time that has happened since the child has come into the world!"
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Layla: Morning. Ahem.",
        "Adriana: Hey. Still losing sleep over Vincent?",
        "Layla: I know -- stupid, huh?",
        "Adriana: You were really into him.",
        "Layla: And why?",
        "Adriana: Hmm.",
        "Layla: How could I go r a guy like that? My sister tried to warn me. I never thought I'd do that again.",
        "Adriana: \"Again\"?",
        "Rex: Adriana, I wasn't -- oh, Layla! Hey.",
        "Layla: Ok.",
        "Rex: I didn't know you were here.",
        "Layla: Just get over yourself. I can handle your old boxer shorts.",
        "Adriana: That's it.",
        "[SCENE_BREAK]",
        "Antonio: Come on in. Have a seat.",
        "Cristian: Thanks for seeing us, man.",
        "Antonio: You said it was important.",
        "Cristian: Yeah, it is important. We know there was stuff put on Abbott's gloves during the fight to make me go down. Well, now we know who's behind it. Don't we, Natalie?",
        "Natalie: Yeah.",
        "Antonio: Can you prove whoever it is set you up?",
        "Vincent: You don't have to. I confess.",
        "[SCENE_BREAK]",
        "Jessica: Oh, Kelly. I'm so sorry. I wish I could've been here last night.",
        "Kelly: No, that's all right. You have your n daughter to worry about.",
        "Viki: How are you feeling today?",
        "Kelly: I'm feeling better.",
        "Viki: Good.",
        "Kelly: I'll be better when I can hold my son.",
        "Kevin: Yeah, we've been here all night. But we couldn't hold him -- they said it was too soon, so, well, maybe this morning.",
        "Clint: Yeah. Well, we've been keeping an eye on Zane.",
        "Kevin: Sure.",
        "Kelly: , God. There he is.",
        "Viki: Kelly, he's beautiful.",
        "Kelly: He's so small.",
        "[SCENE_BREAK]",
        "Claudia: Well, I like mine light and sweet -- you remembered.",
        "Nash: Not for you.",
        "Claudia: Who? Jessica?",
        "Nash: You know, can we call a little ceasefire in this Jessica thing, at least just for this morning, all right?",
        "Claudia: Ok.",
        "Nash: All right.",
        "Claudia: Ok, truce. So who were you having coffee with?",
        "Nash: No one. They are both for me.",
        "Claudia: That bad a night last night?",
        "Nash: No, it was a great night. Just up late working on the vineyard.",
        "Claudia: Oh, I thought maybe you saw the announcement in the paper.",
        "Nash: What announcement?",
        "Claudia: Jessica and Antonio's wedding? Huge picture -- I guess when mommy owns the paper -- hmm.",
        "Nash: Hmm.",
        "Claudia: How are you feeling about the wedding?",
        "Nash: How am I feeling about the wedding? Ask me after, all right?",
        "Claudia: I've got a better idea.",
        "Nash: Oh?",
        "Claudia: Let's get out of town, today. Yeah. It's -- it would be great. Put as many miles between you and the Buchanans as possible.",
        "[SCENE_BREAK]",
        "Bo: Hey. Morning, Pa.",
        "Asa: Oh, I know that face. That's the face of a Buchanan with bad news. Give it to me straight, Bo.",
        "Bo: Spencer Truman's DNA test results are in.",
        "Spencer: Oh, good. You're back. What now?",
        "David: Ding. DNA's ready.",
        "Spencer: Yeah, I know, David. I know. I'm -- I'm really sorry, man. Looks like we're only half brothers after all, doesn't it?",
        "David: Well, that's a half too many. I wish we weren't related at all, you son of a bitch.",
        "Asa: Don't just stand there, Bo. Is that bastard my son or not?",
        "Bo: Now, look, I want you to calm down, ok? This isn't good for your heart.",
        "Asa: My heart will be a lot easier. Now, out with it.",
        "Bo: All right -- I don't know what the results are. I just know that they're in. That's all. And I requested that both parties be present when the envelopes are opened.",
        "Asa: Well, let's light a fire under Nigel and get me down to Truman's cell.",
        "Bo: No. I don't think that's such a good idea now.",
        "Asa: I don't -- I don't care what you think, Bo. I'm going myself. Nigel?",
        "Bo: Now --",
        "Asa: Oh.",
        "Bo: Hey -- no. Are you ok?",
        "Asa: Hey, wait, I'm fine.",
        "Bo: Here. Drink this. Ok? Just drink it. I wouldn't -- I -- you've got to stay calm or you're going to end up back in the hospital again.",
        "Asa: And I'm not going back to that hospital, Bo. If I can't go to the mountain, then you got to find a way to bring the mountain to me.",
        "Bo: What are you talking about?",
        "Asa: Bring Truman here -- now.",
        "[SCENE_BREAK]",
        "David: You know, I didn't sleep at all last night knowing that the test results would be in, and it did something to me, staying up, thinking about it.",
        "Spencer: Yeah, I know what you were thinking about, David. You were staying up obsessing about all that money that you're imagining that I'm going to get, and I don't even have it yet.",
        "David: I would be glad if you were Asa Buchanan's son for one reason -- because if that were true, the only thing that you and I would share is our mother. The more distance I can put between you and me, the happier I will be.",
        "Spencer: You know, I've known since I was a teenager that we were only half brothers, but it never made me love you any less, Dave.",
        "David: If I were tied to railroad tracks and a speeding locomotive were coming at me, you would wave goodbye, and then watch from behind a video camera.",
        "Spencer: Oh, all right -- how can you say that, man, after all the times I've bailed you out? Come on.",
        "David: You let me take the fall for everything you ever did. You killed Thomas Mc Bain -- it wasn't Paige, it certainly wasn't me, and you let me live with that guilt for 25 years. Well, you know what? Now it's my turn to watch you suffer and I am going to watch you suffer. Even if it's only half as much as what I went through, I'm going to enjoy every single minute of it.",
        "Spencer: That's because you're a sick bastard, Dave.",
        "David: As it turns out, Spencer, you're the bastard.",
        "Spencer: Well, enjoy it while you can. So what -- the tables have turned on me for once, temporarily. Things will go my way again. They always do.",
        "David: You make hating you so easy.",
        "Spencer: You say you hate me, but you just can't quite seem to stay away, can you, David? You think I don't know what this is all about for one second? You think I don't believe that this is all about money for you?",
        "David: I want something more than money from you. I want you out of my life once and for all.",
        "[SCENE_BREAK]",
        "Cristian: What did you just say?",
        "Vincent: I'll give you a full confession on tape, on camera, signed. Just tell me what I need to do.",
        "Cristian: Why after all of the dodging do you suddenly cop to it now?",
        "Vincent: Why do you think?",
        "[SCENE_BREAK]",
        "Claudia: We could go to Santa Barbara, check out the wineries, do a whole \"sideways\" thing.",
        "Nash: Now, why would you want to put yourself through that, huh?",
        "Claudia: Uh, without the tasting, for me anyway. Come on, it'll be fun. And you can write off the trip as a business expense.",
        "Nash: No, I can't.",
        "Claudia: Why not?",
        "Nash: You know why.",
        "Claudia: You are not seriously thinking about being in Antonio and Jessica's wedding?",
        "Nash: Already had my tux fitted.",
        "Claudia: Oh, well, that's a signed-in-blood commitment.",
        "Nash: Well, it is for me. I'm doing it for Brennan, all right?",
        "Claudia: Do you get off on this wallowing?",
        "Nash: I am not wallowing.",
        "Claudia: Well, what, then? Is this some kind of warped idea of closure? Because when you see someone you love move on to someone new, there's not a whole lot of closure in that. Trust me. I know.",
        "Nash: Well, I am not in love with Jessica.",
        "Claudia: Just one of her incarnations.",
        "Nash: You still don't get this whole DID thing at all, do you?",
        "Claudia: Neither do you. That's the only reason you're going rough with this insane idea. You think that Tess is going to pop out and leave Antonio at the altar and run off with you. Oh. You're sick, you know that? Sicker than Jessica and Tess rolled into one, and that's saying a lot.",
        "[SCENE_BREAK]",
        "Kelly: Oh -- Dr. Goldman, this is Viki Davidson and Clint Buchanan and Jessica Buchanan.",
        "Clint: Nice to meet you. We're his great-grandparents.",
        "Dr. Goldman: Good to meet you.",
        "Viki: It's a pleasure, doctor. I'm actually on the board. I know a lot about the wonderful work you do here in neonatal.",
        "Dr. Goldman: Thank you.",
        "Kevin: Doctor, how's he doing?",
        "Dr. Goldman: His lung capacity is still compromised. We're keeping him on the ventilator. That's what we're focusing on most right now. Then we can deal with any other issues that may arise.",
        "Kelly: But he's -- I mean, he's doing ok generally for -- for a baby this premature?",
        "Dr. Goldman: I've seen some babies born in 24 weeks that were stronger, but I've seen some in worse condition. He's still critical. What we need most now is time. I have to check on some things, then we can see about getting you two back in to see your son.",
        "Kelly: Ok.",
        "Kevin: Actually, he's -- ahem -- he's my grandson.",
        "Dr. Goldman: I'll be out soon.",
        "Kevin: Thank you.",
        "Kelly: I just want to hold him. I just want him to hear my voice and know that I'm there and that I love him.",
        "Jessica: Kelly, Dr. Goldman, he's fantastic. The whole neonatal unit here is amazing.",
        "Clint: Zane's in very good hands.",
        "Viki: Hey, we're going to take off, ok?",
        "Kelly: Ok.",
        "Viki: You know that we're here for you, anything you need. All right?",
        "Kelly: All right, thanks.",
        "Viki: Take care, baby. You be strong.",
        "Kevin: Thanks, mom.",
        "Viki: Ok.",
        "Kevin: Ok.",
        "Clint: I'm proud of you, Kevin, and you, too, Kelly. And we're very proud of that little baby in there.",
        "Kevin: Thanks, dad.",
        "Jessica: If you guys need anything at all, just call me, ok?",
        "Kevin: Ok.",
        "Kelly: You heard him. You heard the doctor. He said that -- [Kelly sighs] He thinks that things could be worse. Oh. Oh.",
        "Kevin: Well, that's -- that's saying something for sure.",
        "Kelly: What's going on?",
        "Kevin: What?",
        "Kelly: What's going on?",
        "Kevin: What's --",
        "Kelly: Oh. Oh, my God, what's going on? Zane. Oh.",
        "[SCENE_BREAK]",
        "Adriana: Ok, I had this idea last night and I couldn't sleep, so I got out of bed and I started sketching.",
        "Rex: I was wondering what happened to you.",
        "Layla: Those are amazing.",
        "Adriana: Thank you.",
        "Layla: Mm-hmm.",
        "Rex: Underwear.",
        "Adriana: Lingerie.",
        "Rex: I'm liking it.",
        "Adriana: But you just gave me an even better idea.",
        "Rex: Oh, no. What I want to do to you when you're wearing those designs?",
        "Layla: Hello. I'm right here.",
        "Adriana: No -- when you are.",
        "Rex: Uh -- ok, you know, I'd do anything for you, duchess, but I draw the line at wearing lingerie.",
        "Adriana: Not lingerie, ok? I'm going to design underwear for guys.",
        "Layla: Now that's something I can get behind.",
        "Adriana: Ooh -- that could be our slogan.",
        "Layla: Maybe I should've listened to my mother and gone into advertising.",
        "Adriana: You're hired.",
        "Layla: That was a joke, but I'd love to kick around some ideas. I do my best when I have nothing to lose.",
        "Adriana: Great. Ok, let's get started. Uh -- take off your shorts.",
        "Rex: Here?",
        "Adriana and Layla: No.",
        "Adriana: Go get those off and put on those boxer briefs I got you last week.",
        "Rex: And then what?",
        "Adriana: Come out here and let me see you in them.",
        "Rex: Why?",
        "Adriana: So you can be my model.",
        "Rex: It has to be me?",
        "Adriana: Do you want me staring at some other hot guy in his underwear for hours on end?",
        "Layla: Because we can.",
        "Adriana: Hmm.",
        "[SCENE_BREAK]",
        "Vincent: For what it's worth, I tried to pull the plug on the fix.",
        "Cristian: Yeah, well, you didn't try hard enough.",
        "Vincent: You're right -- too little, too late. Should've never put it in motion in the first place. You know, I've done some things that some people might call questionable. But this was low, just to make a quick score.",
        "Cristian: You sure that's all it was?",
        "Vincent: I don't hate you, man. It was nothing ever personal.",
        "Cristian: You know, I could've gotten hammered out there a lot worse than I did.",
        "Natalie: Yeah, he could've been killed.",
        "Vincent: I know, you're right. That's why I'm willing to take whatever punishment I got coming to me.",
        "Cristian: Why? Because of Natalie?",
        "Vincent: Because of some of the things she said to me. You know, I was never a fan of Mc Bain, never cared for him much, but when I saw you up close, losing him the way you did -- you know, facing that kind of pain takes a lot of guts. Makes what I'm going through look like kindergarten, but I've never been a coward. I fixed that fight and I can't change what I did, but I can pay for it.",
        "Natalie: Ok, so what are the charges going to be? Racketeering? Illegal gambling? What?",
        "Antonio: Attempted murder.",
        "Vincent: Wait -- hold up. Let me get this straight -- you're charging me with attempted murder?",
        "Antonio: Should've thought about the consequences before you decided to come in here and play the big hero.",
        "Vincent: What? That's not what this is about. It's not about me or making myself look good. You do believe that, don't you?",
        "Natalie: What I belie isn't the point. Attempted murder?",
        "Antonio: And assault and anything else I could drum up.",
        "Vincent: What? Come on now, talk to me. If I wanted you maimed or dead, you wouldn't be standing there right now, and you know that!",
        "Antonio: Add threats to the list.",
        "Vincent: This is whack.",
        "Antonio: What'd you expect, a slap on the wrist?",
        "Vincent: Obviously I didn't know what to expect. Look, Cristian, man, I'm sorry. I really am sorry whether you believe it or not or you, either.",
        "Cristian: I'll be right back.",
        "Antonio: Start writing.",
        "[SCENE_BREAK]",
        "Layla: They should be a little shorter.",
        "Adriana: You don't think that's too much leg?",
        "Layla: Uh-uh.",
        "Adriana: Really?",
        "Rex: Do -- do I have any say in this?",
        "Layla: No.",
        "Adriana: Uh-uh. No.",
        "Rex: You know, you might want to think about putting pockets in these things if you're going to have us guys hanging around in them. Yeah?",
        "Cristian: Hey, Rex. It's me, Cristian.",
        "Rex: What's up?",
        "Cristian: Listen, I'm not going to need you to P.I. for me anymore. Vincent just confessed.",
        "Rex: No way.",
        "Cristian: Yeah, yeah. He's at the precinct right now. Antonio's throwing the book at him.",
        "Rex: Ok. Thanks for the heads-up.",
        "Layla: I never thought about putting pockets there. [Adriana and Layla laugh]",
        "Adriana: Here, come here. I want to pin something on you.",
        "Layla: Here, I'll take it.",
        "Adriana: Ok. What's wrong?",
        "Rex: Layla, we need to talk.",
        "[SCENE_BREAK]",
        "Kelly: Ah.",
        "Kevin: What's going on?",
        "Kelly: Hey, is Zane ok?",
        "Dr. Goldman: His heart stopped beating.",
        "Kelly: Oh, God.",
        "Dr. Goldman: We were able to start it again, but the rate is slower than we'd like.",
        "Kelly: Why? Why did this happen? Do you know?",
        "Dr. Goldman: Not yet. We're running a few tests. We hope to know something more soon.",
        "Kevin: Can we -- can we see him or --",
        "Dr. Goldman: Well, he's stabilized for the moment, but I don't feel confident enough for any physical contact yet.",
        "Kelly: Please, I just need to sit with him. I just need to be next to my son, please.",
        "Dr. Goldman: Follow me.",
        "Kelly: Hey, baby. Mommy's here, right here.",
        "[SCENE_BREAK]",
        "Nash: All right, you know what? You can -- you can think I'm sick or deluded or -- or I'm just out to get something for myself, but -- look, it wasn't even my idea to go to the wedding. It was Antonio's. I -- I didn't even want to go at first.",
        "Claudia: Then why are you?",
        "Nash: You know why.",
        "Claudia: For Bree?",
        "Nash: Brennan.",
        "Claudia: Who doesn't know the difference between her foot and a chew toy.",
        "Nash: Chew toys are for pets.",
        "Claudia: Whatever.",
        "Nash: Hmm.",
        "Claudia: She's a baby. She's not even going to know what's going on at the wedding.",
        "Nash: Hmm, she will later, all right? And she'll know that we all did our best -- do what's best for her.",
        "Claudia: Oh, yeah. Torturing the bride at her wedding is what's best for everyone -- that's a no-brainer.",
        "Nash: I can't marry Jessica, all right? She -- she might happen to look an awful lot like Tess, but I don't even know her, all right? I'm just -- I'm trying to do the right thing for the first time in a long time.",
        "Claudia: You can try --",
        "Nash: Yeah.",
        "Claudia: But you're a bad boy, Nash. You can't help yourself.",
        "Nash: Huh. Well, I guess I'm just going to have to try harder.",
        "Claudia: Huh. And what about the really sick person in all of this, the one who's certifiable? What if Jessica can't handle you being in the wedding?",
        "Jessica: Why don't you ask me?",
        "[SCENE_BREAK]",
        "David: It all makes sense now, doesn't it? The reason you hated the Buchanans, Asa ruined our mother's life. And you were never accepted by the family that incidentally never even knew you existed. But you had to get even with them, didn't you? So you waited and you plotted and you took your anger out on everybody else around you -- me, Paige, Thomas Mc Bain.",
        "Spencer: You know, it looks like this is going to take a while, so since I can't reach through the bar and just, you know, shut off your air supply, I'm going to sit down for a minute. You mind?",
        "David: Did you hate me just because I was dad's real son?",
        "Spencer: David, I hated that bastard, all right? You have no idea how happy I was to find out that I was not part of his particular gene pool, all right?",
        "David: Ok, so then you were better than us?",
        "Spencer: Hmm.",
        "David: We were trash and you were a Buchanan.",
        "Spencer: Buchanans were no better.",
        "David: And you were the illegitimate product of both families, which left you with no real family at all. I'm on to something here, aren't I?",
        "Spencer: You know, David, this whole pseudo-psychoanalycal detective thing you do, it's really getting annoying. You ought to get a hobby.",
        "David: U were as jealous of me as you were of Bo and Clint, because I had something. I had something that you could never have -- a spot on the family tree while you were just the illegitimate twig, ignored, unwanted.",
        "Spencer: What now?",
        "Bo: You're getting out of here.",
        "[SCENE_BREAK]",
        "Viki: The doctors aren't making any promises about the baby, Zane, but we're hoping.",
        "Asa: There's nothing to worry about. The kid's a Buchanan. He's going to come out just fine.",
        "Clint: We got Bo's message about the DNA results, but why did he want us to meet him here?",
        "Asa: I tell you, he's going to haul that cretin over here, and when they read the results, Truman's not going to be able to complain that anything suspicious happened.",
        "Viki: Are you really up to that, Asa?",
        "Asa: I feel fine. And I'm going to feel a lot better when I know we're done with Spencer Truman.",
        "Clint: What if the results show that he's one of us?",
        "Asa: There is not a chance in hell.",
        "Clint: Pa, you slept with his mother. Spencer Truman could be a Buchanan, and there's not one damn thing we can do about it.",
        "Spencer: It's about time you came to your senses and let me out of here.",
        "David: What about the boatload of evidence you had against him?",
        "Bo: No, don't worry, don't worry. He's still charged with murder. It's just that I'm taking him over to my father's house.",
        "Spencer: Oh. A field trip?",
        "Bo: We're going to read the results of the DNA test. There'll be an independent observer there who's been approved by lawyers from both sides. There'll be two sets of identical results -- one for you, one for Asa.",
        "David: Well, can't we just do that here?",
        "Bo: Asa's not able to leave the house right now.",
        "Spencer: He made it down here once.",
        "Bo: And that little trip almost did him in.",
        "David: And you'd like that, wouldn't you, Spencer?",
        "Spencer: And miss the look of shock and despair on his face when he finds out that I'm his own flesh and blood? No way.",
        "Bo: You're going to be under guard the whole time, Truman, so don't get any ideas. And no sooner than those test results are read, you're going to be brought straight back here.",
        "David: You think I can go, too?",
        "Bo: I don't have a problem with that.",
        "Spencer: I don't suppose it matters if I have a problem with that or not?",
        "Bo: Malloy? We're going to get this thing over with once and for all.",
        "Spencer: Anything you say, bro.",
        "[SCENE_BREAK]",
        "Layla: Anybody see my keys?",
        "Adriana: Layla, are you sure you want to do this?",
        "Layla: I -- I need to go down there and hear for myself what's going on with Vincent.",
        "Rex: But you might not be able to if he's being booked or already has been.",
        "Layla: I'll -- I'll figure it out when I get there. Here they are. Ok, so, I will see you guys later.",
        "Adriana: Good luck -- with whatever it is that you're doing.",
        "Layla: Thank you. Bye.",
        "Adriana: Bye.",
        "Rex: I'm not sure this has \"happy ending\" written all over it.",
        "Adriana: I know it doesn't. Ok. Look, we have work to do.",
        "Rex: Well, we better get down to it.",
        "Adriana: Uh -- I mean real work. Be careful, I have pins.",
        "[SCENE_BREAK]",
        "Vincent: There's my confession -- signed, sealed, delivered -- I'm yours. What's next?",
        "Antonio: You've never been arrested?",
        "Vincent: Is that so surprising?",
        "Antonio: Well, there's always a first. What's next is I place you under arrest, I read you your rights, and then I take you to a holding cell until your arraignment. I'll call Evangeline.",
        "Vincent: Why?",
        "Antonio: Because she's the acting ADA, and she's probably going to be taking care of your case, and for obvious reasons, she's going to be all over it.",
        "Vincent: Hey, Vega, man, I hope things turn out ok for you.",
        "Cristian: And how is that supposed to happen? You know, maybe losing this fight didn't kill me, but it killed any prospects I had. What am I supposed to do now?",
        "Vincent: Hey, man, at least you can get back your rep and your honor.",
        "Cristian: That's well and good, but it doesn't pay the rent. I was counting on boxing, Vincent. I was good.",
        "Vincent: I know you were. Hey, man, if it makes any difference, I'm losing a lot here, too.",
        "Cristian: No, doesn't at all.",
        "Vincent: Vega, I know you don't want my money, but you name your charity, man -- anything, Angel Square, any one of them -- I'll give you what I won towards that.",
        "Cristian: Sure. Put it to good use. It doesn't make you a good guy.",
        "Vincent: I know that. Not like John, right? Oh, I'm -- I'm never going to be like Mc Bain was, am I?",
        "Natalie: Nobody is.",
        "Vincent: You know, I've done some things in my life that I can't take back and I'm really sorry about that, but most of all, I'm sorry for disappointing you.",
        "[SCENE_BREAK]",
        "Jessica: I don't need to hear it from you about my wedding or my condition because it's really none of your business.",
        "Claudia: Yeah, it is, kind of, when I see you jerking Nash around.",
        "Nash: Claudia.",
        "Claudia: Fine. I don't need to take this -- from either of you.",
        "Jessica: Do you think I'm sick?",
        "Nash: I think you're incredible. And I hope that Antonio knows how lucky he is to have you.",
        "[SCENE_BREAK]",
        "Kelly: Is he going to be ok?",
        "Dr. Goldman: His heart rate is slowing.",
        "Kelly: Why? Why does that mean?",
        "Kevin: As if he's what?",
        "Dr. Goldman: Disconnecting. Giving up.",
        "Kelly: There has to be something we can do. What do we do?",
        "Dr. Goldman: There's only so much we can do in medicine. The rest is up to the human spirit.",
        "Kelly: So you're saying that there's nothing that you can do? They're saying -- there's nothing more you can do?",
        "Dr. Goldman: I'm saying you need to prepare yourself. I'm sorry.",
        "Kevin: Let me hold him.",
        "[SCENE_BREAK]",
        "Vincent: About what you said yesterday when you went to see Hugh -- about how John took responsibility -- I felt that. I know this might not measure up to what that was, but it's all I got.",
        "Antonio: Turn around, put your hands in front of you. Vincent Jones, you have the right to remain silent. Anything you say can and will be used against you in a court of law. You have the right to an attorney and to have one present while being questioned. If you can't afford one --",
        "Vincent: Hmm.",
        "Antonio: One will be provided for you at government expense. Do you understand?",
        "[SCENE_BREAK]",
        "Viki: Asa, you should not be standing.",
        "Asa: Viki, I want to meet that impostor eye to eye.",
        "Spencer: Hello, Dad -- or should I say \"Pa\"?",
        "[SCENE_BREAK]",
        "Rex: Do you know how incredibly sexy you are when you're obsessed with underwear?",
        "Adriana: It's not just that.",
        "Rex: Revenge isn't as hot.",
        "Adriana: And it's not just revenge, Rex. Really, it's not. I need to show my mother that I can survive without her. I have the money that aunt Betsy left me, and I can do this. I can make this work.",
        "Rex: I know you can. You can do anything you put your mind to.",
        "Adriana: Revenge is just the gas in the engine to get this thing going. The main thing is showing my mother that she does not have control over me anymore. Not only am I going to survive, but I am going to make this a huge success without her all over it.",
        "Rex: That's the best revenge of all -- definitely sexier than just being out for Dorian's blood.",
        "Rex: How did we get so lucky?",
        "Adriana: I'm starting to not believe that people get lucky. I think you make your own luck.",
        "Rex: Well, then let's make some now.",
        "Adriana: Hmm. Ooh, you're distracting me. [Adriana giggles] [Rex growls]",
        "[SCENE_BREAK]",
        "Kevin: Are you sure you're ok with this, me holding him first?",
        "Kelly: Oh, yes, of course I'm sure.",
        "Kevin: You know, I'm just -- I think maybe it's because of me that he's -- he's not connecting, you know? He's -- thank you. I mean, because I haven't, you know, and -- I mean, he feels your love, Kelly. I know he does. He knows his mom's here, but his dad's not. So, you know, if I can be here for Duke, maybe -- maybe it'll make the difference. Maybe that'll be enough to give him what he needs to -- to want to live.",
        "Kelly: It's worth a try.",
        "Kevin: All right.",
        "Kevin: Thanks.",
        "Kevin: All right, thank you.",
        "Kevin: Oh. He's so -- so small.",
        "Kelly: Yeah.",
        "Kevin: Hello there, Zane. Hey. I know you don't know me, but you're a part of me. And I -- I need you to do something for me, ok? I need you to find the part of you that's your mother. Because that part has so much love in it, and -- and that's the kind of love that can get you through anything. And there's -- there's another part of you, too -- it's your dad. And I know that he's not here right now, but he would've loved you so much. And I'm sorry that he's not here, I -- I am, but I -- but I'm here for him, ok? And I love you. I would do anything for you. Anything.",
        "[Monitor chimes]",
        "Kelly: What's going on? What's happening?",
        "Dr. Goldman: His heartbeat's getting stronger -- first time since he's been in here.",
        "[SCENE_BREAK]",
        "Jessica: I'm sorry that I lost it on Claudia. It's just that she makes it so hard to be nice to her. Because every time I see her, she's constantly talking trash about me.",
        "Nash: Oh, she's just worried about me, thinks I'm still holding out for Tess.",
        "Jessica: You're not, are you?",
        "Nash: No, no. No, she's just a memory now. But I was thinking maybe we could, you know, make some memories of our own -- as friends.",
        "Jessica: I'd love that.",
        "Nash: Good.",
        "Jessica: I mean, for Bree, it would just -- I think it would mean a lot to her to know that her parents were friends.",
        "Nash: Starting at her mommy's wedding.",
        "Jessica: Even if Claudia doesn't think it's possible?",
        "Nash: Ah, what does she know?",
        "Jessica: Well, I'll tell you one thing -- I can handle you, and I can handle you coming to my wedding.",
        "Nash: Because nothing is going to happen -- at least, not from my end.",
        "Jessica: We have nothing to worry about, then, right?",
        "Nash: Absolutely.",
        "[SCENE_BREAK]",
        "Vincent: Damn, Layla, what are you doing here?",
        "Layla: I heard you were arrested, and I just wanted to see if --",
        "Vincent: Look, baby, I am so sorry that you have to see me like this, but it really means a lot that you came.",
        "Layla: I'm not sure I should have.",
        "Antonio: If you want to talk to him, you're going to have to do it in a holding cell. Let's go, Jones.",
        "Cristian: I don't know about this. This doesn't feel right.",
        "Layla: He fixed your fight, Cristian. That's a crime.",
        "Cristian: Yeah, but I don't think he was trying to kill me.",
        "Natalie: Yeah, I know. Those charges seem a little extreme to me.",
        "Layla: What are the charges?",
        "Natalie: Among other things, attempted murder.",
        "Layla: Murder?",
        "Cristian: And your sister's got the case for the state.",
        "[SCENE_BREAK]",
        "Asa: I would just love to knock your damn block off, but I can't.",
        "Spencer: Easy, Dad. Wouldn't want to have another heart attack.",
        "Bo: Take the cuffs off.",
        "Man: Excuse me?",
        "Bo: Are you the notary?",
        "Man: Yes, sir.",
        "Bo: Thank you for coming. This gentlemen was sent here by the lab. Now, these tests were done in two separate, independent laboratories. The results will be in two separate, identical envelopes. Now, you'll find that there'll be a lot of scientific data in there, but there is a summary that will tell us what the DNA results are. They'll tell us if Spencer Truman is, in fact, Asa's son.",
        "[SCENE_BREAK]",
        "Stay tuned for scenes from the next \"One Life to Live\"",
        "Blair: Starr shouldn't be punished for the enemies that we've made.",
        "Britney: You are so dead.",
        "Evangeline: Do you really think Natalie would go to Vincent so soon after John?",
        "Natalie: Why'd you confess?",
        "Vincent: Your lips have some sort of truth serum to them."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=UPFYg2N2EU8"
}