{
    "Episode Summary": [
        "Episode # 10549 ~ Connubial Blitz"
    ],
    "Recap": [
        "Dorian and David admit to each other that they loved each other when they got married. They kiss and start to make out. Dorian asks him to tell her if he still loves her. Before he has a chance to answer, Dorian answers the phone to Amelia. When she hangs up and asks David what he was going to say to her, he tells her good luck with her marriage to Amelia and he leaves. Kyle accepts Nick's marriage proposal. Oliver wonders if their marriage is a political statement or if Kyle really loves Nick. Kyle admits that he doesn't know if he loves Nick, but it is complicated. Oliver asks if that means there is no hope for the two of them. Kyle tells him he gave up a long time ago. After Oliver leaves, Roxy wants to know if Kyle is using that other guy to make Fish jealous. Kyle tells her he is marrying Nick. She asks if he is sure that he is marrying the right man. Gigi suggests couples therapy for her and Rex to work through their issues. She makes an appointment with Marty Saybrooke. Blair warns Marty not to reveal to Todd that she remembers Tea telling her that she has a child. Ross refuses Tea's offer of money in exchange for his signature on a document that releases his rights to their child. Ross reminds her that she had sex with him, not Todd on that island so the child is his. Tea tells him to have Elijah stop looking for the child. Ross reveals to her that Elijah will never stop looking because he is not only Ross' lawyer, but also his brother. Elijah goes to the hospital to ask Blair to drop the kidnapping charges against Ross from six years ago. Blair agrees to do it. Todd tells Elijah to warn Ross to stick to Tea and leave Blair alone. Elijah informs Ross that Blair has agreed to drop the charges. Ross concludes she is hot for him. Elijah says she may have been trying to make Todd jealous. Blair is released from the hospital. A nurse tells Tea that Blair's husband took her home. Tea angrily retorts that he is not Blair's husband but hers. Todd takes Blair home and she asks him to stay."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jack: Come on, Dad. It's not like I'm --",
        "Todd: Jack, you are not skipping school. Period.",
        "Jack: You're skipping work.",
        "Todd: I own the joint, don't I? Somebody's got to take your mom home.",
        "Jack: Yeah, right. You just want to hook up with her.",
        "Todd: I told you --",
        "Jack: Just because you won't admit it doesn't mean it's not true. Half naked is totally out of your life, and you hate being single, right?",
        "[SCENE_BREAK]",
        "Guard: Hey, you got a visitor.",
        "Ross: I'm not talking to anyone without my lawyer.",
        "Guard: Too bad 'cause she's hot.",
        "Ross: Blair? Téa.",
        "Téa: Remember me?",
        "Ross: How could I forget the mother of the kid you won't let me see?",
        "[SCENE_BREAK]",
        "Todd: All right, first of all, don't ever say \"hook up\" again.",
        "Jack: Why not?",
        "Todd: Because I'm your father.",
        "Jack: Fine. Well, now answer the question.",
        "Todd: No, I'm not gonna hook up with your mom.",
        "Jack: What about half-naked lady?",
        "Todd: Jack, ooh. How many times do I have to tell you her name is Téa? All right? But you were right. I'm not gonna be with her. She's out of my life.",
        "Jack: Too bad. I really liked Téa.",
        "Todd: Yeah, me, too. All right, come on. Let's spring your mom. Blair, your chariot -- Blair.",
        "[SCENE_BREAK]",
        "Marty: What are you doing out of bed?",
        "Blair: I think the hypnosis did the trick. I actually had enough energy to do a little research.",
        "Marty: Patient's right to privacy.",
        "Blair: It's against the law for you to reveal any information pertaining to my condition.",
        "Marty: Like that Téa had a child with Todd? You mean that kind of information?",
        "Blair: If it got to the wrong person, it might jeopardize my recovery, you know what I mean?",
        "Marty: You don't want Todd to know.",
        "Blair: And I certainly don't want you to be the one to tell him. Is that clear, Dr. Saybrooke?",
        "[SCENE_BREAK]",
        "Rex: You ready for volunteer day? What's wrong?",
        "Shane: You forgot cinnamon in my oatmeal.",
        "Rex: I'll remember tomorrow, okay?",
        "Shane: I've had the same thing every day this week.",
        "Rex: Well, do you want something else?",
        "Shane: You can't make anything else.",
        "Rex: Sure I can. Try me. Whatever you want.",
        "Shane: Okay. I want you and Mom to get along again. You guys are no fun anymore.",
        "Rex: You're gonna be late. Go brush your teeth. And your braces.",
        "Shane: Fine.",
        "[Knock on door]",
        "Rex: What do you want?",
        "Roxy: To pick up Shane for his class volunteer day.",
        "Rex: Who told you you could do that?",
        "Gigi: I did.",
        "[SCENE_BREAK]",
        "Kyle: Nicholas Roberto Chavez, I would be honored to marry you. Will you get off the floor, please?",
        "Nick: I want to make sure it's a done deal.",
        "Kyle: Yeah, it's a done deal once I get my diamond solitaire.",
        "Nick: Don't push your luck.",
        "Oliver: Kyle.",
        "Kyle: Oliver. Hey.",
        "Oliver: Are you -- did he just propose?",
        "Nick: I did, and Kyle has agreed to marry me.",
        "[SCENE_BREAK]",
        "David: I can't let you do this. I won't let you marry Amelia.",
        "Dorian: Et tu, David?",
        "David: Think of it from a strategic perspective. You're taking a very risky position.",
        "Dorian: Sometimes one has to put mere politics aside and take a stand. This is the most effective way for me to fight for same-gender rights.",
        "David: You're making a big mistake.",
        "Dorian: Why, are you thinking it's going to cost me the campaign?",
        "David: Dorian, this has nothing to do with the election.",
        "Dorian: Oh. Then what has you so upset?",
        "David: Love, Dorian. You're about to marry someone you don't love.",
        "Dorian: Since when did you become a proponent of marrying for love?",
        "David: What are you talking about? I'm all for love -- when there's no possibility of monetary gain.",
        "Dorian: Ha. I know this isn't a match made in heaven.",
        "David: This isn't a match made in Bayonne.",
        "Dorian: David! I can't miss this opportunity to combine my prominence with Amelia's activism. It's a no-brainer.",
        "David: I'm sure that Amelia sees it that way.",
        "Dorian: What's that supposed to mean?",
        "David: Dorian Lord, you are being used.",
        "Dorian: Please. So is Amelia.",
        "David: Yeah, well, what about your family? They didn't sign up for this. Do you really want to put Langston and Starr through all this?",
        "Dorian: My family will be just fine.",
        "David: Yeah? And what about you?",
        "Dorian: What about me?",
        "David: What if you fall in love with a man while you're married to Amelia?",
        "Dorian: What difference does that make to you? We're divorced. What we had is over. Isn't it?",
        "[SCENE_BREAK]",
        "Oliver: I just -- I didn't think that you guys were that serious.",
        "Kyle: Nick and I have real feelings for each other. I told you that.",
        "Oliver: But you're marrying him?",
        "Kyle: In a group same-sex marriage ceremony, yeah.",
        "Oliver: Group? I don't understand.",
        "Kyle: Llanview's Gay and Lesbian Alliance is making a statement.",
        "Nick: We're challenging the archaic laws that ban same-sex marriage.",
        "Oliver: So then, what, it's just for show?",
        "Nick: Not for me is isn't. And I'd say Kyle's taking it really seriously, too.",
        "[SCENE_BREAK]",
        "Rex: And I thought I was taking Shane to volunteer day.",
        "Gigi: I know, but Roxy has been begging to spend time with Shane, and she's his grandma.",
        "Roxy: You said that I could see Shane even though the two of us are estranged.",
        "Rex: Estranged?",
        "Roxy: Yeah, well, either way. I'm real sorry.",
        "Rex: What exactly are you sorry about? Helping Stacy blackmail us? Giving her the stem cells that were for my father, the one you told me who was dead?",
        "Roxy: Yeah, all the above.",
        "Rex: That's great. Do you have any idea the mess that we're in?",
        "Gigi: Can't you just forget about it for right now?",
        "Rex: How can you ask me that?",
        "Gigi: Shane needs his grandma.",
        "Rex: So Roxy gets off scot-free?",
        "Gigi: I actually think that she would be doing us a favor.",
        "Rex: How do you figure that?",
        "Gigi: She takes Shane, and you and I can have some time together to work things out between us.",
        "[SCENE_BREAK]",
        "Téa: And here I thought you let bygones be bygones. I mean, why else would you send your lawyer to my hotel room in nothing but a towel? Talk about room service.",
        "Ross: That was all Eli.",
        "Téa: I hope he wasn't trying to steal something, like, say for example, this.",
        "Ross: Ahh.",
        "[SCENE_BREAK]",
        "Jack: Where's Mom?",
        "Todd: I don't know. But she couldn't have gone far. Her stuff's still here.",
        "Jack: What if she forgot about us? What if she forgot who we are?",
        "Todd: Come on, she can't forget about me, although she's tried.",
        "Jack: Then why did you try to get her hypnotized?",
        "Todd: There's one important thing she can't remember.",
        "Jack: Huh. Must be really important.",
        "Todd: Yeah, something Téa told her before she went out the window.",
        "[SCENE_BREAK]",
        "Marty: Thanks for all your research on doctor/patient confidentiality, but not everyone needs a reminder on how to behave ethically.",
        "Blair: What exactly is ethical to you, Marty?",
        "Marty: You're keeping Todd's child from him.",
        "Blair: Téa did that.",
        "Marty: What do you think? He finds out, he's gonna run right back to her?",
        "Blair: Why risk it?",
        "Marty: He's gonna find out sooner or later, Blair. The truth always comes out.",
        "Blair: Why do you care, Marty? As long as you're not responsible?",
        "Marty: Todd kept my past a secret from me, and when I found out, I went off the deep end. I tried to kill him twice.",
        "Blair: Oh, yeah. I was there for the second act, remember?",
        "Marty: What do you think is gonna happen when Todd finds out you hid his child from him?",
        "Blair: Well, he's certainly not gonna try to kill me, if that's what you're implying.",
        "Marty: Because he does so well with secrets?",
        "Blair: People change.",
        "Marty: Even you? If you cared for Todd at all, you would tell him the truth.",
        "[SCENE_BREAK]",
        "Ross: Who's that for?",
        "Téa: It's all yours.",
        "Ross: Ha. What's the catch?",
        "Téa: If you want the money -- all you have to do is sign the document.",
        "Ross: You're kidding, right?",
        "Téa: Yeah, right. You need a pen, correct?",
        "Ross: You seriously think I'm gonna sign this?",
        "Téa: If you want the money, you will.",
        "Ross: I don't care about the money. I'm not giving up my kid.",
        "[SCENE_BREAK]",
        "Todd: Why don't you start packing your mom's stuff up, okay?",
        "Jack: All by myself?",
        "Todd: Come on, that's easy. I'm gonna go find her.",
        "Jack: Yes.",
        "Elijah: You supposed to be eating that candy?",
        "Jack: I'm on break.",
        "Elijah: You must be Manning's kid.",
        "Jack: And who the hell are you?",
        "Elijah: I'm your daddy's lawyer, the one who won him shared custody of you and your brother and sister.",
        "Jack: What, you want me to say thank you or something?",
        "Elijah: I'll settle for you telling me where your mother is.",
        "Jack: What's it worth to you?",
        "[SCENE_BREAK]",
        "Blair: Uh. Spare me your moralizing, Marty. I know I can't keep Todd's child from him forever.",
        "Marty: Okay. So why not tell him now?",
        "Blair: Let's just say I'm waiting for the perfect moment.",
        "Marty: Well, maybe it's here, hmm? You saw how upset Todd got when he found out Téa was already married. Imagine how he's gonna feel when he finds out that she kept a child from him.",
        "Blair: You working me, Marty?",
        "Marty: No. I -- I'm not. I'm legally bound as your doctor. So as your doctor, I'm trying to help you consider all the angles.",
        "Blair: I have. But the bottom line is, no matter how angry he is -- you know, Todd is when he finds out, that child binds Téa to Todd for life.",
        "Marty: Are you thinking of not telling him?",
        "Blair: Don't you worry about me and what I do. You just worry about you. And you better never tell a person a single word about this, otherwise I will press charges so fast your head will spin.",
        "Marty: This is gonna blow up in your pretty little face, Blair.",
        "Blair: You just keep my secret safe.",
        "[Marty sighs]",
        "Todd: What secret?",
        "[SCENE_BREAK]",
        "Gigi: You know we could use some time together. Besides, Shane is still Roxy's family and yours, too.",
        "Rex: Have you talked to Natalie?",
        "Roxy: Yeah. I called her, but it keeps on rolling into voicemail.",
        "Rex: I got her for a minute last night.",
        "Roxy: Well, you tell her I know that my son-in-law is no killer.",
        "Rex: She knows.",
        "[Footsteps]",
        "Shane: Grandma?",
        "Roxy: Aah! Look at you! I think you're taller than the old lady.",
        "Shane: Who, Mom?",
        "Roxy: Nice. Ha ha!",
        "Shane: Dad didn't say you were coming.",
        "Rex: It was a surprise.",
        "Roxy: Look at that grill.",
        "Shane: Oh, don't remind me.",
        "Roxy: Oh, how long am I gonna have to hold on to that Turkish taffy that I got from A.C.?",
        "Shane: For 10 months.",
        "Roxy: Hey, baby, it could be worse. 'Cause a while ago, we didn't even know you'd live long enough to be a brace face.",
        "Shane: Dad, I know that you were going to go to volunteer day with me, but would it hurt your feelings if Grandma went with me instead?",
        "Rex: No. That's cool.",
        "Shane: Thanks, Dad.",
        "Roxy: Thanks, Rexy. Oh, hey. I got a really, really good surprise.",
        "Shane: Reese's peanut butter cups? That's way better than taffy.",
        "Roxy: Way better. Chocolate and peanut butter -- it's a perfect combo, just like us. I'm giving 'em out for Halloween. Come on along, honey, I got tons of them in the car.",
        "Shane: Sweet. Later.",
        "Roxy: Later.",
        "Gigi: Shane said that --",
        "Rex: Shane -- you first.",
        "Gigi: He knows that there's something wrong with us.",
        "Rex: Yeah, he told me.",
        "Gigi: We have to fix this, us.",
        "Rex: Any ideas?",
        "Gigi: Yeah, actually, I do.",
        "[SCENE_BREAK]",
        "David: Do you think whatever we had is over?",
        "Dorian: We tried. Several times.",
        "David: Right.",
        "Dorian: And you, you always ruined it.",
        "David: Well, how could I ruin something that apparently never meant anything to you?",
        "Dorian: Oh, are you saying I wasn't ever in love with you?",
        "David: Well, I know we were great in the sack, but love?",
        "Dorian: Oh, right. So -- so are you forgetting that you once stood me up at the altar, humiliated me in front of the entire town? I was so in love with you, David, and you broke my heart.",
        "David: You know that my late former brother, the sociopath, made me do that.",
        "Dorian: That's your story, and you're sticking to it.",
        "David: Oh, see, I knew it. You never forgave me.",
        "Dorian: I never forgave you? I never for -- wh-why do you think I fell for you again?",
        "David: You fell for me again?",
        "Dorian: Of course. I followed you right into that whole faux Buddhist thing that you were into. I married you.",
        "David: You married me because you found out I was a Buchanan.",
        "Dorian: Money had nothing to do with it.",
        "David: Oh, it didn't have anything to do with the yak butter tea, I'll tell you that. Why are yelling at each other? What are you saying?",
        "Dorian: I'm saying that on that day in that ashram, David, I couldn't have loved you more.",
        "David: You loved me? Really?",
        "Dorian: But you chose your acting career over our marriage.",
        "David: You told me to follow my dream.",
        "Dorian: All the way to the Have-a-Seat commercials.",
        "David: A man's got to start somewhere.",
        "Dorian: You chose shilling for hemorrhoid cream over a life with me. David, if you really loved me, I would have been your dream.",
        "David: Well, what about you?",
        "Dorian: What about me?",
        "David: I hadn't even unpacked my bags in Los Angeles when I found out you had fallen into the arms of that Colombian Casanova.",
        "Dorian: I thought I was never going to see you again.",
        "David: Well, you made sure of that by sending me that picture of the two of you, didn't you?",
        "Dorian: Yeah, and you had no trouble letting me go!",
        "David: Are you kidding me? I couldn't get you out of my head. Why do you think I came home?",
        "Dorian: Because you wanted to trick me into using La Boulaie for your tacky little reality show. You said you wanted me back, but all you wanted to do was be a star on reality TV.",
        "David: Well, that doesn't make it any less real. That's why they call it reality! Look, I'm sorry if I hurt you. I am. But I meant every word I said.",
        "Dorian: And which words were those?",
        "David: That I wanted us to be man and wife. I wanted us to be married again.",
        "Dorian: And what about now?",
        "[SCENE_BREAK]",
        "Nick: All right, I'll see you then. That was Amelia.",
        "Kyle: Good news?",
        "Nick: Yeah, it looks like all systems are go for tomorrow's ceremony.",
        "Oliver: Tomorrow? Uh, you're doing this tomorrow?",
        "Kyle: It wasn't my idea.",
        "Nick: We wanted it to coincide with gay history month.",
        "Oliver: Yeah, but, come on, even Martha Stewart can't put something together that fast.",
        "Nick: Which is why Amelia needs my help at alliance HQ. Come with me?",
        "[SCENE_BREAK]",
        "Roxy: Aren't we supposed to be volunteering?",
        "Shane: Well, Mrs. Vega said my class could cook and deliver food to people who are sick or can't afford good food.",
        "Roxy: Great. Then where is everybody?",
        "Shane: We're meeting in the kitchen in 20 minutes.",
        "Roxy: Would you hold down the fort for a little bit? Looks like my friend needs a peanut butter cup.",
        "[SCENE_BREAK]",
        "Kyle: I have to study.",
        "Nick: Uh, later?",
        "Kyle: I'm on duty at the hospital.",
        "Nick: Okay. Well, it's a good thing absence makes the heart grow fonder.",
        "Kyle: Yeah.",
        "Oliver: Whew \u0096",
        "[SCENE_BREAK]",
        "Roxy: I guess you got a couple of questions.",
        "Shane: Just one.",
        "Roxy: Okay, um, you know, when two guys kiss each other --",
        "Shane: Because they're gay. I know.",
        "Roxy: Then why are you looking at them like that?",
        "Shane: 'Cause I wish my parents would kiss each other again.",
        "[SCENE_BREAK]",
        "Rex: What's your idea?",
        "Gigi: I'm not sure you'll like it.",
        "Rex: Anything to stop me from feeling like this.",
        "Gigi: You mean miserable?",
        "Rex: I love you so much. I feel like all I think about is Schuyler and Stacy and -- the baby. It's such a mess.",
        "Gigi: That's why I've been thinking about what we can do together to work things out.",
        "Rex: Like I said, I'll try anything.",
        "Gigi: Well, you might want to hold that thought until you know what it is.",
        "Rex: What, like some tantric sex workshop in the mountains? 'Cause actually I'd be okay with that.",
        "Gigi: I don't think tantric sex is what we need, Rex.",
        "Rex: Well, it couldn't hurt to try.",
        "Gigi: Rex.",
        "Rex: Okay. What do you think we need?",
        "Gigi: Couples therapy.",
        "Rex: No kidding.",
        "Gigi: I even know someone we could see. Dr. Marty Saybrooke.",
        "[SCENE_BREAK]",
        "Todd: What secret is safe with you?",
        "Marty: I think you better ask Blair that question.",
        "Todd: Did you remember something about you and Téa?",
        "Blair: Oh, you know, Todd, I -- I didn't want you to know this, um -- Marty, well, I asked her to hypnotize me again.",
        "Todd: And?",
        "Blair: And -- sorry.",
        "Todd: That's okay.",
        "Blair: No, it's not okay. I need to remember. We both need to remember what happened before Téa pushed me out that window.",
        "[SCENE_BREAK]",
        "Ross: You thought you could buy me off again? Wow. It's getting a little boring, Téa.",
        "Téa: What choice do I have? You threatened to disappear with our child.",
        "Ross: What am I supposed to do, just forget that when you show up and flash a little cash?",
        "Téa: Worked when I wanted a divorce.",
        "Ross: We're talking about my flesh and blood.",
        "Téa: Look, Ross, listen, I want a clean break, okay? And I don't want you anywhere near our child.",
        "Ross: Clean break. So you can be with Todd?",
        "Téa: Todd doesn't want anything to do with me, and this has nothing to do with Todd.",
        "Ross: You love him that much? Really? You can't even let me be a father?",
        "Téa: Ross, you were never much of a father to begin with.",
        "Ross: That's one thing you can't change, Téa, no matter how much you want to. Listen to me, Todd may have been on that island, but I was the one you had sex with. I'm the one who got you pregnant.",
        "Téa: We both know what happened.",
        "Ross: But Todd doesn't. Now, you think he was mad when Blair told him we were married? Wait'll he finds out we had a kid.",
        "[SCENE_BREAK]",
        "Todd: Don't worry about what Téa did.",
        "Blair: But if I can't remember --",
        "Todd: Listen, she was willing to kill you over it, so it's got to be big. It'll come to you sooner or later.",
        "Blair: The mind works in mysterious ways, doesn't it, Marty?",
        "[Phone rings]",
        "Marty: I've got to get that. My assistant's not here today.",
        "Todd: So are you ready to go? I promised Jack I'd let him drive.",
        "Blair: What?",
        "Todd: No. I'm just kidding. I just wanted to make sure you weren't still hypnotized.",
        "Blair: But Jack came to pick me up?",
        "Todd: Oh, yeah. He couldn't wait. Yeah, he said, uh -- he said he was gonna start to treat you a little better, maybe spend a little more time with you.",
        "Blair: Maybe he's feeling just a little bit guilty.",
        "Todd: I don't think so.",
        "Blair: You know, about being so crazy about Téa.",
        "Todd: Even if that were true, what better way to forget about Téa than to hang out with you?",
        "Blair: Huh.",
        "Téa: You let me worry about how Todd will react to our child.",
        "[SCENE_BREAK]",
        "Ross: Ahem. Why don't you take your little paper you got there and your money the hell out of here?",
        "Téa: What kind of parent can you be in jail? Huh?",
        "Ross: Eli is talking with Blair right now. He's gonna convince her to drop the kidnapping charges. Once she does, I will no longer be a fugitive.",
        "Téa: What will you be then, father of the year?",
        "Ross: I'd like to try.",
        "Téa: Forgive me if I don't hold my breath.",
        "Ross: Well, what am I supposed to do, Téa, just give up my kid to make your life a little easier to be with a guy who doesn't even want you?",
        "Téa: I'm gonna put these away for now --",
        "Ross: Oh, I'm sorry. Did I hit a nerve?",
        "Téa: You tell your lawyer to stop trying to find our child.",
        "Ross: Oh, he'll never give up.",
        "Téa: He's your lawyer. He does what you tell him to do.",
        "Ross: Hmm. Not so much. You see, Eli's not only my lawyer; he's my brother, too.",
        "[SCENE_BREAK]",
        "Elijah: You think I'm gonna pay you to tell me where your mommy is?",
        "Jack: I've got something you want, and you've got something I want.",
        "Elijah: Son, this isn't a negotiation.",
        "Jack: So? My dad always told me when you're unhappy, just walk away.",
        "Elijah: Either that or hit someone over the head, right? Didn't think I knew about that, did you?",
        "Jack: He was trying to steal my stepmom's briefcase.",
        "Elijah: Doesn't matter, kid. I can still send you to juvey for assault and battery.",
        "Jack: It's called trespassing. Look it up. He was in my dad's house. And you're in my mom's room.",
        "Elijah: Ooh, what are you gonna do, hit me?",
        "Jack: No. I'll just call security and say you were trying to kiss me.",
        "Todd: What the hell are you doing here?",
        "Elijah: Your son and I were just getting acquainted.",
        "Blair: Really? Ah, why do I have a feeling we might need to apologize for something here?",
        "Jack: He wanted me to tell him where you were.",
        "Blair: Hmm?",
        "Elijah: I'm sure he was just trying to protect you.",
        "Todd: I guess we can't get too mad at you, huh?",
        "Jack: I need a drink.",
        "Blair: Oh, so you wanted to see me?",
        "Todd: Well, now's not a very good time, is it? I was about to take you home.",
        "Blair: But, Todd, what's the big deal?",
        "Elijah: This will only take a minute. I'm here on behalf of my client, Ross Rayburn.",
        "Todd: Isn't he in jail?",
        "Elijah: Well, he made things worse for himself by coming here to the hospital.",
        "Todd: Rayburn came here?",
        "Elijah: Mm-hmm. To see Blair.",
        "Todd: Well, why did he do that? What do you got going with Ross Rayburn?",
        "[SCENE_BREAK]",
        "Rex: You think we need counseling?",
        "Gigi: Oh, I knew you wouldn't like it.",
        "Rex: No, it's just -- things aren't that bad, are they?",
        "Gigi: I don't know what else to do. You're not the only one who wants to change their feelings.",
        "Rex: Your feelings for Schuyler, you mean.",
        "Gigi: I wouldn't even be thinking about Schuyler if things were right between you and me.",
        "Rex: So you think we need counseling?",
        "Gigi: Balsam, we love each other, and we don't want to break up --",
        "Rex: So we need help.",
        "Gigi: Yeah. And there's nothing wrong with that.",
        "Rex: I know. It's just --",
        "Gigi: What?",
        "Rex: We were perfect.",
        "Gigi: We were.",
        "Rex: What happened to us, Morasco?",
        "[SCENE_BREAK]",
        "Shane: I thought that when my parents said they were getting back together that everything would be okay.",
        "Roxy: Well, no doubt they weren't expecting a knocked-up, home-wrecking stripper.",
        "Shane: You mean Aunt Stacy?",
        "Roxy: Hey, baby, I'm staying way out of this one.",
        "Shane: She's having Dad's baby.",
        "Roxy: So she says.",
        "Shane: Figures it'll drive Mom and Dad crazy.",
        "Roxy: Now, you listen to me. If they could get through you getting sick, they can get through anything.",
        "Shane: You still want to give your friend the peanut butter cup?",
        "Roxy: He looks a little busy right now. Why don't we go cook?",
        "[SCENE_BREAK]",
        "Oliver: So you're really going through with this? You're actually marrying Nick?",
        "Kyle: I could think of worse things.",
        "Oliver: Like what?",
        "Kyle: Like pretending we were never together.",
        "Oliver: Kyle, come on, that was different.",
        "Kyle: We're doing this to give same-sex couples the same rights as straight couples.",
        "Oliver: So then if it's just a political statement, does -- well, does that mean that you -- you don't love Nick?",
        "[SCENE_BREAK]",
        "David: It doesn't matter how I feel about you. You're betrothed to a woman now.",
        "Dorian: Oh. That.",
        "David: She's gonna help you get elected, and you'll become the poster child for same-sex civil rights.",
        "Dorian: I know this sounds crazy, David, but I feel like I have a calling.",
        "David: A calling?",
        "Dorian: Yes, to -- to champion equal rights. This is a wonderful cause for me, even if I do have to marry a woman.",
        "David: Women are wonderful, but I know you, Dorian. You need a man. You like men. The way that they touch you and hold you. The way that they love you. Come on, baby, do you really think you can give this up?",
        "[SCENE_BREAK]",
        "Blair: I felt terrible that Ross was hurt.",
        "Todd: Huh. He got what he deserved.",
        "Blair: Well, he was visiting me here in the hospital, Todd.",
        "Elijah: So does this mean you'll drop the charges?",
        "Blair: You know, I feel terrible that a man should have to pay for the mistakes he made so long ago, especially when he was just doing my ex- husband's bidding.",
        "Todd: Like you didn't make me pay.",
        "Blair: Oh, you didn't go to jail, did you?",
        "Todd: So Ross shouldn't either?",
        "Blair: No, he shouldn't. No. I'll do whatever I can to have those charges dropped.",
        "Elijah: Thank you very much.",
        "Blair: You're welcome.",
        "Todd: You tell Rayburn to stick to my other ex-wife, the one he married.",
        "Elijah: See, I thought you and Blair hated each other. Looks like one big happy family to me.",
        "[SCENE_BREAK]",
        "Ross: So say he takes you back. What then?",
        "Téa: I'll never have to watch you wax your surfboard again.",
        "Ross: Ha.",
        "Téa: Ha ha.",
        "Ross: Well, what if he finds out we have a kid together? Word has it that Manning hates kids that aren't his.",
        "Téa: People change.",
        "Ross: Ha ha! Todd Manning won't change. And it won't make a damn bit of difference whether I go after Blair.",
        "Téa: Let me worry about that. You worry about Blair, I'll worry about Todd.",
        "Ross: Good luck with that.",
        "Téa: Thanks, Ross.",
        "[SCENE_BREAK]",
        "Kyle: I don't -- I don't know if I love Nick.",
        "Oliver: But you're marrying him.",
        "Kyle: It's more complicated than that.",
        "Oliver: More complicated than committing to him for forever?",
        "Kyle: I know what marriage means.",
        "Oliver: Yeah, it means -- yeah. It means that there's no hope for us.",
        "Kyle: You really think there was hope for us?",
        "Oliver: I don't know. I don't know. I guess I always thought --",
        "Kyle: What? That I'd wait around forever?",
        "Oliver: What are you saying?",
        "Kyle: I'm saying that -- I'm saying that I gave up a long time ago.",
        "Oliver: Okay. All right, then, I guess I'll see you around.",
        "Roxy: You think it was a good idea kissing that other guy in front of Mr. Finn?",
        "Kyle: It's Fish. You saw that?",
        "Roxy: Ha ha! The whole joint saw it. So, you trying to make him jealous with that other guy?",
        "Kyle: That other guy is who I'm gonna marry.",
        "[SCENE_BREAK]",
        "Dorian: Mmm.",
        "David: Mmm.",
        "Dorian: David.",
        "David: Hmm?",
        "Dorian: Dave, stop. Stop. Stop.",
        "David: What's wrong?",
        "Dorian: Wait! What are we doing?",
        "David: What do you think we're doing?",
        "Dorian: David! David! Time-out. If you're trying to find a way to say that you love me, just come out and say it. Do you love me?",
        "David: Dorian, I --",
        "[Phone ringing]",
        "David: Don't you answer that.",
        "Dorian: Oh -- I'm running for mayor.",
        "David: Let your campaign manager answer it.",
        "Dorian: La Boulaie. Oh. Hi, Amelia. Oh! That is such wonderful news! I'm gonna come right over, and we can celebrate. Ha ha! Wow.",
        "David: Good news?",
        "Dorian: Oh, yes, oh, yes. Three major media outlets want to cover our grand soiree.",
        "David: Magnifique.",
        "Dorian: So -- when we were interrupted, what was it you were about to say to me?",
        "David: Don't let anyone talk you out of wearing white. After all, it's your first time marrying a woman, and you look hot in white. Bon chance.",
        "[SCENE_BREAK]",
        "Roxy: Wait a second, I must have waxy build-up.",
        "Kyle: You heard me right.",
        "Roxy: Why aren't you marrying the man that you love?",
        "Kyle: Who says I love Oliver?",
        "Roxy: Oh, excuse me. When I was drowning myself in my sorrows with that whiskey, wasn't that you doing the backstroke next to me?",
        "Kyle: I'm over him.",
        "Roxy: Oh, you're over the guy that you've had a torch for since college?",
        "Kyle: Nick -- Nick and I are doing this to give equal rights to same-sex partners, okay? It's not even a legal marriage. It can't be.",
        "Roxy: Still rice and a ring, right?",
        "Kyle: Why are gay people the only people that have to keep their marriage vows?",
        "Roxy: Hey, listen, if you want to have a drive-thru divorce, you knock yourself out, but you just don't seem like the type. Are you sure you're marrying the right man?",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Marty: Dr. Saybrooke.",
        "Gigi: I -- I didn't mean to bother you, Dr. Saybrooke. I was calling to make an appointment.",
        "Marty: Oh, no, no. That's okay. My assistant's not here today, so I'm actually doing my own appointments.",
        "Gigi: Oh. Um, okay. Well, my name's Gigi Morasco.",
        "Marty: Okay, and is this an appointment for yourself?",
        "Gigi: For me and my boyfriend, actually.",
        "Marty: Okay. Couples therapy.",
        "Gigi: Right. And we've both never done this before, so --",
        "Marty: Oh, don't worry about it 'cause I have. Actually, I have a cancellation tonight.",
        "Gigi: What time? Oh, okay. Well, that's -- that's fine. Thanks.",
        "Rex: Tonight?",
        "Gigi: Tonight.",
        "Rex: I guess the sooner we get started, the sooner we can get back to how we used to be.",
        "Gigi: You're being so great about this. It makes me feel better already.",
        "Rex: Me, too.",
        "[SCENE_BREAK]",
        "Blair: Hello! Uh, anybody here? Dorian? I guess she's out on the campaign trail.",
        "Todd: Yes. Or registering for hers and hers towels. You need anything?",
        "Blair: I'm -- I'm good.",
        "[SCENE_BREAK]",
        "Ross: Blair dropped the charges against me?",
        "Elijah: The paperwork's already been started.",
        "Ross: You're sure?",
        "Elijah: I just got back from the hospital.",
        "Ross: How's she doing?",
        "Elijah: They're letting her out today.",
        "Ross: Right. D-did she say why she was dropping the -- you know what? Never mind. I have a pretty good idea. Huh. After I showed up bedside, I got Tased. Twice. She's pretty hot for me.",
        "Elijah: Maybe. But maybe she was just trying to make Todd Manning jealous.",
        "Ross: Manning was there?",
        "Elijah: Sorry, Ross, but yeah.",
        "[SCENE_BREAK]",
        "Todd: You sure you're okay? I could make you something to eat.",
        "Blair: Like what?",
        "Todd: Kit Kat?",
        "Blair: Huh. No. I'm all set.",
        "Todd: All right. Guess that means I can take off. See ya.",
        "Blair: Todd, wait.",
        "[SCENE_BREAK]",
        "Téa: What happened?",
        "Nurse: I'm sorry?",
        "Téa: The woman in here, Blair Cramer.",
        "Nurse: She was released. Her husband just took her home.",
        "Téa: He's not her husband. He's mine.",
        "[SCENE_BREAK]",
        "Blair: Um, thank you for bringing me home.",
        "Todd: Sure. Someone needed to make sure you didn't take another swan dive.",
        "Blair: Guess I need to work on my form.",
        "Todd: Huh. No, you just rest. That's all you need to do. And if you need anything else, you just call me.",
        "Blair: Todd. Don't go."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=m9C31X8Lzw8"
}