{
    "Episode Summary": [],
    "Recap": [
        "Layla calls Rex to come and see her. She wonders if this person who is interested in investing in Adriana's company is Vincent. Rex assures her that it isn't. Adriana is at Kelly's place with Dorian having a visit. Adriana hates it when her mother starts talking about forgiveness and leaves. Rex shows up and says that he has figured out that Dorian was the one who set up the 'investor' call to Adriana. Dorian admits it. She set up a holding company to enable her to donate money to companies. She isn't ashamed of it. Rex feels that her idea was to put Adriana in situation where when she figured out who was giving her the money, she would just forgive. Dorian admits it. She is desperate to have her daughter back. At the apartment, Layla and Adriana hit the sewing machines to crank out boxers for her company. Layla learned to sew in college, while Adriana learned from the nuns. Adriana starts telling of how things went with her mother at Kelly's place. Dorian is spewing love and she wishes that the woman would go back to fighting and arguing. Adriana can deal with that better. She hopes that Layla will not be going home to see her folks this Christmas so that they can work on more pieces and have a lot to show people. Then her mother will find out how wonderful her things are and she will finally see that she isn't needed. Layla tells Adriana to stop this. It is okay not to want to have anything to do with her mother but to plan to get back at her is just wrong. Rex arrives and asks how things went saying goodbye to Kelly at her place. \"You know, every time that I see my mother I realize how much I am glad to be rid of her.\" Jessica and Antonio are wrapping presents at Viki's place. Claudia shows up the same time that Nash does. She is there to drop off the previous nights receipts, and Nash is there to visit with Bree. Claudia is surprised that he can just come and go as he wants. She watches in awe as Nash and Jessica run upstairs to see the baby while Antonio remains in the living room. He can tell that she's been drinking. She promises to see her sponsor. Antonio is on a call and so Claudia leaves the room. She finds Jessica alone in the hall. Jessica is quick to tell the woman that Nash is off limits. Claudia finds it rich that Jessica wants to keep the man on a string while married to another. She threatens to tell Antonio. \"If that were true, why would I be setting him up?\" Claudia knows the only person that Nash is interested in is that nutty chick inside Jessica. Nash comes down and Jessica unveils her idea. \"It's time to get you dating, what kind of woman do you like?\""
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "jessica: Put your finger right there.",
        "Antonio: Uh-huh, right --",
        "jessica: Oh, good. Do you think jamie's going to like this doll?",
        "Antonio: Jeez, I hope so.",
        "[Jessica chuckles]",
        "Antonio: I mean, it was the last one left on the shelf --",
        "jessica: Ok, pull it out.",
        "Antonio: And I practically had to put a lady --",
        "jessica: Wow.",
        "Antonio: In a chokehold to get it.",
        "Jessica: That's why I love you -- you're just so christmasy.",
        "Antonio: Well, I am this year because I got everything I want.",
        "Claudia: Steady, girl. You can do this.",
        "Nash: Whoo-hoo! You put one on again last night, didn't you? Hmm?",
        "Layla: Oh, good, it's you.",
        "Rex: Your message sounded like the victim in a slasher movie calling 911.",
        "Layla: Come on in.",
        "Rex: Nice!",
        "Layla: Put it down. I have to talk fast before adriana gets back.",
        "Rex: What's wrong?",
        "Layla: Her accountant called -- seems somebody's trying to invest money in the company?",
        "Rex: And the problem with that is?",
        "Layla: We're not looking for investors, for one, and this person didn't leave their name. A cashier's check magically showed up at the bank made out in the company's name.",
        "Rex: Well, you think it's bribery? Somebody wants you to sell black-market thongs or something? Maybe smuggle push-up bras to afghanistan?",
        "Layla: Stop it. I called you because we need to find out where the money's coming from. It may be vincent.",
        "Rex: It could be, but it isn'T.",
        "Dorian: Adriana, it's so good to see you.",
        "Adriana: Where is that baby?",
        "Kelly: Right here. Look. Look, he was smiling just for you.",
        "Adriana: Oh, he's so beautiful.",
        "Kelly: Thank you, and he's big enough to go home from the hospital.",
        "Adriana: How soon do you guys leave for london?",
        "Kelly: Well, not long now. One more trip to the pediatrician and that's about it.",
        "Adriana: I'm going to miss you guys.",
        "Kelly: I'll miss you, too.",
        "Dorian: So why don't you stay for lunch? Blair's bringing the children over and it could be the last time all of us are together for a long, long time.",
        "Todd: Hey, kiddo.",
        "Jack: Forgot to feed my lizard.",
        "Blair: Hey.",
        "Starr: Spike would've chewed off my arm for that.",
        "[Blair chuckles]",
        "Starr: What? I brought him home like you told me to. Aren't we supposed to be going to aunt dorian's?",
        "Todd: We have to talk to you about something first.",
        "Starr: What?",
        "Blair: Um -- spencer truman. He's missing.",
        "Starr: How did that happen?",
        "Todd: Nobody knows.",
        "Woman's voice: Spencer?",
        "Spencer: Are you saying dad is not my real father?",
        "Spencer's mom: Asa. Oh, he made me love him. And then he left me, went back to his family like we were nothing. Make him pay. Make them all pay.",
        "Spencer: Don't worry, ma. I'll do it. I'll finish every last one of them.",
        "Dorian: You aren't with kelly and the baby.",
        "Adriana: She's feeding him. I didn't think it was a spectator sport.",
        "Dorian: It's wonderful the way that baby's thriving. Yeah. And kelly waited so long for this.",
        "Adriana: Yeah. I'm glad it all turned out ok.",
        "Dorian: You know, kevin and kelly went through a very dark time together, but they have found a way to forgive each other. That's a wonderful thing -- forgiveness.",
        "Adriana: Please don't start with me.",
        "Dorian: But, darling --",
        "adriana: Don't call me \"darling.\" And don't look so wounded -- you know what you did to me. An: I've tried to explain why.",
        "Adriana: How do you explain hiring someone to terrorize me? A mother tarantula wouldn't even do that.",
        "Dorian: I believe tarantulas go straight to eating their young without preamble. However, I am impulsive. Oh, I've made mistakes, but that doesn't mean that I don't love you with all of my heart.",
        "Adriana: Yeah, you love me so much that you left me in puerto rico for someone else to raise me till it was convenient to have me back.",
        "Dorian: That isn't the way it was at all. Why, I -- I loved you from the moment you were born, just the way that kelly loves zane.",
        "Adriana: Oh, don't compare yourself to kelly. She had duke's baby right here in llanview when she knew that everyone might call her a slut. You left me in puerto rico because I was a santi and that would be embarrassing to you.",
        "Dorian: It would've been dangerous for both of us. Your life was at stake. I did what I had to do to protect you.",
        "Adriana: Yes, because playing musicamothers is great for child development. Nobody scares you, dorian. You could've found a way to keep me, but you might have had to make a few sacrifices. So don't expect me to get all weepy when you say that you miss me now.",
        "Dorian: I love you. Please tell me you love me just a little bit.",
        "Adriana: How can I love someone I can never trust?",
        "Kelly: Zane is asleep.",
        "Adriana: Can I kiss him goodbye? I won't wake him up.",
        "Kelly: Oh, he won't be sleeping long. Why don't you stay for lunch and then --",
        "adriana: I'm not staying for lunch.",
        "Kelly: Oh. Ok.",
        "Adriana: I'm -- I'm sorry.",
        "Kelly: No, it's all right. Goodbye. Hmm. Still no luck, huh?",
        "Dorian: Hmm.",
        "Evangeline: Can you just tell them what you told all the others -- ms. Williamson has no comment. Thank you.",
        "[Knock on door]",
        "Evangeline: Come in.",
        "Bo: Your phones are ringing off the hook out there. And your secretary has a can of pepper spray under her desk.",
        "Evangeline: Yeah. You know, I really liked being a defense attorney. I thought I was really good. I really liked it and I just -- I can't remember why I took this on, bo.",
        "Bo: Well, you didn't expect what happened to happen.",
        "Evangeline: Bo? Please tell me you've found spencer.",
        "Bo: No, I'm here to ask you to be honest with me.",
        "Evangeline: Of course. What do you want to know?",
        "Bo: Yesterday, I asked you if todd manning was responsible for truman's disappearance.",
        "Evangeline: And I said I have no idea.",
        "Bo: And I bought that. But then I started thinking. Now, when you were his attorney, you bent the rules for him again and again, and I just wondered, is that what you're doing now? Are you covering for him?",
        "Starr: I can't believe it. That creep is missing? Wehe was being transported to a mental facility and he didn't make it.",
        "Starr: Why not?",
        "Todd: Somebody knocked out his guards and cut him loose.",
        "Starr: Is that why the cop cars are downstairs?",
        "Todd: At cop cars?",
        "Starr: There's, like, eight million squad cars outside of the apartment building. I thought that maybe it wasn't us, but I should've known better.",
        "Blair: Well, you know, spencer is not stupid enough to come after us. I don't think we have anything to worry about, ok?",
        "Starr: Well, what if they don't catch him?",
        "Todd: No, I can protect you.",
        "Blair: Yeah, and we need to go over to aunt dorian's and see baby zane and kelly, so why don't you go change clothes because I know she will not approve of that outfit.",
        "Starr: Yeah, mom, and the first thing on my mind is to make sure that my sailor suit is clean. Hey, guys. When is this crap ever going to stop?",
        "Todd: Watch your mouth.",
        "Blair: She's right. You cannot keep spencer in that warehouse. I'm calling the cops.",
        "Todd: No. Hey. Not yet, not yet.",
        "Blair: Todd?",
        "Claudia: Back off, nash. Don't judge me.",
        "Nash: No, I'm sorry. It's just that you're hung-over, and last time I checked, that wasn't the th step.",
        "Claudia: You comfy up there on the moral high ground?",
        "Nash: No, I'm sorry.",
        "Claudia: Excuse me?",
        "Nash: No, you haven't done anything to me, but I'm being mean to you.",
        "Claudia: It's ok.",
        "Nash: It's just, you know, you're drinking again, but you don't have a really great track record with jessica, so what are you doing here?",
        "Claudia: Huh. I closed capricorn last night and antonio asked me to bring the receipts.",
        "Nash: Oh.",
        "Claudia: What are you doing here?",
        "Nash: Oh. Oh! I'm here to see my little girl.",
        "Claudia: Jessa lets you come by whenever you want?",
        "Nash: No. No. It's all written down. I'm just lucky she stis to the agreement.",
        "Claudia: \"Lucky\"? Why?",
        "Nash: Well, because she's not making it hard for me, but she could.",
        "Claudia: Doesn't it bother you to come here with your hat in your hand and say, \"thank you for letting me see my own daughter\"? Ould back off.",
        "Claudia: Why?",
        "Nash: \"Why?\" Because, well, I don't want to make my daughter be the rope in a tug of war.",
        "Claudia: The nash I used to know would do whatever it takes to win, to bring tess out and live in this big house with her.",
        "Nash: Yeah, except that tess is gone and I am reminded of that fact every single time I see jessica. Jessica.",
        "Jessica: Hey. Thought I heard voices out here.",
        "Dorian: I'm going to miss you.",
        "Kelly: I'll miss you, too.",
        "Dorian: But I'm very happy for you.",
        "Kelly: Who are you and what have you done with my aunt?",
        "[Kelly chuckles]",
        "Dorian: What makes you say that?",
        "Kelly: Well, let's see -- I am moving to london with my new baby to live with kevin buchanan. I'm surprised you haven't built the moat around this place.",
        "Dorian: Maybe with so many things having happened in the last year, I've -- I've learned somethi",
        "kelly: Like what?",
        "Dorian: Like you cannot control life -- um, yeah -- no matter how much you want or how much money you spend.",
        "Kelly: Hmm. Clearly, this is a new you.",
        "[Kelly laughs]",
        "Dorian: Well, I hope so. I hope so.",
        "[Knock on door]",
        "Kelly: Oh.",
        "Dorian: Oh -- excuse me. Rex. Adriana's already left.",
        "Rex: I know. I want to talk to you alone.",
        "Kelly: I'll go check on zane.",
        "Dorian: Ok, what do you want?",
        "Rex: You never change, do you?",
        "Dorian: That's so funny, because kelly was just telling me how much I have changed.",
        "Rex: Then why are you trying to ruin adriana's life -- again?",
        "Dorian: Huh.",
        "Adriana: Hey, I got back as soon as I could.",
        "Layla: Oh, don't worry about it.",
        "[Adriana sighs]",
        "Adriana: I still can't believe you can sew.",
        "Layla: Costume shop in college, honey. And you?",
        "Adriana: Nuns.",
        "Layla: Hmm. I wonder what the brides of christ would think about what we're stitching up here.",
        "Adriana: What do you think they wear under those habits? Hey, where's that sketch I finished this morning?",
        "Layla: Rex put it over there.",
        "Adriana: Rex was here?",
        "Layla: Yeah.",
        "Adriana: And he didn't wait for me?",
        "Layla: I was busy and I didn't know when you were coming back.",
        "Adriana: Hmm. He's been real sweet through all of this. He really wants me to succeed -- unlike some people I know.",
        "Layla: We talking mom here?",
        "Adriana: If I let her, she would be telling me that this was a mistake just like rex was a mistake, just like modeling was a mistake. She never really gave me any support.",
        "Layla: Not the kind you asked for anyway.",
        "[Layla sews]",
        "Adriana: What? I --ouldn't hear you with the machine.",
        "Layla: I said you want to see support? Take a look at this baby. It's a miracle of modern engineering.",
        "Adriana: Nice.",
        "Evangeline: I covered for todd because of attorney/client privilege. But personally, todd has no more privilege with me, and professionally, he's no longer my client, and I'm an officer of the court, so if I knew anything, bo, I would tell you.",
        "Bo: Right.",
        "Evangeline: I don't want spencer trumanut there somewhere. I want him safe in a sanitarium getting shock treatments or whatever the hell else they have to do to him so that that judge knows that he's competent to be tried and convicted for all the people that he hurt.",
        "Bo: Well, we both know that he can manipulate those doctors into doing about anything that he wants them to do.",
        "Evangeline: So you think that I conspired with todd to kidnap spencer?",
        "Bo: Oh. I think that you both had a vested interest in seeing truman get the max.",
        "Evangeline: Yeah, that's true, but, bo, you know me. And what I want is justice, so I would have no part in vigilantism or lynch mobs.",
        "Bo: Hey, I had to ask.",
        "Evangeline: Ok.",
        "Bo: Ok.",
        "Evangeline: And my answer remains the same -- I have no idea where spencer is.",
        "Bo: All right. Have you talked to manning today?",
        "Evangeline: Uh -- manning and I haven't spoken in a little while now. But I do knothat he and blair are trying to put their lives back together. They're -- they're trying to be a family again, and I can't believe that he would sacrifice them to get revenge on spencer.",
        "Bo: You can't believe it or you don't want to believe it?",
        "Evangeline: Honestly, I'm not sure.",
        "Bo: That's what I figured. Hmm.",
        "Blair: You want starr to see us like this? How long do you plan on keeping spencer hostage?",
        "Todd: Until he tells me where my freakin' kid is.",
        "Blair: They've got cops outside, todd.",
        "Todd: Spencer is not moving.",
        "Blair: Well, get it over with quick, because I just can't take any more of this, especially now.",
        "Todd: What do you mean, \"especially now\"?",
        "Claudia: It's a beautiful tree.",
        "Jessica: Thank you. My dad gets us each an ornament every year, not to mention the ones we made growing up, so we need a big tree to fit them all.",
        "Antonio: It looks like bree will be getting her first ornament this year, huh?",
        "Jessica: For sure.",
        "Nash: Do you think she's up from her nap yet, because --",
        "jessica: Yeah, sure. Let's go see. Actually, she just got on her knees the other day, so I think she's starting to crawl.",
        "Nash: Oh, great. Something else I missed.",
        "Jessica: Yeah.",
        "Claudia: So, here's the take from last night and the credit card totals.",
        "Antonio: Oh, all right. Just put them down there, thank you. I really appreciate you bringing them over. Give me a second because I'm in need of a break.",
        "Claudia: Hmm.",
        "Antonio: I feel like I've been wrapping for years now.",
        "[Claudia chuckles]",
        "Claudia: Taking the day off?",
        "Antonio: Yeah. Yeah, I needed a little family time. I took jamie to school, I gave bree a bath.",
        "Claudia: They're lucky to have you.",
        "Antonio: I'm the lucky one. You look tired.",
        "Claudia: I -- I've just been working a lot. Huh. Why -- why are you looking at me like that, like I had my hand in the till or something?",
        "Antonio: I know you wouldn't steal from me. I just get a sense like something's wrong, something you're not telling me.",
        "[Antonio sighs]",
        "Antonio: Drinking?",
        "Claudia: I told myself I could just have one.",
        "Antonio: Yeah, but you couldn'T.",
        "Claudia: No. I -- I wanted to, I -- especially after you talked to me at the wedding. But the truth is I -- I wake up in the morning and all I can think about is having a drink.",
        "Antonio: Talk to your sponsor?",
        "Claudia: Yeah. You're supposed to do 90 meetings in 90 days, but what am going to say -- that I'm drinking again? Huh. I'm such a lose you know, you have every right to fire me. I -- I want to stop, I do, but I just can'T.",
        "Dorian: How dare you come barging into my house making these unfounded accusations.",
        "Rex: \"Unfounded\" -- right.",
        "Dorian: I would never try to ruin adriana's life.",
        "Rex: No. You just want to mold it, shape it a little.",
        "Dorian: You're babbling.",
        "Rex: Layla got a call from their accountant today.",
        "Dorian: Hmm.",
        "Rex: It seems as though some anonymous investor wants to back the company.",
        "Dorian: Mm-hmm. Now, what does this have to do with me?",
        "Rex: Duh.",
        "Dorian: \"Duh\"? I happen to know that adriana wants nothing to do with me or my money.",
        "Rex: No, I know. That's why I'm here. Don't play me. You're doing this, right?",
        "Dorian: Ok. I am. There -- are you happy? You see, I want to make sure that my daughter realizes all of her dreams, and I know that she won't accept the money as a gift from me, so I had my attorney set up a holding company that could invest money anonymously. Sue me.",
        "Rex: You didn't really think you could get away wit did you? Or was not getting away with it the whole point? That's it. Right. You thought that adriana would see all that cash, figure out where it came from, and all would be forgiven.",
        "Dorian: Maybe.",
        "Rex: Are you deluded?",
        "Dorian: No -- just desperate.",
        "Layla: How come you didn't stay longer at your mother's?",
        "Adriana: I stayed for a while.",
        "Layla: Uh-huh.",
        "Adriana: She just keeps pressuring me and it drives me crazy, so I left. I hope kelly understood. I'm -- I'm sure she did. I mean, she knows the kind of things that dorian does.",
        "Layla: And what happened? You two argue?",
        "Adriana: An argument would've been better. She got all misty, saying how much she loves me and --",
        "layla: And that's bad?",
        "Adriana: When we're fighting, I know where I am. I know what I'm doing an When she starts acting like it's killing her that I'm not in her life anymore, I -- I start to feel bad for her and I can't let that happen.",
        "Layla: Why not?",
        "Adriana: She says she loves me, she says she misses me, but she never says she's sorry for what she did to me. And if I cave now, it'll just be one more thing that gets swept under the rug and never talked about anymore.",
        "Layla: So you, like, can't ever see yourself forgiving the woman?",
        "Adriana: What are you trying to say?",
        "Layla: Look, I have a mom, too, and she can be a piece of work, believe me, but you only get one mother.",
        "Adriana: Thank god.",
        "Layla: Huh. Seems like a shame to lose your mom when all she wants is to make up for what she did.",
        "Adriana: I have a mother. Her name is ramona and she is more of a mother to me than dorian ever was, so maybe you do get more than one.",
        "Todd: If you're worried about the cops, don't be. I think they'd have been up here by now. Besides, I have an alibi.",
        "[Blair sighs]",
        "Todd: Probably just going to tail me when I leave. So what's this \"especially now\" business? Is it your headaches, what",
        "blair: No, no. I just meant \"especially now\" that you and I are -- are getting closer. And jack and starr, they need us.",
        "Todd: You and I have decided nothing.",
        "Blair: We can be in the same room and have a civilized conversation. At's a step in the right direction for us. Damn it, todd, do you realize what you're doing could get you in serious trouble?",
        "Todd: I'm being careful. I'll ditch the cops when I go check on spencer.",
        "Blair: \"When you go check on him.\" You can't go check on him. You can't even get near him now. And if he gets out or escapes somehow, he could tell people what you did.",
        "Todd: Nobody will believe anything he says. No one knows where he is except you and me.",
        "[Phone rings]",
        "Todd: Hello?",
        "Evangeline: Ok, listen. I know we're on the outs right means anything to you, todd, I need you to level with me.",
        "Todd: About what?",
        "Evangeline: You know what happened to spencer?",
        "Todd: Look, let's just let the cops handle this.",
        "Evangeline: You didn't answer the question.",
        "Todd: I'm sick of spencer doing something and everyone blaming me for it.",
        "Evangeline: Spencer didn't do this.",
        "Todd: How do you know?",
        "Evangeline: Oh, I had a little visit from bo. He thinks you took him.",
        "Todd: Oh, I'm his go-to suspect. You ought to know that by now.",
        "Evangeline: If you're lying to me, the only people that are going to suffer are you and your family.",
        "Todd: We're fine.",
        "Evangeline: Look, I know we haven't spoken since I found out that whole thing about you knowing what was going to happen go cristian.",
        "Todd: Yeah, and I told you the t that, didn't I?",
        "Evangeline: Yeah. You were testing me. You wanted to see how much you could get away with and keep our friendship. I just hope you're not doing that now.",
        "Todd: Evangeline, this is no test. I still care about you. You have to know that. Listen, blair's going out with the kids now, so I'd better say goodbye.",
        "Evangeline: Sure.",
        "Todd: Thanks for, you know, believing in me, at least some of the time.",
        "Blair: Aw, that was so chummy. Gee, todd, you're such a great, sweet, great friend.",
        "Todd: Where's lizard man?",
        "Starr: He's coming.",
        "Todd: Let's go. Get out of here. You're going to be late.",
        "Blair: You look nice. You look nice.",
        "Jack: Hey, when we get there, can I hold the baby?",
        "Blair: Well, I don't know. We're going to have to ask kelly about it, ok? So, what are you going to do while we're gone?",
        "Todd: I got some phone calls to return. Read the paper -- I don't know.",
        "Blair: Well, don't read anything too dangerous.",
        "Starr: Hey, you guys are really weird.",
        "Blair: Come on, guys.",
        "Todd: Give me the governor's office. Now!",
        "Rex: I just think that if you weren't so desperate, you wouldn't get yourself into so much trouble with adriana.",
        "Dorian: Adriana is my daughter. And I'm going to take care of her, whether she wants me to or not.",
        "Rex: Well, I guarantee she won't want you to. She'll think you're trying to buy her.",
        "Dorian: You know, someday, there's going to be a woman who is so misguided that she's going to be foolish enough to bear your child. And then, perhaps you're going to understand what I'm going through.",
        "Rex: You can't even see that ging her like saying she'll just blow it on her own.",
        "Dorian: Do you have any idea what it's like to be alienated from a child that you love more than your own life?",
        "Rex: Maybe you should have thought of that before you did what you did.",
        "Dorian: You're going to tell her, aren't you?",
        "Rex: I'm going to protect her. That's all I know.",
        "Dorian: How does that make you any different from me?",
        "Kelly: Oh, he's gone. You ok?",
        "Dorian: Yes, I fine. I wonder where blair and the children are. If they n't get here soon, they're not going to be able to say goodbye.",
        "Kelly: It'll be ok, you know? You have plenty of time to fix things with adriana before christmas.",
        "Dorian: I hope so. But there's really no way of knowing for sure, is there?",
        "Layla: Like it?",
        "Adriana: If I saw it in a store, I would buy it in every color. Well, that is, when I was spending my mother's money.",
        "Layla: So something's missing.",
        "Adriana: No, I think it looks great. We just need to see it on a live girl.",
        "Layla: Yeah, you're right, you're right. So you got any plans for the holidays?",
        "Adriana: Oh, nothing's set. Rex and I might spend christmas day with carlotta and antonio and cristian. I'm not going to spend christmas with dorian, if that's what you're leading up to.",
        "Layla: What do you think of this charmeuse for the robe that goes with that gown?",
        "Adriana: Uh -- yeah, it could work. I mean, the color is perfect. Yeah. What are you doing for the holidays?",
        "Layla: I might go visit my family. Vange will probably want to stay here with cristian.",
        "Adriana: Well, ifou stay, then we'll all be together. You, me, cristian, evangeline, carlotta you know, if we get a lot of pieces done, we could show them to everyone that day. And then word'll get around, and dorian will hear that everyone has seen our stuff and they think it's great. And she hasn't seen it. And that will drive her nuts.",
        "Layla: Don't do that.",
        "Adriana: What?",
        "Layla: You don't have to deal with your mother. But it's bad karma to want to get back at her. I mean it.",
        "Adriana: Fine. /",
        "Antonio: Well, maybe -- maybe it's not such a good idea that you're working in a nightclub.",
        "Claudia: No, please, antonio, I -- I lost my father, I lost nash. I just -- I can't lose this --",
        "antonio: I know, I'm not going to fire you.",
        "Claudia: Why are you so nice to me?",
        "Antonio: You know those receipts that you brought me? Well, they're double now since you started singing at the nightclub.",
        "Claudia: So this is strictly business?",
        "Antonio: Absolutely. And as your boss, I'm telling you that I -- I want you to get with your sponsor, and I want you to do those 90 meetings.",
        "Claudia: No one's ever cared about me enough to make me a better person. Thanks.",
        "Antonio: Sure. Ok, but from now on, I -- I just want you to sing, ok? No more hanging out at the club and helping with the drinks and closing up.",
        "Claudia: Got it.",
        "Antonio: You haul talent. Don't destroy it with alcohol.",
        "Claudia: Ok, boss.",
        "[Nash sighs]",
        "Nash: So is bree all right with the housekeeper? I mean --",
        "jessica: Well, she's not just a housekeeper, that's lois. And they adore each other.",
        "Nash: Good.",
        "Jessica: Yeah. Can I ask you a question?",
        "Nash: Mm-hmm.",
        "Jessa: Did you and claudia come here tother?",
        "Nash: It was a complete coincidence. I already told you that.",
        "Jessica: Yeah, I know, but I -- I caught the two of you, you know, a couple months ago, and --",
        "nash: Yeah, I remember.",
        "Jessica: Well, I just wondered.",
        "Nash: It was a one-night drunken thing. We came here at the same time completely by accident. All right? You think I'm lying?",
        "Jessica: Well, I don't want to think that.",
        "Nash: Look, not that it's any of your business, but she's backed off from me. I don't wanto cause any trouble for her. Ok?",
        "[Bree cries]",
        "Jessica: Um --",
        "nash: Can I? She misses me already.",
        "Jessica: Go ahead. Go. Yeah. Of course. Stupid.",
        "Claudia: Huh. Antonio had to make a call, so I said I'd wait out here.",
        "Jessica: Mm-hmm.",
        "Claudia: Where's nash?",
        "Jessica: Off-limits.",
        "Claudia: What?",
        "Jessica: I know what you're doing.",
        "Claudia: Excuse me?",
        "Jessica: Look, nash is still tending a broken heart, and I know that you think that you can make it all better.",
        "Claudia: Let me lay it out for you. When I want something or someone, games aren't necessary. And as for nash's broken heart -- it's not you he wants, but the dormant chick inside of you. So get over yourself. Oh. You want to talk about games? How about I tell your new husband that you're in my face because you want to keep nash on a strin case things don't work out?",
        "Jessica: Ok, well, I am trying to set nash up with another woman.",
        "Claudia: Oh --",
        "jessica: A really good woman. Would I be doing that if I wanted to keep him all to myself?",
        "Claudia: Sure you would -- to deflect suspicion. I hit the nail right on the head, didn't I?",
        "Jessica: Huh.",
        "Evangeline: What now?",
        "Bo: Guess what your friend manning did?",
        "Evangeline: Oh, god. Just tell me.",
        "Bo: He called the governor -- to complain about the units I had keeping an eye on him.",
        "Evangeline: What?",
        "Bo: And then the governor called me. And he ordered me to drop the surveillance.",
        "Evangeline: Why would the governor do that? He doesn't even like todd.",
        "Bo: Well, he's very sensitive about all the bad publicity he got when he refused to grant todd a stay of execution for a crime he didn't commit. Now he doesn't want todd to use his newspaper again to say that his civil rights are being violated.",
        "Evangeline: Well, did you tell the governor that you suspect todd in spencer's disappearance?",
        "Bo: No, I said that those units were there to protect todd. Then the governor tells me I do not have the right to force a private citizen to accept police protection.",
        "Evangeline: Well, this just gets better and better.",
        "Bo: Hmm. Let me run something by you. Why would manning go to so much trouble to get rid of police surveillance unless he was doing something that he really didn't want anybody else to know he was doing?",
        "Todd: Hi, spence.",
        "Todd: Did you miss me?",
        "(Woman) dear broccoli, it's not you, it's me.",
        "Antonio: Everything ok?",
        "Jessica: It's fine.",
        "Claudia: Great.",
        "Nash: Lois was trying to wash her face.",
        "Jessica: Oh, yeah.",
        "Antonio: Oh. She hates that.",
        "Nash: Yeah. Well, it's my time. I'll take off.",
        "Jessica: Wait! Not so fast. Remember how you and I talked about getting you out there, dating? Well, it's time. You in on this? Right?",
        "Antonio: Oh, wait a secon I don't know -- I told you I'm not getting involved. I -- I got to get to the club. I got a few things I got to do.",
        "Claudia: Wait, it's your day off. Maybe I can do it.",
        "Antonio: No, no, no. No, you're strictly talent, remember?",
        "Claudia: Got it.",
        "Antonio: Bye, baby.",
        "Jessica: Bye.",
        "Antonio: See you later.",
        "Jessica: So, it's time to get you out there dating, don't you think, claudia?",
        "Claudia: Sounds fine to me.",
        "Nash: Ove the way you guys are planning my life like I'm not even here.",
        "Jessica: So, who's your type?",
        "Layla: This is much better than zelda. Let me know if I'm sticking you.",
        "Adriana: You'll be the first to know.",
        "Rex: And I'll kiss it and make it better.",
        "Adriana: Hi. Do you like this one? Does it make you want to rip it off with your teeth?",
        "Rex: I can't use my hands?",
        "Adriana: Hmm. Ok. We're finally getting it together, you know? We just need financing. I mean, between fabric and trim, you have no idea how much interfacing and lining add up, not to mention the stuff that you mess up and have to throw away. You have no idea.",
        "Layla: Not to mention the latte quotient.",
        "Rex: Hmm.",
        "Adriana: I had to go to dorian's house today to say goodbye to kelly.",
        "Rex: How'd that go?",
        "Adriana: Every time I see her, I know that keeping her out of my life is the best move I ever made.",
        "Dorian: I want to propose a let's raise our glasses, because this is official, even though it's apple cider. To kelly. May this beautiful baby brg you as much joy as you have brought all of us. Now clink glasses. Jack?",
        "Kelly and blair: Cheers.",
        "Dorian: Starr?",
        "Kelly: And to my family. Thank you so much for supporting me and loving me through this difficult time. Everything's turned out beautifully, because I have this lovely angel.",
        "Blair: Aw.",
        "Kelly: And thank you so much for understanding that I have toe with kevin. Cheers.",
        "Dorian: Cheers.",
        "[Blair laughs]",
        "Starr: Hey, kelly?",
        "Kelly: Hmm?",
        "Starr: Would we be able to visit you in london?",
        "Kelly: Hmm, I would love that.",
        "Jack: Can I hold the baby? I hold my lizard, and he's small.",
        "Starr: That's because you don't feed him.",
        "Kelly: Why don't we sit down over there and I'll help you hold the baby, ok?",
        "[Phone rings]",
        "Blair: Oh. Got to take this, sorry. Hello? Oh, thank you for getting back to me. Ave the result? Great. I'll be right there.",
        "Dorian: They rush through those tests? Do you know who the baby's father is?",
        "Blair: Yes, yes. Dr. Chen wants to talk to me in person. This baby has got to be todd'S. It just has to be.",
        "Todd: Here -- here it comes. Oh, yeah. Oh -- oh, oh, oh, oh, oh!",
        "Spencer: Tell you what, todd.",
        "Todd: Yeah?",
        "Spencer: Why don't you get me out of here? We'll make a deal.",
        "Todd: Ok, I'll do that right away. Just meet my terms.",
        "Spencer: All right. Tell me your terms.",
        "Todd: I want to know what you did with my son.",
        "[Spencer laughs]",
        "Todd: I want to know where he is, who's got him. All right, let's hear it. I don't hear anything. Oh.",
        "[Spencer laughs]",
        "Todd: Are you giving me the cold shoulder? Maybe I should just kill you. Leave your corpse right here to rot. You're going to tell me what I want, buddy. If I were you, I'd start talking. Stay tuned for scenes from the next \"one life to live.\"",
        "[NEXT_ON]",
        "nash: We here to talk about brennan, or are layla and I being set up?",
        "Nora: Please explain to me why you came back here.",
        "Starr: I forgive you, cole. Start forgiving yourself.",
        "Dr. Chen: We know everything we can about your baby.",
        "Todd: Tell me where my son is."
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=i8Atk131KXc"
}