{
    "Episode Summary": [],
    "Recap": [
        "Marty confesses all to Bo and John. She tells them that she is the one who killed Spencer Truman. John and Bo don't really believe her. Rex and Cristian force Sarah to come to Llanfair to confront Viki and Clint. At first, Sarah lies as to where she had been, but then she confesses all about Todd, and how Hunter held him hostage. Dorian takes all the credit for persuading David to get tested to see if he was a complete match for Jessica. Blair tells Dorian about the web site that she designed in order to find Todd. Britney tells Starr that what she is about to tell her could ruin her life or her Mother's. Todd comes too, and begins to look around. Marty also tells Bo and John that Miles had been holding Todd Manning. Starr doesn't believe Britney that Cole lied to her about Todd's whereabouts. Blair hears the screaming and wonders what they are screaming about. Blair cannot seem to get a straight answer from Starr or Britney. Dorian comes out and reveals that Marty has been arrested for the murder of Spencer Truman. Blair drives Starr to the police station. Blair and Starr arrive at the police station just in time to hear Cole say that he knew that Miles had been holding Todd hostage. Todd finds a cell phone and calls Dorian."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Viki: David Vickers -- how's he doing? I'm sorry he's giving you a hard time. No, no, no, I'm laughing bec -- that's David being David. Ok, thank you very much. Good night, good night. Oh, God, take care of both of them, please.",
        "[SCENE_BREAK]",
        "Sarah: Let go of me! You can't do this!",
        "Cristian: Yes, we can.",
        "Rex: I think we are.",
        "Sarah: Well, it's wrong. You know, I thought you two were cool, but you're both jerks. Let me go, or I'll kick your asses.",
        "Rex: Oh, you -- you might be able to kick mine, but as for the ex-champ, I think you're going to have your hands full.",
        "Cristian: I don't know, Rex. She says -- if she says she can, then maybe she can.",
        "Rex: It's time to see your family.",
        "Sarah: No. I don't want to see them.",
        "Cristian: Look, sneaking around like this is getting real old, and they're going to find out you're here sooner or later anyway.",
        "Sarah: I prefer later.",
        "Rex: You went to see Jessica at the hospital. Obviously, you care about them.",
        "Sarah: Yeah, of course I care. It doesn't mean I want to see them.",
        "Cristian: Whoa, whoa, whoa, whoa.",
        "[SCENE_BREAK]",
        "Clint: I just wanted to stop by and let you know I just saw Jessica.",
        "Viki: Uh-huh?",
        "Clint: She looks good, feels good. She's very upbeat that this transplant is going to work.",
        "Viki: Well, that's what I'm praying for. Do you think we could possibly put aside our petty little issues for a while and focus on what's important?",
        "Clint: Well, the only thing on my mind is Jessica's health.",
        "Viki: You know, Clint, David Vickers gave half of his liver to Jessica -- that was really generous. Without him, we would be talking about -- well, the unthinkable, and I really think that your resentment of David would be the last thing on your mind.",
        "Clint: Yeah. He's one hell of a guy.",
        "Viki: Without him, Jessie could be dead.",
        "Clint: Yeah, I understand that. On the other hand, it doesn't make him a saint.",
        "Viki: Well, who's talking about sainthood?",
        "Clint: David Vickers is not the Good Samaritan that you think he is, Viki. In fact, the truth is --",
        "[Pounding on door]",
        "Clint: What the hell is that?",
        "Rex: We have a package for you.",
        "Cristian: Yeah, and you don't really need to sign for it.",
        "Clint: Sarah?",
        "Viki: Sarah?",
        "[SCENE_BREAK]",
        "Dorian: So if you look at it one way, \"I\" am the one who saved Jessica's life. After all, it was my idea to go all the way up to the prison and -- and get David to be tested, and then, of course, I encouraged him to go through with it. So, after all, what can happen except that Clint's affection for me will exponentially increase?",
        "Blair: You are a piece of work.",
        "Dorian: Thank you. Speaking of which, what are you working on?",
        "Blair: I'm looking at my website.",
        "Dorian: You have a website?",
        "Blair: Yeah. I created one to help find Todd. People can anonymously, you know, log on and leave tips and sightings -- you know, things like that.",
        "Dorian: Mm-hmm. And how many people have left tips and sightings anonymously?",
        "Blair: Put a sock in it.",
        "Dorian: Ooh.",
        "Starr: You know, Britney, I think you should become a writer. You're always making up secrets that Cole could be hiding from me. What is it now? Is he a Cyclops? Is he an alien, a spy?",
        "Britney: You know, you might think that I'm happy to be telling you this, but what I'm about to say could possibly ruin your life, or your mothers, or maybe both. It's about your father.",
        "[SCENE_BREAK]",
        "Marty: So I have a confession to make.",
        "John: Can I talk to you in my office?",
        "Marty: No, John. This is going to be made public soon enough, and I need to just spit it out right here and right now.",
        "Bo: Well, maybe we ought to take this into my office until we know what we're dealing with.",
        "Marty: Miles has been holding Todd Manning.",
        "[SCENE_BREAK]",
        "Sarah: Hi, Grandpa, Aunt Viki.",
        "Viki: Hi.",
        "Clint: I'm not sure I understand what's going on.",
        "Rex: Sorry to bust in on you like this, but Sarah's been here in Llanview with us for the past couple of days, and we thought it might be nice for her to drop by and say hello.",
        "Viki: Honey, why didn't you tell us you were here?",
        "Sarah: You had so much going on -- with Jessica's surgery and everything -- I thought, you know, me appearing and everything, would be kind of distracting. Um, so I decided to keep my distance -- which I did, until now.",
        "Clint: Well, it's times like these that families need to be together.",
        "Sarah: Yeah, I guess. So, here we are -- together.",
        "[SCENE_BREAK]",
        "Starr: You came here to talk to me about my father?",
        "Britney: You're really happy, aren't you, Starr, with everything and with Cole?",
        "Starr: So this is totally about Cole?",
        "Britney: And about your father. I know that he's missing, and it really sucks. I mean, I'm sorry, because it makes everything a lot worse than it has to be, doesn't it? Right? I mean, like, life, and things with you and Cole?",
        "Starr: Oh, wow, that is so sweet. You came here to help me -- by telling me something that would ruin my life?",
        "Britney: And your mother's.",
        "Starr: Why are you doing this to me? Why can't you just leave me alone?",
        "Britney: Because, Starr, I don't think that I could sleep at night knowing what I know and knowing that you don't know.",
        "Starr: About my dad?",
        "Britney: Yeah.",
        "Starr: Are you trying to tell me that you think you know where my dad is?",
        "Britney: Yeah, I do.",
        "[SCENE_BREAK]",
        "Dorian: So have there been any responses?",
        "Blair: No. It's like Todd fell off the face of the earth. What's that look about?",
        "Dorian: If Todd is gone, it might be best for you and the children.",
        "Blair: I can't believe that you're saying this.",
        "Dorian: I just think that you and the children will be better off without Todd.",
        "[SCENE_BREAK]",
        "Miles: I don't know what she's saying or why she's saying this.",
        "Bo: Really? Marty, are you telling us that Miles kidnapped Manning?",
        "Miles: No. She's not saying that, because it's not true.",
        "Cole: You can knock off the act, Miles. It's over, just confess and get it over with.",
        "John: All right, where is Manning right now?",
        "Marty: I don't know, but he does.",
        "Miles: No, I -- look, I don't know what you're saying, Marty, and I don't know why you're saying this, but I think you have your facts wrong.",
        "Marty: Just shut up, ok, Miles? Just shut up. The secrets are stopping right re, and this moment on, you're not holding anything over me or anybody else.",
        "Bo: What was he holding over you?",
        "John: Think carefully about what you're about to say.",
        "Marty: I have. I have thought long and hard about it.",
        "Miles: No, you haven't. Listen to me, Marty --",
        "John: Shut up!",
        "Bo: Shut up, Laurence, let her talk.",
        "Marty: All I know is that he was holding Todd Manning. I don't know why, but he was. And that's not his only secret -- he was blackmailing me into marrying him so he wouldn't tell you my secret.",
        "Bo: Which is --",
        "Marty: I killed Spencer Truman.",
        "John: You want to handle this Manning situation, give me five minutes alone with her?",
        "Bo: I'm going to need answers -- from both of you.",
        "John: I know. Come on.",
        "Marty: It's ok. I know what I'm doing.",
        "Cole: Dead Miles walking.",
        "Bo: So how about you? Is there anything that you would like to tell me?",
        "Miles: Only that this is a big misunderstanding.",
        "Bo: Oh, I think that it's a whole lot more than that. All right, you don't want to talk to me, then why don't you take about 10 steps backwards and drop your butt in that chair over there and don't move.",
        "Natalie: Is this some kind of screwed-up joke?",
        "Bo: I don't know. But I know Marty, and she wouldn't do something like this for no reason.",
        "John: Unbelievable.",
        "Marty: I mean, John, I know what you're thinking, but there are things you don't know.",
        "John: Obviously. So why don't you tell me some of those things?",
        "Marty: I had to do this.",
        "John: \"Miles was holding Todd. I killed Spencer Truman.\" You didn't even take a breath between those two statements. I mean, why didn't you come talk to me before you started spewing that to the whole world?",
        "Marty: Look, I -- I'm sorry. I -- I probably should've, but -- look, I did what I had to do, I didn't feel I had any option.",
        "John: You just publicly said you killed Truman. You know, it's going to be a little hard to make that a do-over.",
        "Marty: I don't want it to be a do-over.",
        "John: I don't know -- you didn't say anything on the record. I dot know -- maybe we -- maybe there's some -- some way we can put this all back together.",
        "Marty: Just listen to me, I don't want to put anything back together.",
        "John: Do you have any idea what you're doing?",
        "Marty: Yes. Yes -- I'm putting it out in the open, where it should've been to begin with. Look, patients -- when they come to me, I tell them I can't help them unless they -- unless they open up, ok? Because only then can there be closure and healing, and that is what I am doing. I am opening up so I can have some closure and some healing for me, and more importantly, for my son.",
        "John: Well, I don't know anything about closure, because I don't got any answers, but I got a hell of a lot of questions.",
        "Marty: Yeah, and the answer to one of those questions is me. I did it, I killed Spencer.",
        "John: Yeah, you're jumping to conclusions. You're doing that again, all right, and as a general rule, that's something we don't like to do around here.",
        "Marty: John, I -- I had the scissors in my hand. I had the murder weapon in my hand, and then I black out -- you fill in the blanks.",
        "John: That's what I've been trying to do.",
        "Marty: Yeah, well -- well, I filled them in, and the only logical conclusion is that I did it.",
        "John: Why are you doing this?",
        "Marty: For my son. I'm doing this for my son.",
        "Natalie: How much time are you going to give John with Marty?",
        "Bo: I'll give him as much time as he needs. Has he said anything to you?",
        "Natalie: Like what?",
        "Bo: About anything. You know, I'm just trying to get some idea of how much of what Marty just told us came as a surprise to John.",
        "[Knock on door]",
        "Bo: Come in. Man: You got a minute?",
        "Bo: Richmond, I'm busy. What is it?",
        "Richmond: So I'm down here covering the crack house story, and there's buzz that Truman's shrink, Marty Saybrooke, just confessed to the Truman murder. Any chance of getting an exclusive?",
        "Cole: What you got there in your hands? Oh, nothing? Yeah, that's what I thought. But you thought you were holding something, didn't you? Holding something over me and my mom? I hate to break it to you, but you have nothing. Your twisted little party -- well, it's over.",
        "Miles: You told your mom about Todd, didn't you? That's why she's saying this? You told her about our little secret?",
        "Cole: No, she told me that she killed Spencer. This is how she wanted to handle the situation -- by telling the truth -- and you know what? I admire that. And that's exactly what I'm going to do. I'm going to tell the truth. Everything you've done to Todd is going to come out.",
        "Miles: You know that secret that we had about Todd?",
        "Cole: Yeah?",
        "Miles: That was a very big secret, Cole. You didn't say anything to anyone yet, did you? The police? Your girlfriend, Todd's daughter? I know you told your mom, but your mom's not going to say anything because she doesn't want to get her son to go to juvenile hall. Have you ever thought about what this could do to you -- not me, besides me? What it'll do to you legally, personally?",
        "Cole: It was wrong of me to keep that secret.",
        "[SCENE_BREAK]",
        "Starr: You have spent your whole life trying to break me and Cole up, but that isn't enough, is it? You had to use my missing dad to hurt me?",
        "Britney: Do you really think that I would come all the way over here and say that I knew something when I actually didn't? How stupid do you think I am?",
        "Starr: Tell me what you know about my dad, and then get out. Where is he, Britney? You don't know anything about my dad.",
        "Britney: I don't know where your dad is.",
        "Starr: Then get out.",
        "Britney: I don't know where your dad is, but I know someone who does -- Cole.",
        "[SCENE_BREAK]",
        "Blair: Do you ever even listen to yourself, Dorian? One minute you hate Todd, the next, I lose his child, and you're suddenly his biggest supporter? Now he goes missing for a few weeks, and you hate him again. You know what I think? I think that you're beginning to realize how nice it is to have me all to yourself, now that he's, like, out of the picture.",
        "Dorian: Are you going to give me a chance to explain to you what I do think?",
        "Blair: Go right ahead, the floor's open.",
        "Dorian: Todd is gone. Whether it's his own doing or not, it doesn't matter. I am a realist, ok? Todd is not coming back this time. How long are you going to hold out false hope?",
        "Blair: I will hold out \"hope\" forever.",
        "[SCENE_BREAK]",
        "Sarah: And the band was so hot in London that I booked a world tour. And so when I left --",
        "Clint: You know, your dad said that he barely got a \"goodbye\" out of you.",
        "Sarah: Oh, yeah, I was -- it was one of those \"we've got a gig in Germany, so we've got to leave, like, now\" kind of things. But we have been everywhere. It's been so awesome.",
        "Viki: Sarah, you've been drawing on the account your father set up for you. So on top of the money you're making from your tour -- I mean, gosh, you must be living a very expensive lifestyle.",
        "Sarah: Life on the road is expensive. And I -- you know, I don't mind treating myself every now and then. But I haven't been dusting my savings -- it's not a ton of money.",
        "Clint: No, cord said he barely heard from you, except for the occasional post card.",
        "Sarah: Managing a band is a lot harder than you think -- I barely have time to brush my teeth.",
        "Rex: They still look pretty white to me.",
        "Sarah: I said \"barely have time.\" Just because I'm hanging with a rock band doesn't mean I've given up personal hygiene.",
        "Viki: Well. It certainly was an unorthodox way of reappearing, wasn't it -- having Cristian and Rex just drop you on my doorstep.",
        "Rex: We've been kind of taking care of her for a while.",
        "Clint: Yeah, that's what you said earlier.",
        "Cristian: Sarah left out some of the story.",
        "Clint: Oh, did she, now?",
        "Sarah: Huh -- I ran into Cristian and Rex, and it was so cool to see them that we took some time to talk about stuff and do some catching up.",
        "Clint: Uh-huh. You ran into them here in Llanview?",
        "Sarah: I've been hanging with them.",
        "Viki: Doing what?",
        "Sarah: I checked on Jessica.",
        "Viki: Oh.",
        "Sarah: I -- I was worried, but it seems like she's doing really well, and getting married to that guy --",
        "Clint: Nash.",
        "Sarah: Yeah, Nash. How cool is that?",
        "Viki: So \"where\" did you run into Cristian and Rex?",
        "Rex: Chicago, Illinois.",
        "[SCENE_BREAK]",
        "Dorian: And perhaps you could refresh my memory here. When you first started looking for Todd, I thought it was for the sake of the children. Now it seems to me you're looking for Todd because you're still in love with him.",
        "Blair: Does it matter?",
        "Dorian: Well, I'm just kind of surprised at this shift in your priorities.",
        "Blair: The whole time I was in Chicago, I -- I just wanted to see his face.",
        "Dorian: Oh, Blair, do you think it's wise r you to reconcile with Todd?",
        "Blair: It's what I want.",
        "[SCENE_BREAK]",
        "Britney: I didn't want to know. I overheard Cole telling his father.",
        "Starr: That guy is not his father.",
        "Britney: Oh, stepfather -- whatever. Anyway, I figured he would tell you, but, obviously, he didn't.",
        "Starr: Why am I surprised that you would do something like this? You played that slide show at Halloween and let every one of the kids at school know that my dad raped someone.",
        "Britney: Cole's mother. Anyway, I told you I was sorry.",
        "Starr: You have spent every waking minute of your life trying to break us apart with your little lies and your little tricks, but it never worked, Britney, it only made us closer.",
        "Britney: Yeah? Then ask your boyfriend.",
        "Starr: I am not going to ask him anything, because he would never lie to me -- especially about something that big.",
        "Britney: Are you positive?",
        "[SCENE_BREAK]",
        "Cole: Whatever happens to us, my mom and I will deal with it. But I know one thing for sure -- you're no longer going to control us anymore.",
        "Miles: Oh.",
        "Natalie: Cole, are you all right?",
        "Cole: Yeah, I'm ok. I just want to know how my mom is doing.",
        "Natalie: Is this true?",
        "Miles: I don't know why my wife is doing this. Maybe we'll find out after she's done talking to Detective McBain.",
        "Natalie: Well, you guys just need to be careful. That reporter over there -- he found out about Marty confessing, tried to get a story out of Uncle Bo but couldn't get one. But then I heard that he was calling his news desk to tell them what he knows.",
        "Richmond: No, I couldn't get anything out of the commissioner.",
        "Miles: What else did he hear?",
        "Natalie: Well, he didn't hear about you and Todd, if that's what you're asking.",
        "Miles: Oh, God, this -- this whole thing's a nightmare.",
        "Cole: Don't worry, Miles. You're about to wake up.",
        "Bo: So you don't remember committing the crime? But when you did remember, then you couldn't decide whether to come forward or not?",
        "Marty: That's right. I was worried about my son.",
        "Bo: Your first memory was of holding the scissors?",
        "Marty: Yes.",
        "John: But you have no memory of stabbing Truman?",
        "Bo: I'm going to assume that she just told you about all of this right now.",
        "John: Ok.",
        "Bo: Ok. Let's not answer our questions for her.",
        "John: You're absolutely right.",
        "Bo: Yeah. Maybe it'd be a good idea if I do the asking right -- right now, ok?",
        "John: Very good idea.",
        "Bo: All right, thanks. You don't remember stabbing Truman?",
        "Marty: No. I don't remember actually stabbing him. But I remember seeing him attacking Blair, I remember the scissors in my hand -- there aren't a lot of pieces missing.",
        "Bo: So Miles is holding Todd Manning out there somewhere, and you killed Spencer Truman?",
        "Marty: Why would I confess to something I didn't do? Why would I accuse Miles of something he didn't do? That doesn't make any sense.",
        "Bo: Well, I think the keyword here right now is, \"why\"? Why now? Why the change of heart? Why your husband? Are you protecting someone?",
        "Marty: No. Yes, yes, I am protecting my son.",
        "Bo: From what?",
        "Marty: From a -- a home full of lies, from a mother and a stepfather who are pretending to be something that they're not.",
        "Bo: When did Cole find out that you killed Truman?",
        "Marty: He -- he just found out about it today. And that's why he came down here with me -- to stand by me. I wanted him to see his mother finally doing the right thing.",
        "Bo: And your husband?",
        "Marty: What about him?",
        "Bo: Well, I think from his reaction out there, he didn't tell you that he was holding Todd Manning. Who did?",
        "[SCENE_BREAK]",
        "Sarah: It's not like I was living in Chicago. I was just there for a while.",
        "Clint: What's in Chicago?",
        "Sarah: Music. It has a really happening music scene.",
        "Clint: That's it?",
        "Sarah: And it's not here.",
        "Viki: Well, what's wrong with here?",
        "Sarah: I like my freedom. I like to travel, when and where I want. You know? Llanview feels like a prison to me.",
        "Clint: What about London?",
        "Sarah: London? My dad's in London, that's what about London. We used to fight all the time. And my mother? Yeah, she's a real perfect mom. I think I can count the amount of times she's called me on my right pinky. She doesn't care what happens to me. I was doing fine in Chicago until this.",
        "Clint: Yeah, I'm not quite sure what -- what \"this\" is, and why are the two of you right in the middle of it.",
        "Rex: Would you like to field this one?",
        "Cristian: We're not going to lie for you, Sarah.",
        "[Rex whistles]",
        "Sarah: Ok. Damn. I haven't been on the road. I was for a little while, a tiny little while, but I've been living in Chicago for a long time.",
        "Viki: And the post cards to your father?",
        "Sarah: I have friends all over the world. Most of them are on tour. Ok? Happy? They made it, and I didn't. The post cards keep my parents from coming after me.",
        "Clint: So, you have been lying to your parents for, what, a couple of years now?",
        "Sarah: I guess that's what it is.",
        "Viki: Why, Sarah? Were you in some sort of trouble?",
        "Sarah: No. No trouble. Just been living small with a dusting of trust fund here and there. I just didn't want everybody to know I w a loser.",
        "Viki: Oh, honey, not making it in the most competitive industry in this world does not make you a loser.",
        "Sarah: Well, I felt like one.",
        "[SCENE_BREAK]",
        "Marty: I'd rather not say how I found out about Miles. But let's just say now that I know, I'm not going to let him get away with what he's done, just like I'm not going to let myself get away with what I've done.",
        "Bo: I don't know. Do you believe her? Do you think that she killed Truman?",
        "John: No.",
        "[SCENE_BREAK]",
        "Starr: Oh, I'm supposed to believe you?",
        "Britney: Huh, it's the truth.",
        "Starr: You are, and have always been, a liar. Cole has never lied to me, and I'm supposed to believe you over him?",
        "Britney: Well, from your reaction, I guess not. But when you find out that your little boyfriend knows where your daddy is --",
        "Starr: Shut up, Britney! Just shut up! Cole would never hide something like that from me. And he would definitely tell me if he knew where my dad is.",
        "Blair: Hey, hey, what's all this yelling about? Starr, you're yelling about your father?",
        "[SCENE_BREAK]",
        "Todd: God, I realize that you hate me -- please --",
        "Todd: Ahem. Thank you. Thank you.",
        "[SCENE_BREAK]",
        "Clint: Sarah, you know, don't you, that we're going to have to tell your parents that you're here?",
        "Sarah: Yeah. I figured you would. But good luck finding my mom. She's where I got my run-and-hide genes.",
        "Clint: Yeah. Where have you been staying while you've been in Llanview?",
        "Rex: At my place.",
        "Clint: At your place?",
        "Rex: Just so we could keep an eye on her.",
        "Cristian: She was staying with a guy in Chicago, and this guy did something that Sarah would rather not have you or anyone else know about.",
        "Rex: Would you like to tell them what your friend did to your uncle?",
        "Blair: So I'm going to ask you again -- what was all the yelling about?",
        "Starr: No -- it's no big deal. Britney was just doing what she does best.",
        "Britney: I had something kind of important to tell Starr. That's not exactly the type of thing you want to do over the phone, if you know what I mean.",
        "Blair: No, Britney, I don't know what you mean, since you and Starr aren't friends.",
        "Starr: She was actually on her way out.",
        "Britney: No, actually, I think you need to hear this.",
        "Starr: No, I really don't.",
        "Blair: Ok, was the yelling about your father? Do y know something about Todd? Do you?",
        "Dorian: Blair, I need to see you in here.",
        "Blair: Dorian, I'm in the middle of something.",
        "Dorian: Blair, there is news.",
        "Blair: What?",
        "Dorian: Marty Saybrooke has just confessed to the murder of Spencer Truman.",
        "Starr: What?",
        "Blair: Well, why would she kill Spencer?",
        "Dorian: It's still a breaking story. I know she's the last person on earth you'd think would kill Spencer, but --",
        "Starr: Cole must be freaking out.",
        "Britney: Well, I'll go find him.",
        "Starr: I don't think so.",
        "Britney: Excuse me.",
        "Blair: This doesn't even make any sense.",
        "Starr: I need to go down to the police department. Cole doesn't have a dad. He's probably sitting there all alone. He needs me.",
        "Dorian: I do feel badly for him. I mean, if Marty murdered Spencer --",
        "Starr: Hey, just because she was arrested doesn't mean that she's guilty. You should know that more than anyone, aunt Dorian.",
        "Blair: Hey, why don't you watch your tone there?",
        "Starr: You, too. Marty hasn't been arrested as many times as you have.",
        "Dorian: Watch your tone!",
        "Blair: It doesn't mean that she's innocent, Starr.",
        "Dorian: And there's a first time for everything, even murder.",
        "Blair: Yeah.",
        "Starr: You two are absolutely unbelievable.",
        "Blair: Are you calling Cole?",
        "Starr: No, mom, I am calling a cab to get me there! I have a lot of experience keeping parents out of jail.",
        "Blair: Well, put your phone away. Come on, I'll take you. Come on.",
        "Dorian: Well, young lady, would you like to explain to me what is going on?",
        "Britney: You know, I'm sure Starr would, you know, explain it much better, so -- um -- no, I guess that's it, then.",
        "[SCENE_BREAK]",
        "Marty: Look, I killed him. I am confessing. Take my statement and book me so I can help my son get through this. Please.",
        "Bo: Ok. Ok, we'll do that. But this conversation is not over yet. I think you both know that.",
        "Natalie: Well, I'm not even going to pretend to know what's going on here. I mean, this is really, really bizarre. All I can say is that I hope that what Marty is saying about you is not true. And I also hope that what Marty is saying about killing Spencer isn't true for your sake.",
        "Miles: My only priority is protecting my family.",
        "Cole: I'm not your damn family, and neither is my mom!",
        "Natalie: Look, good luck. Good luck to you, too. I got to go.",
        "Miles: You need to think about this very slowly and carefully, son. You could lose everything -- your mother, your girlfriend, your freedom -- everything. Remember, you came down to the storage room and found Todd, and you didn't say a word to anyone.",
        "Cole: And he was drugged by you, and you were blackmailing me, which is what you do best. So I'm going to tell them the truth. I'm going to tell them everything, including how you wanted me to kill Todd for you. And don't you ever, ever call me \"son\" again.",
        "Marty: Cole --",
        "Cole: Are you ok?",
        "Marty: Yeah, I'm -- I'm fine. I really am.",
        "Cole: Good. Then it's my turn.",
        "Marty: No, no, sweetie, look, don't. Don't do this. Just don't say a word. Let me handle it, ok?",
        "Cole: Mom, today you told me that you were going to teach me how to take responsibly. So now, let me. My mom was holding something back when she was telling you about Miles and Todd. It wasn't just anybody who told her. I told her.",
        "[SCENE_BREAK]",
        "Todd: God, give me some kind of signal. Oh.",
        "Viki: Your uncle? Wait a minute, back up. You were in Chicago. Blair went to Chicago looking for Todd.",
        "Clint: And Rex said your friend did something to your uncle.",
        "Sarah: Yeah.",
        "Viki: Do you know where Todd is?",
        "Sarah: I did.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Natalie: Natalie Buchanan. Yeah, yeah, ok um -- hang on, let me get a pen. What's your fax number? Uh-huh. Ok. Great. I -- I'll try to get those figures to you by midnight. Thanks. If I ever get off the phone.",
        "John: Looks to me like a little low to the left.",
        "Natalie: Are you trying to rattle me?",
        "John: I wouldn't think of it.",
        "Natalie: Good. Because I don't rattle.",
        "[Natalie shoots]",
        "Natalie: And I don't joke.",
        "John: No, you don't.",
        "[SCENE_BREAK]",
        "Miles: You should be very careful about what you say, Cole.",
        "John: Shut up, Laurence.",
        "Bo: Sit down.",
        "Marty: Please, sweetie. Please don't do this.",
        "Cole: Look, mom, I have to. Do you understand? This whole thing's been eating at me. I'm sick and tired of it. I need to get it out, all of it.",
        "Bo: Ok. Cole, let's hear it.",
        "Cole: I knew who had Mr. Manning, and I've known for a while. It's Miles.",
        "Bo: Is Manning all right?",
        "Cole: I don't know.",
        "Bo: Why didn't you tell us about this when you first found out?",
        "Cole: I was afraid. Miles has a tape, and he played it for me, and on that tape, my mom says that she killed Spencer. And he said that he would play it and tell everyone that she killed him if I said anything about seeing Mr. Manning.",
        "John: You're saying this son of a bitch blackmailed you into keeping quiet?",
        "Bo: John -- John, we don't want to blow this case on a technicality.",
        "Bo: How long have you known that Miles was holding Manning?",
        "Cole: For a while now.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Dorian: This is Blair Cramer's phone.",
        "Todd: Dorian --",
        "Dorian: Yes, this is Dorian Lord. Who's this?",
        "Todd: I got to talk to Blair.",
        "Dorian: Todd?",
        "[NEXT_ON]",
        "Rex: What do you want?",
        "Adriana: It's about Tate.",
        "Dorian: Todd Manning is alive. I just spoke to him on the phone.",
        "Sarah: They wanted him out of the picture, permanently.",
        "Hunter: I'm with Manning now. What should I do with him?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=8ZMSAeNWSi4"
}