{
    "Episode Summary": [],
    "Recap": [
        "John makes it there with Margaret just in time to save Todd or so he hopes. Everyone is stunned to see Margaret alive. Blair begs Spencer to help revive Todd. Spencer, reluctantly, tries to revive him. Spencer lets John know that unless they get Todd to Llanview Hospital and into I.C.U. he will not survive. John calls for a medi-vac to transport Todd to the hospital.",
        "Antonio kisses Tess. Nash comes in, and wants to know what is going on. Antonio finds out that they will find out who the baby's mother and father is in the morning. Nash goes upstairs to visit the baby, and finds a note in the baby's baby bed. Bo questions Margaret about Todd Manning and who had helped her cover this up. Margaret denies knowing anything about Todd or who had helped her."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Antonio: I need the woman I love.",
        "Nash: Tess? Oh, hey. What's going on here?",
        "[SCENE_BREAK]",
        "Natalie: Please, you have to listen to me. I work for the Llanview police department. This man is wanted for murder.",
        "David: This is insane. She's not even a cop.",
        "Officer: Is that true?",
        "Natalie: This man is David Vickers, and he's in police custody right now. Lieutenant John McBain arrested him for shooting an officer. He's responsible for the man's death.",
        "Officer: Where's this McBain?",
        "Natalie: He's bringing evidence that Todd Manning is innocent.",
        "Officer: The execution is happening right now.",
        "Natalie: Yes, I know. Okay, that's what I'm trying to tell you. Margaret Cochran isn't dead. Please, you have to tell me if John made it in time to stop that execution.",
        "[SCENE_BREAK]",
        "John: Stop! Stop the execution!",
        "Bo: Margaret?",
        "Ellen: Margaret?",
        "Viki: Oh, my God!",
        "Blair: Oh, Todd!",
        "John: Manning's innocent! He didn't kill anyone!",
        "Blair: Oh, Todd! Todd!",
        "Warden Fisher: Get the medical team in here.",
        "Blair: Oh, my God. Oh, my God.",
        "John: Get those needles out of his arm!",
        "[SCENE_BREAK]",
        "Nurse: One more time. Good.",
        "Kelly: Do you have any idea when I might be able to get out of here? This place is making me crazy.",
        "Nurse: Well, it's up to your doctor. But it would probably be good if you don't leave before you're supposed to.",
        "Kelly: Clint, what are you doing here?",
        "Clint: How are you feeling?",
        "Kelly: Still weak, but better. So you came by to see how I'm feeling?",
        "Clint: Well, that and I wanted to talk to you about what happened at the funeral -- what you and Kevin said to each other.",
        "Kelly: I'm sure you blame me for Duke's death, too.",
        "Clint: Duke's death was a terrible accident. That tornado was an act of God. I'm not here to blame you or judge you. I'm here to ask you to do something for me. Actually, I'm here to ask you to do something for Kevin.",
        "[SCENE_BREAK]",
        "Young Duke: Come on, Dad. Let's play cowboys.",
        "Kevin: Sure, Duke, in a little while.",
        "Young Duke: I thought you came to see me, not to work.",
        "Kevin: And I'm all yours, son, just as soon as I finish this report.",
        "[SCENE_BREAK]",
        "Tess: Antonio just came over to see the baby.",
        "Nash: Oh. Good to see you out of the hospital again.",
        "Antonio: Thanks.",
        "Nash: Huh.",
        "Antonio: Thanks -- and thank you for keeping your end of the bargain, moving into Asa's.",
        "Nash: Sure. So you saw Brennan?",
        "Antonio: Yes, yes.",
        "Nash: Hmm.",
        "Antonio: She was a little fussy. But, you know, next time she's having a hard time sleeping, you should try singing to her or --",
        "Nash: Thank you, that's great. Yeah, we -- we've got all the baby books, so if you want to leave, that's okay.",
        "Tess: Hey, is everything okay?",
        "Nash: Oh, yeah. No, it's fine. But it's -- it seems like Antonio got what he came for. I don't see any reason for him to stay.",
        "Antonio: Actually, there's something else I need to tell you.",
        "Nash: Oh.",
        "Antonio: I've hired Claudia Reston to work at Capricorn, as a singer.",
        "Tess: Uh -- Nash's ex-girlfriend Claudia Reston? Are you crazy?",
        "Antonio: No, Tess, I'm a businessman, and I need employees to keep Capricorn open. And she's qualified.",
        "Tess: \"Qualified\" -- um -- she had her father smash Nash's face in.",
        "Antonio: She swears she wasn't part of that.",
        "Tess: Oh.",
        "Nash: Hmm.",
        "Tess: So that's great, if she swears, you know -- huh. Well, what about the restraining order, Antonio? Is Nash supposed to keep himself locked up in the house so he doesn't run into that little bitch?",
        "Antonio: Tess, as far as I know, the restraining order has expired.",
        "Tess: Why are you not surprised at any of this? Do you already know?",
        "Nash: Look, I hate this, too. All right? I hate it. Yeah, why would you give her a job, anyway? What, are you deliberately trying to make our life miserable?",
        "Antonio: Why would I do that? And how could I do that if you two are as solid as you say you are?",
        "Nash: Oh, that's not an answer.",
        "Antonio: Okay, Nash, look, Claudia's been cleaning herself up. She asked me for a gig. I thought she deserved a break.",
        "Tess: Whatever, Antonio. It doesn't matter. Because you know what? Congratulations. You're right about something for once in your life. Claudia cannot do anything to hurt Nash and me now.",
        "[SCENE_BREAK]",
        "Blair: He can't be dead. No, God, he can't be dead. No, no.",
        "Margaret: No -- get away from me! I don't even know you!",
        "Ellen: What do you mean, you don't know me? I'm your sister!",
        "Andrew: All right, this is a little confusing. Why don't we sit down?",
        "Evangeline: What is happening?",
        "Cristian: They just pulled the needle out of Todd's arm. But it doesn't look good.",
        "Evangeline: Oh, my God!",
        "Viki: Well, can't they do something more for him?",
        "Blair: Spencer -- Spencer, you got to go in and bring him back. Spencer! You got to bring Todd back. Do something to help him. Please, bring him back!",
        "Evangeline: Spencer doesn't want to save Todd, Blair. He's the one that put him in there in the first place.",
        "Blair: No, Spencer, please! Please save Todd. Please. Spencer?",
        "[SCENE_BREAK]",
        "Nash: Ah -- I'm not thrilled about Claudia being around, but what the hell, huh?",
        "Antonio: Good. Good, because --",
        "Nash: I mean, because, you know -- restraining order's expired. And, you know, you're -- you're both right. She's not a threat to us.",
        "Antonio: Well, good, I'm glad to hear that, Nash, because me hiring her had nothing to do with you.",
        "Nash: Right. Anything else?",
        "Antonio: Yeah, actually, is Clint around?",
        "Tess: No. He's at the hospital. Why?",
        "Antonio: Well, because I thought -- look, I know he's got a lot on his plate right now, but I also know that he's got some influence over at the hospital, and I was hoping that maybe he can help get the lab back on track so that they could expedite the paternity test.",
        "[Brennan cries]",
        "Nash: Oh. I'm sorry; you'll have to excuse me. Our daughter needs me.",
        "Antonio: Why didn't you tell him what he just walked in on?",
        "Tess: Why? Why would I? What, to rile him all up? Even if you're about to rip whatever peace treaty we did have in half.",
        "Antonio: I will do whatever I have to to get Jessica back.",
        "Tess: What did you think that was going to do, anyway, huh, Antonio? Do you think that, what, Jessica's like some sleeping beauty, and a kiss from you is going to snap her out of it?",
        "Antonio: No, Tess, I didn't think anything. I didn't plan it. But whatever happened there, it worked, because Jessica kissed me back.",
        "Tess: Oh. Well, then, you both are lousy kissers.",
        "Antonio: I see. Hmm. You know, I know why you didn't tell Nash. Because if he hadn't walked in when he did, Jessica would be standing here right now.",
        "[SCENE_BREAK]",
        "Blair: Spencer, please go in there and save him, please. Please help him. Please? Please.",
        "[SCENE_BREAK]",
        "Spencer: Take over artificial respiration. We're going to have to shock him. We need a defibrillator. Do you have one in here?",
        "Nurse: In the infirmary.",
        "Spencer: Go get it, now. And bring me a drug kit. Move!",
        "[SCENE_BREAK]",
        "Hugh: Evangeline, I don't know what to -- I don't know what to say. Um -- I was wrong. I was wrong. I pray that they can bring Todd back.",
        "Evangeline: All any of us can do is pray now, Hugh.",
        "Hugh: I'd better go see about exhuming those bodies, after all.",
        "Viki: How -- how in the world could this have happened?",
        "Warden Fisher: You'll have to leave. Medical personnel only.",
        "Bo: I thought you went to Bangkok to track down your father's shooter.",
        "John: I did.",
        "Bo: Well, then how'd you end up bringing Margaret Cochran back here?",
        "Ellen: How -- how -- how could you not tell me you were alive?",
        "Margaret: Get away from me!",
        "Bo: Whoa, whoa, Mrs. Foley. I want you to step away from the prisoner, please.",
        "Margaret: Prisoner?",
        "Bo: Margaret Cochran, you are under arrest.",
        "Margaret: I haven't done anything wrong!",
        "Bo: You're under arrest for the murder of Mona Bigelow, for the attempted murder of Starr Manning, for the kidnapping and attempted murder of Blair Cramer and Todd Manning.",
        "Margaret: But I don't know any of those people.",
        "Officer: Commissioner Buchanan?",
        "Bo: Yes?",
        "Officer: We just caught a woman in the parking lot holding a guy hostage. She says she's your niece.",
        "John: Natalie. Where is she?",
        "Officer: She's in the warden's office.",
        "Bo: All right, let's go.",
        "Margaret: No, no, where are we going?",
        "Bo: We're going to have a little talk, Margaret.",
        "Margaret: No, but you have to believe me! I --",
        "Evangeline: Blair?",
        "Blair: I'm right here.",
        "Evangeline: Can you take me to her?",
        "Cristian: It's right here.",
        "Blair: I'm here, Evangeline.",
        "Evangeline: He's going to be okay, right? They're going to bring him back.",
        "Blair: God, I hope so. I hope so.",
        "[SCENE_BREAK]",
        "Spencer: Give him an amp of epi and three amps of Narcan. And start a dopamine drip.",
        "Spencer: Charge to 350. Clear!",
        "Spencer: Again. Clear!",
        "[SCENE_BREAK]",
        "John: Hey.",
        "Natalie: Hey. Did you make it in time? Is Todd okay?",
        "Ellen: Commissioner, where are you taking my sister?",
        "Bo: I'm going to ask her a few questions. Mrs. Foley, my suggestion to you is to get her an attorney, now. Otherwise, we're going to have to call in a public defender. Excuse me. Let's go. What is Vickers doing here?",
        "John: You're looking at the man who shot my father.",
        "[SCENE_BREAK]",
        "Kelly: I don't know what you think I can do for Kevin. You saw the way he looked at me at the funeral. You heard what he said. He hates me.",
        "Clint: You got to remember, he's just lashing out. He's trying to make sense of something that's completely senseless. He hates the world. More than that, he -- he hates himself, and I don't have any advice to give him to help him along. All I know for certain is that this bitterness between you is making the situation -- well, it's impossible to deal with.",
        "Kelly: I don't know what you think I can do about that.",
        "Clint: Forgive my son -- for whatever he did that tore you two apart. For whatever he did that drove you and Duke together.",
        "Kelly: Who am I to forgive? This is not Kevin's fault.",
        "Clint: Well, then, Kelly, forgive yourself. Because this family cannot survive unless something changes. And I'm hoping that if you refuse to fight, the war will stop.",
        "Kelly: I survived, against all odds. I guess that should count for something.",
        "Clint: I know that Kevin can be cruel, especially when he's drinking. But I'm asking you to try and find it in your heart to forgive him.",
        "Kelly: Oh. No! No! You're hurting me! I know this seems impossible to believe, but I love him. I always have. It just doesn't matter anymore. I mean, really, do you think that Kevin could forgive me for being alive when his son is dead?",
        "Kevin: Never.",
        "[SCENE_BREAK]",
        "Tess: Get real, Antonio. If you think that you got through to your princess, you're really living in a fairy tale.",
        "Antonio: Look, it may have only been for a few seconds, but Jessica was here. She kissed me back. I know how she feels and how she tastes.",
        "Tess: Oh, please -- shut up. You're grossing me out.",
        "Antonio: And besides, you wouldn't let me kiss you. You'd haul off and slap me.",
        "Tess: Yeah, you're right, I would. But if you try it again, I'll punch you -- in the lower region.",
        "[Antonio chuckles]",
        "Tess: Okay?",
        "Antonio: Okay.",
        "Tess: And as for Jessica -- she's gone. Gone for good. Forever. And as soon as we find out the results of the paternity test and prove once and for all that Nash and I are Brennan's parents, then we'll be gone for good.",
        "Antonio: Why should I --",
        "Tess: We're going to go back to Napa. There's not a damn thing that you can do about it.",
        "Antonio: You know, I've got something I want to show you.",
        "Tess: What?",
        "Antonio: Yeah.",
        "Tess: Okay, I -- I don't want to see your vacation pictures.",
        "Antonio: No, no, I think --",
        "Tess: Okay, Antonio? I'm not interested.",
        "Antonio: No, I think you will be interested in these. Look. This is Llantano Mountain. It was Jamie, myself, and Jessica. We went on a picnic. It was springtime. Look how beautiful the blue sky was.",
        "Tess: Yeah, it was really nice, great.",
        "Antonio: And this is Christmastime. This is my mother and me and Jessica, and -- I gave her that necklace. Here. This is -- this is her birthday. All right? Surrounded by everyone that loves her. In real moments, real happiness. And do you remember this one, Jess? Huh? Come on. Do you?",
        "[SCENE_BREAK]",
        "Nash: I am a daddy. Hey, baby Brennan. Hello. Oh.",
        "[Brennan fusses]",
        "Nash: It's okay. Yes. Hello. It's okay. Shh.",
        "[SCENE_BREAK]",
        "Bo: Vickers is the kid who shot your father?",
        "David: Yeah, that was pretty much exactly my reaction, Bo. It's totally nuts. Can you take these off, please?",
        "Bo: Just shut up, Vickers. You're not going anywhere.",
        "Hugh: I heard you brought Margaret. What is going on?",
        "John: So now you're in my jurisdiction, and you're going to answer some questions.",
        "Bo: No, John, listen. You're running on pure adrenaline right now. Look, I've got enough problems. I'll handle this interrogation for now.",
        "Margaret: What interrogation? I don't know anything.",
        "David: Me, neither.",
        "Bo: Look, just take Natalie -- take Nat --",
        "John: Let me --",
        "Bo: Take Natalie and get out of here, okay? Come on.",
        "John: Let's go.",
        "Bo: Hey, and, John -- good job bringing Margaret back.",
        "John: Had a lot of help.",
        "David: A little of that help was from over here.",
        "Bo: All right, let's start with you. Who helped you fake your death?",
        "[SCENE_BREAK]",
        "Spencer: Clear.",
        "Blair: Spencer, what's going on?",
        "Spencer: Charging 360. Another amp of epi, quick, quick, quick. Ready, clear.",
        "Doctor: We've got a pulse.",
        "Blair: Thank God, he's alive. He's alive. He's alive.",
        "[SCENE_BREAK]",
        "Evangeline: Todd's going to be okay?",
        "Cristian: Don't know yet, but I think they got a pulse.",
        "Evangeline: Oh. Thank God.",
        "[SCENE_BREAK]",
        "Natalie: Mom --",
        "Viki: Natalie?",
        "Natalie: Hey.",
        "Viki: Oh, my God.",
        "Natalie: Hi.",
        "Viki: Sweetheart, I don't know what your involvement in this is, but thank you. Thank you so much for helping to prove that Todd is innocent. Thank you.",
        "[SCENE_BREAK]",
        "Cristian: He's right in front of you.",
        "Evangeline: Hi.",
        "John: Hi.",
        "Evangeline: Can -- can we talk outside, please?",
        "John: Of course. Yeah.",
        "Evangeline: John, I didn't want to say this so that anyone else would hear. I'm worried about Spencer overhearing this, but I'm really worried about Todd. Do you think that -- do you think that Spencer would let Todd die on purpose?",
        "John: Yeah, I thought about that. You know, but he's under so much scrutiny. The paramedics are on the way. There's a doctor and nurse in there with him. I don't think he'd risk any obvious slip-ups.",
        "Evangeline: Well, what about the not-so-obvious ones?",
        "John: I don't know. I don't think he's going to take that chance with everybody watching.",
        "Evangeline: Did Margaret admit that Spencer used her to set up Todd?",
        "John: I don't know what Margaret knows. She seems to be totally out of it. She doesn't know Todd, she doesn't know the baby. Look, there's going to be a full investigation. I -- I promise you we'll find the truth.",
        "Evangeline: I would like to know how Margaret convinced everybody that she was -- she was dead. I mean, that's not easy to pull off.",
        "John: She didn't do it on her own, I'll tell you that much.",
        "[SCENE_BREAK]",
        "Spencer: Pulse rate's dropping.",
        "Doctor: We're losing him.",
        "Spencer: All right. We did everything we could here. I'm sorry. I did everything I could.",
        "Blair: Spencer, you've got to -- you've got to do something. Don't give up, please. You've got to do something to save -- save Todd. Please.",
        "Spencer: Blair, he's been without oxygen for far too long. About the only thing I could do is crack open his sternum and perform open-heart massage.",
        "Blair: Do it.",
        "Spencer: It's just I'm not equipped to do that here. I'm sorry; I've done everything I can.",
        "[SCENE_BREAK]",
        "John: Well, you were right again, Counselor. Your client was innocent.",
        "Evangeline: I knew Todd didn't do it, but I never imagined this scenario. I mean, I -- I thought that Spencer tampered with the autopsy result, but Margaret's still alive. My God. I just hope you weren't too late.",
        "John: Yeah, me, too.",
        "Evangeline: There are still so many questions, John, like who were those two bodies that you found in the lake? And where's Margaret's baby?",
        "John: Right now, I just want to know what Truman's role is in all this.",
        "[SCENE_BREAK]",
        "Blair: Spencer. Spencer, please, you've got to save him. You have to. Please do something. I'll owe you for the rest of my life. Please, I'll do anything, Spencer. Just save him. Please. Please.",
        "Blair: Please.",
        "[SCENE_BREAK]",
        "Antonio: And what about this, Jess? Do you remember this? This -- this is when we went to the children's zoo. Jamie still talks about the elephants. And -- and this here -- look. This is when we -- we took her to children's museum.",
        "Tess: Get those away from me. It's a cheap trick, Antonio.",
        "Antonio: Okay, maybe it was, but you know what? I'll do whatever I have to to get Jessica back.",
        "Tess: Well, tough, okay? Because your little trick, your little photographic trip down memory lane didn't work.",
        "Antonio: No? No?",
        "Tess: No.",
        "Antonio: Maybe it didn't, but at least you saw that Jessica had a life, a real life, a life with people who loved her, family who loved her, and you saw what kind of mother she was to Jamie --",
        "Tess: Well, I --",
        "Antonio: And what kind of life we can give this child.",
        "Tess: Unfortunately for you, it doesn't matter because Jessica's not here.",
        "Antonio: No, no, she is here.",
        "Tess: Oh.",
        "Antonio: She's always here, and -- and soon enough, we're going to know who that baby belongs to. Tess ye? So what?",
        "Antonio: If I'm the father, I'm going to fight like hell to raise my daughter, and I'm going to win. Tess, I know you love that little girl, and I know you won't survive without her. So, please, do what's best for her, for everyone, for you. If I'm the father, let me raise that little girl with Jessica.",
        "Tess: And what if the baby is Nash's? Hmm? Are you going to give up on Jessica and leave us alone?",
        "[Antonio sighs]",
        "[SCENE_BREAK]",
        "[Nash hums]",
        "Nash: Someone left us a card.",
        "Nash: \"I warned you. I warned you, Brennan. You destroyed my daughter's happiness, and now I'm going to destroy yours. If you don't want your girl to pay for what you did, you'll leave them. You have until morning to disappear and don't come back.\"",
        "[SCENE_BREAK]",
        "Kelly: Kevin, what are you doing here?",
        "Kevin: I didn't come to talk to you. I was seeing Asa, and the nurse told me you were in here.",
        "Clint: You wanted to talk to me?",
        "Kevin: Well, I was hoping you'd heard from Mom. Has she called?",
        "Clint: Uh, no. She wanted to be there for Todd till the end. It must be over by now.",
        "Kelly: Oh, God. That whole thing completely slipped my mind.",
        "Kevin: Yeah, I feel terrible for Mom. No one should have to bury their grandson and their brother in the same week.",
        "Kelly: Oh, poor Blair. She's really going to need her family now.",
        "Clint: Now, Kelly, we all need to pull together.",
        "Kelly: Oh, come on. You just saw him. He can't even look at me. He could care less about my forgiveness.",
        "Clint: Well, maybe he just needs to hear it.",
        "Kelly: Any love he had for me died with Duke.",
        "Clint: What about your love for him?",
        "Kelly: It doesn't matter.",
        "Clint: I'm sorry you feel that way. Look, I hope I haven't upset you.",
        "Kelly: No, I'm -- I'm really glad you came.",
        "Clint: And I'm glad that you're going to be better.",
        "Kelly: You know, I've always felt so close to you. I -- I always thought that you were more than my father-in-law. You -- you were kind of like my dad. I'm sorry to have lost that.",
        "Kevin: Hey. Todd's execution is all over the news.",
        "Clint: Is it done? Is he gone?",
        "Kevin: I -- I'm not sure. Something happened at the prison, some kind of new evidence that might prove Todd's innocent.",
        "[Clint turns TV on]",
        "TV reporter: There's been no word yet on whether Todd Manning has in fact been executed. We still don't know if new evidence that arrived at the 11th hour made it in time to save Manning's life. Todd Manning was scheduled for execution tonight at 9:00 P.M. for the first-degree murder of Margaret Cochran and her unborn child, Mr. Manning's child.",
        "Clint: I'm going to call Viki, find out what's going on.",
        "Kevin: All right.",
        "Reporter: We're waiting for the warden to come out and make a statement, but frankly, we don't know when that's going to be.",
        "Kelly: Oh, my God. What Blair must be going through.",
        "Kevin: Yeah. I'm going to watch this with Grandpa.",
        "Reporter: What was that, Bill? We've just gotten word that a lethal injection was administered to Todd Manning tonight at 9:00 P.M. Doctors are working to revive him. Again, Todd Manning was wrongfully executed tonight at Lehigh prison.",
        "[SCENE_BREAK]",
        "Evangeline: Cristian?",
        "Cristian: Yeah?",
        "Evangeline: Can you take me back in there?",
        "Cristian: Oh, sure.",
        "Evangeline: I want Spencer to see me. I want him to know that he can't get away with this.",
        "Cristian: Come on.",
        "[SCENE_BREAK]",
        "Natalie: Hey.",
        "John: Hey.",
        "Natalie: You okay?",
        "John: Five minutes earlier, this wouldn't be happening.",
        "Natalie: I know. And we've done everything we could. How many times have I said that tonight? It sounds so lame.",
        "John: I wouldn't want my life in that guy's hands.",
        "Natalie: You know, it just seems that all roads lead back to him -- you know, David shooting your dad, Paige operating on him.",
        "John: David and Paige committed the act. But Truman -- he covered it all up, you know? He's probably been holding it over them for years.",
        "Natalie: Yeah, and he probably got Paige to pass those bodies off. You know, I just can't imagine that she would let an innocent man go to death row.",
        "John: Would explain her visiting Manning at Statesville. You see, she wanted the truth to come out. She just didn't want it to be at her expense.",
        "Natalie: God, if you're right, it's going to kill Uncle Bo.",
        "John: Well, right now it's just a theory. But when Vickers and Margaret start talking, it'll be a case -- with Truman as the primary suspect.",
        "[SCENE_BREAK]",
        "Bo: All right -- ahem. Let's start at the beginning. I want you to tell me about the night you were with Todd Manning at Llantano Lake.",
        "Margaret: Oh, I was never at any lake. I -- I don't even know this guy. Whatever it is that he did or he didn't do, it doesn't involve me. Oh, please, you have to believe me. I -- I just live a very simple life. I'm an accountant, I work in Bangkok. You can -- you can talk to my employer. I have his number right here.",
        "David: Here, let me give you a hand with that --",
        "Bo: No, no, Vickers. Get your hand out of her purse and shut up. Look, I'm going to get to you. I want you to sit there and be quiet.",
        "Hugh: Fax from my office -- pending charges against Margaret Cochran, hard evidence in every case, proof that you murdered Mona Bigelow, proof that you held Todd Manning captive, proof that you kidnapped and tried to kill Blair Cramer. Do I need to go on?",
        "Bo: How did you manage to put the bodies in the water and then make the rest of the world believe that it was you and your baby?",
        "Margaret: Oh, you must be talking about somebody else. I don't have a baby.",
        "Bo: You don't remember?",
        "Margaret: No.",
        "Bo: All right. We've got the bodies in the lake, we've got your disappearing act and all of a sudden this new life that you have in Thailand. I know that you didn't plan all of that all by yourself. Now, who helped you, Margaret?",
        "[SCENE_BREAK]",
        "John: What's going on?",
        "Viki: Todd is dying.",
        "Andrew: They need to get him to a hospital.",
        "John: You're not going to get away with anything this time, Spencer.",
        "Spencer: Enough with the accusations, McBain. If we don't get him to Llanview hospital as quick as possible, he is as good as dead. He will have no chance. You want that on you?",
        "John: Get him ready. I'll get the MedEvac team in the air.",
        "John: Yeah, this is John McBain. We need a MedEvac team in the air as soon as possible. Hurry.",
        "Andrew: Viki? Viki, are you all right? I mean, physically, are you all right?",
        "Viki: Dr. Truman? Dr. Truman? Is -- is he going to make it?",
        "Spencer: Honestly, Mrs. Davidson, I don't know. He's in critical condition. His vitals are all over the place. It'd be a miracle if he survives the transfer to the hospital.",
        "Viki: Blair? No, wait.",
        "John: Lehigh prison. Get him in the air now.",
        "Blair: I'm sorry, Todd. I should never have stopped believing in you. Don't die, Todd. Please don't die.",
        "[SCENE_BREAK]",
        "Antonio: Tess, I don't care who Brennan's parents are. I will never give up on Jessica.",
        "Tess: Yeah. That's what I thought. It doesn't matter, though because you've met your match. You see, Antonio, I will never, ever give up on Nash, and I will never give up on my baby. See, Nash and I are in love. He, Brennan, and I are a family, and our love is strong enough to withstand anything that you throw at us.",
        "[Phone rings]",
        "Antonio: Excuse me.",
        "Tess: Excuse you.",
        "Nash: You still here?",
        "Tess: Yeah. Hi, princess. Hello. I heard your daddy playing music for you up there.",
        "Antonio: It looks like we won't need Clint after all.",
        "Tess: Why? Who was that?",
        "Antonio: That was the lab. Looks like they've got everything together, and they'll have the results of the paternity test tomorrow in the morning.",
        "[SCENE_BREAK]",
        "Margaret: What are they doing out there?",
        "David: Probably trying to figure out some new way to make you crack.",
        "Margaret: You're the one that got me into this mess. You brought all of those people right to my door. This nightmare -- it's all your fault.",
        "David: I have my own nightmare.",
        "Margaret: Oh.",
        "David: But that one inside that folder -- that one's all yours.",
        "[SCENE_BREAK]",
        "Spencer: The hospital's been alerted, all right? They'll have an O.R. ready as soon as we get there.",
        "Blair: You just hang in there. You've got to hold on a little longer.",
        "John: Truman better not be the one to operate on Manning.",
        "[SCENE_BREAK]",
        "Cristian: They're getting him ready to go. Looks like he's breathing.",
        "Evangeline: Thank you for being my eyes. I couldn't have gotten through this without you.",
        "Cristian: Anytime.",
        "Evangeline: Todd has to be okay. He has to.",
        "[SCENE_BREAK]",
        "Hugh: This -- this amnesia or whatever Margaret's saying her problem is -- are you buying it? Do you think it's legit?",
        "Bo: I don't know. It seems real enough. I'm not about to give up on her yet.",
        "Hugh: It might take a psych exam to be sure.",
        "Bo: Yeah, yeah. I'd like to take one more run at her, though, just to see if I could make her remember what happened that night with Todd Manning at the lake.",
        "Margaret: I'm really hungry.",
        "Hugh: Yeah, the concession stand is closed.",
        "Bo: All right. Let's -- let's go back to the top. All right? All right, when you were at the lake with Todd Manning, you were in a rowboat, all right? You either fell, you were pushed, or you jumped out of this boat. Now, what happened? What did you do? Did you just swim all the way to shore?",
        "Margaret: Look, I don't know anything about that. But I am a good swimmer. I always have been ever since I was a kid.",
        "Bo: Hmm. Well, the last time anybody around here saw you, you were seven months pregnant. What happened to your baby? Who delivered it?",
        "Margaret: Well, I wouldn't have forgotten having a baby. That would be monstrous.",
        "David: You got to start reading your P.R.",
        "Margaret: Would you just please leave me alone?",
        "Bo: Margaret. I want you to think. Who was the doctor that delivered your baby? Could it have been Dr. Spencer Truman?",
        "Margaret: Oh, that name.",
        "[SCENE_BREAK]",
        "Cristian: So what's the deal, John? Is Spencer going with him in the helicopter?",
        "John: Unfortunately there's no room in the chopper for a cop, but I spoke to the EMTs and they'll be watching Truman's every move.",
        "[SCENE_BREAK]",
        "Blair: I'm -- I'm going with him.",
        "E.M.T.: Sorry, ma'am. We can't take you in the chopper.",
        "Blair: But --",
        "E.M.T.: The doc will have him the whole way.",
        "Blair: Spencer? Please save him. Do whatever you can do, please. Just don't let him die, please. Please.",
        "[NEXT_ON]",
        "Cristian: All I can really think about is doing this.",
        "Bo: Says she doesn't remember anything.",
        "John: Well, then we have to make her remember.",
        "Blair: What have I done?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=-8_roMGlpKQ"
}