{
    "Episode Summary": [],
    "Recap": [
        "Dorian worries about Addie's sudden appearance back into their lives. Viki and Charlie wake up in each other's arms. Rex surprises Adriana with a Christmas present which is a vacuum cleaner. Jared and John have a confrontation over Natalie. Cristian visits Mrs. Williamson in Silver Springs. Mrs. Williamson blames Cristian for Evangeline being in a coma and refuses to let him see her until Layla intervenes and insists. Dorian walks in on Nora and Clint kissing. Charlie tells Viki that he is going back to see his son again. Viki can't promise that she will be there when he returns. When Adriana reaches her hand down into the vacuum cleaner, she pulls out an engagement ring. Rex proposes to Adriana. Addie disappears from La Boulaie."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: Happy Boxing Day.",
        "Adriana: You, too.",
        "Vincent: Mmm. Good coffee, Mrs. Williamson.",
        "Lisa: It's instant. You comfortable? Can I turn up the heat?",
        "Layla: It's plenty hot in here, Mama.",
        "Lisa: I hope you were comfortable last night, Vincent.",
        "Vincent: Oh, I was. Thank you.",
        "Lisa: You were so helpful in Llanview when Evangeline got hurt, and it's really nice to see Layla happy. You are keeping her happy, aren't you?",
        "[Doorbell rings]",
        "Layla: I'll get it.",
        "Lisa: Ah. So, Vincent, you're in the art business now?",
        "Vincent: Yes. Um -- it's a great opportunity for me, you know, Mrs. Williamson, but, um, I'm sure you've already asked Layla.",
        "Lisa: Well, I would love to hear it from you. You know, before Evangeline got hurt, we'd talk on the phone every day, two, three times a day.",
        "[SCENE_BREAK]",
        "Layla: Come on, Cris, what the hell are you doing here?",
        "Cristian: I decided to drive down to Maryland for crab cakes, what do you think?",
        "Layla: I told you, let me talk to my mother about letting you see Evangeline.",
        "Cristian: She doesn't have a choice, because I'm not leaving here until I do.",
        "[SCENE_BREAK]",
        "Dorian: And then she didn't let me fall asleep until, what, 4:30 A.M.? Then she wakes me up and says, \"Can the cook make cupcakes for breakfast?\"",
        "Blair: That's great. Oh, come on, she's harmless, Dorian. She's like a -- a kind in a candy store.",
        "Dorian: Make that a bakery.",
        "Blair: Why can't you just be happy for her -- and me?",
        "Dorian: Blair, this isn't your Christmas wish come true. Honey, you're looking at a drug-induced euphoria.",
        "Blair: But I feel like I finally have my mother back. Wait -- I don't even know why I'm saying \"back\" because I never even had her. Dorian, I feel like, you know, I have my mama, the real her.",
        "Dorian: \"The real Addie\" I have known, loved, and taken care of for years. That woman is a stranger to me.",
        "Blair: Yeah, and if you keep up that attitude, she always will be.",
        "Dorian: Blair, please --",
        "Blair: What?",
        "Dorian: I -- honey, I just don't want you to get your hopes up too high.",
        "Blair: Listen, this is the happiest thing that's happened to this family in I don't know how long. Why don't you just enjoy it? Yeah!",
        "Dorian: Okay.",
        "Blair: Come on!",
        "Addie: Buy yourself something nice, sweetheart. After what you've just done for me, you've earned it!",
        "[SCENE_BREAK]",
        "Charlie: You want to get up?",
        "Viki: No, not yet.",
        "Charlie: How about \"not ever\"?",
        "[SCENE_BREAK]",
        "Natalie: Merry Christmas.",
        "John: Was it?",
        "Natalie: Not so much. Yours? Go have a meal, see your brother -- something?",
        "John: Got Chinese takeout and watched football.",
        "Natalie: I figured.",
        "John: Hmm. That's nice wrapping paper you got there.",
        "Natalie: Oh, thanks. Well, I figured, you know, if you get tired of leftover lo mein, you can have some leftover turkey from the Buchanans' dysfunctional dinner.",
        "John: Oh, thank you. I'm sorry I missed it. You came all the way over to bring me this?",
        "Natalie: It's a peace offering.",
        "John: For what?",
        "Natalie: I did something stupid, and I'm hoping you won't hate me for it.",
        "[SCENE_BREAK]",
        "Addie: See you next week, cupcake -- if not sooner.",
        "Man: Have a great day.",
        "Addie: I already am!",
        "Blair: Mama, who was that man?",
        "Addie: Rick.",
        "Dorian: \"Rick\"? Rick who?",
        "Addie: I don't know his last name.",
        "Dorian: Where did you get the money?",
        "Blair: Where did you get the man?",
        "Addie: There was some cash in the safe.",
        "Dorian: How did you get into the safe?",
        "Addie: A little bird showed me the combination, and I found the man in the paper. I'm a resourceful Cramer woman just like the two of you.",
        "Dorian: Huh.",
        "Addie: No, it's on the back page, Dori -- there.",
        "Dorian: \"B/w/m seeking --\"",
        "Addie: No, not that one. It's the masseur.",
        "Blair: Oh -- ha-ha-ha! A masseur -- that's great. That's great.",
        "Addie: What did you think he was? Oh, good gracious! What do you take me for?",
        "Dorian: Actually, we're not quite sure.",
        "Blair: Well, actually, Dorian's not quite sure.",
        "Addie: Not that there's anything wrong with enjoying some certain God-given pleasures, but -- I mean, I've spent my whole life without being touched by a man except -- I've spent my whole life without a lot of things, but that time is officially over.",
        "Blair: Yes, it is, Mama.",
        "Addie: World, here I come.",
        "[SCENE_BREAK]",
        "Viki: Wonder what time it is.",
        "Charlie: Why, is there somewhere you got to be?",
        "Viki: No. I am just -- sorry. I'm way out of practice, you know, with the -- the morning after.",
        "Charlie: Last night was -- I don't even know how to say it. I haven't felt this close to someone I care so much about in quite a while.",
        "Viki: Well, I haven't woken up with somebody's arms around me in a long time -- it's lovely.",
        "Charlie: You know, ever since I got sober 10 months ago, I've been filling every hour of every day just looking for my son. And now I don't know what to do.",
        "Viki: You know, Charlie, as clear as it is to me how much you love him, don't you think a part of him must know that, too?",
        "Charlie: No. You -- you weren't there when I tried to talk to him.",
        "Viki: I think I told you that I sort of hit a wall in my life recently. I -- I just knew that something was missing. But I determined that I was not going to stop looking until I found it.",
        "Charlie: What, are you trying to say that I'm maybe giving up too soon?",
        "Viki: Well, the only person who knows that is you.",
        "[SCENE_BREAK]",
        "John: What did you do now?",
        "Natalie: Okay, remember how you told me that I should call you if I have a problem with Jared?",
        "John: Mm-hmm.",
        "Natalie: Yeah, I should've done that, but instead, me and my big mouth, I --",
        "[Knock on door]",
        "Natalie: Did I come at a bad time?",
        "John: Ah, it's probably just the maid. Actually, this time it might be the pool guy. Can I help you?",
        "Jared: Depends. You John McBain?",
        "John: Who wants to know?",
        "Natalie: Oh, for God's sake.",
        "Jared: Oh. Well. You're working this situation, right? You got one hell of a nerve.",
        "[SCENE_BREAK]",
        "Cristian: I'm going to see Evangeline.",
        "Layla: Look, I know that. I want you to see her, I'm working on it.",
        "Cristian: Getting anywhere?",
        "Layla: Look, I'm having a hard enough time with my mother without you barging into her house uninvited.",
        "Cristian: Oh, come on, Layla, just sneak me in. You don't have to tell her.",
        "Layla: Do you know what kind of house my mother runs? If you step on her rug with -- and she sees your footprints in the pile, she'll kill us both.",
        "Cristian: Does she know I'm out here right now?",
        "Layla: No, and that's because Vincent's in there taking the heat for you -- you owe him big-time, by the way.",
        "Cristian: She can't be that bad, come on.",
        "Lisa: Cristian. I cleaned my daughter's apartment after the accident, I saw all her pictures of you -- and then I threw them all away.",
        "[SCENE_BREAK]",
        "Rex: Boxing Day doesn't actually have anything to do with the sport.",
        "Adriana: I know! It's what the British call the day after Christmas. Remember, Christmas -- that day you missed?",
        "Rex: I'm sorry.",
        "Adriana: It's not just you. I couldn't go to my mom's on Christmas, because on Christmas Eve -- I need coffee.",
        "[Adriana sighs]",
        "Rex: What happened?",
        "Adriana: Blair. You are so lucky that you missed Christmas at the Vramers'.",
        "Rex: I wanted to be there so bad, I did everything I could think of to get out of Texas, but two snowflakes and the whole places goes into a state of emergency.",
        "Adriana: Yeah, I saw the news.",
        "Rex: I know how much this Christmas meant to you.",
        "Adriana: It's just one day.",
        "Rex: I promised you that I would be here, and I wasn't, and I'm sorry.",
        "Adriana: So did you get any leads on Marcie and Tommy?",
        "Rex: Uh -- I found a waitress who -- who said that Marcie cleared out and was headed to a place called Iguaçu Falls a few weeks ago.",
        "Adriana: Is she sure?",
        "Rex: This was a credible witness, trust me -- I know it's kind of hard to do right now.",
        "Adriana: So why didn't you buy a ticket to South America?",
        "Rex: Michael couldn't foot the bill, and I'm broke. Besides, I wanted to get home to give you your present.",
        "Adriana: Really?",
        "Rex: You better love it, that's all I'm saying, because there is absolutely no taking this back.",
        "[SCENE_BREAK]",
        "Nigel: Good morning.",
        "Clint: Oh -- fresh coffee.",
        "Nigel: Yes, I'm sorry for the delay. There was a small spill and the paper was an unfortunate casualty. Speaking of which, might I suggest you consider canceling the subscription to \"The Sun\"? Your late father only kept it up in the vain hope that Mr. Manning would turn on Blair Cramer and -- these are his words -- \"fry her ass in print.\"",
        "[Nora laughs]",
        "Nigel: May he rest in peace.",
        "Clint: What's in there that you don't want me to see? Nigel, why don't you just hand it over?",
        "[SCENE_BREAK]",
        "Addie: I can only take credit for the frosting. That was my special \"job\" at St. Ann's --",
        "[Blair chuckles]",
        "Addie: Because the nuns wouldn't let me use the oven. But you know what?",
        "Blair: Hmm?",
        "Addie: The frosting's the best part.",
        "Blair: Yes. Yeah, I remember we would go visit you at St. Ann's with Starr. She was really small. You gave her cupcakes and cookies for breakfast, and the only reason I allowed her to have them was because you gave it to her.",
        "Addie: And see how sweet and beautiful she turned out --",
        "Blair: Yeah.",
        "Addie: Just like her mama. Blair, I can never make up for the time I missed with you.",
        "Blair: Mama, Mama, Mama --",
        "Addie: Well, you never had a mother.",
        "[SCENE_BREAK]",
        "Charlie's voice: I'm your dad!",
        "Jared: Not in any way that matters to me, okay, so -- the only father that I need is dead, Dad.",
        "[SCENE_BREAK]",
        "Natalie: Jared, this is none of your business.",
        "Jared: No, but you made it my business.",
        "John: You know, I don't know what part of health class you missed, but where I come from, uncles who get too familiar with their nieces usually end up in jail or worse -- assuming they live that long.",
        "Jared: Take advantage of her --",
        "John: And you'll what?",
        "[SCENE_BREAK]",
        "Adriana: It's got the date and the seconds and a little light for when we're at the movies and you can't wait for it to be over.",
        "Rex: \"All my love, all the time. Adriana.\" Well, I couldn't ask for anything more. I love you. Thank you.",
        "Adriana: Hmm. My turn?",
        "[Adriana giggles]",
        "Rex: Ahem -- Happy Boxing Day.",
        "Adriana: Where were you hiding that?",
        "Rex: I had it flown in direct from Paris. I had a hell of a time finding what I wanted to get you. I -- I wanted it to have a certain je ne sais quoi.",
        "[Adriana laughs]",
        "Rex: Your mom taught me how to say that when I was getting her input.",
        "Adriana: I still can't believe you and my mother cooperated on my present.",
        "Rex: Certain things need to be run by certain people.",
        "Adriana: Okay, I can't stand it.",
        "Adriana: This is my present?",
        "Rex: Merry, Merry!",
        "[Imitates buzzer]",
        "[SCENE_BREAK]",
        "Clint: Ah!",
        "Nigel: I'm sorry, Sir, I tried to spare you.",
        "Clint: I knew it. Jared sold his so-called story, and he sold it to Todd Manning's tabloid, no less. It's just another way to get a quick buck out of the Buchanans.",
        "Nora: You know, why don't you go cancel that subscription, Nigel.",
        "Nigel: Mm-hmm.",
        "Clint: You know something? If Jared wanted to win over the Buchanans, this is a hell of a strange way to go about it. And, you know, if Renee doesn't see what Jared is up to in this, I don't know what it's going to take.",
        "Nora: Renee is grieving, she's not going to see anything. All she sees is a miracle -- Jared, a reincarnation of -- of Asa, only younger and a little craftier, apparently.",
        "Clint: Let me tell you something, Renee is not the only one who's grieving.",
        "Nora: I know, Clint. I know.",
        "Clint: That stubborn old coot -- I miss him.",
        "Nora: I do, too. I do, too.",
        "Clint: Nora? This is why I'm glad I stayed here.",
        "Dorian: Oh, my, my, my. Is this another of those friendly little kisses between friends I've been hearing so much about? Hmm?",
        "[SCENE_BREAK]",
        "Lisa: You know, I don't need to talk to you. Evangeline told me plenty about you. If I have a low opinion of you, it's because she did.",
        "Layla: Evangeline never put Cristian down.",
        "Lisa: You broke my daughter's heart. And now you're selfish enough to want to see her -- what, to make yourself feel better?",
        "Cristian: I think hearing my voice might do her some good.",
        "Lisa: What good can you do her now? You're the reason she's lying in that coma!",
        "[SCENE_BREAK]",
        "Charlie: Hello, beautiful.",
        "Viki: \"Beautiful\"? Thank you.",
        "Charlie: Would you like some coffee?",
        "Viki: No, I can wait.",
        "Charlie: I've been looking at this stuff and thinking the whole reason that I got sober was my son, the reason I stayed sober was my son. I went a whole year almost without drinking, and almost a whole year just looking for my kid, hoping that there'd be something, anything that I could do that would in some way make things right again. And then I just dumped it all down the drain in one lousy night.",
        "Viki: You've given your son an awful lot of power over you.",
        "Charlie: Yeah, you know, I have. And -- and I think that's all wrong.",
        "Viki: What do you mean?",
        "Charlie: I've been expecting to catch up with the kid that I left behind, the kid who kept begging me not to go, but my son's a grown man, and he just ordered me to leave him alone. I don't even know who he is anymore.",
        "Viki: So how are you going to fix that?",
        "Charlie: I think I've been wanting something from him, and I think that's where I've gone wrong.",
        "Viki: And if you could give him something, what would that be?",
        "Charlie: Yeah, I would just like him to know -- huh -- how truly sorry I am. That'd be enough for me. And then whether or not he ever forgives me, that's up to him.",
        "Viki: Sounds reasonable.",
        "Charlie: And you know something? Being able to talk about all this with someone like you -- do you know how lucky I feel this morning?",
        "[SCENE_BREAK]",
        "Jared: You want to hit me? Please do.",
        "Natalie: Okay, guys, seriously -- what are you trying to do?",
        "Jared: He is using you, Natalie.",
        "Natalie: Did you ever think that maybe we're using each other to get through a rough time?",
        "Jared: And you're okay with that?",
        "John: Hey, you know, I've known her a hell of a lot longer than you have. Where do you get off even having an opinion about our relationship?",
        "Jared: She's nothing to you, man, she's my family now.",
        "John: Yeah, I see how you treat your family -- selling your story to a rag like \"The Sun.\"",
        "Jared: Oh, I'm not the source of that. It's news, and this happened to me and Natalie, and it sucks. But you -- your girlfriend dies, and then you turn around and you hop into bed with the next warm body you can find. You are one -- oh --",
        "John: Don't say her name again.",
        "John: You understand? Don't you ever talk about Marty again.",
        "Natalie: Whoa -- okay, what is the matter with you?",
        "Jared: You leave Natalie alone and I'm not going to have to.",
        "Natalie: Hello -- I am standing right here! John is my friend; I don't want him to \"leave me alone.\"",
        "John: Ah --",
        "Jared: Can't you see what he's doing to you?",
        "Natalie: I wanted this, Jared -- get that through your head! And if you think that I want you protecting me from anything -- let alone this terrific guy -- then you don't know me at all.",
        "Jared: Well, my apologies. I didn't mean for this to get so out of hand.",
        "Natalie: Why are you acting like this? I -- I just don't get you.",
        "Jared: I think you do. Goodbye.",
        "[Natalie sighs]",
        "[SCENE_BREAK]",
        "Nigel: I'll leave the three of you to talk.",
        "Dorian: And to think, I was the one painted as the bad guy in all of this? The one who was unfaithful, the one who couldn't be trusted?",
        "Clint: Dorian, we've broken up.",
        "Nora: Listen, this is also the first time since Texas --",
        "Dorian: Oh, really? Do you expect me to believe that I happened to walk in on you the only two times that you were kissing?",
        "Clint: Why are you here?",
        "Dorian: It doesn't matter now. But may I state for the record that you have taken advantage of this man's grief, and you had it planned since the day you first moved in here. Right, Nora?",
        "[SCENE_BREAK]",
        "Blair: Look at this huge list that you made. You want to do the mambo -- ride a motorcycle?",
        "Addie: Mm-hmm.",
        "Blair: Go on a date. Hopefully, you can go on a date and do the mambo at the same time. Mama, most people don't even get through half of this stuff in their lifetime.",
        "Addie: And I'm an old woman. It's okay.",
        "Blair: You are a beautiful, beautiful woman with a beautiful soul. It's just that, you know, you're so --",
        "Addie: I'm not as innocent as you think.",
        "Blair: I know you've been through a lot in your life, Mama, but, you know, the world -- it's -- it's changed since --",
        "Addie: Since I was locked away.",
        "Blair: You know, you said yourself you don't even know how to use the oven. I mean, do you know what call waiting is, or an I.M.?",
        "Addie: They did let us watch television, Blair.",
        "Blair: You know, I don't even think you know how much I worry about my daughter on the internet, and there are so many predators out there. When it comes to you, I don't even know where to begin.",
        "Addie: You were my protector, my mentor. You'll -- you'll always be the most important person in my life. But it's time for you to lay down your burden. You don't have to look after your mother anymore.",
        "Blair: But, Mama, I like caring for you.",
        "Addie: I know, and you did a wonderful job. But it's my turn now. It's finally my turn.",
        "Blair: Oh \u0096",
        "[SCENE_BREAK]",
        "Layla: Huh. I never understood how you could blame Cristian for what happened to Evangeline.",
        "Vincent: Evangeline was with a bunch of people who were attacked and targeted by a racist group of people.",
        "Lisa: Stay out of this, Vincent.",
        "Vincent: What's that got to do with Cristian?",
        "Lisa: Stay out of this, Vincent. I'm not saying that what happened to her was your fault, but if she hadn't been with you, maybe things would've turned out differently.",
        "Cristian: You don't think I tell myself the same thing?",
        "Lisa: My daughter loved you, and you pushed her away because she made one very simple human mistake. She spent the last months before she got hurt being miserable, trying to win back the love of a man who thought he was too good for her. If you loved her, why couldn't you forgive her?",
        "Cristian: I forgive her now -- that's -- that's what I want to tell her. Lisa: It's too late! You treated a dog better than you treated my beautiful, smart, generous, kind Evangeline! She was a star in everything she tried -- tennis, law school, defending the poor and underprivileged -- and you made her feel like she had nothing left to fight for! So, yes, I blame you! Huh. You hurt my baby in ways that even that racist couldn't.",
        "Layla: Stop it, Mama. Don't you go spreading hate, too.",
        "Lisa: I am not the one who --",
        "Layla: You are! You aren't acting like the mom that I love. Take back what you said to Cristian, or you're not only going to have a daughter who you cannot speak to, you're going to have a daughter who won't speak to you.",
        "[SCENE_BREAK]",
        "Viki: Are you going to go after your son?",
        "Charlie: I think I have to.",
        "Viki: Good, good for you.",
        "Charlie: I don't want to leave here without you.",
        "Viki: Oh, Charlie, I would love to go with you. But I shouldn't. Really, I -- I think this has to be between you and your son.",
        "Charlie: You really think so?",
        "Viki: Yes. You know, I told you about my daughter -- the one that I didn't know until she was grown. Oh, she despised me at first, and she hadn't known me as a little girl, so we didn't even have that history to fall back on.",
        "Charlie: But you've worked it out now?",
        "Viki: Well, yeah, it took time. I know I tried everything, and I looked to others for guidance, but in the end, it was just something that she and I had to work out together.",
        "Charlie: Oh. And it's all okay now?",
        "Viki: Oh, it's so much better than \"okay,\" it's wonderful, and she's wonderful. That's why I feel so badly for her now, you know, going through a real bad time.",
        "Charlie: Oh, that's that jerk you were telling me about -- broke her heart, huh?",
        "Viki: Yeah.",
        "Charlie: Now, you're not feeling guilty about being here with me, are you?",
        "Viki: I wouldn't trade last night for anything on this earth. But you know what? I think there's a reason we don't know each other's last names, and I think it's because we both know that we are on separate journeys.",
        "Charlie: Huh. You know, two days ago, I was dead drunk. And, you know, I might've been able to get my act back together by myself -- who knows? -- But you picked me up, cleaned me off, set me straight. And you gave me another chance at living.",
        "Viki: You don't even know this, but you did the same for me.",
        "[SCENE_BREAK]",
        "Layla: I've never in my life seen someone with all the facts come up with something so far from the truth. You should hear yourself.",
        "Lisa: I wish you could hear yourself. You know, you are always the one --",
        "Layla: I know \u0096",
        "Lisa: Always.",
        "Layla: Evangeline was the perfect daughter and I wasn't.",
        "Lisa: I did not say that.",
        "Layla: Mama, I'm not trying to disrespect you. But you raised both of us to fight for what's right, and that's what I'm doing. If Evangeline loved Cristian half as much as you say, don't you think he might be the one person who can get through to her? The one person she's needed to hear for all this time? The one person you've been keeping from her?",
        "Cristian: Mrs. Williamson, not a day goes by that I don't pray for Evangeline and wonder what might've been different if I hadn't let her go. You're right. You know, I shouldn't have let my ego get in the way of letting her know how much I love her. But I'd like her to hear that now, if you'll just let me speak to her. I mean, I think she deserves to know how sorry I am. Don't you?",
        "[SCENE_BREAK]",
        "Natalie: I'm so sorry. I should've never blurted out to Jared that we slept together.",
        "John: I don't really care. Why did you tell him?",
        "Natalie: I don't know. I told you -- it was just stupid, you know? And he was -- he was acting like he was still interested, and it kind of freaked me out, so I just -- I just wanted him to know that we were done and over with and I was moving on.",
        "John: Who you trying to convince -- him or yourself?",
        "[SCENE_BREAK]",
        "Clint: Dorian, you are out of line.",
        "Dorian: I'm out of line? And when I think I came over here to do you a favor. Oh, really, what's wrong with me?",
        "Nora: There's an excellent question. I am not going to waste my breath trying to explain what happened here.",
        "Dorian: Good, because I think you'd have a very hard time of it. Lindsay was right about you all these years.",
        "Nora: Dorian, I own the property on which you're fulminating. And regardless of whether or not you're through, I want you out of here before Cole wakes up and thinks he's moved into a nut house.",
        "Dorian: Fine. There will be no more misguided gestures of goodwill on my part. Why, hello. Besides which, I do believe I've been focus the wrong Buchanan.",
        "[SCENE_BREAK]",
        "Blair: I just don't ever want to let you go.",
        "Addie: How many times have you said that to Starr? But you have to let her grow up, go off to college.",
        "Blair: Yeah, I know. I know, I know, I know.",
        "Addie: I'm not going anywhere. Unlike Starr, whatever journeys I take, I'll always come back to la -- whatever. Is my sister pretentious, or what? Oh, you'll always be my baby girl, who taught me to laugh through my tears.",
        "Blair: I like this, Mama. I like this so much.",
        "Addie: Aren't the children sleeping rather late? Shouldn't you wake them up?",
        "Blair: You're right. You're right, I should.",
        "Addie: I'll go through my list and we'll plan a day for us -- if you'd like to help me work on it.",
        "Blair: Oh, I would love it. I would love it.",
        "[SCENE_BREAK]",
        "Adriana: Is this some kind of hint that I don't keep the place clean enough?",
        "Rex: No, I'm the one who doesn't do his share around here, but I swear, I would help with an awesome appliance like this.",
        "Adriana: So, cleaning help -- that's my present?",
        "Rex: No, this -- this isn't just any vacuum. This is the dirt hurt 2000 -- \"puts the hurt in the dirt!\" I just figured you're always cleaning up my messes. You might as well have an appliance that does the job for real. Where are you going?",
        "Adriana: Somewhere that isn't here.",
        "Rex: What's wrong? Don't you like it?",
        "Adriana: If this is your way of making up for missing Christmas, it sucks!",
        "Rex: But -- but it's got five settings. I swear, you'll love it when we turn it on. Just help me turn it on and -- oh, wait, there's something -- there's something stuck inside. Can you just help me -- look, you'll love it when we get it turned on. Just help me. You've always got the magic touch.",
        "Adriana: Not this time.",
        "Rex: Oh, come on, just turn it on! Your mom said that this was the perfect gift.",
        "Adriana: Oh. Well, that will teach you to listen to my mother.",
        "Rex: Can you just stick your fingers in here, please? Mine won't fit.",
        "Adriana: Fine. Better I hurt the dirt hurt than you. Okay? There, okay, it's out.",
        "[SCENE_BREAK]",
        "Viki: I have something for you. Noelle took a ton of pictures at Thanksgiving.",
        "Charlie: It looks like a very happy couple.",
        "Viki: Do you still have my phone number?",
        "Charlie: You bet I do.",
        "Viki: Okay.",
        "Charlie: And I'm buying a roundtrip ticket. And the only question I have is whether or not you're going to be here when I get back.",
        "Viki: I don't know.",
        "Charlie: Okay. I guess none of us ever knows where the road's going to take us, but, um, I'm sure glad it brought you here.",
        "Viki: Me, too. Well, Charlie, I know we've said this before, but --",
        "Charlie: \"We'll always have Paris.\"",
        "Viki: Boy, will we ever.",
        "Charlie: Well, here's looking at you, kid.",
        "[SCENE_BREAK]",
        "Jared: Am I interrupting something?",
        "Clint: Yes.",
        "Dorian: No! Clint and I are quite finished. But I would love to have a word with you privately.",
        "Jared: Of course.",
        "Dorian: Good.",
        "[Phone rings]",
        "Dorian: Oh, dear. Uh, excuse me one moment. Oh, I do have to take this. Pardon me. Hello?",
        "Blair: Hey, Dorian, it's -- it's me.",
        "Dorian: Honey, what's wrong?",
        "Blair: Well, I was just wondering if maybe you happened to have heard from Mama?",
        "Dorian: No. Why? What's happened?",
        "Blair: Well, I promise you, I only left her for a minute. But I went upstairs, and when I came back downstairs, she wasn't anywhere to be found. And I checked the whole house and -- well, um, Mom seems to be missing in action.",
        "[SCENE_BREAK]",
        "Natalie: I'm going to pretend like you did not just say that. I can't -- I don't -- I don't have feelings for Jared. You know, he's my family now.",
        "John: You just don't stop feeling something because --",
        "Natalie: Look, I know that you still have feelings for Marty, but that's normal. That's the way it should be. Me and Jared, that's just gross.",
        "John: True. Still --",
        "Natalie: Anyway, I'm sorry again about today. Thanks.",
        "John: Don't worry about it. Always nice to see you.",
        "Natalie: See you around.",
        "John: Yeah. Merry Christmas.",
        "Natalie: Merry Christmas. Happy New Year.",
        "[SCENE_BREAK]",
        "Layla: Mama, what have we got to lose that we haven't lost already?",
        "Lisa: Fine.",
        "Cristian: Thank you.",
        "Layla: You want me to come with you?",
        "Cristian: No, thanks. I think I should do this on my own.",
        "Layla: Okay. Upstairs, first room on the right.",
        "Cristian: Okay.",
        "Lisa: Cristian? I'm putting my trust in you. Don't make me regret it.",
        "Cristian: You won't. I promise.",
        "[SCENE_BREAK]",
        "Rex: I didn't inherit my mom's gift for words, so I'll just get to the point. I love you. The two days that I was gone were the longest days of my life. I never want to be away from you again -- not for a day, an hour, or a minute. Adriana, will you marry me?",
        "[NEXT_ON]",
        "Adriana: Hey, I didn't know you were going to do this.",
        "Antonio: Is there anything that would change your mind?",
        "John: We're going to find her, you and me.",
        "Cristian: I need to know whether you want me to wait for you.",
        "Todd: Hi. Remember me?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=wLXS0XePkQ0"
}