{
    "Episode Summary": [],
    "Recap": [
        "After Dorian finds out that Cole broke up with Starr, she instantly assumes that Todd put him up to it because he doesn't want any man in his daughter's life except for himself. But neither Starr nor Blair buy that. \"Jessica\" (who's probably really Tess) plans a going away party for Viki and invites her friends and family. But she still has a \"plan\" for Natalie and Jared. Charlie and Jared are getting along well and reconciling. Antonio grudgingly agrees to go back with Tina and Cristian and leave Talia behind after she demands he does. They all believe they have lost Sarah. But Cristian finds her, and she is alive and well."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Tess: [As Jessica] Oh, Natalie, hey, where did you go?",
        "Natalie: I was upstairs on my computer, and I found some pictures of Nash that I hadn't printed yet.",
        "Tess: That's sweet of you.",
        "Natalie: Come up, we'll go take a look at them.",
        "Viki: Oh, this heat -- it's as bad as Texas.",
        "Tess: Hi, Mom.",
        "Viki: Hi, honey.",
        "Tess: Can we do that later, because I kind of have a surprise for Mom.",
        "Viki: For me?",
        "Tess: Yeah.",
        "Viki: Aw.",
        "Tess: Well, actually, you know, it's kind of for both of you. So both close your eyes, and then maybe I can nail you both with one stone.",
        "[SCENE_BREAK]",
        "Nora: I'm sorry you didn't get B.E. back from Dorian.",
        "Clint: Yet. I didn't get the company back yet. Oh.",
        "Nora: Oh. Plan B?",
        "Clint: I believe we're up to plan l or M.",
        "Nora: Is this something I can help you with, or is it best if I not know anything about this?",
        "Clint: Well, truth be told, you'd rather not know.",
        "[SCENE_BREAK]",
        "Dorian: So what do you think?",
        "Langston: I like the blouse.",
        "Dorian: No, darling, I'm talking about this latest newsletter I'm sending out. I can't wait to see Clint's reaction.",
        "Langston: I'm sure he'll be pretty mad.",
        "Dorian: I haven't done my job if he isn't mad. There is nothing so satisfying as making the smug sputter.",
        "Langston: I just wonder if --",
        "Dorian: What? What?",
        "Langston: Well, since you already have the company and everything, maybe it would just be better to let the whole fight kind of die down.",
        "Dorian: Where's the fun in that?",
        "Dorian: Starr, what are you doing?",
        "Starr: What do you think I'm doing? I'm watching a movie.",
        "[SCENE_BREAK]",
        "Nora: Cole?",
        "Cole: Nora, I'll talk to you later, okay?",
        "Nora: Just -- I don't want to talk, just tell me you're all right.",
        "Cole: I did it. I signed away my rights to the baby.",
        "Nora: Oh.",
        "Cole: And now Mrs. McBain can have a kid and everyone's happy.",
        "Nora: Oh, Cole. Not everyone.",
        "Cole: I did what Starr wanted, and we broke up.",
        "[SCENE_BREAK]",
        "Langston: Starr, what's wrong? What happened?",
        "[SCENE_BREAK]",
        "Blair: Thank you. You know, Jack, I'm still not sure if that was a very good idea.",
        "Jack: Come on, it's only a video game. It's not like I'm going to steal cars in real life. I can't even drive.",
        "Blair: I know. Why don't you teach me how to play?",
        "Jack: Sure. I had a good day hanging out with you today.",
        "Blair: I had a good day with you, too. We're going to do it more often, you got it?",
        "Jack: Mm-hmm.",
        "Blair: Sounds good to me.",
        "Jack: Do you want to see -- Dad!",
        "Todd: Hey.",
        "[SCENE_BREAK]",
        "Carlo: Air travel is so unpredictable these days, isn't it? One cancellation after another.",
        "Talia: Please don't do this.",
        "Carlo: Talia, dear, I'm sorry to say that the party is over. You have your unarmed friends, and I have an army. Take them --",
        "Antonio: We're not unarmed. Go on, get on the plane. I'll cover you.",
        "Carlo: No, you won't. All you're gonna do is die. Kill them now.",
        "Talia: If you're going to kill him, you're going to have to kill me first.",
        "Carlo: Look, the fact is none of you can leave this country. I can't let that happen.",
        "Talia: Okay, but who you want is me.",
        "Carlo: Of course. I want my daughter to have the life she was born for.",
        "Talia: Great. Okay, so if I accept that life, will you let them have theirs?",
        "Antonio: You don't have to do this, Talia.",
        "Talia: Let them get on the plane and fly away safely. That's my final --",
        "Antonio: I am not going without you.",
        "Talia: Offer.",
        "Carlo: Now, sweetheart. Look around you. You're in no position to negotiate. You have nothing to bargain with.",
        "Talia: I wouldn't be too sure about that.",
        "[SCENE_BREAK]",
        "Jared: Isn't it supposed to get cooler at night?",
        "Roxanne: Isn't there supposed to be air conditioning in the summer?",
        "Jared: This place is air conditioned?",
        "Roxanne: Yeah, well, once upon a time. But the service department is going to be here -- in a couple of weeks. I guess you're looking for your father.",
        "Jared: Yeah.",
        "Roxanne: Well, he went to find a real fan, because it's a lot hotter up there.",
        "Jared: Then I guess I'll wait down here.",
        "Roxanne: Man, you know, if I were in your shoes I'd be spending a lot of time at Llanfair. I'd be taking a dip in that old pool.",
        "Jared: Yeah.",
        "Roxanne: So tell me something. What does it feel like, living with a woman who blames you for her husband's death?",
        "Jared: Oh, it's just great. You know, one big unhappy family.",
        "Roxanne: So Natalie says you've got to stay, huh?",
        "Jared: Not Natalie. Jessica.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] Okay, open them.",
        "Viki: Oh, honey. Oh, look at this. How sweet.",
        "Natalie: Jess, you really should have let me help you with all of this.",
        "Tess: No, it's okay. You know, I had some decorations left over from Bree's birthday party. Anyway, this isn't even the surprise. Not the big one, at least. And who says you can't help?",
        "[SCENE_BREAK]",
        "Clint: No, no. You can let Dorian know exactly what I'm doing. It doesn't bother me if she knows that I'm on her tail. Hold on, I've got another call. You get back to me later, though, will you? All right. Yeah?",
        "Natalie: Dad, it's me.",
        "Clint: Is this an emergency? I thought your mother was all right.",
        "Natalie: She is.",
        "Clint: I'm not really in the mood for a chat.",
        "Natalie: Okay, Dad, will you please just listen to me? It's not an emergency, but it is about Mom. Please don't hang up on me.",
        "[SCENE_BREAK]",
        "Nora: Oh, Cole, it's an awful day. You guys had a fight.",
        "Cole: It wasn't just a fight. We broke up.",
        "Nora: Well, then just give her some time.",
        "Cole: Here's what I'm not telling you. It was my decision.",
        "[SCENE_BREAK]",
        "Langston: Starr, tell us what happened.",
        "Dorian: Is it something with the baby?",
        "Starr: The baby is fine.",
        "Dorian: Then it's your father. What has he done now?",
        "Starr: Nothing. It's -- um, it's Cole.",
        "Dorian: Well, there's time. He can still change his mind.",
        "Starr: He did. Now Mrs. McBain can have the baby.",
        "Langston: Then what's wrong?",
        "Starr: We broke up.",
        "[SCENE_BREAK]",
        "Blair: There's a restraining order going on, in case you're following me.",
        "Todd: It's a coincidence. I was shopping.",
        "Blair: Oh, right. We both know how much you love to shop.",
        "Todd: So are you going to call your new boyfriend? Your new personal, always- on-call police officer?",
        "Blair: You know, I wouldn't be calling John if you weren't stalking us.",
        "Jack: Mom, give it a break.",
        "Blair: Sweetheart, you don't know the situation, okay?",
        "Jack: Yeah, we bump into my dad and my mom calls the cops. You know, I love my life.",
        "[SCENE_BREAK]",
        "Roxanne: Hey there, Charlie. Look who's here.",
        "Charlie: Hey, son. How are you doing?",
        "Jared: Good. Well, where's the fan?",
        "Charlie: Oh, the um -- sold out. Yeah, I guess it wasn't that original an idea after all.",
        "Roxanne: Well, obviously you don't know the right stores to go to. Let me take care of that. Listen, would you work the desk?",
        "Charlie: Yeah, no problem.",
        "Roxanne: And don't eat, I'm bringing back pizza.",
        "Jared: So, how are you?",
        "Charlie: I'm -- doing okay. You just checking up on your old man?",
        "Jared: No, you know, I --",
        "Charlie: Look, Jared, I already know that Viki's leaving.",
        "Jared: Okay, I just wanted to make sure.",
        "Charlie: Okay. And the fact is I decided that I didn't really need a new fan anywhere near as much as I needed another meeting. So, I'm doing okay.",
        "Jared: Good, good. You know, Dad, I think this might really be a good thing for both of us.",
        "[SCENE_BREAK]",
        "Langston: Maybe your Aunt Dorian's right. I mean, maybe you guys just need some time to let all this sink in.",
        "Starr: I know him, okay? He's not going to change his mind.",
        "Dorian: Unless this wasn't his idea.",
        "Starr: What?",
        "Dorian: Well, I don't think this was Cole's decision. I believe somebody talked him into it.",
        "[SCENE_BREAK]",
        "Nora: You decided to end it with Starr?",
        "Cole: Yeah. I didn't do it to hurt her. I just couldn't get past the fact that she didn't want our baby.",
        "Nora: Wow. Wow. You did what she wanted you to do, and then you did what you needed to do. And that's quite -- you're becoming quite a man.",
        "Cole: I don't feel much like a man. I feel like, uh -- I don't know.",
        "Cole: Hey, do you think that if my mom was still alive, she would be able to help us?",
        "Nora: She would be very proud of you. Just as I am.",
        "Cole: Yeah.",
        "Nora: I'm sorry. It's just all so sad.",
        "Cole: Yeah, it's just all so sad.",
        "[SCENE_BREAK]",
        "Talia: You can make me stay here. You can make me be a wife to a man that I didn't choose, that I do not love. And every day you can see in my eyes how much I loathe you, how much I don't even think you're a man.",
        "Antonio: Easy, babe --",
        "Talia: Or you can do this one human thing, and let them go. And maybe, maybe I won't hate you so much. Maybe I won't celebrate when you're dead. That's what I have to negotiate with.",
        "Carlo: You drive a hard bargain.",
        "Antonio: You don't have to do this.",
        "Talia: Antonio, we can't let anyone else get hurt.",
        "Antonio: Get on the plane with Cristian, and --",
        "Talia: What are you going to do? You're going to fend off a whole army? And when you're dead, they'll shoot down the plane and everybody dies. You cannot fix this. But I can. Give me the gun. Give it to me.",
        "Jonas: It's a trick.",
        "Talia: It's not a trick, it's a solution. And you are in a rotten position.",
        "Jonas: Don't be ridiculous.",
        "Talia: Ridiculous? Do you think you can make them stay here, and you'll just have no response from the United States of America? You let them go or you're going to be shocked and awed.",
        "Carlo: Let them go.",
        "Talia: Good decision, Daddy.",
        "Tina: Thank you.",
        "Talia: Don't thank me, just go.",
        "Cristian: Antonio?",
        "Antonio: Go ahead, do what she says.",
        "Talia: Antonio, leave. There's no time. You have to go.",
        "Antonio: I am not leaving here. Not without you.",
        "[SCENE_BREAK]",
        "Todd: Can we at least talk about it?",
        "Blair: Hey, Jack, why don't you go over and get a soda while I talk to your dad, okay? Thanks.",
        "Jack: Good luck. You'll need it.",
        "Blair: Okay, a few ground rules before we have our little chat. One more word about John and I'll meet you back in court.",
        "Todd: Feeling all empowered, are we? Just because you and McBain teamed up to browbeat some scared, innocent kid into --",
        "Blair: What are you talking about?",
        "Todd: I'm talking about Cole Thornhart giving up my grandchild to the McBains.",
        "Blair: He signed over his rights?",
        "Todd: Oh, like you don't know.",
        "Blair: I don't know.",
        "Todd: You and McBain --",
        "Blair: I had nothing to do with it, Todd.",
        "[SCENE_BREAK]",
        "Antonio: I can't leave you here with them alone.",
        "Talia: You have to, for Jamie. If I don't stay, they'll kill you. And you're all she has.",
        "Antonio: But asking you to give up your life --",
        "Talia: Maybe if I stay I can keep him from hurting any more people. Look at all he's done. This has to stop.",
        "Antonio: That's not your responsibility.",
        "Talia: Okay, but Jamie's yours. I know this goes against everything that you are, but you know that I'm right. You have to get on that plane and get back to Jamie. Please don't make my horrible father make her an orphan, please.",
        "Antonio: I hate this.",
        "Talia: But this -- this was my lot in life. But for a little while I had you -- and Jamie. And I'll always have the two of you in my heart. And that makes everything worth it.",
        "[SCENE_BREAK]",
        "Starr: I know you're trying to help, Aunt Dorian, but nobody made Cole do this.",
        "Dorian: Starr, Cole was very upset about your giving up the baby. But your father played on that to turn Cole against you.",
        "Starr: No --",
        "Dorian: Which is what he always wanted to do all along, because your father doesn't want any man close to you except him.",
        "Starr: Aunt Dorian, it's Cole. He can't forgive me. Cole can't.",
        "Dorian: He loves you. I mean, it's just today. He's going to come to his senses.",
        "Starr: He does love me, but he said that that's not enough anymore. There's nothing that I can do about it now.",
        "Dorian: Well, there's something I can do.",
        "Starr: Aunt Dorian, no, please. I don't --",
        "Dorian: I can find out what your father did to make that boy want to break your heart.",
        "[SCENE_BREAK]",
        "Blair: I had no idea that Cole was even thinking about changing his mind.",
        "Todd: I don't believe you.",
        "Blair: Well, I don't care whether you believe me or not, Todd.",
        "Todd: You don't seem to care about anything lately. Starr is giving away our grandchild and you're too busy doing the horizontal mambo with your new boyfriend.",
        "Blair: All right, stop. You know what, I'm not manipulating or trying to control Starr, but it doesn't mean that I don't care about her. It means that I'm sane. Unlike you.",
        "Todd: Blair, this baby is our flesh and blood.",
        "Blair: But so is Starr. And you're making her life a living hell. Listen to me. You've made your whole family's life a living hell, but you don't even see it.",
        "[SCENE_BREAK]",
        "Viki: Oh, honey. Oh, it's beautiful, and I needed a new one. Thank you.",
        "Tess: [As Jessica] Open it.",
        "Viki: Oh, it's a travel itinerary.",
        "Tess: Your travel itinerary.",
        "Viki: Why?",
        "Tess: Oh, you've been so busy. So I just figured that I'd make the arrangements for you.",
        "Viki: Aw.",
        "Tess: I even ordered a car that's going to come get you and bring you to the airport. It should be here at around nine.",
        "Viki: But darling, they told me I didn't have to leave until the day after tomorrow.",
        "Tess: I changed it.",
        "Viki: Why?",
        "[SCENE_BREAK]",
        "Charlie: I think maybe you're right. Having Viki in the same small town and not being able to see her, it hasn't been very easy.",
        "Jared: Yeah, it's still got to hurt that she's leaving, huh?",
        "Charlie: Yeah, it just kind of hits home that I could screw something up so much. I mean, something that I really cared about.",
        "Jared: Yeah, because I forced you to go to the wall with my lie.",
        "Charlie: Hey, let's not go over that again, okay?",
        "Jared: Dad, I talked to her, and I just want to let you know that it was me --",
        "Charlie: I know -- and Jared, I'm a big boy. I did what I did. And believe me, the last thing you want to do is give an alcoholic excuses. Mm?",
        "Jared: Right.",
        "Charlie: You know, maybe it's a good thing that she's going to be gone for a while. It'll give me a chance to figure out what the hell I'm going to do to try to make it up to her.",
        "Jared: Well, if that's what you want, I hope it works out.",
        "Charlie: Yeah, well, thank you for looking after me, but don't you have a beautiful girlfriend waiting for you at home? I mean, you don't want to really hang around here with me, do you?",
        "Jared: Oh, yeah, I'm not exactly thrilled to go home right now.",
        "[SCENE_BREAK]",
        "Natalie: Well, Jess is throwing her a going away party tonight. And she asked me to call you and Nora. It would be really great if you two could come.",
        "Clint: So it will be you, your mother, Jessica, Nora, and me?",
        "Natalie: Well, um -- actually she asked me to call Jared, too.",
        "Clint: Ah, great. Since he's so good at it, maybe we can play charades.",
        "Tess: [As Jessica] I just thought that it would be nice, you know. Before you catch your flight to Johannesburg, you go to London, go and see Kevin and Kelly and Joey and Zane. And you can catch a show at the theater or go and wander around the streets of London. I know how much you like that.",
        "Viki: You pulled out all the stops, didn't you?",
        "Tess: Well, you know. I just wanted to think about something other than myself lately and start handling things myself -- from now on.",
        "Viki: Are you all right?",
        "Tess: I'm fine. I'm fine. Honestly, I'm fine.",
        "[SCENE_BREAK]",
        "Tina: You don't have to sit next to me.",
        "Cristian: I know.",
        "Tina: Leaving without her --",
        "Cristian: Makes it real.",
        "Tina: I'm so happy she was with you. At least she was happy.",
        "[SCENE_BREAK]",
        "Antonio: It's not over. They're not going to get away with this.",
        "Talia: Hopefully.",
        "Antonio: I love you.",
        "Talia: And I love you.",
        "Jonas: Stop it, stop it. Stop it!",
        "Carlo: Vega, you're pressing your luck.",
        "Talia: You have to go. Good-bye, my love.",
        "Antonio: It's not good-bye, till we meet again. Because we will meet again.",
        "[SCENE_BREAK]",
        "Natalie: I just wanted to give you the heads-up that Dad's going to be here.",
        "Jared: Great -- give me a heads-up when he's gone.",
        "Natalie: Please, I -- I can't do this without you. Please, for me.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] What? Why are you looking at me like that?",
        "Viki: I'm sorry, honey. I just had a -- a memory, I guess it's like a memory of a dream.",
        "Tess: Well, you've been through a lot.",
        "Viki: So have you, darling. Darling, I know we've talked about this, but I really am very concerned about leaving you right now.",
        "Tess: Oh, why, because I lost control of a lemon?",
        "Viki: No, Natalie told me what happened at dinner the other night.",
        "Tess: I had a meltdown. It was grief, and it's going to happen whether you're here or not.",
        "Viki: Yeah, but I should be here.",
        "Tess: No, Mom -- you need this trip, and I can't deal with the guilt of ruining it for you because of this, and you know \u0096",
        "[Doorbell rings]",
        "Tess: I have Natalie.",
        "Clint: Hi.",
        "Nora: Hi.",
        "Natalie: Thank you for coming.",
        "Clint: Yeah, I wouldn't miss it. So -- trying to buy my forgiveness with pigs in a blanket, are you?",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Cole: Hold on a second. Go away.",
        "Markko: Got Grand Heist VI. Thought I'd drop by, kick your butt.",
        "Cole: Let me guess -- Nora called you?",
        "Markko: Look, man, you're a guy. You'll feel better if you're blowing stuff up.",
        "Cole: All right, fine. I'll kick your butt.",
        "[SCENE_BREAK]",
        "Starr: My dad didn't have anything to do with this.",
        "Dorian: The same way he had nothing to do with Cole getting an injunction to stop you from giving the baby up.",
        "Starr: This is different. My dad did not do this.",
        "Dorian: Fine. I'm -- going to leave the two of you alone.",
        "Langston: You want to tell me what happened?",
        "Starr: No. I want to watch the movie. You know -- actually I saw it for the first time with Cole, and we laughed so hard. And we thought -- no, I thought that we would be together forever.",
        "[SCENE_BREAK]",
        "Dorian: Todd Manning, you are going to pay for what you did to that little girl.",
        "[SCENE_BREAK]",
        "Todd: This is killing me. It really is -- it's killing me not to see my kids, Blair.",
        "Blair: I'm not trying to punish you.",
        "Todd: No, I'm sure that's just a happy by-product, right?",
        "Blair: This obsession that you have with Starr and Cole and the baby \u0096",
        "[Cell phone rings]",
        "Blair: It's taken over your life.",
        "Todd: Hey, Viki. You all right?",
        "Viki: Oh, I -- I'm fine. I just -- well, it's just that Jessie is giving me a little going-away party, and I was hoping that you would be able to come, because otherwise I won't have a chance to say good-bye to you.",
        "Todd: Why, are you leaving tonight?",
        "Viki: Yes. Can you come?",
        "Todd: Uh -- yeah, I guess so -- I'll be there. It might be a while.",
        "Viki: Thank you.",
        "Todd: Okay. Bye.",
        "Jack: Be where?",
        "Todd: Your aunt Viki's going away party. I'm going to go, but not for a while, so --",
        "Jack: Mom, can I hang out with Dad, please?",
        "Blair: Um -- two minutes, all right? I don't want you to be late for your sleepover.",
        "Todd: Mama probably doesn't want to be late for her sleepover, either.",
        "Blair: You're too much, Todd. Come on, Jack, never mind.",
        "Jack: You don't know when to quit, do you, Dad?",
        "Blair: All right, let's go. It's been swell, Todd. Okay, buddy, let's go.",
        "Todd: You can't keep me from my kids, Blair. I won't let you.",
        "[SCENE_BREAK]",
        "Carlo: Your friends are safe because of you.",
        "Talia: And one of them is dead because of you.",
        "Cristian: You really didn't have a choice, Antonio.",
        "Antonio: I'm coming back.",
        "Cristian: I know.",
        "Antonio: As soon as -- as soon as I find a way to get her out of there alive -- I'm coming back.",
        "[SCENE_BREAK]",
        "Jared: So I've got to go to this party where everyone hates me, but I wanted you to have this.",
        "Charlie: What the heck is this?",
        "Charlie: Oh, my God. I thought this was out of print.",
        "Jared: It is -- but I tracked it down.",
        "Charlie: Jared, how did you remember?",
        "Jared: That -- those pictures in there are of houses you built? How could I not? Page 54, 89, and 105. It's really incredible work, Dad.",
        "Charlie: Well, it's just surprising to see what you can do when you're sober.",
        "Jared: Yeah, well, you're sober now. Who knows what you're going to do next?",
        "Charlie: Jared, this is -- I mean, this means so -- I don't know what to say.",
        "Jared: It's okay, Dad.",
        "Charlie: Well, just when I was thinking it was going to be such a rotten evening, it kind of turned out pretty good, you know?",
        "[SCENE_BREAK]",
        "Todd: So you were driving Natalie's car when the brakes went out.",
        "Viki: Yeah.",
        "Clint: He's here?",
        "Natalie: Apparently.",
        "Clint: Oh, God, I love family fun.",
        "Natalie: Here. So -- Uncle Todd's here.",
        "Todd: Have you ever had problems with the brakes on your car before?",
        "Natalie: No.",
        "Todd: And where is it now?",
        "Viki: It's in the shop. Have a drink.",
        "Todd: Are the cops looking at this?",
        "Viki: Yes, I'm sure they are.",
        "Todd: You think they were tampered with? Someone trying to kill you?",
        "Nora: Always the sparkling conversationalist, aren't you, Todd?",
        "Todd: Pretty logical assumption though, don't you think? You and your boyfriend have racked up quite an enemies list over the last couple of months.",
        "Clint: Look, this is a party. Why don't you change the subject?",
        "Todd: I can see why you wouldn't want to talk about suspects -- you being an obvious one yourself.",
        "Clint: Ah, now, just a minute --",
        "Nora: Todd, Todd.",
        "Tess: [As Jessica] Hey, would you mind if we talked about something other than death?",
        "Todd: Yeah.",
        "Tess: Thank you. I heard that you took care of Bree when I couldn't. Did she give you any trouble?",
        "Todd: No, she's a peach. You know I love kids.",
        "[SCENE_BREAK]",
        "Jack: He can't help it, Mom.",
        "Blair: Listen, Jack, let's not talk about your daddy anymore, all right?",
        "Dorian: Was Todd harassing you again?",
        "Jack: We just ran into him, that's all.",
        "Dorian: Did you call the police?",
        "Blair: I didn't have to. It was a public place. Jack, take these upstairs and put these on my bed, please.",
        "Jack: Right -- like I don't know what you're gonna say.",
        "Blair: Thank you.",
        "Jack: No problem.",
        "Dorian: Did you call the police?",
        "Blair: Dorian, he was going over to Viki's good-bye party, and then I left.",
        "Dorian: Tonight?",
        "Blair: Yeah, why? Why do you care?",
        "Dorian: I saved that cow's life, and she doesn't invite me to her good-bye party? Oh, no, no -- I can't let her leave without saying my good-byes. Your daughter -- she needs you very much tonight. Take care of her.",
        "Blair: Wait, wait. Todd told me that Cole signed over the rights to the baby.",
        "Dorian: He also broke up with her. She's in the living room now, heartbroken.",
        "[SCENE_BREAK]",
        "Starr: I know that I still love him. And that he still loves me. But -- he said that all he's going to think about when he sees me is how I gave away his baby. And even if -- even if I decided to keep the baby, that he knows that I would only be doing it for him -- and how he knows that I don't want our baby.",
        "Langston: That's harsh.",
        "Starr: But I still love him, Langston. And that's how he feels. And I know that he still loves me -- I do. But he never -- he never wants to see me again. Never -- and there's just nothing that I can do about that.",
        "[SCENE_BREAK]",
        "Markko: Go on, Thornhart, you trying to lose? You still love her, don't you?",
        "Cole: Yeah.",
        "Markko: So, you broke up with her? It doesn't make a lot of sense, dude.",
        "Cole: Got him!",
        "Markko: That'll teach me to be sympathetic.",
        "Cole: You know, I lost both my parents, and every time I see Starr, I see another loss.",
        "Markko: You mean the baby.",
        "Cole: Yeah.",
        "Markko: So, you push Starr away, you're going to lose somebody else.",
        "Cole: Dude, you just don't get it.",
        "Markko: That's a fact.",
        "Cole: There's no way I'm getting over losing that baby, okay?",
        "Markko: You think you'll get over losing Starr?",
        "Starr: It's okay. It's okay.",
        "[SCENE_BREAK]",
        "Cristian: Stop the plane. Stop the damn plane.",
        "Antonio: What the hell are you doing?",
        "Cristian:: Get the pilot to stop the plane. Sarah!",
        "[SCENE_BREAK]",
        "Natalie: Hey, I thought you weren't going to show up.",
        "Jared: Everyone looks so happy to see me.",
        "Natalie: Where were you?",
        "Jared: I went to see my dad.",
        "Viki: Oh, excuse me. How is Charlie?",
        "Jared: Just fine. Thank you for asking.",
        "Viki: I'm glad you two are close again.",
        "Natalie: So, things are getting a little better?",
        "Jared: I'm trying.",
        "Natalie: You know what? Let me go get you something to eat.",
        "Jared: No, don't -- leave me alone with -- uh, Clint. It's nice to see you.",
        "Clint: No. No, it's not. I'd like a word with you alone. Get over here.",
        "Jared: Right.",
        "Clint: I told Natalie that I would do this because it is better for the family, particularly Jessica, that I pretend to -- oh, I don't know, like you.",
        "Jared: Yeah.",
        "Clint: Yeah. And I think I can do it if you stay the hell away from me.",
        "Jared: Good one. I'll remember that.",
        "Natalie: Were you just talking to my dad? That's great -- so, see? This isn't -- this party isn't so bad, you know?",
        "Jared: Yeah, it's -- it's fun, really.",
        "Natalie: Come on; let's go get you a drink.",
        "Nora: And you promise you won't worry about any of us, right?",
        "Viki: No, I can't promise that, no.",
        "[SCENE_BREAK]",
        "Blair: I'm so sorry. I'm so, so sorry. I know the two of you really love each other. But it's going to work out, okay? It will.",
        "Starr: Like it does with you and Dad? I'm sorry, I just -- I really don't want to talk about it anymore.",
        "Blair: Okay, okay. I don't think anything is going to make you feel much better, but I went shopping today, and I got the two of you some fabulous tops. You want to see them?",
        "Starr: Yeah, sure.",
        "Blair: Okay, I'll be right back.",
        "Starr: Yeah, take your time.",
        "Langston: Do you want me to leave you alone?",
        "Starr: No. No, believe me, I'm really glad that you're here, because you're the only one that's telling me that -- it's not really going to be okay.",
        "Langston: Well, because that would be a lie. This whole thing sucks.",
        "Starr: I know that I'm doing what's right for my baby. It's just really sad, because Cole is -- Cole is never going to get over that.",
        "[SCENE_BREAK]",
        "Cole: No, I'm not going to be able to get over Starr.",
        "Markko: Then why don't you un-break up with her?",
        "Cole: I can't.",
        "Markko: It doesn't bother you?",
        "Cole: What?",
        "Markko: What you're doing to Starr.",
        "[SCENE_BREAK]",
        "Blair: Wait a minute -- I didn't go to Logan's. Oh, must have picked up Todd's little package by mistake. Hmm -- for his new girlfriend, huh? So much for platonic.",
        "[SCENE_BREAK]",
        "Tess: [As Jessica] Well, I'd like to thank all of you for coming. I'm sure Mom will be very comforted to know that all of you will take care of me while she's away -- Dad, Nora, Todd. I'll call you if I need you, but I'm pretty sure that, you know, Jared and Natalie are all that I need right now.",
        "Dorian: Good evening. Did somebody forget to invite me?",
        "[SCENE_BREAK]",
        "Tina: Can you see anything?",
        "Antonio: No, it's too damn dark.",
        "Tina: Oh, my God."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=fObDVLqF41k"
}