{
    "Episode Summary": [
        "Episode # 10808"
    ],
    "Recap": [
        "Starr and Cole fret over his shooting Eli Clark. James says he will help them, but that John McBain is onto Cole. Cole tells Starr to go home to Hope. James tells John that Cole is in Pine Valley, PA, but John checks it out and discovers it isn't true. Mrs. Evans asks Bo and Nora for leniency in Greg's case because he saved Tea's life, but they tell her that it will be up to a judge and that the charges against Greg are serious. Tea is released from the hospital at the same time that Greg is being arrested at the hospital. Tea wants answers. Greg tells her that if he had not gone along with Eli's plan, she would really be dead. Shaun comes to the hospital and wants answers too. Greg tells him that he hand Charlene hooked up while he was in jail, got pregnant, gave birth, and died when she fell and hit her head while they were arguing about putting the baby up for adoption. Shaun accuses Greg of killing Charlene but Greg insists it was an accident. Greg admits that he disposed of Charlene's body instead of reporting her death to the authorities. Shaun says Greg is as low as it gets. When Todd, Tea, and Dani go home and Tea sees the urn of \"her ashes,\" she has a meltdown. Destiny comes to Todd's house and tells Dani that she is happy that Tea is home and that she is sorry about Greg's involvement. Dani assures her that none of it was her fault and that they are still best friends. Destiny tells Dani that Greg is no longer her brother. Destiny listens to a voicemail message from her mother, asking her to come home. She deletes the message. Brody gives Natalie his DNA test results. When John arrives, she hides the paper and leaves with John."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Knock on door]",
        "Cole: I was afraid you wouldn't come.",
        "Starr: Of course, I came.",
        "Cole: Come on in. Come on. Hey, are you sure you weren't followed? Because I don't want you to be in trouble.",
        "Starr: Don't worry. Nobody followed me. The police have no idea where we are.",
        "[SCENE_BREAK]",
        "James: Fine, okay! I know where Cole is.",
        "John: All right. Where is he?",
        "James: First, I need some guarantees.",
        "[SCENE_BREAK]",
        "Bo: Greg is on his way.",
        "Mr. Evans: First, I want to apologize for our son. What he did is unforgivable. But you know him. I mean, your son can walk because of Greg. So I'm not trying to... to influence you. I... it's just he's not all bad. He made a mistake, a terrible mistake. And now he needs your help.",
        "[SCENE_BREAK]",
        "Dani: All the bad stuff-- okay, it's behind us now. We can just let it all go.",
        "Téa: How could you do that to me, Greg? To my family?",
        "[SCENE_BREAK]",
        "Brody: Natalie? You okay?",
        "Natalie: Yeah, I'm--I'm fine.",
        "Brody: Well, I was just going to grab Jess a glass of milk. I'm pushing the calcium. You want one?",
        "Natalie: No.",
        "Brody: You sure you're okay?",
        "Natalie: I made a huge mistake.",
        "Brody: What do you mean?",
        "Natalie: I gave John evidence that proves Cole killed Eli. Marty's never going to forgive me.",
        "[SCENE_BREAK]",
        "Cole: Is Hope okay?",
        "Starr: She's fine. She's with my mom.",
        "Cole: Good. Good, good, good. So how do you know the cops aren't on to us?",
        "Starr: Because James has our back.",
        "[SCENE_BREAK]",
        "James: You've got to leave me out of this. And Starr walks away. You can't charge her with anything.",
        "John: I can't make that deal.",
        "James: Well, then I can't help you.",
        "John: You know, I don't really want to have to explain to your mom why I had to lock you up.",
        "James: I don't live with my mom.",
        "John: No, you live with your brother. Wonder what he would say about you putting your neck on the line for Cole and Starr. I don't know, let's ask him.",
        "James: Wait, no! Fine! Cole went to a motel.",
        "[SCENE_BREAK]",
        "Officer: Let's go.",
        "Todd: No, hold on. He's got the rest of his life to rot in prison. You can give my wife 5 minutes.",
        "Greg: Look, I'm so sorry.",
        "Todd: You're sorry? Don't--don't you say you're sorry, you son of a bitch.",
        "Officer: Step back, Mr. Manning.",
        "Dani: Dad--Dad, stop.",
        "Téa: Todd...okay?",
        "Todd: Okay, let's go.",
        "Téa: Wait, wait, wait--hold on. All right, just hold on one sec, okay? I want to understand, Greg. I really do want to understand. You are a doctor. You took an oath--first, do no harm--remember? That day in your office, when you gave me the test results, you told me that I had a brain tumor, that I was going to die, and that there was no hope. None. And then you poisoned me. I trusted you. I put my life in your hands, and you filled me full of lies and drugs. And then you advised me that it would be best to leave my husband...my --my daughter, my friends...to die alone. And I believed you. You took me away from my home, from my family. And then, you lied to my family. And you told them... [Laughs] That they were too late, that I was already gone, and you watched them suffer. Why would you do that? Why?",
        "Greg: I... I'm so sorry.",
        "Dani: No, you're not. You're not sorry. I came to you for help. I came to you and asked about treatments for my mom. And you blew me off. You couldn't get rid of me fast enough. And I don't care why. There is nothing that you can say to us that will justify what you did.",
        "[SCENE_BREAK]",
        "Nora: Your son Greg is a wonderful surgeon. It's--he's helped more than just our family. He's cooperating with the police. He's made a full confession. But I don't want to give you any false hopes. These are very serious charges. He'll most likely lose his license.",
        "Mrs. Evans: Oh, my God.",
        "Nora: These charges also come with significant prison time.",
        "Mrs. Evans: But Eli Clarke forced him. He--tell them, Richard. He--he--he threatened him.",
        "Bo: We--we know the circumstances, but Nora's right. I'm not sure that a judge will take that into consideration.",
        "Nora: And Todd Manning certainly won't.",
        "[SCENE_BREAK]",
        "Greg: The truth is, um... I didn't have the courage to say no to Eli. And as a result, I caused you and your entire family immense pain. And the only thing I can say in my defense is that I didn't go through with it, Téa. I brought you back to the states to recover. And to save--",
        "Todd: Ah, what a prince. Yeah. If you weren't in custody right now, I'd rip your heart out with my bare hands.",
        "Shaun: Be my guest.",
        "[SCENE_BREAK]",
        "Brody: John was going to review the forensics. He would have figured out that Cole was guilty. You know what? You couldn't let Marty take the rap. That's obstruction.",
        "Natalie: I tried to explain all that to her, Brody, but you should have seen her. She lost it. She just hauled off and slapped me.",
        "Brody: She's angry.",
        "Natalie: It's more than that, Brody. There's all of this history, and now this. She kept saying that she's going to make me pay.",
        "Brody: She's just scared. She knows that Cole will have to do hard time.",
        "Natalie: Well, they're going to have to find him first.",
        "[SCENE_BREAK]",
        "John: Cole's at a motel?",
        "James: Yeah.",
        "John: Which motel? You really want to spend a night in lockup, don't you?",
        "James: I don't know the name, all right? Some fleabag. What? He wanted me to have deniability. You're seriously going to make me rat him out?",
        "John: I'm sure you'll get over it.",
        "James: Okay, fine. It's in Pine Valley. The Pine Cone motel.",
        "[SCENE_BREAK]",
        "Starr: Do you know why they call this place the \"Minute Man Motel\"? Because it hasn't been cleaned since the revolutionary war.",
        "Cole: I hate that I dragged you into all this.",
        "Starr: As long as we're together, I don't care where we are. I'm so grateful.",
        "Cole: For what?",
        "Starr: I'm so grateful that James showed up and--and warned us so that you could get away. If the cops had just surprised us at our apartment, we wouldn't have had any time to think.",
        "Cole: He's just always there for you, isn't he?",
        "Starr: Well, I didn't mean anything.",
        "Cole: I just hate that he's so important to you. And now that I owe him, I--I hate it.",
        "[SCENE_BREAK]",
        "Greg: Don't be like that.",
        "Shaun: Like what? Honest? Téa Delgado--I never thought I'd see the day.",
        "Téa: Come here. [Laughs]",
        "Shaun: I'm sorry about my part in all this. I didn't know.",
        "Téa: Neither did I.",
        "Shaun: I'm glad that you got through this--that you beat my brother and Eli Clarke. Your mother is amazing.",
        "Dani: I know.",
        "Vivian: If you need anything, you let us know, okay?",
        "Téa: Yeah, we will. Thank you.",
        "Todd: Okay, time to go.",
        "Téa: All right.",
        "Todd: Officer, I'd be especially careful with this prisoner. I don't know if you know what happened to Eli Clarke.",
        "[Imitates gun cocking]",
        "Shaun: I need some answers. What happened to Charlene?",
        "Greg: I told you. We got together when you were locked up. She got pregnant, had the baby... and then she died.",
        "Shaun: How? When? She was perfectly healthy. What happened?",
        "[SCENE_BREAK]",
        "Starr: It doesn't matter who warned us, Cole. What matters is that we have more time to figure this out in order to keep you out of jail.",
        "Cole: I messed up, Starr, and that's the truth.",
        "Starr: No, you thought that hope and I were killed, that Eli had blown us up, and you snapped. All we have to do is just find a lawyer to prove that it wasn't your fault.",
        "Cole: But it was. It was, Starr. It was all my fault.",
        "[SCENE_BREAK]",
        "Natalie: Cole's gone missing. And Marty's thrilled, which--I can't say that I blame her. I mean, if it were my kid... I should have buried the report.",
        "Brody: And carried another secret? Besides, who knows how the courts will react? He gets a good lawyer, they argue mitigating circumstances--",
        "Natalie: No, it's his third strike. He's going away.",
        "Brody: As far as I'm concerned, he did the state a favor. Eli Clarke was a menace. Look, you had no choice. Marty will see that--eventually.",
        "Natalie: I'm not so sure.",
        "[SCENE_BREAK]",
        "Greg: I--I don't want to talk about Charlene.",
        "Vivian: Greg, you owe your brother the truth.",
        "Shaun: It's not going to bring her back.",
        "Shaun: This is what Eli Clarke had on you, isn't it? You did something to her.",
        "Greg: No. Never. Look, it's not as simple as that. But yes, you're right. She's why I had to go along with Eli.",
        "[SCENE_BREAK]",
        "Cole: I refused to see it! I couldn't see that Hannah was playing me.",
        "Starr: Your mom thought that she was progressing, too.",
        "Cole: Yeah, my mom--I'm sure she's going out of her mind.",
        "Starr: You're not going to call her, not until we figure out a way out of this, Cole!",
        "Cole: There is no way out of this, Starr. Don't you understand? It's over for me.",
        "Starr: Well, then where is that going to leave me? And what about Hope? Well, I know that this is overwhelming, Cole! I know that, but a jury will have to see that!",
        "Cole: The jury's going to see that I didn't listen to my girlfriend when she told me that Hannah was dangerous.",
        "Starr: Okay, but you--it's not your fault that you believed your mom. Right? The court believed Hannah, too. They're the ones that let her go!",
        "Cole: I put my whole family at risk. And who saved you? So who saved you? Not me. Not the guy that was supposed to protect you. James--James saved you.",
        "[SCENE_BREAK]",
        "John: Okay, Jesse. Thanks, man. Mm-hmm. Well, that was interesting.",
        "James: Yeah?",
        "John: Well, I had a buddy of mine over at the Pine Valley P.D. He sent a unit over to the Pine Cone Motel, and the guys tossed the place, and what do you know? No sign of Cole. Why is that?",
        "James: Don't look at me. I've been here this whole time.",
        "John: Yeah. Yeah, yeah. Yeah, hey. Billy, is Inez still there? Okay, thanks.",
        "James: Where--where are you going?",
        "John: Where am I going? Well, your mom went home. I'm going to go over and explain to her how I'm arresting you.",
        "James: For what? For telling you what I know?",
        "John: For lying to me! It's called obstruction of justice, and it's a big ticket item.",
        "[SCENE_BREAK]",
        "Téa: Oh. I just never thought I'd be back here again.",
        "Dani: Well, Mom, nothing's changed. You know, we couldn't.",
        "Téa: I spent so much time remembering every detail.",
        "Dani: You don't have to.",
        "Todd: All right, you guys, please?",
        "[Téa and Dani laugh]",
        "Todd: If you can't get through the door without crying, how are you going to get through Money Honey?",
        "Dani: Money Honey?",
        "Todd: That's right. Nothing's changed.",
        "Todd: Oh...oh, yeah. That's nice.",
        "Téa: Yeah.",
        "Todd: It's a miracle.",
        "Téa: [Sighs] Oh, my God. Was that supposed to be me? Hmm.",
        "[SCENE_BREAK]",
        "Shaun: You slept with Charlene. You lied to me and Destiny. You had our parents raise your kid! All things you'd want to hide. But none of them--what would make you poison a patient?",
        "Greg: Look, I saved Téa. Don't you understand? If it hadn't have been me, Eli would have found someone else.",
        "Shaun: Monday morning quarterbacking, bro. You threw in with Eli because he had something on you. Something about Charlene.",
        "Greg: Charlene didn't want to give the baby up for adoption. And I wanted her to. I couldn't afford a kid, not then. And I didn't want you to find out what I had done.",
        "Vivian: Oh, my God.",
        "Greg: No, it's not what you think. We argued, yes. And she got very angry and she was about to storm out. Her... her heel got caught in the carpet and she fell and hit her head. I tried to save her, but she was gone.",
        "Shaun: You killed Charlene?",
        "Greg: No! She tripped and hit her head. It was an accident.",
        "Vivian: Head injuries are unpredictable. You know, some people crash through a windshield and they're fine, and others hit their head on a cabinet and they-- and they die.",
        "Shaun: So what happened when you took her to the hospital? The cops see it your way? You took her to the hospital, right?",
        "Greg: Shaun, she was dead. There was nothing I could do. It was hopeless. And given the situation--you know, the baby--I just knew that the cops would jump to conclusions, so I...I... I disposed of the body.",
        "Shaun: You what?",
        "Greg: I got rid of the evidence.",
        "Shaun: Charlene? You mean you got rid of Charlene?",
        "Greg: Yes.",
        "Shaun: So no burial? No service? All of these years? And her parents not knowing where she is? And that they had a grandchild?",
        "Greg: No.",
        "Shaun: You're as low as it gets.",
        "[SCENE_BREAK]",
        "Mrs. Evans: Bo, Gregory made a terrible mistake, no question. But Eli Clarke is the villain here. He somehow discovered that Greg had confided in a psychiatrist, telling him the truth about Charlene's death, and he used that to blackmail our son and force him to take Téa Manning. Yes, Gregory should have come forward years ago, but he saved Mrs. Manning's life and almost got killed in the process. Now, won't that be taken into consideration?",
        "Nora: Well, I'm sure a judge will be considering all the circumstances at sentencing, but I would be misleading you if I led you to believe that Greg could avoid prison.",
        "[SCENE_BREAK]",
        "James: You don't have anything on me, Lieutenant.",
        "John: You're lying to a police officer.",
        "James: You got to prove that to charge me.",
        "John: That's going to take about 8 seconds. Hey, look, you want to protect Starr? This isn't the way, kid. I'm going to give you the details. Cole shot a guy wearing handcuffs. No matter how you slice it, that's going to come up murder. And as much as I'd like to, I can't stop what's about to come down on him. Do you really want Starr in the middle of all that when it happens? Do you want her there? Eh...forget it. Just...get out of here, all right? I got work to do. Go!",
        "[SCENE_BREAK]",
        "Starr: Why do you always have to make this about James, huh?",
        "Cole: He's in love with you.",
        "Starr: And I'm in love with you. Of course I was thrilled to see James. I was held at gunpoint by Eli. He had just killed our babysitter. I had been kidnapped. I--I had to practically beat him up in order to escape, and then Hannah knocked me out. She locked me in that attic! I didn't know where I was! I was ecstatic to see James because I knew I was getting home to you! Don't you see? You think that you are out of luck? Well, you're wrong. I love you. We can have it all, but only if you want it. Promise me... promise me that you believe in us. Please.",
        "[SCENE_BREAK]",
        "Todd: I'm sorry, honey. I should have gotten rid of that.",
        "Téa: Give it to me.",
        "Todd: Well, I was just going to... you know what? I'm just going to throw it away.",
        "Téa: Give it to me now.",
        "[SCENE_BREAK]",
        "Mrs. Evans: You know, I always knew we were going to have to tell Destiny that Greg was her father, but not like this. She won't even talk to us. And I don't blame her. I don't even know what to say to her.",
        "Nora: Tell her that you love her.",
        "Mrs. Evans: But who am I, hmm? She doesn't even think of me as her mother anymore.",
        "Nora: But you are. You're the woman who raised her. You're her mom. She'll understand that. Oh, honey, just give her a little time. Just give her a little time, okay?",
        "[SCENE_BREAK]",
        "Dani: Destiny, hey.",
        "Destiny: I just wanted to make sure you were okay.",
        "Dani: Oh, I'm fine. I'm going to be okay. I'm sure you already heard about my mom. She's back.",
        "Destiny: Yeah, I heard. I'm really happy for you and your dad. Look, Dani, I just wanted to say I'm sorry. And I am so ashamed, and I understand if you hate me.",
        "[SCENE_BREAK]",
        "Bo: Yes, but his family is waiting for him. Thank you. I'll let them know. He should be here in a few minutes. They're just putting through the paperwork.",
        "Richard: Thank you for your consideration, Commissioner. We understand that Greg has broken all kinds of laws and that he'll have to pay for his mistakes. We just want the best for him.",
        "Bo: That's all anybody wants.",
        "Bo: What are you still doing here?",
        "John: Cole's still missing and I hate talking to kids. Bo, this is one of those battles I don't even feel like fighting.",
        "Bo: But you should go home. Your child's mother almost lost you today, and you know, for some reason, it really upset her. Why don't you go make sure she's okay? That's an order.",
        "John: Yes, sir.",
        "[SCENE_BREAK]",
        "Natalie: Oh, no, thank you. I can't put anything in my stomach, not now.",
        "Brody: You still upset about Marty?",
        "Natalie: She keeps implying that she knows something.",
        "Brody: But she doesn't.",
        "Natalie: Okay, that's not going to stop her, okay? She is furious about Cole. She would do anything to hurt me.",
        "Brody: Natalie, there's only one way to put this thing to rest. You have to find out who's the father. Jessica and I are doing a paternity test tomorrow. We need answers, and so do you. Just think about doing a test. Marty can't hurt you if you know the truth.",
        "[SCENE_BREAK]",
        "Cole: You don't think I want us back together? Starr, that's all I want. But what if it's too late? What if I wrecked it?",
        "Starr: No. You shot a murderer, Cole. You did the whole world a favor. Everyone knows that. And if you have community service or anything that you have to do, I'll be there for you. I promise we'll make it work.",
        "Cole: I can't leave you and Hope again.",
        "Starr: You won't. I promise.",
        "[Knock on door]",
        "James: It's me. It's James. You guys, let me in.",
        "[SCENE_BREAK]",
        "Téa: Give it to me. It's mine. Ha! That they could do this to me, hmm? That they could do this to anyone... and that you had to look at this. Mm-hmm.",
        "Téa: This jar full of lies! Lies! That I was sick! Agh! That I was dying! Agh!",
        "Téa: [Sobs] God, and I believed them! I believed them!",
        "Todd: Hey.",
        "Téa: I let them do this to me, Todd.",
        "Todd: Hey...shh. It's not your fault. No, you hung in there. And here you are. You made your way back to us. It's over.",
        "Téa: Mm-hmm.",
        "Todd: It's over.",
        "Todd: Yeah. Yeah. It's okay. You're safe. I'm here with you now. Hey... you angry? Huh? You angry?",
        "[Téa laughs]",
        "Todd: I hear you, man. I am angry as hell. By the way, you want to sue the son of a bitch?",
        "[Téa laughs]",
        "Todd: I'll do it. I want you to know that I'm here for you. And I want you to know that there's nothing going on in here. There's no tumor. There's no cancer, even a little. I know it's hard, isn't it? It's hard, but you just got to give it a little time, and I think it's going to get better. It's going to get better. Hey...we're together.",
        "[Téa laughs]",
        "Todd: Finally. Right? It's going to be smooth sailing from here on.",
        "[Téa laughs]",
        "Todd: Right? Yeah, as smooth as it ever gets with me. I'm going to try harder, too. I swear I'm going to try harder. I...I know now what it's like without you. I almost chucked it in without you. If it weren't for the kids, I would have. I can't do it without you, Téa.",
        "Téa: I can't do it without you.",
        "Todd: You know, there is one thing that you are going to have to do without me, though.",
        "Téa: What?",
        "Todd: Vacuum that stuff up.",
        "[Téa laughs]",
        "[SCENE_BREAK]",
        "Dani: Hate you, Destiny? What are you talking about?",
        "Destiny: Because of Greg and what he did to your mother.",
        "Dani: No. Hey, no, that is not your fault. Okay? Look, just because Greg is your brother does not mean--",
        "Destiny: He's not my brother!",
        "Dani: What?",
        "Destiny: Never mind. The point is, I wouldn't blame you.",
        "Dani: Look, just forget about that, okay? Hey, you're my best friend. You're always going to be my best friend. You want to come inside? You can say hi to my mom.",
        "Destiny: No, that's okay. You should be with your family tonight. I'll see you tomorrow.",
        "Dani: Okay.",
        "[SCENE_BREAK]",
        "Shaun: I can't believe my brother. He just dumped her body. What kind of man does something like that?",
        "Vivian: Hey, a weak man. A frightened man. A man who is afraid to fail. Look, remember all those years that we thought that Greg was--I don't know--the family superstar? Uh-uh. He might have done well in school, but he has never been the man that you are-- strong, caring, honest.",
        "Shaun: I can tell you this--he's not the man I thought he was. You would have liked Charlene. She never let anything get her down.",
        "Vivian: Like Destiny?",
        "Shaun: Yeah. I don't know why I didn't see it before. She's strong, independent...bad temper.",
        "Vivian: Hmm.",
        "Shaun: And sweet, you know?",
        "Vivian: Mm-hmm.",
        "Shaun: A good person. A good cook. She always used to make all these dinners.",
        "Vivian: It's okay. Hey, it's okay. You loved her. It's right to grieve. Okay? It's okay.",
        "[SCENE_BREAK]",
        "Brody: Do you really think you and John can be happy with you scared that someone might find out the baby could be mine?",
        "Natalie: Brody, I don't know. I have gone on for so long being so sure that this is John's baby, I feel like if I got a paternity test, it would just...be tempting fate.",
        "Natalie: What's this?",
        "Brody: Dr. Wright wanted to get a head start. She ran my DNA last week. These are the results. You do a test, you can just compare it to what's here.",
        "John: Trick or treat. What did I miss?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Cole: Let him in.",
        "James: I'm sorry.",
        "Cole: Were you followed here?",
        "James: No, the cops tried, but I lost them.",
        "Cole: Are you sure?",
        "James: Yeah, positive. I know how to lose a tail.",
        "Starr: Well, sorry. It's just a really big risk, you coming here.",
        "James: Well, I wouldn't have come, but I would have taken a really big risk calling. You guys, McBain's onto me. Starr...Starr, really, I'm sorry. I'm sorry. He knew I was lying. Okay? He's going to be looking for you, too.",
        "Starr: Okay, thank you.",
        "James: You need anything?",
        "Cole: No.",
        "Starr: We really appreciate everything that you've done for us.",
        "James: Okay.",
        "Cole: Hey, James. Thank you for saving Starr and our daughter. And thank you for trying to help us now.",
        "James: Hey, no problem. Just let me know if you guys need anything.",
        "Starr: Good-bye and thank you again.",
        "[SCENE_BREAK]",
        "Mrs. Evans: Oh, Richard, we've lost him.",
        "Richard: Just pray that we haven't lost Destiny.",
        "[SCENE_BREAK]",
        "Mrs. Evans' voice: Baby, it's your mother. I'm worried about you, sweetheart. I need you to call us and let us know you're all right. I know it was a tough day, but what's important is, we love you, Destiny. Please--please come home.",
        "[Beep]",
        "[SCENE_BREAK]",
        "Brody: Hey, John. I came down to get Jessica some milk. She fell asleep on me. You two have a good night.",
        "John: You, too.",
        "Natalie: You okay?",
        "John: Yeah. I'm okay. How about you? Are you tired?",
        "Natalie: Hmm, I'm always tired.",
        "John: Too tired to come home with me?",
        "Natalie: Never. I'll get my stuff.",
        "John: Mm-hmm.",
        "[SCENE_BREAK]",
        "Cole: I want you to go home.",
        "Starr: No.",
        "Cole: Starr, Hope needs you.",
        "Starr: I need you.",
        "Cole: Starr, John is going to charge me with murder.",
        "Starr: And we'll figure it all out. Okay? We'll figure it all out tomorrow.",
        "Cole: Okay. Huh.",
        "[SCENE_BREAK]",
        "Dani: You guys cleaning?",
        "Todd: Why, naturally. It's a fresh start.",
        "[Téa giggles]",
        "Dani: Okay. Here, Mom.",
        "Téa: Aw, thanks, mijita.",
        "Dani: You're welcome.",
        "Téa: Mmm."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=8V-9fwIWnFw"
}