{
    "Episode Summary": [],
    "Recap": [
        "Cole rushes in his car to the abortion clinic where Starr has gone in Atlantic City right before she has it done. And he convinces her that she cannot make a decision right away if the only reason she plans to do it is in order to protect him from Todd. He takes her home. And Marco and Langston manage to protect them from being found out by Todd and by Shawn. At Capricorn, many noteworthy couples attend together. John and Talia make their relationship public. This upsets Antonio and Cristian. But Blair is the new owner, now. Jared and Gigi are together. Rex is there with Adriana but he's clearly jealous of the fact that Gigi and Jared are together. Natalie goes there with Miles and makes it clear she is jealous of Jared with Gigi. He makes it clear that he is jealous of her with Miles."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Blair: Sweetie, can you help me with this necklace, please?",
        "Todd: Mm-hmm.",
        "Blair: Thank you. Here you go.",
        "[Blair giggles]",
        "Blair: Todd, I got to go to work. Todd, I -- I'm going to be late.",
        "Todd: I know.",
        "[SCENE_BREAK]",
        "Cole: Excuse me; I'm looking for a girl named Starr Manning. I was told she was here, and she -- oh, my God. Where's Starr? Where is she? Starr!",
        "Receptionist: You can't do that!",
        "Cole: Starr! Receptionist: I'll call the police!",
        "Cole: Starr! Starr!",
        "[SCENE_BREAK]",
        "Cristian: How's it going, guys?",
        "Antonio: Hey. Do you know my brother -- Cristian?",
        "Eddie: Hey.",
        "Cristian: Good to see you again, man.",
        "Eddie: You, too.",
        "Cristian: So, what can I get you?",
        "Antonio: Don't tell me you're waiting tables?",
        "Cristian: Vanessa called in sick again. I know, I know -- I'm just giving her one last chance, that's it.",
        "Antonio: I thought Sarah was coming home from Napa today.",
        "Cristian: Sarah needs to wrap up some things with Nash. Don't start, okay?",
        "Antonio: Not a word.",
        "Sarah: Sorry, sorry. I am yours for the rest of the night, I promise.",
        "Cristian: Thanks for filling in for Vanessa.",
        "Sarah: Hey, it's not a problem -- for you, anything. I'm a little jet-lagged, though, I think I might mess up.",
        "Cristian: I don't care. I'm just glad you're here.",
        "Sarah: Me, too.",
        "Eddie: Some nerve on that guy.",
        "Antonio: What guy?",
        "[SCENE_BREAK]",
        "Natalie: Oh, you know what, Miles? I totally forgot -- I got to tell my dad something really quick, but I'll be right back, okay?",
        "Miles: Take your time, take your time.",
        "Natalie: Thanks.",
        "Jared: Ahem. Where's Natalie?",
        "Miles: She went to talk with her dad.",
        "[Jared sighs]",
        "Jared: You are aware B.E. is under its third hostile takeover, right?",
        "Miles: I read the paper.",
        "Jared: Okay. Well, there's a lot of confidential documents here, so I don't think you should be hanging out by your lonesome.",
        "Miles: Huh. Well, this is -- this is Natalie's office.",
        "Jared: And mine -- while mine's being renovated.",
        "Miles: Hmm.",
        "Jared: So I'm going to have to pull rank and ask you to leave.",
        "[SCENE_BREAK]",
        "Rex: This better be a real emergency.",
        "Roxy: You want your groomsmen to be standing by the altar buck-naked? You better sign for the tuxes.",
        "Rex: This couldn't wait till morning?",
        "Roxy: Do you think that you and Adriana are the only lovey-doveys that are getting married in Llanview on that particular day? Some riffraff is going to snag all your monkey suits if you don't sign this pronto -- like tonight.",
        "Rex: They're not the only outfit in town.",
        "Roxy: Well, they're the only outfit that has light-up cummerbunds.",
        "Rex: Tell me you -- you didn't take money --",
        "[Roxy laughs]",
        "Rex: And buy light-up cummerbunds!",
        "Roxy: I'm kidding, kidding, kidding -- I got you. All right, look, I know you're in a hurry because Adriana came back from gay Paris.",
        "Rex: I -- I was working, Roxy, and I'm wasting Gigi's time, too.",
        "Roxy: Don't tell me that you got Gigi working at your apartment? And also, don't tell me that you got those two dames alone together?",
        "[SCENE_BREAK]",
        "Adriana: You just can't stay away from Rex, can you?",
        "Gigi: My God! Jared asked me to bring this stuff over.",
        "Adriana: Right -- B.E. business. Wasn't that your excuse the last time I walked in on you?",
        "Gigi: What's your excuse for being such a bitch? Jared asked me to stay until Rex looked this stuff over, so I'm staying.",
        "Adriana: The hell you are.",
        "[SCENE_BREAK]",
        "Markko: Here you go -- strawberry sundae because I know it's your favorite, Starr Manning.",
        "Langston: Oh, great, Markko -- you may as well just broadcast to Shaun and the entire world that something's up.",
        "Markko: I don't even know what's up. Langston, whatever secret you're keeping for Starr, it's not a secret anymore -- now that you sent Cole for her. So you might as well tell me what's going on, because it's hard to help you when I've got no clue what's really going on.",
        "[SCENE_BREAK]",
        "Cole: Starr!",
        "Receptionist: Sir, please stop!",
        "Cole: Starr!",
        "Nurse: What is going on out there?",
        "Starr: Oh, my God, is that my dad?",
        "Cole: Starr!",
        "Starr: Cole?",
        "[SCENE_BREAK]",
        "Miles: Did you flunk your executive training and now you've been busted down to security or --",
        "[Jared laughs]",
        "Jared: No, not yet, but do I need to call security?",
        "Miles: Oh.",
        "Natalie: Jared, what the hell are you doing?",
        "Miles: He's kicking me out.",
        "Natalie: Excuse me? This is my office, and Miles is my friend.",
        "Jared: Well, I guess I didn't get the memo.",
        "Natalie: Well, now you know. I hope Capricorn has a ton of tequila -- this has been a long day.",
        "[SCENE_BREAK]",
        "John: Let's grab a table.",
        "Cristian: What the hell are they doing here?",
        "Sarah: Uh -- he wants a drink, and she's here to meet Antonio after work?",
        "Cristian: Not anymore. These two hooked up at the Cambridge Motel.",
        "Sarah: What?",
        "Cristian: And my brother walked in on them. I'm going to toss them out.",
        "Sarah: Uh -- Cris, Cris --",
        "Antonio: Don't do it.",
        "Cristian: Why not?",
        "Antonio: Because I don't own the club anymore, because Blair wouldn't want you tossing out a paying customer -- friend.",
        "Eddie: You get enough of this at the station all day. If you want to go --",
        "Antonio: No. No, I'm not letting him run me out of here -- or anywhere.",
        "[SCENE_BREAK]",
        "Talia: Maybe we should just go to U.V., I --",
        "John: We're here now; I'm too tired to go anywhere else.",
        "Talia: Okay.",
        "[SCENE_BREAK]",
        "Roxy: I'm going to drop this off at the tux guy. He said he'd wait for me -- if you catch my drift. All right, you better hightail it out of here before the fur starts to fly.",
        "Rex: You -- you don't really think Gigi and Adriana would fight over me?",
        "Roxy: Sure they would -- you're a prize, and they both know it, and so does Dorian.",
        "Rex: Dorian?",
        "Roxy: Yeah.",
        "Rex: You're kidding me -- and Gigi moved on from me in, like -- in, like, two weeks -- 10 years ago.",
        "Roxy: Yeah, well, you should've seen the look on Dorian's face when Gigi's kid said that both of them were invited to the wedding.",
        "Rex: That's because Dorian thinks she needs to know everything about the guest list, like, yesterday.",
        "Roxy: Yeah, well, I think she's entitled to get a headcount. And can I ask you something -- what the hell is wrong with you? You invite your ex and her kid without even asking Adriana first?",
        "Rex: Because I knew she wouldn't mind.",
        "Roxy: So it never occurred to you to mention that to Adriana?",
        "Rex: I -- I have, like -- like, five people on my side of the aisle, Roxy. Gigi and I are friends, and as usual, you're making something out of nothing.",
        "Roxy: I am? Well, it's something interesting, because Adriana came in and interrupted this meeting that I was having with Dorian, and she looked very, very worried.",
        "Rex: It's not Gigi.",
        "Roxy: Listen, don't --",
        "Rex: Love you --",
        "Roxy: You do anything to upset that sweet, rich -- sweet, really sweet woman of yours.",
        "Rex: I won't. Bye, Roxy.",
        "Roxy: Bye.",
        "Roxy: Men -- they just don't get it.",
        "[SCENE_BREAK]",
        "Gigi: You want to throw me out? Well, I'm not losing my job because you don't think I should be talking to your fiancé.",
        "Adriana: You know, every time I leave the room, I find you talking to Rex.",
        "Gigi: That's not true.",
        "Adriana: How'd you get yourself invited to the wedding?",
        "Gigi: He just asked me out of the blue, Adriana -- I don't know.",
        "Adriana: Oh, that \"alone and vulnerable\" shtick is really working out for you -- you're living with Viki, working for the Buchanans, getting Marcie to baby-sit for you every time you need a little \"me time.\"",
        "Gigi: Rex is marrying you, he wants you -- what are you so damn insecure about?",
        "Adriana: I know Rex loves me as much as I love him, but I don't trust you.",
        "Gigi: What do you think I'm going to do, jump him? You don't have to worry about me!",
        "Adriana: I'll make sure I don't.",
        "Gigi: Oh, my God -- what does that mean?",
        "Rex: Hey. What's going on?",
        "[SCENE_BREAK]",
        "Todd: You still worried about being late?",
        "Blair: I don't think I'm worried about anything at the moment.",
        "Todd: That's a first.",
        "[Blair sighs]",
        "Blair: You know, I was afraid that we couldn't fix this stuff with Starr, but I think it's going to be okay.",
        "Todd: Yeah, I think so, too.",
        "Blair: You know, I think she and Cole actually understand the situation, so maybe you could get the bodyguard to back off and she could have kind of a semi-normal life now.",
        "Todd: Is that why you let me have my way with you -- so you can work on me about Starr?",
        "Blair: Sweetie, I think that we can trust her that she's not going to get into any more trouble.",
        "[SCENE_BREAK]",
        "Langston: Look, I'm sorry that I can't tell you, but I shouldn't have even told Cole where Starr was.",
        "Markko: Well, I don't know because you won't tell me, but you probably ended up helping her.",
        "Langston: I hope so.",
        "Markko: Look, I just -- I just want to know I don't have to worry about you.",
        "Langston: Why should you worry about me?",
        "Markko: Uh -- because last time we tried to cover for Starr, Mr. Manning wanted to kill us both.",
        "Langston: Okay, well, Dorian's not going to let anything happen to me or you.",
        "Markko: Didn't you say she's going out of town for a couple days?",
        "Langston: I'll be fine, don't worry, okay? Mr. Manning's not going to know what happened.",
        "Markko: I just hope that bodyguard keeps reading his paper -- it's a good thing he's such a sports nut.",
        "Langston: Look, I'm sorry I got you all mixed up in this, okay?",
        "Markko: Starr is my friend, too. Whatever she's doing, I just hope she's okay.",
        "[SCENE_BREAK]",
        "Cole: Starr, I'm here!",
        "Receptionist: You got to leave now, or I'll have you arrested!",
        "Cole: Starr! Please, that is my girlfriend, all right? Can't you just go back there and tell her that I'm here?",
        "Receptionist: We've had people coming in here pretending to be relatives.",
        "Cole: I'm not pretending.",
        "Receptionist: People try and come and terrify our clients.",
        "Cole: I don't want to do that, all right, I -- I love her. Why can't you guys just help me out here?",
        "Receptionist: I'm calling 911.",
        "Starr: No, don't!",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Talia: Hi. Welcome back.",
        "Sarah: Hey. The usual?",
        "Talia: No. I think I'm going to try something different like the, what -- house special?",
        "John: Make it two.",
        "Talia: Yeah. How was Napa?",
        "Sarah: Great.",
        "[Phone rings]",
        "Sarah: Quick.",
        "John: Excuse me. It's my brother.",
        "Talia: Oh.",
        "John: Hey, man.",
        "Sarah: So, a lot has happened in a couple of days.",
        "Talia: For you?",
        "Sarah: For you. Talia, John -- I -- I don't think that it was the best idea bringing John here.",
        "Talia: Right, we didn't know Antonio was going to be here.",
        "Sarah: But Cristian works here. He's here all the time.",
        "Talia: Well, Antonio broke up with me. I know that's probably not the way you heard it, but he did.",
        "Sarah: Look, Cristian isn't going to kick you guys out or anything, but you might want to think about going someplace else.",
        "Talia: We work with Antonio all day. If he can deal with it, I think you and Cristian can.",
        "Sarah: I'll be right back with your drinks. Have a great night.",
        "John: Somehow, I doubt the sincerity of that.",
        "Talia: Yeah, you don't have to live with her.",
        "John: Hey -- you sure you're okay with this?",
        "Talia: There's no going back now -- not that I want to.",
        "[SCENE_BREAK]",
        "Antonio: Think I'd want to be with someone like that? I'm just glad I now know what she's really about. McBain can have her.",
        "Cristian: Yeah, but he doesn't have to have her in your face.",
        "[SCENE_BREAK]",
        "Adriana: What's going on is I'm a little upset with Gigi. I offered to lend her one of my dresses for the wedding and she turned me down.",
        "Rex: You did?",
        "Gigi: Oh, yeah -- flat.",
        "Adriana: She said she didn't want to impose, but we're having a formal wedding and I didn't want it to break Gigi's bank.",
        "Rex: You really should think about taking a dress, Gigi.",
        "Gigi: Did you really mean it? I can take whatever I want?",
        "Adriana: Of course -- except my wedding dress.",
        "[Adriana and Rex chuckles]",
        "Rex: Great. Sounds like a plan.",
        "Adriana: Great! Well, why don't you two hurry up and get your work done and then you and I can talk dresses.",
        "Rex: Uh -- we're almost done.",
        "Adriana: Great. I'm just going to be, you know, over here doing some stuff. Don't mind me.",
        "Gigi: Oh, don't worry, we won't. Hmm.",
        "[SCENE_BREAK]",
        "Todd: I thought I persuaded you to stay.",
        "Blair: I was tempted.",
        "Todd: But don't you own this place? Can't you set your own hours? How about no hours, zero hours?",
        "Blair: You know, I didn't --",
        "Todd: Never go in.",
        "Blair: Buy the place to let somebody else run it.",
        "Todd: But, you know, my last story's filed and Starr's gone and the boys are asleep. Let's do it, come on.",
        "Blair: You're just bored, that's all.",
        "Todd: No, I'm not. It's just --",
        "Blair: Duh, duh. You know what it is? I've got an idea.",
        "Todd: What's that?",
        "Blair: Why don't you take this rare opportunity to spend some one-on-one quality time with your daughter?",
        "[SCENE_BREAK]",
        "Starr: How did you find me?",
        "Cole: It doesn't matter -- no one else knows, all right?",
        "Starr: Cole, I'm sorry. I'm so sorry.",
        "Cole: Well, I'm sorry you had to go through this alone. See, I knew something was wrong.",
        "Starr: I wanted to tell you, Cole. I really -- I really did. I just didn't want my dad to find out and -- please don't hate me for not telling you. Oh, Cole.",
        "Cole: Hey, I love you. I always will.",
        "Starr: Oh.",
        "Cole: Am I too late? I'm not?",
        "Starr: Um -- I was just about to get an ultrasound. Will you wait out here for me? Thank you. Oh.",
        "Cole: Hey, wait.",
        "[SCENE_BREAK]",
        "Gigi: Jared said if you have any more questions, just call Clint.",
        "Rex: Great. Thanks for staying, Gigi.",
        "Gigi: Mmm-hmm.",
        "Rex: Who's taking care of Shane?",
        "Gigi: Oh, he went to the Phillies' game with Viki and Charlie.",
        "Rex: Lucky kid.",
        "Gigi: Hmm.",
        "Rex: Oh -- now I don't feel so bad I didn't get a chance to stop by after school to play catch with him. Oh -- yeah, Charlie told me he's going to Grandparents' Day at Shane's school, too?",
        "Gigi: Yeah.",
        "Rex: That's really nice. He didn't mention the game to me.",
        "Gigi: Well, it was kind of last-minute. Shane got an A on his comic book project at school and Viki and Charlie wanted to reward him.",
        "Adriana: Yeah, I saw his comic book project, the -- the one where his dad is the superhero, right?",
        "Gigi: When did you see it?",
        "Adriana: Oh, I ran into him and Marcie. It's so sweet how proud Shane is of his dad -- you know, a man he's never met.",
        "Gigi: Well, I'm going to have to get back.",
        "Rex: Thanks, Gigi. Take care.",
        "Adriana: Did I say something wrong? I guess Gigi's still in love with Shane's father.",
        "Rex: Maybe she just doesn't want to talk about him.",
        "Adriana: How about we don't talk about Gigi anymore? How about we don't talk about anything?",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Cristian: First Nash and Jessica, now John and Talia? You don't deserve that, man.",
        "Blair: Hey. How goes it?",
        "Antonio: Hey, Blair.",
        "Cristian: Great.",
        "Blair: Well, great of Sarah to cover for Vanessa, but you know what? I didn't budget for any break and whose paycheck am I going to put it on?",
        "Sarah: I heard that.",
        "Blair: Well, how lovely of you to grace us with your presence, Ms. Sarah.",
        "Sarah: Hey, if you'd rather I not fill in for Vanessa, I can leave. I'm sorry. I'm a little jetlagged.",
        "Blair: That's -- that's okay. I didn't mean for us to get off on the wrong foot. I'm very happy that you are covering for Vanessa. I'm very grateful. You are a tough act to follow, though.",
        "Antonio: Yeah, well, some people don't think so.",
        "[John whispers]",
        "[Talia laughs]",
        "Blair: Somebody want to fill me in on what's going on here?",
        "[SCENE_BREAK]",
        "Gigi: Hey. I thought you'd be gone by now.",
        "Jared: Well, are you -- are you just getting back from Rex's? I'm -- oh, my God, I'm sorry. I didn't mean to keep you this late.",
        "Gigi: That's okay. Shane's at the Phillies' game with Viki and Charlie -- remember?",
        "Jared: Right, right, yeah, so I -- I hear you and Shane knew Charlie from Texas? Is that right?",
        "Gigi: Yes. We met him about the same time Viki did. He and Shane got along right from the start -- hmm. It was the first time that Shane's ever had anything like a dad in his life.",
        "Jared: Well, that's great.",
        "Gigi: Mm-hmm.",
        "Jared: Uh -- ahem. So did Rex understand all the info you brought him?",
        "Gigi: He seemed to. Anything else you need me to do?",
        "Jared: Yeah -- go home. It's late.",
        "[Gigi chuckles]",
        "Gigi: Hey, I'm happy for the overtime. Are you leaving?",
        "Jared: No, not yet.",
        "Gigi: Well, how late are you going to stay? Can I least order you dinner?",
        "Jared: Not your job, but thank you.",
        "Gigi: Okay, okay. I won't nag you to eat and sleep. I know you're not Shane -- good night.",
        "[Jared chuckles]",
        "Jared: Well, wait -- Gigi? You know what? There is one thing you could do for me.",
        "Gigi: Hmm.",
        "Jared: Go out with me.",
        "[SCENE_BREAK]",
        "Cole: How long have you known you've been pregnant?",
        "Starr: About a week.",
        "Cole: Well, you made that decision pretty fast.",
        "Starr: Cole, this whole pregnancy thing -- it goes by really fast. I've already had morning sickness and I'm so tired all the time I can't even see straight and my body is changing in all these weird ways.",
        "Cole: All that already?",
        "Starr: Look, Cole, my mom's going to be able to find out and then she's going to tell my dad and then my dad is going to try to kill you. What are you thinking?",
        "Cole: Well, my mom said that having a baby is a woman's decision, and now it's happening to you.",
        "Starr: But?",
        "Cole: Whatever you do, I want you to be sure about it. But to me, it kinds of seems like maybe you were just doing this to protect me. And, Starr, that's not a good enough reason.",
        "Starr: Then what do you want me to do?",
        "Cole: I want you to be 100% sure that this is the right thing for you. I can take care of myself.",
        "Starr: But my dad --",
        "Cole: Hey, can -- can we just forget about him right now?",
        "Starr: I'm trying to.",
        "Cole: You don't have to do this today, do you?",
        "Dr. Williams: It's an important decision. There's still time for you to decide if it's the right one for you.",
        "Cole: We've already made one big decision without thinking about it, and now you're paying for it. And I don't want that to happen again -- I love you too much for that. Hey, I want you to look back -- 20, 30 years from now and say to yourself, \"I did the right thing.\" So, hey, I'm just asking you -- take a little time to think about it. All right? And whatever you decide I'll back you up on. Okay?",
        "Doctor: He's right, Starr. If you haven't thought it through --",
        "Starr: I haven't. I can't -- I can't do it today. I'm not going to.",
        "[SCENE_BREAK]",
        "Singer: Living inside myself",
        "Markko: Hey -- Shaun? You went to Chester High, right?",
        "Shaun: Yeah. Why?",
        "Markko: Did you know that -- you know that local guy that the Sixers just drafted to play point guard?",
        "Shaun: I was a senior, he was, like, in the second grade.",
        "Markko: Oh, cool. Hey, um, so -- what do you think about those Nets trade rumors? That's, like, crazy, right?",
        "Shaun: Hey, kid? I can't chat right now -- I got a job to do. The girl, it's her -- it's her curfew.",
        "Markko: A curfew? It's, like, 8:00.",
        "Shaun: Take that up with her dad.",
        "[Phone rings]",
        "Shaun: Mr. Manning, speak of the devil.",
        "Todd: Yeah, that's me. You still at the diner?",
        "Shaun: I was just about to bring your daughter home, boss.",
        "Todd: No, keep her there. I want to surprise her.",
        "Shaun: You're coming here?",
        "Todd: Yeah, I'm going to buy her an ice cream or something.",
        "Shaun: I'll see you soon.",
        "[SCENE_BREAK]",
        "Blair: This is really tough for Antonio. First, he loses his money.",
        "Cristian: Yeah.",
        "Blair: Then the club. Now, this. I mean, I'm kind of surprised he wants to hang out here tonight.",
        "Cris: Well, he shouldn't be the one that has to leave. John and Talia should. And I'd like your permission to say that to them.",
        "Blair: I don't think so.",
        "Cristian: Why not?",
        "Blair: Well, look, Antonio's not making an issue out of this. Why do you think that you have to, macho?",
        "Cristian: I can't believe you're taking his side because he's your friend.",
        "Blair: I'm not taking his side. I own this club. I don't want any trouble, unless you want us all to lose everything.",
        "[SCENE_BREAK]",
        "Natalie: Oh, boy.",
        "Miles: You know, I -- no, I don't like this place. Let's go somewhere else.",
        "Natalie: You know what? You're sweet, but I'm fine.",
        "Miles: Yeah?",
        "Natalie: You?",
        "Miles: He didn't waste any time getting over Marty. Hmm. You know, she didn't even love me, but I don't think I'll ever be over her.",
        "Natalie: You know, Miles, it's just going to take time.",
        "Miles: Yeah.",
        "Natalie: You made so many mistakes when you came into town, but you -- you really owned up to them, and you took your hits. Believe me, people in this town -- they forgive and forget. I know.",
        "Miles: Yeah, I wouldn't be so sure.",
        "Natalie: What does that mean?",
        "Miles: That maybe I'll be happier someplace else.",
        "Natalie: Hi.",
        "Adriana: Hey.",
        "Miles: Hey.",
        "Rex: Hey, Nattie.",
        "Miles: Hi.",
        "Rex: Miles --",
        "Natalie: Something brought you guys out of the house?",
        "Rex: We get out -- occasionally.",
        "Natalie: Well, I just-- I know that Jared sent Gigi over to your place with a ton of work to do, and I just had this picture of you with your nose to the grindstone. Adriana knitting or something. I'm just -- I'm really glad to hear that I was wrong.",
        "Adriana: Not as glad as I am. Hmm.",
        "[SCENE_BREAK]",
        "Gigi: I just don't think I should go out with somebody I work with.",
        "Jared: Well, it wouldn't be like we were going out -- going out.",
        "Gigi: What would it be?",
        "Jared: Well, we both need to eat, right?",
        "[Gigi chuckles]",
        "Gigi: Hey, listen, I'm beat, and I don't have Shane tonight. I'm actually looking forward to a hot bath --",
        "Jared: Ah.",
        "Gigi: A good book, and a TV dinner.",
        "Jared: You know, I don't know if I've ever been turned down for a book and frozen food before.",
        "[Gigi laughs]",
        "Gigi: Don't take it personally, okay?",
        "Jared: Hang on.",
        "Gigi: Hmm?",
        "Jared: How long has it been since you've been out?",
        "Gigi: You mean a \"date\" date?",
        "Jared: Mm-hmm.",
        "Gigi: Ahem. Hmm -- before Shane was born.",
        "Jared: See, that just sucks.",
        "Gigi: Yeah. What about you?",
        "Jared: Oh --",
        "Gigi: When's the last time you went out?",
        "Jared: I -- well, I -- it's -- it's not been that long.",
        "[Gigi laughs]",
        "Jared: But it has been a while, so --",
        "Gigi: Well, you're not as pathetic as me, I'm sure.",
        "Jared: I think we're both pathetic, so let me buy you a drink after work, you know?",
        "Gigi: You really want to?",
        "Jared: Come on. You're tempted.",
        "Gigi: Yeah, sounds good.",
        "Jared: Okay. Let's go.",
        "[SCENE_BREAK]",
        "Cole: You okay?",
        "Starr: I'm just thinking about what I'm going to do. What am I going to tell my parents?",
        "Cole: Nothing. Only Langston knows, right?",
        "Starr: Wait, she told you?",
        "Cole: I knew something was wrong, all right? She finally gave me the address to the clinic. Don't be mad at her.",
        "Starr: No, I'm not. I'm not mad, Cole, I glad that you know. I just -- I don't know what comes next.",
        "Cole: We'll figure it out.",
        "[Phone rings]",
        "Cole: Markko?",
        "Markko: Cole, where are you?",
        "Cole: I'm driving back with Starr.",
        "Markko: All right, we're at the diner, and Mr. Manning's on his way over here right now. And you know what'll happen if he finds Langston, you know, in Starr's clothes and a bad wig.",
        "Cole: All right, we'll be there as soon as I can.",
        "Starr: Cole, what's wrong?",
        "Cole: Don't worry. I'll take care of it.",
        "[SCENE_BREAK]",
        "Markko: Anything else, Starr? All right, don't freak out, but Mr. Manning's on his way over here right now.",
        "Langston: What?",
        "Markko: I just talked to Cole, and he's got Starr, and they're on their way back.",
        "Langston: That's all he said?",
        "Markko: Well, yeah.",
        "Langston: But, Markko, I can't sneak past Shaun without him figuring out what's going on.",
        "Markko: Oh, my God.",
        "Langston: What?",
        "Markko: He's here. Ladies' room, right now. Oh, hi, Mr. Manning. Um -- do you want a booth, or -- or the counter?",
        "Todd: I don't know -- where's Starr?",
        "Markko: She's in the bathroom.",
        "[Phone rings]",
        "[SCENE_BREAK]",
        "Natalie: So you guys decided to come out and play with the other kids, huh?",
        "Rex: Something like that.",
        "Adriana: Well, why go out when home is so much fun? I think I see a table. Nice to see you guys.",
        "Natalie: Have fun.",
        "Rex: You, too.",
        "Miles: Those two look happy.",
        "Natalie: Yeah? Then why does Adriana have a death grip on my brother?",
        "Miles: Oh -- well, the evening just got a lot better.",
        "Singer: I believe in monsters but I wish your mother was asking you",
        "[Adriana sighs]",
        "[SCENE_BREAK]",
        "Blair: How's it going over here, guys?",
        "Talia: We're doing well.",
        "John: Okay, okay.",
        "Blair: Good. Talia, would you mind if I had a -- a few moments with your date alone?",
        "Talia: I'll be right back.",
        "John: All right.",
        "Blair: Thank you.",
        "John: What's going on?",
        "Blair: Well, I was wondering if you could do me another favor.",
        "John: Name it.",
        "Blair: Could you talk to Cole for me? Again?",
        "John: Why? Is he -- is he still trying to see Starr?",
        "Blair: Well, he came over to the house last night. But this time, he wanted to talk to Todd.",
        "John: Bad idea.",
        "Blair: Yeah, I told him that. I told him if he could just lay low, just play by Todd's rules, just for the time beg, things might get better, but he's not listening.",
        "John: Well, I'll make sure he gets the message this time.",
        "Blair: Thank you, John.",
        "John: Hey -- thanks for the heads-up.",
        "Blair: Sure. You know, I -- I don't agree with some of the things that Cole does right now, or he's been doing, but I think deep down, he's a good kid. I just don't think Todd is ever going to see it.",
        "[Phone rings]",
        "Langston: Oh.",
        "Todd: How long has she been in there?",
        "Shaun: Right before you got here, boss.",
        "Todd: What's going on?",
        "Markko: Um -- uh -- what do you mean?",
        "Todd: What do I mean? Why has she been in there so long?",
        "Markko: You know how girls are.",
        "[Shaun chuckles]",
        "Shaun: Take it from me. Give her four minutes before you even come close to her average.",
        "Todd: You seem a little nervous. You nervous?",
        "Markko: Me? No.",
        "Todd: No? Last time I saw him this nervous, he was -- he was hiding in Starr's closet. His girlfriend was in Starr's bed pretending to be Starr. Remember that? Okay.",
        "Markko: Mr. Manning, you can't go in there.",
        "Todd: No? I can't go in there?",
        "Shaun: Imagine that.",
        "Markko: Mr. Manning \u0096 It's the girl's bathroom!",
        "Todd: Hey --",
        "Markko: I'm sorry, I tried to stop him, but --",
        "Starr: Dad, what are you doing here?",
        "Todd: Well, I don't know -- I mean, I just wanted to buy you some kind of dessert.",
        "Starr: Okay, well, yeah, you should get out of the women's bathroom before you scare someone. Get out!",
        "[Door closes]",
        "Langston: That was way too close.",
        "Starr: Dad, what are you really doing here, anyway?",
        "Todd: Well, I -- it's been a long time since you and I had a little date, you know? I thought we could have a date.",
        "Starr: Well, I'm sorry -- I've been here for a long time, and I'm just really tired, and I want to go home.",
        "Todd: Okay, yeah, that's fine. Whatever you want. I'll take it from here, Shaun. Thanks.",
        "Shaun: I'll see you tomorrow.",
        "Todd: Yeah.",
        "Starr: Good night.",
        "Shaun: Good night.",
        "Starr: Are you ready to go?",
        "Todd: Yeah, I guess so.",
        "[Starr sighs]",
        "[SCENE_BREAK]",
        "Markko: All clear.",
        "[Markko sighs]",
        "Cole: Hey, thanks for everything you did.",
        "Langston: Thank God you got here in time.",
        "Markko: So is everything cool now?",
        "Cole: It will be.",
        "[SCENE_BREAK]",
        "Sarah: Hey! You guys are just in time. You got the last table.",
        "Jared: Perfect. Thank you.",
        "Gigi: Jared, it's kind of loud in here, don't you think? Maybe we should go somewhere else.",
        "Jared: You really want to get back in the car, go find another place, worry that there's another table, when there's one right here?",
        "Adriana: Oh, look, Gigi's here.",
        "Rex: With Jared.",
        "Adriana: Is there something wrong with that?",
        "Rex: No, I just -- I just -- I just don't think it's, you know, appropriate. I mean, he's her boss.",
        "Adriana: They're just hanging out after work.",
        "Rex: The guy's a jerk. Gigi could do so much better than him.",
        "[Adriana sighs]",
        "[SCENE_BREAK]",
        "Cristian: Sorry about Blair. She was only messing with you. You know that, right?",
        "Sarah: I kind of wish the club still belonged to Antonio.",
        "Cristian: Come on, Blair's cool.",
        "Sarah: No, I just -- um -- I kind of think she doesn't like me. I me, she's never going to let me do the kind of things that I could do with you and Antonio running it.",
        "Cristian: It's not exactly Napa, is it?",
        "Sarah: No, it's better than Napa. It's home.",
        "Cristian: Listen, when we get out tonight, let's grab a bite. You can tell me all -- all about your trip.",
        "Sarah: I -- I really want to, but I have a conference call to make in, like, five minutes with some clients with Nash.",
        "Cristian: Tonight?",
        "Sarah: Yeah. I'm going to be keeping weird hours until we get this thing sorted out for a couple days.",
        "Cristian: I thought you said you were all mine.",
        "Sarah: I am. I'll make it up to you, I promise.",
        "Blair: Is she leaving already?",
        "Cristian: Don't say it.",
        "[SCENE_BREAK]",
        "John: No, I don't --",
        "Talia: You don't dance?",
        "John: I don't dance.",
        "Talia: That's ridiculous. I've seen you run, like, a 5 1/2-minute mile. You can arrest people with one hand tied around your back. Whatever, you're not klutzy, you're coordinated.",
        "John: Listen to me --",
        "Talia: Just follow my lead.",
        "John: Listen --",
        "Talia: What?",
        "John: Ugh. I will put up with a lot from you.",
        "Talia: Mm-hmm?",
        "John: I won't dance.",
        "Talia: Then let's just go somewhere more private.",
        "John: What -- hey --",
        "[Talia giggles]",
        "Eddie: Well, I wonder what they're up to.",
        "Cristian: I think I can guess.",
        "[SCENE_BREAK]",
        "Miles: You know, you're going to hurt your neck.",
        "[Phone rings]",
        "Natalie: I'm sorry.",
        "Miles: Ah, it's my broker. Sorry.",
        "Natalie: You know, I'm going to go get a drink. Just come find me when you're ready.",
        "Miles: Okay.",
        "Natalie: Ahem. So, I guess it must have been a really hard day at the office. Seems like everybody's here.",
        "Jared: Yeah. You having fun?",
        "Natalie: I was.",
        "Jared: Well, we're just celebrating the fact that I was smart enough to hire Gigi.",
        "Natalie: Actually, I believe that was my idea.",
        "Gigi: Is there a problem with us socializing outside of work? Because if there is, you know, I just really don't want to lose my job.",
        "Natalie: I don't have a problem with you, Gigi. Excuse me, but I need to talk to my uncle.",
        "Jared: Sure. Excuse me?",
        "Gigi: Mm-hmm.",
        "Jared: Ah. Yes?",
        "Natalie: Is this supposed to make me jealous?",
        "Jared: Is that?",
        "Miles: Natalie, I'm going to take this outside, okay?",
        "Natalie: Miles is my friend. Do you even know what that word means, Jared?",
        "[SCENE_BREAK]",
        "[Talia giggles]",
        "John: Oh --",
        "Cristian: How can they throw it in your face like this? All you got to do is say the word, you know that, right?",
        "[SCENE_BREAK]",
        "Jared: Wasn't he all over you this afternoon? I can see why you're so crazy about him now. He seems like a real catch.",
        "[SCENE_BREAK]",
        "Cristian: Okay, I've had enough. Hey, John --",
        "John: What is it?",
        "Talia: Cris, Cris!",
        "[NEXT_ON]",
        "Adriana: I'm sick of it, Rex -- Gigi this and Gigi that.",
        "Rex: Where'd that come from?",
        "Woman: Brody didn't die overseas; he's no deader than you or me.",
        "Eddie: Big mistake, Vega. You're under arrest."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=S4-iipKGTAw"
}