{
    "Episode Summary": [],
    "Recap": [
        "Jessica/Tess talks to Nash about what she thinks will happen to Natalie and Jared. They went out to pick something up at the vineyard. They don't know that Tess cut the brake lines to Natalie's car. Viki meets Jared and Natalie in the garage. She has some chemicals in a crate that she wants to lock in the basement so Bree won't get them. Jared takes the chemicals. Viki offers to go to the vineyard for them. She takes Natalie's keys because she left hers upstairs. Natalie steps out to talk on the phone. Alone with Viki, Jared tells her that he was the reason Charlie had to lie to her and asks her to give Charlie a second chance. Natalie and Jared come back to the kitchen and Tess is shocked that Viki took the car. When Natalie and Jared go to take the chemicals downstairs, Tess talks to Nash. She doesn't care that Viki is driving the car with the cut brake lines. She says Viki deserves it for what she did to her when she was a little kid. Natalie and Jared go into the next room to get drinks. Tess goes down to the basement to get the chemicals to poison the food. Tess serves the poisoned food to Natalie and Jared. She says she has morning sickness all day long and can't eat. Viki is thinking about what Jared said about Charlie. Dorian gets in her limo. She's saying how she's going to go home and get rid of David. We see the limo driver is David. David confronts Dorian about the rohypnol in her doctor's bag. He tells her about what Markko and Langston did to him. Dorian seems proud of Langston. She orders David to take her home. David says not until she tells him about the drug. He says he thinks she used it on Charlie. David runs out of gas and leaves Dorian stranded with the car and starts walking. Dorian sees a car coming and starts to wave. Viki steps on the brake but nothing happens. Dorian, thinking the car isn't slowing down, steps into the middle of the road.",
        "Bo goes to the ranch and sees Chuck. He says he wants to be alone so Chuck goes out to check the barn. He says there is a bad storm coming. Bo sees Asa at the ranch. Asa calls him a loser. They talk about the past and Asa says Bo never had any guts. Gigi and Charlie talk about how things were when they lived in Texas. Rex is at the Bonjour looking for Bo. Moe and Noelle say that Bo was there but left when he found out they didn't serve liquor. Rex talks to Noelle about Gigi and his wedding when Brody came back. Rex goes to the ranch and finds Bo in the barn ready to saddle a horse. He tells him not to take that ride."
    ],
    "Recap Author": "Jeannie",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Music plays]",
        "Nash: I remember this.",
        "Tess: Oh, yeah?",
        "Nash: Uh-huh. It's the mix I made you when we first hooked up. I haven't heard it in a while.",
        "Tess: That's because Jessica never played it. She wasn't into it, but I am. And Tess is back for good.",
        "Nash: And what else is Tess into?",
        "Tess: Besides you?",
        "Nash: Mm-hmm.",
        "Tess: Making sure Natalie and Jared go bye-bye for good.",
        "[SCENE_BREAK]",
        "Natalie: See, everything is working out with Jessica.",
        "Jared: So far, yes. I just hope we can find that case of wine for her at the cottage.",
        "Natalie: We will, we will, and we're going to bring it back for her and we're going to take care of Jessica. She will eventually forgive us.",
        "Jared: Yeah.",
        "Natalie: Come on, why can't you be more optimistic about this?",
        "Jared: Baby, I am. I just don't want to see you get hurt.",
        "Natalie: And I love you for that, but I am also willing to take it on the chin for a while if that means making up with my family. Can you accept that?",
        "Jared: As long as I'm with my sparky, I'm good.",
        "[Jared clears throat]",
        "Jared: Mrs. Davidson, uh, can I help you with that?",
        "Viki: No, I'm fine, thank you.",
        "Natalie: Mom, it's heavy.",
        "Viki: All right, please be careful. They're gardening chemicals.",
        "Jared: Um, where -- where do you want them?",
        "Viki: I think in the cellar. With Bree around, I thought it best to lock them up.",
        "Jared: Okay, I will take care of them when we get back.",
        "Viki: Where are you going?",
        "Natalie: Oh, Jessica asked us to go by the cottage and pick up a case of wine that she left there. She wanted to get it before the people came that took over the vineyard. It was apparently very special to her. Nash had left it for Bree's wedding.",
        "[SCENE_BREAK]",
        "Gigi: Milk, no sugar, just the way you like it. What's wrong?",
        "Charlie: I just -- for a minute there I thought I was back at the Bon-Jour.",
        "[Gigi laughs]",
        "Gigi: Before both of our lives got so complicated?",
        "[SCENE_BREAK]",
        "[Rex sighs]",
        "Rex: Hey.",
        "Noelle: Hi, there.",
        "Rex: Uh, I'm Rex. I don't know if you remember me --",
        "Noelle: Well, of course I remember you. You're that P.I. that came down here looking for Sally -- Marcie McBain. And you're Gigi Morasco's ex-boyfriend from high school.",
        "Rex: Wow, you're good.",
        "Noelle: Maybe I should start moonlighting as a P.I. I remember all sorts of things about people.",
        "Rex: Well, then maybe you can help me. I'm, uh, I'm looking for somebody again. Have you seen him?",
        "Noelle: Yeah, he was here, and he was in real bad shape.",
        "[SCENE_BREAK]",
        "Bo: The late great Asa Buchanan's ranch.",
        "Bo: Hasn't changed a bit.",
        "Chuck: Evening, Bo.",
        "Bo: Chuck.",
        "Chuck: I didn't realize you were coming.",
        "Bo: Yeah, well, I didn't realize it myself 'til I got here.",
        "Chuck: Well, it's good to see you. So, what brings you home?",
        "[SCENE_BREAK]",
        "Dorian: La Boulaie, and step on it. I'm going to extricate my sister from the clutches of that David Vickers if I have to prune him away.",
        "[SCENE_BREAK]",
        "Tess: I wonder if they're in their car yet.",
        "Nash: I don't know.",
        "Tess: Picture this -- Natalie pushes on the brake and nothing happens. Natalie screams and Jared yells and the car swerves. And before they know what hits them, they're covered in glass and their bodies are broken and they're covered in blood.",
        "Tess: Just like what they did to you.",
        "[SCENE_BREAK]",
        "Bo: I hit a little bit of a -- a rough patch, so I wanted to get out of Llanview for a while. Hope I'm not putting you out.",
        "Chuck: No, like I told the rest of the family at the reading of the will, Buchanans are always welcome here. Asa might have left the place to me but, really, I still see myself as his caretaker.",
        "Bo: No, no, no, it's your name on the deed. That's the way Pa wanted it.",
        "Chuck: It's in my blood.",
        "Bo: Mm-hmm.",
        "Chuck: Doesn't matter who it belongs to. Pa spent his whole life looking after this place, and his pa before that.",
        "Bo: And you're all good people. You all made this place what it is as much as my Pa. Probably even more.",
        "Chuck: So, uh, you're sure I can't get you anything, Bo? Maybe a T-bone to go with that bourbon? Coffee, maybe?",
        "Bo: No, if it's all right with you, Chuck, I'd like to just be left alone.",
        "Chuck: Well, make yourself at home. I'm going to go check on the barns and make sure they're secure and safe. There's a storm brewing in the gulf headed straight at us.",
        "[SCENE_BREAK]",
        "Rex: When was Bo here and how bad was he?",
        "Noelle: Well he came in earlier today and I didn't have a clue what to do.",
        "Bo: Why not?",
        "Noelle: He's just sitting there talking to himself. I can't get him to eat anything.",
        "Moe: Well, do you think he's sick?",
        "Noelle: Well, he's not well, I'll tell you that.",
        "Moe: You go in the kitchen.",
        "Bo: You laughing at me, Pa?",
        "Moe: Hey, sport, how about something to eat?",
        "Bo: Uh, how about a little hair of the dog?",
        "Moe: Well, all's I got is some marsala wine and I need that for my veal special.",
        "[Bo chuckles]",
        "Bo: Ya'll, uh, you got a liquor store anywhere around here?",
        "Moe: I got bourbon pecan pie. My girlfriend bakes the best pies this side of the Mississippi, guaranteed to cure whatever ails you.",
        "Bo: Yeah, well, pie's not going to do that. I don't know what will.",
        "Moe: Well, it'll break Noelle's heart if you don't try a slice. And what breaks her heart breaks mine.",
        "Bo: You know where loyalty like that will get you? Messed up and all alone.",
        "Moe: Whew, lady did a number on you, huh?",
        "Bo: Big time.",
        "Moe: Noelle's not like that. We go way back. I trust her.",
        "Bo: Yeah, well, if that's the case, you're going to need something a lot stronger than marsala. Because I'll tell you what, sooner or later, you're going to need it.",
        "Noelle: And then he just left. Sorry.",
        "[SCENE_BREAK]",
        "Charlie: Remember that time living across the road from the Bon-Jour? Life seemed so simple, so happy.",
        "Gigi: You think there's something in the water here in Llanview?",
        "Charlie: No, I think my past was just waiting for me here.",
        "Gigi: Your son?",
        "Charlie: The two people who I love the most in the world, Jared and Viki. The only problem is one was hoodwinking the other.",
        "Gigi: I'm sorry, Charlie.",
        "Charlie: Well, I lied to Rex, too. And I know how important he is to you. You still talking to me?",
        "Gigi: Take a look around. Who else am I going to talk to?",
        "[Gigi laughs]",
        "Charlie: Is Rex all right?",
        "Gigi: He's mad at you, there's no doubt about that.",
        "Charlie: Yeah, well, why wouldn't he be?",
        "Gigi: I -- I know where you were coming from, and I would never judge you.",
        "[SCENE_BREAK]",
        "Viki: Well, I'm actually on my way to the nursery right now, and that's right by the vineyard, so I can pick up the wine.",
        "Jared: It's really no trouble for us.",
        "Viki: I would just as soon you two stay with Jessica, please.",
        "Natalie: Well, actually, Mom, um, she asked to be alone. She had a memory of Nash and she got really upset and just wanted to be alone so she could pull herself together for a bit.",
        "Viki: Well, let me tell you something. What she says and what she wants are two different things, okay? I have been where she is, so have you, honey. And trust me; she doesn't want to be alone.",
        "[SCENE_BREAK]",
        "Tess: I wonder if they're on the highway yet. You know that big hill that goes down to the cottage?",
        "Nash: I remember.",
        "Tess: And I wonder when we're going to get that phone call with the terrible news. I'm going to have to practice acting shocked. But right now, I just want to relax and imagine Natalie putting her foot down on the brake pedal and nothing happening.",
        "[Tess laughs]",
        "Tess: And the terror and pain they're going to feel when Natalie's car crashes.",
        "Nash: Hmm.",
        "Tess: Just like the pain that you felt.",
        "[SCENE_BREAK]",
        "Natalie: Okay, we'll, uh, we'll stay with Jess.",
        "Viki: Thank you, thank -- oh, I left my keys upstairs.",
        "Natalie: Oh, you know what? Just take my car.",
        "[SCENE_BREAK]",
        "Dorian: The gardener at Cramer Enterprises got these for me while I was waiting for you. By the way, you were late. Don't let it happen again. This has been a day from hell. But now I'm going to go home and I'm going to slice David's baloney. I'm going to sever his ties with my sister, and I'm going to cut him off without a cent. Oh, you idiot, you missed the turn.",
        "David: I know I missed the turn. Criminey, you talk a lot.",
        "[SCENE_BREAK]",
        "Natalie: Okay, come on, Mom, you know, help save the planet. My car gets better gas mileage.",
        "Viki: All right.",
        "[Phone rings]",
        "Natalie: Oh, I'm sorry, excuse me. It's Roxy. I'll be right back. Hello?",
        "Jared: Mrs. Davidson?",
        "Viki: Yes, Jared?",
        "Jared: I'm probably crossing the line here, but you should know I was pretty rough on my dad when he first popped back into my life.",
        "Viki: I'm aware of that. Excuse me.",
        "Jared: It's just that, see, he showed up right when I was trying to convince everyone that Asa was my father.",
        "Viki: You're telling me this now because, why?",
        "Jared: Because -- because I had a chip on my shoulder the size of this state. Because I thought he owed me for being a drunk when I was a child and I blamed him for the tragic death of my little brother, so I guilted and I bullied him into lying for me. And I told him I would have nothing to do with him unless he went along with my plan. And -- and he tried to make me do the right thing, he did, but I -- I refused and I made him choose between his son and the woman he loves, and he made the mistake of choosing me. See, Charlie put me first, which I'm sure you would do for your own children if they forced you into making a decision like that.",
        "Viki: No one forced him to say that Rex was his son.",
        "Jared: He was cornered into that as well. See, he told you that -- that he had a son in Llanview and I told him that he couldn't tell anyone that son was me. My dad shouldn't have to suffer for what I made him do. He loves you, Mrs. Davidson. So I'm standing before you, humbled, asking you to give my father another chance.",
        "[SCENE_BREAK]",
        "Gigi: I'll let you get back to your book. What are you reading?",
        "Charlie: Oh, it's \"The Big Book.\"",
        "Gigi: Doesn't look so big.",
        "Charlie: Well, big as in important. It's the A.A. bible.",
        "Gigi: Oh, can I see it?",
        "Charlie: Sure. There's a lot to absorb there.",
        "Gigi: \"The solution is,\" \"what works,\" \"the family afterward.\"",
        "Charlie: That's the chapter I'm on now.",
        "Gigi: Yeah, what do they say about the family? What they should do if they think, you know, they've got an alcoholic?",
        "Charlie: Well, it says a lot of things. Why, is that something you might be going through?",
        "Gigi: No, no, I was just seeing how you were doing in general, meetings and stuff.",
        "Charlie: Ah, well, I'm not craving the sauce anymore if that's what you're asking.",
        "Gigi: Sworn off near death experiences?",
        "Charlie: Yes, definitely.",
        "Gigi: Hey, did you ever figure out how you wound up in that alley?",
        "Charlie: Well, I think I'm starting to put the pieces together, yeah.",
        "Gigi: Okay, well, what do you think happened?",
        "Charlie: I think that somebody just wanted me out of the way for a little while.",
        "Gigi: Who do you think would want you out of the way?",
        "Charlie: Well, I think I know who, but I'm trying to focus on the how. I mean, how did somebody get me to take a drink when I really didn't want one?",
        "[SCENE_BREAK]",
        "Dorian: And why are you posing as my chauffer?",
        "David: Driving miss crazy. And before you think you can threaten me with some large gardening tool, you're going to answer some questions.",
        "Dorian: I don't owe you anything.",
        "David: Oh, I think you do. This here, this ruehyp -- rohypn --",
        "Dorian: Rohypnol.",
        "David: It's difficult to pronounce. It's that drug that you give people to incapacitate them so you can do anything you want with them. What's a \"roofie\" doing in the good doctor's bag, huh? Who did you give it to, Dorian?",
        "[SCENE_BREAK]",
        "Viki: I appreciate what you're doing, Jared, but I have no intention of discussing my feelings for your father with you.",
        "Natalie: So sorry about that. So I guess we better get back in there and help Jess with dinner. And there's some great tunes in the CD player so, I hope you enjoy it.",
        "Viki: Thank you.",
        "[SCENE_BREAK]",
        "Asa: You drunken bum.",
        "Asa: What a disappointment you turned out to be.",
        "[SCENE_BREAK]",
        "Rex: Bo didn't happen to say where he was going, did he?",
        "Noelle: No, Moe couldn't get much out of him.",
        "Rex: Is Moe here? Can I talk to him?",
        "Noelle: Well, yeah, but like I told you, Moe told me everything your friend said. Once he found out this place didn't serve liquor, all he was interested in was the nearest package store. Oh, and warning Moe off me.",
        "Rex: What do you mean by that?",
        "Noelle: Well, Moe and I -- well, we're together now. Your friend Bo told him that if he kept me around long enough, I'd break his heart.",
        "Rex: He said that?",
        "Noelle: Yeah.",
        "Rex: I'm not surprised.",
        "Noelle: Poor guy. Somebody broke his heart, huh?",
        "Rex: Uh, you could say that.",
        "Noelle: Is he from Llanview, too?",
        "Rex: Yeah.",
        "Noelle: So how did you know to come all the way down here to look for him?",
        "Rex: Uh, well, his family has a place near here, and a psychic told me to follow the pie.",
        "Noelle: My pie has that kind of power? I mean, they're famous all over Texas ever since I won the Dallas bake-off last year, but -- did your psychic mention me by name?",
        "Rex: Actually, Gigi helped me put together the pieces.",
        "Noelle: Oh, she did? Oh, how is she? Moe and I miss her and Shane so much.",
        "Rex: Oh, she's good. She and Shane miss you, too.",
        "Noelle: Last I heard from Gigi was right after Shane's daddy showed up out of the blue. Can you imagine? Her brave soldier, Shane's hero, and he wasn't dead after all?",
        "Rex: Amazing, huh?",
        "Noelle: Yeah, you know, Gigi said Shane was thrilled to have his father back, but I couldn't tell how Gigi felt about it.",
        "Rex: Really?",
        "Noelle: Yeah, that girl always hides what's closest to her heart. Is she finally happy? Is she still in love with Shane's father?",
        "[SCENE_BREAK]",
        "Gigi: You know, Rex's P.I. skills would come in handy about now, help you figure out what happened to you that night.",
        "Charlie: Yeah, too bad I had to screw him over.",
        "[Charlie chuckles]",
        "Charlie: So, uh, have you two been seeing much of each other?",
        "Gigi: Adriana, she's living in Paris.",
        "Charlie: Oh, she is? Well, that explains it.",
        "Gigi: Explains what?",
        "Charlie: Well, when I was in the hospital, Rex came by to see me. I mean, basically, he just told me off, but he said something about losing his father and his wife both in the same day.",
        "Gigi: He and Adriana separated because she lied to him.",
        "Charlie: Wow, must have been some lie. I mean, to break up just two days after the marriage.",
        "Gigi: Turned my whole life around, too. If it weren't for Adriana, I would still believe Brody was dead. She's the one who hunted him down and brought him here.",
        "Charlie: Well, why did she do that?",
        "Gigi: She wanted me tucked away with Brody so there would be no chance of Rex and me getting together.",
        "Charlie: I got to admit, I thought that might be a possibility myself.",
        "Gigi: Only problem is, Rex still loves Adriana. Listen to me going on like the town gossip.",
        "Charlie: Anyway, I keep hearing your son talking about his father, I mean, he idolizes him. Must be nice to have his father there for real.",
        "Gigi: Hmm, oh, Charlie.",
        "[SCENE_BREAK]",
        "Dorian: Rohypnol, and why would you think that had anything to do with me?",
        "David: I said I found it in your doctor's bag.",
        "Dorian: And how did you get hold of my doctor's bag?",
        "David: It was in plain sight in the back of your closet, along with a young budding film maker.",
        "Dorian: Where to begin. What were you doing in my closet and who was this budding whatever?",
        "David: Markko. He was trying to catch me in flagrante with your ward.",
        "Dorian: First my sister and now my foster daughter? You pervert!",
        "[SCENE_BREAK]",
        "Jared's voice: I'm standing before you, asking you to give my father another chance. My dad shouldn't have to suffer for what I made him do. He loves you, Mrs. Davidson.",
        "[SCENE_BREAK]",
        "Tess: Do you think they're dead yet? Wrapped around that big oak tree at the bottom of the hill?",
        "Natalie: Uh, Jess?",
        "Tess: What are you doing here?",
        "Natalie: Well, we saw Mom and she offered take -- to go pick up the wine herself, so --",
        "Tess: Oh, well, her car is still here.",
        "Natalie: She took mine.",
        "Tess: Mom took your car? Why?",
        "Natalie: It was closer. Are you okay?",
        "Tess: No, I'm not okay. This song reminds me of Nash. Everything reminds me of Nash. I just don't know why I'm doing this to myself.",
        "Natalie: Hey, Mom was right. You shouldn't be alone.",
        "Tess: I have to put more stock on my risotto. It's in a wreck.",
        "Natalie: Um, Jess -- I'm sorry, but do you know where Mom keeps the key for the cupboard? She wants me to lock this box up.",
        "Tess: What's in there?",
        "Jared: Oh, just pesticides and stuff your mom doesn't want Bree getting into.",
        "Tess: Mom -- you know, she's always thinking.",
        "Natalie: Mm, thank you.",
        "Tess: Yeah. Damn it, I screwed it up.",
        "Nash: Viki is driving a car with the brake lines cut.",
        "Tess: Viki -- Niki, whatever her name is, she deserves it after what she did to me when I was little. She just wasn't supposed to be the one to die tonight.",
        "[SCENE_BREAK]",
        "Charlie: You know, I owe my son. I owe him so much.",
        "Viki: I understand that.",
        "Charlie: I'd do anything for him. I mean, I'd rob a bank. I'd jump in front of a moving train. I'd set aside all my happiness because he deserves that from me. He deserves all that and more.",
        "Viki: Well, I would do the same for any of my children.",
        "Charlie: I just hope I get a chance to prove it to him.",
        "Viki: You are such a good man, Charlie B. You're just much too good for your son, or me, to pass up.",
        "[SCENE_BREAK]",
        "Gigi: I wish we were all back at the Bon-Jour. Everything's wrong now.",
        "Charlie: Well, not everything. Shane's happy.",
        "Gigi: Yeah, and that's about it. Everything else is just --",
        "Charlie: Well, like what?",
        "Gigi: Like, Brody. He's not -- we didn't even really know each other back when. He was sweet. He offered to marry me when he found out I was pregnant, and then he got his orders to be shipped out, and I --",
        "Charlie: Yeah, and you had Shane, and you raised him by yourself.",
        "Gigi: For 10 years it's just been Shane and me. Now Brody comes barreling back into my life like some kind of superman. Shane worships him, and I don't even know how I feel about him. I don't even know how much I like what I do know. I mean -- but if Shane worships him, then that's all that matters, right?",
        "Charlie: Whoa, well, wait a minute. Are you just sticking it out with Brody for Shane's sake?",
        "Gigi: Well, he's my son, Charlie. You and me, I mean, we would do anything for them.",
        "[SCENE_BREAK]",
        "David: What kind of a man do you think I am?",
        "Dorian: Oh, you're not a man. You're a depraved animal. That kid is 16 years old.",
        "David: Langston knows that you despise my marriage with your sister, so she tried to seduce me and get it on tape so she could prove that I was cheating on Addie.",
        "Dorian: Tried to seduce you?",
        "David: I told you, the whole thing was a setup. Hence Markko in the closet.",
        "Dorian: She did all of that for me?",
        "David: Oh, what, you approve of this?",
        "Dorian: She's a Cramer already.",
        "David: Oh, God.",
        "Dorian: Take me straight home. I want to see for myself that that girl is not traumatized by what you did.",
        "David: Uh-uh. You don't get to go anywhere until I find out why you've got the date rape drug in your medical bag. Not that a Cramer woman wouldn't do anything to get a guy into bed.",
        "Dorian: If, indeed, that drug was in my medical bag, it was probably there from a time long ago when I was treating somebody for anxiety, sleep deprivation, or any of the other legitimate reasons why one would prescribe that drug.",
        "David: Yeah, I think you'd use it to get Charlie drunk.",
        "[SCENE_BREAK]",
        "Noelle: You and Gigi were so close in high school. Now you're neighbors. Don't you get to spend time together?",
        "Rex: Well, we've been pretty busy doing other things.",
        "Noelle: Oh, right, you got married! That's right, you're the one who bought the ring that Gigi pawned for Marcie.",
        "Rex: That's me.",
        "Noelle: Wait -- Gigi told me that Shane's father showed up at a wedding where she was a guest. Was that yours?",
        "Rex: Uh -- yeah.",
        "Noelle: So tell me -- what was it like? Oh, this Navy Seal come back from the dead mysteriously. Oh, I wish I could have seen the look on Gigi's face.",
        "Rex: It was something, all right.",
        "Noelle: I mean, she never dated anyone the whole time she was here. I always thought she was still stuck on Shane's father, but Moe thought there was someone else holding her back. Which one of us got it right?",
        "Rex: I don't know.",
        "Noelle: Oh, sit down, honey. You know, I hope that girl doesn't spend one more second of her life hiding the way she really feels, like Moe and I did.",
        "Rex: So anyway, the reason I came here was, I was asking about the --",
        "Noelle: There was this dishwasher, David Vickers, who actually helped us to see what our true feelings were.",
        "Rex: David Vickers?",
        "Noelle: Do you know him?",
        "Rex: A little.",
        "Noelle: He was the one who got us to see -- take a good, long look, you know, at what we'd been avoiding in our hearts.",
        "Rex: Sounds intense.",
        "Noelle: Oh, it was. It was like something out of a movie. We finally had the chance to tell each other how we truly felt.",
        "Rex: Yeah, it's always good when that happens.",
        "Noelle: Oh, my goodness. I've been so busy getting caught up, I forgot to ask if you wanted something.",
        "Rex: No, I'm good. I'm going to see if I can try to find Bo.",
        "Noelle: Oh, yeah. I really think he needs a friend.",
        "[SCENE_BREAK]",
        "Bo: Go ahead, say it, Pa. \"You let that two-faced she-devil Lindsay Rappaport drag you to the altar the second time.\" You know, fool me once, shame on her. Fool me twice --",
        "Asa: You're damn straight. You're a fool.",
        "Bo: You know what Clint told me after you died? He told me that the reason that you were so hard on me is because I was the one horse you could never break.",
        "[Asa chuckles]",
        "Asa: That's the kind of crap that's said at funerals. I could break you anytime I wanted. Still can.",
        "[SCENE_BREAK]",
        "Rex: This psychic told me something about seeing Bo in some kind of danger, something about him taking a ride.",
        "Noelle: Oh, that's terrible. You mean like an accident?",
        "Rex: You don't know if Bo drove here himself or if he came in a cab?",
        "Moe: Only poor people take cabs in these parts.",
        "Noelle: Sweetie, that guy who was in here earlier, you know, the one with the hangover?",
        "Moe: What about him?",
        "Rex: Any idea where he was headed when he left?",
        "Moe: A bar, more than likely.",
        "Rex: Do you remember anything else? Anything he might have said?",
        "Moe: I don't know if it would mean anything, but he was mumbling something about \"Pa.\"",
        "[Rex exhales]",
        "[SCENE_BREAK]",
        "Bo: You can't do a thing to me from where you are now.",
        "Asa: I'm right here, Bo. Broke the rules again. Something you could never do, even when you were a kid. Now, your brother, Clint, he had the guts. We'd go riding, hunt birds --",
        "Bo: Yeah, on old man Rainey's farm, and he didn't want you there, so he'd call the sheriff. When that didn't work, he put up a big old fence.",
        "Asa: And Clint cleared it with plenty of room to spare. But you -- you balked, like a little girl riding sidesaddle.",
        "Bo: I didn't make the jump because that was old man Rainey's property. He didn't want you there. It was his birds. It wasn't right.",
        "Asa: Do you think I give a damn what's right? Right gets you tricked by the same woman -- twice. Right gets you fired from your police department. Right gets you that damned Dorian stealing B.E. right from under you. At least Clint tried to fight it. But you, you went squealing home like you did when you were a kid. You never had any guts, Bo. You still don't.",
        "[SCENE_BREAK]",
        "Natalie: Okay, poisons are all locked up, stashed away. What can we do?",
        "Tess: Nothing. Everything's coming along.",
        "Jared: All righty, then. I'm going to go make myself a cocktail.",
        "Natalie: Oh, you know, I'll come with you. You want something sparkly?",
        "Tess: Sure.",
        "Natalie: It smells and looks killer.",
        "Tess: I hope so. Maybe tonight can turn out as planned.",
        "[SCENE_BREAK]",
        "Dorian: Charlie's a drunk, just as you are a degenerate. Neither one of you needs narcotics or anything else to get you to do what you do best. Now take me straight home or so help me, I'm calling the police.",
        "[Car stalls]",
        "David: Uh-oh.",
        "Dorian: Uh-oh? Uh-oh, what? Why are you stop -- oh, David! Did you decide to abduct me and not check your gas gauge first?",
        "David: I was running out of time. I used all the money I had from Addie's purse to pay off your driver.",
        "[SCENE_BREAK]",
        "Tess: Okay. Here we go, plan B.",
        "[Tess laughs]",
        "Tess: Although I do wish Viki hadn't taken the car because nobody could have pinned the brakes on me. Poison's going to be a little bit trickier. But then again, who doesn't want to poison Natalie and Jared? You know, everybody hates them. It could have been Lois or the gardener.",
        "[Tess laughs]",
        "Tess: There we go. That should get rid of those pests for good.",
        "Jared: What pests?",
        "Tess: I didn't mean to say that out loud.",
        "Jared: Oh, well, why did you say it?",
        "Tess: I was just remembering, you know, Nash's last day, the day that he died. You know, we were working in the vineyard. He was trying to get rid of an insect. It was a gorgeous day, and we were working on this organic compound. And Bree was there, and I asked him if any of the stuff that he was using would hurt her if she got close to it, and he said of course not, he wouldn't use anything that would hurt Bree. But he said this stuff would get rid of those pests for good.",
        "Natalie: Everything okay?",
        "Tess: Yeah, um, it's great. I just keep on replaying moments in my head over and over again, but, you know, having you guys here really helps, it helps stop that. It means a lot. Anyway, the risotto is almost ready, so let's eat.",
        "[SCENE_BREAK]",
        "Dorian: You're a moron. You know that, don't you? I mean, you decide to abduct me, you drive us out here in the middle of nowhere, and then you run out of gas. What are you waiting for? Get out of the car and start walking.",
        "David: If you think for a second that I'm going to lift a finger to help you, you are seriously deluded.",
        "Dorian: Oh, and if you think for a second I'm going to spend the night out here with you, you are seriously deluded. Do something!",
        "David: You know what? You're on your own. Why don't you mix yourself a roofie cocktail and sleep it off in the back?",
        "Dorian: Where are you going?",
        "David: Away from you.",
        "Dorian: Take a gas can.",
        "David: Bite my knee.",
        "Dorian: This is kidnapping, you know that? Or something damn close to it.",
        "Dorian: There's going to be payback!",
        "David: Watch out for the wolves.",
        "[SCENE_BREAK]",
        "Charlie: Look, Gigi, I have no right to be giving advice.",
        "Gigi: As soon as Rex gets back, I'm going to tell him.",
        "Charlie: Well, wait, Rex is gone? Where did he go?",
        "Gigi: Bo Buchanan went missing and he went to look for him.",
        "Charlie: I hope Bo's okay. Rex really needs him now.",
        "[SCENE_BREAK]",
        "Chuck: Hey. Bo got here about an hour ago or so.",
        "Rex: What a relief.",
        "Chuck: Yeah, good thing, too. There is a storm brewing.",
        "Rex: I wasn't sure Bo would show up, now that the ranch isn't in the family.",
        "Chuck: Well, the Buchanans are welcome here any time. I left Bo in here.",
        "[SCENE_BREAK]",
        "Bo: Screw Asa, right? Screw them all.",
        "[Thunder rumbles]",
        "Bo: You're not bothered by an old storm, are you? Nah, neither am I. Going to get you saddled up. We're going to get out of here.",
        "Rex: Bo, stop. Don't take that ride.",
        "[SCENE_BREAK]",
        "Dorian: Oh.",
        "Viki: Is that Dorian?",
        "Dorian: Thank goodness. Whoo!",
        "[SCENE_BREAK]",
        "Tess: Here you go. Bon appetit.",
        "Natalie: Thank you. Um, aren't you going to eat?",
        "Tess: You know, they call it morning sickness, but it lasts all day so I'm just going to watch you guys eat. Please, eat up.",
        "Jared: All right.",
        "[SCENE_BREAK]",
        "Dorian: Look. Oh, you think you're not going to slow down and stop for me? Think again."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=YPFQxwG4xME"
}