{
    "Episode Summary": [],
    "Recap": [
        "Cris visits Antonio and brings Jaime a gift. Antonio tells Cris that he is ready to sign the paperwork releasing the funds for the victims. Gigi brings Natalie coffee. Rex comes in. Rex lets Gigi know that he had been doing some freelance work for Clint. Natalie gets Rex to investigate Charlie Balsam. Viki wants to know what exactly Jessica had told Charlie about her and Dorian. Charlie wants to know why Dorian had told him that she and Viki had been friends from way back. Rex asks Gigi to take Shane to a 6'rs game. Jessica questions Viki as to what she had told Charlie about her and Dorian's friendship. Dorian tries to get Charlie off her back for lying to him about Viki. Nash meets with his business associate. Jessica tells Viki that he had offered Cris a job. Cris stops by the club to see Nash and discuss his new job with Nash and his winery. Nash wants to know why Cris would work for him. Cris lets Nash know about the trouble with Antonio's legal matters. Jessica comes to visit Antonio. She is happy to see Jaime. Jessica offers her condolences. About Antonio's legal matters. Marcie brings Shane home to Viki's. Marcie tells Viki that she is so sorry. Rex talks to Adriana on the phone and she tells him that she is coming home. Dorian tells Charlie a little about hers and Viki's past. Natalie questions Gigi about Charlie and his past. Viki offers Marcie sympathy about what she had done to her in the diner in Texas."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cristian: Hey.",
        "Antonio: Hey.",
        "Cristian: For Jamie.",
        "Antonio: You can show up empty-handed sometimes, you know.",
        "Cristian: That's no fun. What is that?",
        "Antonio: Oh, well, I'm just getting ready to sign the paperwork to release the money that I saved up for Jamie to the restitution fund.",
        "Cristian: You're doing the right thing, Antonio.",
        "Antonio: Yeah. Well, I had no choice. You know that.",
        "Cristian: Well, you could've fought it.",
        "Antonio: Not after what the Santis did to that family.",
        "Cristian: Well, that wasn't your fault.",
        "Antonio: Yeah, I know. This isn't my money.",
        "Cristian: Well, the interest you're paying on it is.",
        "Antonio: I shouldn't have taken that money in the first place. I'm glad to be rid of it.",
        "Cristian: But?",
        "Antonio: But I'm afraid that I might be signing away my daughter's future.",
        "[SCENE_BREAK]",
        "Natalie: Yeah, okay. Well, good luck with that. Ahem.",
        "Gigi: Two sugars, no cream. I noticed that's how you like it at home.",
        "Natalie: Thank you.",
        "Gigi: I mean your home.",
        "Natalie: Thanks. I -- I do like it that way. But I think you should know, it's not in your job description to make or fetch me coffee.",
        "Gigi: Oh, but see, that's the one thing I know I'll get right.",
        "Natalie: Well, I have to say, thank you. The geography research you did was great.",
        "Rex: Ladies.",
        "Gigi: Wait a minute. Don't tell me you work here, too.",
        "Rex: No, I'm doing some freelance P.I. work for Clint and Bo. How's the new job going?",
        "Gigi: Fine. Better get back to it. Hmm.",
        "Rex: Didn't I tell you you'd love her?",
        "Natalie: Yes, you did. So what do you got for me?",
        "Rex: I looked into the safety violations in the Philly plant. Like I thought, it was a minor oversight, not a sabotage.",
        "Natalie: That's great.",
        "Rex: No-brainer. It'd be nice to have a case that was a challenge.",
        "Natalie: Well, I've got one for you. I want you to find out everything you can on this man.",
        "Rex: \"Charlie Balsom\"? You want me to investigate my own dad?",
        "[SCENE_BREAK]",
        "Viki: Okay, so what exactly did you tell Charlie?",
        "[Jessica sighs]",
        "Jessica: I'm sorry. I -- I didn't mean just to blurt out that you and Dorian hated each other's guts.",
        "Viki: You phrased it like that?",
        "Jessica: Pretty much. I was just really shocked when he was acting like the two of you were best buds. I don't understand. Why would you have wanted him to think that you guys were friends?",
        "Viki: Huh.",
        "[SCENE_BREAK]",
        "Dorian: Something is wrong. Please, what is it?",
        "Charlie: Why did you lie to me?",
        "Dorian: What do you mean?",
        "Charlie: You told me that you and Viki were friends going way back.",
        "Dorian: We do go way back.",
        "Charlie: Yeah. But you've hated each other's guts since time immemorial, right?",
        "[SCENE_BREAK]",
        "Natalie: Okay, this guy just drops out of the Texas sky, hooks up with my mother, comes to Llanview out of nowhere, and then just happens to be your father, too?",
        "Rex: Yep.",
        "Natalie: You don't think that that's an incredible coincidence?",
        "Rex: Well, it's just as incredible that Marcie and Viki and I found Gigi in Paris, but there she was.",
        "[Knock on door]",
        "Gigi: Did you have any more revisions to that mail-merge file before I send it out?",
        "Natalie: Oh, I -- sorry, I haven't had a chance to look at it.",
        "Rex: My fault. But while I'm using company time, Charlie and I were saying we would love to take Shane to a Sixers game.",
        "Gigi: That's really nice of you. Shane would be thrilled. I just have to make sure he gets his homework done, and he pays his own way.",
        "Rex: I have season tickets.",
        "Gigi: Morascos don't take handouts.",
        "Rex: Fine. You're invited, too, by the way.",
        "Gigi: Thanks, but I think it should be a guys' night out. Besides, I'm a Pistons fan.",
        "Natalie: So how's Adriana?",
        "Rex: What?",
        "Natalie: You know, your fiancée?",
        "[SCENE_BREAK]",
        "Viki: Well, I certainly never told Charlie that Dorian and I were friends.",
        "Jessica: But you didn't tell him the whole truth.",
        "Viki: No, I -- what's the point? And why even accord Dorian the importance of discussing her?",
        "Jessica: Well, because Dorian is a pretty important part of your life.",
        "Viki: You know, sweetheart, when I was in Paris, Texas, when I met Charlie, Dorian was the furthest thing from my mind. And that was probably the most refreshing thing about being in Texas.",
        "Jessica: Well, besides meeting Charlie.",
        "Viki: Well, besides meeting Charlie, yes.",
        "Jessica: Well, you know what I don't understand? Why would Dorian not want him to know that you two hated each other.",
        "[Viki chuckles]",
        "[SCENE_BREAK]",
        "Dorian: Charlie, Viki and I parted ways just a few minutes ago. She made it quite clear that the two of you have much better things to do than talk about yours truly. So what happened in the meantime? Did she corral you in the parking lot and give you a whole litany of my past misdeeds -- of course, omitting her own?",
        "Charlie: No. Viki never said a bad word about you. Someone else told me the truth.",
        "Dorian: Someone else told you the truth? Who and what truth?",
        "Charlie: You were never Viki's friend.",
        "Dorian: So why do you care what I think about her?",
        "Charlie: I don't, but I do care that when I found out that you two knew each other, and that you had kept that from me, that you told me that you lied to protect Viki, and that was a lie. Everything has been a lie.",
        "Dorian: Not everything.",
        "Charlie: And you want to talk about your wild string of coincidences -- first, I find you run over in Asa Buchanan's driveway in Texas, and then I find out that you and Jared and Viki all live here in Llanview.",
        "Dorian: That is wild, isn't it?",
        "Charlie: Yes, was that all a coincidence?",
        "Dorian: What?",
        "Charlie: I want to know what you really want from me, Dorian.",
        "[SCENE_BREAK]",
        "Viki: Please, who knows what Dorian is up to at any given time?",
        "Jessica: Well, I know that you've had a lot going on, but maybe you should ask her.",
        "Viki: Huh. Earlier today, I had a little chat with her.",
        "Jessica: And what did she say?",
        "Viki: Oh, she's \"so happy\" that things are working out so well for Charlie and me.",
        "Jessica: Then you don't believe her?",
        "Viki: What, are you kidding? Of course not.",
        "[SCENE_BREAK]",
        "Antonio: Maybe this time, we will remember to shut the lids so that they don't dry out.",
        "Cristian: And you know, this comes with painting lessons, too.",
        "[Cristian chuckles]",
        "Cristian: You're very welcome, niña linda.",
        "Antonio: Okay, go put your smock on. You can try it on.",
        "Cristian: Glad she doesn't know what's going on.",
        "Antonio: She doesn't have to. I'll just pick up a few more hours, and -- and be a little more careful with my spending. I mean, she won't know the difference. That's the way we were raised, and, hey, look how we turned out, right?",
        "Cristian: You know, I talked to Blair. She's going to ask around, see if she can help us sell Capricorn.",
        "Antonio: Great. Maybe if we come up with a decent price, then I won't have to sell the loft.",
        "Cristian: Listen, Antonio, I know you're worried about working for Ramsey, but I don't want you worrying about me. I actually got a job off. But I wanted to run it by you before -- I decided to take it.",
        "Antonio: Hmm. Why?",
        "Cristian: Because I'd be working for Nash Brennan.",
        "[SCENE_BREAK]",
        "Nash: Hey, sorry I missed your call -- my phone was on vibrate -- but I saw you'd left me a message. What's up?",
        "Jessica: No, that's okay. I actually -- I sent somebody over there to meet you about doing artwork for the vineyard. I know how you wanted new labels and marketing.",
        "Nash: Yeah, great, absolutely.",
        "Jessica: Actually, I'm not sure how you're going to feel about it when I tell you who it is. You see, it's --",
        "Nash: Oh, honey, I'm -- I'm going to have to call you back. My meeting just turned up. But I'll talk to you soon.",
        "Jessica: Okay, well, I love you.",
        "Nash: You, too. Bye.",
        "Man: Sorry I'm late. Thanks for waiting.",
        "Nash: My pleasure, no problem. As they say, time is money, and I'm sure you're going to make it worth my time.",
        "Man: Hmm.",
        "[SCENE_BREAK]",
        "Viki: What was that all about?",
        "Jessica: Um -- oh. I offered Cristian a job at the winery doing artwork, but I didn't tell Nash about it, and now, Cristian's on his way over there to meet with him.",
        "Viki: That's why Cris was here earlier?",
        "Jessica: And I know what you're going to say -- there's a lifetime of history with me, Antonio, and Cristian, and maybe I just shouldn't even go there.",
        "Viki: Well, I mean, is that what you were thinking?",
        "Jessica: Oh, I don't know. I just would like to think that maybe we're at a place where -- huh -- where we all could be friends, you know? Or at least be civil with one another. Nash is so happy with the way the winery's going, and -- and Cristian can help him, and we can help Cristian.",
        "Viki: Oh, it sounds perfect for everyone.",
        "Jessica: Yeah, you know? That's what friends are for.",
        "[SCENE_BREAK]",
        "Dorian: Charlie, I really do wish I were as powerful as you seem to be implying.",
        "Charlie: The way I hear it, you are.",
        "Dorian: If I were, Viki and I would've been best buddies all these years.",
        "Charlie: Really? Why?",
        "Dorian: Because we are both rich and powerful women. We've both lived through some very difficult circumstances, though Viki never did get over her childish resentment towards me, because I was once married to her father. Understandably, it must have been very difficult for her having such a young stepmother. However, back to Texas, where you were so kind to me -- a true lifesaver, a true friend. And when we got back here, and I found out that Viki was so special to you, I thought that that would get between us, and I was afraid that you would hate me.",
        "Charlie: Dorian, I'm kind of an expert at losing friends, okay? I've been doing it my whole life, and nobody's really missed me that much, so you want me to believe that you think enough of my friendship of just a couple of weeks to come up with these cockamamie lies?",
        "Dorian: Oh. It's a bit odd getting a lecture about lying from you. Isn't it, Charlie B?",
        "[SCENE_BREAK]",
        "Viki: Doesn't Cristian have a job at Capricorn?",
        "Jessica: Oh -- huh. Not for long. Antonio lost his entire inheritance from the Santis, and he has to give it all back, with interest.",
        "Viki: Oh, my dear.",
        "Jessica: Which means that he has to sell Capricorn, and -- ugh.",
        "Viki: That's why you reached out to Cristian.",
        "Jessica: Well, I didn't know about it when I offered Cristian the job. I mean, it's obviously completely not a handout, and I hope Antonio doesn't see it that way.",
        "Viki: Honey, I think he knows you better than that.",
        "Jessica: I hope so. You know, it's weird. I was just thinking about when I thought that Antonio was Bree's father, and that -- how Bree and Jamie would've grown up to be sisters, and then I realized how much different my life would've been, you know?",
        "Viki: Yeah.",
        "Jessica: I don't know. Antonio is just -- he's lost a lot over the past few years.",
        "Viki: Okay, you know what I think you should do? I think you should do what I suggested earlier. I think you leave this little angel with me, and you go and take some time for yourself, okay? And you come back when she's 18, and then you can pay for college, okay?",
        "Jessica: Great. Huh.",
        "Viki: Okay, darling.",
        "Jessica: Okay, well, thank you, and don't let her feed you too many cookies, okay?",
        "Viki: Yeah -- who, me?",
        "Jessica: Oh, I'm so happy I came by. Thank you.",
        "Viki: Oh, my baby, I love you so much. You know, sweetheart, all a parent really wants is that her child is happy and has a good heart. And you are, and you do. And that makes my heart very happy.",
        "Jessica: Thank you.",
        "Viki: Bye.",
        "Jessica: Bye.",
        "[SCENE_BREAK]",
        "Antonio: Why did Jessica call you instead of Nash?",
        "Cristian: I don't know, but I'm about to meet with him and find out. But listen, you say the word, I'll call this off.",
        "Antonio: Why would I?",
        "Cristian: Because I'd be working for someone you hate.",
        "Antonio: True. That doesn't mean you shouldn't.",
        "Cristian: What I'm trying to say is, it's not worth it for me to take what's basically a side job if it's going to bug the hell out of you.",
        "Antonio: Look, Cris, it could lead to other things. And at least it's art. I mean, look, if you don't want to work for Nash, that's one thing, but don't not work for Nash because of me.",
        "Cristian: Thanks for understanding.",
        "Antonio: Sure.",
        "Cristian: Look, I should get going, see what this guy has to say for himself.",
        "Antonio: Yeah, okay. Buena suerte.",
        "Cristian: Thanks, man. I think I'm going to need it. Can I take these?",
        "[Antonio chuckles]",
        "Cristian: Adios.",
        "[SCENE_BREAK]",
        "Nash: Projected revenue increases over each of the next three years, and if we can get our vino into the upscale restaurants in the Philly region, we should be set.",
        "Man: Your enthusiasm is your strongest selling point.",
        "Nash: Well, schlop like this in front of us, who can't get enthusiastic about wine, right? To be honest, this is kind of a -- it's kind of a dream come true for me. It's not even about the money, although we are obviously going to make truckloads of money. But it's --",
        "Man: This all sounds very ambitious. I'm authorized to offer you more capital, if you need it.",
        "Nash: Well, I'd hate to take advantage.",
        "Man: Look, the money's there, no strings -- not like you even need to pay it back. I mean, there's no sense in cutting corners if it hurts the end product.",
        "Nash: Right.",
        "Man: Believe me, we're all as invested as you are in making this venture highly successful.",
        "[SCENE_BREAK]",
        "Antonio: An S?",
        "Jamie: Uh-uh.",
        "Antonio: Snake? Okay, it's -- I'm stumped.",
        "[Knock on door]",
        "Antonio: Hold that thought.",
        "Jessica: Hi. Um -- I'm sorry, I hope this isn't a bad time. I know I probably should've called first. I --",
        "Jamie: Jessica!",
        "Jessica: Hi, sweetie.",
        "[SCENE_BREAK]",
        "Rex: Adriana's great -- why?",
        "Natalie: I don't know. You just haven't talked much about her trip.",
        "Rex: We talk almost every day. She's dying to come home from Paris. Crazy, no?",
        "Natalie: Well, not if you have a wonderful fiancé to come home to, no, it's not crazy at all. So -- ahem -- when was that wedding date again?",
        "Rex: We haven't set one. What?",
        "Natalie: If this business trip to Paris was so darned important, why didn't Adriana send Layla?",
        "Rex: Layla couldn't leave Evangeline.",
        "Natalie: Right. She's in a coma in another state, but okay. So, it's -- it's almost April in Paris. You got a big trip planned?",
        "Rex: I wish. I don't have the cash.",
        "Natalie: Adriana's an heiress.",
        "Rex: We're trying to make it on our own.",
        "Natalie: I see. Does Adriana happen to know that your high school sweetheart has a job here at B.E. because of you?",
        "Rex: No.",
        "Natalie: Even though you talk every day?",
        "Rex: It's a nonissue, Nattie. What? You don't believe me?",
        "[Phone rings]",
        "Adriana: Rex?",
        "Rex: Hey! Long time no speak.",
        "Adriana: Is everything okay?",
        "Rex: Yeah. I just -- I forgot, I had to tell you something.",
        "Adriana: Actually, I have to tell you something, too.",
        "[SCENE_BREAK]",
        "Charlie: You're right.",
        "Dorian: Mm-hmm.",
        "Charlie: I am in no position to judge anyone about lying, but I do live my life by the program. And the program says --",
        "Dorian: I know what the program says.",
        "Charlie: Do you? Were you ever really married to an alcoholic?",
        "Dorian: Absolutely -- a recovering alcoholic, and that's why it was very important to me that you stay sober.",
        "Charlie: Well, I don't need your help.",
        "Dorian: Excuse me.",
        "[Phone rings]",
        "Dorian: In fact, excuse me. Hello? Ah. Jean-Pierre. Attends un moment. I am so sorry, but I am going to have to take this call. Pardon. Je suis avec un ami dans la restaurant, so it would be much more polite if I spoke English. Yes, I know. Well, say whatever you have to, do whatever you have to, but make sure she stays on in Paris a while longer. Just make sure you keep my name out of it. Merci, Jean-Pierre. A Bientôt. Huh.",
        "Charlie: Wait a minute. You -- my God, you are the reason that Adriana is stuck in Paris.",
        "Dorian: Oh. You know, you would almost think that the P.I. gene ran in Rex's blood, if you didn't know better. But of course, he is not as clever as you are, in figuring things out, which is just one of the many reasons why I think my daughter Adriana can do much better than your faux son, Rex, okay? Yes, yes, yes, I'm her mother, and I intend to make sure that she does lots better.",
        "Charlie: And I trusted you. I trusted you with everything.",
        "Dorian: Well --",
        "Charlie: You -- wait, that day that we were stuck up on the mountain, in your car, and it ran out of gas, and I missed my meeting with Jared at the diner. Did -- did you just arrange that, too?",
        "[Dorian sighs]",
        "Dorian: Does it matter what I say, since you think every word out of my mouth is a lie?",
        "Charlie: You are the only person who knows that Jared is my son, and that Rex is not. Now, what is the reason that you are keeping this secret? Because it's not friendship. Don't try to tell me it's friendship because you are not my friend. The lies end here!",
        "Dorian: Charlie, I've been trying really hard to keep this civil because I liked, and I still like, you. However, I loathe, detest, and despise Viki. Yes, I hate her. Are you understanding what I'm saying?",
        "Charlie: And what does that have to do with me?",
        "Dorian: I think it's important that you understand that hate is the strongest motive there is.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "[Marcie chuckles]",
        "Marcie: Look at all this stuff. We can leave a trail behind us like Hansel and Gretel.",
        "Shane: Huh.",
        "Marcie: It's really neat.",
        "Viki: Hello, Marcie.",
        "[SCENE_BREAK]",
        "Cristian: Hey.",
        "Nash: Hey.",
        "Cristian: Didn't Jessica tell you I was coming?",
        "Nash: You're the artist.",
        "Cristian: That's me.",
        "Nash: No, she didn't tell me you were coming. Well, she -- she didn't get a chance. Never mind.",
        "Cristian: Well, listen, if you don't want me to do this, that's fine.",
        "Nash: No, no. Uh -- no, Jessica thinks very highly of your work. Honestly, I -- I just didn't think that you'd be willing to work for me. It never crossed my mind.",
        "Cristian: Well, I'm here, aren't I?",
        "Nash: Yes. Yes, you are. Why?",
        "Cristian: Well, I'm sure Jessica told you I needed the money. She didn't tell you anything, did she?",
        "Nash: No. No, no, no, she didn't. What's going on?",
        "Cristian: Uh -- there -- there was this thing with Antonio's inheritance. He could've contested it, but he decided to do the honorable thing and return the money, so he's selling Capricorn, which probably means I won't have a job.",
        "Nash: Huh, let me get this straight. Antonio sold his half of my vineyard to lovely Jared, and now he's got nothing to show for it?",
        "Cristian: I didn't come here so you can gloat. You know what? You're right. I don't think I want to work for you, after all.",
        "[SCENE_BREAK]",
        "Jessica: I have missed you so much. And that is the most wonderful dinosaur I have ever seen.",
        "Jamie: I'm going to go make another one.",
        "Jessica: Okay.",
        "Antonio: I thought it was a snake.",
        "Jessica: Oh. Well, it's the first thing that came to my head. I used to read her that brontosaurus book when she was about Bree's age till someone told me that brontosaurus never existed, so --",
        "Antonio: It's still a good book. How's Bree?",
        "Jessica: She's great. She's getting really big.",
        "Antonio: Yeah. Cris told me that you called him about doing some work for Nash. I guess the vineyard's doing all right.",
        "Jessica: Yeah, I did. Antonio, I just -- I just wanted to come by and say that I'm sorry about your inheritance, and I am even more sorry because I was the one that pushed you into taking it.",
        "Antonio: Nobody pushes me into anything.",
        "Jessica: I know, but, you know, I just kept on telling you over and over again, \"do it for Jamie, do it for Jamie,\" and I -- I don't know --",
        "Antonio: We're going to be all right.",
        "Jessica: I know you are, but sometimes -- I don't know -- I feel like it's easier if you've never had something at all than to have it for a little while and then have it taken away.",
        "Antonio: It depends what you're talking about. I mean, you know what they say about love. Sometimes, it's better to have loved and lost than never to have loved at all.",
        "[SCENE_BREAK]",
        "Shane: Check out my Science project.",
        "Viki: Yeah.",
        "Shane: Want some?",
        "Viki: No, I don't think I'll eat your Science project, no. But I bet Lois would. She's upstairs. Why don't you show it to her?",
        "Shane: Okay. Oh, and thanks for the ride, Marcie.",
        "Marcie: Anytime. I -- I was just supposed to drop Shane off at the door, but you know, he had so much stuff that he -- he couldn't carry it by himself, so I'm -- I'm sure that I'm not welcome in your home, so I'm just going to go, okay?",
        "Viki: Marcie -- Marcie, wait, please. How are you?",
        "Marcie: I'm sorry. I'm so very sorry.",
        "[SCENE_BREAK]",
        "Rex: Well, I just -- I forgot to tell you that -- that Gigi is staying in Llanview and I helped get her a job at B.E.",
        "Adriana: That's it?",
        "Rex: Yeah -- well, Nattie thought that you would want to know, and I told her you wouldn't care. So, what's going on?",
        "Adriana: I'm coming home.",
        "Rex: Yes! She's coming home!",
        "Adriana: Huh.",
        "[SCENE_BREAK]",
        "Dorian: Your darling Viki has pulled every low and mean trick known to humankind to ruin my life. So what if I'm merely returning the favor?",
        "Charlie: And how does letting the Buchanans think that Jared is one of them get back at Viki?",
        "Dorian: Viki and Clint were married to each other for many, many years.",
        "Charlie: Yeah. And they have a lot of very nice things to say about each other.",
        "Dorian: Right. I had the misfortune to be involved for a time with the holier- than-thou Clint Buchanan. He cheated on me, and then had the gall to blame me for it. Of course, I should've known better than to get involved with one of Viki's tired hand-me-downs. She probably tried to poison his mind against me right from the beginning.",
        "Charlie: Well, so you think that Clint used you? And to make up for that, you're using me to get back at him and Viki?",
        "Dorian: If that's how you choose to look at it.",
        "Charlie: So when you invited me to stay at your house, and I slept there and I ate your food, this was the price that you expected me to pay -- to be beholden to you forever?",
        "Dorian: No. It'll be a much higher price than that.",
        "[SCENE_BREAK]",
        "Rex: Ok, you can get out your red pen, Nattie, because Adriana and I are going to set a date ASAP.",
        "Natalie: Great!",
        "Rex: She talked to you about being in the wedding, right?",
        "Natalie: I can't wait.",
        "Rex: I just need to round up a few groomsmen. And don't worry, Uncle Jared's not invited.",
        "Natalie: Thank you.",
        "Gigi: Here's that spreadsheet you wanted.",
        "Natalie: Oh, thank you. Did Jared take a look at these figures?",
        "Gigi: I don't think so. He's not here. Mr. Buchanan was looking for him.",
        "Natalie: Which Mr. Buchanan?",
        "Rex: Forget about being formal around here. Otherwise, nobody will ever know who you're talking about.",
        "Gigi: Bo.",
        "Natalie: What did you tell him?",
        "Gigi: That I'm new and barely know where the copier is, let alone where employees go for lunch.",
        "Natalie: Great answer.",
        "Gigi: Thanks.",
        "Rex: Why do you care that she covered for Jared?",
        "Natalie: I don't. But I do want to make sure she knows what to say when a boss puts her on the spot. And speaking of being put on the spot, I need to get back to work.",
        "Rex: Yeah, ok. I take a hint. I'll see ya.",
        "Natalie: Ok.",
        "Gigi: Oh.",
        "Rex: Let me help you with that.",
        "Gigi: Oh, I'm fine.",
        "Rex: I got it.",
        "Gigi: No, seriously. No big deal.",
        "[Gigi chuckles]",
        "Rex: Oh, I'm so sorry.",
        "Gigi: You better be!",
        "[Gigi laughs]",
        "[SCENE_BREAK]",
        "Marcie: I'm sure that you can never forgive me, and I -- I don't -- I don't expect you to. My apologies for coming here, Viki.",
        "Viki: Marcie, please. I'd really like to talk to you.",
        "[SCENE_BREAK]",
        "Charlie: Ok, fine. I made a terrible mistake in trusting you, and I'm willing to pay the price. But what about my son? What is my involvement with you going to cost him, hmm?",
        "Dorian: Jared seems to be doing quite well. And, well, he's been quite valuable to me.",
        "Charlie: But how -- how is that? I mean, when he tried to tell everyone at the ball the truth, you stopped him. You said that all three of us could go to jail for what he was doing to the Buchanans.",
        "Dorian: Who would believe you, a drunk, or him, an ex-con, over one of the most respected citizens in Llanview?",
        "Charlie: Really? Not by me.",
        "Dorian: Oh? Well, by everybody else who matters. I was just having lunch with the mayor and the new police commissioner. I'm not in danger of going to jail anytime soon. But you are, and Jared is, and I'll be the one to decide if and when. So, now you know the truth. I hope you're happy.",
        "[SCENE_BREAK]",
        "Antonio: Well, when it comes to the past, I wouldn't mind do-overs on a lot of things, but Mami taught me -- que todo pasa por una razon.",
        "Jessica: I believe that, too.",
        "Antonio: Yeah. So now, I -- I try to hold on to the good and forget about the bad, and that way, I don't have too many regrets along the way.",
        "Jessica: Well, if there's anything at all that I can do for you and your family ---",
        "Antonio: I'm going to be fine, Jess.",
        "Jessica: I know. I know you will. I guess I'd better go, then. Can you just tell Jamie that --",
        "Antonio: Yeah, I will.",
        "Jessica: Okay.",
        "Antonio: I will. Thanks -- thanks for coming by.",
        "Jessica: Take care.",
        "Antonio: Yeah. Yeah, you, too.",
        "Jamie: Where's Jessica?",
        "Antonio: She left, mija.",
        "[SCENE_BREAK]",
        "Nash: Wait, look -- why would I possibly be happy that Antonio's lost all his money, huh? It means nothing to me.",
        "Cristian: Right.",
        "Nash: Look, Jessica thinks highly of your work. She knows exactly what I'm looking for. You're here, right? Have a seat.",
        "Cristian: Ahem. Listen, Nash, in my day job, I'm used to taking orders, even from family, and I don't have a problem with that. But I haven't done a lot of commercial gigs, which means I'm not about to do anything that's going to compromise the integrity of my work.",
        "Nash: Wouldn't dream of asking you to. But I -- I do have some pretty specific parameters as to what I'm looking for.",
        "Cristian: I get it. You're the boss.",
        "Nash: Going to be a problem for you?",
        "Cristian: I guess we'll see.",
        "Nash: Yeah.",
        "[SCENE_BREAK]",
        "Rex: This is good. This is a good look for me. Done. Oh, no.",
        "Gigi: Oh, my God. You know, the last time I remember us looking like this was when we got the flat tire on the way to homecoming. Do you remember that? Here, let me -- let me take care of your mustache. Oh, sorry. I'm sorry. I -- I -- it's hard for me to turn the mother gene off. I'll use the other side.",
        "Rex: I'll buy you a new outfit.",
        "Gigi: Don't be silly. Um -- this -- this will come right out. I'll just put my sweater back on.",
        "[Phone rings]",
        "Rex: It's Adriana. What time is your plane getting in?",
        "Adriana: 11:47, but I'm not going to be on it.",
        "Rex: Why not?",
        "Adriana: Well, a new client wants to schedule a meeting, and it's going to take me a few days to get the samples together. I swear, I was seriously about to catch a cab to the airport when they called.",
        "Rex: Oh, man.",
        "Adriana: It's good for business.",
        "Rex: Way to look on the bright side. How much longer are you going to have to stay?",
        "Adriana: I don't know. I am so sorry. I miss you so, so much. Je t'aime.",
        "Rex: Je -- me, too.",
        "Gigi: Sorry to bug you again.",
        "Natalie: What's up? Ahem.",
        "Gigi: Minor mishap. When Mr. Buchanan -- Jared -- gets back, do you want me to tell him that Mr. Bucha -- Bo -- was looking for him?",
        "Natalie: Yes, but please send him here first.",
        "Gigi: Okay.",
        "Natalie: Gigi, a question for you.",
        "Gigi: Sure.",
        "Natalie: You knew Charlie in Texas for how long?",
        "Gigi: It seems like forever.",
        "Natalie: Did he ever mention anything about his past?",
        "Gigi: No. Then again, I never asked. I don't like people digging into my business, so I try to give them the same courtesy, you know? Ahem. Now that my printer is working again, I'll be right back with those letters for you to sign.",
        "[SCENE_BREAK]",
        "Marcie: I -- I don't really know how you can be nice to me after --",
        "Viki: Oh, Marcie -- Marcie, I know what it is to love a child beyond reason, okay? And I so know what it is to have a child taken away from you, and you think you have to go on but you don't know how it's possible. You know, you weren't thinking rationally when we were together at the diner, or the whole time that you were on the run. And I understand that more than -- more than you could possibly know. That was not you pointing a gun at me.",
        "Marcie: But Tommy -- Sam -- he's your nephew.",
        "Viki: Ye. I also know how much you love and always will love that little boy. He has a wonderful home with Todd. He does.",
        "Marcie: I try to tell myself that about 100 times a day.",
        "Viki: He does. And you know, to see you walk in here with Shane, and to see how you've, you know, connected with Gigi and Shane -- it's -- it's good.",
        "Marcie: Yeah, well, Gigi was really wonderful to me, you know?",
        "Viki: And to me.",
        "Marcie: Thank you -- for not wishing I were in jail.",
        "Viki: Oh, come on. I would never --",
        "Marcie: Well, I wished it, you know, for a while. I mean, sometimes, I think I still wish it, because it would be a lot easier than having to face my old life.",
        "Viki: But then you wouldn't have Michael.",
        "Marcie: Yeah. He -- you're right, you know. He makes me see what I -- what I need to be grateful for, and what I still have. And not just him, but the chance to start my -- my life over again, and -- I am. I'm trying to do that, you know. I -- oh, if I can.",
        "Viki: You can. You so can. You're going to need your friends. And I sincerely hope that you will always consider me one of those.",
        "[SCENE_BREAK]",
        "Charlie: If you really want to hurt Viki so badly, why don't you just get it over with? Just tell her what Jared and I have done to her family.",
        "Dorian: Because each day that Viki spends with you, she falls a little bit more in love. The longer I delay, the more wrenching the pain will be when I finally do tell her the news.",
        "Charlie: Damn you.",
        "Dorian: What? What? I am not the one who lied to the woman I supposedly love -- or lied to Rex, who thinks you're his father. By the way, as long as you are the father of my daughter's fiancé, if I want you to make sure that that wedding never happens, you will do it. You will help me.",
        "Charlie: The hell I will!",
        "Dorian: Oh, really? You and your ingrate son will do what I say, when I say it, and that's all there is to it. In the meantime, I suggest that you enjoy yourselves. Mm-hmm. This could go on for some time. No reason why you shouldn't make the most of it.",
        "[Dorian chuckles]",
        "Dorian: A bientôt.",
        "Jared: Dorian, you're not going anywhere.",
        "[NEXT_ON]",
        "Antonio: I think maybe you know a little more about the Santi money than you're letting on.",
        "Talia: With Ramsey here, Antonio may lose his job altogether.",
        "Charlie: You got it?",
        "Jared: Yeah. Every word."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=T9RM3DuX0nU"
}