{
    "Episode Summary": [],
    "Recap": [
        "At the Bon Jour Cafe in Paris, Texas, Viki has just come into work. Gigi. immediately wants to know what had gone on the night before. Viki denies anything at all going on between her and Charlie. Clint brings Nora a cup of coffee. Nora apologizes to Clint for literally bumping into him the night before. Jessica and Nash come into the living room at Asa's mansion and finds Jared sitting on the sofa, reading the morning paper. Jessica wants to know what he is doing here. Jared tells them that he is living here now. Sarah, busily packs for her trip when there is a knock on the door. It is Natalie. Natalie tells Sarah that this thing between her and Sarah needs to stop right now. Clint and Nora share a laugh and a cup of coffee when Dorian comes into the living room. Langston comes to visit Starr to let her know that Blair could become her foster mom today. Todd makes a scene in the jail cell when Blair and Marty walk up. Blair tells Marty that they had got there just in time before they upped the charge to manslaughter. Gigi and the other waitress give Viki a hard time over Viki's friendship with Charlie. Charlie walks into the cafe and everyone has to stifle a laugh. Jessica demands to know from Jared how he had managed to wrangle his way into Asa's mansion. Renee notices that Jessica and Nash aren't a bit happy about Jared living here. Natalie tries to warn Sarah about Jared, but Sarah refuses to listen. Starr lets Langston know that Blair had gone out of town because Todd was in jail in Georgia. Blair gives Todd an ultimatum if and only if she bails him out then he is coming home or she will let him rot in this jail. Dorian lets Clint know that Blair had gone out of town, and she has to take care of the children. Dorian finds out that Clint and Nora will be flying to Texas alone. Jessica wants to know why Jared is staying here. Dorian explains everything to Jessica and Nash. Jessica lets her know that she doesn't know the whole story. Renee tells Jessica to fill her in. Natalie tries to explain the situation about Jared to Sarah that Jared had only come to town for revenge. Marty agrees with Blair that they should come home."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Viki: Hey. What a beautiful day. I got up so early this morning, watched the sunrise. It was gorgeous.",
        "Gigi: Well, somebody's in a real good mood this morning.",
        "Viki: What does that mean?",
        "Noelle: Must be 'cause she was watching the sunrise over the panhandle from one of the vibrating beds over at the Bon Suites Motel.",
        "[Gigi chuckles]",
        "Noelle: Very romantic.",
        "Viki: What did you tell her?",
        "Gigi: Just that you left here last night with more than your tip money.",
        "Viki: I left here last night, and I walked Charlie across the street so that he could get a room at the motel.",
        "Gigi: And then what?",
        "Viki: And then nothing. You -- you two think something happened between Charlie and me?",
        "Moe: Somebody's going to have to go to the bank and get some quarters. We're low in the register.",
        "Gigi: Might want to get some extra ones, Moe. Those vibrating beds don't run on dollar bills.",
        "Viki: What, is he in on it, too?",
        "Gigi: He sure is. So you may as well just tell us everything.",
        "Viki: Huh.",
        "[SCENE_BREAK]",
        "Jessica: What are you doing here?",
        "Jared: Oh, hi. I'm just reading about this merger between Cascco and Nigenda.",
        "Jessica: No, no, that's not what I meant.",
        "Jared: You didn't get message?",
        "Nash: Message?",
        "Jared: This is my living room now.",
        "Nash: What is that supposed to mean?",
        "Jared: That means I'm living here now.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Natalie: We need to talk.",
        "Sarah: From the look on your face, I'm guessing you're not here for tea and crumpets?",
        "Natalie: No. No tea.",
        "Sarah: What's wrong with you?",
        "Natalie: You know damn well. This thing, whatever it is that's going on between you and Jared Banks, needs to stop right now.",
        "[SCENE_BREAK]",
        "Clint: Here you go.",
        "Nora: Oh, thank you. I'm really sorry about running into you last night in the hallway.",
        "Clint: Oh.",
        "Nora: I mean, literally running into you. I hope I didn't hurt you.",
        "Clint: Well, that's the danger of roaming the halls at 2:00 in the morning.",
        "Nora: Oh, I don't know why. I mean, usually when I can't sleep, a couple of chapters of a bad book will put me to sleep, but I just really needed some warm milk.",
        "Clint: I didn't know what was happening because I wasn't quite awake. I must have been snoring, because when I woke up, I was dying for a drink of water.",
        "Nora: Wait a minute -- wait, wait -- you were snoring so loud, you woke yourself up?",
        "Clint: Yeah. I promise you, I will not wander the halls in my boxer shorts when we're in Texas.",
        "Nora: Hey, don't do me any favors.",
        "Clint: I don't want to scare the horses.",
        "[Dorian laughs]",
        "Dorian: Well, well, well -- thank you, Nigel. Do you want to fill the rest of the class in on the joke? Clint and",
        "Nora: Uh -- uh-uh.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Langston: Hey.",
        "Starr: Whoa. Langston, you better not be ditching school again.",
        "Langston: Oh, and you're not?",
        "Starr: I got a pass to come home. I forgot my history book.",
        "Langston: Ok, well --",
        "Starr: I really think you should be laying low until this whole thing settles, Langston.",
        "Langston: Could you shut up for a minute? Ms. Woodrow came to see me, and she let me skip school so I could come here and tell you that it looks like they're going to let your mom be my foster mother.",
        "Starr: Really?",
        "Langston: It could even happen today. Is this awesome, or what?",
        "Starr: Wait, did you say \"today\"?",
        "Langston: Yeah.",
        "Starr: Langston, that's terrible news. Oh.",
        "[SCENE_BREAK]",
        "Todd: One time only one time only go on, go on",
        "John: Knock it off, Manning.",
        "Todd: Deal with it. I had to deal with your snoring all night.",
        "John: Let me tell you something. You put one more song in my head --",
        "Todd: Oh, what are you going to do?",
        "Blair: Well, Marty, it looks like we got here just in time before they upped the charges to attempted murder.",
        "[SCENE_BREAK]",
        "Viki: Nothing happened. You two think I took him home with me? My good God -- I just -- I just met the man.",
        "Gigi: Viki, I've worked here for a while now, and I have never seen anyone take as long as he does to eat dinner, and he wanted advice on every course from his personal waitress, Ms. Viki.",
        "Viki: Uh-huh.",
        "Noelle: That is so sweet.",
        "Viki: Oh --",
        "Moe: Sounds like the beginning of a beautiful friendship.",
        "[Noelle and Gigi laugh]",
        "Gigi: You hear how she says his name? \"Charlie.\"",
        "Viki: Oh, stop it!",
        "Noelle: Why are you getting so touchy? I'd be purring like a kitten.",
        "Viki: Ok, all I did was, I walked him across the street, took him to the motel office just to see if there were any vacancies.",
        "Noelle: Well, were there any?",
        "Viki: Yeah, there were! So he checked in, he went to his room. I went to my room, alone, and went to bed, hmm.",
        "Moe: So you and Charlie are neighbors now, right?",
        "Viki: Yeah, we are. Listen to me. He's probably going to be eating a lot of his meals here, and if you guys keep this up, he's not going to want to come here, and you're going to lose a lot of bus--",
        "Charlie: Hi.",
        "[Gigi laughs]",
        "Charlie: What's so funny?",
        "Gigi: Ahem.",
        "[SCENE_BREAK]",
        "Jessica: How did you do this? How did you con your way in here?",
        "Jared: I'll tell you, I could get used to living like this. I snap my fingers, some servant comes down here to blow my nose. And the water pressure -- damn. After my little stay at the winery shack, I forgot how good it felt to take a good, hot, hard shower.",
        "Nash: Yes, it's wonderful. But what is the scam now? What are you about? You wanted me out of your way, now I'm gone.",
        "Jessica: What -- you sweet-talked Renee into this, didn't you? Stop it.",
        "Jared: No, I -- I came by to see my friend Renee and see how she was doing, and damned if I wasn't blown away when she asked me to stay.",
        "Jessica: Oh! And why would she do that? You didn't happen to tell her that we kicked you out, did you?",
        "Jared: Yeah, I might have mentioned something about needing a place to stay.",
        "Nash: As happy as I am that you're not staying with us anymore, you can't stay here.",
        "Jared: I don't think you have a say in it, Brennan. The lady of the house makes that decision, and what a fine lady she is.",
        "Renee: Thank you kindly, sir. Nash, Jessica.",
        "Jessica: Renee, we just came over here to talk about the Texas trip and we found Jared here.",
        "Renee: Well, he's staying here now -- so that you have your house to yourself. Jared was worried that he was imposing on you.",
        "Nash: Oh, yes, that is so like him.",
        "Jared: My room is so comfortable, I couldn't make myself get out of bed this morning. How'd you sleep?",
        "[Renee laughs]",
        "Renee: I slept better last night than I have since I lost Asa, thank you. You two don't look very happy. Is something wrong?",
        "[SCENE_BREAK]",
        "Sarah: The only thing I'm going to do right now is pack, but you're welcome to stay and watch if you'd like.",
        "Natalie: So you are going to Texas, then?",
        "Sarah: Uh-huh. I am a member of the family, Natalie, whether you like it or not.",
        "Natalie: So does this mean you're going to ignore my advice about Jared?",
        "Sarah: It's worked pretty well so far.",
        "Natalie: Look, I'm only saying this because it's for your own good.",
        "Sarah: And you would know what was for my own good? Why is that? Because you're much older and wiser and have a perfect track record with men?",
        "Natalie: This has nothing to do with me, and everything to do with Jared. He is trying to carve his way through our family to get what he wants. And right now, he's trying to get it through you.",
        "Sarah: Great. Thanks for the pointer.",
        "Natalie: So, how was your date last night?",
        "Sarah: It was great, aside from the little show that you and Cristian put on at the table next door.",
        "Natalie: The guy is bad news. Sarah, you're either too stubborn or too blind to see it.",
        "Sarah: Ok, cousin, now you've crossed the line.",
        "[SCENE_BREAK]",
        "[Starr sighs]",
        "Langston: Did your mom change her mind? She doesn't want to be my foster mom anymore?",
        "Starr: No, no, no, no, chill. It's nothing like that.",
        "Langston: Well -- well, then what is it?",
        "Starr: It's just that child services said that it was going to take a while -- a few days, minimum.",
        "Langston: So isn't it great that the interview got moved up? I mean, it couldn't be soon enough for me. I can't wait to get out of that home.",
        "Starr: I know, I know, but my mom is out of town today. She thought that it was going to take a while, so she took off and left Aunt Dorian in charge here.",
        "Langston: Where'd she go?",
        "Starr: Well, you know how my dad was looking for Mrs. McBain and his kid?",
        "Langston: Yeah?",
        "Starr: Well, he got himself in trouble, like always. Now my mom went to Georgia to go bail him out, literally.",
        "Langston: Your dad's in jail?",
        "Starr: Yeah.",
        "Langston: Well, do you think it's going to take a long time to get him out?",
        "Starr: My mom doesn't know that. And if she would have known, she would have wired the money or something. And she would have never pulled out of the driveway if she knew that it was going to happen this soon.",
        "Langston: Oh, ok, well, we just have to think of something. We'll just make up some bogus family thing so that Ms. Woodrow doesn't find out about your dad. And then we'll call her and make up some excuse so that she puts it off a day or two. I mean, your mom's not going to be gone that long, is she?",
        "Starr: I really would like to make you feel better, but knowing my mom and dad, no one knows.",
        "[SCENE_BREAK]",
        "Officer: I'll get the paperwork so you can pay your fine and be released.",
        "Todd: What in the hell are you doing? What is she doing here?",
        "Marty: Well, you know, I was afraid the two of you might actually kill each other.",
        "Blair: And from the looks of it, I think she might be right for once.",
        "John: Michael would have got the money to us somehow.",
        "Marty: So what are you going to do now?",
        "John: Well, I'm going to get back on the road.",
        "Todd: Yeah, you're on your own this time.",
        "John: You're not getting in my car.",
        "Blair: Ok, you know what? We came down here to bail you both out, but maybe -- maybe that was a bad idea.",
        "Todd: Don't play games with me, Blair. You got to bail us out.",
        "Blair: Excuse me? I have to bail you out?",
        "Todd: That's right.",
        "Blair: Oh, I don't have to do it, but if I decide to do it, you're coming home, or else --",
        "Todd: Or else what?",
        "Blair: Or you'll rot down here.",
        "[SCENE_BREAK]",
        "Clint: Ah, Dorian, it's good to see you.",
        "Dorian: Good to see you.",
        "Clint: I'm awfully glad that you're here because -- ahem -- I wanted to tell you -- I want you to go to Texas with me for the reading of Pa's will.",
        "Dorian: I would love to go, Clint, but I can't.",
        "Clint: Well, why not?",
        "Dorian: Because Blair had to go out of town and I've been left in charge of the children.",
        "Clint: Ah.",
        "Dorian: Besides, I -- I don't want to be too far away so that I can monitor the whole Langston situation. But I -- I did want to come over and explain that to you.",
        "Clint: Well, I appreciate that. And I'm sorry that you can't come, because I would've loved to have shown you around the ranch.",
        "Dorian: And I would love to have you show it to me.",
        "Clint: Well, don't you worry. There'll be another time. Well, kid, looks like it's going to be you and me.",
        "Nora: Just you and me, Pal.",
        "Dorian: Nora, you're going, too?",
        "Clint: Yeah -- Asa's will says that Nora should be there for the reading.",
        "Dorian: Oh. So the two of you will be flying down there with Bo?",
        "Clint: That's another thing. Unfortunately, Bo's not going to be able to make it.",
        "Dorian: So then the two of you will be flying to Texas alone? Huh.",
        "[SCENE_BREAK]",
        "Jessica: Well, we were just so surprised to find Jared living here.",
        "Nash: And we were wondering how that happened.",
        "Renee: It's not complicated. I asked him to be my houseguest for as long as he likes.",
        "Jessica: Why?",
        "Renee: Because he's my friend and because he needed a place to stay until he found work and a more permanent place to live, and I don't like talking about him as if he's not in the room.",
        "Jared: Don't be so hard on them, Mrs. Buchanan. They're just trying to protect you, and I understand.",
        "Renee: I keep telling you, call me Renee. Is there something else?",
        "Jessica: Yeah -- I mean, I just don't think that you know the whole story.",
        "Renee: Well, please, fill me in.",
        "[SCENE_BREAK]",
        "Natalie: If I crossed the line, I was doing it to protect you.",
        "Sarah: From who?",
        "Natalie: Yourself.",
        "Sarah: No, I am perfectly capable of taking care of myself, Natalie. So you and Cristian can stop feeding me that line.",
        "Natalie: Well, what did he say?",
        "Sarah: That I'm a bum magnet. Look, I went out with the guy once, on one date. I kissed him twice. It's not like I'm picking out china patterns.",
        "Natalie: Ok. Well, that was your first mistake, was going out with this guy at all. I mean, he's a snake. You know? You're not looking, he's going to strike.",
        "Sarah: Huh. This is so lame. It's obvious you're just jealous.",
        "Natalie: Ok, get over yourself, Sarah. I am not jealous.",
        "Sarah: Well, then leave me alone. Why does everybody in this town have to be up in my business?",
        "Natalie: Because we care about you. You don't know the whole story about Jared.",
        "Sarah: I can't believe he's all any of you talk about.",
        "Natalie: He's not a nice guy!",
        "Sarah: So he did jail time. That was Jessica's fault anyway. He didn't do anything wrong.",
        "Natalie: I -- you don't know what this guy really wants.",
        "Sarah: Look, Natalie, so he's interested in our family, ok? I would be, too, if I wasn't one of them. We're Buchanans. We're interesting people. So what else? What, does he have a kid? You know what? I don't even care. I went on one date with the guy.",
        "Natalie: He's here to get even and to get what he thinks he is owed, and he is going to try to get that through me, through Jessica, through you, or any of the other interesting family members. Do you really want to be a part of that?",
        "[SCENE_BREAK]",
        "Todd: Are you trying to blackmail me, Blair?",
        "Blair: Who took a crack-of-dawn flight to Nowheresville, USA, to bail you two out? I would hardly call that blackmailing, Todd.",
        "Marty: Blair and I discussed on the plane that we think this little stint of yours in jail is a sure sign that things have gotten a little out of hand.",
        "John: Marty, knock it off.",
        "Marty: No, Blair is right. The two of you need to come home.",
        "John: While Marcie's still being tracked down by the FBI?",
        "Todd: Blair, I'm this close to finding my son.",
        "Blair: You said you didn't know where he was.",
        "Todd: Yeah, but I'm not going to let him get to him first.",
        "Blair: And where do you plan to get this money to bail you two out?",
        "Todd: Don't do this, wife.",
        "Blair: Oh, I think I already did, husband.",
        "[SCENE_BREAK]",
        "Noelle: You were right about him. I poured his coffee, and he gave me that smile, and my knees started to buckle.",
        "Gigi: Viki, is he a good kisser?",
        "Viki: I have no idea.",
        "Moe: Go on, don't tell me you two didn't kick back with a couple of tall boys last night.",
        "Noelle: Don't listen to him, Viki.",
        "Viki: Thank you, thank you.",
        "Noelle: Viki is way more refined than that. It was probably California Chardonnay, wasn't it, Viki?",
        "Viki: Oh, huh. You know what? You're all behaving like children, and I'm thoroughly ashamed to be associated with any of you.",
        "Moe: Ahem -- speaking of children --",
        "Viki: What?",
        "Moe: Did you two kids use protection last night?",
        "Viki: How droll.",
        "[Viki sighs]",
        "Viki: Good morning. Got everything you need?",
        "Charlie: Yeah, no, I'm good, thank you.",
        "Viki: Ok, fine. How was your first night at the Bon Suites?",
        "Charlie: Oh, well, you know, I travel so much that usually, one motel is just like another.",
        "Viki: Oh.",
        "Charlie: Listen, I -- I heard everybody kind of laughing over there --",
        "Viki: Oh, yeah, don't pay any attention to them. You know, it's too much caffeine for them in the morning.",
        "Charlie: Yeah, I know. Listen, do you want me to go over there and save your reputation for you? Because I'd be happy to.",
        "Viki: Uh -- I don't know what you mean.",
        "Charlie: I heard them, Viki. They think that you and I shacked up last night.",
        "Viki: Yes. That is exactly what they think.",
        "[SCENE_BREAK]",
        "Jessica: I don't know how much you know about this, Renee, but when I was --",
        "Nash: Honey, are you really sure that you want to get into all this right now?",
        "Renee: Into all of what?",
        "Jessica: You just have enough to deal with. And I just don't know if now is the right time to be inviting somebody into your house, especially somebody you don't know very well.",
        "Renee: You sound like your father, Natalie, and your uncle Bo. Everyone's acting as if I'm a stupid fool.",
        "Nash: No, that --",
        "Renee: I like Jared. I like having him here. He brings new life into the house, and quite frankly, we need that right now, and it gives me something to look forward to after the reading of the will in Texas. Now, I have some packing to do, and I think Nigel has some things he has to look after before we leave, right, Nigel?",
        "Nigel: Yes, ma'am.",
        "Renee: So I look forward to seeing you back here later, and I can't tell you how grateful I am that I'm going to have quality time with little Bree on the plane and at the ranch.",
        "Jared: It was a good move, not telling her how \"Tess\" and I met. I think she might have felt sorry for me. Who knows? She might have signed over 51% of this house for what you did to me.",
        "Jessica: I'm going to check on Renee. Um -- although she's not admitting it, I don't think she's in very good shape.",
        "Jared: Are you going to tell her about our little Tess-capades?",
        "Jessica: I don't want to upset her any more than she already is.",
        "Jared: Good. I think it would backfire. I think I'm going to hit the shower.",
        "Nash: I think that if you're conning that grieving woman, I will mop this house with your head.",
        "[SCENE_BREAK]",
        "Sarah: Are you always such a drama queen? I am not involved in anything that's bringing down the family.",
        "Natalie: Jared got out of prison, drove straight to Llanview with Grandpa's biography in his glove compartment, threatening to put Jessica in prison if I didn't give him a job at B.E. so he's not taking you out because he is so into you, and you would see that if you weren't such a spoiled brat.",
        "Sarah: You're the one who's acting like you're in junior high. Kissing Cristian just to make Jared jealous? God, that must have frustrated the heck out of Cristian. You know, he's normal, and he would never --",
        "Natalie: What?",
        "Sarah: Nothing. Would you let me pack?",
        "Natalie: What do you think grandpa would think of Jared? And what do you think he would say if he saw what you were doing?",
        "[SCENE_BREAK]",
        "Clint: No, this company plane is -- it's going to be filled with family and friends and mostly there'll be kids, so Nora and I -- we're going to end up being chaperones.",
        "[Dorian chuckles]",
        "Dorian: Point of information -- why does it have to be in Texas?",
        "Clint: Well, shortly before he died, pa rewrote his will and that was one of the changes. You see, frankly, I think he just wanted one last show.",
        "Nora: Yeah, and -- huh -- should be very interesting.",
        "Dorian: You know, maybe I will go.",
        "Clint: Do you think you could work it out?",
        "Dorian: Yeah --",
        "[Phone rings]",
        "Dorian: Oh, dear. Excuse me. I beg your pardon. I'd better check this. Oh, have to take this. It's Starr. Hello, Starr. Is everything all right?",
        "Starr: Aunt Dorian, thank God you're here while mom's away. We've got a problem.",
        "[SCENE_BREAK]",
        "Blair: Do you have any idea what I've been dealing with --",
        "Todd: Oh, poor you! You know, I've been a little busy lately!",
        "Blair: Well, I'm so sorry, but you missed Halloween, and your other son, Jack, ran off because he thought that we didn't love him anymore.",
        "Todd: So what? You found him, right? You talked him out of it?",
        "Blair: Yes, I did, Todd. But then I walked in and Starr was having a big make- out session with Cole.",
        "Marty: What?",
        "Todd: Yeah, you see, I'm going to kill that son of yours.",
        "Marty: Oh, no, you're not going to lay a hand on him.",
        "Todd: What'd you do?",
        "Blair: Well, I pretended like I didn't see anything or know what was going on, and then there's a whole situation going on with Langston, and I'm just not going to get into it right now.",
        "Marty: How serious is this?",
        "Todd: Ok, can we stay on point here? I have to get out of here so I can find my son so I can return to Starr and Jack like you'd like me to.",
        "Marty: What are the two of you doing in here in the first place?",
        "John: Well, one of us thought they could bribe an FBI agent.",
        "Todd: Oh, shut up. You're the one who hurt Ramsey.",
        "Marty: Ok, are the two of you any closer to finding Marcie and the baby?",
        "Todd: No. His big lead didn't pan out. So, you got to stop with this \"come home\" garbage.",
        "Blair: You got professionals to handle this. You two are just going to get yourselves in more trouble.",
        "Todd: You know what? If this was Starr and Jack I was looking for, you wouldn't be talking this way. Huh?",
        "Blair: Can we talk, alone?",
        "Marty: Yes.",
        "Todd: Huh, huh, huh, huh.",
        "John: Good one.",
        "Todd: You just going to stand there, let them do this to us?",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Viki: I can't believe that you actually heard what they said.",
        "Charlie: You know, Viki, I don't know where you come from, but here in Texas, we kind of tease the people we care for.",
        "Viki: Is that so?",
        "Charlie: Well, sure is. And maybe you ought to just turn around and tease them right back. Otherwise, they're going to think you don't really care for them.",
        "Viki: I'm on it.",
        "Charlie: I'm sure you're up to it.",
        "Gigi: Hey, Viki, Moe says he forgot to tell you that today's special is huevos rancheros.",
        "Charlie: Ooh. Doesn't sound French, but it sounds good.",
        "Gigi: Well, he's easy.",
        "Charlie: Yeah. So tell me, how's your little boy's black eye?",
        "Gigi: Well, he's wearing it like a badge of honor today. Thank you for showing him how to defend himself. I'm on my own with him, and there are some things I just don't know.",
        "Charlie: Yeah, well, he -- he seems like a good kid.",
        "Viki: Oh, he is.",
        "Charlie: Yeah. Well, then you must be doing something right, hmm?",
        "Gigi: Yeah. Reel him in, Viki. The man's a keeper.",
        "[SCENE_BREAK]",
        "Singer: Oh, there's nothing left to do but set you free",
        "Todd: What the hell could those two birds be talking about?",
        "John: Hopefully, trying to figure out the fastest way out of here.",
        "Todd: Yeah, which leaves you high and dry, too, huh?",
        "John: Worst comes to worst, my brother would have got the bail money.",
        "Todd: John, you wouldn't leave me here alone, would you?",
        "John: Just watch me.",
        "Todd: It's funny Marty's here.",
        "John: Yeah?",
        "Todd: I think she's got the hots for you.",
        "[SCENE_BREAK]",
        "Sarah: Don't even try to make me feel guilty about Asa.",
        "Natalie: Do you remember how smart he was? How he could spot a phony in a heartbeat? He'd be able to sniff Jared out from a mile away. And what do you think he would say about you? He's say, \"what's the matter with that girl?\"",
        "Sarah: You're the one who hired him, Natalie.",
        "Natalie: Because he was blackmailing jess.",
        "Sarah: Whatever.",
        "Natalie: Oh, my God! Sarah, you need to grow up. Wake up and smell the snow job.",
        "Sarah: Stop telling me what to do!",
        "Natalie: Fine.",
        "Sarah: What, that's it? No more personal jabs?",
        "Natalie: Look, if you're not going to stop Jared Banks, I will.",
        "Sarah: He's not going to listen to you. Natalie!",
        "[SCENE_BREAK]",
        "Jared: So, maybe I've done a few things that were --",
        "Nash: Rotten?",
        "[Jared chuckles]",
        "Jared: Yeah, depending on how you look at it, maybe I was kind of a --",
        "Nash: Scoundrel.",
        "Jared: But I didn't finagle this. Renee invited me here because she's genuinely a nice lady.",
        "Nash: I don't care how you got the keys to the house. I know what you're doing. I know who you are -- why? Because I was you.",
        "Jared: Ah. But then you got saved by the love of a good woman.",
        "Nash: Maybe. But even at my worst, I would not have jumped on a grieving woman to fill the great big gaping hole in her heart.",
        "Jared: I'm going to take that shower.",
        "Nash: Yeah.",
        "[SCENE_BREAK]",
        "Dorian: Did Langston say when Child Services was coming over? Because I know they can't finalize the foster parenting agreement until they inspect the home.",
        "Starr: Well, Langston just got off the phone with them. They said that they'd be over here in less than an hour.",
        "Dorian: An hour? Ha, ha. Well, that's -- that's just fine. I can manage that.",
        "Starr: Thank you, Aunt Dorian.",
        "Clint: Another emergency?",
        "Dorian: I'm afraid so, Clint. And I'm so sorry, but it looks like I can't go to Texas with you after all.",
        "Clint: Well, it's family. I understand that. I'll call you from Texas, though.",
        "Dorian: Yes. And you will be in my thoughts. You, too, Nora.",
        "Nora: See you, Dorian.",
        "Nigel: I'm sorry to interrupt, sir, but I thought you should know something.",
        "Clint: What is it, Nigel?",
        "Nigel: Miss Jessica and her husband are here. They didn't respond well to the news that Mr. Banks is staying with us.",
        "Clint: All right, I guess I'll have to talk to them. I wish Viki were here.",
        "Nora: Yeah, me, too.",
        "Clint: Jessica and Natalie -- they really can't stand Jared, but they won't tell me why, and I have a feeling they would tell Viki.",
        "Nora: Well, if you're looking for a woman's take on this, I'm very happy to go with you to talk to Jessica -- if it's not an intrusion.",
        "Clint: Oh, no, no intrusion. That'd be great if you could. And, Nigel, thanks for the information.",
        "Nigel: Think nothing of it, sir.",
        "Nora: I'll just go get my coat. Bye.",
        "Nigel: He's grateful for the information, sir. When we go to the reading of the will, what on earth am I to do about what I know about David Vickers?",
        "[SCENE_BREAK]",
        "Noelle: Charlie's all into his papers. He didn't even look up at me when I poured his coffee.",
        "Viki: Well, he's probably just really involved in whatever he's working on, you know. Or maybe -- maybe he just doesn't like to talk, you know?",
        "Noelle: My ex-husband was like that.",
        "Viki: I didn't know you'd been married.",
        "Noelle: He was my last boyfriend from high school. It didn't last very long. We were just kids.",
        "Viki: Oh, right.",
        "Noelle: He was a carpenter.",
        "Viki: Oh.",
        "Noelle: He'd come home from his job, and I'd come home from this place, and he'd be hot and sweaty, and I'd be tired a sometimes I'd make supper and we wouldn't even say one word to each other.",
        "Viki: You know, sometimes I think you can be lonelier in a marriage than you ever were when you were single.",
        "Noelle: Yeah, I guess. I haven't given up, though. I keep thinking how nice it would be to sit down and eat with somebody you can talk to. You know, ask him how his day went, and tell him how yours was, and maybe later, I'd sit down and embroider a pillow case, and he'd read the newspaper. We'd be across the room from ea other, but together, you know?",
        "Viki: Yeah, I know. It's a really lovely thing that you wish for.",
        "Moe: This is what customers love to see when they're sitting over dirty dishes -- two waitresses standing here running their mouths.",
        "Noelle: Sorry, Moe.",
        "Moe: Get a move-on.",
        "Noelle: You know, Moe would be happier if he had someone to go home to at night. Somebody to taste his fancy recipes and tell him what a genius he was.",
        "Viki: Noelle, love is not the answer to everything.",
        "Noelle: Oh, maybe. You know, if you went over there and asked Charlie what he was working on, that might be a real conversation starter.",
        "Viki: I've had what you were talking about, you know, and -- and I've lost it, too. I'm not sure I want to risk losing it again.",
        "Noelle: Ok. Suit yourself.",
        "[SCENE_BREAK]",
        "Jessica: Hey. How'd it go with Jared?",
        "Nash: How'd it go with Renee?",
        "Jessica: Oh -- well, she wouldn't budge. I mean, I tried to tell her that we were just worried about her, and that moving somebody into the house was probably not a great idea because of the state of mind that she's in, and she --",
        "Nash: And she wouldn't buy it?",
        "Jessica: No.",
        "Sarah: Natalie, it's my life.",
        "Natalie: No, Sarah, it's all of our lives.",
        "Jessica: Oh, let me guess what they're fighting about.",
        "Sarah: Great, the gang's all here.",
        "Clint: Hey, I could hear you all the way down the hall. What is going on?",
        "Sarah: Natalie says she's going to tell Jared he can't see me anymore.",
        "Natalie: Because Sarah is being stubborn about a guy who is a jackass, and it's obvious that he's playing her.",
        "Sarah: Well, if he is, that is my problem.",
        "Natalie: No. No, it's the family's problem.",
        "Clint: Knock it off, both of you. Jessica, would you tell me what this is about?",
        "Jessica: Oh -- I can handle this, dad.",
        "Jared: Did anyone else hear my name being used in vain?",
        "Clint: No. What is the problem?",
        "Natalie: We cannot leave this guy alone in our house while we all go off to Texas.",
        "Sarah: You know what, Natalie? For once, I agree with you. Hey, Jared, ever been to Texas?",
        "[SCENE_BREAK]",
        "Langston: Starr, this isn't going to work. Ms. Woodrow has never been cool with your Aunt Dorian. She's not going to like her filling in for your mom.",
        "Starr: I know, but my Aunt Dorian can talk her way in and out of anything, so she'll make it work.",
        "Dorian: All right, I'm here, and everything's going to be just fine. But really, less than an hour before they come over? How did this happen?",
        "Langston: Ms. Woodrow suddenly wanted to push the foster care agreement through as soon as possible. I was at school and she told me to come straight here. She said that we need to take care of the home visit before anything else, so her and some other guy from child services need to come and talk with Mrs. Manning.",
        "Dorian: Oh. But unfortunately, Mrs. Manning is off chasing after --",
        "Starr: My Dad.",
        "Dorian: Right. Now -- huh -- we just need to make a plan, and we need to make it work.",
        "[SCENE_BREAK]",
        "Todd: You know, every second we're in here, Marcie gets farther and farther away.",
        "John: Yeah, I thought about that all night.",
        "Todd: Welcome to the club.",
        "John: I wonder if all this would have happened if I hadn't have kept quiet about Tommy for so long.",
        "Todd: Is that supposed to make me feel better? Well, what's it going to be?",
        "Officer: The funds are all taken care of. You two will be out of here in a few minutes.",
        "Todd: Aha. So I guess that means you guys had a little powwow? Came to your senses? Going to let us out of here, get back on the road? Now, what is that look about?",
        "Blair: We came up with a different plan.",
        "Marty: Yeah, we like to call it Plan B.",
        "[SCENE_BREAK]",
        "Viki: Thank you. Ah. Here you go. Here you go. Boy, that must be some project you're working on.",
        "Charlie: Well, no --",
        "Gigi: Well, it's bad enough I have to work a split shift today, and now you're bellyaching about me taking Shane to the doctor.",
        "Moe: You're always taking Shane to the doctor.",
        "Gigi: He has asthma, you moron!",
        "Moe: I'm docking your check.",
        "Gigi: Yeah, yeah. Oh. If Shane's daddy were alive, he'd clean Moe's clock. See you, Viki.",
        "Charlie: Now, did I hear her say that the kid's father -- he was a Navy Seal, right?",
        "Viki: Well, that's the story she tells.",
        "Charlie: Oh, and you don't believe it?",
        "Viki: And I would never let her know. You know, we've all got our secrets.",
        "Charlie: Yeah. Ain't that the truth.",
        "[SCENE_BREAK]",
        "Natalie: This is insane. The reading of Grandpa's will is a private family matter. This jerk is not invited!",
        "Renee: Oh, did I hear right? Did someone invite Jared to Texas?",
        "Sarah: I did. I figured he's been such a good friend to us, it would be a nice way for him to learn more about the family and about Asa.",
        "Jared: He was my inspiration.",
        "Renee: Well, perhaps we should ask Jared how he feels about it.",
        "Jared: Well, I mean, if it's all right with you, I would be honored.",
        "Renee: It's not only all right with me, it's absolutely wonderful. We might all get to know each other a little better -- stop all this bickering. Anyway, Asa changed his will very close to his death, so he obviously had some very interesting ideas about how to distribute his empire. And for someone who's so interested in everything Asa, this might be a very instructive insight into my wonderful, unpredictable husband, who he actually was. Jared, I would like to show you something absolutely beautiful. There is a big elm in the front yard who shed its leaves last night overnight.",
        "Jared: Would you like to join us?",
        "Sarah: Absolutely.",
        "Clint: Natalie -- stay here and calm down and listen to me. Renee wants this, and if this is going to make this difficult part of her life a little easier, I want it, too. Now, Sarah -- Sarah has her own reasons for inviting Jared, but I want you to keep in mind a very wise saying -- \"you keep your friends close and your enemies closer.\"",
        "Natalie: I get it, dad. But that doesn't mean I have to like it.",
        "[SCENE_BREAK]",
        "Nigel: I have no idea if you mentioned David Vickers in your will. If you didn't, I assume that you don't want me to breathe a word to the family. I wish I could explain to you why I decided to confide in Max Holden at your funeral. I know -- the two of you didn't always see eye to eye, but I trust Mr. Holden, and I know he'll take this secret to his grave. And thankfully, he is the only other living soul besides me who knows that David Vickers is actually your long-lost son.",
        "Woman: I'd be happy to help you.",
        "Nigel's voice: Mr. Buchanan has another son. It's David Vickers.",
        "Woman: Good afternoon. Welcome to Dreamland. How can I help you?",
        "Alex: I am looking for a man named David Vickers.",
        "[SCENE_BREAK]",
        "Dorian: Don't worry. I can handle it.",
        "Starr: Aunt Dorian, how can you handle it? Child Services doesn't want to talk to you, they want to talk to my mom.",
        "Dorian: Right. We'll say there was a family emergency, right? Those happen from time to time, and your mother was called away on a family emergency, and she left me to speak on her behalf. And there's every possibility that you will start staying here -- I mean, as of today, Langston. How does that sound?",
        "Starr: It sounds great, Aunt Dorian. Thank you, really, but do you think you can make this work?",
        "[SCENE_BREAK]",
        "Todd: \"Plan B\"?",
        "Todd: \"Plan B\"? What the hell's Plan B? Ah.",
        "Officer: You and your buddy are free to go.",
        "Todd: Thank you, sir. Well, looks like we're out of here.",
        "John: Thank you.",
        "Todd: And I think you guys know what you can do with your Plan B. If you'd like to, you can tell me after I find my son.",
        "Blair: Uh-uh. You two can go look for your son, but somebody else is coming with you.",
        "Todd: What does that mean?",
        "Blair: You want to tell him or should I?",
        "Marty: Oh, go for it.",
        "Blair: Ok. Well, guess what. Marty and I are going with you.",
        "[NEXT_ON]",
        "Alex: David Vickers -- I can't believe .",
        "Dorian: If Blair cannot be Langston's foster mother, then I will be.",
        "Todd: You had a lead and didn't tell me? What else have you been keeping from me?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=Yn1khtjPAGE"
}