{
    "Episode Summary": [
        "Episode # 11031"
    ],
    "Recap": [
        "A strange man comes to Victor's home for the reading of the will. Irene wastes no time in getting there although nobody wants her there. Tina, her daughter and Viki's sister, shows up unexpected and unwelcome as well and goes into shock when she finds out for the first time that her mother is not dead after all. Jessica indicates that she is seeking out Robert Ford and is happy when around him. Natalie has accepted Brody's marriage proposal but makes it clear to Rex she is having second thought and that the main reason she said yes is because she \"assumes\" there's no hope for her and John, unknowing that he was ready to tell her he's still in love with her. Starr goes to see original Todd in jail when it appears he's gotten a handwritten death threat from his mother to kill all of his loved ones if he does not do what she wants. Starr is determined to help her dad get sprung from jail and get what is needed to save his life and get the charges dropped."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Ford: Like a sample? Girls, hot wieners. Get them while they last. Hey, sample my wiener. You don't know what you're missing. Sample my wiener?",
        "Jessica: Don't mind if I do.",
        "[SCENE_BREAK]",
        "Waitress: Ready to order?",
        "Rex: Uh, yeah. I'll have the triple-deluxe burger, extra cheese, side of onion rings.",
        "Gigi: You want some grease to go with that, too? You sure I can't interest you in a salad?",
        "[SCENE_BREAK]",
        "Téa: Blair, everyone is entitled to representation.",
        "[Knock on door]",
        "Téa: [Sighs] May I help you?",
        "Mr. Heller: Yes. I'm Mr. Heller. I'm here on important business regarding Victor Lord Jr. Are you his widow?",
        "Téa: Yes. Uh, what is this about?",
        "Mr. Heller: His last will and testament.",
        "Téa: Um, uh, Mr. Heller, could you just give me one moment? Uh, I'll be right with you.",
        "Mr. Heller: Certainly.",
        "Téa: Thank you.",
        "Blair: You know about this?",
        "Téa: Uh, no. I-I mean, I knew that Victor had a will. He had it drawn up before I came back to town.",
        "Blair: Well, did you know what was in it?",
        "Téa: [Sighs] We spoke about it once. He said all the right people were taken care of.",
        "Blair: Hmm. What do you think it means?",
        "Téa: Well, I assumed he meant that he left everything to his family.",
        "[SCENE_BREAK]",
        "Viki: Irene, you've had your say. Now go.",
        "Irene: There's one more thing -- that unfinished business I mentioned.",
        "Viki: Look. I've had just about all I can take from you.",
        "Irene: Not to worry. This'll be over in a flash.",
        "[SCENE_BREAK]",
        "Irene: \"Dear son, if I don't get what I want, not only will you never see that gun again, but I'm afraid I'll have to take drastic action. Find it and bring it to me at the docks. Or I will take your loved ones out one by one.\"",
        "Todd: Guard! Guard!",
        "Starr: Dad! What's wrong?",
        "[SCENE_BREAK]",
        "Irene: I've been waiting a long time for this, Victoria.",
        "Miss Torres: I'm sorry to interrupt, Miss Lord, but did Mr. Buchanan leave his medication in here?",
        "Viki: Oh, um... yes, he did. You know, uh, he's been complaining of dizziness, and I think maybe we need to speak to the doctor and see if we need to switch his medication, okay?",
        "[SCENE_BREAK]",
        "Jessica: They're really good. And, uh, so are those. And I'm not really a hot dog fan.",
        "Ford: Want to know our secret?",
        "Jessica: Yes, I do.",
        "Ford: We microwave 'em.",
        "Jessica: [Gasps] No!",
        "Ford: Yep. Raise your right hand. Do you solemnly swear never to reveal this information as long as you shall live, cross your heart, hope to die?",
        "Jessica: Stick a needle in my eye.",
        "Ford: Then you get a one-of-a-kind parting gift.",
        "Jessica: [Gasps] Oh, my goodness!",
        "Ford: [Laughs]",
        "Jessica: Does your boss know that you're just handing these out?",
        "Ford: Well, truth be told, uh, I try to have as little communication with my boss as possible. He's kind of a tool.",
        "Jessica: I noticed. I had to twist his arm to get him to tell me where you were stationed.",
        "Ford: You went all the way to the store looking for me?",
        "Jessica: Well, I was at the mall, and I thought that I would just pop by and say hi.",
        "Ford: Uh-huh.",
        "Jessica: Okay, fine. That's not completely honest. I, uh, I did come by to -- to look for you.",
        "Ford: Why?",
        "Jessica: Remember that pact that we made the other day about how you said that I could come to you if there was no one else to talk to?",
        "Ford: Yeah. Last resort. At your service. As long as you don't mind spilling your deepest, darkest secrets to a guy dressed up like a giant wiener.",
        "Jessica: Well, I don't mind if you don't.",
        "Ford: So what's up?",
        "Jessica: Natalie said yes.",
        "Ford: To Brody? I thought she was gonna take time to think about it.",
        "Jessica: Well, time's up. Brody and my sister are officially engaged.",
        "[SCENE_BREAK]",
        "Gigi: Well?",
        "Rex: Could you repeat that? S-something about a salad.",
        "Waitress: We've got a new salad today, unless you're all carnivore.",
        "Rex: Uh, I used to be, till somebody came along and gave me a reason to take care of myself. Uh, I'll just take the salad. [Sighs] Get a grip, Balsom. It wasn't her.",
        "[Footsteps approach]",
        "Natalie: Hey. Are you okay?",
        "Rex: Yeah, fine. Glad you could make lunch.",
        "Natalie: Me too.",
        "Rex: So?",
        "Natalie: So?",
        "Rex: Brody's proposal. Did you give him an answer? Oh, Natty! Hey, congratulations! Seriously, I know you and Brody will be really happy together. Or not. Is there something you know that I don't?",
        "[SCENE_BREAK]",
        "Blair: Uh, who did you say you were, again?",
        "Téa: It's okay, Blair. I remember my husband did business with your company, but I-I-I didn't know that you handled his will.",
        "Mr. Heller: We didn't. In fact, I never had the pleasure of meeting the deceased. I'm here to represent the bank.",
        "Blair: Oh. You're a banker -- a Swiss bank, where they hide things. So you don't know what's in the will either, do you?",
        "Mr. Heller: No, madam. I'm simply here to ensure that the terms of Mr. Lord's will are properly executed. And if you can gather any interested parties, we can begin.",
        "[SCENE_BREAK]",
        "Todd: Starr, go home. I don't want you here.",
        "Starr: Did something happen?",
        "Todd: Uh...um... aside from me being thrown in jail, I --",
        "Starr: Why did you call out for the guards?",
        "Todd: It doesn't matter. There's nothing you can do about it. It -- it's --",
        "Starr: Try me.",
        "Todd: Oh!",
        "Starr: We've always been able to trust each other.",
        "Todd: [Breathes deeply] I feel like I'm losing my mind.",
        "Starr: You need to talk to someone. You need to talk to me. What's going on?",
        "Todd: It's your grandmother.",
        "Starr: Addie?",
        "Todd: No, the crazy one. Well, the other crazy one.",
        "Starr: Irene? What did she do?",
        "Todd: It's what she's gonna do. She's coming after you, Starr.",
        "Starr: What? She's in jail.",
        "Todd: No, she's out. She -- she got out.",
        "Starr: H-how?",
        "Todd: She got -- this Fed showed up, and she's out. And she's threatening to come after you and -- and Jack and Blair and my entire family.",
        "Starr: Dad, if anything happened to us, she would be the first suspect. She would never take a chance like that.",
        "Todd: Yes, she would. She thinks she's untouchable. Trust me, Starr. She'll kill every last one of you.",
        "[SCENE_BREAK]",
        "Viki: Would you tell Clint I'll be up in a minute, please? Thanks. Are you really still here?",
        "Irene: We weren't finished.",
        "Viki: Well, I was.",
        "[Telephone rings]",
        "Viki: And believe me, you outstayed your welcome a long time ago, so do me a favor and show yourself out. Hello? Blair? What's wrong?",
        "[SCENE_BREAK]",
        "Jessica: I was there when my dad was on the phone with Brody.",
        "Ford: I don't get it. My bother asking for your dad's permission when they're already engaged?",
        "Jessica: I don't know. I guess he was trying to win some points. But it backfired. My dad totally laid into him.",
        "Ford: Yeah, well, the jerk had it coming. You seem to be handling this pretty well.",
        "Jessica: You think?",
        "Ford: Yeah. If it were me, I'd be raging.",
        "Jessica: Yeah, well... [Laughs] ...I was, but I took a pancake break. And then I went right back on the warpath.",
        "Ford: Pancake?",
        "Jessica: My dad made them for me to try and cheer me up. It worked better when I was 8.",
        "Ford: Comfort food does have its place.",
        "Jessica: When you want comfort.",
        "Ford: But not when you want to deck somebody.",
        "Jessica: [Laughing] Yeah. I know. Really.",
        "Ford: So you want to?",
        "Jessica: What?",
        "Ford: Deck somebody. Come on. Give me your best shot.",
        "[SCENE_BREAK]",
        "Rex: Move over.",
        "Natalie: [Scoffs] What? Okay. Why?",
        "Rex: Just do it.",
        "Natalie: Do you want to tell me why I just did that?",
        "Rex: Yeah. So you can't leave. Now, you are not getting out of this booth until you tell me why you, a woman with a new, shiny ring on her finger, is looking like her dog just died.",
        "Natalie: I went to Rodi's. Just came from there. I went to see John.",
        "Rex: You are seriously a glutton for punishment.",
        "Natalie: I couldn't let someone else tell him that I was engaged.",
        "Rex: So you told him and he let you have it. Okay. Um... my salad's gonna be here in a minute. Help yourself. I will be right back.",
        "Natalie: Where are you going?",
        "Rex: To kick McBain's teeth in. This shouldn't take long.",
        "Natalie: Rex, no! Okay? This is between John and me.",
        "Rex: So I'm just supposed to stand by and watch him treat you like dirt.",
        "Natalie: He didn't. He congratulated me.",
        "Rex: But you're upset. Is this because he didn't try to talk you out of it?",
        "[SCENE_BREAK]",
        "Todd: I should have known! I-I should have known that something like this was gonna happen! And I'm trapped in here, and she -- nobody can stop her! And -- oh, I should have killed her. I should have killed her.",
        "Starr: She's your mother!",
        "Todd: She's a freak show! You read the note.",
        "Starr: No, I didn't.",
        "Todd: Why didn't you read the note?",
        "Starr: Because there's nothing on here to read.",
        "[SCENE_BREAK]",
        "Viki: Victor's will is going to be read today? Are you sure about that? Well, what did the lawyer say, exactly?",
        "Blair: Well, nothing that could tell us anything that was going on. I mean, Téa's never met him, but apparently, Victor did business with the company. He just said that he wanted to gather all the interested parties 'cause they want to read the will as soon as possible.",
        "Viki: Okay. I'll come right over.",
        "Irene: How exciting. I'm curious to hear Victor's last wishes. Aren't you?",
        "Viki: Oh, Miss Torres, do you think you could stay a little longer today? I've been called away. My brother's will is being read. I need to be there.",
        "Miss Torres: Of course. Take your time.",
        "Viki: Thank you. Thank you. Tell Clint I'll be back as soon as I can.",
        "Irene: I'll go with you.",
        "Viki: [Laughs] Don't even think about it.",
        "Irene: Victor was my son, and nothing is going to keep me from hearing his last will and testament -- whether you like it or not.",
        "[SCENE_BREAK]",
        "Blair: Well, Viki is on her way.",
        "Téa: Good. Does she know anything about this?",
        "Blair: She didn't seem to. Are you sure that Victor never mentioned that this guy was gonna come by?",
        "Téa: [Scoffs] His will was not something we regularly discussed. Was it when you were married to him?",
        "Blair: No. I knew that he had a will, but I assumed that he changed it when he divorced me and married you.",
        "Téa: Probably. Although truth be told, last time we got married, it was my will we were concerned about.",
        "Blair: It was tough, a tough time.",
        "Téa: [Sighs] It's been a fun couple years, hasn't it?",
        "Blair: Mm-hmm. But you're still here.",
        "Téa: Thank God. If Dani had to lose me as well as Victor.",
        "Blair: She loved Victor. So did my children.",
        "Téa: If there's one thing I know, Blair, it's that Victor provided for all of his children.",
        "Blair: Well, did you find Starr?",
        "Téa: No, I told Jack and Dani to call. Did you guys reach Starr?",
        "Jack: She's not answering.",
        "Danielle: No. Jessica either. Maybe their phones are off.",
        "Téa: [Sighs] So I guess we're just waiting for Viki, unless... are we forgetting anyone?",
        "Blair: Well, you know, I think the big question here is, who does all this stuff belong to now?",
        "Téa: You mean now that Todd's back in town?",
        "Blair: Yeah. Because \"The Sun,\" this house all belonged to Todd Manning, not Victor Lord Jr.",
        "Téa: Yeah, but Todd didn't file any papers challenging that -- not before Victor died. So Victor had legitimate title to all the property.",
        "Blair: You think that's gonna hold up in court?",
        "Téa: [Scoffs] Honestly can't think of a precedent.",
        "Blair: Well, it shouldn't. Todd is the one that inherited all of this, not Victor Lord.",
        "Téa: That's only because Victor Sr. didn't know of Jr.'s existence. But my husband was just as much of an heir as Todd was.",
        "Blair: You're saying that Victor is entitled to part of Todd's inheritance.",
        "Téa: Listen, I never saw the original will...",
        "Blair: Yeah?",
        "Téa: ...So I don't know what Victor was entitled to, but that is what I would argue.",
        "Blair: You're gonna argue it? Y-you're actually gonna argue that?",
        "Téa: Let's wait and hear what the will says, okay?",
        "Blair: Okay.",
        "[Doorbell rings]",
        "Téa: That's probably Viki.",
        "[Knock on door]",
        "[Door opens]",
        "Viki: Okay. I want you to know that I did everything in my power to keep her from coming here.",
        "Téa: Who?",
        "Irene: Well, isn't this nice? Just one big, happy family.",
        "[SCENE_BREAK]",
        "Rex: Wait a minute. You saw John last night, too.",
        "Natalie: Yeah. After I left you, I went to Rodi's.",
        "Rex: Okay.",
        "Natalie: Well, I needed a place where I could just, you know, clear my head, and when I got there, John was with Roxy, and they were talking about me.",
        "Rex: So let me guess -- you eavesdropped.",
        "Natalie: Like you wouldn't have done it.",
        "Rex: Duh. Okay. So tell me, what did you hear at this random bar that just happens to be owned by your ex?",
        "Natalie: Roxy was, uh, was pushing John about still having feelings for me, and then, you know, he avoided the issue. And then she finally just asked him, point-blank, do you still love Natty?",
        "Rex: What did he say?",
        "Natalie: No.",
        "Rex: Is that why you said yes to Brody?",
        "[SCENE_BREAK]",
        "Jessica: You daring me to hit you?",
        "Ford: Do you know how many women would kill for this opportunity?",
        "Jessica: I can't count that high. But I'll pass.",
        "Ford: Come on. I won't even feel it! This costume's pure foam!",
        "Jessica: I don't care. You hear me with Bree. Hitting is wrong.",
        "Ford: No. Wrong is finding your twin sister in bed with your fiancé and then having him tell you that you drove him to do it!",
        "Jessica: Okay, shh! Don't remind me.",
        "Ford: You have an illness, Jessica, and he threw it in your face. So did Natalie. And if that's not enough to make you want to deck somebody, then think about this. Think about your sister in a wedding dress, walking down the aisle, vowing to love, cherish, and honor the man that you thought was gonna be your husband. [Grunts] [Coughing]",
        "Jessica: Oh.",
        "[SCENE_BREAK]",
        "Blair: What the hell are you doing here?",
        "Téa: Shouldn't you be in jail?",
        "Irene: I was released.",
        "Téa: On whose authority?",
        "Irene: An agency in our nation's capital. They saw to it that all the charges were dropped. Isn't that wonderful?",
        "Viki: I confirmed it with Bo. God knows what she traded for her freedom, but it is legal.",
        "Téa: I don't care if you've been awarded the Congressional Medal of Honor. I don't want you in this house.",
        "Irene: Don't make a scene, dear, not today of all days, not in front of the grandchildren. I know you, of course.",
        "Danielle: Mm.",
        "Irene: But I have yet to meet this handsome lad. Jack... dear... how about a kiss for your grandmother?",
        "[SCENE_BREAK]",
        "Todd: What are you talking about? I just read the note. It's not blank.",
        "Starr: There's nothing on there.",
        "Todd: What did Irene do?",
        "[SCENE_BREAK]",
        "Blair: My son is not going anywhere near you, lady.",
        "Téa: And neither is my daughter. If you speak to either of them again, I'll get a restraining order against you.",
        "Irene: Why? I love children. And children love treats. Don't they?",
        "Téa: [Scoffs]",
        "Irene: I brought some caramels just for them.",
        "Téa: Yeah, I'm calling the police.",
        "Irene: What for? I'm not breaking any laws.",
        "Blair: Maybe we don't want you here!",
        "Irene: I can see that. But the police will be quick to tell you that you can't bar a mother from the reading of her son's will. And neither can you.",
        "Téa: [Chuckles]",
        "[SCENE_BREAK]",
        "Todd: Ten seconds ago, this piece of paper had a bunch of threats on it. My -- my mom sent it to me with my lunch. I swear to you, Starr, I am not imagining things.",
        "[SCENE_BREAK]",
        "Mr. Heller: I can see there are some unresolved issues here.",
        "Blair: Ya think?",
        "Mr. Heller: But I would like you all to put aside your differences now for the sake of the departed. May I begin?",
        "Téa: Yes. Let's get this over with.",
        "Mr. Heller: \"I, Thomas Todd Manning --\"",
        "Viki: Excuse me. What did you just say?",
        "Blair: Todd is Victor's brother. Todd Manning is in jail right now awaiting trial for Victor's murder.",
        "Mr. Heller: I understand the confusion, ladies. But when the will was composed, the deceased's legal name was Thomas Todd Manning. So that name must be used for the purposes of this reading.",
        "Viki: But the real Todd Manning is back now. So -- [Scoffs] -- Does this -- I mean, does Victor, \"formerly known as Todd\" -- does he even have the right to bequeath assets?",
        "Danielle: I think my brain is exploding.",
        "Blair: So is mine, sweetheart, but we really need this question answered now.",
        "Mr. Heller: If anyone takes exception to the provisions in the will, those issues can be sorted out in probate.",
        "Téa: Okay, then. Proceed.",
        "Mr. Heller: \"I, Thomas Todd Manning, of Llanview, Pennsylvania, being of sound mind --\"",
        "[Dog barks]",
        "Téa: What the -- did someone let a dog in here?!",
        "Jack: Who does it even belong to?",
        "Blair: [Scoffs] I don't know, but it just peed on my foot.",
        "Viki: I know that dog. That's --",
        "Tina: David Vickers. David Vickers, what are you d -- oh, uh... [Laughs] A-am... am I too late?",
        "[SCENE_BREAK]",
        "Rex: It seems like even last night, you were having commitment issues.",
        "Natalie: Does it look like it now?",
        "Rex: I know you said yes, but --",
        "Natalie: What?!",
        "Rex: I don't see it in your eyes.",
        "Natalie: I'm happy, Rex. I'm happy. Brody and I are making a really, really good home for our son.",
        "Rex: But your heart is somewhere else, with someone else.",
        "Natalie: You're wrong. It's over.",
        "Rex: Okay, so, you're telling me that if John walked through the door right now and asked you to not go through with it, you'd still marry Brody.",
        "Natalie: John's not gonna do that.",
        "Rex: I -- I'm just saying -- if he did...",
        "Natalie: It doesn't matter! Okay? Brody and I have a family. John and I don't... no matter what my dreams keep telling me.",
        "Rex: What dreams?",
        "Natalie: It's nothing. It's not a big deal. I just dreamt that I opened up Liam's paternity test... again, and this time, John was the father.",
        "Rex: And you don't think that means anything?",
        "Natalie: It was a dream.",
        "Rex: Well, sometimes people dream things they wish were true. Some people do that even when they're awake.",
        "Natalie: Are you still seeing Gigi?",
        "Rex: We're talking about you. And it seems to me like you're still wishing that John was Liam's father instead of Brody.",
        "Natalie: Don't you think that's kind of a leap?",
        "Rex: Do you? Look, do not marry somebody, Natty, just because he's close enough, okay? You need to hold out and wait for what you really want.",
        "[SCENE_BREAK]",
        "Jessica: Oh, my God. Are you okay?",
        "Ford: [Coughs] I said hit me, not flatten me.",
        "Jessica: I know. I'm sorry. You just got me so angry, I didn't what -- what... what are you doing?",
        "Ford: I can't move in this thing. Are you laughing? Are you seriously laughing right now?",
        "Jessica: I'm sorry. It's not -- it's not funny.",
        "Ford: But you're still laughing. I... a little help, please?",
        "Jessica: Okay.",
        "Ford: Oh! It's this stupid bun! My center of gravity's completely off.",
        "Jessica: Try engaging your core, okay?",
        "Ford: What do you think I'm doing?",
        "Jessica: [Laughing] Okay.",
        "Ford: All right, hang on a second. Let me get... okay. Pull harder. Pull.",
        "Jessica: Okay, I'm -- I'm trying. Ow.",
        "Ford: Oh.",
        "[SCENE_BREAK]",
        "Natalie: [Sighs] Rex, I've spent... Too many years waiting... for things to be perfect. And you know what I figured out? Life is not perfect. It is messy and unpredictable.",
        "Rex: Yeah, you don't have to tell me.",
        "Natalie: So I just continue to waste a lot of time trying to find this perfect situation that doesn't exist... or I can say yes to a guy who cares about me and cares about our son. What's wrong with that?",
        "Rex: Nothing. I just want... you deserve the best, Natalie, okay? But, hey, you know more about what's best for you than I do. I don't know where I get off giving advice, anyway... a guy who sees dead people.",
        "Natalie: This should... be your chance -- you and Gigi. You should be married, raising a kid together.",
        "Rex: We were so close. We almost had everything we ever wanted. And then Jack Manning came and took it all away.",
        "[SCENE_BREAK]",
        "Blair: Well, well, well. Look what the dog dragged in.",
        "Viki: Tina, what are you doing here?",
        "Tina: Viki! Where else would I be? Oh! Look, I know things didn't go that well last time.",
        "Viki: When I told you never to show your face here again.",
        "Tina: Yeah, but I know you didn't mean it.",
        "Viki: Yes, I did.",
        "Tina: Viki, our brother is dead, our dearly beloved brother. I could not let you go through that alone.",
        "Blair: You let her go through the funeral alone, and, surprise, surprise -- you show up here just in time for the reading of the will.",
        "Téa: Wonder why.",
        "Tina: Hmm! And you must be Téa. I'm so sorry for your loss. And I would have been here sooner, but nobody informed me that there was a death in the family. And as soon as I found out -- quite by accident, I might add -- I booked myself on the next flight out here. I mean, David Vickers and I got here as fast as we could.",
        "Blair: Really? Well, maybe you should have stopped for a little potty break for the dog. He used me as a fire hydrant.",
        "Tina: Oh, really, Blair. Come on. David Vickers didn't do anything to you that half the men in this town haven't done already.",
        "Blair: Oh.",
        "Danielle: Okay, I'm sorry. Who are you?",
        "Tina: I'm Tina. And you must be my lovely niece Danielle. And that means you must be Jack. My goodness. I can't believe it. Look how big you've gotten.",
        "Irene: Handsome devil, isn't he?",
        "Tina: W... wait a minute. That... that voice. [Gasps] Mother?",
        "Irene: Hello, Tina.",
        "[SCENE_BREAK]",
        "Starr: You have been under a lot of pressure lately.",
        "Todd: No, I'm not losing my mind or what's left of it.",
        "Starr: After being locked up -- when you were locked up before --",
        "Todd: Irene sent me a note. There were threats on it. She said that she had evidence that could clear me, but she wasn't gonna give it to me until I gave her something that she wanted.",
        "Starr: What does she want?",
        "Todd: She wants a microchip!",
        "Starr: A microchip?",
        "Todd: Yes. I don't know what's on it. She's been trying to get it from me for like eight years!",
        "Starr: Why don't you just give it to her?",
        "Todd: Because I don't have it! I don't have it! I -- I haven't had it for eight years! If I had it, I would have given it to her eight years ago! I would have done anything to get home to you, t-to Blair, to Jack -- all of you.",
        "Starr: Yeah. I know. I know! I believe you.",
        "Todd: When I think about what it is that you had to go through in the last eight years.",
        "Starr: It's okay. It's okay. We survived.",
        "Todd: [Sniffles] Am I, uh... am I cracking? Am I seeing things? I -- I could swear there was writing on this note.",
        "Starr: Maybe there was.",
        "Todd: Are you telling me you have an explanation for this?",
        "Starr: That's exactly what I'm saying.",
        "[SCENE_BREAK]",
        "Tina: [Scoffs] I-I don't understand. You're dead.",
        "Irene: Oh, no, my dear. I am very much alive.",
        "Viki: It's true, Tina. She's not an impostor. This is your mother.",
        "Tina: [Scoffs] Uh... uh, could you hold this? Ah.",
        "[SCENE_BREAK]",
        "Todd: If you have an explanation for this, I'd really like to hear it.",
        "Starr: Did that letter come in an envelope?",
        "Todd: Yeah.",
        "Starr: Okay, good. Then that would explain why the letter was blank. Look, when thymolphthalein and a base come in contact with CO2 in the air, then the color in the solution will disappear.",
        "Todd: In English?",
        "Starr: It's disappearing ink.",
        "Todd: [Laughs] Come on.",
        "Starr: Yeah. What?",
        "Todd: Really?",
        "Starr: Spies started using it in World War I. Your mom would know all about it.",
        "Todd: Well, look who's a genius.",
        "Starr: Dad, now that we know what Irene did... what are we gonna do?",
        "[SCENE_BREAK]",
        "Viki: Tina. Come on. Tina.",
        "Tina: [Moans] Where am I?",
        "Viki: You fainted. Rather dramatically.",
        "Tina: Oh. Oh, no. Poor David Vickers. She must be worried silly. W-where is she? What'd you do with her?",
        "Viki: She's fine. The children took her to the kitchen.",
        "Blair: Hope you got a mop. I don't think that dog is house-trained.",
        "Irene: Tina obviously spoiled her. Maybe it's my fault. I never let her have a dog.",
        "Tina: Oh, my God. It wasn't a dream. You really... you really are here. But -- but you left me! You died.",
        "Viki: Yes. That's what we all thought.",
        "Téa: Apparently, faking her death was the least of her crimes.",
        "Tina: What does that mean? What did Mother do?",
        "[SCENE_BREAK]",
        "Starr: Dad, we --",
        "[Cell door closes]",
        "Starr: We can't let your mother get away with this.",
        "Todd: I know. But we need a plan.",
        "Starr: Right. The plan is to tell the police about the note.",
        "Todd: Even if the police believed me -- which they won't --",
        "Starr: Yes, they will. I will back you up on it.",
        "Todd: Shorty, whatever we do, we do alone.",
        "[SCENE_BREAK]",
        "Tina: Whew! Wait. I-I-I need a minute here.",
        "Viki: I know. It's a lot to take in.",
        "Tina: Okay. Todd had a twin named Victor.",
        "Viki: Yes. Victor Lord Jr.",
        "Tina: And he's the one who died.",
        "Viki: Mm-hmm.",
        "Tina: And Todd's the one who killed him?",
        "Danielle: No, no. We don't exactly know that for sure.",
        "Jack: Yeah, we do.",
        "Viki: No, we don't. Todd has been arrested. That's all we know.",
        "Tina: And you are the head of some secret C.I.A. group that's based in some secret base in the bayou?",
        "Viki: Tina, I did try to find you when Irene showed up, you know. But nobody knew where you were.",
        "Blair: Of course, if you did call every once in a while just to check in, it probably would have helped.",
        "Tina: Did anyone ask for your opinion?",
        "Blair: No, actually, they didn't, but I think I'll --",
        "Viki: Okay. Blair, Blair. I think maybe we should postpone the reading of the will, okay? Not everyone is here, and Tina's had a terrible shock. So I think...",
        "Tina: Oh, no, no, no, no, no, Viki. No, no, no. I-I'm fine. Really. I-I mean, yes, I am... a little shaken up that my mother is now actually alive. But, no, I wouldn't want -- I would really hate it if I made these sweet children wait one more minute to find out what their father had left them.",
        "Blair: [Scoffs] So touching. These sweet children you didn't bother to call on their birthdays?",
        "Tina: Yeah, and, Viki, I mean, you must wonder what Todd -- I mean...Victor... [Chuckles] ...Left you. I mean, who knows, Blair? Maybe he even left something little for you.",
        "Blair: [Laughs] Who knows, Tina? Maybe he's left something little for you, too.",
        "Tina: Do you really think so? I mean, we were very close.",
        "Mr. Heller: Excuse me. Um, I'm a little unclear here. May I resume?",
        "Blair: [Sighs]",
        "[SCENE_BREAK]",
        "Jessica: I fell. Uh, I lost my balance.",
        "Ford: I noticed.",
        "Jessica: I-I didn't hurt you, did I?",
        "Ford: No. But you're crushing my wiener.",
        "Jessica: What?",
        "Ford: The hot dog suit. If my -- [Laughing] -- boss sees this in this condition, he's gonna kill me.",
        "Jessica: [Laughs] Oh, we wouldn't want that, would we? Um, do you think it's fixable?",
        "Ford: It'll survive. Can you just... roll me over?",
        "Jessica: [Laughs]",
        "Ford: I'm so embarrassed. Aw. [Laughs] Thank you. Okay. All right. Uh... yeah, I'm all right. [Laughs] Thank you. [Clears throat]",
        "Jessica: Anytime. This was quite an adventure.",
        "Ford: That's me -- never a dull moment.",
        "Jessica: Thanks for listening about Natalie and Brody and for taking that punch. You're right. It did make me feel better.",
        "Ford: Good. Did I mention that's a -- a one-time offer?",
        "Jessica: I'll remember that next time I feel like decking someone.",
        "Ford: Okay. Well, I-I should probably get back to the store. Uh, we -- we ate all the merchandise.",
        "Jessica: Oh. I should reimburse you.",
        "Ford: No, don't worry about it. It's on me. It was worth it. Don't forget this. See ya.",
        "[Jump ropes tapping]",
        "Girl: You want in?",
        "Jessica: Yeah.",
        "[SCENE_BREAK]",
        "Natalie: I'm a bad sister.",
        "Rex: What are you talking about?",
        "Natalie: Because I should -- the last thing you need to be hearing about is marriage, especially when Gigi was on her way to your wedding when she... when she... it's unfair. And I'm sorry. I shouldn't have brought this up. It's just -- I feel like I can't... [Sighs] ...I can't do any of this without your blessing.",
        "Rex: You've got it.",
        "Natalie: [Chuckles] Thank you. It's more than what I got from Dad. Who knows how Mom's gonna react? In fact, you might be the only guest at our wedding.",
        "Rex: I will be there. Don't worry. Save me a seat in the front row.",
        "Natalie: Thanks. I should get to work.",
        "Rex: Lunch is on me. Consider it an engagement present. Don't worry.",
        "Waitress: How was the salad?",
        "Rex: Uh, well, I kind of wish I'd gone for the cheeseburger, but it was... you know when you push your hair to the breaking point? Is this really happening again?",
        "Waitress: Excuse me?",
        "Rex: Did you just ask me a question?",
        "Waitress: Just wanted to know if you enjoyed the salad.",
        "Rex: Right. Uh... yeah, it was okay.",
        "[Plate scrapes]",
        "Waitress: I'll pick this up whenever you're ready.",
        "Rex: [Sighs]",
        "[SCENE_BREAK]",
        "Jessica: [Laughs] Oh, my goodness. Thanks, guys.",
        "Girl: You're welcome.",
        "Jessica: It's been like forever since I've done that. [Sighs]",
        "[SCENE_BREAK]",
        "Starr: You're crazy. We can't do this alone.",
        "Todd: We're not gonna involve the police department.",
        "Starr: We're not? She's threatening our entire family. I'll call Bo and John. They'll protect us.",
        "Todd: They don't know what to do with somebody with Irene's connections. Come on, a week ago, she was charged with every crime in the book, and now she's out getting her hair done. How'd something like that happen?",
        "Starr: I don't know.",
        "Todd: She told me the rules. She said if I go to the police, I'd pay the price. And on top of that, I will lose the only piece of evidence that can get -- get me out of here.",
        "Starr: Okay, well, right now you are in here. So how are we supposed to work together on this?",
        "Todd: You're gonna have to bust me out.",
        "Starr: [Scoffs]",
        "[SCENE_BREAK]",
        "Mr. Heller: \"I, Thomas Todd Manning, of Llanview, Pennsylvania, being of sound mind, do hereby make, publish, and declare this to be my last will and testament, hereby expressly revoking all wills and codicils heretofore made by me. Article 1 -- the executor of this will and its representatives will pay all enforceable debts, funeral expenses of the estate as soon after death as practicable.\" Are there any questions so far? Yes.",
        "Tina: Um, that's article 1, right?",
        "Mr. Heller: That's correct, ma'am.",
        "Tina: So, then, there's another article, right?",
        "Mr. Heller: Article 2.",
        "Tina: [Sighs] Yeah. Just checking. [Chuckles]",
        "Mr. Heller: \"Article 2 -- I do give and bequeath all my personal effects and all my tangible property, including automobiles owned by me and held for my personal use at the time of my death, as well all cash on hand in bank accounts in my own name, plus stocks, securities, and holdings, including ownership of \"the Sun\" and real-estate properties both foreign and domestic -- indeed, the entirety of my estate -- to my mother, Irene Manning.\" [Coughing]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=jQ12Uqc9TEM"
}