{
    "Episode Summary": [
        "Episode # 10730"
    ],
    "Recap": [
        "David is trying to win Bo over but Bo tells him he has to find another place to live. He then goes and charms Viki and Dorian is provoked. Viki then invites David to stay at her home which further infuriates Dorian. John and Brody are suspicious of Hannah's most recent confession that she tried to kill Ford and pushed Marty and her appearing to have a mental breakdown right after talking alone with Eli, and knowing she previously had a different story and appeared completely different beforehand. They suspect Eli. But Blair has no suspicions and is ready to accept his marriage proposal."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[Door opens]",
        "Brody: Take it you've seen this.",
        "John: Yeah. Yeah. I have, Brody.",
        "Brody: Hmm.",
        "John: Looks like your girlfriend is intent on making a name for herself.",
        "[SCENE_BREAK]",
        "Natalie: Oh, is there any coffee left?",
        "Jessica: Maybe.",
        "Natalie: Wow, you sure have a thing for that Ford guy, don't you?",
        "[SCENE_BREAK]",
        "Ford's voice: \"Sources say D.A. Buchanan intends to charge O'Connor with last April's murder of Dr. Margaret Saybrooke's unborn child and the May attempt on the life of Llanview University Teaching Assistant Robert Ford.\"",
        "[SCENE_BREAK]",
        "David: David Buchanan, you are one good-looking guy. Who wouldn't want a piece of that? I got to start sucking my gut in.",
        "[SCENE_BREAK]",
        "Charlie: I don't know why you even bother to read this rag your brother puts out. It just makes you mad.",
        "Viki: I know, but it's an occupational hazard. I do have to keep an eye on the competition.",
        "Dorian: Hello. Buenos dias a todos. Oh, Viki, enjoying seeing yourself in the paper, held close in the arms of a dimwit like David?",
        "[SCENE_BREAK]",
        "Markko's voice: \"Llanview police first suspected L.U. Freshman Markko Rivera in the attack on Robert Ford.\"",
        "[SCENE_BREAK]",
        "Langston: \"Theorizing that Rivera's then-girlfriend Langston Wilde's affair with Ford triggered this crime of passion.\"",
        "[SCENE_BREAK]",
        "Blair: So did you get my message last night?",
        "Eli: Yes. I'm so sorry. Figured it was too late to call you back. No. I ended up staying up all night helping that client.",
        "Blair: I figured.",
        "Eli: So listen. You said you would give me an answer to my proposal of marriage sooner then later.",
        "Blair: Yep. That's what I said.",
        "Eli: Huh. Any chance I might get your answer--I don't know-- maybe today?",
        "Blair: You might.",
        "Eli: Well, then-- listen, Blair. There is a really big mess I need to clean up right now. Is it all right if I swing by a little later?",
        "Blair: Great. I'll be here waiting.",
        "Eli: I will see you soon.",
        "[SCENE_BREAK]",
        "Ford: Yeah. Hi. This is Robert Ford. My brother James is a patient in your ICU. Yeah. I was just wondering, would you mind when he wakes up telling him that Bobby will be back soon? Great. Thanks.",
        "Eli: Hey, Bobby. Heard James your brother got shot.",
        "Ford: What do you want?",
        "Eli: I wanted to check in. Sounded like Jimmy almost died, huh?",
        "Ford: Yeah. Well, he didn't.",
        "Eli: Lucky break because you know hospitals. They can be dangerous places. I mean, he still could.",
        "[SCENE_BREAK]",
        "Bo: Ahem.",
        "David: Morning, Pa.",
        "Bo: Morning. I need coffee.",
        "David: Oh, coffee. Say no more. Say no more. Here. Let me get that for you. There you go, just like you like it.",
        "Bo: Thank you.",
        "David: Do you notice anything new?",
        "Bo: Did you get new teeth whitener?",
        "David: No. I-- well, actually, yeah. I did. Why, does it look bad?",
        "Bo: Where did these come from?",
        "David: That's what I was talking about. Your favorite son baked them himself.",
        "Bo: Matthew knows how to work an oven?",
        "David: Your other favorite son.",
        "Bo: You made these?",
        "David: Just for you. I used real eggs.",
        "Bo: Ah. Uh, well, you know what? I think--yeah. I think I'm going to-- I'm gonna take mine to go.",
        "David: Oh.",
        "Bo: Yeah. I got to get to work.",
        "David: But I was gonna start a new tradition between the two of us--daily father-and-son breakfasts.",
        "Bo: Daily?",
        "David: Yeah. Hey, I have an idea. Every morning, you and I, we can have coffee. We could read the paper together. Hey, the \"Sun\" has a new weather section.",
        "Bo: David, David, this has got to stop.",
        "David: Yeah. I know. They've got to upgrade to a color map.",
        "Bo: No, no. I mean you.",
        "David: What do you mean, Pa?",
        "Bo: I mean, you're gonna have to move out.",
        "[SCENE_BREAK]",
        "Viki: Dorian, I can assure you that the only arms in which I am interested in being held closely are my husband's.",
        "Charlie: Well, thank you.",
        "Dorian: And yet you hired David to work closely with you at the \"Banner.\"",
        "Viki: So? You hired Charlie to work closely with you on this \"revitalizing\" Llanview.",
        "Dorian: I hired the best man for the job.",
        "Viki: Yes. You did, and maybe I did, too.",
        "Dorian: David is only good at two things--disrobing and disappointing. Excuse me. I have something personal I need to take care of.",
        "Viki: Oh, my God! Does she ever, ever let up ever?",
        "Charlie: She won't as long as we keep sitting on our butt doing nothing.",
        "Viki: Oh, honey, this-- do you really think--",
        "Charlie: Yes. I think it is time to put our plan into action.",
        "[SCENE_BREAK]",
        "Dorian: Hello, Markko. It's been a while.",
        "Markko: You shouldn't be back here.",
        "Dorian: I'm the mayor. How are your parents?",
        "Markko: They're fine.",
        "Dorian: I hope your mother isn't feeling remorseful about having slapped me a while back. I understand. Emotions were running high. By the way, I'm fine.",
        "Markko: She hasn't mentioned it.",
        "Dorian: You look well.",
        "Markko: Yeah. Well, I guess chump agrees with me.",
        "Dorian: You are not a chump, but you will be if you don't forgive Langston and give her a second chance.",
        "[SCENE_BREAK]",
        "Blair: I thought you'd be riding in the park by now.",
        "Langston: Oh, well, I was gonna go, but then I saw this. I mean, I guess you've heard about Hannah.",
        "Blair: It's pretty wild, huh?",
        "Langston: Yeah. Starr was right. She's been saying this whole time that Hannah was the one who hurt Cole's mom, but now the chick has completely lost it.",
        "Blair: Well, I don't think she had it all to begin with. To push a pregnant woman down a flight of stairs, then to accuse Todd, not to mention what she did to Ford, I mean, although he did deserve it. Right?",
        "Langston: Yeah. Right.",
        "Blair: I heard what happened at the country club last night.",
        "Langston: Let me guess. Dorian told you.",
        "Blair: Yes. When she wasn't ranting about David, she was raving about you. I'm so proud of you.",
        "Langston: All I did was push a guy into a swimming pool.",
        "Blair: Well, I'm just so glad you didn't buy into that load of BS that Ford was feeding me about you.",
        "Langston: What BS?",
        "[SCENE_BREAK]",
        "Jessica: I don't have a thing for Ford.",
        "Natalie: Mm-hmm. Sure you do. I mean, how many articles have you written about him since you went back to work for the \"Sun\"?",
        "Jessica: Well, yeah. That. You know, he's part of a big story. He preys on impressionable young girls until one of them tried to bludgeon him to death.",
        "Natalie: Apparently until he made her bananas.",
        "Jessica: Todd's idea for the headline. I told him to change it.",
        "Natalie: I still can't believe you're working for him.",
        "Jessica: I can't believe you're working at the police station again.",
        "Natalie: Why?",
        "Jessica: Oh, it's-- you know, don't get me wrong. I'm glad that you're doing something that you really enjoy.",
        "Natalie: But?",
        "Jessica: I don't know. You and John working so closely didn't turn out so hot the first time you did it.",
        "[SCENE_BREAK]",
        "Brody: [Sighs] I want you to know, Jessica didn't get any of this from me.",
        "John: I'm just busting your chops, all right? I know you'd never leak anything confidential. She's just doing her job, right?",
        "Brody: Yeah. Hey, so is this for real? All of a sudden, Hannah just freaked out and confessed?",
        "John: Pretty much.",
        "Brody: All right, so that's it, then, open and shut, right?",
        "[SCENE_BREAK]",
        "Eli: Why don't you pass this along to your brother James just in case he needs any legal advice when or if he gets out of the hospital?",
        "Ford: Dude, just stay away from James.",
        "Eli: I am honestly trying to help.",
        "Ford: I don't want your help, okay? I want you to leave me and my family alone.",
        "Eli: Fine, if that's what you want. I just want you to know that you can always count on me, just as long as I know I can always count on you.",
        "Ford: You think I trust you? You tried to kill me, and I wasn't even your first target.",
        "Eli: Oh...",
        "Ford: You tried to kill Marty Saybrooke, too.",
        "[SCENE_BREAK]",
        "Brody: What does Hannah think Clarke can do for her, anyway? On top of all the physical evidence, she confessed to both crimes.",
        "John: Yeah. Seems like a slam dunk, doesn't it?",
        "Brody: You like Hannah for this, right?",
        "John: No. I think it stinks. You know, from the moment we caught up with Hannah, she insisted she hadn't done anything to Ford or Marty.",
        "Brody: Yeah. Well, anybody would deny the things that she--",
        "John: No, no, no, no. She claimed to know who had pushed Marty, you know? She even offered it up in exchange for immunity, and she's a smart enough girl to know that the deal would be taken off the table if she couldn't deliver.",
        "Brody: But she was still insisting she had a hand to play.",
        "John: Oh, yeah. She's alone with the lawyer for two minutes, she has a meltdown, and suddenly, she's copping to both crimes. You know what, Brody? It just doesn't make any sense at all. As far as I know, there's two people who know why that is. One is crazy Hannah. The other is her lawyer Eli.",
        "[SCENE_BREAK]",
        "Eli: Robert, you should really pay closer attention to what you read. It says right here in the \"Sun\" Hannah confessed to attacking Marty.",
        "Ford: Yeah. Well, she also confessed to attacking me, but we both know that's not true, either.",
        "Eli: I don't see what one has to do with the other.",
        "Ford: So this is what you meant when you said that getting Hannah locked up would kill two birds with one stone. Somehow, you got Hannah to take the rap for you not once, but twice?",
        "Eli: Oh, you have a vivid imagination.",
        "Ford: Well, then I guess I don't get it. Why did you go after Marty Saybrooke and her baby?",
        "Eli: Why do you insist on asking questions when you don't want to know the answers? Didn't you decide that knowing too much nearly got you killed?",
        "Ford: You're right. Forget it.",
        "Eli: No, no, no. I think you need another lesson, unless you want your baby brother to learn it for you.",
        "Ford: I said, forget it.",
        "[Cell phone rings]",
        "Eli: Now we're getting somewhere. Excuse me. Elijah Clarke.",
        "John: Hey, it's McBain. I was wondering if you'd come down to the station. I need to talk to you about Hannah O'Connor.",
        "Eli: Yeah. Yeah. I'll be right down. So you and me, we're good?",
        "Ford: Yeah. We're good.",
        "Eli: So by my calculation, this will be the last time you and I ever have to speak again, unless you or your brother need any legal advice.",
        "[Ford sighs]",
        "[SCENE_BREAK]",
        "Langston: When did you see Ford?",
        "Blair: I paid him a little visit while he was still in the hospital.",
        "Langston: And you didn't tell me?",
        "Blair: Well, I just really didn't think I was gonna need to tell you. Dorian is the one that does all the interfering, and I hate it when she does it to me, so I didn't want to do that to you, but I couldn't stand it that he was sniffing around you, so I wanted to make sure he didn't get his claws back into you, so I said a few choice words to make him back off.",
        "Langston: And what did he say?",
        "Blair: Does it matter?",
        "Langston: No. No. I just want to know where we stand.",
        "Blair: Really?",
        "Langston: Yeah. In case I run into him and he says something about seeing you, I don't want him blindsiding me.",
        "Blair: Okay. Well, he implied that he has genuine feelings for you, and if you buy that, I have a big, old bridge to sell you. He's just trying to get his claws back into you to keep you crawling back so he can have the upper hand.",
        "Langston: Yeah, but I don't know. When I saw him yesterday, he seemed different, like he was really sorry. I mean, maybe he's changed.",
        "Blair: Oh, Langston, he so has not changed. He even tried to hit on me in the hospital room.",
        "Langston: He did?",
        "Blair: Yes. Bad guys never change, all right, but lucky for us, neither do the good ones.",
        "[SCENE_BREAK]",
        "Markko: I got to get back to work.",
        "Dorian: Oh, no, no, no. Don't you mean that you have to get back to Langston?",
        "Markko: Look. If she has something to say, she can tell me herself.",
        "Dorian: She doesn't even know that I'm here.",
        "Markko: Oh, so she doesn't even want us to get back together. You do.",
        "Dorian: I know that nothing is more important to her in this whole world than for the two of you to reconcile.",
        "Markko: Oh, did she say that? Did she tell you that? Did she?",
        "Dorian: Not in so many words.",
        "Markko: Yeah. I didn't think so. She's a Cramer.",
        "Dorian: I beg your pardon?",
        "Markko: Never mind.",
        "Dorian: No, no, no. What did you mean by that?",
        "Markko: I mean, that's what Cramer women do. You lie about your feelings to everyone, especially to yourselves, even when people try to call you out on it, and when you do finally figure it out, it's too damn late...",
        "Dorian: I don't agree with your assessment.",
        "Markko: And you and David are the worst.",
        "[SCENE_BREAK]",
        "David: You're not actually throwing me out, are you, Pa?",
        "Bo: David, listen. There's barely enough room in here for Nora, Matthew, and me.",
        "David: I'll bunk with Matthew.",
        "Bo: No. You take more time in the bathroom than all the rest of us put together.",
        "David: That's because I care about my appearance, not like you quaint, simple folk.",
        "Bo: This is not gonna work.",
        "David: Why not? Didn't I do a really good job taking care of Matthew while you and ma were on your honeymoon?",
        "Bo: Maybe too good.",
        "David: Well, what is that supposed to mean?",
        "Bo: Come on. Hookers, David? Really?",
        "David: Fawn and Wendy are escorts.",
        "Bo: Well, I don't think that Nora knows the distinction.",
        "David: Nora. Hey, look. Nora is the one who put you up to this, isn't she?",
        "Bo: No. This was a team decision.",
        "David: Well, where am I supposed to go, huh? Uncle Clint's entire security detail has got orders to shoot me on sight.",
        "Bo: Listen. You're an adult. At least you're grown. Now, I know that you're gonna land on your feet, David. You are. What about Dorian?",
        "David: Dorian? That woman would make a train take a dirt road.",
        "Bo: Yeah, but just listen to me, David. You are gonna be okay, and that father-son breakfast tradition, yeah, let's see if we can make that happen, okay?",
        "David: Oh, hey, Pa...",
        "Bo: Yeah?",
        "David: Don't forget your muffin.",
        "Bo: Thank you. Can I give you a little fatherly advice?",
        "David: You kidding? I'd like that more than anything.",
        "Bo: Wait until people have eaten your muffin before you tell them that you are the one that made it, okay? Okay.",
        "[SCENE_BREAK]",
        "Viki: Before we execute this plan, I think we need to weigh our options.",
        "Charlie: What options, unless you want me to give up my work on the civic center?",
        "Viki: No. I would never ask you to do that.",
        "Charlie: Nor would I ask you to give up your friendship with that clown Vickers.",
        "Viki: He's going by Buchanan these days. Besides, distancing ourselves from them is not gonna make any difference whatsoever. They'll just pursue us that much harder.",
        "Charlie: I know. That is my point exactly. Those two are gonna use us to punish each other until they wise up and realize that they are still in love with each other.",
        "Viki: Oh, but they'd sooner die than do that.",
        "Charlie: Right, and they'll take us down with them.",
        "Viki: I know, but, sweetheart, this plan--",
        "Charlie: No, no, no. It is our best and last hope. Face it, Viki. This is our only way out. I have to sleep with Dorian.",
        "[SCENE_BREAK]",
        "Natalie: John and I used to butt heads at the job, but--",
        "Jessica: Yeah, but you tried to cover up evidence that implicated him for murder.",
        "Natalie: Uh, yeah, and he did the same for me, if you remember, but--I don't know--I think we've both grown a lot since then, and my days of letting personal relationships interfere with work are over. I think John and I found a way to make it work.",
        "Jessica: As long as you're sure.",
        "Natalie: Yes. Of course we're sure. In fact, I think you and Brody could take a cue from John and me.",
        "Jessica: Ha ha! Oh, really?",
        "Natalie: Mm-hmm...",
        "Jessica: Okay.",
        "Natalie: Because there's gonna come a day when you guys are gonna be at odds over an investigation you're covering.",
        "Jessica: Well, yeah. It's not like I haven't dated a cop before. I know the score, you know? I'll have my secrets, and he'll have his.",
        "Natalie: And you're okay with that?",
        "Jessica: Why wouldn't I be? They're just work secrets.",
        "Natalie's voice: Okay. So we're agreed. This is between us.",
        "Brody's voice: It'll be our secret.",
        "Jessica: What other secrets would there be?",
        "[Door opens]",
        "David: Hello, ladies. I come bearing muffins. Now, where's your mother?",
        "[SCENE_BREAK]",
        "Viki: Charlie, sleep with Dorian?",
        "Charlie: Look. Like I told you last night, I wouldn't actually be sleeping with her. I simply need to make her believe that I want to sleep with her.",
        "Viki: Because you really think that that will make her realize that she doesn't really want you. What she really wants and what she's wanted all along is Dave.",
        "Charlie: Right. Exactly. Look. The only reason that she is cozying up to me is because deep down, she knows that I will never respond to her.",
        "Viki: How deep down?",
        "Charlie: Okay. You and I both know that it is easier for Dorian to convince herself that she wants me than it is for her to risk taking another chance with David.",
        "Viki: Well, we can both agree on that.",
        "Charlie: And the minute I show any interest in her whatsoever, she's gonna back off. Believe me, there's no way she's gonna go through with this.",
        "Viki: All right, my sweetheart. What if you're wrong, hmm? What if she decides that she is more interested in falling into bed with you than she is in hoping David will come to his senses, hmm?",
        "[SCENE_BREAK]",
        "Dorian: David and I were a bad habit that needed to be broken, but you and Langston had something special.",
        "Markko: Had, all right? Langston killed it.",
        "Dorian: She made a mistake.",
        "Markko: Yeah, over and over again.",
        "Dorian: It's over now.",
        "Markko: Yeah? Then why does it seem like every time I see Langston, she's still drooling over Ford?",
        "[SCENE_BREAK]",
        "Blair: Here you go, beautiful.",
        "Langston: Thanks.",
        "Blair: Mm-hmm.",
        "Langston: Markko won't even speak to me, I mean, not that I blame him. I completely screwed everything up.",
        "Blair: Listen to me. I'm not saying you need to make a play for Markko. Just do not make one with Ford. Guys like Ford are toxic. You need to clear your head and just flush him out of your system.",
        "Langston: Okay, and then what?",
        "Blair: Well, then you're absolutely ready and available for when that really nice guy comes along to sit right beside you.",
        "Langston: I wonder if they only come along once in a lifetime.",
        "Blair: Well, if that were true, I'd have never met Eli.",
        "Langston: Wait a minute. I knew you two were seeing each other, but I didn't think it was serious.",
        "Blair: Well, you know what? I didn't, either, but I guess now it is.",
        "Langston: Well, so what does that mean?",
        "Blair: Well, it means he kind of asked me to marry him.",
        "Langston: Oh, my God, that's great.",
        "Blair: Yeah. See? Good guys come to those who wait.",
        "[SCENE_BREAK]",
        "John: Hey, come on in.",
        "Eli: Lieutenant. Thank you.",
        "John: You know Officer Lovett, right?",
        "Eli: How you doing, Officer?",
        "Brody: Mr. Clarke.",
        "John: Yeah. Have a seat.",
        "Eli: Thank you. Have you gentlemen heard anything from St. Ann's about my client?",
        "John: I'm afraid not.",
        "Eli: You know, I spent most of the night last night trying to get in to see her, but security wouldn't let me through.",
        "John: Eh, you know, you know how it is over there, right? It's a nuthouse. I called over there. The doctor is in there examining Hannah. They said no distractions, all that.",
        "Eli: Well, there's thorough, and then there's depriving someone their right to counsel. Let's hope they hurry things along. I'd hate to have to drag a judge into this.",
        "John: Of course not. Then you might have to answer some uncomfortable questions.",
        "Eli: Right. Excuse me?",
        "John: Counselor, two minutes after your client met with you, she suddenly has a meltdown. You want to tell me what really went on in that room?",
        "[SCENE_BREAK]",
        "Langston: Oh, my God, well, that's amazing. Let me see the ring.",
        "Blair: Oh, well, I don't have one yet.",
        "Langston: Oh. Oh, so you and Eli are gonna go pick it out together?",
        "Blair: Well, we haven't gotten that far yet.",
        "Langston: Oh, so, well, yeah. I guess it makes sense. If you've been married as many times as you have, ring probably doesn't matter as much.",
        "Blair: It always matters, but I guess it's okay that he didn't have a ring because I couldn't accept it until I accept his proposal.",
        "Langston: So you turned him down?",
        "Blair: I didn't say yes, and I didn't say no.",
        "Langston: Well, why didn't you say yes?",
        "Blair: I just told him that I needed some time to think about it.",
        "Langston: And have you?",
        "[SCENE_BREAK]",
        "Eli: Happy to cooperate here, gentlemen, but just so we're clear, I can't say anything that would compromise my client's case.",
        "John: Of course. I think this is something we can discuss without you having to breach confidentiality.",
        "Eli: Okay, so long as we understand each other. Well, as I told you last night, I was discussing the case with Hannah, and when I advised her that the best action to take would be to simply tell the truth about everything, she--",
        "Brody: She what?",
        "Eli: Well, for lack of a kinder term, she freaked out. One second, she was fine. The next--well, you saw her. I mean, that's exactly when I called you in for help.",
        "John: Any indication before that that she might be--oh, I don't know-- unstable?",
        "Eli: I'm not a psychiatrist.",
        "Brody: Can you describe her general demeanor?",
        "Eli: To be honest with you, I barely know the girl. I've met her once, maybe twice, while I've been defending Cole, but I certainly couldn't give you an accurate assessment as to what she was like before she was arrested.",
        "John: Eli, we're just looking for your opinion here.",
        "Eli: I understand, but that's all I'm comfortable saying, so then if there's nothing else--",
        "John: Hey, what the hell? Thanks for coming in.",
        "Eli: Happy to help.",
        "John: Yeah.",
        "Eli: Good day, Officers.",
        "Bo: Ah, Eli.",
        "Eli: Welcome back, Commissioner. Good to see you.",
        "Bo: Well, thank you.",
        "Eli: Hey, give my best to Nora.",
        "Bo: I sure will. Ah... what'd I miss?",
        "[SCENE_BREAK]",
        "Blair: Are you kidding me? Eli's proposal is all I have been thinking about. In fact, I even had a very long conversation with Todd about it last night.",
        "Langston: With Todd? Really? What did he have to say about it?",
        "Blair: You know, he was surprisingly helpful...in his subtle-as-a-freight- train kind of way.",
        "Langston: So are you gonna take the plunge, or not?",
        "Blair: I--",
        "[Cell phone beeps]",
        "Blair: Ooh. Eli. He's headed over here, so he'll be the first to know.",
        "Langston: Okay, okay. Say no more. I will get out of here. No worries.",
        "Blair: Okay.",
        "Langston: Oh, and for what it's worth--which probably isn't much, given my recent track record--I think Eli is great.",
        "Blair: Sweetie, that is worth more than you know.",
        "[Blair sighs]",
        "[SCENE_BREAK]",
        "Markko: I have customers waiting.",
        "Dorian: I saw you at Langston's graduation.",
        "Markko: I was there for Starr.",
        "Dorian: No. You were there because it was important to Langston and you knew it. What matters to her still matters to you.",
        "Markko: Look. Look, Dr. Lord. I really appreciate what you're trying to do, but there is no going back for me and Langston.",
        "Dorian: Then go forward.",
        "Markko: To what?",
        "Dorian: Something new, something better. I mean, how are you ever gonna find out if there's anything left to salvage if you just throw it away?",
        "Markko: Why aren't you having this conversation with Langston then?",
        "Dorian: Because this might come as a surprise to you, but not everybody views me as a master of relationships, but you know what? I'll give you a hint as to where she is, and you can go and test my theories.",
        "[SCENE_BREAK]",
        "Natalie: What are you doing?",
        "David: What's it look like? I'm making breakfast in bed for Viki.",
        "Jessica: Ooh, um--",
        "Natalie: Okay, and with all of that?",
        "David: These eggs aren't gonna scramble themselves.",
        "Jessica: All you need is a whisk.",
        "David: Ah. Voila. Oh, thank you.",
        "Natalie: Actually, Mom already left for work a while ago.",
        "David: Yeah. That's impossible. It's not even 9 A.M.",
        "Natalie: David, the hours at the \"Banner\" start early.",
        "David: She didn't tell me that when she hired me to work there.",
        "Jessica: She hired you?",
        "David: Yeah, as style repor-- style editor, and she offered me the south wing of Llanfair as an incentive.",
        "Natalie: The south wing?",
        "Jessica: Um, that's where our rooms are.",
        "Natalie: Yeah. You know what? Maybe we should call Mom and discuss this with her.",
        "David: No, no, no, no. That won't be necessary. I'll talk to her myself.",
        "Natalie: Oh, I bet you will.",
        "Jessica: Well, you should try the Buenos Dias because I think she's supposed to meet Charlie there this morning.",
        "David: Are you kidding me? Oh, she must be so bored. I should probably get down there right now.",
        "Natalie: Wait.",
        "Jessica: Who made those muffins?",
        "David: I...got them from Noelle. Why don't you take a couple?",
        "Natalie: I though Noelle made pies.",
        "David: A person can make pies and muffins, Jessica. Jiminy Christmas, what a doo-dah.",
        "Natalie: At least he didn't make them.",
        "Jessica: Mm.",
        "[SCENE_BREAK]",
        "Viki: This is probably the cockamamiest plan I've ever heard. This is something Dorian would come up with.",
        "Charlie: When in Rome... and you got to admit, that woman gets results.",
        "Viki: Mm-hmm. Well, you know something? I get results, too, and I think that your plan would probably have a much better chance of succeeding if, while you work Dorian, I work David.",
        "Charlie: Well, how so?",
        "Viki: Well, you're going to take one for the team by sleeping with Dorian, right? So I'll take one for the team by sleeping with David.",
        "[Charlie chokes]",
        "[SCENE_BREAK]",
        "Natalie: Mm! Noelle makes a mean muffin.",
        "Jessica: I wonder what it would take to get the recipe from her.",
        "Natalie: Seriously.",
        "Jessica: Mm, or I wonder if she has these professional secrets that she guards just like Brody and I guard ours. What's the matter? Did I hit a...sore spot?",
        "Natalie: I just don't feel good.",
        "Jessica: Neither do I all of a sudden.",
        "Natalie: I think I'm gonna be sick.",
        "Jessica: Me, too.",
        "Natalie: I'll take the upstairs. You go\u0097",
        "[SCENE_BREAK]",
        "Charlie: You and David?",
        "Viki: Well, yeah. Makes perfect sense, doesn't it? David is as much in denial as Dorian is, and he flirts shamelessly with me...",
        "Charlie: Well, yeah, but--",
        "Viki: Because he knows that I would never be seduced by him.",
        "Charlie: This is crazy.",
        "Viki: Yes. It's absolutely crazy, but we have to cover all our bases here. Oh, come on, Charlie. David and Dorian are the ones who are jealous. You and I are completely secure in our relationship, you know?",
        "David: Oh, thank goodness. I've been looking all over for you. Look. I brought muffins.",
        "Viki: You brought muffins to the diner?",
        "David: For you, Viki, I would bring muffins anywhere. Did you know that muffins are back in?",
        "Viki: No. I didn't know that, David.",
        "David: Because you didn't have the best style editor.",
        "Viki: Reporter, style reporter.",
        "David: Reporter, editor, potato, editor. You know what? You're gonna start throwing cash my way as soon as you hear all of my ideas. You know what? You and I should get together, brainstorm, just the two of us.",
        "Charlie: But to do that, wouldn't you both need to have a brain?",
        "David: Think about it, and you know what? We'll probably work even better if we're cohabitating. Am I right?",
        "Charlie: Wait a minute. Excuse me?",
        "David: Easy, Charlie. It's for the best of the paper.",
        "Viki: Bo throw you out, huh?",
        "David: Viki, don't get mad at my pa, okay? He had to do it for Nora. She couldn't take her eyes off me.",
        "Dorian: Oh, David, you're still in town. Don't try to weasel your way back into La Boulaie.",
        "Viki: Oh, no, Dorian. No. David is moving into Llanfair.",
        "[SCENE_BREAK]",
        "John: Hey, hey.",
        "Bo: Hey.",
        "John: How was that honeymoon?",
        "Bo: Oh, it was great. No skunks. Surf, sand, sun, big sky.",
        "Brody: Oh, that sounds great.",
        "Bo: Oh, it was wonderful. It was just perfect. So now I think you better bring me up to speed. What was Eli doing here?",
        "John: Uh, Eli? Well, he is representing Hannah O'Connor. She confessed to attacking both Marty and Ford.",
        "Bo: Yeah. I head she had some kind of a breakdown last night.",
        "Brody: She did. We're still waiting on the official evaluation from St. Ann's on her state of mind.",
        "John: Marty is over there now observing.",
        "Bo: Ah. Did she give you a preview?",
        "John: No. Well, haven't heard anything from her yet.",
        "Bo: But I got a feeling that you already have an opinion.",
        "John: You don't miss much, do you, boss? Yeah. I think this girl Hannah is faking it, and I think Eli put her up to it.",
        "[SCENE_BREAK]",
        "Jessica: Oh, my God, I was really sick.",
        "Natalie: Oh, me, too.",
        "Jessica: You think it was the muffins?",
        "Natalie: My ass, Noelle baked them.",
        "Jessica: It was David. I think he tried to poison us with--",
        "[Natalie and Jessica retch]",
        "[SCENE_BREAK]",
        "David: Viki, thank you for your generosity. You are a true friend and a genuine humanitarian. Now, if only one other person at this table who isn't Charlie or myself was just like you...",
        "Charlie: Well, don't I get a say in this?",
        "Dorian: Haven't you figured out yet, Charlie, life is not always fair at Llanfair?",
        "Viki: David is my friend. Now, surely we can find a spare room in my huge house to tide him over.",
        "Dorian: Note, she says, \"my house,\" not, \"our house.\"",
        "David: We're just friends, Charlie.",
        "Charlie: Yeah. Well, you know, Dorian, maybe you and I should work from La Boulaie today.",
        "Dorian: Wonderful idea. Yes. I'll have my driver bring the car around.",
        "David: Yeah. Viki and I should probably get busy, too. Viki, would you like me to have your driver bring your car around?",
        "Viki: I don't have a driver.",
        "David: I-- what? Are you kidding? You really got to get one. If Dorian has got one, you can afford one.",
        "Viki: It's not necessary, David. Tell you what. Why don't you bring my car around, and then after we do some...work, we can pick out your room at Llanfair?",
        "David: Your wish is my command, boss lady.",
        "Dorian: I'll be waiting for you outside.",
        "Charlie: Hmm...",
        "[Viki laughs]",
        "Dorian: David, I hope you don't think anybody is fooled by this ruse of a job.",
        "David: I hope you don't think anyone is impressed when you speak French.",
        "Dorian: That's not French. It's English.",
        "Charlie: Here goes nothing, hmm?",
        "David: Excuse me. Can't forget my muffins. Heh heh.",
        "[SCENE_BREAK]",
        "Bo: What makes you think that Hannah was faking?",
        "John: When we arrested her, there was no indication she was coming unglued. I mean, she immediately started bargaining for her freedom.",
        "Brody: Before her lawyer showed up, she was standing her ground. She was making demands, angling for immunity.",
        "John: In the span of a few minutes with her lawyer, suddenly she's having a breakdown.",
        "Bo: So you think that Eli advised her to fake the breakdown to avoid jail?",
        "John: It's possible.",
        "Bo: Who else knows about this?",
        "John: The three people in this room.",
        "Bo: That's good. I think we better keep it that way. These are serious accusations, and if they're true, I think that we have to watch our steps. We don't want some shark making waves."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ijcA4DHyV-s"
}