{
    "Episode Summary": [
        "Episode # 10697"
    ],
    "Recap": [
        "Somebody had tried to kill Ford. But the cops have yet to prove who. Markko has injured his hand and appears to be the prime suspect. Blair is with Tea keeping the secret that she's dying. But Tea is determined to represent Todd and keep him out of prison, if nothing else, because he's the only parent who will be there for Dani. Jessica has regained her memory and everything appears ok. But since Natalie has decided to stay in town and back with John and Brody is back with Jessica, there's awkwardness regarding the fact that Brody and Natalie slept together the night before she intended to leave town."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Layla: I'm sorry I made you turn back.",
        "Cristian: That's all right. I mean, come on. We would've gotten to your mom's in the middle of the night--not the best time to announce an engagement--and since I'm your sister's ex.",
        "Layla: Evangeline would understand. I know that in my heart. But my mother? She's a different story.",
        "Cristian: She won't be shy telling me how she feels, that's for sure.",
        "Layla: We'll, she'll be a piece of cake compared to Jessica.",
        "[SCENE_BREAK]",
        "Brody: So I didn't dream what happened last night?",
        "Jessica: I'm sorry. Who is this?",
        "Brody: Hey, no memory jokes. It's too soon. How was it tucking Bree in?",
        "Jessica: Oh, bro, she was so precious. She asked me to bring her up to her room, and then she asked me to sing to her just like I always did, and then we fell asleep. It was just so great. What are you doing? Can we go for breakfast?",
        "Brody: That's why I called. Pick you up in 10 minutes?",
        "Jessica: Ohh, I can't wait. I love you.",
        "Brody: Love you, too.",
        "Jessica: Natalie!",
        "Natalie: Hi.",
        "Jessica: I remember everything-- Brody, Bree, and my wonderful sister. Ohh.",
        "Natalie: Wow. When?",
        "Jessica: Oh, last night. I got back everything I lost.",
        "[SCENE_BREAK]",
        "Marty: Oh. I'm sorry. I was--I was supposed to be out of here. I'm sorry. This is awkward.",
        "John: It doesn't have to be.",
        "Marty: Well, unless I ask if you caught up with Natalie. Huh. Did you?",
        "John: Yeah. We talked. She went home. I went to the office.",
        "Marty: You know what? You don't owe me an explanation. I shouldn't have asked.",
        "John: You can ask me anything you want.",
        "Marty: No, I can't. Not anymore, and that's okay.",
        "John: I'm sorry the way things turned out.",
        "Marty: It's better this way, you know? Trying to make it work with the wrong person--that's just not good, you know, and life's too short.",
        "[SCENE_BREAK]",
        "Téa: Ohh. What's that?",
        "Blair: Possible side effects of radiation. Do you have a bunch of clear liquids back at the hotel? Because if not, we should stop off on the way home...",
        "Téa: I'm not going home. I have to go to the courthouse. Todd's being arraigned today.",
        "Blair: Téa? Téa, stop. You just started your radiation. Can't you find somebody to stand in for you?",
        "Téa: That's what I'm hoping Todd will do for Daniella when I'm not there for her anymore, which is why keeping him out of prison is the most important job I've ever had.",
        "[SCENE_BREAK]",
        "Todd: Hey.",
        "Starr: Hey. How are you doing?",
        "Todd: I'm okay, as long as you're on my side.",
        "[Starr sighs]",
        "Todd: It's been costing you with Cole, hasn't it?",
        "Starr: Can we not talk about that? You're just gonna say something that I don't want to hear.",
        "Todd: Well, listen. No matter how I feel about him, I'm sorry that you had to miss the prom. I know you were looking forward to that for a long time.",
        "Starr: Yeah, well, things didn't h turn out the way anyone thought they would last night.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Langston: Markko?",
        "Dorian: I waited as long as I could, but just couldn't wait any longer!",
        "Langston: For what?",
        "Dorian: To hear about your prom, of course. Honey, was it a dream come true?",
        "Langston: More like a nightmare.",
        "[SCENE_BREAK]",
        "Jay: So you say the injury occurred last night?",
        "Markko: Yeah. And when I woke up this morning, I couldn't move my hand.",
        "Jay: How'd it happen?",
        "Markko: I guess I wasn't looking where I was going. I ran into a wall.",
        "Jay: How's the other guy?",
        "[SCENE_BREAK]",
        "Layla: We'll deal with Jessica, but first, we deal with Ford. I want him out of this apartment today.",
        "Cristian: After what he did to Markko, I'm with you 100%.",
        "Layla: Good. Ford? We need to talk, \"Do Not Disturb.\" Okay. Open up! If you don't open right now, I'm coming in! Oh, my God!",
        "[SCENE_BREAK]",
        "Jessica: And then everything just came flooding back in one huge flash. All those years I thought I lost, it was such a relief to be my whole self again.",
        "Natalie: I can imagine. Jess, it's so great to have you back.",
        "Jessica: I was so awful to you. I don't know how you can ever forgive me.",
        "Natalie: Uh-uh. No. You were a teenager, and you know what? It just comes with the territory.",
        "Jessica: Oh, please. I said some awful things to you, accusing you of stealing Cristian and taking John from Marty.",
        "Natalie: Actually, um, about that, it turns out that you're not the only one who got back what they lost. I had a pretty interesting night myself.",
        "[SCENE_BREAK]",
        "Marty: Okay. huh. It's all done. Oh. I forgot this last drawer.",
        "John: Can I help you with--",
        "Marty: No, I-- I bought it a couple weeks ago.",
        "John: \"What Every New Dad Should Know.\"",
        "Marty: It was gonna be a Father's Day present.",
        "John: No matter what, I'll always be sorry we didn't have this child together.",
        "Marty: Me, too. Uh, I should go.",
        "John: Can I give you a ride?",
        "Marty: No, no, no. I'm okay. I'm okay.",
        "John: Here.",
        "Marty: I--I want something else.",
        "[SCENE_BREAK]",
        "Todd: Last night wasn't great for me, either. But if I had to be locked up, at least I took solace knowing that Cole was locked up in the same hotel as I was.",
        "Starr: I told you not to do that.",
        "Todd: It's just a slip of the tongue.",
        "Starr: You shouldn't be trashing Cole, okay? You should be concentrating on how to prove that you're innocent.",
        "Todd: Well, that's easy. The cops just need to find out who really pushed Marty.",
        "Starr: Well, I have a theory about that.",
        "Todd: Yeah, me, too.",
        "Starr: It's Hannah O'Connor. Were you gonna say that? You think so, too?",
        "Todd: Yes, I do. It would explain why she lied about seeing me do it.",
        "Starr: Right. She was trying to get me away from Cole and she thought she could get away with it by blaming you.",
        "Todd: Exactly.",
        "Starr: Do you think that Téa will be able to prove that Hannah did it?",
        "Todd: I haven't told her about it yet. She's supposed to be here to discuss strategy, but I don't know where the hell she is.",
        "[SCENE_BREAK]",
        "Blair: Téa, you heard Dr. Evans. He says you're gonna be tired. You might get dizzy.",
        "Téa: He said I might be. I'm not.",
        "Blair: Maybe not this very minute, but later this afternoon you might.",
        "Téa: Just stop it. You wanted me to come to treatment and I have. I am very appreciative you brought me here, but it's over now. Why don't you go about your business and let me go about mine, okay?",
        "Blair: Oh, well, see--wait. My business is to make sure you don't pass out in the middle of the courtroom, so I'm going to be your little tagalong, whether you like it or not.",
        "[SCENE_BREAK]",
        "Dorian: Honey, did you and Markko have a fight?",
        "Langston: Yeah. We broke up, and now he's gone.",
        "Dorian: Gone where?",
        "Langston: I don't know. But he's never coming back.",
        "Dorian: He can't walk out on my daughter and break her heart.",
        "Langston: See, that's the thing, Dorian. He didn't break my heart. I broke his heart.",
        "Dorian: What do you mean?",
        "Langston: I did the worst thing a person can do. I hurt someone who completely trusted me. And when I heard you at the door just now, I thought--I prayed that it was Markko so that I could make him understand just how sorry I am.",
        "Dorian: Well, I'm sure he's just as sorry, honey. It takes two to create a misunderstanding.",
        "Langston: Not this time. No. This one's all on me, and Markko knows that more than anyone.",
        "[SCENE_BREAK]",
        "Jay: I don't see anything on the x-ray, but it might be what we call an occult fracture--it doesn't show up right away.",
        "Markko: So what do we do for that?",
        "Jay: Well, I'm going to give you a splint, but I want you to come back in a week so we can take another look.",
        "Markko: Okay.",
        "Jay: In the meantime, stay away from \"walls.\"",
        "Markko: Right. It's not like there's anything I can do to change what's happened anyway.",
        "[SCENE_BREAK]",
        "Cristian: Hey, just stand back.",
        "Layla: Oh, my God.",
        "Cristian: Yeah, hi. I need an ambulance, 56 Commonwealth...",
        "Layla: What if it's too late? I mean, look at him! He looks dead!",
        "[SCENE_BREAK]",
        "Dorian: Come on, sweetheart, sit down and, please, just start from the beginning.",
        "Langston: How could I do this to Markko, of all people?",
        "Dorian: Do what?",
        "Langston: I cheated on him. See? I told you it was horrible.",
        "Dorian: Um, you're young. You're--you're very young, and Markko was your first serious relationship, honey. It's only natural that you would have curiosity about other possibilities. And you lost your head, and I'm sure Markko's gonna understand that it didn't mean anything.",
        "Langston: But it did. I thought it did. I thought I was in love, and that he loved me back, but he--he was just using me. Oh, God, what have I done? What-- what have I done?",
        "[SCENE_BREAK]",
        "E.M.T.: I got a pulse. We got to move fast.",
        "Second E.M.T.: We got to scoop and run. Let's go.",
        "Layla: Ohh! As angry as I was with Ford, I would never, never wish him dead.",
        "Cristian: Yeah, me neither. I can't believe this is happening.",
        "[SCENE_BREAK]",
        "Markko: Wait. So am I gonna be able to use my hand after you put on the splint? Because I have a job at the diner.",
        "Jay: No, you should be able to work, as long as you're careful.",
        "Markko: Okay. Good, because I need the money and the distraction.",
        "Jay: I'm gonna give you a list of do's and don't's. That way, you don't re- injure yourself, okay? And I'll be right back with the splint.",
        "Markko's voice: Come on. Say it.",
        "Ford: All right, fine. We slept together. Happy now?",
        "Markko: You son of a bitch!",
        "Langston: No, no, no!",
        "[SCENE_BREAK]",
        "Starr: I told her, Dad. I accused Hannah right to her face.",
        "Todd: And she denied it, right?",
        "Starr: Well, obviously. But there has to be a way to prove that she's lying. There just has to be.",
        "Todd: I've got people working on it.",
        "Starr: Well, besides Téa, who?",
        "Todd: Ah. Nice of you to make it.",
        "Téa: I'm sorry I'm late. Hey, Estrella. Um, couldn't be avoided. I'll get a copy of the prosecution's statement and be right back.",
        "Starr: I didn't think that you would be here.",
        "Todd: Well, you know your mom-- never misses an opportunity to dance on my grave.",
        "Blair: You know, Todd, that's not funny.",
        "Todd: You're not here because you think I'm innocent, right?",
        "Blair: Or maybe I'm not here for you at all.",
        "Todd: Who are you here for?",
        "[SCENE_BREAK]",
        "John: Whatever you need, just ask. You know that.",
        "Marty: Well, it's not me, exactly. It's Cole. You' been so good to him.",
        "John: It's not hard. He's a good kid.",
        "Marty: Yeah, but a kid who could lose critical years of his life if he gets that maximum sentence. But I'm not really gonna dwell on that. Most of the time, I just trust that Eli's gonna find the right defense and, you know, he'll be free again. But in the meantime, I just--I'm asking you to keep an eye on him when he's in jail. You know, just make sure he's okay?",
        "John: You don't have to ask that. I'd be doing it regardless.",
        "Marty: Thank you.",
        "John: I care about Cole. I care about you. I want you to be happy.",
        "Marty: I want that for you, too.",
        "[SCENE_BREAK]",
        "Jessica: So you and John are back together?",
        "Natalie: I mean, yeah, I don't-- I don't know what really happens next. But I know that I love him, and he told me that we belong together. So, you know, that's a start.",
        "Jessica: Wow. I'm really happy for you.",
        "Natalie: But surprised?",
        "Jessica: It's just that I thought...",
        "Natalie: John and Marty were solid. Yeah, I thought the same thing, too. But I finally admitted to myself that I still had feelings for John. In fact, I don't even know that I was ever really over him. And I just--I wondered if he felt the same way, and it turns out he did.",
        "Jessica: That's wonderful.",
        "Natalie: It's okay if you have mixed feelings. I know that you're friends with Marty.",
        "Jessica: And you're my sister, and I want what's best for you.",
        "Natalie: I'm really glad to hear you say that, especially after, um",
        "Jessica: Especially after what?",
        "Brody: Hello?",
        "Jessica: Hey! Ooh, that was fast.",
        "Brody: Natalie. I thought you'd be in London by now.",
        "Jessica: London?",
        "Natalie: Yeah. Yeah. Funny story: I was--I was going to London, leaving Llanview for good. But it looks like my life's not the only one who changed after I said good-bye to you last night.",
        "Jessica: You were with Brody last night?",
        "[SCENE_BREAK]",
        "Blair: Well, it should be obvious who I'm here for. Starr.",
        "Starr: Me?",
        "Blair: Yes. I knew you'd be here for your father. And even though I am taking a neutral stance on what he did and what he didn't do, I'm here to support you, dear.",
        "Starr: Thank you.",
        "Blair: Mm-hmm.",
        "Todd: All right, excuse me.",
        "Starr: That is so weird.",
        "Blair: What?",
        "Starr: The other day, you and Téa are snapping pictures, and now you guys are showing up to court together? Since when are you guys BFFs all of a sudden?",
        "Blair: What? Me and Téa? No.",
        "Starr: Yeah, you and Téa. What's up with that?",
        "Blair: Nothing. Nothing. Listen, if I am going the extra mile here, it's just because of Dani. I'm doing it for her sake-- which, by the way, thank you for going to the prom last night. I know it meant so much to Dani.",
        "Starr: Well, I just wanted her to have fun.",
        "Blair: Well, did you have fun, maybe a little bit of a good time, even though Cole couldn't be there?",
        "Starr: Actually, there were a few great moments.",
        "[SCENE_BREAK]",
        "Marty: I--I really can't thank you enough for giving Cole some time with Starr last night.",
        "John: They deserve it. Not many kids that age love each other the way they do.",
        "Marty: Yeah, you're right, and they're really being tested right now. I hope they can hang in there.",
        "John: I hope so, too.",
        "Marty: I guess there's only one other thing, huh?",
        "[John sighs]",
        "[Phone rings]",
        "Marty: You should take it. Take it.",
        "John: Yeah, McBain. When? Yeah, okay. I'm on my way.",
        "[SCENE_BREAK]",
        "Natalie: When I thought I was, um, leaving for good, I stopped by to say good- bye to Brody.",
        "Jessica: Aw.",
        "Brody: You know, we should probably get going if we want to squeeze in breakfast before I have to get to work.",
        "Jessica: Oh, right. Okay. I'll just go get my bag.",
        "Brody: So what happened?",
        "Natalie: The short version is that John found me at the airport, and he said that he read my letter, that he had feelings for me, and now we're back together.",
        "Brody: So when you saw him with Marty...",
        "Natalie: Apparently, it was a good-bye kiss.",
        "Brody: You're kidding. Well, you must be over the moon.",
        "Natalie: Yeah, yeah. And you with all that's happened with Jessica.",
        "Brody: Oh, it's a miracle. I mean, it's like the last few months never even happened.",
        "Natalie: I know. It's great having my sister back. It's really great.",
        "Brody: I don't know how last night fits into all this, but obviously, it never would've happened if we had any idea...",
        "Natalie: Obviously.",
        "Brody: Right.",
        "Natalie: I mean, we thought we were unattached, so...",
        "Brody: Right.",
        "Natalie: Yeah.",
        "Brody: So it's probably best if we...",
        "[Phone rings]",
        "Brody: I'm sorry. I'm sorry.",
        "Natalie: Yeah.",
        "Brody: John. Yeah. Sure. Be right there.",
        "Jessica: Ohh. Uh-oh. Let me guess--duty calls and breakfast is off?",
        "Brody: I'm sorry.",
        "Jessica: It's okay. I just got another memory back: Sharing my boyfriend with the LPD.",
        "[Brody chuckles]",
        "Jessica: Call me when you're off duty, okay? Hurry back.",
        "Natalie: I am so happy that you two are back where you belong.",
        "Jessica: [Sighs] So am I. You know, after everything that I did to push him away, I'm lucky he wants me at all. What about you two?",
        "Natalie: Me and John?",
        "Jessica: No. You and Brody.",
        "[SCENE_BREAK]",
        "Dorian: Sweetheart, part of growing up is falling under the spell of the wrong person-- I mean, sometimes several times, as in my case. It's a painful lesson, but one that has to be learned. I'd kind of like to know what the boy's name is.",
        "Langston: Um, it wasn't a boy. It was a man.",
        "Dorian: A man? Excuse me, but what kind of a man takes advantage of a high school student?",
        "Langston: I'm not a child. I'm an adult, and you used to treat me like one.",
        "Dorian: I do not mean to imply that you shouldn't take responsibility for your actions, but this man should take responsibility for his actions. He should know better.",
        "Langston: I should have known better. Ford was lying to me from the start, and if I had just been honest with myself, I would've seen it in a heartbeat.",
        "Dorian: Ford? Robert Ford, the guy who was producing David's reality show?",
        "Langston: Yeah. He's also one of Markko's teachers.",
        "Dorian: Well, he's a dead man now. Because when I get through with him...",
        "Langston: Don't even think about it. Besides, it's too late.",
        "[SCENE_BREAK]",
        "Jay: It's pretty simple, but if you have any questions, just give my office a call. In a week or so, we'll do some x-rays.",
        "Nurse: Clear the way! Incoming!",
        "Jay: What do we got?",
        "E.M.T.: Severe head trauma, massive blood loss. B.P.'s 90/50.",
        "Second E.M.T.: He's tachy at 110. G.C.S. is 4.",
        "First E.M.T.: Guy's been bleeding out for a while.",
        "Second E.M.T.: Amazing he's alive at all.",
        "Jay: All right, it looks like it's mostly coming from this laceration here. Let's get him in cube \"B\".",
        "[SCENE_BREAK]",
        "Starr: Mom, if you really are here for me, I'm fine, okay? I don't want you to feel like...",
        "Blair: Hey, have I told you that I love you today?",
        "Starr: Have you what?",
        "Blair: Because I love you so much, Starr. I do, and I know that I--I probably don't say it enough to you.",
        "Starr: Are you okay?",
        "Blair: Does something have to be wrong with me to make sure that the people I love know that I love them?",
        "[SCENE_BREAK]",
        "Todd: So what do you think? John McBain should be investigating Hannah O'Connor, right?",
        "Téa: Uh, possibly.",
        "Todd: What's the matter?",
        "Téa: Ohh, come on, Todd. You have to admit it's a long shot: Trying to make a man love you by pushing his mother down a flight of stairs?",
        "Todd: Listen, this girl was planning on accusing me from the get-go. And she knew what it would do to Starr and Cole. She splits them up, she gets Cole.",
        "Téa: I know that's what Starr thinks.",
        "Todd: Well, that's what I think, I mean, especially considering her history.",
        "Téa: Right--her attempt with the pills?",
        "Todd: Yeah. She tried to kill herself over a guy.",
        "Téa: Mm-hmm.",
        "Todd: I mean, doesn't that discredit her testimony as a witness?",
        "Téa: Well, maybe I can--um... let me just sit here and try to figure this out.",
        "Todd: Hey, what is wrong with you?",
        "Téa: Nothing. I'm a little tired.",
        "Todd: You seem a lot tired. Why?",
        "[SCENE_BREAK]",
        "Natalie: I mean, there's-- I mean, there's really not much to say. Brody and I have been friends for a long time.",
        "Jessica: Yeah, but you've gotten closer, right? Mom said that you guys really leaned on each other when I was acting like a--ohh. What I mean to say is, I'm really glad that you guys had each other.",
        "Natalie: Hey, you know, Brody's a great guy.",
        "Jessica: You're both pretty great. I pushed you both so hard, but somehow, you just kept on loving me.",
        "Natalie: Jess, you are one of the most important people in my life. Okay? I could never stop loving you.",
        "Jessica: Oh, thank God. Ohh, and thank God for Brody. You know, a lot of men would not have stuck by me through all this. They just would've moved right on to the next woman.",
        "[SCENE_BREAK]",
        "Brody: And you two didn't get home till this morning?",
        "Layla: About a half-hour ago.",
        "Brody: So Ford was here alone?",
        "Cristian: That's right. Fish doesn't live here anymore.",
        "Brody: What's that?",
        "John: Well, we're pretty sure it's the weapon used on this guy Ford.",
        "Layla: So what do you think happened? Um, a robbery? Ford came in and caught them in the act?",
        "John: I don't think it was a robbery, Layla.",
        "Cristian: Why not?",
        "John: Well, for starters, there's no sign of forced entry. I think whoever did this was after this guy Ford. So you guys have any idea who might've wanted him dead?",
        "[SCENE_BREAK]",
        "Langston: There's no point in talking to Ford. It's over. I'm never gonna see him again.",
        "Dorian: The man's a predator, and he has to be held accountable.",
        "[Langston sighs]",
        "Dorian: There are any number of women his own age, and yet, he wants to target an innocent young girl?",
        "Langston: I am not that innocent. I could've stopped it before things got out of hand. Nobody forced me to cheat.",
        "Dorian: Blair as much as told me that, you know, things weren't quite right with you and Markko. I should have taken steps as soon as I learned that there was trouble.",
        "Langston: It wouldn't have mattered. I would've found some way to blow you off. I wasn't listening to anyone, Dorian. I wasn't even listening to myself.",
        "Dorian: Well, it's never too late.",
        "Langston: Wait. Where are you going?",
        "Dorian: You stay here. When I get back, we'll talk.",
        "Langston: No, Dorian, you can't go over there.",
        "Dorian: I know what I'm doing!",
        "Langston: Dori-- [Sighs]",
        "[SCENE_BREAK]",
        "Jay: Let's get a lateral C-spine, C.T., MRI, angiogram, stat. Type and cross for 6 units, and get him started on a unit of O-Neg. I want to get a handle on this tachycardia before we\u0097",
        "Nurse: B.P. is dropping, Doctor. I'm getting 85 palp.",
        "Jay: Damn, we are losing him.",
        "[Monitor beeping fast]",
        "[SCENE_BREAK]",
        "Natalie: Brody adores you. I mean, there could never be another woman for him, ever.",
        "Jessica: Well, I'm just so lucky that he waited, because I wouldn't have wanted to put him through another day of it.",
        "Natalie: Yeah. Yeah, I'm actually--I'm curious about the timing just because when I saw Brody, he--well, he was really down. He said that the prom was a disaster?",
        "Jessica: It was, yeah.",
        "Natalie: And he was blaming himself for what happened, that he felt like he was pushing you too hard to try to remember things?",
        "Jessica: He was trying to help. I know that now.",
        "Natalie: Yeah, but, I mean, what he said to you about Mitch...",
        "Jessica: I know. I was awful. I accused him of lying, and I didn't remember because I didn't want to remember. But then everything came back. I remembered everything that-- that Mitch did to me. Natalie, he tried to rape me.",
        "Natalie: I know that this was probably really horrible for you when you realized that everything Brody had said was true. So when that moment came, what--what triggered it?",
        "Ford: You okay, baby?",
        "Jessica: Yes. I want this.",
        "Jessica: No!",
        "Jessica: Uh, it's just-- I don't know. It came back all of a sudden.",
        "[SCENE_BREAK]",
        "John: So what do you think? The victim have any enemies you knew of?",
        "Brody: We know he teaches at L.U. Maybe one of his students went off the deep end about something.",
        "Cristian: Yeah, yeah, maybe.",
        "John: Come on, Cris, this is pretty serious. If you know something, speak up.",
        "Cristian: Look, John, I don't want to lead anyone in the wrong direction here.",
        "John: Don't worry about that. Just let me know. Do you know of anyone that had a grudge against this guy Ford?",
        "Cristian: Markko Rivera was pretty upset at him. But I can't picture him doing something like this.",
        "John: Okay. What was he upset about?",
        "Layla: Ford was fooling around with his girlfriend, Langston.",
        "John: \"Fooling around\" as in having sex with her?",
        "Cristian: And Markko found them here together.",
        "Brody: When was this?",
        "Cristian: Last night. Layla and I ran into him at the diner and he told us what happened.",
        "John: How'd he seem?",
        "Cristian: How was he supposed to seem? He just found out his girlfriend was cheating on him. He was freaked out.",
        "Layla: Yeah, he had just broken up with Langston. He was still trying to process it, and he didn't know if he was coming or going.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "[SCENE_BREAK]",
        "Téa: There is nothing wrong with me that a few hours of sleep won't cure. Unfortunately, when I have to be in court in the morning, late nights are part of the package.",
        "Todd: Well, I don't mind you busting your butt for my case. Just don't fall asleep in front of the judge.",
        "Téa: Oh, don't worry. When it comes to keeping you out of prison, there is no one on earth more motivated than I am right now. [Sighs]",
        "Starr: Did Téa buy our theory?",
        "Todd: Well, she wants to make it work, she just doesn't know how.",
        "[SCENE_BREAK]",
        "Téa: Listen.",
        "Blair: What?",
        "Téa: I really think you should go, okay?",
        "Blair: Why?",
        "Téa: Because Todd has a feeling that something is up. I bet he's watching us right now, right?",
        "Blair: No, no, he--Todd doesn't know anything that's going on.",
        "Téa: Yes, but let's not push it. I feel fine, okay?",
        "[Phone rings]",
        "Téa: Now, listen, if something happens--you should get that.",
        "Blair: I'm sorry. Langston?",
        "Langston: Blair, I need you.",
        "Blair: Uh, what's wrong?",
        "Langston: Everything. And you're the only one who will understand. Please, will you just come over?",
        "Blair: Um...",
        "Téa: Just go.",
        "Blair: Yes, I'll be right there. Okay. Thanks. Bye.",
        "[SCENE_BREAK]",
        "Téa: Okay. So the judge is gonna be here soon, so we should be getting started.",
        "Todd: Aw. Look at that--another person to gloat when they throw the book at me.",
        "Téa: [Chuckles] Listen, instead of doing something stupid, which seems to come naturally with you, why don't you listen to me so I can prepare you for what's about to happen?",
        "Todd: Ah.",
        "Téa: Okay.",
        "Starr: Okay, good luck, Dad.",
        "[SCENE_BREAK]",
        "Starr: Marty?",
        "Marty: Hi, Starr.",
        "Starr: Hi. I just wanted to thank you.",
        "Marty: For what?",
        "Starr: I know that you had something to do with getting Cole to prom last night.",
        "Marty: Yeah, well, it was a group effort.",
        "Starr: It was so great. I mean, I know that I'll never forget it, and neither will Cole.",
        "Marty: Well, I'm on my way to see him now. I just stopped in for a second to see if Todd's case had started.",
        "Starr: Not yet. My dad's going to be charged with murder and attempted murder, unless you tell the court that Hannah O'Connor is the one who pushed you.",
        "[SCENE_BREAK]",
        "John: So anyone besides Markko who might've had it in for this guy?",
        "Cristian: No, no. Not that I know of. But, look, John, I don't think Markko's your guy. I can't see him doing anything like this.",
        "John: Okay. Thanks for all your help, all right? If anything comes to you down the line, please let me know.",
        "Cristian: Okay.",
        "Layla: Mm-hmm.",
        "Brody: Hey, Cristian? You know, maybe now is not the best time, but I thought you'd like to know. Jessica had a breakthrough last night.",
        "Cristian: A breakthrough?",
        "Brody: Yeah. She remembered everything.",
        "Cristian: Wow. That's great.",
        "Layla: So everything's back to normal?",
        "Brody: Yeah, pretty much. All of us, her family--we're really grateful. Thank you.",
        "Cristian: Good, good. I'm really happy for her, for both of you.",
        "Layla: Brody.",
        "Brody: Any prints yet?",
        "John: No. We're still collecting. But from the blood evidence, whoever did this wanted the guy dead. And when they left here, they thought the job was done.",
        "[SCENE_BREAK]",
        "Jay: Come on, buddy. Stay with me. Come on. Come on, let's go, guys! Find me an O.R. We need to get him into surgery right away.",
        "[SCENE_BREAK]",
        "Téa: Okay. So when the judge asks you how you plead...",
        "Todd: I'm not gonna screw up. So don't you screw up, either.",
        "Téa: Oh, believe me, I won't. I need you free. I need it as much as you do.",
        "Todd: Why's that?",
        "Téa: That's why.",
        "Todd: You know, she looks beautiful.",
        "Téa: And you can't have any kind of relationship with her behind bars, so we're not letting that happen.",
        "Todd: I hope it's not too late.",
        "[SCENE_BREAK]",
        "Marty: Hannah didn't push me, she saw who did.",
        "Starr: She said she saw my dad because she knew that everyone would believe it except for me. That would put me on one side and Cole on the other--exactly where she wants us.",
        "Marty: There's other evidence besides Hannah.",
        "Starr: What, the threads? That's not enough to put my dad away. And what about the fact that you didn't see him? You didn't see who pushed you.",
        "Marty: It doesn't mean he wasn't there.",
        "Starr: Okay, my dad wouldn't do something like this. I mean, it's horrible for me to say it because I know that my dad loves to plot revenge. But he wouldn't push you down the stairs. That's not how he works. You're a psychiatrist. You know these things. You know that Hannah-- she could possibly do something like that.",
        "[Judge pounds gavel]",
        "Starr: Marty, I'm sorry. It sounds like they're starting, and I have to go. But will you please just even consider that Hannah is the one that did this?",
        "[SCENE_BREAK]",
        "Jessica: So why it happened and when I can't say, but I am just so thankful that it's over. And can we please stop talking about me, okay, because I had enough of this when I was starring in \"I was a teenage Jessica,\" which, P.S., the worst movie ever.",
        "Natalie: Yeah, I--I really wish I could say that you weren't bad, but you kind of were.",
        "Jessica: I know! Wasn't I?",
        "Natalie: Yeah.",
        "Jessica: Ohh. So let's hear about how you and John got back together.",
        "Natalie: I--it's a long story.",
        "Jessica: Well, I have time, so let's go. I want to hear everything that happened last night, every single detail.",
        "Jessica: So?",
        "[SCENE_BREAK]",
        "Brody: Well, I guess we're gonna want to talk to Markko Rivera.",
        "John: Mm-hmm. Langston, too. Looks like she was on the scene when all this went down. Tell you what, start talking to people. Find out where they were and when. Let's get a timeline going.",
        "Brody: You got it.",
        "John: Thanks. Whoever did this, I don't think they were a pro. I'm sure they left something behind.",
        "Dorian: I'm the mayor. You can't stop me from going in there. I need to speak to Robert Ford.",
        "John: Yeah, that's not gonna be possible. Someone tried to kill him last night.",
        "[SCENE_BREAK]",
        "Blair: Langston... sweetheart, what on earth's...",
        "Langston: I just made a mess of things and I don't even know what to do anymore.",
        "Blair: Oh, shh.",
        "[SCENE_BREAK]",
        "Jay: All right, let's go. They're holding room 3.",
        "Markko: Excuse me, excuse me. I know you need to go, but please, I just need to know. Is Ford gonna make it?",
        "[SCENE_BREAK]",
        "Blair: Now, Langston, here. Have some water. What you need to do, you've just got to calm down.",
        "Langston: I can't. You don't understand.",
        "Blair: Well, what is it I don't understand here?",
        "Langston: I did something terrible last night."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=S4RRFy-qJao"
}