{
    "Episode Summary": [],
    "Recap": [
        "Jared and Natalie kiss but they are interrupted by David, who looks for Dorian. Clint and Nora kiss, while Dorian watches from the door. Alex confronts Nigel about David being the long lost son of Asa Buchanan. Nigel denies saying that David was Asa's long lost son. Blair and Todd are in Paris, Texas and are just across the hall from Marcie and Tommy, and just next door to Viki. Marcie tells Tommy to have a good night's sleep. Todd wants to go search for Marcie and Tommy, but Blair stops him. Charlie talks with Viki about Todd. Charlie wants to know more about Todd. Jared bears his heart and soul to Natalie. Nora and Clint vow to be just friends and to forget about the kiss. Viki invites Charlie to the Thanksgiving dinner at the café. Todd knocks on Marcie's door, but Marcie refuses to answer. Todd knocks on Charlie's door, but Charlie cannot give Todd much help. Gigi spies the poster that Todd had placed on the pop machine. Natalie pries herself away from Jared so they can have another date. David and Dorian make love."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "David: Ahem.",
        "Jared: Ahem.",
        "Natalie: David, what are you doing here?",
        "David: Looking for Dorian.",
        "Natalie: What's Dorian doing here?",
        "David: Looking for your father.",
        "Natalie: Well, I -- I knew that Dad invited her, but I thought she took a pass on it.",
        "David: Well, I guess she took a pass on the pass.",
        "Natalie: Well, I have no idea where Dad is, but I guess I'll be happy to see Dorian.",
        "[SCENE_BREAK]",
        "Nigel: David Vickers, a member of this family? Where on earth did you ever get such an absurd idea?",
        "Alex: Why, Nigel, you told me yourself.",
        "[SCENE_BREAK]",
        "[Paris, Texas]",
        "Viki: Well, thank you very much for sticking around while I closed up the cafe.",
        "Charlie: Well, what kind of a gentleman would I be not to see a lady home?",
        "Viki: I'm seeing you home, too.",
        "Charlie: Hmm. I'm just glad you're still speaking to me.",
        "Viki: Oh, Charlie, come on. Everybody's got a past.",
        "Charlie: Yeah, and some are more checkered than others.",
        "Viki: Hmm.",
        "Charlie: And I'm happy to be clean and sober now.",
        "Viki: Takes a lot of strength to try and change, you know? Oh, God.",
        "Charlie: What? Did I miss something?",
        "Viki: No, no, no. I was just thinking, how many millions of times have I said those exact words to my brother?",
        "Charlie: What, is he a real stinker?",
        "Viki: Oh, yeah -- the biggest.",
        "[SCENE_BREAK]",
        "Todd: What the hell kind of restaurant closes that early anyway?",
        "Blair: Oh, Todd, this is Paris, Texas, not Paris, France. Obviously, they don't eat this late. You want a candy bar or something?",
        "Todd: No. What I really want is to know that Marcie hasn't skipped town yet.",
        "[SCENE_BREAK]",
        "Marcie: Night-night, my little man. Just sleep tight, okay?",
        "[SCENE_BREAK]",
        "Blair: Wait -- hey, hey. Where -- where are you going?",
        "Todd: To look for my son.",
        "Blair: Where?",
        "Todd: Here. Didn't -- didn't McBain say that he and Marcie were here?",
        "Blair: What are you going to do, Todd, just -- just roam the streets? I don't think you noticed, but the sidewalks have been rolled up this time of night here.",
        "Todd: I just can't sit here and do nothing, though.",
        "Blair: You called the sheriff and we're going to meet with him first thing in the morning.",
        "Todd: Yeah. Marcie could be halfway to Nogales by now.",
        "Blair: Well, Todd, if that's the case, the border patrol probably picked her up. There's nothing you can do. Let's just wait until the morning when everything's open and then we'll pass out all these fliers.",
        "Todd: It's just that we're running out of time now. Today's Thanksgiving or tomorrow's Thanksgiving. The kids aren't here. And the longer Cole's missing, the -- well, the more Starr needs your help.",
        "Blair: She needs us both.",
        "Todd: Oh.",
        "Blair: What? What's funny?",
        "Todd: Ah -- nothing, actually. Nothing's funny about this at all.",
        "[Todd chuckles]",
        "Todd: And here I'm trying to be a good dad, chasing after my missing son, and I've left the kids I have hanging out to dry.",
        "Blair: Well, if this search continues, I will have to go home soon.",
        "Todd: Yeah, I guess that's the best thing.",
        "Blair: Todd, I feel like, you know, we're getting close. Marcie cannot stay on the run forever. I mean, who knows, you know? Maybe tomorrow will be a great Thanksgiving day and we can take our son home.",
        "[SCENE_BREAK]",
        "Charlie: So what's the story on your brother?",
        "[Viki chuckles]",
        "Charlie: Hmm.",
        "Viki: He is unique, I guess you could say. It would take years to explain him.",
        "Charlie: Oh, I'm not going anywhere -- at least not until I find out if the lead on my son pans out.",
        "Viki: You actually have a few things in common with my brother, although I think you've been better at fighting your demons than he has been.",
        "Charlie: Yeah. Well, I'm trying anyway. So tell me about your brother. Tell me about your kids. Tell me about your childhood.",
        "Viki: Nah, I don't want to bore you.",
        "Charlie: Not even a chance. Viki, I have got all the time in the world to spend with you -- if you want to.",
        "Viki: Yeah, I do, very much.",
        "Gigi: Oh, my God -- not again! Just pretend you didn't see me and go back to whatever. Oh.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Gigi: It's Gigi.",
        "[Knock]",
        "Gigi: Hey, Sally Ann.",
        "Marcie: Hey.",
        "Gigi: Sorry for stopping by so late. Uh -- just wanted to see how it's going.",
        "Marcie: Oh, it's going great. The port-a-crib -- it has been amazing. He's such -- he's been sleeping like an angel.",
        "Gigi: That's because he is an angel. I got you some more stuff that I thought you might need. Uh -- Billy is in big-boy diapers, right?",
        "Marcie: Yeah.",
        "Gigi: Oh, good.",
        "Marcie: You know, you didn't have to do this.",
        "Gigi: Oh, I know -- I wanted to.",
        "Marcie: Billy and I, we're -- we're strangers to you and --",
        "Gigi: Not anymore. I've needed help most of my life, especially since I had Shane, so it feels good to help somebody else.",
        "Marcie: I really don't know how to thank you -- for everything that you've done for me.",
        "Gigi: Well, there is something you can do.",
        "[SCENE_BREAK]",
        "David: Natalie? Who's that?",
        "Natalie: He's Jared. Last I heard, you were in Martinique.",
        "David: Paradise isn't all it's cracked up to be. Would you believe that I got homesick for the good old U.S. of A.? I went to rehab.",
        "Natalie: Rehab?",
        "David: I was working. I was not a patient. What?",
        "Natalie: Just you with -- with a job.",
        "David: I'm not a total waste of humanity. Hey, do you have any idea how my liver is working out with Jessica?",
        "Natalie: Oh, Jess is doing fine.",
        "David: I don't care about Jessica. How's my liver doing?",
        "Natalie: You know, you really haven't told me why you're here.",
        "David: I should probably find Dorian before she gets herself in some trouble. I'll see you.",
        "[SCENE_BREAK]",
        "Nora: Uh-oh.",
        "Clint: Nora? I'm sorry.",
        "Nora: Oh, no, please don't. Don't even, you know, think about it, really, seriously. It's -- just forget it happened.",
        "Clint: I don't think either one of us could do that.",
        "Nora: Well, I -- I mean, I didn't mean to -- I don't need this anymore. I didn't mean to imply that it was a forgettable, um, kiss. It wasn't, because it was a very sweet -- it was nice, it was -- I'm just stammering, aren't I? Oh. I don't -- I don't want this to ruin our friendship.",
        "Clint: No, and you're too good a friend for me to want to sweep this under the rug. I mean, even if we never mention the kiss again --",
        "Nora: Right.",
        "Clint: It's going to be there.",
        "Nora: Kind of like that 800-pound gorilla, huh?",
        "Clint: Who's been in the room for quite a while.",
        "Nora: Yeah. It has.",
        "[SCENE_BREAK]",
        "Natalie: What exactly did that kiss mean?",
        "Jared: If you're asking me to apologize, I'm --",
        "Natalie: Was it real or was it just another one of your tactics?",
        "Jared: That's what you think that kiss was -- a tactic?",
        "Natalie: Not like you haven't done them before.",
        "Jared: Okay, that kiss back in the office -- that was to prove a point.",
        "Natalie: And the point was?",
        "Jared: I wanted to prove to you how much you wanted me.",
        "Natalie: And this was?",
        "Jared: I wanted to show you how much I wanted you.",
        "Natalie: So I am supposed to believe that you really meant that kiss?",
        "[Jared chuckles]",
        "Jared: You couldn't tell? That's great.",
        "Natalie: Well, I spent the last two days trying to drive you crazy, making you think that I was sleeping with the hunky ranch hand who now owns the ranch.",
        "Jared: And it worked. You -- you made an honest man out of me.",
        "Natalie: I don't know.",
        "Jared: Sure you do, because from the first time we met, it was like something went off inside of us. And the more we got to know each other, the more we felt it.",
        "Natalie: You never talked about you before. You always talk about me and how hot I am for you.",
        "Jared: I know.",
        "Natalie: Why did you play all those stupid games?",
        "Jared: Because of who you are, and who I am.",
        "Natalie: And what is that supposed to mean?",
        "Jared: You're a Buchanan, Natalie. I'm not.",
        "Natalie: And that should make a difference?",
        "Jared: Did to me. I wanted to keep things light because I thought maybe then you wouldn't think I was after your money, you know?",
        "Natalie: Okay. And what am I supposed to think now?",
        "Jared: I don't work for you anymore, right? And you're not exactly a Buchanan heiress.",
        "Natalie: I still have the money from my mom's side of the family.",
        "Jared: That you locked up into a trust that you can't touch.",
        "Natalie: How much do you really know about me?",
        "Jared: Natalie, will you just listen to me? I have no vested interest in getting together with you except that I can't help myself, okay? So there, that's it. You do that to me. I've laid all the cards on the table, nothing up my sleeve. It's you.",
        "Natalie: Wow.",
        "Jared: \"Wow\"? I bare my soul to you and that's what you say -- \"wow.\" Okay.",
        "Natalie: Who wants to talk?",
        "Jared: Hmm.",
        "[SCENE_BREAK]",
        "Nigel: I would never speak to you about any of Mr. Buchanan's personal affairs.",
        "Alex: Well, you didn't actually say it directly to me. You said it to Max Holden after Asa's funeral.",
        "Nigel: You were eavesdropping!",
        "Alex: No! I just happened to be by the study when you said that Asa had another son and his name was David Vickers.",
        "Nigel: Well, yes, I do recall mentioning to Mr. Holden about another son, but I was speaking of Mr. Davidson. No, no, see, you heard \"Davidson\" and you thought I said \"David's the son.\"",
        "Alex: Oh, good try, Nigel, but I heard you say that David Vickers was the son.",
        "Nigel: No, and how they would \"bicker\" -- \"Vicker\", \"Bick\"-- you know, Mr. Davidson and Mr. Buchanan. No, how they would row --",
        "Alex: Give it up, give it up. I know what I heard. Now, this means that my husband is a Buchanan heir, which means that I am a very wealthy woman.",
        "Nigel: Please. Isn't that why you married him?",
        "Alex: Why else would I marry that twit?",
        "[SCENE_BREAK]",
        "Dorian: Oh.",
        "David: Dorian, for crying out loud, stop running! I've been trying to catch up to you ever since you entered the house. What happened -- a bear, a coyote?",
        "Dorian: That bitch.",
        "David: One of the dogs?",
        "Dorian: She's been after him all along.",
        "David: Who?",
        "Dorian: Clint!",
        "David: Did she bite him?",
        "Dorian: Bite him?",
        "David: The dog?",
        "Dorian: I don't know if there was any biting involved, but there was a lot of kissing.",
        "David: Well, I guess there's nothing wrong if she gave him a little lick.",
        "Dorian: Huh -- how about full tongue?",
        "David: He put his tongue in her mouth?",
        "Dorian: I'm telling you, it was a major lip lock!",
        "David: Are we talking about the same thing?",
        "Dorian: All those late-night talks, the moonlit horseback ride. It was all leading up to one thing -- that kiss -- and she had it all planned.",
        "David: And you were worried about Nora.",
        "Dorian: I'm talking about Nora.",
        "David: But I thought you -- oh. Nora and Clint? So that wasn't just in your head, huh?",
        "Dorian: I told you that was the major reason I came down here -- to prevent something like this happening, but I was too late!",
        "David: Look on the bright side.",
        "Dorian: What's the bright side?",
        "David: It could've been Viki.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Charlie: I got to tell you, your friend Gigi has just about the worst timing of anybody I have ever known.",
        "Viki: Yeah, she does.",
        "Charlie: Hmm.",
        "Viki: But, I mean, maybe it's not a bad thing. We're still getting to know each other. Maybe we should, you know, as they say, take it slow.",
        "Charlie: You think so?",
        "Viki: I do.",
        "Charlie: Okay. Well, then I do, too, because I do not want to blow a good thing with the most interesting woman that I have met in a very long time.",
        "Viki: It's been a long time since I've heard something so nice from such an interesting man. It was very nice, thank you.",
        "Charlie: Well, you better get used to hearing it.",
        "Viki: Okay. Good night, Charlie B.",
        "Charlie: Well, good night, Viki D.",
        "Viki: I'll see you in the morning.",
        "Charlie: Oh, well, wait. Aren't you going to go somewhere for Thanksgiving?",
        "Viki: No. Well, the cafe's open for business.",
        "Charlie: Oh.",
        "Viki: And then, actually, we're having a little staff dinner at the end. If -- you're not doing anything, would you like to join us?",
        "Charlie: That would be my great pleasure. Thank you.",
        "Viki: Yeah.",
        "Charlie: Viki? I just want to say that even though I know you came here to lose yourself, I'm awfully glad I found you.",
        "[SCENE_BREAK]",
        "Todd: You said \"our\" son. What does that mean?",
        "Blair: I'm your wife, aren't I?",
        "Todd: Yeah -- by convenience, and $5 million.",
        "Blair: Well, your boy is my stepson -- legally, right?",
        "Todd: So, we're just talking about your legal obligation to him?",
        "Blair: Till we get him home.",
        "Todd: Yeah -- and then what?",
        "Blair: I don't know. I mean, why are we even talking about this? We haven't even found him yet and then we can argue about how long our marriage is going to last later.",
        "Todd: Yeah, you're right. You got enough to worry about. Should we call Starr?",
        "Blair: Well, Carlotta said that this is the first time that she's actually got any sleep since she found out Cole was missing.",
        "Todd: Yeah. And with Dorian gone, she's there by herself.",
        "Blair: She's not by herself. I told you, Carlotta is there.",
        "Todd: Yeah, but Carlotta's not family. She's family -- it's Thanksgiving.",
        "Blair: Well, Dorian will be home soon. Just --",
        "Todd: Why didn't I think of it before? Viki -- Viki can look after her. She's back from her trip.",
        "Blair: You think she is?",
        "Todd: Well, let me give her a call.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Viki: Hello?",
        "[SCENE_BREAK]",
        "Clint: This has been happening for a while.",
        "Nora: What exactly is \"this\"?",
        "Clint: I feel closer to you.",
        "Nora: Well, of course you do, Clint. I mean -- well, God, we live under the same roof -- I mean, albeit it's a huge roof, but we -- we run into each other at all times of the day and night and -- and you've been there for me, you've been so wonderful. You know, while I've been ranting about insurance claims and cases I've been working on and Matthew's coach who won't give him enough time as a forward, and --",
        "Clint: And you were there when Asa died. Somehow, you knew what to say when it needed to be said, and I appreciate that.",
        "Nora: Well, then that's what this is. You're just showing me your appreciation.",
        "Clint: Partly, but I'm not altogether sure I should've done it. Not because of you, Nora, because of Dorian. It feels disloyal to both of you.",
        "[SCENE_BREAK]",
        "Dorian: David, don't joke, not now.",
        "David: You really are upset. I'm sorry.",
        "Dorian: Yes, I am so upset that I don't even want to talk about it. I just want to find my purse and get out of dodge.",
        "David: Oh, no, you don't. I know you. You need to calm -- come here, come in here. You need to calm down --",
        "Dorian: I have been humiliated enough, I do not --",
        "David: Just for a moment. Just come in here and relax. There are a lot of guns on display in this house, and a few too many trophy heads. I don't want Nora's head to end up on a wall -- or Clint's -- well, Clint's I'm okay with, actually.",
        "Dorian: Nora's head deserves to be on a wall -- after what she did to me?",
        "David: So she took Clint into the barn, made her move?",
        "Dorian: It must've happened that way -- he would never have initiated it.",
        "David: Not if he's got a gal like you. So take a deep breath, tell me exactly what happened.",
        "Dorian: Well, you know what happened. I left you -- and your wife -- and Nigel, and I went to go look for Clint and Nora. I thought I would check in the barn to see if they had come back, and yes -- there they were, in the hay.",
        "David: Maybe it was a friend kiss?",
        "Dorian: No, it was the real deal. You see, Clint and I have been going through sort of a rough patch, and Nora was fueling the flames, and now I know why. I thought that we had a commitment, and then I -- I find him in the arms of that slut, who has been living under the same roof with him for months? I ask you, how long -- how long have they been carrying on behind my back?",
        "David: Too long, as far as I'm concerned!",
        "Dorian: Where are you going?",
        "David: To kick Clint Buchanan's butt -- or hire someone who can.",
        "Dorian: Wait! Wait.",
        "David: What?",
        "Dorian: I cannot thank you enough for that. But I beg of you, please don't leave me alone. Not here, and not now.",
        "David: Hey -- hey.",
        "[SCENE_BREAK]",
        "Nigel: Let me get this straight. You married David Vickers -- a man you can't abide -- for his money?",
        "Alex: Oh, why not, Nigel? Even though I wasn't, you all always thought that I was a gold digger.",
        "Nigel: Not this time, I'm afraid.",
        "Alex: What's so funny?",
        "Nigel: Madam, Mr. Vickers has no money.",
        "Alex: He is a Buchanan whether you like it or not.",
        "Nigel: And Mr. Buchanan didn't bequeath any of his living descendants a cent.",
        "Alex: Oh, you expect me to believe that?",
        "Nigel: Oh, well, let's hear it from Mr. Buchanan himself.",
        "[SCENE_BREAK]",
        "Gigi: It couldn't have been easy for you to trust me, with everything you've been through. You've been straight up with me, and, Sally Ann, that means a lot to me. So, what's your next move -- south of the border?",
        "Marcie: What makes you think that?",
        "Gigi: We're in Texas, honey. Canada is a hell of a long drive.",
        "Marcie: I need to go to Mexico, and fast. I -- I can't. As -- as long as I -- there's someone running after me, so I can't stay here, but I'm running out of money.",
        "Gigi: Oh, I wish I could help you with that, but Shane's medical bills take every extra dime I have -- he's got asthma. His inhalers alone cost 40 bucks a pop.",
        "Marcie: Oh, God, no, don't worry about me, really.",
        "Gigi: Maybe if I won the lottery someday, or some gazillionaire walked through the door of the Bon Jour and swept me off my feet. I'll probably have a better shot with the lottery. But I'm not giving up, and neither should you, just because you got mixed up with that jerk. There are plenty good guys out there.",
        "Marcie: I know that.",
        "Gigi: Maybe you and I will hook up with a couple. One of the other waitresses at the cafe did, and she cannot stop smiling.",
        "[SCENE_BREAK]",
        "[Radio plays]",
        "Viki: Charlie.",
        "Charlie: Oh -- yeah, I just wanted to see if you got home all right.",
        "Viki: Huh. Yeah. Yeah, I did, I'm fine. Um -- how about you? Did you run into a lot of traffic on your way back?",
        "Charlie: No, I made pretty good time. Now, what is that I'm hearing? Is that Augie March?",
        "Viki: Um -- I actually -- I don't know. I can turn it down, though, you know --",
        "Charlie: No, it's okay -- one of my favorites.",
        "Viki: Oh. Yeah, I like it, too. Makes me feel kind of lonely, you know?",
        "Charlie: Yeah, but in a good way, right?",
        "Viki: Exactly. So, I -- I guess I should hang up, huh?",
        "Charlie: You have to?",
        "Viki: No. No, not really.",
        "Singer: Strangers at the door",
        "Viki: Okay. Tell me, Charlie B, what's your sign?",
        "[SCENE_BREAK]",
        "Todd: No answer at Llanfair. She must still be in Paris.",
        "Blair: And so are we -- in Paris, Texas. I think we need to go to bed.",
        "Todd: Go ahead; I'm not going to sleep.",
        "Blair: Todd --",
        "Todd: I'm not going to just sit here and do nothing. I have to do something; I don't care if everything's closed.",
        "Blair: Well, what are you going to do -- knock on every door in town?",
        "Todd: Absolutely. I'm going to start with these doors.",
        "Blair: Uh -- no, no, no, you are not knocking on the doors here at this motel. They're going to kick us out.",
        "Todd: Yeah, I guess that's true, isn't it? Bad idea. All right, I'll wait till morning.",
        "Blair: Good. I'm going to go take a shower.",
        "[Shower runs]",
        "[SCENE_BREAK]",
        "Gigi: All right, well, I'll let you get to bed, okay?",
        "Marcie: Okay.",
        "Gigi: Um -- hey, what are you doing for Thanksgiving?",
        "Marcie: Staying here.",
        "Gigi: Why don't you come have dinner with me at the cafe? You can bring Billy.",
        "Marcie: I'll think about it.",
        "Gigi: All right. Well, hey, if you need anything, please call me, you have my number.",
        "Marcie: I will.",
        "Gigi: All right.",
        "Marcie: Oh -- um -- you know, I -- I never really thought I'd have a friend as good as you ever again, you know?",
        "Gigi: Okay, stop, you're going to make me cry.",
        "[Marcie laughs]",
        "Gigi: Good night.",
        "Marcie: Good night.",
        "Marcie: You know, I -- I wish I didn't have to lie to her, you know? She'd be really upset. But someday when we get settled, I am going to make sure that I pay her back. I'm going to pay her back, and I'm going to pay back every single person who ever helped us. Someday.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Viki: Oh, hang on a second, someone's at the door. Just hang on. Hey.",
        "Gigi: Hey.",
        "[Gigi gasps]",
        "Gigi: Charlie?",
        "Viki: Yeah.",
        "Gigi: My timing again. I'll see you in the morning.",
        "Viki: No, no, no, come in. Come in, we're just finishing up, honest.",
        "[SCENE_BREAK]",
        "Todd: Eeny, meeny, miney.",
        "[SCENE_BREAK]",
        "Marcie: Gigi must have forgotten something.",
        "Marcie: Wait a minute. If that was Gigi, then she would say that it was her.",
        "[SCENE_BREAK]",
        "Charlie: You know, Viki, listen, I can hear you got company, so I'll let you go.",
        "Viki: Okay. I'll say good night, then.",
        "Charlie: Oh, one last thing --",
        "[Knock on door]",
        "Viki: Hey, sounds like you have company.",
        "Charlie: Hold on. Um, let me see who it is.",
        "Viki: I'll be right with you, okay? There's somebody at his door.",
        "[SCENE_BREAK]",
        "Charlie: Yeah?",
        "Todd: Hi. Uh, I just want to know if you have ever seen this woman.",
        "Charlie: No, can't say that I have.",
        "Todd: She was traveling with this -- this baby boy here. Take a -- take a closer look.",
        "Charlie: Oh -- um -- okay, just hang on a minute. Yeah, Viki? Listen, there's -- there's some guy here, he needs some help finding somebody, and I kind of feel for him -- he reminds me of me and my boy.",
        "Viki: Well, I'll just say good night, then, okay?",
        "Charlie: Yeah, just -- one last thing -- uh -- do you like roller skating?",
        "Viki: Excuse me?",
        "Charlie: Roller skating -- you know, like, in a rink, but it's old school. You know, real roller skates, not these rollerblades.",
        "Viki: Oh, Charlie -- listen, I haven't done that in, like, forever.",
        "Charlie: Right, neither have I, but I found this great place, it's out by the drive-in. So what do you say -- is it a date?",
        "Todd: Hello? Remember me?",
        "Viki: Sure, why not. It's a date. Good night.",
        "[SCENE_BREAK]",
        "Gigi: Hmm-hmm-hmm. Sounds like things are going pretty good with you and Charlie.",
        "Viki: You know what? I'd say they're better than \"pretty good.\"",
        "[SCENE_BREAK]",
        "Charlie: Yeah -- no, I'm sure I haven't seen her. But good luck in finding her.",
        "Blair: What in the world are you doing out here? Get back in here. If you knock on people's doors and wake them up, they're not going to want to help you. Come on, Todd.",
        "Todd: All right. Hey, first thing tomorrow morning, I'm going to go asking around at that diner.",
        "Blair: Okay.",
        "[SCENE_BREAK]",
        "Gigi: I'm so happy for you and Charlie.",
        "Viki: Oh, no, no, there -- there's no \"me and Charlie,\" not yet.",
        "Gigi: But you're getting there?",
        "Viki: He's a really nice man. Thank you for pushing me.",
        "Gigi: I just hope I gave the right advice to my friend across the hall.",
        "Viki: She the one you took breakfast to?",
        "Gigi: Yeah, she's a young single mom like me, only her baby's daddy is a real bastard. She's having a heck of a time seeing any light at the end of the tunnel.",
        "Viki: Sometimes it's really hard to know that you can come out okay at the other end.",
        "Gigi: Maybe you could talk to her.",
        "Viki: Be happy to, yeah. I mean, I'd certainly like to know somebody was looking out for my daughters if they were in trouble.",
        "[SCENE_BREAK]",
        "Chuck: Ahem. Oh. You okay, Natalie?",
        "Jared: Couldn't be better, Chuck, thanks for asking.",
        "Chuck: I asked her.",
        "Natalie: I'm great, Chuck, thanks.",
        "Jared: Don't think she needs your help anymore, dude.",
        "Chuck: Okay -- long as you're all right?",
        "Natalie: I am. Thanks.",
        "Jared: I think you might've broke old Chuck's heart there.",
        "[Jared chuckles]",
        "Natalie: No, he knows how I feel about you.",
        "Jared: Which is?",
        "Natalie: Are you cold?",
        "Jared: Not even close.",
        "Natalie: You know, I -- I think it might be warmer in the house, and it's -- it's getting late.",
        "Jared: Ah, right.",
        "Natalie: And I probably should be getting to bed.",
        "[SCENE_BREAK]",
        "Clint: My relationship with Dorian, as you know, is not without its problems.",
        "Nora: Yes.",
        "Clint: And I did -- I asked her to come down here to Texas with me, she said no -- that later became an issue. But as a couple, we're not over, not yet.",
        "Nora: Okay.",
        "Clint: And I'm telling you all this because the kiss was -- was just not fair.",
        "Nora: It really is -- we've been thrown together a lot lately, and we're both still grieving for Asa. And frankly, I just don't get out that much.",
        "Clint: I'm glad you understand. I want to try to make it work with Dorian. As much as I'm attracted to you -- and I am -- I have told Dorian that I'm in love with her.",
        "[SCENE_BREAK]",
        "Dorian: I really did think that Clint and I had a chance. I mean, we did have some problems that we needed to overcome, but -- but I -- I really did think that, you know, we were moving in that direction. That we were on our way to having something really meaningful. Oh, I'm sorry, I really hate this.",
        "David: Hey. You deserve better, Dorian.",
        "Dorian: Yes. Yes, I do.",
        "David: Nothing short of the best.",
        "Dorian: Oh -- that's right.",
        "David: To heck with him. You got a great life. You got your girls.",
        "Dorian: Mm-hmm.",
        "David: You've got people who care about you, who hate seeing you hurt by anyone.",
        "Dorian: People like you?",
        "David: If I could, I'd take your pain away right now.",
        "Dorian: I wish you could. Oh -- oh \u0096",
        "[SCENE_BREAK]",
        "Nigel: And there you have it, in Mr. Buchanan's own words. His heirs will receive no money from his estate whatsoever.",
        "Alex: David Vickers is Asa's long-lost son. He's bound to have left him something.",
        "Nigel: I am afraid not.",
        "Alex: Oh -- I have to find Clint -- I'm through dealing with the help.",
        "Nigel: Oh, I really wish you wouldn't do that.",
        "Alex: Don't even try to stop me.",
        "Nigel: The family doesn't know about Mr. Vickers.",
        "Alex: Why not?",
        "Nigel: That's how Mr. Buchanan wanted it.",
        "Alex: He was never going to tell them?",
        "Nigel: I don't have to remind you how little love was lost between Mr. Buchanan and Mr. Vickers. The last thing the family would want is to claim him as a member, especially if you're part of the package.",
        "Alex: Well, that's just too damned bad. I am Alex Buchanan, and I am going to get what's coming to me.",
        "Chuck: Some kind of trouble going on here?",
        "Nigel: You're looking at it.",
        "Alex: Oh \u0096",
        "[SCENE_BREAK]",
        "Natalie: My room's right over there.",
        "Jared: Yeah -- and mine's back there. So -- uh -- which way do we go from here?",
        "Natalie: I'm going to go to my room before I can't.",
        "Jared: You sure you really want to do that?",
        "Natalie: No, no, I -- I really don't want to. But I want there to be another time.",
        "Jared: Well, I can't wait.",
        "Natalie: Me, neither.",
        "Jared: Huh.",
        "Natalie: Good night.",
        "Jared: Whew -- good night.",
        "Natalie: Whew.",
        "[SCENE_BREAK]",
        "Nora: We're friends. We're friends, and you're Matthew's uncle, and that means so much to me.",
        "Clint: Me, too.",
        "Nora: Okay. So now that we've talked this thing to death, and it's on its back in its final death throes, can we never mention it again -- especially to Dorian?",
        "Clint: Oh, Nora, thank you.",
        "Nora: Oh, that's not for you, that's for me. I don't want to be me if she ever found out I kissed her man.",
        "[SCENE_BREAK]",
        "Dorian: Oh \u0096",
        "[SCENE_BREAK]",
        "Nigel: This woman is an intruder.",
        "Alex: I am not! I am Mrs. David Vickers --",
        "[Alex mumbles]",
        "Nigel: Please take this woman to the tack room until further notice.",
        "Chuck: Come on, now! Ya!",
        "Alex: [Muffled] Put me down!",
        "Nigel: Oh, dear. What would Mr. Buchanan do in this situation?",
        "[SCENE_BREAK]",
        "Viki: I'll stop by your friend's room in the morning, okay?",
        "Gigi: I invited her to the cafe tomorrow night for dinner, but I'm not sure she'll come.",
        "Viki: Maybe she will, maybe she won't. I'd like to talk to her.",
        "[SCENE_BREAK]",
        "Marcie: Night, sweetheart.",
        "Marcie: You know, even if the rest of the world -- during the day, they call you \"Billy,\" you know that at the end of the night, you will always be my Tommy.",
        "[SCENE_BREAK]",
        "Blair: You awake?",
        "Todd: Yes.",
        "Blair: Well, I think you better try to get some sleep. You don't want to be exhausted when you're off looking for your boy tomorrow.",
        "Todd: This is it. It feels like this is our last chance. Marcie's somewhere out there in this town. There must be somebody out there that's seen her.",
        "[SCENE_BREAK]",
        "Viki: Good night.",
        "Gigi: Somebody's going to have sweet dreams tonight.",
        "Viki: Oh, don't start. I'll see you at work.",
        "Gigi: Bye.",
        "Viki: Bye.",
        "[NEXT_ON]",
        "Dorian: Oh --",
        "Clint: My --",
        "David: God.",
        "Nash: You hurt her, I'll hurt you.",
        "Jared: Then we got nothing to worry about.",
        "Jessica: You don't know what he's capable of.",
        "Todd: Have you seen this woman and my kid?",
        "Gigi: Yeah, I have."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=NcBuNAn4p9U"
}