{
    "Episode Summary": [
        "Episode # 10690"
    ],
    "Recap": [
        "Everybody is getting ready for their prom. Starr is not planning on going while Cole is in jail, but Blair persuades her to join her friends. The students perform the musical Starr Crossed Lovers. All of the women get their hair done at Roxy's. Jessica still has Cristian on the brain, but Brody is determined to get her back. Blair invites Téa and Dani to the house before the prom. Although Dorian wonders why, Blair does not reveal the reason."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Cole: I'm Cole.",
        "Starr: And I'm Starr. This is Langston.",
        "[SCENE_BREAK]",
        "Blair: And what is that?",
        "Dorian: True love. Remember?",
        "Blair: Hmm. I was never that young.",
        "Dorian: Hmm. Cole and Starr were just meant for each other. I mean it is true romance, and the magic is they both still believe in it.",
        "Blair: Well, at least they did. Now Cole's in jail, Starr's in pieces, and this could really tear them apart.",
        "[SCENE_BREAK]",
        "Langston: Oh, whoa. Hey.",
        "Starr: I'm sorry.",
        "Langston: No, it's okay, but you're a million miles away. Where were you?",
        "Starr: I was at that party... where Cole and I first met.",
        "Langston: When he saved you from those jocks?",
        "Starr: Yeah. It just feels like we've been together forever and...like a lifetime, you know, and...I don't know. He's the first guy that I've ever been with, the first guy that I ever trusted, that I...that I ever loved.",
        "Langston: And that's a bad thing?",
        "Starr: No, it's not. It's just... what if we break up? You know, I just don't even know how to think about that and...I don't know. What would you do? What would you do if you lost Markko?",
        "[SCENE_BREAK]",
        "Brody: Yeah. Okay, great. Thanks very much.",
        "Markko: Hey, Brody.",
        "Brody: Hey, Markko. You working?",
        "Markko: No, I'm off today. Prom.",
        "Brody: So I'll see you there.",
        "Markko: Wait. You're going to the prom? What, as security?",
        "Brody: No, with Jessica, who thinks she's a senior.",
        "Markko: Right. I heard about that.",
        "Brody: Just be glad your date doesn't think she's in love with someone else.",
        "Markko: I hear you, man.",
        "[SCENE_BREAK]",
        "Carlotta: I asked you a question.",
        "Cristian: And I answered it. I love Layla.",
        "Carlotta: Once upon a time, you were in love with Jessica Buchanan.",
        "Cristian: Mom, that was a long time ago, okay? That's--it's over, okay? End of story.",
        "[SCENE_BREAK]",
        "Carlotta: Are you sure?",
        "Jessica: Oh, I'm not interested in Ford, but I am really grateful. You know, thanks to him, Cristian just basically admitted that he still has feelings for me.",
        "Roxy: Ha ha ha! Listen to you. What a kidder. You really had me going there.",
        "Jessica: But it's true. When I was with him at school just now, I asked him if he still had feelings for me--",
        "Layla: And he said no.",
        "Jessica: But then I asked him to swear on his mother's life, and he couldn't do it.",
        "Layla: What's next, Jess? A double-pinky swear?",
        "Jessica: Cristian and I are destined to be together. You'll see.",
        "[SCENE_BREAK]",
        "Clint: I'm glad you could make it. I know it was short notice.",
        "Nora: No. Happy to come.",
        "Bo: Anytime, big brother. You know that.",
        "Viki: We thought it would be nice if we could all be together to see Jessica off.",
        "Clint: Yes. She's going to the prom.",
        "Nora: Oh, that's right. Matthew mentioned something about that.",
        "Viki: Yeah. Apparently this prom night is very significant. It's a significant event. Of course, we have no idea how it's going to impact her, but we want her to know that we're there for her no matter what, you know.",
        "Clint: I was hoping that Matthew could stop by for a little bit.",
        "Bo: Sure.",
        "Clint: I mean, we could take some photos and let Jessie know that we love her.",
        "Nora: I'll give him a call.",
        "Clint: Okay. Thanks.",
        "Bo: How's she doing?",
        "Viki: Under the circumstances, I would say she's doing as well as can be expected.",
        "[SCENE_BREAK]",
        "Layla: So, you and Cristian are destined.",
        "Jessica: You know, the sooner you accept it, the easier it'll be for you.",
        "Layla: Really? So what happened to the Jessica who came over to our apartment the other night? The one who wasn't gonna make any more trouble for us?",
        "Jessica: Okay. The truth is, I just wanted to see how Cristian would react when I told him that Brody was gonna be my date to the prom.",
        "Layla: Yeah, that was apparent to everybody.",
        "Jessica: Was it apparent that he didn't like it? And when Ford was hitting on me, he got really jealous?",
        "Layla: Jessica, Cristian was concerned because of your condition. He didn't want Ford to make you feel threatened or uncomfortable.",
        "Jessica: He still loves me.",
        "Layla: You're delusional.",
        "Jessica: Really? Well, then how come he almost just kissed me at the gym?",
        "Layla: What?",
        "Jessica: You can ask him yourself. But I don't think you're gonna like the answer.",
        "[SCENE_BREAK]",
        "Cristian: Did Layla say something to you?",
        "Carlotta: Don't hurt her, okay, Cristian? She's such a lovely woman.",
        "Cristian: Why would I hurt her? I love her.",
        "Carlotta: Yeah, and the people who hurt us the most are the ones who love us.",
        "Cristian: Oh, so I can't win. If I love her, I hurt her. If I love somebody else, then--",
        "Carlotta: Everybody gets hurt. You just have to look deep in your heart. If you still love Jessica--",
        "Cristian: So what if I do? Would that be a crime?",
        "[SCENE_BREAK]",
        "Langston: You didn't lose Cole. It's just a bad situation.",
        "Starr: It's getting worse.",
        "Langston: Why? What happened now?",
        "Starr: Hannah. I went to see Cole, and she was hanging all over the bars of his jail cell.",
        "Langston: She's really working it.",
        "Starr: Yeah, overtime. Then Cole and I got into a fight.",
        "Langston: About Hannah?",
        "Starr: And my dad, as usual. And then I--I went to talk to Hannah, you know, to... to lay it out. And I was defending my dad, and then all of a sudden, she...she said, \"what if he didn't do it? Then who did?\"",
        "Langston: Yeah, that's a good question.",
        "Starr: Hannah.",
        "Langston: Are--are you serious?",
        "Starr: Hannah. I think that Hannah pushed Cole's mom down the stairs.",
        "Langston: No. Really?",
        "Starr: I wouldn't put it past her.",
        "[SCENE_BREAK]",
        "Hannah: Where's Todd?",
        "Cole: They took him to have his head examined.",
        "Hannah: I could have saved them the trip. He's certifiable.",
        "Cole: What's that?",
        "Hannah: Oh, it's some cookies I baked for you.",
        "Cole: Oh, you didn't have to do that.",
        "Hannah: It's the least I could do after what I did to your mom.",
        "Cole: What do you mean?",
        "Hannah: Well, you didn't hear? According to Starr, I pushed your mom down the stairs and killed her baby.",
        "[SCENE_BREAK]",
        "Starr: I know that it sounds crazy, but someone had to push Cole's mom down the stairs, and if it wasn't my dad, Hannah was there. I mean, she admitted it.",
        "Langston: Okay, look, I'm totally on your side, but it just sounds kind of desperate. I mean, I know Cole's cute and all, but do you really think she would push his mom down the stairs?",
        "Starr: Yeah, and blame it on my dad to push us apart. I mean, I think that she would go that far.",
        "Langston: Well, have you told John?",
        "Starr: No. Not yet. You know, I don't want him to think that I'm crazy.",
        "Langston: You're not crazy, but you also don't have any proof, either.",
        "Starr: Yet.",
        "Langston: Okay, come on, Sherlock. We got to get to rehearsal.",
        "[SCENE_BREAK]",
        "Mr. G.: Okay, let's take it one more time, Destiny, whenever you're ready.",
        "Destiny: Okay. How lame is this party? I mean, why are we even here?",
        "Dani: I don't know. Who's that?",
        "Destiny: I think he's on the football team. I don't know his name. Whoever he is, he's cute.",
        "Starr: Who's that guy over there?",
        "Langston: The hot one? Some football jerk, I guess.",
        "Mr. G.: Cut! That was great, everybody. Brings us back to the first number.",
        "Whitney: Some of us have appointments, Mr. G., like to get our hair done for the prom.",
        "Whitney: Oh. Well, then let's get right to it. First number, from the top! Okay, Darren and Whitney, you're on.",
        "[Music begins]",
        "Mr. G.: I want you to imagine that you're in costume, and you're on the stage with the set and the lights. 5, 6, 7, 8.",
        "Darren: The brightest star in the world the brightest star in the world",
        "Dani: Bright stars shining dark like blinding sky or a burning wish that I might find then maybe feel it coming this love story wishes make right",
        "Nate and Dani: We can't all be doomed from the start destined to our own broken heart",
        "All: Brightest star in the world chance for all even you, even me can be Starr X'd lovers can we all use some love in our lives? So let's dance through the night celebrate with each other oh, oh, oh oh, oh, oh",
        "Destiny and Dani: He holds my heart so near so far from here I lose my sense it's clear we push each other, pull us undertake love over disappear",
        "Matthew, Destiny, Dani, Nate: Can we be more than they say we can be? Maybe if we just believe just believe",
        "All: Brightest star in the world chance for all even you, even me can be Starr X'd lovers can we all use some love in our lives? So let's dance through the night celebrate with each other oh, oh, oh oh, oh, oh",
        "Whitney: Let's dance let's dance through the night",
        "Dani and Nate: Heads turning pumping up",
        "Matthew and Destiny: Stories like this we love",
        "Dani and Nate: Most times we're shouting out",
        "Matthew and Destiny: Sensationally loud",
        "Dani and Nate: My play list random thoughts",
        "All: That's happy thank you more friend flashback, sugar rush the past is past the rest will come the brightest star in the world Starr X'd lovers the brightest star in the world Starr X'd lovers oh, oh, oh the brightest star in the world chance for all even you, even me can be Starr X'd lovers can we all use some love in our lives? So let's dance through the night celebrate with each other the brightest star in the world chance for all even you, even me can be Starr X'd lovers can we all use some love in our lives? So let's dance through the night celebrate with each other oh, oh, oh oh, oh, oh oh, yeah, yeah oh, oh, oh oh, oh, oh Starr X'd lovers",
        "Mr. G.: Okay, have a good prom. Rehearsal after class on Monday.",
        "Destiny: How are we gonna handle this?",
        "Matthew: Handle what?",
        "Destiny: Seeing Langston and her boyfriend at the prom when we know she's cheating on him.",
        "Matthew: I thought we agreed it's none of our business.",
        "Destiny: I know, but it still bothers me. Every time I walk through those doors, I remember walking in on that kiss.",
        "Matthew: It was just one kiss.",
        "Destiny: Yeah, that we know of.",
        "Darren: So, here he is. The man. What time should I pick you up?",
        "Destiny: I'll text you. Later.",
        "Darren: She's nuts about me.",
        "[SCENE_BREAK]",
        "Langston: Hey, are you going to Roxy's?",
        "Starr: The salon? No.",
        "Langston: Oh, come on. It'll be fun and I don't want to go alone.",
        "Starr: Okay, well, then you could take Dani because she had to leave the spa day with her mom early for rehearsal so she didn't get a chance to get ready. She can go with you. My mom's insisting that we all meet at Aunt Dorian's to get ready anyway.",
        "[SCENE_BREAK]",
        "Matthew: Ahem. So I'll pick you up at the Palace at 7:00?",
        "Dani: Oh, actually, could you make that Starr's house? La Boulaie or whatever. My mother's insisting.",
        "Matthew: Yeah.",
        "Langston: All right, we got to go. Roxy's expecting us in, like, 5 minutes. I'm taking you. Come on.",
        "Nate: See you tonight.",
        "Matthew: You and me, we need to talk.",
        "Nate: Oh, what about?",
        "Matthew: Those lips. You better keep them off my girlfriend.",
        "[SCENE_BREAK]",
        "Dorian: That prom is a once-in-a-lifetime experience, and I really think that Starr deserves to be there. For goodness sakes, she's been working so hard taking care of the baby, going to school, keeping her marks up.",
        "Blair: I hear you, but the prom is tonight and Cole is in jail, Dorian.",
        "Téa: Blair? I'm sorry to interrupt. Hilda let me in.",
        "Dorian: She can just let you back out again.",
        "Blair: Dorian, I put Téa on the security list.",
        "Dorian: What do you mean? This woman is Todd's lawyer. It's because of her client that Cole is not putting on a tux right now.",
        "Blair: I invited Téa to bring Danielle over so she could get ready for the prom with her big sister, okay?",
        "Dorian: But Starr isn't even going to the prom herself!",
        "Blair: Dorian! Téa, go out and tell Hilda to take Dani's things up to Starr's room, okay?",
        "Téa: Thank you. Mm-hmm.",
        "Dorian: What is going on?",
        "Blair: What?",
        "Dorian: Since when have you been cozying up to the enemy?",
        "[SCENE_BREAK]",
        "Jessica: We were looking into each other's eyes, our mouths were this close.",
        "Roxy: Hey, Layla, back off. She's got a little bit of brain--",
        "Layla: You know what? The brain damage isn't the problem. The problem is you're a spoiled brat.",
        "Destiny: Oh, snap.",
        "Whitney: What'd I miss?",
        "Destiny: She tried to kiss her boyfriend.",
        "Jessica: He tried to kiss me.",
        "Langston: Who tried to kiss her?",
        "Whitney: That one's boyfriend.",
        "Dani: So he's cheating?",
        "Destiny: Happens all the time, right, Langston?",
        "Layla: I hate to burst your bubble, Jessica, but Cristian is a teacher, and he would never kiss you on school property or anywhere else.",
        "Whitney: Speaking of kissing other people's boyfriends, what's up with you and Nate?",
        "Dani: What do you mean?",
        "Whitney: Word has it that you were mackin' all over my date in the park the other night.",
        "Dani: What? Who said that?",
        "Whitney: So you were in the park.",
        "Dani: Okay, wait.",
        "Langston: What exactly did you mean by that?",
        "Destiny: If the shoe fits.",
        "Jessica: Now who's delusional?",
        "Layla: Cristian is just trying to be kind.",
        "Jessica: He's remembering me, Layla.",
        "[All talking at once]",
        "Roxy: Silence! How can I hear myself think if you're all squawking at the same time?",
        "Whitney: Like my mother always says, if you don't have anything nice to say, come sit by me.",
        "Roxy: Yeah, your mother would say something like that. Okay, a bit of friendly advice, if you want to keep your girlfriends close, button it.",
        "Langston: Roxy is right. Gossip's a bitch. All right, ladies, listen up, we've gotta talk. This is nonsense. Roxy. [Snaps fingers] Okay.",
        "[Singing the Go-Go's \"Our Lips Are Sealed\"] Can you hear them, they talk about us, telling lies, well that's no surprise Can you see them, see right through them, they have no shield, no secrets to reveal It doesn't matter what they say, in the jealous games people play, our lips are sealed There's a weapon we must use in our defense, silence When you look at them, look right through them, that's when they'll disappear, that's when you'll be feared It doesn't matter what they say, in the jealous games people play, our lips are sealed Pay no mind to what they say, doesn't matter anyway, hey-ey-ey, our lips are sealed Hush, my darling, don't you cry, quiet, angel, forget their lies Can you hear them, they talk about us, telling lies, well that's no surprise Can you see them, see right through them, they have no shield, nothing gets too revealed It doesn't matter what they say, in the jealous games people play hey-ey-ey, our lips are sealed, our lips are sealed, our lips are sealed, shhhhh",
        "[SCENE_BREAK]",
        "Cole: So, you free tonight? Can I take you to the prom?",
        "[SCENE_BREAK]",
        "Matthew: Heard about the kiss in the park. Dani told me all about it.",
        "Nate: Okay.",
        "Matthew: Just want to make sure you know why it happened. She was upset. It was a mistake and it's never gonna happen again.",
        "Nate: Yeah, sure.",
        "Matthew: What does that mean?",
        "Nate: Nothing.",
        "Matthew: Nothing?",
        "Nate: Yeah. You know, but as far as you and Dani go, it's up to you.",
        "[SCENE_BREAK]",
        "Cole: Well, don't keep a guy hanging. I mean, do you want to go or not?",
        "Starr: Oh.",
        "Nate: Hey, are you okay?",
        "Starr: Uh, uh, no. It's just, uh...I'm fine.",
        "[SCENE_BREAK]",
        "Langston: So, um, about what you said before--",
        "Destiny: About what?",
        "Langston: About people cheating.",
        "Destiny: It's the lowest, right? Well, see you at the prom. With your boyfriend, right?",
        "Roxy: Okay, ladies. Who's next?",
        "Layla: I am.",
        "Jessica: Me.",
        "Roxy: Maybe we'd better flip a coin.",
        "[SCENE_BREAK]",
        "Cristian: Part of me will always love Jessica.",
        "Carlotta: Does Layla know about this? You can't have it both ways. You're gonna have to make a choice.",
        "[SCENE_BREAK]",
        "Cole: I still can't believe Starr actually accused you of pushing my mom down the stairs.",
        "Hannah: So you don't believe her?",
        "Cole: Of course not. I mean, how can you even ask that?",
        "Hannah: I'm sorry.",
        "Cole: No. I'm sorry for dragging you into all this.",
        "Hannah: I'm just so grateful that you believe me. It means a lot. So, I hear tonight's the high school prom.",
        "Cole: Yeah. I was supposed to take Starr.",
        "Hannah: Are you wishing you could be with her tonight?",
        "Cole: I remember a few years back, Starr and I were both going to the prom, but with other people.",
        "Hannah: So you weren't together then?",
        "Cole: Well, that's the thing. By the end of the night, we made it back to each other, in the middle of a rainstorm. I'll never forget the two of us just kissing in the rain. It felt like anything was possible, that we were meant to be, and that nothing and no one could pull us apart. But now, I--I don't know. I don't really know what to believe anymore. So do I wish I could be with Starr tonight? If wishes were horses, beggars would ride. It's something my dad used to say.",
        "[SCENE_BREAK]",
        "Blair: You know, maybe I'm not as mean as you think I am.",
        "Dorian: You're plenty mean when you want to be. Téa usually can be counted on to bring out that mean streak and that's why this, uh, little attitude of yours has taken me by surprise.",
        "Blair: This isn't about Téa. It's about Danielle. Oh. Did you get everything straightened out with Hilda upstairs?",
        "Téa: Yeah. We're all set upstairs.",
        "Blair: That's great.",
        "Dorian: Yeah. Great. So, um, I'll just go and make sure the girls get something to eat.",
        "Téa: Great. Thanks, Dorian. And thank you for inviting us over tonight.",
        "Blair: You can thank me when you show up at your treatments tomorrow.",
        "Dani: What treatments?",
        "[SCENE_BREAK]",
        "Nora: Oh, good. You got my message.",
        "Matthew: Yeah. Uh, why do I have to get ready here?",
        "Bo: Well, we thought that it would be nice if Jess had her whole family here when she gets ready for the prom.",
        "Matthew: Oh, that's right. She still thinks she's a senior.",
        "Clint: Yeah, and, uh, we are counting on you to keep an eye on Jessica tonight.",
        "Jessica: I don't need my little cousin to keep an eye on me. I have a chaperone for that. And if I have anything to say about it, he won't be looking at anyone else.",
        "[SCENE_BREAK]",
        "Cristian: I don't want to hurt Jess.",
        "Carlotta: Maybe she needs to be hurt. I mean, if she's still stuck back in time, maybe she needs somebody to snap her out of it, force her to accept the fact that we all grow up.",
        "Cristian: Why me?",
        "Carlotta: Because she loves you and she trusts that you're gonna do the right thing. I'm telling you, you're gonna hurt them both if you don't make a choice.",
        "[Cell phone ringing]",
        "Cristian: Layla. Hey.",
        "Layla: Things got a little strange at Roxy's, so I'm running late.",
        "Cristian: What do you mean, strange?",
        "Layla: You know, just a lot of people, bunch of prom girls.",
        "Cristian: But you're okay?",
        "Layla: Yeah. I'll see you at home.",
        "Cristian: Yeah, look, I'm gonna finish getting ready here if that's okay. I'll see you later?",
        "Layla: Fine. Why?",
        "Cristian: Oh, nothing, nothing. I just--I'll see you later.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Roxy: Hey, can't you read? We're closed.",
        "Brody: I just need a second opinion. Too much?",
        "Roxy: No. You look like Richard Gere in \"An Officer and a Gentleman.\"",
        "Brody: Is that a good thing?",
        "Roxy: Baby, it doesn't get any better than that.",
        "Brody: I hope Jessica thinks so.",
        "Roxy: Heard you got a little competition going. Cristian Vega?",
        "Brody: He was Jessica's high school sweetheart. And since Jessica thinks she's still in high school--",
        "Roxy: Well, then you got to wake that sleeping beauty right up.",
        "Brody: And that's the plan, and I hope it works because this is my last shot. I need everything to be wonderful tonight.",
        "Roxy: Hold on one second. I'm gonna get my camera. I got it here somewhere.",
        "Brody: I should have seen by the look in your eyes, baby, there was somethin' missin' I should have known by the tone of your voice maybe, but I didn't listen you played dead but you never bled instead you lay still in the grass all coiled up and hissin' and though I know all about those men still I don't remember 'cause it was us, baby way before them and we're still together and I meant every word I said when I said that I love you I meant that I'll love you forever and I'm gonna keep on lovin' you 'cause it's the only thing I want to do I don't want to sleep I just want to keep on lovin' you baby, I'm gonna keep on lovin' you 'cause it's the only thing I want to do I don't want to sleep I just want to keep on lovin' you",
        "[SCENE_BREAK]",
        "Dani: What treatments?",
        "Téa: Um--",
        "Blair: Hot oil treatments. Look at that hair. I mean, dry, limp, brittle. Heh heh!",
        "Téa: Ha ha. That must be why it goes so well with your sense of humor.",
        "[Both chuckle]",
        "Dani: Mom, would you please behave? Blair was nice enough to invite us, and the least you can do is be polite.",
        "Téa: You're right, mijita. Please forgive me, Blair.",
        "Blair: Not a chance, Téa, but you know what, Dani? You're welcome here anytime.",
        "Langston: Oh, look.",
        "Dorian: There she is. Come on, darlin'. You better get dressed before the boys get here.",
        "Dani: Mom, would you bring--",
        "Téa: Oh, yes, it's right here.",
        "Dorian: Hilda! Bring the panini up here to the girls, please.",
        "Starr: Mom? Mom, is Hope upstairs? Because I need to get her home.",
        "Blair: Hope is staying here tonight because you're going to go to your prom.",
        "Starr: I can't go without Cole.",
        "Blair: Starr, it's your senior prom and you're going. Where do we go now? I am fighting my heart how can I soothe you now bein' broken will help you to be strong forgive me if I keep holdin' on every moment you're more beautiful before I know it time has gone will the memories fade away? Now wonderin' if I gave you enough 'cause we all need to fly wound and heal and to believe in ourselves forgive me if I keep holdin' on every moment you're more beautiful before I know it the time has gone will the memories fade away? Well, the harder the lesson in life the sweeter the song if I could carry you through it all the refrain wouldn't give you the faith to fall forgive me if I keep holdin' on every moment you're more beautiful before I know it the time has gone will the memories fade away? Oh fade away",
        "Starr: I still can't believe that you talked me into going to the prom all by myself.",
        "[Doorbell rings]",
        "Blair: Oh, you better get that because I got to go take pictures of Dani.",
        "Starr: [Sighs] Cole?",
        "Starr: Cole? Is that really you?",
        "Cole: Of course it's me. Who else would take you to the prom? We were meant to be together. You should know that by now.",
        "Markko: Hey, so you're coming with us?",
        "Starr: Yeah. Uh, my mom wanted me to go because of Dani. You guys look great. Come on in.",
        "Matthew: Hi.",
        "Markko: Wow. You look amazing.",
        "Dani: Thanks.",
        "Langston: Well, you guys look pretty good yourselves.",
        "Dani: Yeah, you do.",
        "Matthew: Thanks.",
        "[SCENE_BREAK]",
        "Starr: Many times I've tried to tell you many times I've cried alone always I'm surprised how well you cut my feelings to the bone don't want to leave you really I've invested too much time to give you up that easy to the doubts that complicate your mind we belong to the light we belong to the thunder we belong to the sound of the words we've both fallen under whatever we deny or embrace for worse or for better we belong, we belong we belong together maybe it's a sign of weakness when I don't know what to say maybe I just wouldn't know what to do with my strength anyway have we become a habit? Do we distort the facts? Now there's no looking forward now there's no turning back when you say",
        "Dani and Langston: We belong to the light we belong to the thunder we belong to the sound of the words we've both fallen under whatever we deny or embrace for worse or for better we belong, we belong we belong together",
        "Starr, Dani, and Langston: Close your eyes try not to sleep now close your eyes try not to dream clear your mind and do your best to try and wash the palette clean",
        "Hannah: You can't begin to know it how much I really care I hear your voice inside me I see your face everywhere still you say we belong to the light we belong to the thunder we belong to the sound of the words we've both fallen under whatever we deny or embrace for worse or for better we belong, we belong we belong together we belong to the light we belong to the thunder we belong to the sound of the words we've both fallen under whatever we deny or embrace for worse or for better we belong",
        "[SCENE_BREAK]",
        "Dorian: They belong together, especially tonight of all nights. And I am going to make it happen."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=YXe7ckNohH4"
}