{
    "Episode Summary": [
        "Episode # 10332 -- Christina Comes Home For Christmas"
    ],
    "Recap": [
        "At the Angel Square diner, Carlotta watches television about a little boy that has returned home in time for Christmas. Viki walks up to Charlie's table in the diner. Viki asks Charlie if she can sit down. Shane, Gigi, and Rex return home from having their pics takes to be put on Christmas cards. Brody has his plate in his hand and looks for a place to sit. Jessica offers Brody to join her. Jessica shows him a pic of Bree and Chloe. Natalie and Jared enjoy the quietness of being by themselves in Llanfair. Bree begins to cry which breaks up the silence. Blair and John are in his apartment. Blair asks him if he wants to break up. John gets up and kisses her. John and Blair cannot get undressed fast enough. Sarah is on the computer in the apartment. Talia walks in and questions Sarah if she is trying to find some \"dirt\" on Vanessa. Vanessa thanks Cristian for all his help and then kisses him.",
        "Viki decides to spend the night with Charlie in his room overlooking Angel Square. Jared and Natalie have a hard time keeping Chloe and Bree quieted down. Blair and John have made love. Blair suggests that John needs a Christmas tree which John balks out. Everyone in Llanview settle down to watch,\" Christina Comes Home for Christmas.\" Vanessa is more than a little jealous when she sees Sarah with Cristian watching the movie. Natalie goes to sleep in Jared's arms while watching the movie. Rex and Gigi make love during the showing of the movie. Viki and Charlie kiss as they head to his room."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Male news anchor: Those were the parents of 16-year-old runaway Greg Elliot.",
        "Female news anchor: Begging him to come home.",
        "Carlotta: Ay, dios.",
        "Male news anchor: Heartbreaking. Well, talk about heartbreak and homecomings --",
        "Male news anchor: \"Christina Comes Home for Christmas.\"",
        "Female news anchor: So stay tuned this evening, right here on --",
        "Carlotta: Clasico.",
        "[SCENE_BREAK]",
        "Charlie: What are you doing here?",
        "Viki: I was hoping I could join you.",
        "Charlie: Uh, yeah. Yes, of course, please. I'd love that.",
        "[SCENE_BREAK]",
        "Shane: How goofy was that Santa set-up at Logan's? I mean, grown-ups dressed up as elves. Who'd fall for that stuff?",
        "Rex: Uh, we did.",
        "Shane: I always smile for the camera because of Mom.",
        "Gigi: Because of Mom?",
        "Shane: Come on. You know you're a sucker for that kind of stuff.",
        "Rex: Busted.",
        "Gigi: I had a coupon and I wasn't afraid to use it.",
        "Shane: See what I mean?",
        "Gigi: Fine. Let's take a look at this Christmas card you two martyred saints posed for.",
        "Shane: Uh-oh, fancy words. You're in trouble.",
        "[SCENE_BREAK]",
        "Jessica: You can sit here. I don't bite. Unless you want to be alone.",
        "Brody: I wasn't sure if you wanted to be alone.",
        "Jessica: Well, with two other personalities, I'm never really alone.",
        "Brody: I can't take eating in that dining room.",
        "Jessica: Depressing, right?",
        "Brody: These yours?",
        "Jessica: Yeah. This is Bree and this is Chloe, the new baby.",
        "Brody: Is she a good baby?",
        "Jessica: I don't know. I don't even remember having her.",
        "[SCENE_BREAK]",
        "Natalie: Listen. It's quiet. I mean, not soundproof quiet, just regular quiet.",
        "Jared: Maybe we should take advantage of it.",
        "Natalie: Look what your mind goes to.",
        "Jared: Oh, like yours doesn't.",
        "[Bree crying]",
        "Natalie: That's Bree. Oh, welcome to parenthood.",
        "[Jared groans]",
        "Jared: Okay.",
        "[SCENE_BREAK]",
        "Blair: Yes, mama, good night. I'll see you when I see you. Okay, bye.",
        "[Chuckles]",
        "Blair: So, you're sure about this?",
        "John: About turning down your offer to cut me loose and end things?",
        "Blair: Yeah.",
        "John: To be honest, I'm not sure about anything anymore.",
        "[SCENE_BREAK]",
        "Male news anchor: Talking about how each year everyone looks forward to \"Christina.\"",
        "Female news anchor: The moving story and those incredible actors. So tune in to tonight's --",
        "Sarah: Hey, hey. Hey, Talia.",
        "Talia: Hi. What's all that? What's that about? What's that?",
        "Sarah: Oh, nothing.",
        "Talia: Nothing like online gambling nothing or nothing like you were trying to dig up dirt on Vanessa Montez?",
        "[SCENE_BREAK]",
        "Vanessa: Well, Dr. Lord was very lovely to offer us the use of her lawyers.",
        "Cristian: Yeah, I can't believe that none of those suits could come up with one single way, just one -- one way to fight your deportation.",
        "Vanessa: Well, I'm just glad that Lola's out with Langston tonight. She was so hopeful when she told us about Dr. Lord's offer. How do I tell her that we still have to go back to Colombia -- back to the danger her father poses to her, and to me?",
        "[SCENE_BREAK]",
        "Antonio: So how are you liking your new digs?",
        "Carlotta: It's pretty wonderful. I -- it's just like every day I just keep finding new, interesting little details. I'm falling in love with the place a little more every day. Charlie really put his heart and soul into rebuilding this place.",
        "[SCENE_BREAK]",
        "Viki: You, rebuilding this marvelous place for me, to remind me of my days at the Bon Jour. I can't even begin to tell you how wonderful that made me feel. And to bring Moe and Noelle from Texas, I love them so much, you know. That morning when you found me, I don't ever think I've been that angry, and I was so upset about Jessica. And I just couldn't deal with Thanksgiving, you know. And you made me realize that I have so much in my life to be grateful for. You gave me back hope, Charlie.",
        "[SCENE_BREAK]",
        "Brody: This must be the baby you were talking about this morning.",
        "Jessica: No, that was Tess, my alter.",
        "Brody: Oh, I guess so, yeah. Anyway, the baby's really beautiful.",
        "Jessica: God, I miss her so much. I can't be with her right now because I'm still a danger to her, so -- it must sound very weird.",
        "Brody: I'm one guy who gets it. That's how I feel about my -- about my old girlfriend's kid.",
        "Jessica: So what did Tess say to you, exactly?",
        "Brody: She just wants some help with her baby, that's all.",
        "Jessica: What kind of help?",
        "Brody: She was hoping I'd bust her out of here.",
        "Jessica: No kidding. Brody -- Brody, what aren't you telling me? Did she come on to you?",
        "Brody: You were -- I'm sorry, she was just really desperate to get to her baby. She was saying anything she could to make that happen.",
        "Jessica: Anything like what? Brody, I kind of -- I have to know what Tess said, okay?",
        "Brody: She said if I helped her she'd make it worth my while. Okay, okay. She might have said something about my, you know, body.",
        "[SCENE_BREAK]",
        "Rex: Well, there. I'm done with my people.",
        "Gigi: What is that, like, five cards?",
        "Rex: Bo, my Mom, my aunt, Lindsay, Mike, Marcie, Natty. That's it.",
        "Shane: Who are you sending yours to?",
        "Gigi: All me peeps in Michigan and Texas.",
        "Shane: Everyone?",
        "Gigi: Yeah, why?",
        "Shane: It says on the card, \"From our family to yours.\" Won't it be weird when everyone starts calling and writing, asking why Rex is alive when you told everyone that my dad was a dead Navy Seal?",
        "[Knocking on door]",
        "Rex: Who is it?",
        "Roxy: What's shakin', turkey bacon?",
        "Rex: Actually it's pepperoni. You want some?",
        "Roxy: Ooh, I'd love some. How's my grandkid?",
        "Shane: Doing Christmas cards.",
        "Roxy: Oh, wow! I can't believe they're ready. This looks like a Norman Rockefeller painting. You know, I always wanted to get a picture of you and your sister before your aunt came and took you away. You know, for Halloween or some other groovy holiday or something like that. But your father always said the Native Americans thought that a camera would take your soul away. So I didn't want to take no chances.",
        "Rex: So Walter was a student of American history. You're not talking about Walter, are you?",
        "[SCENE_BREAK]",
        "Sarah: I was not looking up dirt on Vanessa.",
        "Talia: Okay.",
        "Sarah: I was trying to figure out who, um, Layla was going on her date with tonight. She joined one of those internet dating sites.",
        "Talia: I'm a cop, and I also know that you were totally looking up Vanessa.",
        "Sarah: Why would I do that? She's going to be deported, like, tomorrow. It's almost a done deal. I have nothing to worry about.",
        "[SCENE_BREAK]",
        "Vanessa: Words cannot express how I feel about you.",
        "Vanessa: Uh, look -- I am so sorry. I should never have -- you have a girlfriend.",
        "Cristian: Yeah, and you're just --",
        "Vanessa: Emotional, overwhelmed and -- please, forgive me. I should never have done that.",
        "Cristian: It's okay, it's okay. It's not a big deal.",
        "Vanessa: It's just that you've done so much for me.",
        "Cristian: And I wanted to.",
        "Vanessa: And, you know, I just wanted to -- it's just that, you know, my situation is so hopeless. It's hopeless. There's nothing that we can do. I have to go back to Colombia. And I just -- I just wanted to kiss you once before I left. That's all.",
        "[SCENE_BREAK]",
        "Talia: Sarah, what are you going to do? Are you going to, like, move in, block her out of the key until it's game over and Vanessa gets deported back to Colombia?",
        "Sarah: I have no idea what you just said.",
        "[Giggling]",
        "Sarah: But if it has anything to do with me not letting Vanessa spend another night alone in Cristian's apartment, you're right on the money.",
        "Talia: Well, good.",
        "Layla: Okay, ladies. Is this too much for a first date?",
        "Sarah: Ow!",
        "Talia: Oh! First date with whom?",
        "Sarah: With G-date.",
        "Talia: What does the G stand for?",
        "Layla: G as in geek.",
        "Sarah: But don't worry. It's like nerd-chic. Like bringing sexy back with skinny jeans and designer frames and Digg with two g's. And you look hot for a nerdy guy.",
        "Layla: Thanks, girl.",
        "Talia: I don't know what you just said at all. You're going on a blind date, right? As in you've never met this guy before?",
        "Layla: Mm-hmm. That's usually how it works, Tal.",
        "Layla: No, we're not going to go there. His name is Nelson and he doesn't have an entourage. And he's taking me to a lounge downtown for a special screening of \"Christina Comes Home for Christmas.\" How bad could he really be?",
        "[SCENE_BREAK]",
        "Viki: See, you made me see that something new can arise from something old. That healing comes from pain. I hope you're right. Oh, Charlie, I'm just not making myself very clear. Okay. I would so like it if you and I could try again.",
        "[SCENE_BREAK]",
        "Blair: So you do want to break up.",
        "John: No. You know, you may want to stop second guessing me, and yourself. I meant what I said. I want to be with you.",
        "Blair: Well, you know, Marty is --",
        "John: Blair, shut up.",
        "[SCENE_BREAK]",
        "Jessica: Classic. I just meet you and Tess has her hands all over you.",
        "Brody: Occupational hazard. Happens all the time.",
        "Jessica: No, no. You're being cool. You must have been really shocked.",
        "Brody: I don't shock that easy.",
        "Jessica: Look, Tess is a part of me, but she's not me.",
        "Brody: No, I get that. Don't worry about it. I can take care of myself. It must be a lot scarier for you.",
        "Jessica: It is.",
        "[SCENE_BREAK]",
        "Charlie: What happened?",
        "Viki: I guess I just finally got it through my thick skull -- well, with a little help from Natalie, that someone who would do something like this -- Charlie, you're such a keeper.",
        "Charlie: You know, Viki, after we broke up, and especially when you were gone, I just had so many different feelings rattling around inside of me that I couldn't let loose. And, I mean, I knew that I was out of your life. You'd made that perfectly clear. But I just couldn't get you out of my head, or out of my heart. So -- this is what I did.",
        "Viki: And while you were doing this I was far away in Africa. And I have to tell you, I met some really extraordinary people. But every night I went back to my hotel room, and all I could think about was you. Charlie, I felt so empty without you. So I guess I really needed that time and the distance to realize how important you are to me, much more so than what happened between us.",
        "Charlie: Viki, I lied to you.",
        "Viki: Yeah, I know. But you did it to protect your son. And then you picked up a ticking bomb and you ran it out of my house. You risked your own life to save Natalie and Jared and me. I'd kind of call us even.",
        "Charlie: You don't know how much I have hoped that you would feel that way some day.",
        "Viki: I just had to learn to trust you again. Because I never, ever, ever stopped loving you.",
        "[SCENE_BREAK]",
        "Jessica: You know, it's just crazy to think that this person, this entirely different personality who lives inside me, just went berserk on my sister and her boyfriend.",
        "Brody: I read some of the stuff in the newspaper. How you saw your husband's accident and watched him die. I saw buddies of mine die, Iraqi civilians. It messes you up.",
        "Jessica: No, it did not give Tess license to try to kill my sister, her boyfriend, and whoever else got in her way.",
        "Brody: No, it's just sometimes you're just going along, doing your own thing, and -- I don't know where you disappear.",
        "Jessica: Is that how you feel inside?",
        "Brody: Sometimes. It doesn't matter what I'm doing or how I'm feeling. All of a sudden I'm right back in Iraq. I can smell it. I can hear it.",
        "Jessica: That's awful.",
        "Brody: I used to drink. I'd start a fight, pass out. Either way, the problem's solved and no more Baghdad. But then Gigi came back into my life and things changed. I had to stop with the drinking if I wanted to be around Shane, so I did. I mean, you can't raise a kid if you don't have your act together.",
        "Jessica: I feel that way all the time. You know, Tess gave birth to this little one. That's what I was talking about this morning. And when she did it, she was all alone. She was in the middle of nowhere. She went to the cottage where me and my husband used to live. No hospitals, no doctors, no drugs, nothing. Just Tess and her will to live. And, you know, when I woke up it was all over. And I had blackouts before, but this time, you know, I wasn't pregnant anymore. And I had a baby lying in my arms that I didn't recognize.",
        "[SCENE_BREAK]",
        "[Baby crying]",
        "Jared: Can we get her to sleep, please?",
        "Natalie: I know, I don't know. Jared. I know that we haven't started talking about a family yet, but --",
        "Jared: Yeah, I don't know if now is the right time --",
        "Natalie: Do you really think that we can handle doing this?",
        "Jared: Is that a rhetorical question?",
        "Natalie: I just don't know if I can handle this night in and night out. Come on, it's okay, baby.",
        "Jared: Look, if we have learned one thing by now it's that we can handle anything together, okay?",
        "[Baby crying loudly]",
        "[SCENE_BREAK]",
        "Brody: I can't imagine how freaked out you must have been.",
        "Jessica: You know what really freaks me out? There's Tess, who tried to kill my mother, my sister, my sister's boyfriend -- half my family. And then all of a sudden I realize there's another personality, and her name's Bess. And all this time, she's been running the show. I must sound crazy to you.",
        "Brody: No, you don't.",
        "Jessica: Yeah, I bet you didn't realize that having dinner with me would be an act of courage or recklessness.",
        "Brody: Well, maybe I'm the daredevil type.",
        "Jessica: Yeah, well there are safer hobbies, like skydiving, base jumping.",
        "Brody: Oh, been there, done that.",
        "Jessica: Yeah, well, have you ever hung out with somebody with all these personalities inside that can come out any second?",
        "Brody: I get it.",
        "Jessica: Don't, you don't have to say that. I mean, I don't completely get it. I think the technical term is nuts.",
        "Brody: Jessica, I really do understand. See, sometimes, I see a little boy who isn't really there.",
        "[SCENE_BREAK]",
        "Roxy: Yeah, I'm talking about Walter. Who else would I be talking about?",
        "Rex: You know what? I'm not going to get into the whole dad thing with you tonight. I've got Gigi, my son. Who cares who my dad is?",
        "Roxy: Anybody else want to sign this card to Jessica at St. Ann's?",
        "Shane: You're sending a card to St. Ann's? What if Brody sees it?",
        "Roxy: Who cares? He ought to be in the slammer anyway.",
        "Shane: He's sick. He has posttraumatic stress disorder.",
        "Shane: I've explained this to you, Ma.",
        "Roxy: Yeah, well, he shot my baby.",
        "Shane: Brody didn't mean to hurt anyone. He's a hero, and he's a good person.",
        "Gigi: Yes, we know all that. Roxy, um -- kitchen?",
        "Roxy: I really stepped in it, didn't I? But I'm just a mom trying to protect my kid. Just like your mom.",
        "Rex: Sorry she upset you.",
        "Shane: Brody didn't mean to shoot you. But a mother wouldn't think that's a good excuse. I just don't like anyone badmouthing Brody.",
        "Rex: Your mom told me you wanted to make him a special card.",
        "Shane: It would be great if I could get it to him before he sees the other one. I don't want him to feel left out.",
        "Rex: Your mom got a roll of pictures of you and Brody developed. And I picked out a blank holiday card so that you can write or draw anything on it that you want.",
        "Rex: I'll leave you alone to do your thing.",
        "Shane: Wait. Uh, you did a pretty good job of picking out the Christmas card picture. I mean, we don't look too stupid.",
        "Rex: Thanks.",
        "Shane: So I was thinking maybe you could help me pick out the card with me and Brody?",
        "Rex: Dude, I'd be honored.",
        "[SCENE_BREAK]",
        "Blair: You know, this place needs a tree.",
        "John: No, no tree.",
        "Blair: Come on, where is your Christmas spirit?",
        "John: You look real pretty.",
        "Blair: Now, flattery is not going to get you out of decorating.",
        "John: Yeah, I think not decorating is going to get me out of decorating.",
        "Blair: Come on, John, you don't remember that beautiful Christmas tree in \"Christina Comes Home for Christmas\"?",
        "John: No, is that some sort of movie?",
        "Blair: Some sort of movie? That's a classic.",
        "John: No, no, no.",
        "Blair: Yeah.",
        "John: \"High Noon\" is a classic. \"Magnificent Seven,\" that's a classic.",
        "Blair: No. Okay, we're going to add this one to your list tonight.",
        "John: Name me one good thing about this movie.",
        "Blair: One? There are so many, it's -- oh, my God, just an unbelievable movie. When I was a little girl going from foster home to foster home, it was the one constant thing every year, I mean every Christmas. At the end of the movie, there are these beautiful bells, and it just -- it made me believe that someday I was going to have a beautiful Christmas tree of my own, and I'd find my place in the world.",
        "[SCENE_BREAK]",
        "Cristian: We're going to figure something out, okay?",
        "Sarah: Hey, guys.",
        "Cristian: Hey.",
        "Sarah: T minus 10 until \"Christina. \"",
        "Vanessa: \"Christina vuelve a casa por Navidad\"?",
        "Cristian: That's right.",
        "Vanessa: That's my favorite movie -- I've seen it a hundred times.",
        "Sarah: Oh, great. Well, it's on channel 12, and Cristian has a TV up in his room. I'm sure you won't have any problem getting it up there.",
        "[SCENE_BREAK]",
        "Talia: So, Sarah is at your brother's, Layla's on a date, and guess what's on TV tonight?",
        "Antonio: Hmm.",
        "Talia: \"Christina.\"",
        "Antonio: You don't say.",
        "Talia: Yes. Do you know I watched that by myself last year when I was so mad at you?",
        "Antonio: Well, a lot's happened since then.",
        "Talia: Mm-hmm. I just can't believe I was almost too stubborn to let this -- let us -- happen.",
        "[SCENE_BREAK]",
        "Carlotta: We'll just turn the sound on when the movie starts. I hope you like it. You know, your abuelo never, ever cried, but one time I saw a tear slip out of the corner of his eye while he was watching this movie.",
        "[SCENE_BREAK]",
        "Vanessa: Did Bree and Chloe go down for the night, honey?",
        "Natalie: Oh, yeah. Yeah, Jared and I, we've got everything under control.",
        "Viki: You sure?",
        "Natalie: Yep, actually, yeah, honestly, we're just happy to have the place to ourselves.",
        "Viki: Oh, well, that's good. Okay, then, thank you again, honey. Bye.",
        "Viki: Oh, my.",
        "Charlie: Hmm.",
        "Viki: 30 days sober. I carried this with me all through Africa.",
        "Charlie: Give it back.",
        "[Charlie clears throat]",
        "Viki: Oh, Charlie. 100 days. That's just incredible. Congratulations.",
        "[Charlie sighs]",
        "Viki: How would you like to celebrate?",
        "Charlie: By spending the night with you.",
        "[SCENE_BREAK]",
        "Jared: I think Bree is finally down for the count.",
        "Natalie: Chloe, too.",
        "Jared: Oh, my Lord. So what are we watching?",
        "Natalie: Uh, \"Christina\" is coming on in a few minutes.",
        "Jared: Cool.",
        "Natalie: You know, when I was a kid, I used to watch this movie alone, and Roxy would come home, stumbling in drunk, and make fun of me because I was crying.",
        "Jared: Man.",
        "Natalie: Yeah. I used to dream about the day that I could watch \"Christina Comes Home\" in a real home with my own kids.",
        "Jared: So you do want kids.",
        "Natalie: I just -- I don't know what kind of mother I would be.",
        "Jared: Well, after tonight, I'd say you'd be a pretty damn good one. Come here.",
        "Jared: Yeah, I need a shower.",
        "Natalie: Me, too.",
        "Jared: Rock-paper-scissors for who gets the shower first.",
        "Natalie: No, no, you go first. I'll keep an eye on Chloe.",
        "Jared: Okay -- okay, here we go.",
        "[Natalie chuckles]",
        "Jared: You know, I'd say we make a pretty good team, don't we, Sparky?",
        "Natalie: Hi there, baby.",
        "[Natalie sighs]",
        "Natalie: I know it's going to be hard without your mama, but I promise you, little baby, I am never, ever going to let you feel alone.",
        "[SCENE_BREAK]",
        "Jessica: Do you want to talk about it?",
        "Brody: About the fact that I see a little kid that doesn't exist? Not really. I just wanted you to know that you're not alone, that we all go a little crazy sometimes. It doesn't mean you can't beat it.",
        "Jessica: Well, I thought I was integrated two years ago, but she came back.",
        "Brody: Integrated -- you mean you thought you got rid of her?",
        "Jessica: No. No, it's more like she becomes a part of me. Alters are created to handle things that the host personality can't bear to deal with, and I can't deal with my husband's death.",
        "Brody: Okay, fine, so what if therapy doesn't work? What then?",
        "Jessica: Well, then Tess will be able to come out whenever she wants.",
        "Brody: And?",
        "Jessica: And, you know, she'll deal with all of my anger. She'll deal with the rage of Nash's death, and my whole family won't be safe. I mean, she loves my babies, but she's a lousy mother. And I'll have to stay here, or someplace like it, for the rest of my life. Is that what's in store for me?",
        "Brody: I don't know. I don't know what's going to happen to either of us.",
        "[SCENE_BREAK]",
        "Gigi: All right, time for bed, kiddo.",
        "Roxanne: Hey, Shane, I'm sorry what I said about Brody. I know he watched out for you. Are you mad at me?",
        "Shane: Nope, we're cool.",
        "Roxanne: Way cool. Mind if I take a box?",
        "Rex: Go for it. We've got hundreds.",
        "Roxanne: Two boxes, then.",
        "[Gigi laughs]",
        "Roxanne: Sleep tight, everyone.",
        "Gigi: Good night, Roxy.",
        "Rex: Bye, Mom.",
        "Shane: Later, Grandma.",
        "Rex: And you said you didn't want to be called \"grandma.\"",
        "Roxanne: My grandbaby can call me whatever he likes.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Jared: Ahh.",
        "Natalie: It's Roxy.",
        "Jared: Go ahead.",
        "Natalie: Hey, Rox.",
        "Roxanne: Hey, dumpling, turn on channel 12. That \"Christina\" movie you love is on.",
        "Natalie: You remembered.",
        "Roxanne: Oh, yeah, I haven't seen it yet. I think I'm going to watch it.",
        "Natalie: You'll love it.",
        "Roxanne: Yeah, well, I made sure that I've got waterproof mascara on.",
        "Jared: What happened?",
        "Natalie: A minor miracle.",
        "[SCENE_BREAK]",
        "Nun: Ladies and gentlemen, \"Christina Comes Home for Christmas\" is about to start, and it will be shown right here in five minutes. Everyone -- five minutes.",
        "Brody: Are you too tired to stay?",
        "Jessica: No. I just want -- I don't want to go to sleep yet.",
        "Brody: Afraid to?",
        "Jessica: Afraid of waking up someplace new and not knowing how I got there? I feel safer awake.",
        "Brody: I hear you.",
        "Jessica: That little boy you keep seeing?",
        "Brody: Yeah, it's worse in my nightmares. So I don't care if they're showing \"Christina Comes Home from the Dentist,\" I'm here.",
        "[Jessica laughs]",
        "Jessica: Well, they're going to make us go to sleep at some point.",
        "Brody: But until then, maybe we could sort of keep an eye on each other?",
        "Jessica: We could do that.",
        "[SCENE_BREAK]",
        "Charlie: Look, what I said before about spending the night --",
        "Viki: I actually had the same thought in mind.",
        "Charlie: So tell me, have you ever seen the sunrise from the Angel Square hotel?",
        "Viki: It'll be a first.",
        "Viki: Thank you.",
        "Charlie: Did you want to stay and see the end of the movie?",
        "Viki: I know it by heart.",
        "[SCENE_BREAK]",
        "John: You know, I think I'm going to go make some popcorn.",
        "Blair: No, no, this is the best part.",
        "John: This part?",
        "Blair: Yeah.",
        "Man: I can't believe you're really here.",
        "Woman: Where else would I be? This is where I belong -- here with you.",
        "Man: I thought I'd lost you forever.",
        "Woman: So did I. We did lose something, though -- something we can never get back.",
        "Man: This would have been his eighth Christmas.",
        "[SCENE_BREAK]",
        "Jessica: Still Jessica -- any sightings?",
        "Brody: All clear.",
        "Nun: Shh!",
        "Woman: I didn't think I could face Christmas, not after our child was taken from us.",
        "Man: We almost lost each other.",
        "[SCENE_BREAK]",
        "Gigi: He's so cute. Wakey-wakey, baby.",
        "Rex: We've got to get you to bed, kiddo.",
        "Shane: What time is it?",
        "Gigi: It's time to hit the sheets.",
        "Man: I felt as if you couldn't bear to look at me.",
        "Gigi: Night, sweetie.",
        "[SCENE_BREAK]",
        "Woman: I couldn't -- that's why I went away. And then I realized -- you're the only one who understands. You're the only one I want to be with.",
        "Man: Darling.",
        "Woman: There were so many forces trying to come between us, trying to split us apart. I was so lost.",
        "Man: But you found your way home.",
        "Woman: My heart's home.",
        "Cristian: You need something?",
        "Vanessa: I was just -- just getting a drink. I can get it myself.",
        "[SCENE_BREAK]",
        "Man: I never gave up on you, you know.",
        "Woman: And I never gave up on you.",
        "Man: Come inside. You must be freezing.",
        "Woman: No, I want to hear the bells.",
        "Man: You are the love of my life, and I am never going to let you go, ever again.",
        "Rex: You thinking what I'm thinking?",
        "Gigi: I'm more than thinking it. It's just that -- I don't know, I don't want to -- because it's been --",
        "Rex: Since I got shot, I know.",
        "Gigi: I mean, if you're okay enough --",
        "Rex: Well, yeah, I'm definitely up for it. Just go easy on me, okay?",
        "Gigi: Okay.",
        "Man: I'm going to hold you in my arms tonight and every night. I never stopped loving you, you know.",
        "Woman: And I never stopped loving you.",
        "[SCENE_BREAK]",
        "[Jessica laughs]",
        "Woman: It's almost Christmas. Merry Christmas, darling.",
        "Man: Merry Christmas, Christina.",
        "[NEXT_ON]",
        "Michael: You're not going to bury Hope by yourself.",
        "Jessica: What if it was my baby that died?",
        "Langston: She's gone.",
        "Man's voice: A terrible, terrible loss."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=J8CA6nhhjho"
}