{
    "Episode Summary": [
        "Episode # 10333 -- We All Fall Down"
    ],
    "Recap": [
        "Dorian, in the La Boulaie living room, looks at a newspaper article on Todd. Blair and John wake up together in each other arms. Viki and Charlie wake up together in his bed in his motel room. Marcie and Michael wake up together in their bed in their apartment .Cole comes to visit Marty in her bedroom in Asa's mansion. Jessica reads a newspaper article on the death of Starr's baby. Langston shows Dorian a note that Starr had left on her bed, telling them that she needed some time alone. Starr walks into the chapel of St. Anthony's. Starr runs her fingers over the sign which reads, \"Hope Manning McBain.\" Walking into the chapel, she sees Andrew. Andrew gives her some very helpful advice on how to deal with this tragedy. Jessica wonders what it would be like if it had been her baby, who had died. Marty lets Cole know that she will not be accompanying him to the funeral.",
        "The funeral begins for Hope Manning McBain. Everyone is in attendance except for Marty and Todd. Everyone says a tearful good-bye to Hope at the cemetery."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Michael: You awake?",
        "Marcie: Mm-hmm.",
        "Michael: How did you sleep? Did you sleep?",
        "Marcie: A little.",
        "Marcie: It helped having you here, though.",
        "Michael: Oh, yeah?",
        "Marcie: Yeah. Thank you for staying here with me last night.",
        "Michael: Marcie, you don't have to thank me for staying here. I'm your husband. This is where I belong, right here with you.",
        "Marcie: Even today?",
        "Michael: Especially today. You're not going to bury Hope by yourself. I want to be with you every step of the way.",
        "[SCENE_BREAK]",
        "Jared: See, you have to give the meal a narrative. You distract them with a story, you keep them on the edge of their seat, and then you trade the next part of the story for a bite.",
        "Natalie: Mm-hmm, and what if they don't like the story?",
        "Jared: Not with the storymeister himself telling it. Right, Bree? Now, you want to know what happens next when the intergalactic forces are in hot pursuit of the space pirates?",
        "[Jared chuckles]",
        "[Natalie laughs]",
        "Natalie: Really, so you were saying? FYI --",
        "[Natalie and Jared laugh]",
        "Natalie: Maybe next time you should find something Bree's interested in.",
        "Jared: Good Lord. Any sign of your mom this morning?",
        "Natalie: No, did you talk to your dad?",
        "Jared: No, not at all. But I hope they're having fun because they owe us big time, huh?",
        "[Jared laughs]",
        "Jared: Oh, Lord.",
        "[SCENE_BREAK]",
        "Viki: You missed a button.",
        "Charlie: Huh? Oh. It's all your fault, you know.",
        "Viki: Why, what did I do?",
        "Charlie: Short version? You turned my whole world upside down.",
        "Viki: I'm sorry. I didn't mean to do that.",
        "Charlie: No, no, no, it's okay. Believe me, it is okay. I just never saw it coming, you and me getting back together again last night.",
        "Viki: I didn't either.",
        "Charlie: What happened?",
        "Viki: I guess I just ran out of excuses. I love you, Charlie. And that's really all that matters, isn't it?",
        "Charlie: It is for me. I love you, too, Viki D., and I'm very glad you took the leap.",
        "Viki: Can't think of anyone I'd rather leap with.",
        "Charlie: Well, then maybe we should do this more often because I will leap into anything with you. Anything you want, a pool, a bed, a trip to Paris -- France or Texas. Makes no difference to me.",
        "Viki: Well, I'm right there with you.",
        "Charlie: Mm.",
        "Viki: But not today. I'm awfully glad I don't have to face this alone.",
        "Charlie: Today is for Marcie.",
        "Viki: And Starr and her whole family.",
        "[SCENE_BREAK]",
        "Blair: So will I see you at the service?",
        "John: Yeah, you want me to come pick you up?",
        "Blair: I better go with Starr. I hope she's okay. I can't seem to reach her. She's not picking up her phone.",
        "John: Maybe she's sleeping.",
        "Blair: Yeah, maybe.",
        "John: Hey, how about you? Are you okay?",
        "Blair: I'll be all right. I have family and good friends.",
        "John: I'm glad we could work things out.",
        "Blair: I'm so glad you said that.",
        "Blair: You don't have to say anything more. Goodbye.",
        "John: I'll see you.",
        "Blair: Okay.",
        "[SCENE_BREAK]",
        "Nora: Cole, hi. You look nice. Here let me help you with your tie.",
        "Cole: I never wear suits, so --",
        "Nora: You been up long?",
        "Cole: Long enough to know that I wish this day was already over.",
        "Nora: Just so you know, your mom may be back, but I'm not going anywhere. I know this is no small comfort and I'm not crazy about the timing of it, but just so you know, Todd's arraignment is later today, and I am planning on throwing the book at him. The whole library, in fact.",
        "Cole: Thank you.",
        "Nora: I'll see you at St. James? Call me if you need me.",
        "Cole: Okay.",
        "[Knock at door]",
        "Marty: Come in.",
        "Cole: Hey, it's just me. Did I wake you up?",
        "Marty: No, no. You look -- you look nice. You look very handsome.",
        "Cole: Thank you. I never wear stuff like this. I guess I have to for what I have to do today.",
        "[SCENE_BREAK]",
        "Dorian: Good morning.",
        "[Langston sighs]",
        "Langston: Yeah, it's great.",
        "Dorian: Of course you're grieving, too.",
        "Langston: Funerals -- they're just not my best event.",
        "Dorian: You were involved with Starr's baby right from the beginning.",
        "Langston: I can't even imagine what she's feeling like right now.",
        "Dorian: Where is she? We all need to get ready for the service.",
        "Langston: She's gone.",
        "Dorian: Gone where?",
        "Langston: She left this on her bed. Should we be worried?",
        "Dorian: I think this is Starr just knowing what's best for Starr. Come on.",
        "[SCENE_BREAK]",
        "Andrew: Hey, Starr. You're early.",
        "Starr: Hi, Andrew. I just wanted to be here by myself for a while to think.",
        "Andrew: Of course. I understand.",
        "Starr: Wait. You and Cassie lost a child, too, right?",
        "Andrew: William.",
        "Starr: What was that like for you?",
        "Andrew: Hard. I was angry -- oh, I was so angry, I just wanted to break things. I was mad at the whole world. Mad at God most of all.",
        "Starr: You?",
        "Andrew: Yeah, I told him I hated him. I asked him how could he take such a defenseless, such an innocent life. I would have willingly given mine instead. I wanted some answers.",
        "Starr: Did you get any?",
        "Andrew: No, no answers. And I think that's the hardest part to take, you know? Sometimes our worst pain has no rhyme, no reason whatsoever.",
        "[SCENE_BREAK]",
        "Brody: Hey, Jessica. Tess?",
        "Jessica: No, no, it's me. It's Jessica.",
        "Brody: I'm sorry, it just looked like something's wrong. What is it?",
        "Jessica: I just -- I just can't help thinking, what if it was my baby that died?",
        "Brody: You haven't been saying much, and you seem like you're in pretty bad shape. Should I get Dr. Levin?",
        "Jessica: No, it's not like that. It's just really sad.",
        "Brody: What happened?",
        "Jessica: Starr is burying her baby today. She gave birth to her the same day that I gave birth to Chloe, and her baby, Hope, she didn't make it. She died right after she was born. I just feel really awful for her. You know, I don't know what I'd do if --",
        "Brody: Hey, it didn't happen, okay?",
        "Jessica: I just didn't get to tell her, you know? And I feel so guilty that she lost her baby and I get to keep mine.",
        "[SCENE_BREAK]",
        "Viki: I Hope they weren't too much trouble for you.",
        "Natalie: Oh, no. Bree and Chloe were such little angels. Right, Jared?",
        "Jared: Yeah, angels.",
        "Viki: Thank you, again for taking care of them. So as I told you on the telephone last night, Charlie and I are back together.",
        "Natalie: I'm so happy, Mom.",
        "Viki: And the reason I wasn't here last night is because I was with Charlie and we had a wonderful night.",
        "Jared: Well, you better have.",
        "Viki: I'm sorry?",
        "Natalie: Nothing. We should probably get going to the service.",
        "Viki: Oh, okay. Jared?",
        "Jared: Yeah.",
        "Viki: You're sure you can handle these two for another couple of hours? I mean, it was so nice of you to offer.",
        "[Jared scoffs]",
        "Jared: Yeah, I've got it under control.",
        "Viki: Really?",
        "Jared: And if I don't, there's always Lois.",
        "Viki: Oh, yes, Lois to the rescue. That's what Jessie always says.",
        "[Jared chuckles]",
        "Viki: I have to wonder what's going on in her little mind.",
        "Natalie: Yeah, I think she misses her mommy. I just wish she was a little older so I could explain it.",
        "Viki: I don't think it would make much difference. You know, she misses her. So we just have to do the best we possibly can and make sure that they have the best Christmas possible under the circumstances. And then maybe -- maybe Santa will bring Jessie home to us.",
        "[SCENE_BREAK]",
        "Langston: Hey, come in. What are you doing here?",
        "Markko: Well, I thought you might want a ride to the church.",
        "Langston: You're coming?",
        "Markko: Well, I never, you know, lost anyone before, so -- I mean, I don't know how these things work. I didn't think you needed an invitation, but if you don't want me to go --",
        "Langston: Of course I want you to go. Markko, I need you.",
        "[SCENE_BREAK]",
        "Dorian: I'm glad you decided not to take the boys.",
        "Blair: Yeah, I just don't think the funeral is the right place for them to be. So, Langston found this in Starr's room?",
        "Dorian: Yes, she left it and went out of the house. Must have been the crack of dawn because I was up really early and I didn't hear her leave.",
        "Blair: What do you think it means?",
        "Dorian: I think it means exactly what Starr wrote. She just wants to be alone for a while. I phoned St. James. She's in good hands.",
        "[SCENE_BREAK]",
        "Starr: I thought it was your job as a minister to know this stuff.",
        "[Andrew chuckles]",
        "Andrew: Well, I used to think that, too. But I think one of the biggest lessons that you learn in seminary is that you just can't give people the answers that they're looking for.",
        "Starr: Then what's the point?",
        "Andrew: The point is that you try to give them tools. Tools that will help them find the answers they're looking for inside themselves.",
        "Starr: Isn't that like sliding by?",
        "Andrew: Well, I guess it kind of sounds that way, but, you know, my results are pretty good. I guess you'll just have to trust me on that.",
        "Starr: What about these tools?",
        "Andrew: You've got a lot of friends, Starr, a lot of family that love you. You've got to open up to them, and you've got to tell them how you're feeling.",
        "Starr: That's it?",
        "Andrew: And if anybody tells you to move on or cheer up or to get over it, you tell them to get lost.",
        "Starr: I can get behind that.",
        "Andrew: But I think you might be surprised at how much -- how much comfort you can get when you share a loss like this with people who care, so don't be afraid to lean on them.",
        "[SCENE_BREAK]",
        "Cole: Yeah, this is like the fourth time that I've ever worn a suit. Three out of the four times, to a funeral for someone I loved.",
        "Marty: Yeah, I guess I'd swear off suits, too. You scared?",
        "Cole: I don't know how I'm going to do it. You know, face everybody.",
        "Marty: Well, just keep your mind on a couple of things. Don't let anybody push you into talking if you're not ready to. And don't let anybody tell you that you're going to have another baby one day and that's going to make up for it, because nothing is going to replace the daughter that you lost. And just one more thing. There is no manual or time period for mourning. You do what you want to do.",
        "Cole: You can still do it.",
        "Marty: Do what?",
        "Cole: Make me feel better about things.",
        "Cole: Well, uh, I'll see you downstairs? We should probably leave in about half an hour or so.",
        "Marty: I'm sorry, Cole. I can't go with you.",
        "[SCENE_BREAK]",
        "Michael: That was Gigi again. She couldn't switch the therapy session with Rex and Shane.",
        "Marcie: I told her it was okay if she couldn't make the service.",
        "Michael: Yeah, well, she's your friend. She really wanted to be there. That was for Hope?",
        "Marcie: Yeah, and all I have to put in it is this copy of her birth certificate. I mean, at least with Tommy we had memories, but I never got a chance to know Hope. And I'll never get to know what her smile looks like or what the sound of her voice sounds like or her laugh. I won't remember anything we said or we did. I just -- I don't know how I'm supposed to do this, Michael. I -- I don't know how I'm supposed to get through this again.",
        "Michael: Hey, we'll do it like we always do it -- together.",
        "[SCENE_BREAK]",
        "Marty: Things just didn't go very well the last time I left the house. And Dorian and Starr's mother are going to be there today. I don't want to cause any problems for you, not today.",
        "Cole: All right, you wouldn't.",
        "Marty: I could -- I might. And this shouldn't be about me. It's about you and Starr and -- and your baby, and you should be able to focus on that. You shouldn't have to worry about me and what might happen if I'm there.",
        "Cole: I just thought since Hope was your granddaughter, and even for a while there, you thought you were going to raise her yourself with Todd. Sorry, I didn't mean to bring it up.",
        "Marty: No, it's okay. It's okay. Will you be okay?",
        "Cole: Yeah, sure. I better get going.",
        "Marty: What's this?",
        "Cole: It's a book that you used to read to me when I was little. It has my favorite poem in it, \"Jabberwocky.\" I wanted you to have it.",
        "Marty: Thank you.",
        "[SCENE_BREAK]",
        "Jessica: I just should have stayed in my room instead of having a meltdown out here.",
        "Brody: If it'll make you feel better, I could do my best Tarzan.",
        "Jessica: Excuse me?",
        "Brody: You know, the Tarzan yell? I've never done it without six or seven beers under my belt, but I can try. I mean, I've got no shame.",
        "Jessica: Oh, I believe you. That's okay.",
        "Brody: Nobody would probably notice around here, anyway.",
        "[Jessica chuckles]",
        "Jessica: Yeah. I'm sorry. I don't know why this is hitting me so hard. I mean, I've known about Starr's baby for a while now.",
        "Brody: Well, is it because you can't be with your own kids?",
        "Jessica: Yeah, maybe. But I know they're healthy and they're happy and they're with my family. They're with tons of people that love them.",
        "Brody: But it's tough. It's the worst thing there is, when a little kid dies.",
        "[SCENE_BREAK]",
        "Starr: How can I ask anything from everyone that I love? I have screwed up their lives so much already.",
        "Andrew: I don't think they feel that way.",
        "Starr: It's true. And it all started when Cole and I went to bed together. My dad went crazy. My mom kicked him out of the house and they got divorced. And then I found that I was pregnant. My dad couldn't stand the fact that I was going to give my baby to Marcie McBain, so he did that sick thing to Cole's mother. Did you hear about that? He kept her in his house, Cole not knowing that his mother was still alive. And then Marcie, she lost another child and it is all because of me. How can I ask anything of any of them?",
        "Andrew: I don't think you'll have to ask. These are your friends. These are your family. They are asking already, \"How can we help Starr? What can we do?\" Tell them how you're feeling, Starr. They'll be grateful.",
        "Singer: Running rings around the roses the children sing of the sadness life exposes in perfect rhyme in perfect time they tumble to the ground it's just a game but just the same we all fall down we all fall down we all fall",
        "Andrew: We're gathered here in God's healing embrace to remember Hope Manning McBain and to deliver her into his grace. And it hurts to do this, but we take comfort in the knowledge that even death can not separate us from God's good purpose for his children. And we ask him now for comfort. And we ask special consideration for Starr and Cole and Marcie, who were so blessed to have loved Hope during her brief stay with us on this earth. Let us pray.",
        "[SCENE_BREAK]",
        "Jessica: When I first saw the article on Starr's baby's funeral, it was like this wave of sadness just kind of swept over me.",
        "Brody: Well, sure, it would do that. You said she's your cousin?",
        "Jessica: Yeah. She was only 16 when she got pregnant, so she was going to have the baby and give it up for adoption to this really wonderful lady who can't have kids. And I feel really awful for them, but, I don't know, I also feel like -- it's like my own baby died, you know? And I don't understand why I feel that way.",
        "[SCENE_BREAK]",
        "Marty: \"'Twas brillig, and the slithy toves did gyre and gimble in the wabe. He took his vorpal sword in hand long time the manxome foe he sought. So rested he by the tumtum tree.\"",
        "[SCENE_BREAK]",
        "Andrew: As we contemplate the brief life of baby Hope, our souls are burdened with many difficult questions. How, why? For what reason would God take so innocent a life? These questions have not only lingered in the hearts of Starr and Cole and Marcie and all their families, but in all of our hearts. As I told Starr earlier, sometimes there aren't any answers. There's just no way to understand what's happened or to make sense of it. All we can do is grieve and heal. That's our purpose here today, to mourn the loss of Hope and to ask God to help us. And most importantly, to help Starr and Cole and Marcie through a terrible, terrible loss. But they can't do it alone. They will stumble. You must catch them. They will grow weary, and you must offer sustenance. They will weep, and you must listen to each other, all of you together. And when you search in your hearts for those words that might ease the pain or assuage the grief, you'll find them wanting, as fruitless as searching for answers to those unanswerable questions. But what you can do is express your sorrow and your grief. You can offer words of love and care and support. You can say that we will pray for you, and we will. But most importantly, we can all take knowledge and comfort in knowing that today there's another angel in heaven. And that angel is nestled very close to God. And as the tears flow, try to let them wash away the pain that will surely come in the days and months ahead.",
        "Michael: So we're going to head on over to the cemetery if you want a ride.",
        "John: No, I'll drive myself, all right? I'll see you over there.",
        "Michael: Okay.",
        "Marcie: Thank you. John, thank you for coming.",
        "John: No place I'd be.",
        "Blair: Well, for a tough guy, you sure are being awfully sweet today.",
        "John: I meant what I said.",
        "Dorian: Where is Marty? You'd think she'd be at her granddaughter's funeral. I'm just concerned about Cole.",
        "John: I'll keep an eye out for him.",
        "Dorian: Thank you, John.",
        "Blair: Will you --",
        "Dorian: Don't turn on me. I am just expressing how I feel.",
        "Blair: I just want you to do me a favor, please, by going home to check on Mama. She's got the boys, and I know this is hard for her, too, please.",
        "Dorian: Really? Well, all right, if you want me to.",
        "Blair: I'd -- yes, please.",
        "Dorian: That's for Hope.",
        "Blair: Thank you.",
        "Langston: You sure you don't want me to go to the cemetery?",
        "Starr: Yes, I'm sure. I know this is hard on you and my mom and Marcie. And Cole, too.",
        "Langston: Well, I'm skipping school today, so I'll be around when you get back.",
        "Starr: Okay, thank you.",
        "Markko: If you want me to stick around --",
        "Cole: No, it's cool. It's just a small thing at the cemetery. You don't need to be there.",
        "Langston: All right, I'll see you later, okay?",
        "Blair: We should get going, sweetie, okay?",
        "Starr: Yeah.",
        "Blair: Okay.",
        "John: You hanging in there?",
        "Cole: Yeah, I'm okay. Hey, thanks for coming. It means a lot.",
        "John: To me, too. How's your mom doing?",
        "Cole: She wasn't feeling up to it.",
        "John: You know, Cole, she's going to need time.",
        "Cole: Yeah. That's all I can do, right?",
        "[SCENE_BREAK]",
        "Brody: Why wouldn't you take it hard over your cousin losing her baby? You just had a baby yourself. You've probably got all that hormone stuff going on.",
        "Jessica: No, I think it's more than that.",
        "Brody: Sure, it is. Just because your baby's being taken care of doesn't mean it doesn't hurt like hell that you can't be with her. It's got to feel like you lost a baby yourself. I wasn't a dad for very long. I really wasn't a dad at all, but I found out what it was to feel like one and what it's like to be scared that something could happen to your kid, and you'll lose them. I think that's something all parents go through.",
        "Jessica: Maybe you're right. Maybe that's what it is.",
        "Brody: What else can it be, right?",
        "Jessica: It's just weird. Anyways, thanks for trying to help.",
        "Brody: Anytime.",
        "[SCENE_BREAK]",
        "Andrew: Let us pray. Oh, God, whose beloved son did take little children into his arms and bless them. Give us grace, we beseech thee, to entrust this child, Hope, to thy never-failing care and love. And bring us all to thy heavenly kingdom, through thy son Jesus Christ our Lord, who liveth and reigneth with thee and the holy spirit, one God, now and forever. Amen.",
        "[SCENE_BREAK]",
        "Dorian: Markko, you are such a gentleman, a credit to your gender.",
        "Markko: Oh, thanks. Can I get your coat?",
        "Dorian: Oh, indeed. Thank you. Langston is so lucky to have you for a boyfriend. Now, then, I'd better check on the boys. Excuse me.",
        "Langston: She really likes you. I've never heard her say anything nice about any of the guys or girls I've been involved with. She even called you a gentleman.",
        "Markko: As long as she doesn't start making me go to tea with you guys at the country club.",
        "Langston: I don't think you have to be worried. You're miles away from the official stamp of approval.",
        "Markko: Yeah, it's just too bad it took something like this to -- you want me to forget about school? Because I will totally skip it.",
        "Langston: No, you have your English final.",
        "Markko: So I'll talk to Mr. Mallon about making it up.",
        "Langston: Okay, and what if he decides to be a hard-ass? Your grades count for too much right now with college and everything. It's too important.",
        "Markko: You're more important.",
        "Langston: I'll be fine, really. At least until you get back.",
        "Markko: All right, but I am here as soon as school's over.",
        "Langston: Good luck with your test.",
        "Markko: Thanks, going to need it.",
        "Dorian: I just love our new chef, Maurice. He's made us a -- oh, darling.",
        "Langston: That was the saddest thing I've ever seen.",
        "Dorian: It's always hardest when you have to bury a child.",
        "[SCENE_BREAK]",
        "Singer: We all fall down we all fall down we all fall",
        "Singer: Now I'm in black and you're the tide that holds my memory so deep inside and swept away the sea turns gray the ashes make no sound and through my hands like sifting sand we all fall down we all fall down we all fall down we all fall",
        "[SCENE_BREAK]",
        "Jessica: Please, God. Make sure that Chloe and Hope, Starr's baby and mine, wherever they are, whoever they're with, just make sure that they're safe. And please just let them know how much they're missed. And that I'm so sorry for all the pain that they've been through. And one more thing. Just let them know that they're loved by so many people.",
        "[NEXT_ON]",
        "Sarah: You don't want to be late for your deportation hearing.",
        "Antonio: You're here to represent Todd Manning, aren't you.",
        "Talia: It was rape, and I don't think she's ever going to recover.",
        "Marty: I need to hurt Todd the way he hurt me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=jTU59xS7UMc"
}