{
    "Episode Summary": [],
    "Recap": [
        "In Dublin, Ireland, John and Ramsey wait outside the house where the kidnapper is holding Marty and Cole. John pays off a man to keep him from talking and telling the kidnapper that he and Ramsey are outside. An old acquaintance of Marty's is thrown into the room with Marty and Cole. At La Boulaie, Blair starts to make a call and she prays that Todd won't do something stupid. Dorian comes into the room, hobbling on a cane. Blair lets Dorian know that they still hadn't found Todd's son. Dorian introduces Charlie to Blair and she is more than a little bit surprised. Nora and Clint, sit on the sofa, looking at the newspaper. Nora confronts Clint that his mind is still on Dorian. Bo comes in and welcomes Clint and Nora home. Bo tells them that Matthew told him how things had gone in Texas. Bo also lets them know that he checked into Jared Banks' background. Jared hurries downstairs as Nigel catches up to him. Nigel hopes that Jared thought seriously about trying to pass himself off as Asa's long lost son. If you will notice carefully, the brown manila envelope is still in Nigel's coat pocket. Natalie arrives on Jessica's doorstop. Jessica hopes that Natalie decided not to see Jared anymore. Natalie lets her know that she decided quite the opposite. Marcie is quite beside herself because she doesn't know what to do next. Gigi pays her a visit and brings her groceries. Gigi goes next door and knocks on Viki's door and calls out her name. She is completely surprised when David opens the door. He tries to take the groceries out of Gigi's arms, but Gigi quickly pulls away. Todd pays Michael a surprise visit and demands to know where Marcie and Tommy are. Gigi demands to know from David what he did with Viki. Blair lets Dorian know that Marty and Cole are both missing."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "[County Clare, Ireland]",
        "Man: I'll take my money now.",
        "Ramsey: Not until I'm sure this is the place.",
        "John: Believe me, they're in there.",
        "Ramsey: Well, you don't know that.",
        "John: What do you think the armed guards are for -- protecting leprechauns? You sure it was a woman and her son taken in there?",
        "Man: My son delivers the supplies, and he saw them plain as day.",
        "John: All right. Listen to me -- you tip anyone off to us being here, there won't be anything left of you when I'm done. Get out of here.",
        "Ramsey: You know he's going to rat us out to the highest bidder, don't you?",
        "John: Yeah. That's why we got to get in there before they move Marty and Cole.",
        "Ramsey: Last time we did things your way, Caitlin wound up dead.",
        "[SCENE_BREAK]",
        "Cole: How long was I asleep for?",
        "Marty: Uh, just a couple of hours.",
        "Cole: Nobody came by?",
        "Marty: No, not since last night.",
        "Cole: So what do you think's happening? What do you think -- what do you think they're going to do to us?",
        "Man: Go -- go!",
        "Second man: Oh.",
        "Marty: Simon? Oh, dear God, it is you.",
        "Simon: Marty?",
        "Marty: Yeah. Yeah, it's me.",
        "Simon: Oh, well, I wish I could say it was good to see you.",
        "[SCENE_BREAK]",
        "Blair: Oh, Todd, please don't be out there doing something stupid.",
        "Dorian: Blair, you're back.",
        "Blair: Yeah, last night, Dorian. Oh, my word -- what happened to you?",
        "Dorian: Oh, no big deal. I sprained my ankle in Texas. Wait a minute -- does this mean that they found Todd's son and that that poor woman who has nurtured and loved that little child for two years has been thrown in a jail cell like a common criminal?",
        "Blair: No, they didn't find Todd's son and they had to call off the search temporarily.",
        "Dorian: Oh -- because of the holidays?",
        "Blair: No, it's a little more complicated than that. Todd still has some of his people down there looking for -- wait. When did you get back?",
        "Dorian: Late last night and we didn't want to disturb anyone.",
        "Blair: \"We\"? So Clint's going to be walking in here with his, like, boxer shorts on and -- oh.",
        "Dorian: \"Oh?\" Oh! Blair, meet my new friend, Charlie.",
        "[SCENE_BREAK]",
        "Clint: Damn it.",
        "Nora: You're thinking about Dorian again.",
        "Bo: Hey, you guys.",
        "Clint: Hey.",
        "Nora: Hi.",
        "Bo: Welcome home.",
        "Nora: It's good to be back.",
        "Clint: Thank you, Bo.",
        "Bo: Matthew says I missed out on a lot down there.",
        "Nora: Oh, yeah, it was -- it was interesting.",
        "Bo: Hmm. Hey, you remember I said I was going to look into Jared banks' past?",
        "Clint: Yeah.",
        "Bo: Well, I did -- that was pretty interesting, too.",
        "[SCENE_BREAK]",
        "Jared: Morning, Nigel.",
        "Nigel: Please tell me --",
        "Jared: Yes?",
        "Nigel: You slept on it and have decided you can't possibly pass yourself off as Mr. Buchanan's son.",
        "Jared: Not so much.",
        "Nigel: Then you've accepted that your relationship with Natalie will be over before it ever took flight?",
        "[SCENE_BREAK]",
        "Jessica: Whew. Well, I don't know what you did to our daughter, but she is still asleep.",
        "Nash: I swiped a bottle of bourbon from Asa before we left. I figured that my daughter would take to top shelf like a duck takes to -- I'm not going to give away my trade secrets. Did -- did Houdini give away his mojo, huh?",
        "Jessica: So you're working magic now?",
        "Nash: Hmm, your words, not mine.",
        "[Doorbell rings]",
        "Nash: Go away, we're not here!",
        "Jessica: Right.",
        "[Jessica chuckles]",
        "Jessica: Hey. Made it back okay.",
        "Natalie: Can I talk to you?",
        "Jessica: Sure, if it's about the fact that you have changed your mind about hooking up with Jared.",
        "Natalie: Actually, just the opposite.",
        "[SCENE_BREAK]",
        "Marcie: Mommy's going to take a shower, okay? And then I'm going to figure out what the heck I'm going to do next. Todd's gone and I don't know about you, but I'm beginning to get cabin fever.",
        "[SCENE_BREAK]",
        "Gigi: Sally Ann? It's me, Gigi. Hello? Guess I'll come back later. Hey, Vik, you in there?",
        "David: Viki said there was no room service.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Todd: Where is she?",
        "[SCENE_BREAK]",
        "Gigi: Who are you?",
        "David: I'm David Vickers. Croissants in there? Preferably almond?",
        "Gigi: Hey! This is Viki's room -- where is she? What did you do to her?",
        "David: Relax. She's getting dressed.",
        "Viki: Hey, Gigi. What are you doing here?",
        "Gigi: I brought over some things for my friend's baby.",
        "Viki: Oh.",
        "Gigi: But she didn't answer the door. You're lucky I'm not Charlie.",
        "David: Is Charlie your boyfriend?",
        "Viki: He's not my boyfriend.",
        "Gigi: Who is he? And what is he doing naked in your motel room first thing in the morning?",
        "[SCENE_BREAK]",
        "Dorian: Charlie, it's my great pleasure to present my niece, Blair.",
        "Charlie: Oh. Nice to meet you, ma'am.",
        "Blair: Nice to meet you, Charlie.",
        "Charlie: Mm-hmm.",
        "Blair: Hmm.",
        "Dorian: Charlie ca to Llanview because he's looking for somebody he knows.",
        "Charlie: Yeah. Maybe you know him, his name --",
        "Blair: You know, I don't mean to be rude here, but we kind of have a family crisis, Dorian.",
        "Dorian: We do? Is it Langston?",
        "Blair: No, it's not Langston -- it's Starr.",
        "Dorian: Starr? What happened?",
        "Blair: Cole is missing and so is Marty, and that's why Todd and I came back early, so we could be home with her -- what?",
        "Dorian: You don't suppose maybe they just decided to pick up and move or --",
        "Blair: No, it's more than that. The authorities say that they may have been kidnapped and --",
        "Dorian: What?",
        "Blair: John McBain and the FBI agent are on it, but they haven't heard anything yet so --",
        "Dorian: I swear, I never would've left town if I had known something like this was going to happen.",
        "Blair: Well, you didn't know --",
        "Starr: Hey, Mom.",
        "Blair: Hey, baby. Hi.",
        "Dorian: Oh, sweetheart, I just heard what happened. I'm so sorry I wasn't here.",
        "Starr: Oh, no, please. I practically told you to go and see Clint. What -- how'd it go?",
        "Dorian: No, that doesn't matter. I just want to focus on you.",
        "Starr: No, please don't say that. I've thrown myself enough pity parties to last a lifetime. I'm done with it.",
        "Dorian: Good -- good. So perhaps we all should focus on finding Marty and Cole and making sure that they're brought home safe and sound.",
        "[SCENE_BREAK]",
        "Cole: Wait, wait -- you know him?",
        "Marty: Yeah, this is Simon Ryerson. He was your dad's best friend. He -- he was the one who came by the house and told me what happened to your dad.",
        "Simon: This is your boy? This is Cole?",
        "Marty: Yeah.",
        "Simon: Oh, God, how they grow. Hey, you've got your dad's eyes. He was a great man.",
        "Cole: What do you know about all of this? Why did they take us?",
        "Simon: I wish I knew.",
        "[Simon groans]",
        "Simon: I was grabbing a pint at the pub when the lad next to me started an argument. The next thing I know, there's two of them and one of me kicking and punching. They threw me outside and pushed me into a van and brought me here. These people -- they think I know something.",
        "Marty: Exactly, me, too, but I don't. Do you know who these people are?",
        "Simon: No, but I know their type. They don't get what they want, they'll kill us as soon as they look at us.",
        "Cole: Wait, wait, wait -- kill us?",
        "Simon: Think, Marty. Are you sure you can't think of anything they could possibly want?",
        "Marty: No -- names. They keep asking me for names.",
        "Cole: Whose names?",
        "Marty: I don't know -- that is just it. Your father made sure to never tell me anything. He discussed nothing with me.",
        "Simon: Well, surely, he must've talked to you about the troubles.",
        "Marty: Yes, yes, he talked to me about politics, he talked about the history, but he never talked to me about his personal involvement. He never told me any names!",
        "Simon: Are you absolutely sure?",
        "Cole: She said she was sure.",
        "Marty: Wait, it's okay.",
        "Simon: And what about you, son? Any late-night chats with your dad about his homeland?",
        "Cole: My dad wasn't a terrorist, all right? He did poetry, he -- he read for us, he cooked for us, he sang for us.",
        "Simon: I know what kind of man your dad was.",
        "Cole: He wasn't involved in anything like this. He hated violence.",
        "Simon: I'm sorry to have to ask you these questions, but Patrick was like me brother. You and your mom -- you meant everything to him. I couldn't live with myself if I didn't do everything I could to try to protect you. Now, think, Marty. Are you sure that you didn't go through his private papers at some time?",
        "Marty: No. No.",
        "Simon: Think, girl -- our lives depend upon it.",
        "Cole: Leave her alone, all right? She doesn't know anything!",
        "Simon: But I think she does. She just doesn't realize it.",
        "[SCENE_BREAK]",
        "John: Leave the past out of this, Ramsey.",
        "Ramsey: Caitlin is dead because of you. I would hate to see the same thing happen to, say, Marty Saybrooke and her son.",
        "[Noise]",
        "Man: Oh!",
        "[Second man laughs]",
        "First man: Whoa! Bloody hell! You're not the full shilling, are you?",
        "Second man: Enough to get the drop on you.",
        "First man: Shut your mouth and man your post, you stupid idiot.",
        "[SCENE_BREAK]",
        "Todd: Tell me where they are.",
        "Michael: I don't know!",
        "Todd: Well, it sucks to be you, then, because that's all I needed you for.",
        "[SCENE_BREAK]",
        "Viki: Okay, this is not what it looks like. David is an old friend.",
        "Gigi: Doesn't look that old to me.",
        "Viki: And before you ask, he slept on the floor.",
        "David: Yeah, I've got the shag marks on my face to prove it. I also have --",
        "Viki: David -- he's only staying the one night.",
        "David: What?",
        "Gigi: Wait a second. You were in the cafe the other day with a couple other women.",
        "David: Yeah, that wasn't what it looked like, either.",
        "Gigi: And you didn't want to wait on them.",
        "Viki: Well, I'd say I didn't want to wait on the two women, not David.",
        "David: See?",
        "Gigi: Whatever you say. I still wonder what Charlie would think. Don't eat that! That's not yours!",
        "David: I'm hungry. So, Charlie -- is he big? Is he scary?",
        "Viki: Okay, David is not that kind of friend, and Charlie's out of town, okay? He said he had some personal business to attend to.",
        "[SCENE_BREAK]",
        "Dorian: Mmm.",
        "Charlie: Well, I already called a cab, so I think I'm going to wait outside. I want to thank you again for your hospitality.",
        "Dorian: Oh, oh, oh, think nothing of it, Charlie. Let -- let me walk you out, okay?",
        "Charlie: Okay. And you know, I'm very sorry for whatever it is that's going on here, but I'm sure it'll all turn out okay.",
        "Blair: Nice to have met you.",
        "Starr: Yeah, nice -- who the heck is he?",
        "Blair: Charlie from Texas. That's all I know.",
        "Charlie: Well, I want to thank you again for the plane ride to Llanview and also for letting me use the guest room last night.",
        "Dorian: Oh, think nothing of it. After everything you did for me last night --",
        "Charlie: Well, it's not every day that you find a beautiful woman unconscious in the bushes.",
        "Dorian: Oh --",
        "Charlie: And may I say that I think that your ex is an idiot for kissing another woman.",
        "Dorian: Say it twice. You know where to find me if you need me.",
        "Charlie: Yes, indeed, I do. Take care, Dorian.",
        "Dorian: Yeah -- no, no, no, not so fast. That friend you're looking for -- I wrote down his name and address for you. He owns a vineyard.",
        "[SCENE_BREAK]",
        "Natalie: I am not getting into another argument with the two of you about Jared. You tried it at the ranch and you saw that you had no takers.",
        "Jessica: Well --",
        "Nash: Has it occurred to you that Jared has turned his charms onto his number one enemy in the family, and now his problems are gone?",
        "Natalie: I'm not stupid.",
        "Nash: No one is saying that you are.",
        "Natalie: I told you, I saw a different side of Jared when we were in Texas.",
        "Jessica: Now, what side would that be? Would that be the mouth-to-mouth side, or -- Natalie, you have to admit that you haven't been thinking clearly since you've got the hots for Jared.",
        "Natalie: How can I be more clear when I say I'm not going to talk to you about this?",
        "Jessica: Well, would you like to talk to dad about this? Because I wonder how he would feel about the fact that you're hooking up with Jared.",
        "Natalie: Hmm. Don't really care. And don't you go shooting your mouth off about it, either.",
        "Nash: We are concerned for you.",
        "Natalie: Well, I hate to say it, but you have not been a part of this family long enough to be concerned about me.",
        "Jessica: Whoa, whoa, whoa, whoa. No, okay?",
        "Natalie: Okay, what? We're all being frank here. Read my lips -- I can take of myself. And as far as this family goes, everyone except Renee and me think that Jared is a con artist, and I really don't see how he can make any trouble.",
        "Jessica: Well, he won't have to, because he's got you to do it for him.",
        "[SCENE_BREAK]",
        "Clint: Jared did time in prison?",
        "Bo: Two years. Breaking and entering.",
        "Nora: Well, at least it wasn't armed robbery or murder.",
        "Bo: Yeah. Well, I can understand why he didn't want to tell you.",
        "Clint: I wouldn't have let him work at B.E., that's for sure.",
        "Bo: Well, it -- it was his only arrest, so maybe he figures that he did his time and he wants a clean start.",
        "Nora: I'm not so sure I want him living in the house with Matthew.",
        "Bo: Well, you know what? You're sure in a position to boot him out of here, then. Matthew told me Pa left you this house.",
        "Nora: Yeah, it's kind of weird, isn't it? You're not upset, are you?",
        "Bo: No, no. No, I'm glad that Renee, Nigel -- they're going to be taken care of.",
        "Nora: Yeah.",
        "Bo: Do you want me to talk to this guy, or you want to do it?",
        "Clint: No, no, no, no. I'll do it.",
        "Bo: Are you going to keep living here?",
        "Clint: I offered to move out, Bo.",
        "Nora: And I told you it was not necessary.",
        "Bo: You know, I guess I really did miss out on a lot down there at the ranch. Matthew told me that Clint got you on horseback.",
        "Nora: Oh, well, I didn't quite make it.",
        "Clint: Bo, you should have come. I told you that Pa respected you and what you did.",
        "Bo: Yeah, it's just the law that he had a hard time respecting.",
        "Clint: Well, anyway, I got the will on C.D. so you can hear it from Pa himself.",
        "Bo: Well, that's okay. Beaver sent me all the paperwork, so I'm pretty much up to speed. How about this? Another long-lost son?",
        "Clint: Yeah. And it's just like Pa to appoint Nigel to be the one to decide when we found out who our half brother is.",
        "[SCENE_BREAK]",
        "Jared: I don't have a relationship with Natalie. We spent a couple of evenings together.",
        "Nigel: If you go through with passing yourself off as Asa's son, it never will come to anything. Is a seat on the board of Buchanan Enterprises worth passing up a chance at love?",
        "[SCENE_BREAK]",
        "Todd: Last chance, Michael. Where's Marcie and my kid?",
        "Michael: You're not as smart as you think. If I knew where Marcie was, do you think I'd still be here?",
        "Todd: Why don't you just tell me? And I'll let you live.",
        "Michael: Why don't you just kill me, huh? Go ahead. Do it! I have lost everything! I lost Tommy, I lost Marcie, I lost my job! I'm up on charges of perjury. Sure, you want your pound of flesh? Come on! Come get it!",
        "[SCENE_BREAK]",
        "Marcie: There's barely enough money here to make ends meet for a whole nother week. I -- I can't use my credit cards, I can't go to an ATM. What the hell am I -- I can't live off Gigi, right? So, what am I going to do? What am I going to do?",
        "[SCENE_BREAK]",
        "Gigi: Charlie's coming back, right?",
        "Viki: I think so, yes.",
        "David: So this Charlie -- he's the guy that you've been hanging around for, huh?",
        "Gigi: He's real nice. They went to the drive-in together.",
        "David: The drive-in? Did you steam up the windows?",
        "Gigi: She claims they didn't.",
        "Viki: Will you stop it, both of you?",
        "David: You know, she used to blush like that when she talked about me.",
        "Viki: In your dreams, David.",
        "David: But this Charlie guy -- can we trust him? I mean, one date at the drive-in, he walks out on her.",
        "Gigi: I hear you.",
        "Viki: He did not walk out on me.",
        "David: I never would have walked out on her. I gave her killer massages. Taught her naked Tai chi. I could teach you the naked part right now.",
        "Viki: David!",
        "David: Come on. What do we know about this guy? Where is he right now?",
        "Viki: I don't know, but he said he would call when he got there.",
        "Both: They all say that.",
        "Viki: He said he would call, and he will.",
        "David: Viki, haven't you learned anything? Men lie.",
        "Gigi: He's got a point.",
        "[Phone rings]",
        "[SCENE_BREAK]",
        "Ramsey: If we pull this off, my star goes straight to the top of the bureau. How much manpower do you think they have behind that wall?",
        "John: Gee, I don't know, lee. You want to go in there and count them?",
        "Ramsey: Smart-ass comments don't help your dead-end future.",
        "John: You know, I'm not going to stand out here and trade insults with you. I want to get in there, I want to get the hostages, and get the hell out of here.",
        "Ramsey: Hostages you think are in there.",
        "John: They're probably being held in an inner room away from the doors and windows. I figure they only got one guy on the perimeter. Means they probably got five, 10 men, tops.",
        "Ramsey: That's your best guesstimate?",
        "John: Yeah. Wait. Ramsey \u0096",
        "Man on walkie-talkie: Ryan, we're looking for you at the first checkpoint.",
        "John: [Irish accent] Yeah, I'm on my way.",
        "Man: Hold your position. We're coming out.",
        "[SCENE_BREAK]",
        "Marty: I don't know any names these people could possibly want. Okay, now, if Patrick had a list, I never saw it. He never breathed a word of it, I swear.",
        "Cole: It's been two years. If these people thought that my mom and I had something they needed, why not come to us before? I mean, what could have changed, really?",
        "Simon: Well, maybe they've gotten themselves into trouble. And they need something they can barter with.",
        "Marty: You told me Patrick got a shot off before that man shot at him. You told me he was dead. That's why I thought Cole and I were safe.",
        "Simon: Well, obviously, I was wrong, and now they need that information. It didn't turn up at your flat, so they waited for the boy to come home, and then they figured they'd make it personal.",
        "Cole: How'd you know there was a guy at our apartment?",
        "Simon: Well, I don't know -- I just assumed --",
        "Cole: It was you! You're the guy with the mask! Son of --",
        "Marty: Sweetie, sweetie --",
        "Cole: You were the guy that drugged me up, huh?",
        "Marty: Sweetie, get off of him!",
        "Simon: I was the guy who killed your dad. And I'm the one who'll kill you, too, while your pretty little mom looks on, if I don't hear what I want to know.",
        "[SCENE_BREAK]",
        "Jessica: Okay. Okay, Natalie. I -- you know how you get when somebody tries to tell you something, though.",
        "Natalie: Gee. Is it anything like you when all of us tried to warn you about this jerk here? Because he was a user and a home wrecker? But how did that turn out for you?",
        "Jessica: That's not fair.",
        "Natalie: Why? I mean, am I saying something wrong here?",
        "Jessica: Well --",
        "Nash: No, you said it right. She's -- she's right. I was -- I was a user and --",
        "Natalie: And he went after my sister when she was a happily married woman.",
        "Nash: Yes. I did all of that, and far more things that you will never know about, but who was there 24/7 in my face letting me know what the family thought about it all? You. Was it frustrating as hell? Yes. Was I mad about it? No. Why? Because you had your sister's best interests at heart. You love her. But, baby, payback -- it's a bitch.",
        "Natalie: You got a point.",
        "Nash: Hmm.",
        "Natalie: Okay, look, I know -- Jared, he is no saint, but I think that you are overreacting because you feel guilty about sending him to prison.",
        "Jessica: Yes, I feel guilty about that, but I'm also terrified about what he might do to get me back.",
        "Natalie: I don't think he's going to use me to get back at you.",
        "Jessica: Really? Well, so far, he's used my husband -- his vineyard. He's working Renee like a pro, and then -- oh, Sarah dumped him, so now he's coming on to you, but you're different, right?",
        "Natalie: That's it. I've had enough.",
        "Jessica: Okay. Fine, we won't talk about Jared anymore, but that's only because I -- okay, zip it. Fine. Done.",
        "Nash: Okay, so, starting over -- what brings you here so bright and early in the morning?",
        "Natalie: Actually, I have the forms that you need to fill out in order to get your seats on the board at B.E. Ugh.",
        "Jessica: Uh -- you're kidding, right?",
        "Natalie: No. You wouldn't believe how many dead trees it takes to process your $1-a-year salary, insurance, etc., etc. I love the sweet smell of bureaucracy.",
        "[Jessica laughs]",
        "Nash: Coffee?",
        "Natalie: No, thank you. Actually, I'm going to see if Jared wants to go to breakfast with me.",
        "Nash: Enjoy.",
        "Natalie: That was very good.",
        "Natalie: Oh, and just count to 10 after I'm gone. You'll be in the clear.",
        "Jessica: She is making such --",
        "Nash: Not 10 seconds yet.",
        "[SCENE_BREAK]",
        "Nora: You don't seem very worried about what's in this letter.",
        "Bo: Well, we've been through this whole long-lost brother routine before -- recently. Truman.",
        "Clint: Yeah.",
        "Nora: Oh. But maybe this time it's real.",
        "Clint: Well, if this son does exist, I'm curious to know not only who he is, but what Asa wanted us to do about him.",
        "[SCENE_BREAK]",
        "Jared: I care about Natalie, yes, but there is no guarantee our relationship would have ever worked.",
        "Nigel: If you go through with this, you will never know. And there's also a further risk. If the family discovers what you've done, you could end up in jail for fraud.",
        "Jared: I'm aware of the risks, and I'm more than willing to take them. Asa didn't exactly play by the rules, did he?",
        "Nigel: But Mr. Buchanan usually held all the cards. You, Sir, are bluffing. I detest the idea of a con artist lying his way into this family.",
        "Jared: Well, then I'll tell you a good way to stop me. You can tell them who the real Buchanan is -- David Vickers. Although I don't think that's going to go over too well, seeing how Clint nearly blew his head off for finding him in bed with Dr. Lord. Can you imagine Christmas with Vickers in the family?",
        "[SCENE_BREAK]",
        "Marty: You killed Patrick? Why?",
        "Simon: Because he knew too much about our organization.",
        "Marty: No. No, he knew too much about you. He was threatening to turn you in, wasn't he?",
        "Simon: Do you have any idea what would have happened if they found out? There's no Geneva convention for the likes of us.",
        "Cole: Because you're a terrorist!",
        "Simon: I loved your man like a brother. But Patrick had to be stopped.",
        "Marty: I don't know anything, I swear. Whatever Patrick knew died with him. Cole and I don't know anything.",
        "Simon: I'm sorry, Marty. But our source tells us that Patrick had a list. He kept it for insurance. He thought it would keep you and your boy safe. So think. Did Patrick have a safe-deposit box? A secret hiding place? A mistress? Before he went to Ireland that last time, he must have told you something, given you some kind of clue. He would have wanted you to know where it was. So dig for it, Marty. I don't want to have to kill you --",
        "Marty: Simon, please, okay, I don't know anything!",
        "Simon: Think, Marty.",
        "Marty: I don't -- the last thing that Patrick said to me was a line from a poem that he had written for me! There weren't any names!",
        "Cole: If you kill her, you'll never know the truth!",
        "Marty: Sweetie, just stop it.",
        "Simon: You're right about that, son.",
        "Cole: You try --",
        "Marty: No, let him go!",
        "[Marty whimpers]",
        "Simon: But taking you out wouldn't change a thing.",
        "[Gunfire]",
        "Marty: Simon, please! Please, just let him go! Please!",
        "Simon: Tell me, damn it! Your boy's running out of time.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Viki: Hello?",
        "Charlie: Hi, it -- it's me, Charlie B.",
        "Viki: Charlie --",
        "Charlie: Yeah, look, I would have called you sooner, but --",
        "Viki: That's all right. I know you had important stuff to do. I'm just glad you called.",
        "Charlie: You are important.",
        "Viki: Charlie, could you hang on just for a second, please?",
        "Charlie: Uh -- yeah, sure.",
        "Viki: Will you stop eating and wipe that grin off your face? Go get dressed.",
        "David: Oh, man, I hate getting dressed.",
        "Viki: Go -- in the bathroom. Sorry about that.",
        "Charlie: Hmm -- no, is this a bad time?",
        "Viki: No, not at all, no. Actually, Gigi's here, and we're going to head over to the diner, just in a few minutes, though.",
        "Charlie: Oh, well, I should let you go, then.",
        "Viki: No, no. Well, hang on a minute. Um -- did you find your son?",
        "Charlie: Uh -- yeah, and I'm outside his door right now, and I'm telling you, I don't know if I can go through with this.",
        "Viki: Look, you're just nervous.",
        "Charlie: You know, what if he spits in my face and tells me he never wants to see me again?",
        "Viki: So, you wipe it off and you keep trying.",
        "Charlie: Yeah, but -- but what if seeing me messes up his whole life?",
        "Viki: Charlie -- look, I -- I don't think that's going to happen.",
        "Charlie: Well, it happened when he was a kid.",
        "Viki: But you're sober now, okay? You're a different man.",
        "Charlie: I know. I thought I could handle it, but now that I'm here --",
        "Viki: You can do it. And you know, no matter how your son reacts -- I mean, even if he does reject you, at least he'll know that you cared enough to try.",
        "[SCENE_BREAK]",
        "Dorian: Starr, I'm sure that the police are doing everything possible to find Marty and Cole.",
        "Starr: But I thought you said that we were going to focus on finding them.",
        "Blair: Oh, what you need to focus on is staying busy.",
        "Starr: Mom, I told you --",
        "Blair: What?",
        "Starr: For the last time, I'm not going to school while Cole is missing!",
        "Dorian: Just -- just listen up here. Starr, you have already been through way too much. What you really need is a return to normalcy.",
        "Starr: Normalcy? Aunt Dorian, in our family? My boyfriend is missing. There is nothing normal about that. How am I supposed to concentrate in school?",
        "Dorian: I believe that Cole and Marty are going to be found, all right? I really do believe that, and that's what we should all focus on -- is that they're going to come home safe and sound.",
        "Starr: Well, I'm trying to.",
        "Dorian: Good, now, you're not going to help anything if you sit around worrying yourself sick.",
        "Blair: She's right, sweetheart. And, see, I think you should go to school. Just go to school today, try it out, and if you're really that uncomfortable, I promise you, I will -- I'll come get you. Just call me, okay? Do we have a deal?",
        "[SCENE_BREAK]",
        "Bo: I heard Dorian tracked you down to the ranch, huh? What was that all about?",
        "Clint: We broke up.",
        "Bo: Why?",
        "Clint: It's not worth going into, Bo.",
        "Bo: Okay, good, I'm glad to he that, because I can't say I'm sorry. I think you deserve a lot better. Right, Nora?",
        "[Phone rings]",
        "Nora: Hmm?",
        "Bo: Uh -- listen, I got to take this. Buchanan.",
        "Nora: That was a little uncomfortable.",
        "Clint: He doesn't know what happened between us.",
        "Nora: That's good, then. Because there's really -- nothing happened. I mean, it's nothing --",
        "Jared: Ah, Commissioner Buchanan.",
        "Bo: Banks.",
        "Jared: We missed you in Texas, although I'm sure these two filled you in on everything that happened.",
        "Bo: Oh, they sure did. And you know, I filled them in on a few things, too.",
        "Jared: Like what?",
        "Clint: We know about your prison record.",
        "Jared: Ah. Well, I don't think you know everything.",
        "Nora: Well, then would you care to explain it to us?",
        "Nigel: Good morning.",
        "Nora: Good morning, Nigel.",
        "Clint: Is something wrong, Nigel?",
        "Nigel: That's for you to decide. After considerable soul-searching, I've decided the time is right for me to open the envelope that Mr. Buchanan left for his other son.",
        "[SCENE_BREAK]",
        "Charlie: You're right. I've come too far to give up now.",
        "Viki: You know, as a friend of mine says, you take a deep breath and center yourself.",
        "Charlie: And then what?",
        "Viki: Go for it.",
        "Charlie: Oh. Thanks.",
        "Viki: Anytime. Please, call if --",
        "Charlie: I'll definitely let you know what happens.",
        "Viki: Bye.",
        "[Phone rings]",
        "Gigi: Hello? Ugh. Moe, keep your shirt on. We're over at the motel. Viki and I will be right over. Moe's about to lose it because we're not there yet.",
        "Viki: Yeah, what else is new? Oh -- David? We're going over to the diner, okay?",
        "David: Will you buy me breakfast?",
        "Viki: Will you check out of my room?",
        "[Gigi chuckles]",
        "Viki: Thank you. Keys.",
        "Gigi: Oh. Wait just a second. I got to leave this stuff for my friend.",
        "Viki: Okay.",
        "Gigi: Hey, it's Gigi. I got the stuff for Billy.",
        "[SCENE_BREAK]",
        "Michael: I have had enough, okay? I'm finished. So come on. Come on, do it!",
        "Todd: No, I -- I much prefer this. This is much nicer. I just love seeing you wallow in -- in misery. No wife, no job, on your way to prison. You're a loser. I mean, really. Huh. Dr. McLoser.",
        "[SCENE_BREAK]",
        "John: Go.",
        "[Gunshots]",
        "John: Cover me.",
        "John: All clear!",
        "John: Ready?",
        "[SCENE_BREAK]",
        "Starr: Okay, fine, I'll go to school, but you better call me if you hear anything, Mom.",
        "Blair: You better know that I will, promise.",
        "Starr: Okay, bye.",
        "Blair: Bye. Have a good day.",
        "Starr: Uh-huh.",
        "Dorian: Bye.",
        "Blair: Okay. Starr's gone, and your little Texas friend is gone. What in the hell happened with Clint?",
        "Dorian: We argued --",
        "Blair: Yeah?",
        "Dorian: And then we broke up, because Clint is having an affair with Nora.",
        "Blair: You caught Clint and Nora doing it?",
        "Dorian: I caught Clint kissing Nora in the barn, and that's when I decided to do it with David.",
        "Blair: Okay, okay -- wait a minute. David Vickers was down at Asa's ranch in Texas? And then you slept with him?",
        "Dorian: And Clint walked in on us.",
        "Blair: Okay, you saw Clint and Nora kissing and then you slept with David?",
        "Dorian: Look, just don't you dare suggest that I am responsible for Clint breaking up with me. There's only one person responsible, and that is Nora. Nora set a trap for Clint, and he walked right into it. Well, I'm telling you something. Nora is going to regret the day that she ever crossed me! Ow! Oh --",
        "Blair: God help Nora.",
        "[SCENE_BREAK]",
        "Nora: Okay. Well, I think I'm going to go and leave you two to talk about this alone, and I -- I hope -- I don't know what I hope. Good luck, yeah. Jared?",
        "Jared: I'm going to stay. I got some explaining to do. Ahem.",
        "Nora: Bye, Nigel.",
        "Natalie: Hey, Nora --",
        "Nora: Hey, dear.",
        "Natalie: Hi. Hi, guys. Jared, you want to go to breakfast with me? Uh -- am I interrupting something?",
        "[SCENE_BREAK]",
        "[Charlie sighs]",
        "[SCENE_BREAK]",
        "Todd: I don't think anyone would believe you if you told them about this, so you might as well not. Oh. Are you going to cry? Go ahead. Oh, come on.",
        "Michael: Ahem.",
        "Todd: Well, I'm sure there's something to be happy about. Maybe they'll give you and Marcie his and her jail cells. Poor Tommy. Yeah, you miss him. Mm-hmm. You're never going to see him again. You're never going to see him again, ever. You can get up now if you want.",
        "[SCENE_BREAK]",
        "Gigi: I got to boogie. I'll just leave the stuff by the door, okay?",
        "David: Hello. Huh.",
        "[NEXT_ON]",
        "David: I know you.",
        "Bo: Are you ready?",
        "Clint: Ready as I'll ever be.",
        "Natalie: You just kissed me goodbye.",
        "Nash: Can I help you?",
        "Charlie: Yes, I believe you can."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=NMQo9_BAXAU"
}