{
    "Episode Summary": [
        "Episode # 10994"
    ],
    "Recap": [
        "Everybody is discussing and wondering what has happened regarding \"the two Todd Mannings\". Jack tells Starr he doesn't believe a word of the strange guy who is scamming them and knows that the Todd we've known for 8 years is their father. But Starr questions how this man who looks exactly like Todd she knew before the surgery seems to remember so many things about her that only Todd would know. Tea asks current Todd what is going on and admits she has her doubts that he is real and she is considering that maybe original Todd is telling the truth. Blair talks to Tomas who confesses his involvement with Baker, the CIA and original Todd years ago. Yet they both admit they have no answer as to whom is the real Todd Manning and who is an imposter. Viki goes to the jail cell to talk to original Todd, in awe that he looks exactly like her brother whom she has known until 2003 although she realizes she's believed that \"current\" Todd is the real Todd after getting reconstructive surgery. original Todd brings up memories and recalls conversations he's had with his sister that only Todd would know and urges her to know and believe that he is the brother she's shared the special bond with throughout his life. She doesn't know what to say, do or think. John and the cops are then determined to find out what Baker's scheme is, why original Todd has been locked up for 8 years and they are ready to do a DNA test to unravel the mystery of who is in fact the real Todd Manning."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Old Todd: Hi, sis.",
        "Téa: I want an answer. Am I married to the real Todd Manning?",
        "Todd: How can you even ask me that question?",
        "Téa: Just answer it.",
        "Starr: Jack! Where have you been? I've been looking all over for you. I've texted you. I've left you messages. Why haven't you called me back?",
        "Jack: I've been busy, ok?",
        "Starr: With what?",
        "Jack: With work.",
        "Starr: Work? Jack, it's summer. You don't have to be at the \"Sun\" today. How would you even be able to concentrate on what happened last night? It was crazy. Some guy showing up with Dad's old face saying that he's dad. What do you think's going on?",
        "Blair: Thanks for coming.",
        "Tomás: Always happy to see you.",
        "Blair: Even knowing the reason I asked you to come? I want to know everything you know about the two Todds. And I mean everything.",
        "John: Hey. Baker, how's it going? How are you enjoying your accommodations here at the LPD?",
        "Baker: What do you want?",
        "John: You got some time to kill. Let's talk about Todd Manning.",
        "Old Todd: You're staring. It's kind of rude. You're generally so polite.",
        "Viki: Who are you?",
        "Old Todd: You don't recognize your own brother?",
        "Tomás: I told you what I knew last night.",
        "Blair: That the man that we all think is Todd isn't Todd. That's what you said. By the time I had a chance to ask you what you meant by that, another guy walks in with Todd's old face. Is he the real Todd Manning?",
        "Tomás: You couldn't tell?",
        "Blair: What do you mean by that?",
        "Tomás: That kiss. Was it from a man you once loved? Or is he an imposter?",
        "Todd: Where is this coming from? I told you last night. I said...I said I am Todd Manning. Your husband. Ok?",
        "Téa: I know what you said. I, um...I just--I needed-- I did a little research. I needed to do it.",
        "Todd: You needed to do research? What does that mean?",
        "Téa: I went to the jail cell.",
        "Todd: You went to see this guy? Instead of talking to your husband, your...your lover... you went and talked to this guy who kidnapped Sam and attacked jack. Why would you do that? Look at me. Can't you look at me?",
        "[Téa crying]",
        "Todd: Look at me. What do you see?",
        "Téa: Ha ha! My husband.",
        "Todd: What's my name? Say it. I want you to tell me that you believe me.",
        "Téa: Don't you think I want to?",
        "Todd: You think I'm lying to you.",
        "Old Todd: Oh, come on, Viki. You recognize me, don't you? I know you do. I can see it in your eyes.",
        "Viki: I do know who you are. You're the man little Sam talked about. You kidnapped him. He said that you looked exactly like the photograph of my brother before his surgery.",
        "Viki: How did you do that? How do you look so much like him?",
        "Old Todd: I am him. I'm me. Come on, Viki. I'm your brother, and you know it.",
        "Viki: No. No, I'm sorry. That's not possible.",
        "Baker: Todd Manning? Name sounds familiar. Does he do something in the media?",
        "John: Really? That's how you're gonna play this? I was going through your wallet here. This your business card? \"Malcolm baker, security systems\"? I don't see you selling car alarms. Where have I seen this logo before? That's right on all those encrypted files.",
        "Baker: What files? If there are any files, they would be meaningless to you.",
        "John: But they do mean something to you. This guy downstairs, this guy Todd Manning, why are you trying to kill him? Who is he to you?",
        "Baker: I think the more important question is, who is he to you? And what is he to the people you're trying to protect?",
        "Old Todd: They locked me up for 8 years. I was tortured, daily. I was drugged.",
        "Viki: Why?",
        "Old Todd: I don't know. I don't know. They said that I had something that they wanted, but they wouldn't tell me what it is. And I escaped, and I came home. I was so looking forward to starting my life again, but some guy, who you and everybody else in town are calling Todd Manning, stole my life. He's a fake.",
        "Viki: This is absolutely amazing. How have you managed to re-create him--",
        "Old Todd: I'm your brother, Viki.",
        "Viki: So this man I've been calling my brother for 8 years--",
        "Old Todd: I don't know who he is. I don't know what he wants, but he's not your brother. You don't believe me? Come on, look at me. Look at me. Look at me. You know me. You of all people. The kids, I can understand. They were young. But you?",
        "Viki: Blair? Téa?",
        "Old Todd: They believe me, deep down. Very deep down. Typically, they won't admit it, but... Viki, you're the one. I can always count on you.",
        "Viki: Why?",
        "Old Todd: Because I trust you, above all others. You have never, ever given up on me. Viki, don't give up on me now.",
        "Blair: That kiss. My relationship with that Todd was a long time ago.",
        "Tomás: I don't think it's something you forget.",
        "Blair: It's not about the kiss, Tomás. It's about my kids. They're going crazy. They need to know. We need to know.",
        "Blair: Who is he?",
        "Starr: Jack!",
        "Jack: I don't think anything, all right? I know. Dad is dad, and that's it.",
        "Starr: Then what's the story with the other guy?",
        "Jack: I don't know, and I don't care! He kidnapped Sam. I hope he crawls into a hole on his fake face and dies.",
        "Blair: I got two men claiming to be the father of my children, two men saying that they're my ex-husband. So, yeah, I do need some help. With all your soul- searching yesterday, I think you may have left a few things out?",
        "Tomás: All right. All right, I'll tell you everything I know, but please keep in mind it was a long time ago. Once you hear me out, I just hope you can forgive me. Hi, I'm doing my back-to-school shopping",
        "Tomás: Had a feeling it was gonna come to this.",
        "Blair: What's that?",
        "Tomás: Orders I received 8 years ago.",
        "Blair: From the CIA?",
        "Tomás: When I told you yesterday that I worked for the CIA... what I didn't tell you is that the man I reported to, baker, had gone rogue. He was conducting operations that the CIA didn't sanction, highly unethical operations that he wasn't allowed to order. He's in custody, by the way. McBain picked him up last night.",
        "Blair: Well, that's good. So these operations...",
        "Tomás: I thought I was helping my country. I wasn't.",
        "Blair: What exactly were you ordered to do?",
        "Tomás: I was an assassin.",
        "Baker: That man with the scar on his face killed one of my agents.",
        "John: He killed your guy 'cause he tried to shoot a kid. We have the testimony to prove it.",
        "Baker: Come on. The man is a loose cannon. When I approached him at your apartment last night, he brutally assaulted me.",
        "John: Brutally assaulted you? Because you tried to kill him since he came to town.",
        "Baker: We would have succeeded if you hadn't gotten in the way. You're in over your head, McBain. This man is a dangerous man who's trying to pass himself off as Todd Manning. He needs to be stopped before more people get killed.",
        "Viki: 8 years ago, my brother was beaten very badly, and he nearly died. In order to survive, he needed surgery--",
        "Old Todd: No, no.",
        "Viki: Surgery that altered his appearance.",
        "Old Todd: You saw me in the cemetery. You remember? You thought I was dead.",
        "Viki's Voice: Todd? Todd?",
        "Old Todd: But I wasn't dead. You didn't believe me at first, then, either. It took you a long time to come around. The only difference between then and now --and ok, maybe it's a big difference--is that there's some bozo running around town impersonating me. But you know in your heart what's true, Viki. You know in your heart that that guy is a fake and that I'm your brother.",
        "Jack: This guy is like the dummest con artist ever. I mean, come on. What kind of idiot makes himself look like the \"before\" picture? It makes no sense.",
        "Starr: Exactly.",
        "Jack: You don't get it.",
        "Starr: Jack, you were very young when dad had his surgery.",
        "Jack: So?",
        "Starr: So, I wasn't. I knew dad the way he was before. And it's not just this guy's face. It's his expressions, his voice, his body.",
        "Jack: So he did a pretty thorough job.",
        "Starr: I thought you said he w an idiot? Jack, you have to understand. When he called me \"Shorty\"-",
        "Jack: So, that's your nickname. Most people know that, and it's not that hard to figure out. If you just abandon dad based on some stupid--",
        "Starr: I'm not abandoning dad, jack. We have to figure this out. Jack!",
        "Jack: What? sounds exactly like the dad that I knew. How is that possible if it's not him?",
        "Téa: All right. Let's say it is possible that someone could have their face reconstructed to look exactly like your face used to look. Let's say that's possible. All right. But it's not just the physical resemblances. He knew things about us.",
        "Todd: He just looked me up on the internet. That's all. I'm on the internet, you know. Look what happened to Dani when she looked me up. You know? I'm an open book.",
        "Téa: He knew how much you paid me to marry you the first time.",
        "Todd: You mean $5 million? Does he know the check number? 'Cause I do. Does he know that before the second time we got married I faked having D.I.D.? And that out of all of them-- Pete, tom, rod, miss Perkins-- you favored rod. You had a thing for rod.",
        "Téa: I did not.",
        "Todd: Don't lie to the guy that was there. Is it written down that you play \"money honey\" like your life depends on it? Is it written down that you called Starr \"Estrella\" after she was born?",
        "Téa: People who know us know things like that.",
        "Todd: All right, how about something that only you and I would know. On the island, you and me and Ross. You and Ross were driving me crazy. I went out into the water, right? You came after me. You remember what happened then. And now we have Dani.",
        "Téa: I remember.",
        "Todd: What did he say to you? You have to tell me. If it's causing you to doubt me, then I think I have a right to know.",
        "Téa: Why did Tomás say that you're not Todd Manning?",
        "Blair: You've killed people?",
        "Tomás: Yes.",
        "Blair: Who?",
        "Tomás: What's important is that 8 years ago, I was told to eliminate...this man.",
        "Viki: What do you know about the cemetery?",
        "Old Todd: Because I was there. And then you took me to your attic. Do you remember? I was so furious at Blair, and I wanted to leave town. I didn't even want to see my own daughter. And you wouldn't have that. You went downstairs, and you got Starr, stairs and you put her in my arms.",
        "[Starr gurgling]",
        "Old Todd: And I looked at Starr, and everything changed. You did that for me, Viki. You taught me how to love my little girl. You taught me how to be a father.",
        "Jack: I've been working with dad, and he's told me some things that maybe you don't know.",
        "Starr: Like what?",
        "Jack: There's this company going after him. Maybe this guy's from there.",
        "Starr: Jack, dad's always had competition. No one's ever had plastic surgery.",
        "Jack: Maybe this guy's crazy. All I know is that he's not dad.",
        "Starr: He knows things that only dad would know.",
        "Jack: So, dad knows them, too. If you believe this guy, it's like you're turning your back on him.",
        "Starr: I'm not turning my back on him.",
        "Jack: Even asking these questions, you're betraying him. How could you do that after what he did for me?",
        "Starr: What did he do for you?",
        "Jack: I'm just saying.",
        "Starr: Jack, come on. Tell me what happened. Is it Gigi Morasco?",
        "Jack: Yeah, he proved I didn't do it.",
        "Starr: He proved it?",
        "Jack: He got me out of it, ok? He wouldn't have done that if he wasn't my dad.",
        "Todd: I don't know why your brother does anything.",
        "Téa: Really? Then why did you tell him to shut up when he tried telling us you weren't Todd Manning?",
        "Todd: 'Cause he's always making trouble for me. I'm sick of it.",
        "Téa: You said you got in over your head with some dangerous people, and that's all you would tell me.",
        "Todd: Right. You said you were ok with that.",
        "Téa: Before some guy walked into town with your old face! I'm sorry, but I am in way over my head here, all right? You need to tell me everything you know, everything you know right this minute!",
        "Todd: Really?",
        "Téa: Yes.",
        "Todd: Yeah?",
        "Téa: Yes!",
        "Todd: Or what? I'm sorry. Yeah, I'll tell you.",
        "Baker: I'm telling you, the man you have locked up isn't Todd Manning.",
        "John: So, who is he? Look, you want to spend another night downstairs, that's fine by me.",
        "Baker: Lieutenant, if I told you who he was, you wouldn't live long enough to do anything about it.",
        "John: I'll take my chances.",
        "[Knock on door]",
        "John: Come on in.",
        "Officer: Sorry.",
        "Agent: We're here for agent baker. If you'll unlock those cuffs, we'll take him off your hands.",
        "Old Todd: You have this way of getting me to do things. When I took the Buchanans hostage--admittedly, not my best idea--I just wanted that old dinosaur Asa to die, and I thought for sure he was faking a heart attack, but...not you.",
        "Old Todd Voice: He should save himself. He thinks he's God.",
        "Viki's Voice: Do you believe in God?",
        "Old Todd Voice: Do you think I should?",
        "Viki's Voice: Yes, and I think you should pray very, very hard, because if that man dies, there is no torment that you have suffered that will even begin to compare to what you will feel.",
        "Old Todd Voice: Are you putting a curse on me?",
        "Viki's Voice: Do it for me.",
        "Old Todd Voice: Why should I do it for you?",
        "Old Todd: You made me help him, and you said to me...that even though nobody else loved me, you always would. So was that a lie?",
        "Blair: Baker wanted Todd dead? Why?",
        "Tomás: They claimed he was fronting terrorists. They even showed me evidence, which I later realized was faked. So I don't know why they wanted me to eliminate him. All I knew was I had a job to do at the time, and I did it.",
        "Blair: What do you mean?",
        "Tomás: I was here.",
        "Blair: Wait, you were here? In Llanview 8 years ago?",
        "Tomás: Yes. To eliminate Todd, but somebody got to him first.",
        "Blair: You mean...",
        "Tomás: Mitch Laurence had Todd beaten and left for dead in victor Lord's mausoleum, which is where I found him. This is not a prescription. This is Kate.",
        "Tomás: I called baker, told him the condition Manning was in and asked him if he wanted me to... finish the job.",
        "Blair: You didn't try to help him?",
        "Tomás: I was following orders, Blair. But it didn't matter. The plans had changed. They wanted Manning alive, so I delivered him to my superiors.",
        "Blair: You just left him there with them?",
        "Tomás: Yeah.",
        "Blair: Tomás! How could you do that? He's the father of my children, Tomás. How could you leave him with people that wanted him dead? What kind of monster are you?",
        "Jack: Dad loves us. Got it?",
        "Starr: I know that dad loves us. I'm not trying to hurt anyone. I'm just trying to talk to you. Dad has done stuff that the dad I grew up with, it would have never happened. With Cole, he was so violent--",
        "Jack: But you know why.",
        "Starr: Yes, I know why he was mad, not why he beat up Cole or chased after us and threw me down a flight of stairs.",
        "Jack: That was an accident.",
        "Starr: Ok, what about this? He was planning on kidnapping my daughter and raising her with Marty, letting me believe that she was dead. The dad I knew, he would have never done that to me.",
        "Jack: How do you know? Were you a pregnant teenager before he got his face changed? No. You're just guessing. Who knows? Maybe you're just trying to get back at him 'cause Cole went to prison.",
        "Starr: I'm not trying to get back at him.",
        "Jack: Fine. Do whatever you want. Go ahead. Replace dad with some nut job who just looks like an old picture and calls you \"Shorty.\" Just leave me out of it.",
        "Todd: A few years back, I was having trouble closing this business deal that I was really keen on, and it wasn't working out. It was about to fall through again, and this guy shows up named baker. He basically says, \"we can make this happen.\" You scratch my back, I'll scratch yours type of thing. So, then, indeed, the deal goes through. And then he shows up with his hand out.",
        "Téa: What did he want?",
        "Todd: That's the thing. He wanted me to launder money and use my business as a front, that kind of thing.",
        "Téa: And you agreed?",
        "Todd: I'll tell you why. Because he said that he headed up some secret op, some CIA op, and that I was gonna be doing my country a big service and all that kind of thing. As long as he was throwing deals my way, I was fine with it. But then you got sick, and I started to rethink the whole thing. And I also looked into baker, did more research about him, and found out that he's just a rogue player, and I backed out.",
        "Téa: And then he sent someone to try to shoot you.",
        "Todd: That's right. And your brother saved my life. Your brother and I were both trying to get out. We didn't want to get you and Blair and the kids involved, so we kept it a secret.",
        "Téa: Not happy that you did it, but I am grateful to you for telling me this.",
        "Todd: Does that mean that you believe me, at least about this?",
        "Téa: That still doesn't explain why Tomás said you're not Todd Manning.",
        "Tomás: I know it's not enough, but I believed I was helping my country. I'm very sorry.",
        "Blair: You're damn right it's not enough.",
        "Tomás: And in the interest of full disclosure, when I found Todd in that tomb, he was holding the wedding photo.",
        "Blair: So there was no flea market in Paris. Just another one of your lies.",
        "Tomás: The photo was Todd's. I held onto it when I delivered him to baker. I would stare at it, and you know, something in my soul told me I was looking at the face of an innocent man. So that's when I started digging. And that's when I discovered the truth about the people I was working for and I realized I had to get out. So I contacted my friend Calmar, also ex-CIA.",
        "Blair: Oh, another thing you neglected to tell me about.",
        "Tomás: I couldn't tell you that, Blair. He negotiated my exit. I agreed to leave quietly, not say anything to anyone. My tenure ended, but not my guilt. I would stare at that photograph, and I would wonder about the people I'd left behind, what happened to you, if you were left alone to raise children. I don't know what it was, but I just started to paint. I painted it over and over. I guess I was just trying to assuage--I don't even know what I was trying to do.",
        "Blair: Are you telling me all this because you want me to feel sorry for you?",
        "Tomás: No, I'm telling you because I'm trying to be truthful, finally. I'm trying to explain--",
        "Blair: The only thing I want explained to me right now... which Todd is real?",
        "Todd: Who is this guy? What does he want from me? I don't know what's going on. When I saw him for the first time, it was just like looking into a mirror from a lifetime ago.",
        "Téa: Tell me about it. I fell in love with that face.",
        "Todd: Honey, I'm not blaming you. I just can't give you answers I don't have.",
        "Téa: So if you're you, then who the hell is he? Do you have any idea?",
        "Todd: Yeah, I do.",
        "Viki: Yes, I did say that, and I will always love my brother. You've got his face and his memories, but I--",
        "Old Todd: You came to me, you know. You came outside.",
        "Viki: What do you mean?",
        "Old Todd: At Llanfair. You came outside to look for me.",
        "Viki: That was...you? Did you break the picture of me with my brother?",
        "Old Todd: I'm your brother.",
        "Viki: Why didn't you say something?",
        "Old Todd: Because you were inside with him! Because you were there with him. You told him that you loved him.",
        "Viki: Of course I love him. He's my--",
        "Old Todd: He's a fake! You've been conned. Viki, you've been conned.",
        "Viki: I don't know. I don't-- I--I--this is crazy!",
        "Old Todd: This is crazy. Maybe I'm crazy. Lord knows, they've... pushed me to the edge. The only reason I'm sane at all, Viki, is you. You. Knowing you were there, knowing that you and I were both monster children of victor Lord, you saved me, Viki.",
        "Viki: I've always believed that my brother and I do things that we could never explain to anyone else, things that kept us connected.",
        "Old Todd: You felt that.",
        "Viki: But this is impossible. You can't be Todd.",
        "Old Todd: No, what's impossible was that you saw good in me when no one else did. Viki, really, is what I'm asking you to do now any different?",
        "John: You guys are CIA? What, did you call each other before you got dressed this morning? I'm supposed to release him because you say so? So it's a court order.",
        "Agent: Signed by a federal judge. Demanding you release agent baker.",
        "John: Yeah, fine. You can have him.",
        "Agent: We'll need your prisoner, too, man with the scar on his face.",
        "Blair: Tomás.",
        "Tomás: Truth is, right now I'm not sure. When Todd was in a coma, I tried to get a sample of his blood. I got interrupted, Todd woke up, he accused me of shooting him.",
        "Blair: You told me that you didn't shoot Todd. Are you changing that story, too?",
        "Tomás: No. What I told you was true. I went there to stop the shooting. Calmar had learned that baker was trying to have Todd taken out.",
        "Blair: So Todd--he saw you in the window.",
        "Tomás: Then he shows up in my jail cell trying to threaten me. That's when I told him I knew he'd worked for baker.",
        "Blair: Baker wanted Todd dead why?",
        "Tomás: I'm assuming he stopped playing by their rules.",
        "Blair: Well, that would be Todd. Why didn't you go to john with it?",
        "Tomás: Wasn't that simple. We both had a lot to lose. If baker finds out we turned on him, you, Téa, and the kids--you're all potential targets. We keep our mouth shut. So we agreed to a truce.",
        "Blair: Did you ask Todd then if he was really Todd?",
        "Tomás: Of course, and he looked at me like I was insane. And he swore to me that he was.",
        "Blair: Did you believe him?",
        "Old Todd: You saw good in me when there wasn't any. And you asked me to do the impossible--to believe that I had a heart and that I had a soul. And now all I'm asking is for you to believe me. I'm your brother, and you have to believe me. Because if you believe me, then everything is gonna be ok. [Crying]",
        "Viki: I'm sorry. I'm gonna go. But I promise you-- I promise you I will get to the bottom of this.",
        "John: Yeah, that's not gonna happen. The guy downstairs committed a crime within this jurisdiction.",
        "Baker: He killed one of my agents.",
        "John: I don't see anything in here about releasing him to you. When I call the judge to discuss all this, I'm gonna ask him why you had this guy in custody for 8 years for no apparent reason.",
        "Tomás: I was willing to believe that Todd was who he said he was even with the new face until Sam started talking about the guy with the scar on his face. Then when Sam ID'd the old photo of Todd, I figured that Téa's husband was the imposter and that this guy who'd just shown up was the real Todd Manning.",
        "Blair: But you didn't have any proof.",
        "Tomás: No.",
        "Blair: Is this just another one of your lies, Tomás?",
        "Tomás: I don't blame you for doubting me, Blair. I really haven't given you any reason to trust t me.",
        "Blair: No, you haven't.",
        "Tomás: If I could take back that moment 8 years ago when I delivered Todd to baker, you know that I would.",
        "Todd: My theory is I wanted out, so they sent somebody to kill me. And that didn't work, so they sent this guy, whoever the hell he is, to... to kind of...kill me from the inside out, you know. To make you turn against me. I think that's what they want. They want you to leave me. Look at you. You're playing right into their hands, aren't you? Don't let them do that to us. Don't let them do that. I want you to tell me that you believe I am Todd Manning.",
        "[Door opens]",
        "Jack: Dad, I believe you.",
        "Agent: How do you want to handle this?",
        "Baker: We'll speak to the judge, but I'm sure he'll issue another order for the release of the prisoner...into my custody.",
        "John: That's great. Now, get the hell out of my office. Grab Koenig and follow those three. Don't let them out of your sight. Don't let them know you're following them.",
        "Cop: Got it. Lab sent this over. It's the DNA tests you ordered.",
        "John: Thanks.",
        "[Door closes]",
        "Jack: I don't care about this guy with the line on his face or who he says he knows or who believes him. I don't care what anybody says. You are my father. I'm on your side. And I always will be.",
        "Old Todd: Hi, Shorty. You're all grown up. I'm so glad that you believe me.",
        "Starr: Ok, so, you know my nickname. Let's see what else you know about my family and me.",
        "Blair: I've spent half my life in love with a man named Todd Manning, and I don't know who the hell he is.",
        "Tomás: I wish I had some answers for you. But the only way we'll know for certain is when the results from the DNA tests come back. And then we will know who is Todd Manning and who isn't.",
        "Viki: Who is that man down there? Is he really my brother?",
        "John: I think the answers you're looking for are in this envelope."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=HfhRG1lh5IU"
}