{
    "Episode Summary": [
        "Episode # 10687"
    ],
    "Recap": [
        "Hannah knows just how to drive another wedge between Starr and Cole by telling Cole that Todd threatened her and revealing that Starr told the secret he trusted her not to reveal about Hanna's overdose, to Todd of all people so he can use it against Hannah to discredit her testimony. Starr is angry with Cole for believing and trusting Hannah and vilifying her. It looks like Cole is stuck in jail. Todd is also going to spend time in jail after he's released from the hospital. But Blair knows that he must be told that Tea is dying before it's too late and she wonders what to do. Tea still has not told either Dani or Todd that she is dying and Dani wonders why she is so emotional when she sees her in her prom dress. Dani also has a dilemma about whether she's interested in Matthew or in Nate. Rex and Gigi are determined to unravel the mystery in Santa Fe about the necklace that was left with him when he was abandoned as a baby."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Rex: So you're feeling good?",
        "Bo: Balsom, I'm feeling so good that the warden let me out for breakfast.",
        "Rex: Give Nora my best.",
        "Bo: I will. So how is it going in Santa Fe?",
        "Rex: Well, I tracked down the guy who made the necklace, and I talked to his son, but so far, it's not leading anywhere, although I have a feeling he knows a lot more than he is saying.",
        "Bo: So what is the next step?",
        "[SCENE_BREAK]",
        "Nora: Have you ordered Dani's corsage?",
        "Matthew: No, not yet. You and Dad don't even know where you're getting married, so--",
        "Nora: We have time. Your prom is tonight.",
        "Matthew: All right. Well, I was gonna go after school or something.",
        "Nora: Well, okay, but don't forget. Here, all right? What color is her dress?",
        "Matthew: She doesn't know yet. I asked her, and that's what she told me.",
        "Nora: Why wouldn't Téa take her out shopping for a new dress?",
        "[SCENE_BREAK]",
        "Téa: I know that the treatment would buy me some time, but not much time, okay? So thank you very much, but I have made up my mind. Look. It doesn't matter because it's still a death sentence, okay?",
        "Dani: Death sentence? Seriously?",
        "Téa: How much of that did you just hear?",
        "Dani: Enough to know you're in trouble.",
        "[SCENE_BREAK]",
        "Todd: And she is a freshman at L.U., Hannah O'Connor. Yeah. She OD'd on pills a couple months ago, too. What difference does it make what kind of pills? Oh, and here's another thing. I caught her trying to have sex with my daughter's boyfriend, so start digging and don't stop until you come up with psycho nympho.",
        "Blair: Haven't you hurt enough people already?",
        "[SCENE_BREAK]",
        "Marty: John, you mind if I borrow your backpack so I can take some books to Cole?",
        "John: Sure. Go ahead.",
        "Marty: Thanks. Oh...",
        "John: Are you okay?",
        "[Marty exhales]",
        "[SCENE_BREAK]",
        "Guard: Your girlfriend came when you were in the shower. She left you something.",
        "[Cell door slams]",
        "[SCENE_BREAK]",
        "Matthew: Why don't you get married in a hot air balloon?",
        "Nora: Ooh, now there's an idea.",
        "Starr: Sorry to interrupt. Your office told me that you would be here.",
        "Nora: Sure, sweetie. What can I do for you?",
        "Starr: I need you to tell me how to get Cole out of jail.",
        "[SCENE_BREAK]",
        "Gigi: Hey, sorry. I know I was to be dressed before you got back from the diner.",
        "Rex: No. I didn't have to go to the diner. Turns out, they have coffee at the office for free.",
        "Gigi: Oh.",
        "Rex: This one is yours.",
        "Gigi: Thanks. So who were you talking to on the phone earlier?",
        "Rex: I was talking to Bo.",
        "Gigi: How is he doing?",
        "Rex: He sounded great. He was at the Buenos Dias having breakfast.",
        "Gigi: Who knew that a few weeks ago he'd be up and around already? It's pretty amazing, huh?",
        "Rex: Yeah, amazing.",
        "[SCENE_BREAK]",
        "Bo: I'm sorry about Cole. It's got to be rough on you and Hope.",
        "Starr: She really misses her daddy.",
        "Matthew: How is Cole holding up?",
        "Starr: I don't know. When I went to visit him, he wasn't in his cell, but I can't believe that they won't let him out on bail. There has to be something that I can do.",
        "Nora: What did you have in mind?",
        "Starr: Well, maybe I could talk to the judge or something, write him a letter.",
        "Matthew: Look. If you go talk to the judge, I could go with you if you want, be, like, the extra character witness.",
        "Starr: Thanks, Matthew. But I think that I should talk to your mom about this first.",
        "Bo: You know, son, why don't we give them a minute, okay?",
        "Matthew: Yeah.",
        "Bo: Excuse me.",
        "Nora: Thanks. I would love to get Cole out of jail. I really, really would, believe me. I think there's only one way to do it, though.",
        "Starr: What's that?",
        "Nora: Well, it's gonna be hard on you, sweetie, but the only way to get Cole out of prison is if you can prove that your father bribed that judge.",
        "[SCENE_BREAK]",
        "[Cell door opens]",
        "Hannah: Hey.",
        "Cole: Hey, Hannah.",
        "Hannah: What are you looking at?",
        "Cole: Oh, it's something Hope made. Starr left it for me.",
        "Hannah: How is she?",
        "Cole: I don't know. I wasn't here when she showed up, but I guess they couldn't stick around.",
        "Hannah: I hope she didn't go see her father again.",
        "Cole: I don't want to talk about Todd Manning right now, okay?",
        "Hannah: I don't, either, but I have no choice.",
        "Cole: Why?",
        "Hannah: He threatened to kill me last night.",
        "[SCENE_BREAK]",
        "Todd: Just who am I hurting, Blair? Not Marty. When she flew through the air with the greatest of ease, I wasn't even there, and if you're here because you're all boo-hoo about Cole not making bail, well, that's not on me, either. I didn't pay that judge a dime, so if you're here to plead his case--",
        "Blair: I'm not. I don't want to hear your case, either. I'm not than it takes sides, especially yours. I've done that before, and it's never paid off.",
        "Todd: I don't need your side. I've got Starr. At lease she believes me.",
        "Blair: Oh, let's cue the violins, shall we?",
        "Todd: Give me my phone, please.",
        "Blair: No. I'm not going to give you the phone. Where did you get this, anyway? Who smuggled the phone for you, huh?",
        "Todd: Nobody. I didn't have to have it smuggled.",
        "Blair: You convinced your daughter to give it to you? Great. Okay. I have another question. Who is the psycho nympho that you're plotting against?",
        "Todd: Why don't you ask Cole? He's the one fooling around with her.",
        "Blair: What are you talking about, his friend Hannah?",
        "Todd: His friend Hannah. They're not friends. Starr knows it, and I know it. That's why she lied to the police.",
        "Blair: Oh, you're keeping this paranoid fantasy alive, aren't you?",
        "Todd: No. It's not fantasy, not paranoia. She was just here, just in this room trying to make a deal with me.",
        "Blair: What kind of a deal?",
        "Todd: She said she'd change her story about seeing me push Marty if I drop the charges against Cole.",
        "Blair: You serious?",
        "Todd: Yeah, so would you please hand me my phone? Looks like I'm in charge of my own defense now that Téa has driven off the road.",
        "Blair: You know, why don't you leave Téa alone? She has got bigger things to deal with right now.",
        "Todd: That's what she said. What's going on with her?",
        "[SCENE_BREAK]",
        "Téa: What do you mean, you know I'm in trouble?",
        "Dani: Well, if Todd can get the death penalty for killing an unborn baby, makes your job a lot harder.",
        "Téa: Ha ha! You're right. It does.",
        "Dani: You know, you didn't have to defend him, Mom. That was your choice. I have to get to school.",
        "Téa: Daniella, wait.",
        "Dani: No. I can't. I'll be late.",
        "Téa: Please. I'll give you a note. This is more important than school.",
        "[SCENE_BREAK]",
        "Nate: Matt, how's it going?",
        "Matthew: What's up, Nate?",
        "Bo: Who's that guy?",
        "Matthew: Some kid from school. We're working on the play together.",
        "Bo: Oh. What role does he play?",
        "Matthew: Cole. Dani is playing Starr. They have a lot of scenes together.",
        "Bo: And is that a problem for you?",
        "[Matthew sighs]",
        "[SCENE_BREAK]",
        "Starr: My dad did not bribe that judge. He promised me that he didn't, and I believed him, just like I believe that he did not push Marty.",
        "[SCENE_BREAK]",
        "John: Forgot that was in there. I'm sorry. I didn't mean for you to--",
        "Marty: You bought this.",
        "John: Yeah. It's baseball season. Sometimes I do crazy things. I saw that t-shirt, and I started picturing--",
        "Marty: What would be like with the 3 of us.",
        "John: I didn't mean to upset you. I'm sorry.",
        "Marty: Oh, gosh, you don't need to apologize. You didn't do anything wrong.",
        "John: Yeah. Well, you don't need any reminders right now.",
        "Marty: It's not like we can get away from it, you know? The loss is always there. Emptiness is the first feeling I get when I wake up in the morning. That little life is gone.",
        "John: You know, maybe we should do something about that. Maybe we should try to have another baby.",
        "[SCENE_BREAK]",
        "Rex: Well, I'm going to take a shower, and then we should get going.",
        "Gigi: To the airport?",
        "Rex: No. To the jewelry shop.",
        "Gigi: But if that man doesn't remember who his father made the necklace for--",
        "Rex: Like I said, I don't believe him.",
        "Gigi: You think he's deliberately hiding something from you?",
        "Rex: I don't know, but I came here looking for my parents, and I'm not leaving without giving it one more try. If you don't want to come with me, you know, it's fine. Hoping you will.",
        "[SCENE_BREAK]",
        "Marty: You want to try again?",
        "John: Does that surprise you?",
        "Marty: It's not like we planned the first one. You know, we never even talked about it.",
        "John: Oh, but when it happened, it felt pretty right, not that I still don't have doubts about whether or not I could have made a good dad.",
        "Marty: No. You would have been a great dad.",
        "John: Yeah. Well, then why are we talking about this in the past tense? Maybe we should be-- maybe we should be planning for the future. Look. I know we can't try right away, but when we get the all clear--",
        "Marty: No. I don't think we could count on having another miracle, you know? Just this baby was such a wonderful surprise, you know? That's what made it special and, you know, like it was meant to be.",
        "John: You don't think there'd be any more surprises?",
        "Marty: Sometimes you just can't-- no. You can't re-create something like that, you know? John, I know you're trying to make all this right, but wherever you are right now, I am just not in that same place yet.",
        "John: You don't have to explain. You don't have to explain anything. Tell you what. I'll just put this away.",
        "Marty: You know what? I bought some things, too, so I think I'd like to pack them up together.",
        "John: Let me help you.",
        "Marty: No. I really need to do this by myself.",
        "John: Right.",
        "Marty: Yeah. John, I'm sorry. There's just no undoing what Todd did.",
        "[SCENE_BREAK]",
        "Todd: Yeah. Well, whatever Téa's problem is, she's not being accused of murder, is she?",
        "Blair: Why don't you stop being so melodramatic?",
        "Todd: You know, it's not my fault Marty lost her baby, but there are plenty of people in this town who want me to fry for it. What could Téa have going on that could possibly compare to that?",
        "Blair's voice: Let him help.",
        "Téa's voice: You honestly think Todd helps?",
        "Blair's voice: Let him surprise you. I mean, couldn't you use just a really great surprise today?",
        "Téa's voice: Ha ha! Thank you for keeping this to yourself.",
        "Todd: Blair--",
        "Blair: Maybe Téa has to deal with raising your daughter, Todd. Maybe Dani is so freaked out by the fact that her mother could possibly represent you. Maybe that's what Téa has to deal with. Why don't you just cut her some slack and stop your whining?",
        "[SCENE_BREAK]",
        "Dani: Since when is it okay for me to cut school?",
        "Téa: Well, these are special circumstances.",
        "Dani: Why?",
        "Téa: Wait. Tonight is your prom.",
        "Dani: So?",
        "Téa: It's your prom, mija. Oh, my God, this is a special night for you and Matthew.",
        "Dani: I guess.",
        "Téa: You guess?",
        "Dani: Look. I just don't get what the prom has to do with staying home from school.",
        "Téa: Well, you don't have a prom dress yet. Well, we have to fix that, and you know what they say. When the going gets tough, the tough go shopping.",
        "Dani: The mall is not even open yet.",
        "Téa: Well, screw the mall. There is a chichi boutique right downstairs. I'll call--",
        "Dani: Look, Mom. I know what you're doing. You're being super nice to me so I won't get mad at you for defending Todd.",
        "Téa: Or maybe it's something else entirely. Maybe I've been waiting half my damn life to go buy a prom dress with my daughter.",
        "Dani: Okay. You win. The tough go shopping.",
        "Téa: Yes! Hee hee!",
        "[SCENE_BREAK]",
        "Matthew: Yeah. You know what? Nate is not a problem. I mean, who is taking Dani to the prom, him or me?",
        "Bo: That's a good point.",
        "Nate: Yo, Matt, you want to run lines?",
        "Matthew: Sure. Later, Dad.",
        "John: Hi. Hey, man, it is good to see you on your feet.",
        "Bo: Well, thanks. I feel the same way. John, I've been meaning to call you. Sorry about the baby.",
        "[SCENE_BREAK]",
        "Nora: Honey, I think it's wonderful of you and only natural for you to want to believe your dad, but we have an eyewitness to him pushing Marty down the stairs.",
        "Starr: She's lying through her teeth.",
        "Nora: Except that her statement checks out.",
        "Starr: I don't care. Hannah O'Connor has an agenda, and it's not about truth or justice.",
        "Nora: And you really think that she would perjure herself just to come between you and Cole?",
        "Starr: She's not breaking us up because I won't let her.",
        "[SCENE_BREAK]",
        "Cole: Starr's dad threatened you? What'd he say?",
        "Hannah: A lot of things. He especially enjoyed the part about my overdose.",
        "Cole: What?",
        "Hannah: Starr must have told him, which means you must have told her.",
        "Cole: Hannah, Starr and I, we don't keep secrets from each other, okay, but I made it clear just to keep it between us. You know, she swore she would. God!",
        "Hannah: I guess she had her fingers crossed.",
        "Cole: Hannah, I'm sorry.",
        "Hannah: I don't blame you. You trusted her, but she took the worst moment of my life and made it into something her sicko dad could throw in my face.",
        "Cole: So when Todd-- wait a minute. How did he even get a chance to talk you?",
        "Hannah: I went to see him.",
        "Cole: You went to see him after everything he's done to my mom? You were terrified of the guy. Why would you go anywhere near him?",
        "Hannah: I did it for you, Cole. I did it for you.",
        "[SCENE_BREAK]",
        "John: Ah, here we go. Thank you.",
        "Nora: Hi.",
        "John: Hey.",
        "Nora: How's Marty doing?",
        "John: Uh, I was just getting her some breakfast. It's been a rough day.",
        "Nora: Well, I'm so sorry.",
        "John: I try to make things better. I do, but it seems like everything that comes out of my mouth is just wrong.",
        "Nora: Well, you know, it just so happens that I was planning on paying Marty a visit today, and you know what? I think maybe now would be a good time, don't you?",
        "John: Thanks, Nora.",
        "Nora: See you later.",
        "John: See you. Huh. Who knows? Maybe Nora can say what Marty needs to hear. I'm sure as hell not doing a good job of it.",
        "Bo: Don't think that Marty doesn't need you. You were that baby's father. You understand better than anybody.",
        "John: I got to admit, I was kind of getting into the whole idea of things.",
        "Bo: Yeah, and I remember I told you that St. Patrick's Day.",
        "John: Yeah. You know, I still don't know if I would've made a good father, but, you know, that day, you made me want to try, and no matter how things turned out, I appreciate it.",
        "[SCENE_BREAK]",
        "[Taps on window]",
        "Gigi: It's too early. Let's go get something to eat and try again later.",
        "Rex: It's empty. There's no lights on in the back. Okay, good.",
        "Gigi: Why is that good? Oh, Balsom. Don't tell me you're thinking about breaking in?",
        "Rex: No! Not thinking about it. I'm doing it.",
        "[Gigi sighs]",
        "[SCENE_BREAK]",
        "John: I gotta get back to work.",
        "Bo: Oh, man, I can't wait to say that myself.",
        "John: Be good to have you back.",
        "Bo: Yeah. You hang in, okay? My best to Marty.",
        "John: I'll tell her. Thanks.",
        "[SCENE_BREAK]",
        "Nate: So, Whitney said something about dinner before the prom.",
        "Matthew: So, where are you guys going?",
        "Nate: No clue. I barely know this girl. What are we supposed to talk about?",
        "Matthew: Cheerleading?",
        "Nate: Not funny, bro. Why don't you and Dani double with us?",
        "Matthew: Do people double for prom?",
        "Nate: Oh, come on. At least with 4 of us, we'll never run out of stuff to talk about, right?",
        "Matthew: Sure, kind of like the other day in the gym when you and Dani were talking. It didn't really look like you guys were running out of things to talk about then. You gave her a phone?",
        "Nate: Yeah, to replace the one she broke.",
        "Matthew: Dani broke her phone?",
        "Nate: The other night in the park. She didn't tell you?",
        "Matthew: No.",
        "Nate: She was freaking out about all this stuff with her dad and I don't know what made her do it, but she took her phone and she chucked it. Luckily, I was there to pick up the pieces.",
        "[SCENE_BREAK]",
        "Dani: I can't believe Renee let us take all these home.",
        "Téa: Are you kidding me? [Speaking Spanish] The world is our oyster, sweetheart.",
        "Dani: Yeah, well, I'll try them on later, okay--",
        "Téa: Oh, no.",
        "Dani: After I get home from school.",
        "Téa: Honey, the world may be our oyster, but Renee needs these back. There are gonna be other last-minute shoppers looking for prom dresses to wear. Please? Try one on now. Come on. Come on, for me. Come on.",
        "Dani: I don't get it. Why are you so intense about this?",
        "[SCENE_BREAK]",
        "Todd: So I'm supposed to believe that Téa's too busy with Dani to care whether I live or die? I don't think so. There's more to it than that. She was acting too strange yesterday. If you know something, you need to tell me.",
        "Blair: No, I don't need to do anything, Todd.",
        "Todd: Remember when you told me that Téa told you that I was the love of her life?",
        "Blair: Oh, like you'd ever let me forget it?",
        "Todd: Well, is it true?",
        "Blair: Yes, I think it is.",
        "Todd: Then if something's going on, don't you think I should know about it?",
        "Blair: You know what, Todd, that is Téa's decision, not mine.",
        "Todd: So there is something that I don't know. Well, Blair, listen, if I'm gonna do anything about it, it's gotta be now because when I'm on trial it will be too late.",
        "[SCENE_BREAK]",
        "Dani: This is weird. I feel like I'm playing dress-up.",
        "Téa: Let me see.",
        "Dani: No, seriously. I look in the mirror, and I don't know who that is.",
        "Téa: Daniella, look, if you don't like the dress, you can try on another one, but first let me see, all right, before you decide that you don't want to. Let me just see what it--",
        "Téa: Oh, my God, sweetheart, you look beautiful. [Sniffs]",
        "[SCENE_BREAK]",
        "Todd: Blair, Téa and I have a kid together. I think I deserve to know what's going on with her. If something's wrong, you tell me. Is something wrong?",
        "Blair: Yes.",
        "[SCENE_BREAK]",
        "Hannah: I couldn't stand watching them drag you back here yesterday. So I went to Mr. Manning's room and asked him to drop the charges.",
        "Cole: I can't believe you did that for me.",
        "Hannah: It didn't work. It just pissed him off and made him say things like people who cross him are never heard from again.",
        "Cole: Look, Hannah, he was just trying to scare you. Don't worry. I'll talk to Nora and maybe we can get you some police protection.",
        "Hannah: The police aren't gonna protect me from what's about to come out in court.",
        "Cole: What do you mean?",
        "Hannah: Now that Starr's told him about my overdose, he's gonna tell his lawyer and then everyone's gonna know how stupid I was about Ford and how he ended up dumping me. Oh, God! Kill me now.",
        "Cole: Hannah, I'm so sorry.",
        "Hannah: I just wanted to do what Starr wouldn't do... go to bat with her dad for you.",
        "Starr: I'm sorry. Do you two want to be alone?",
        "Starr: The last I heard, you two were just friends, and now you're holding hands through the bars?",
        "Hannah: I just wanted to make sure Cole was okay.",
        "Starr: Oh, yeah? What lies were you telling him this time?",
        "Hannah: I'll see you later, okay?",
        "Cole: Thanks for coming. Thanks for everything.",
        "[Door opens]",
        "Starr: Why? Why are you thanking her?",
        "Cole: I have a question for you first. What were you thinking, telling your dad about Hannah's overdose?",
        "[SCENE_BREAK]",
        "Todd: You know, before Téa decided I was capable of murder, I actually thought that she and I had a future together. And then I thought that Dani was gonna give me a chance, and... that was all it was gonna take for us to be a family. So...if Téa needs help now, shouldn't it come from me?",
        "Blair: Maybe. Maybe she's just too stubborn or maybe she's scared to ask.",
        "Todd: Well, maybe you need to ask for her. This is a private conversation. Get out.",
        "John: Hi. Actually, you're the one who's getting out.",
        "Todd: What?",
        "John: Well, good news is you're well enough to leave the hospital. The bad news is, you're going straight to lockup.",
        "Todd: No. I need one more minute with Blair, one more minute alone with her.",
        "[SCENE_BREAK]",
        "Marty: Hi.",
        "Nora: Hi. John was bringing this to you, and I volunteered to bring it myself. I hope you don't mind.",
        "Marty: No, of course not. Come on in.",
        "Nora: Thanks. I could pretend not to know and ask how you're doing, but John told me that you're kind of having a hard day.",
        "Marty: Yeah, he's right.",
        "Nora: It's gonna take time, Marty.",
        "Marty: Yeah. I just don't think John understands how much time. [Sighs]",
        "Marty: He... he wants to try and have another baby.",
        "Nora: What do you want?",
        "Marty: I just can't stop thinking about how much I love the one we lost. And I think even if I could get pregnant right away, I don't think I'd want to. Just wouldn't be the same.",
        "[SCENE_BREAK]",
        "Todd: Come on, I'm not asking for the moon here.",
        "John: You want a favor from me, you came to the wrong guy. Get dressed. Get on your feet. Now.",
        "[SCENE_BREAK]",
        "Dani: Mom, I'm trying on a stupid prom dress. Why is that something to cry about?",
        "Téa: You'll be a mother one day, and then you'll understand.",
        "Dani: Yeah, and I'll probably go to another dance one day, too. Stop acting like it's the last time you'll see me in a prom dress.",
        "Téa: Ha ha! It's just that 2 minutes ago, you were my little girl, and now you're all grown up. Oh! Wait until Matthew sees you.",
        "Dani: Just stop, okay.",
        "Téa: Well, he's already crazy about you. He's--",
        "Dani: No, seriously, Mom. Just drop it.",
        "Téa: Okay. I know that you two are gonna have the time of your--",
        "Dani: But you don't know that. You don't know anything about me.",
        "[SCENE_BREAK]",
        "Matthew: So you were in the park, Dani broke her phone, and then what?",
        "Nate: Like I said, she was upset, so we talked. She seriously didn't mention any of this?",
        "Matthew: Seriously, no.",
        "Nate: Huh. Why? Nothing happened.",
        "Matthew: Why would something happen?",
        "Nate: Right. Yeah, why would it? So that's the deal. Nothing happened.",
        "[SCENE_BREAK]",
        "Téa: Honey, did something happen?",
        "Dani: Like what?",
        "Téa: Well, all of a sudden, you're acting like the prom doesn't exist. Did you and Matthew have a fight?",
        "Dani: No. I like Matthew. He's amazing.",
        "Téa: But...",
        "Dani: But there's--",
        "[Cell phone beeps]",
        "Téa: There's what?",
        "Dani: I think you should probably check your text, Mom. May be about Todd. Is it?",
        "Téa: Yeah, he's getting out of the hospital.",
        "Dani: You probably need to go.",
        "Téa: Not until we choose a dress for you.",
        "Dani: Look, I can do that by myself. I'm fine. Just go. I know you want to.",
        "[SCENE_BREAK]",
        "Gigi: Oh, God!",
        "Rex: You sure you're okay with this? You're shaking.",
        "Gigi: I'm not scared. You're here.",
        "Rex: Let's get started before somebody shows up for work.",
        "Gigi: Right. So if our friend Otto is hiding something, where is he hiding it? Is there a safe?",
        "Rex: No, but when I was looking for an alarm, I saw this.",
        "Gigi: You gonna break that lock open?",
        "Rex: Are you gonna be a good lookout and make sure the coast is clear?",
        "Gigi: Coast is clear, captain.",
        "[SCENE_BREAK]",
        "Bo: What just happened with your friend Nate?",
        "Matthew: Nothing. Just found out Dani and him hung out the other night and she didn't tell me. So I have to go to prom wondering why she didn't.",
        "Bo: Oh, you don't have to do that unless you want to.",
        "Matthew: I can't just forget about it, Dad.",
        "Bo: No, you talk to Dani. You give her a chance to explain.",
        "Matthew: You think?",
        "Bo: Yeah, I think. Yeah, get it all out in the open. Otherwise, how are you gonna have a good time tonight?",
        "[SCENE_BREAK]",
        "Woman: Miss Delgado?",
        "Téa: Yeah?",
        "Woman: I'm glad you're here.",
        "Téa: Excuse me.",
        "Woman: I'm Emily Marcus. I work with Dr. Evans. He said you declined to discuss your treatment options. I'm hoping you're here because you've reconsidered.",
        "Téa: No, I haven't reconsidered. I told Dr. Evans that I'm not doing treatment, and that's my final decision. Excuse me. I have to go see a client. I gotta go.",
        "Blair: Hi.",
        "Téa: Blair. Excuse me, where are you taking my client?",
        "Todd: Surprise. My absentee lawyer.",
        "Téa: If you're taking him into custody, I need a release form from his doctor.",
        "John: I'll make sure you get the paperwork.",
        "Todd: Don't let them get away with this, Téa.",
        "Téa: John.",
        "Todd: Come talk to me. I need to talk to you.",
        "Téa: What did you tell him, Blair?",
        "Blair: Nothing. I didn't! I didn't tell him anything, but he knows something is wrong, all right? And he pressured me till I had to confirm it. So you need to go tell him. Go tell him now.",
        "[SCENE_BREAK]",
        "Marty: So it looks like a regular stuffed animal, you know, but when you squeeze his foot here...",
        "[Sound of rain]",
        "Marty: It makes these soothing sounds, you know, like rain. And uh...",
        "[Sound of heartbeat]",
        "Marty: Mother's heartbeat.",
        "Nora: Okay. You can't do this to yourself.",
        "Marty: No, you know, you're right, and I'm really trying not to. I just took it out so I could pack it away.",
        "Nora: Okay. Good. That's a good idea. Let me help you, all right.",
        "Marty: No. You know what, I'm good. John offered the same thing, and I just, uh... I--I feel it's something I need to do... my-myself.",
        "Nora: Please just tell me you're gonna be okay.",
        "Marty: I'm...",
        "Nora: Oh, God.",
        "Marty: I'll be... I'll be fine.",
        "[SCENE_BREAK]",
        "Cole: Hannah was ashamed, okay. She didn't want anyone to know, but I told you because I don't want secrets between us. Starr, I trusted you.",
        "Starr: I wouldn't have said one word if Hannah hadn't lied about my dad. So excuse me if I don't feel like protecting your little friend's privacy anymore.",
        "Cole: He threatened her, you know that?",
        "Starr: Well, she did a lot worse by making up that bogus story about him. And what was she doing talking to my dad anyway?",
        "Cole: She went to ask him to drop the charges. She was trying to help, which is more than I can say for you.",
        "Starr: Cole, I have been trying to help you, the right way, okay? I went to see Nora.",
        "Cole: When?",
        "Starr: This morning.",
        "Nora: What did she say?",
        "Starr: \"Unless there's proof that my dad bribed the judge, there is nothing I can do.\"",
        "Cole: Okay. You make your dad admit to it. Oh, wait. That's right, 'cause you don't think he did it either.",
        "Starr: He didn't.",
        "Cole: Starr, why do you keep lying to yourself?",
        "Starr: You're the one who's lying to yourself, and it's about Hannah. Can't wait to hear how you explain that to Hope one day.",
        "Cole: Starr.",
        "Starr: I hope you got the picture that your daughter made for you.",
        "Cole: Starr, wait!",
        "[Bangs hand on door]",
        "[SCENE_BREAK]",
        "Rex: Morasco, look at this.",
        "Gigi: What? Oh, my God. It's the same design! There must be something in that box that's gonna lead you to your parents.",
        "Rex: I just have to get it open.",
        "[SCENE_BREAK]",
        "Bo: Hey.",
        "Nora: Hi.",
        "Bo: How's Marty?",
        "Nora: Brokenhearted.",
        "Bo: Geez...do you want to spend more time with her? I can get to the doctor on my own.",
        "Nora: No, no, no, no, no. Besides, she needs some time to herself. After we get your clean bill of health, we have a very important mission at City Hall.",
        "Bo: Yes, we do.",
        "Nora: Mm-hmm.",
        "Bo: You know what, after we get that marriage license, it's gonna be too late to back out. So you better be sure.",
        "Nora: Never been more sure of anything in my life.",
        "[SCENE_BREAK]",
        "[Rattling]",
        "Marty: Ha!",
        "[Tape hits floor]",
        "Marty: Ah...",
        "[SCENE_BREAK]",
        "Dani: Hey! Guess I'm not the only one skipping school today.",
        "Matthew: Yeah, well, my first period teacher gave us time to study for exams. Are you okay?",
        "Dani: Oh, yeah, I'm fine. It's actually my mom's idea. I'm about to go hit the vending machine. Do you want to come?",
        "Matthew: Oh, sure, um... can I talk to you about something first?",
        "Dani: What?",
        "Matthew: You said the other night that you went to the park, right? You didn't mention seeing Nate there. He told me he saw you.",
        "Dani: Yeah, Nate was at the park. Why?",
        "Matthew: Well, I guess I just got the feeling that you were alone. Then Nate started telling me this story about how you broke your phone and everything. I don't know. I just...got this weird feeling. And then Nate said nothing happened between you two, even though I didn't ask him if anything happened between you guys. So I don't know why he thought it was necessary for him to say that.",
        "Dani: Maybe because something did happen.",
        "Matthew: What?",
        "Dani: We kissed.",
        "[SCENE_BREAK]",
        "Téa: Don't you dare tell me how to deal with this! I will deal with it in my own time, in my own way.",
        "Blair: Well, you don't have the luxury right now. I'm sorry.",
        "Téa: No, no, no, no. Blair, I'm sorry. I'm sorry that you nosed your way into my personal affairs, photocopying my--",
        "Blair: Téa--",
        "Téa: Private medical file! At least you didn't spill the beans to Todd, and for that I am grateful. Speaking of which, I have to go get him arraigned.",
        "Blair: Téa. Todd can wait, but what I have to say can't.",
        "[SCENE_BREAK]",
        "Todd: I'm gonna sue this department for brutality.",
        "John: Yeah, good luck with that.",
        "[Keys jingling]",
        "Todd: You dragged me out of the hospital. You don't think that's grounds for excessive force?",
        "John: Ask Marty about excessive force.",
        "Todd: For the last time, John, I...",
        "[SCENE_BREAK]",
        "Starr: Hannah.",
        "Hannah: Uhh!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=2fV2lEO1J9o"
}