{
    "Episode Summary": [],
    "Recap": [
        "Rex asks Adriana to \"be nice\" to Gigi. She does as he asks but Gigi doesn't buy it. Meanwhile, Dorian and Layla are on their mission and have found Brody Lovett (or so they hear), as Adriana has demanded they do. He informs them that he was with Gigi many years ago and has known all this while and that he conceived Shane with Gigi. Dorian and Layla inform Adriana and she rushes to find Brody in the hopes of \"reuniting\" him with Gigi. Yet, Rex seems to be more interested in Gigi than in his own fiancé. He is concerned about her interest in Jared and protests that she is too good for the likes of him. But nobody else understands why he thinks it's his business. Clint is still ready to play hard ball with Calvin Jenkins. Bo still disagrees. Dorian is still pulling Calvin's strings to motivate him to ruin the Buchanans."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Starr: I've been looking all over for you. We need to talk.",
        "Cole: Okay, okay. I skipped lunch because I'm trying to pull everything together.",
        "Starr: Pull what together?",
        "Cole: I still have some stuff to work on, but meet me back here in a couple of hours and I'll explain everything to you, okay?",
        "Starr: Uh --",
        "Cole: Love you.",
        "Starr: And -- Cole?",
        "[SCENE_BREAK]",
        "Jared: So what do you have in mind, Clint?",
        "Bo: Going after Cal personally, right?",
        "Clint: Well, you tried to reason with the man and got nowhere, so here we all are. What are we going to do? So far, we're just going to lie down and take it.",
        "Bo: No, no, look, lying down and playing dirty -- those aren't the only two options here.",
        "Clint: Well, I'm open to any and all suggestions, but please keep in mind that we're running out of time here.",
        "Jared: Well, Jenkins is playing dirty. Why can't we?",
        "Natalie: Have you ever heard of taking the high road, pal?",
        "Bo: Look, we have nothing on Jenkins, okay? That's because there's nothing to get.",
        "Clint: Yeah, probably not. So what's next -- do we sell off a minor subsidiary, try and get into a stronger position?",
        "Jared: Well, we've already looked into that.",
        "Natalie: So? We can look at it again.",
        "Bo: Maybe we missed something. Excuse me.",
        "Jared: You want me to do some digging, Clint?",
        "Clint: That won't be necessary.",
        "Natalie: We'll make this work, Dad -- promise.",
        "[SCENE_BREAK]",
        "Marcie: Oh, Lindsay! Oh!",
        "Lindsay: How are you?",
        "Marcie: I'm good -- how are you?",
        "Lindsay: Good. Who's your date?",
        "Shane: Shane Morasco.",
        "Marcie: I met Shane and his mom when I was in Texas. Shane, this is my friend Lindsay. She works in an art gallery.",
        "Lindsay: Actually, I own it. What are you working on there?",
        "[Marcie chuckles]",
        "Shane: A comic book.",
        "Lindsay: Oh. You're really into superheroes, aren't you?",
        "Shane: Except this one's real. It was my dad -- Brody Lovett.",
        "[SCENE_BREAK]",
        "Dorian: Are you sure that's Brody Lovett?",
        "Man: Clearly, you've never been here before, have you, ma'am?",
        "Dorian: Oh.",
        "Layla: Watch out! Watch out!",
        "[Yelling]",
        "Layla: Oh, my --",
        "Dorian: Obviously, Gigi was not telling the entire truth when she told her son what a hero his father was. Oh.",
        "[SCENE_BREAK]",
        "Rex: Here -- take it. Talk to Adriana.",
        "Gigi: Will you just drop it?",
        "Rex: Adriana? Sorry, I -- I was telling Gigi that you don't have a problem with her and me being friends. I thought she should hear it from you.",
        "Adriana: Well, I so don't want her to feel uncomfortable about all this. Put her on.",
        "Rex: She really wants to talk to you.",
        "Gigi: Hello, Adriana.",
        "Adriana: I hope there wasn't any misunderstanding between us earlier.",
        "Gigi: No, I'm pretty sure I didn't misunderstand anything.",
        "Adriana: Good. Now you can tell Rex that there's nothing to worry about and that we're friends.",
        "Gigi: Why would I want to do that?",
        "[SCENE_BREAK]",
        "Blair: I cannot tell you how much I love the feeling after that workout.",
        "Todd: Are you kidding me? I hate that crap. I'm never doing that again.",
        "Blair: Well, what are you talking about? It gets your blood pumping, the endorphins going.",
        "Todd: I got a better way to get the endorphins going, and the blood pumping to the right places.",
        "Blair: What are you talking -- Todd? Stop -- no.",
        "[Blair giggles]",
        "Blair: You are just so bad!",
        "[Blair chuckles]",
        "Man: Ahem.",
        "Blair: Whoo!",
        "Cristian: Hi, guys.",
        "[SCENE_BREAK]",
        "Lindsay: Shane, I've got to tell you as an artist, you rock.",
        "Shane: Thanks.",
        "Lindsay: Your dad must be so proud.",
        "Shane: He doesn't know. He died before I was born.",
        "Lindsay: Oh. I'm sorry to hear that.",
        "Marcie: This is Shane's second comic book, actually. He got an A on his first one.",
        "Shane: It was all my friend Rex's idea.",
        "Lindsay: Rex -- he's a friend of mine, too.",
        "Shane: I made a copy of my first one for him.",
        "Lindsay: Ah. He's going to love this.",
        "Shane: Can we go bring it over to him?",
        "Marcie: Well, yeah, sure, as soon as we're done here, okay?",
        "Lindsay: So Adriana's wedding must be -- it's coming up soon. Have you seen your bridesmaid's dress yet?",
        "Marcie: Uh -- no. Adriana hasn't asked me to be in the wedding party.",
        "Lindsay: You're kidding me.",
        "Marcie: Nope.",
        "Lindsay: Well, you and Rex have been friends forever. She's not going to leave you out of the wedding.",
        "Shane: I bet she would. She's like Evelyn Evil. She can pretend to be nice when she wants, but she does things no one knows about.",
        "Marcie: Who's Evelyn Evil?",
        "Shane: A supervillain.",
        "[SCENE_BREAK]",
        "Adriana: I'm sorry if I sounded harsh last night. This jet lag is killing me. I really do want us to be friends.",
        "Gigi: If you say so.",
        "Adriana: I'm so glad that you and Shane are coming to the wedding. You're one of Rex's oldest friends, so you should be there to see us get married.",
        "Gigi: Don't worry -- Shane and I will be there. I'm going to hand the phone back to Rex now.",
        "Rex: Hey, babe.",
        "Adriana: I hope that settled everything.",
        "Rex: Thanks, it meant a lot.",
        "Adriana: Are you coming home soon?",
        "Rex: Clint asked me to stick around for a little while.",
        "Adriana: Well, hurry. I miss you.",
        "Rex: Miss you, too. I love you. Bye. See? I told you Adriana wants you at the wedding.",
        "Gigi: I know what Adriana wants.",
        "[SCENE_BREAK]",
        "Adriana: Oh, Gigi, you're in for the surprise of your life.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Man: Ah!",
        "Dorian: Ah. For sure -- for sure that is Brody Lovett?",
        "Man: Ma'am, that's definitely him. Now, if you'll excuse me, I have to go call my mother.",
        "Waitress: Hey, Brody, what are you doing later?",
        "Layla: Now what?",
        "Dorian: It is such a shame that Brody didn't turn out to be that nice, young officer instead of this --",
        "Layla: Psycho? Yeah.",
        "Dorian: Well, I've got to work with what I have.",
        "Layla: Honey, he is all yours.",
        "Dorian: Hello, Brody Lovett. Could I possibly buy you --",
        "Layla: You know, I think he liked you.",
        "[SCENE_BREAK]",
        "[Jared whistles]",
        "Natalie: \"Do you want me to do some digging, Clint?\" I can't believe you said that.",
        "Jared: Why?",
        "Natalie: Did you hear a word that was said in that meeting? We are trying to come up with a better solution other than using skeletons from someone's closet.",
        "Jared: Well, I think your dad was right -- when it comes to saving this company, anything is fair game.",
        "Natalie: You know what? Your closet's not so tidy, so you better hope no one goes digging through it and finds out you're not really a Buchanan.",
        "Jared: Okay, well, maybe you would rather have David Vickers here on the inside, prying the gold fixtures off the wall to make a quick buck or -- or better yet, offering up company secrets to the highest bidder?",
        "Natalie: That's why I'm not telling the family.",
        "Jared: Right. It's not for me -- I got that.",
        "Natalie: You can go at any time.",
        "Jared: Are you avoiding me because of last night?",
        "Natalie: Last night?",
        "Jared: Seeing me at Capricorn with Gigi?",
        "Natalie: Hmm. Only after you saw me with Miles.",
        "Jared: I wasn't the jealous one.",
        "Natalie: Huh, oh, right, because after I left with Miles, you glommed up the first thing in a skirt so that you could follow us without being completely embarrassed because you can't stand me being with another man.",
        "[SCENE_BREAK]",
        "Todd: You could've said you were in here.",
        "Cristian: I did, but you guys were too busy doing your thing.",
        "Blair: It's not like he hasn't seen it all before.",
        "Todd: That's very nice. Thank you for reminding me of that.",
        "Cristian: I could've done without seeing you, though, man. You really, really need to get to the gym.",
        "Todd: You know, I could drop a has-been bantamweight prize fighter like you --",
        "Blair: Okay, okay, stop. Stop, both of you. Cristian, you really don't need to be getting in another fight now, do you?",
        "Cristian: That's true.",
        "Blair: You made bail?",
        "Cristian: Ramsey dropped the charges.",
        "Todd: Were you in jail? Oh, that's terrific. What happened?",
        "Cristian: I punched John McBain last night.",
        "Todd: Do you see, Blair, what happens when one resorts to violence?",
        "Blair: Would you stop?",
        "Cristian: Well, at least I picked on someone my own size. I mean, the way I hear it, you only beat up kids.",
        "[SCENE_BREAK]",
        "Cole: Hey, did you get IDs?",
        "Markko: I only got yours so far.",
        "Cole: All right. You got my message about making them from Virginia, right?",
        "Markko: Yeah, yeah. Hey, check it out.",
        "Cole: Oh, nice, looks like the real deal.",
        "Markko: Yeah, this dude -- he's good.",
        "Cole: Dude, I owe you big-time, man.",
        "Markko: Yeah, forget it. Uh -- I cleaned out my bank account. 227 bucks -- I don't make that much bussing tables.",
        "Cole: Dude, I -- I can't take this, man.",
        "Markko: No, you need this more than I do.",
        "Cole: I -- I don't know how to thank you.",
        "Markko: Hey, we're friends. So did you see Starr today?",
        "Markko: All right.",
        "Cole: So I'll see you later, all right?",
        "Markko: Good luck.",
        "[SCENE_BREAK]",
        "Lindsay: It looks like Adriana.",
        "Marcie: Shane, you don't really think that Adriana is evil?",
        "Shane: She's mean to my mom.",
        "Lindsay: Maybe you're mistaken. I mean, she's usually a really nice girl.",
        "Shane: Then how come she didn't invite Marcie to be in the wedding?",
        "Marcie: So, how are things going with you?",
        "Lindsay: Good. Yeah, I'm working at the gallery again and we have a new installation coming in.",
        "Marcie: We're both really lucky to be sitting here right now, you know.",
        "Lindsay: Oh, absolutely. I owe Bo absolutely everything.",
        "Marcie: How is it living with him?",
        "Lindsay: It's great.",
        "Marcie: Yeah.",
        "Lindsay: Mm-hmm, a lot better than it would be -- where I'd be living if Nora had her way.",
        "Marcie: Yeah. I really hope it works out for you.",
        "Lindsay: Yeah, me, too.",
        "[SCENE_BREAK]",
        "Bo: Balsom? Oh, excuse me. Um -- you got a minute?",
        "Rex: Sure. Uh -- see you later?",
        "Gigi: I should get back to work. Hi.",
        "Bo: Hey.",
        "Rex: What's up?",
        "Bo: I -- I want to talk to you about the wedding.",
        "Rex: You're still going to be my best man, right?",
        "Bo: Well, that's -- that's what I want to talk to you about.",
        "Rex: You're not backing out?",
        "Bo: Look, I -- I wonder now that you know that Charlie is -- is your real dad, you know, maybe you want him standing up there with you.",
        "Rex: He's a -- a groomsman. But Charlie, that's sort of -- it's biology. I'm not mad at him, but he -- he wasn't there. I told him that I wouldn't be the guy I am today if it weren't for you.",
        "Bo: What, I get blamed for that? Oh, gee --",
        "[Bo laughs]",
        "Rex: You're still in?",
        "Bo: I'm in.",
        "Rex: I'm glad. I thought maybe you were ticked because you heard about the dirt I dug up.",
        "[Rex chuckles]",
        "Bo: What dirt? What are you talking about, Balsom?",
        "[SCENE_BREAK]",
        "Jared: Ooh! Ooh, okay, you think I'm jealous of you and Miles?",
        "Natalie: Me and miles, me and John McBain, me and Irv, the guy in the mailroom -- me and any guy other than you.",
        "Jared: I told you last night that is ridiculous. Besides, we both know you're not dating Miles. You just went out with him to get to me.",
        "Natalie: And apparently, I did.",
        "Jared: Oh, and it didn't get to you at all that I was out with Gigi last night?",
        "Natalie: You can date the Olsen twins for all I care. There's absolutely nothing between us except this fake uncle thing.",
        "Jared: Oh, there's more than that, because we both know what happens when we're alone together.",
        "Natalie: Yeah -- we fight.",
        "Gigi: Natalie, I need your signature --",
        "Jared: Ahem.",
        "Gigi: Sorry if I was interrupting something.",
        "Natalie: No. No, Jared was just leaving.",
        "Jared: Yeah. I'll be back.",
        "Gigi: Is everything okay?",
        "Natalie: Yeah. You know, we're just -- we're all really upset about this Calvin Jenkins thing. I'll get these signatures for you. Is there something else?",
        "Gigi: I think going out with Jared is a mistake.",
        "[SCENE_BREAK]",
        "Lindsay: I still don't have anything on Calvin Jenkins.",
        "Clint: Well, that's no surprise -- there isn't anything.",
        "Lindsay: Hmm, but I do have something on his son.",
        "Clint: I already have the information on Cal Jr.",
        "Lindsay: I was talking about his younger son. Cal Jr.'s hiding something, too?",
        "Clint: What have you got?",
        "Lindsay: Well, poor Cal. Apparently, neither one of his sons are following in his squeaky-clean boot prints.",
        "Clint: I wonder if Mr. Jenkins has any idea at all what his boys are up to.",
        "Lindsay: I don't know if he does or not, but he's a very proud man and I know he'd do just whatever it takes to keep this quiet.",
        "[SCENE_BREAK]",
        "Dorian: Cal, I am so glad to hear you've come to your senses. Really, it would've broken my heart to have you replaced as C.E.O. of your own company? And for what -- some bogus sob story from Bo Buchanan? Please. Let me know if anything new happens -- otherwise, stick to the plan.",
        "Layla: Okay, we do not want to go into that back room.",
        "Dorian: Why? How much worse can it be?",
        "Layla: Uh-uh. We are staying right here. Brody has to come out sooner or later.",
        "Dorian: Oh.",
        "[SCENE_BREAK]",
        "Marcie: Oh! I --",
        "Adriana: Marcie!",
        "Marcie: I --",
        "Adriana: Hi!",
        "Marcie: I hope we're not interrupting.",
        "Adriana: No, not at all. Just one second -- sorry. Okay. Um -- come -- come on -- come on in.",
        "Marcie: Okay. You can go on in -- there you go.",
        "Adriana: Yeah. Sorry.",
        "Marcie: Ahem.",
        "Shane: This is for Rex.",
        "Adriana: Oh! Your -- your comic book!",
        "Marcie: Well, Rex kind of gave Shane the idea, so he wanted to give him a copy. Is Rex here?",
        "Adriana: Oh, he's not. I'm sorry, but you -- you can give it to me and I could give it to Rex.",
        "Shane: I want to show him my new comic book, too.",
        "Adriana: Another one? Wow!",
        "Shane: Yeah. Want to see it?",
        "Marcie: Oh -- I don't -- I don't think that's a good idea. Really, I -- I think you should wait until it's done. You don't want to jinx it. So, give Adriana the comic book you've already finished, honey.",
        "Adriana: Cool. Well, it was good to see you guys. I'm -- I'm sorry that Rex wasn't here.",
        "Marcie: Right. Okay.",
        "Adriana: Oh, Marcie -- you know what?",
        "Marcie: Yeah?",
        "Adriana: I forgot to ask you something.",
        "Marcie: Ask me what?",
        "Adriana: Uh -- you know, I'm really sorry that Michael's not going to be able to stand up for Rex in the wedding.",
        "Marcie: Yeah, I'm sorry about that, too.",
        "Adriana: But we'd still love for you to be part of the wedding.",
        "Marcie: You would?",
        "Adriana: Are you kidding? Of course we would.",
        "Marcie: I'd be honored.",
        "Adriana: Yeah, Rex and I -- we would really love it if you would handle the guest book.",
        "Marcie: Sure. I'd be happy to.",
        "Shane: See? I told you.",
        "Adriana: You told Marcie what?",
        "[SCENE_BREAK]",
        "Bo: What are you talking about, Balsom? What dirt did you dig up for Buchanan Enterprises?",
        "Rex: Yeah, I thought Clint would've told --",
        "Bo: Clint? Clint had you do it?",
        "Rex: Yeah, it sounds like I shouldn't be talking about this.",
        "Bo: Is this about Calvin Jenkins?",
        "Rex: No -- not Calvin.",
        "Bo: \"Not Calvin\" -- what does that mean?",
        "Rex: Maybe you better talk to Clint.",
        "Bo: No, no -- Balsom, I'm talking to you. Now, come on. Don't jerk me around here.",
        "Rex: I'm a P.I. You know part of the job description is keeping your mouth shut.",
        "Bo: Yeah, but you didn't.",
        "Rex: I thought you knew.",
        "Bo: Let's just say I was under the -- the mistaken impression that my brother and I ran this whole company together.",
        "Rex: Bo, I didn't mean to start any trouble here.",
        "Bo: No, no, no, I'm not mad at you, Balsom.",
        "[SCENE_BREAK]",
        "Natalie: Ahem. What about going out with Jared?",
        "Gigi: I shouldn't have gone to Capricorn with him last night.",
        "Natalie: Oh, oh, you mean you and Jared.",
        "Gigi: Who else?",
        "Natalie: I don't know. I -- um -- I just -- why are you telling me this?",
        "Gigi: I thought you might be upset about it.",
        "[Natalie chuckles]",
        "Natalie: No. Why would I be? He's my uncle.",
        "Gigi: I -- I'm just -- I'm just talking about the fact that I -- I went out with somebody in management. Rex said it was a bad idea and he was right. I -- although it wasn't really a date, I'm just saying it hit me that maybe it wasn't good form.",
        "Natalie: You know what? Um -- no. Like I told you last night, you didn't do anything wrong, you're not in any sort of trouble, so stop worrying. You are not the one who was out of line.",
        "[SCENE_BREAK]",
        "Adriana: What did you say to Marcie?",
        "Shane: I said that you were the one --",
        "Marcie: Perfect for Rex and that he's very lucky to be marrying you.",
        "Adriana: You really said that?",
        "[Phone rings]",
        "Adriana: Oh -- excuse me.",
        "Marcie: Yeah.",
        "Adriana: Sorry. Yep?",
        "Dorian: Adriana?",
        "[Music plays]",
        "Adriana: Where are you?",
        "Dorian: A private plane is waiting for you at the airport and when you land, there will be a limo. The driver has all the instructions.",
        "Adriana: I asked you to handle this.",
        "Dorian: Brody Lovett, um -- well, he's turned out to be a bit of a wild card. I think you had better see him for yourself before you decide to bring Gigi's son's father to Llanview.",
        "Adriana: Oh, I'm already positive -- more than ever.",
        "Dorian: Come see for yourself. Don't make any hasty decisions.",
        "Adriana: Fine. I'm on my way. I got to go! A business trip just came up.",
        "Marcie: Right, of course.",
        "Shane: So we can go now?",
        "Marcie: Shane.",
        "Adriana: Huh. Kids -- that's what's so great about them, they're so honest.",
        "Marcie: Hmm, or rude.",
        "Shane: Sorry.",
        "Adriana: Don't be. I totally get it -- who wants to stand around with grownups talking about grown-up things?",
        "Marcie: Okay, right, then. Come on, let's get out of here.",
        "Adriana: Well, good to see you guys.",
        "Marcie: Yeah, you, too. Okay.",
        "Adriana: Bye.",
        "Marcie: Bye. Take care.",
        "Adriana: Bye. Okay. Yep, bye.",
        "Marcie: See you soon. Bye.",
        "Shane: Told you.",
        "Marcie: Get out of here.",
        "Adriana: Oh, daddy should definitely see this.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Dorian: I thought you said Brody was coming out of there.",
        "Layla: He can't drink forever.",
        "Dorian: Oh, at least Adriana's on her way.",
        "Layla: It'll still be a couple of hours before she gets here.",
        "Dorian: Fine! We'll make ourselves comfortable until she -- never mind. Plan B.",
        "[Dorian hums]",
        "Dorian: Excuse me, Mr. Lovett. Could I have a moment of your time?",
        "Brody: Got a name?",
        "Layla: Layla. My friend and I have come a long way to talk to you, Mr. Lovett.",
        "Brody: Ditch the friend and we can do a lot more than talk.",
        "Dorian: Oh, no. Nobody's going anywhere. You see, we are friends of Gigi's -- Gigi Morasco.",
        "[SCENE_BREAK]",
        "Todd: This creep works for you. You going to let him talk to me like that?",
        "Cristian: Somebody's got to.",
        "Todd: Why do you put up with this crap?",
        "Blair: It's a private family matter.",
        "Cristian: Come on, Blair. Everybody in this town knows what he did to that Thornhart kid.",
        "Blair: It is still a matter between Todd and me, okay?",
        "Cristian: Okay. Sure. What do I know? I don't have kids.",
        "Todd: Yeah, people who don't are always the ones who think they're right.",
        "Cristian: Well, I don't know if I'm right, but the way I see it -- if I had a kid like Starr, I'd make sure things stayed tight between us.",
        "Todd: I do that.",
        "Cristian: Right, by beating up her boyfriend?",
        "Todd: Oh, now, this is all you, isn't it? I get it now. Let's have a little workout, Todd. Let's have a little steam, Todd. You set this up with him, didn't you?",
        "Blair: No, I didn't. I didn't. But you know what? I think he's right.",
        "Todd: Oh, God, he's -- he's still punch-drunk. He's been -- he's been knocked down, you know? Knocked out so many times, he can barely make change at a bar. He's got all the answers?",
        "Blair: Okay -- you really think telling Starr that she has to wait to see Cole for six months is going to bring you and Starr closer?",
        "[SCENE_BREAK]",
        "Jared: Cole, what's up, man? You working today?",
        "Cole: No, I'm just picking up my paycheck -- what's left of it.",
        "Jared: Uh-huh. I remember. You get your first job and you're all psyched about how rich you're going to be, and then you get your first paycheck and you realize the horrible difference between \"gross\" and \"net.\"",
        "Cole: Yeah, what am I going to do?",
        "Jared: What, you need money?",
        "Cole: Yeah, I broke my lacrosse stick, so I need another one fast.",
        "Jared: How much?",
        "Cole: Uh -- a hundred?",
        "Jared: Cool, done.",
        "Cole: Jared, thank you so much, man. You have no idea how much this is going to help. I swear, I'll -- I'll pay you back, I swear.",
        "Jared: We're good.",
        "Cole: No, really, I'll pay you back, no matter what, okay?",
        "Jared: Don't worry.",
        "Cole: Thank you, man.",
        "Jared: What are you doing with those?",
        "Rex: Chill, will you? I'm doing work for Clint. It's not going to work.",
        "Jared: Excuse me?",
        "Rex: This game you're playing with Gigi -- the -- kissing her, \"let's go out as friends\" crap.",
        "Jared: What? Ah, you think I'm trying to get her into bed?",
        "Rex: You better not be.",
        "Jared: You know, for a guy who's getting married in a couple weeks, you sure are possessive of an ex from a long time ago.",
        "Rex: I'm not possessive; I'm looking out for a friend.",
        "Jared: Oh, so you can be friends with her, but I can't?",
        "Rex: I like the Buchanans. They throw a lot of work my way.",
        "Jared: Mm-hmm.",
        "Rex: Bo and Clint are good people. There's something about you that just -- just doesn't fit that profile. Can't put my finger on it.",
        "Jared: Must frustrate the hell out of you. Say hi to your fiancée for me, will you?",
        "Jared: Oh, heads up. Bodyguard's still in there.",
        "Gigi: \"Bodyguard\"? You mean Rex?",
        "Jared: Yeah, I'd be ready for a lecture on the evils of Jared Buchanan. You know, I'm starting to think he doesn't like me.",
        "Gigi: You stop this right now!",
        "[SCENE_BREAK]",
        "Dorian: Surely you remember Gigi Morasco?",
        "Brody: Never heard of her.",
        "Dorian: That's surprising. Since she was the girl you were going to marry 10 years ago.",
        "Brody: If you know that, then you know she walked out on me. Couldn't even wait three months for me to get back. So why the hell would I want to hear anything you have to say about her?",
        "Dorian: Because she didn't walk out on you. Your mother lied to you.",
        "Brody: My mother's dead. You don't know anything about her.",
        "Layla: Mr. Lovett, we were just speaking to your lovely sister, Nadine. And she told us your mother lied, first to Gigi, and said you had been killed in action. And then she lied to you and said Gigi left you for another man. But there wasn't anybody else.",
        "Dorian: I have no idea why your mother said what she did, but I do know this. You have a right to meet your son.",
        "[SCENE_BREAK]",
        "Bo: Clint, let's get something --",
        "Lindsay: Hi.",
        "Bo: Hi, Lindsay.",
        "Lindsay: I'm sorry that painting's not available, but I do have something in mind I think she'll really love.",
        "Clint: Okay, good.",
        "Lindsay: Okay.",
        "Bo: Lindsay, I need a moment alone with my brother, please.",
        "Lindsay: Oh, sure. Are you coming home for dinner?",
        "Bo: I'll let you know.",
        "Lindsay: All right. Bye, guys.",
        "Clint: Yeah.",
        "Bo: Bye. You used Balsom to dig up dirt on Cal Jenkins?",
        "Clint: I hired Rex Balsom, yeah, to just take a look around.",
        "Bo: Did he get the goods that you needed to strong-arm Webster and Cobb?",
        "Clint: You mean to say, how I averted a hostile takeover by those two? No. Rex was not involved in that. And -- look, I don't want to get into this with you right now.",
        "Bo: That's too bad.",
        "Clint: Look, Bo, I gave your kinder, gentler approach with Jenkins a try. Unfortunately, it didn't work. Now, I know that you want to keep taking the high road. And as I told you before, I think you should. But in the end, I got to make sure the job gets done.",
        "Bo: Well, you know, blackmail seems to work for us. Why don't -- let's just keep wallowing in the mud, okay? Who cares if we ruin a decent man's life, as long as we don't lose any money?",
        "[SCENE_BREAK]",
        "Dorian: I do hope it's all right, but we did order you a drink.",
        "[Dorian sighs]",
        "Dorian: It must have been very difficult for you hearing that you have a son.",
        "Brody: Gigi Morasco -- she never married anybody else?",
        "Dorian: No. Her heart was so broken when your mother told her that you had died that she never so much as looked at another man again. Oh, what a strong love that must have been to create such enduring fidelity.",
        "Brody: Gigi told you about me?",
        "Layla: We're heard a lot about you.",
        "Dorian: Oh, and about your son. He is so adorable. His name --",
        "Brody: Shane.",
        "Dorian: Yes, how did you know?",
        "Brody: Gigi and I talked about it. If the kid was a boy, he was going to be Shane. A girl was going to be Diana.",
        "Dorian: So you knew that she was pregnant?",
        "Brody: Yeah. Gigi didn't tell you that?",
        "[Mouths words]",
        "Brody: All these years.",
        "Layla: I'm so sorry.",
        "Brody: What's done is done.",
        "[SCENE_BREAK]",
        "Rex: Don't shoot! Clint gave me this stuff. He knows I'm reading it, I swear.",
        "Gigi: I don't give a damn what you read! I want you to butt out of my personal life!",
        "Rex: Jared came running to you already, huh? What'd he say I said?",
        "Gigi: I am not going to talk about this with you. Just leave me alone.",
        "Rex: It's just like that jerk, take a little innocent comment, twist it around.",
        "Gigi: He didn't even tell me what you said.",
        "Rex: Oh. I'm sure he didn't. Leave it to your imagination. All part of his schtick.",
        "Gigi: \"Schtick\"? What are you talking about?",
        "Rex: I -- I've seen it before. Hell, I've even done it myself. You -- you see a girl who's not interested. You pull this \"I'm your friend\" routine. Make her think you're this -- this nice, friendly, sensitive guy. You get her to let her guard down. And then, bang!",
        "Gigi: \"Bang\"?",
        "Rex: If the shoe fits --",
        "[Gigi sighs]",
        "[SCENE_BREAK]",
        "Jared: Hey, do you have the stuff on the Asian Jenkins properties on your hard drive? No? Bills? Jury duty? You didn't win the sweepstakes? Okay, it's not the mail. Natalie, what's wrong?",
        "Natalie: You are.",
        "Jared: Oh. You -- can you maybe narrow that down for me?",
        "Natalie: You're wrong about what I cannot control. You're wrong that there's something between us. Okay? It's over. There's nothing you can do to change it.",
        "Jared: Okay, sparky. Convince me.",
        "[SCENE_BREAK]",
        "Cristian: Okay, I think I've had enough of the battling Mannings. See you at the club. Hi.",
        "Todd: See that? That's -- that's where Vega can get this little vein that pops out when you get pissed off.",
        "Blair: Come on. Do you really want to fight?",
        "Todd: Oh, you know what I want to do?",
        "Blair: What do you want to do?",
        "Todd: I'm a lover, not a fighter.",
        "Blair: Oh.",
        "[Blair giggles]",
        "[SCENE_BREAK]",
        "Cole: Starr?",
        "Starr: Cole? I'm glad you're here.",
        "Cole: Did you get my letter?",
        "Starr: You really want me to have that baby, don't you?",
        "Cole: I can take care of us, Starr. Look, everything's coming together, better than I thought it would.",
        "Starr: I don't know what you mean.",
        "Cole: We're going to run away together. We're never coming back.",
        "[SCENE_BREAK]",
        "Natalie: You're not as irresistible as you think.",
        "Jared: Oh, then it couldn't be too hard for you to pass one little test.",
        "Natalie: Huh. Give me a break.",
        "Jared: You win this round, and I will never again mention how insanely attracted I am to you.",
        "Natalie: Okay. Lay it on me.",
        "Jared: Kiss me.",
        "Natalie: Seriously?",
        "Jared: One kiss, that's it.",
        "Natalie: You have no idea how easy this is going to be.",
        "[SCENE_BREAK]",
        "Layla: Why didn't you try to track Gigi down when you came back to the states?",
        "Brody: I was a kid, and stupid enough to believe my mama when she told me that Gigi cut out on me with another man. Let him raise my kid. So I re-upped.",
        "Dorian: Must have been a very difficult time for you.",
        "Brody: You don't know a damn thing about it.",
        "Dorian: Oh.",
        "Layla: She's here.",
        "Dorian: Yes, she is indeed here.",
        "Adriana: Hey.",
        "Brody: I knew you'd come back to me.",
        "[SCENE_BREAK]",
        "Clint: I imagine things were a little more black and white when you were commissioner.",
        "Bo: I didn't always do things by the book.",
        "Clint: Does that mean you understand my position?",
        "Bo: I understand it. I just don't like it.",
        "[SCENE_BREAK]",
        "Gigi: So, in your little scenario, I'm this clueless idiot who Jared has wrapped around his little finger?",
        "Rex: No, you're not an idiot. You're just lonely.",
        "Gigi: You think I'm that pathetic?",
        "Rex: No, you're not pathetic lonely. You're just -- you don't have a guy. You haven't had one for a while.",
        "Gigi: Okay, you're digging yourself in deeper here.",
        "Rex: Okay, fine, I'll stop. But you're not really buying Jared's line?",
        "Gigi: I like Jared. He's fun to be with. And he seems to be a decent guy. Kind of like you, only not as annoying.",
        "Rex: There's no way I'm anything like Jared Buchanan.",
        "Gigi: Really? Why not? You keep telling me that we're just friends. That's what Jared does.",
        "Rex: That's different.",
        "Gigi: We didn't even see each other for years, Rex!",
        "Rex: Yeah, but I never forgot about you. And I've always regretted that, Gigi.",
        "Gigi: What, leaving town like you did?",
        "Rex: Not saying goodbye. I used to think about you all the time. I wondered what happened to you. It never entered my mind that I'd be walking into a cafe in Paris, Texas, and finding you working there.",
        "Gigi: Well, you did, and -- and here we are.",
        "Rex: Sometimes it feels like nothing's changed. Am I wrong?",
        "Gigi: No, you're not wrong.",
        "[SCENE_BREAK]",
        "[Bo sighs]",
        "Bo: Hi, Marcie.",
        "Marcie: Bo -- I am so glad to see you. We're lost. Have you seen Shane's mom, Gigi?",
        "Bo: Oh. Why don't you try the boardroom? It's right down this hall. It's across from the elevators. And if she's not in there, maybe Balsom can tell you where she is.",
        "Marcie: Rex is working in a boardroom?",
        "Bo: Don't ask me to explain it to you, Marcie.",
        "[Marcie chuckles]",
        "Marcie: You all right?",
        "Bo: It's been one of those days. See you later.",
        "Shane: See you. Let's go see Rex.",
        "Marcie: I hope he knows where your mom is.",
        "Shane: Yeah.",
        "[SCENE_BREAK]",
        "Rex: I can't help it, Gigi. We are friends. And when I see Jared moving in on you, I can't help but --",
        "Gigi: He is just being nice, Rex!",
        "Rex: He's playing you!",
        "Gigi: He is not!",
        "Rex: Just -- just hear me out. He got you talking about Shane, right?",
        "Gigi: I talk to everybody about Shane!",
        "Rex: I know. But when you talk about Shane to Jared, I bet he leans in real close. Like he's really listening. He looks into your eyes. He says things like, \"Wow. That's really amazing,\" in the most sincere voice. And if all that's worked, before you even knew what was happening, he would have \u0096",
        "[NEXT_ON]",
        "Viki: Natalie?",
        "Natalie: God, it's my mother.",
        "Gigi: Do you think he's having second thoughts about getting married?",
        "Brody: If Gigi needs me as much as you say she does, why isn't she here?",
        "Cole: So what do you say -- run away with me?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=IYbBdHpWFYU"
}