{
    "Episode Summary": [
        "Episode # 10726"
    ],
    "Recap": [
        "David, Viki, and Charlie watch Fourth of July Fireworks at the country club. David's presence annoys Charlie. Dorian congratulates Charlie on getting the grant for the greenhouse project and tells Viki that she and Charlie will be spending a lot of time together. Viki says that is ok because she will be busy training David for his new job at the Banner. Viki and Charlie laugh at Dorian and David while they argue about why they broke up. Rex rents a Cabana for the night to celebrate with Gigi.",
        "James and Todd are fighting Bull, while Dani, Nate, and Starr stay out of the way. Starr picks up a gun, aims at Bull, and shoots, but she accidentally shoots James. They rush him to the hospital. Dani asks Todd who James is and he informs her that James is the kid whose money Nate stole. Tea wakes up on the floor, dials Todd's number, and passes out again while it is ringing. Blair stops by to check on her and when she doesn't answer the door, she has the hotel Manager open it and finds her on the floor. Tea is rushed to the hospital in an ambulance. Tea asks Blair to call Todd but she doesn't have to because she runs into him in the hallway and tells him what happened. Blair wonders what Starr and Dani are doing there and they tell her that Starr shot James. Dr. Evans tells Tea that she has an infection and that with a strong antibiotic she will feel better in a couple of days. Dani overhears Dr Evans telling Blair about Tea's results and demands to see her mother. Tea prepares to tell Dani the truth about her brain tumor."
    ],
    "Recap Author": "Brenda",
    "Show Title": "One Life to Live",
    "Transcript": [
        "David: Nothing like fireworks on the Fourth of July, huh? It's like sex for the eyes. Don't you think? Huh? Don't you think? Yep. Sex for the eyes. Ha ha!",
        "Viki: Shh, shh.",
        "[SCENE_BREAK]",
        "Blair: There you are!",
        "Dorian: Oh, hello, darling. Are you having a good time?",
        "Blair: I'm having a great time. How come you aren't out on the terrace with the rest of the--",
        "Dorian: Is David still there?",
        "Blair: I don't know where David is.",
        "Dorian: That man is ruining my holiday.",
        "Blair: Oh! He still gets to you, doesn't he?",
        "Dorian: No, he does not! Not in the least. What about your charming boyfriend?",
        "Blair: Oh, Eli? He is charming, isn't he?",
        "Dorian: Very.",
        "Blair: Mm-hmm. He's off representing some criminal.",
        "Dorian: Has he asked you to marry him yet?",
        "Blair: Dorian!",
        "Dorian: Well, why not? You're single. The two of you have been seeing each other for months. You're infatuated with each other.",
        "Blair: And you obviously left out the \"L\" word.",
        "Dorian: I don't believe in love, not anymore.",
        "Blair: Well, you know what, I do, and I'm gonna go surprise Eli. So don't you wait up, beautiful. Bye!",
        "Dorian: Bye!",
        "[SCENE_BREAK]",
        "Charlie: Viki, what were you thinking, giving this clown a guest pass to the country club tonight?",
        "Viki: Well, I actually--I assumed he would have got bored and gone home by now.",
        "David: Bored? Are you kidding me? And desert my two best friends? Not on your life.",
        "[Fireworks exploding]",
        "[All shouting at once]",
        "[SCENE_BREAK]",
        "Starr: [Screams] Oh! No! James! James!",
        "James: S-Starr...",
        "Starr: James. James.",
        "Todd: Dani. Hey, are you okay?",
        "Dani: Yeah, yeah, I'm fine. Is he--",
        "Todd: You sure?",
        "Dani: Is he...",
        "Todd: Yeah, he's gone. I got him.",
        "Dani: What about Starr's shot?",
        "Todd: Are you okay?",
        "Nate: Yeah, I think so.",
        "Dani: There was another shot.",
        "Todd: I know. I don't know what it was.",
        "Starr: Dad! Oh, my God!",
        "Starr: [Sobbing hysterically] No! I just shot him! I shot him!",
        "[SCENE_BREAK]",
        "[Zipper]",
        "[Téa breathing hard]",
        "[SCENE_BREAK]",
        "Starr: Oh, my God. Is he dead?",
        "[SCENE_BREAK]",
        "Téa: Oh, please pick up. Please pick up, Todd. Todd. Todd.",
        "[SCENE_BREAK]",
        "Gigi: Are you sure this is the right place?",
        "Rex: Kelly said whoever's staying here is connected to Bennett Thompson.",
        "Gigi: So much for taking the night off.",
        "Rex: Well, the guy just went to the sauna. Wouldn't hurt to poke around for a few minutes.",
        "Gigi: Pretty nice setup.",
        "Rex: You think? Hey, do you see anything near the chair at all?",
        "Gigi: Like what? Rex, is this... is this your case?",
        "Rex: It is my case. A P.I. needs his case when he's on a case. Open it.",
        "Gigi: Open it?",
        "Gigi: What is all this?",
        "Rex: Looks like wine and cheese.",
        "Gigi: Yes, but what is it doing here?",
        "Rex: I thought we could use a little post-firework refreshment.",
        "Gigi: Wait. This cabana...",
        "Rex: Is ours for the night. Bo helped me arrange it.",
        "Gigi: What for?",
        "Rex: To surprise you.",
        "[SCENE_BREAK]",
        "David: Yeah, when it comes to Fourth of July's, Viki and I have quite a history.",
        "Charlie: Yeah, I'll bet.",
        "David: Hey, did she ever tell you about the time that I wound up naked in her bed?",
        "Viki: Needless to say, I was not sharing the bed.",
        "David: There's always next year. Ow! Son of a--",
        "Charlie: David, why don't you put some clothes on? I think you're attracting mosquitoes.",
        "David: Oh, actually, just the opposite. It's this fantastic new oil I have. You rub it in, and the mosquitoes just stay away. You want to feel it?",
        "Viki: Uh, no, I'll take your word for it, David.",
        "David: Because it's waterproof. I had to jump in the pool earlier because Dorian was trying to get ahold of me, and the bugs--they still stay away.",
        "Viki: Dorian pushed you in the pool?",
        "David: So she says. I say she did it just 'cause she wanted to see me all wet.",
        "Charlie: Ah, for the love of God, David, will you please just go away?",
        "Dorian: Oh, Charles. There you are. I've been wanting to congratulate you in person about the Shaw foundation grant. Bravo!",
        "Viki: You got the grant?",
        "Dorian: What? You did not tell Viki? I would have thought she'd been the first to know.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Blair: Téa? It's Blair. I'm heading over to Elijah's, and I thought I'd just stop by and see how you're doing. Téa?",
        "[Crash]",
        "[SCENE_BREAK]",
        "Starr: Dad, is he dead?",
        "Todd: No, I got a pulse, but he's lost a lot of blood.",
        "Starr: You're gonna be okay, James. You have to, okay? You can't die.",
        "Dani: I'll call 911.",
        "Todd: Forget 911!",
        "Starr: He can't die, Dad!",
        "Todd: 911 will take too long. We gotta take him to the hospital ourselves. Help me up with him.",
        "Starr: Oh, my gosh! Okay. Be careful, please! We're gonna get you to the hospital, and you're gonna be okay! I promise you, James. You're gonna be okay.",
        "[SCENE_BREAK]",
        "Man: Miss Delgado? Are you in there?",
        "Blair: Look, if she could answer, I wouldn't need you. So open the damn door!",
        "Man: I'm sorry, ma'am. I can't just barge into a guest's room.",
        "Blair: Listen, your guest has a brain tumor, all right? So you open the damn door so we can get her the care that she needs. If you don't, I'm gonna make sure she sues your ass from here to Sunday! Open the door!",
        "Blair: Oh, my God! Téa. Téa. Get an ambulance! Come on. Oh, God!",
        "[SCENE_BREAK]",
        "Starr: I don't think you should be holding him like that. Okay? I think you're hurting him.",
        "Dani: No, he's fine. He's passed out. He can't feel anything.",
        "Starr: He can't die! I didn't mean to shoot him! I really didn't!",
        "[SCENE_BREAK]",
        "EMT: Bp's 100/54, pulse 125, respiration is shallow. We got her sat up to 98 with 5 liters of O2.",
        "Greg: Where was she?",
        "Blair: She was passed out in her hotel room on the floor.",
        "Greg: Did she ever regain consciousness?",
        "Blair: She was just in and out.",
        "Greg: Okay. Téa, this is Dr. Greg Evans. We're gonna take good care of you, okay? Let's get her into a cubicle right here, guys.",
        "Téa: Blair. Blair.",
        "Blair: I'm right here. I'm right here.",
        "Téa: Stay with me.",
        "Blair: I'm gonna be right here. Right here. Right here. Come on.",
        "[SCENE_BREAK]",
        "Charlie: I had every intention of telling you about the grant.",
        "Dorian: Charlie dazzled the foundation. How could they have said no? I'm just astounded that he didn't break the news to you.",
        "Charlie: I'm sorry. I was gonna tell you. I was just hoping for a quiet moment.",
        "David: Yeah, a Dorian-free day.",
        "Viki: Ah, well, I can certainly understand that.",
        "David: Moi aussi.",
        "Dorian: Your accent stinks.",
        "Viki: Darling, I could not be happier about this award. Come here. Oh, sweetheart, congratulations! I know how much this grant means to you.",
        "Dorian: And also to me, what with building the civic center and now the greenhouse. Well, Charles and I, we're going to be spending months together.",
        "David: Yeah, maybe this is a good time for you and me to talk about that job, Viki.",
        "Charlie: What job?",
        "[SCENE_BREAK]",
        "Starr: Dad, pick up his legs!",
        "Todd: We need some help here!",
        "Starr: Pick up his legs!",
        "Doctor: All right, what happened? Hold it, hold it, hold it.",
        "Starr: His name is James Ford, and I--",
        "Todd: He got shot in the gut, lost a lot of blood. You need to get him in--",
        "Doctor: All right, let's get him into 2.",
        "Starr: Okay.",
        "Doctor: All right, hold on.",
        "Todd: Listen, you don't say anything. Nothing. Not yet.",
        "Starr: Okay. Okay, I won't.",
        "Dani: Who is this James guy that Starr knows? Who is he?",
        "Todd: He's the kid whose money you stole.",
        "[SCENE_BREAK]",
        "Blair: Do you know what's wrong with her?",
        "Greg: She has a fever, and most likely she's neutropenic, which means that her white cell count may have been lowered and her immune system is compromised. So we're looking for any signs of infection.",
        "Blair: So, this has nothing to do with the cancer?",
        "Greg: Well, the cancer may be spreading, but it's also possible that she's just dehydrated. So we're gonna run some tests: Blood work, ua, also do chest x-rays. We're looking to rule out anything that we can.",
        "Blair: Okay.",
        "Greg: Téa, do you remember what happened?",
        "Téa: Oh, I was working, and I was doing my opening statement, and next thing I knew Blair was there and I was on the floor.",
        "Greg: Okay. You rest, okay? I'll check in on you.",
        "Téa: Thanks.",
        "Greg: All right.",
        "Téa: Blair.",
        "Blair: Mm-hmm?",
        "Téa: Call Todd.",
        "[SCENE_BREAK]",
        "Todd: I thought I told you to stay with your mother tonight.",
        "Dani: Yeah, I know, I know.",
        "Todd: What the hell were you doing there anyway? You could have gotten yourself killed. How did you get there?",
        "Dani: I hid in the trunk of your car. Well, I had to make sure Nate was okay. And please, please don't be mad at him, okay? If it weren't for Nate, Bull would have shot you.",
        "Todd: If it weren't for Nate, I'd be having dinner at the Palace right now. Nate's the reason that kid got shot. You could have got shot. What do you think that would have done to your mother?",
        "[SCENE_BREAK]",
        "Blair: I'll call Todd. What about Dani? Did you tell her, Téa? Does she know that you're sick?",
        "[SCENE_BREAK]",
        "Dani: Yeah, but nothing happened.",
        "Todd: Someone got killed, and that kid in there might not make it.",
        "Dani: No, I mean that I'm fine, okay? Mom has nothing to worry about. She can see me graduate and have kids and all that milestone stuff that moms love.",
        "[SCENE_BREAK]",
        "Gigi: You really did all this for us?",
        "Rex: Well, the Fourth of July is sort of special for us.",
        "Gigi: Oh. Ever since that barbecue on your Aunt Corinne's porch.",
        "Rex: We ended up playing Go Fish.",
        "Gigi: I could think of worse ways to spend an evening.",
        "Rex: Well, I think we can do a little better than that, though.",
        "Gigi: You're right. It is a national holiday, although I've never really celebrated it that much.",
        "Rex: What did you and Shane used to do?",
        "Gigi: Well, let's see. We'd spend an hour or two burning hot dogs on the grill and then give up and head to the Nonjour for some of Noelle's red, white, and blueberry pie.",
        "Rex: Doesn't sound so bad.",
        "Gigi: It wasn't. Why? What did you used to do?",
        "Rex: Remembering spending Fourth of July with you.",
        "Gigi: On the porch?",
        "Rex: In the basement.",
        "Gigi: Ha! Listening to fireworks?",
        "Rex: Seeing them. Your eyes sparkling in the light.",
        "Gigi: One bare bulb? That was hardly mood lighting.",
        "Rex: You're just as beautiful now as you were back then.",
        "Gigi: The first time we ever made love--Fourth of July.",
        "Rex: Yeah.",
        "Gigi: Balsom?",
        "Rex: What?",
        "Gigi: Is that why you brought me here tonight?",
        "Rex: You think I had an ulterior motive, bringing you here?",
        "Gigi: Candles, wine, music-- it's not exactly unromantic.",
        "Rex: All right, I'll admit the thought did cross my mind.",
        "Gigi: I knew it.",
        "Rex: But then I decided against it.",
        "Gigi: Oh, so you don't want to sleep with me tonight.",
        "Rex: Gigi, please. I'm only human. Of course, I want to sleep with you.",
        "Gigi: But not tonight.",
        "Rex: No. We're taking it slow, right?",
        "Gigi: Apart from skinny-dipping the other day.",
        "Rex: Well, like I said. Only human.",
        "Gigi: Yes. Balsom, we are...taking it slow.",
        "Rex: So I figured we're gonna do it right. I want to do everything with you that I always wanted to.",
        "Gigi: Put on music, light candles, drink wine, dance.",
        "Rex: No. Yeah. You know!",
        "Gigi: What?",
        "Rex: Woo you.",
        "Gigi: Ha! So that's what all this is about. Wooing me.",
        "Rex: You deserve it. You spend all day working your butt off, you come home, you take care of Shane at night. Anybody needs a little romance, it's you.",
        "Gigi: Okay. I'm convinced. Woo me.",
        "[SCENE_BREAK]",
        "Dorian: David, don't make me laugh. Viki never had any intention of giving you a job.",
        "David: Why, you think this is all some joke just to make you jealous?",
        "Dorian: Jealous of you? Ho ho! Viki, you have my blessing. I don't want him. You're welcome to him. I'm getting much too busy with the urban renewal center. You know, there are people who would say that I have been a patron to Charles, but no, I'd rather they say that I have been a muse to him.",
        "Charlie: You've gotta be kidding!",
        "Dorian: We're going to be making history together.",
        "Viki: Oh! Well, perhaps David and I will make a little history ourselves because as I have said before, David, yes, indeed, I do have a job for you.",
        "[SCENE_BREAK]",
        "Nurse: BP 94/58, sinus tachycardia.",
        "Doctor: Get some O2 on him--",
        "Starr: Oh, my God.",
        "Doctor: 2 large bore IVs.",
        "Starr: Oh, my God.",
        "Doctor: Get her out of here.",
        "Starr: No, please.",
        "Doctor: Now!",
        "Starr: Please, just let me know that he's going to be okay?",
        "Doctor: I don't know.",
        "Todd: That's all you need?",
        "Cop: For now, but we'll have to take your daughter's statement. But it can wait.",
        "Todd: Great. Thank you.",
        "Nate: I really appreciate everything you did for me, Mr. Manning.",
        "Todd: I didn't do it for you. I did it for my daughter. For some reason, she cares about you.",
        "Nate: Oh, I care for her, too.",
        "Todd: I'm not interested. I'm not-- don't tell me about how you feel. It's about what you do. You could have gotten her killed.",
        "Dani: No. He didn't mean to.",
        "Todd: Oh, so, he just wasn't thinking? And that makes it better? I'm gonna call your mother.",
        "Dani: No, wait! I thought we weren't gonna worry her.",
        "Todd: You really think we can keep this from her? She's gonna kill me for letting you get involved in--",
        "Dani: No, just--just don't worry, okay? I'll tell her how amazing you are. And I'll even mean it.",
        "Dani: How's James?",
        "Starr: How could you be so stupid? Taking that money! What did you think, that no one would care?",
        "Nate: I know, I'm sorry.",
        "Starr: I know that I'm the one that shot him, but it was an accident! None of this would have happened if you would have just given the money up!",
        "Dani: Okay, we made a mistake. We get it. What did the doctor say? Is he gonna be okay?",
        "Starr: No, Dani! He could die, and it's because of him!",
        "Dani: No, that is not fair. Nate wasn't trying to hurt anybody. Besides, this is my fault, just as much as--",
        "Nate: No, no, Dani--",
        "Dani: It was my decision just as much as it was yours. God, all we were trying to do was help Nate's mom pay the mortgage. They were gonna lose their house. I am so sorry, Starr.",
        "Starr: I know that, Dani, and I'm sorry, too, but if he dies, what did I do?",
        "[SCENE_BREAK]",
        "Blair: Look, I was just trying to reach you. How did you find out?",
        "Todd: Find out what? What are you doing here?",
        "Blair: I stopped by Téa's hotel to check on her, see how she was, and she was passed out cold. She's in a really bad way.",
        "Todd: Where is she?",
        "Blair: She's in that emergency room cubicle right there.",
        "[SCENE_BREAK]",
        "Dani: Hey, did you call your mom?",
        "Starr: No.",
        "Dani: Well, what's she doing here?",
        "Blair: Starr! My God!",
        "[SCENE_BREAK]",
        "Greg: So, it looks like you've got a bad infection.",
        "Téa: So it's unrelated to the tumor?",
        "Greg: No, it's related, in the sense that the radiation may have lowered your resistance. But I'm putting you on a strong antibiotic. You'll bounce back in 1 or 2 days.",
        "Téa: Oh, well, I feel better already.",
        "Todd: So, regarding these treatments, are they working or...is the tumor shrinking?",
        "Greg: I'm afraid not.",
        "Todd: I see. So, not only have you not cured her, you're making her sicker.",
        "Téa: Todd, this isn't Greg's fault. He's doing all he can do, and getting angry with him is not going to make anything better, okay? Just stay with me and touch my head again, please. Thank you.",
        "[SCENE_BREAK]",
        "Blair: Oh, I'm so happy to see you!",
        "Starr: What are you doing here? Is Hope okay?",
        "Blair: No, she's fine. Grandma and the boys are spoiling her rotten. Are you okay?",
        "Starr: I'm fine.",
        "Blair: Are you sure? Starr.",
        "Starr: Yeah, yeah, it's just I miss her a lot. What are you doing here?",
        "[SCENE_BREAK]",
        "Nate: Your sister's right. I never should have taken that money, and I never should have called you when Bull grabbed you. It was a huge mistake.",
        "Dani: No, no. I meant what I said before. It was just as much my fault as it was yours. I told you to take the money. Your mom needed it.",
        "Nate: I gotta ask. Why didn't you call her? Why get your dad involved in this?",
        "Dani: Well, did you really want your mom messing with a guy like Bull? I mean, come on. My dad knew what to do. He's been in crazy situations like this before.",
        "Nate: Your dad is not happy with me right now.",
        "Dani: Yeah, well, would you be if I was your daughter?",
        "[SCENE_BREAK]",
        "Blair: I'm here, um...with a friend. But what are you doing here, and what is Dani doing here?",
        "Starr: It's a really long story, and I'll tell you about it later, but I shot someone.",
        "Blair: You what?",
        "Starr: It was an accident. Mom--Mom, I was aiming for this guy who was about to shoot Dad, and--",
        "Blair: Oh, God! Your father's involved in this?",
        "Starr: No, actually, he tried to save James.",
        "Blair: Who is James?",
        "Starr: James is the guy who I shot, the guy who I've been with the past couple days.",
        "Blair: Is he the boy that helped you steal the car that your father bought you?",
        "Starr: He could die because of me.",
        "Blair: Starr--",
        "Starr: Mom, I need to talk to the doctor. Excuse me.",
        "Blair: Dani, your sister just told me some really crazy--",
        "Dani: No, it's true. Starr shot James and he could die.",
        "Blair: Who is James?",
        "Dani: Well, I don't know, but Starr really cares about him.",
        "[SCENE_BREAK]",
        "Doctor: James has lost a lot of blood.",
        "Starr: Okay, well, I can donate. I can get a lot of people together and we can all help out.",
        "Doctor: The problem is that he's bleeding internally.",
        "Starr: But you can fix that, right?",
        "Doctor: Well, until he is stabilized, we can't even think about surgery. I'm afraid that bullet did a lot of damage. Right. Please.",
        "[SCENE_BREAK]",
        "Blair: What was Starr doing with a gun?",
        "Dani: Well, it belonged to the guy that Todd had shot.",
        "Blair: What was Todd doing there? What were you doing with Todd? What--",
        "Dani: Okay. James. James--",
        "Blair: Yes.",
        "Dani: The guy that Starr shot.",
        "Blair: Yes.",
        "Dani: He owed this other guy, the bad guy that Todd had shot, some money.",
        "Blair: You still haven't answered my question, Dani. What does this have to do with Starr?",
        "Dani: Well, didn't Todd tell you?",
        "Blair: No.",
        "Dani: I mean, I saw you guys talking over there. What was that all about?",
        "[SCENE_BREAK]",
        "Todd: I'm sorry. I didn't mean to bite the doctor's head off. It's just that I think he should start earning his pay.",
        "Téa: Todd.",
        "Todd: I mean, I don't want to make things harder for you, so...",
        "Téa: No, you're not. It's just that it's not Greg's fault. He's doing the best he can in a bad situation, all right?",
        "Todd: I'm so sorry I didn't get your call earlier.",
        "Téa: Where were you?",
        "Todd: I was with Dani.",
        "Téa: Tell me she didn't go back to the Palace. That place was a mess.",
        "Todd: No.",
        "Téa: There was papers all over the floor. Who knows how the EMT--",
        "Todd: Don't worry about it. Don't worry about it. It's fine. I'll take care of it.",
        "Téa: She will be scared. I want you to call her. I don't want her to go back there, Todd.",
        "Todd: Well, I can't use my cell phone here. I'm not gonna leave you until you can walk out with me.",
        "Téa: And next time? When it's not just an infection?",
        "Todd: We're not there yet. I just want you to live.",
        "Téa: I will. 'Cause of you, 'cause of the beautiful daughter you gave me.",
        "[SCENE_BREAK]",
        "Dani: What are you doing here?",
        "Blair: Well, it's...",
        "Greg: Blair. I got the test results back. It looks like Téa's going to--",
        "Dani: Téa? You mean my mother? Is she here?",
        "[SCENE_BREAK]",
        "Charlie: Viki, don't hire David just to spite Dorian.",
        "Viki: I'm not. Honestly. Leslie Doyle, who's one of my style reporters has had to take an unexpected leave of absence to care for an elderly mother.",
        "David: Oh, that is so sad. When do I start?",
        "Viki: Right away, actually. We need a piece on the fall trends.",
        "David: Let down your hems, ladies. It's gonna be a long winter.",
        "Viki: Well, there! You see? I knew he would have the perfect skills.",
        "Dorian: David has many skills. None of them have anything to do with journalism.",
        "David: Well, I'm glad to see that you finally remember the happiest days of your life.",
        "Dorian: My life with you, David, was a nightmare.",
        "David: Which you'd happily relive in a heartbeat.",
        "Dorian: You keep this up, and you're going in for another swim.",
        "David: [Scoffs] That push? Just so you could get your hands on me.",
        "Dorian: Au contraire! I intentionally pushed you in because you insulted my daughter.",
        "David: No. I like Langston. I was insulting you.",
        "Charlie: That sure worked to get a rise out of Dorian. How are you gonna tell David that he doesn't have a job?",
        "[SCENE_BREAK]",
        "Todd: You know, Dani's a lot like you. Stubborn.",
        "[Téa laughs]",
        "Todd: Got a mouth on her. Smart.",
        "Téa: Ah, I think she gets those things from someone else.",
        "Todd: And her good looks, right?",
        "[Téa laughs]",
        "Todd: I don't want to smile. I can't be cheered up about this. This sucks.",
        "Téa: Tell me about it.",
        "Todd: I want you both.",
        "Téa: Well, that's all I've ever wanted-- the three of us together... in the same zip code. You know, I think she's actually starting to accept you or at least tolerate you. I just want her to be able to trust you, to know that she can count on you.",
        "Todd: I think you may have gotten your wish or... you may get it.",
        "Téa: What do you mean?",
        "Todd: We may have had a breakthrough tonight.",
        "Téa: Really?",
        "Todd: Mm-hmm.",
        "[SCENE_BREAK]",
        "Dani: What do you mean you got her results back? Is my mother in the hospital?",
        "Blair: Well, um--",
        "Greg: I'm so sorry. I thought she knew.",
        "Blair: It's not--",
        "Dani: Knew what? Will just someone please tell me what the hell is going on here? Where's my mother?",
        "[SCENE_BREAK]",
        "Dorian: You see, there is no job.",
        "Viki: Excuse me! I'm sorry, but there most certainly is a job, and David starts today.",
        "Dorian: He is not equipped to work for a major news outlet.",
        "David: You never complained about my equipment in the past.",
        "Viki: Well, in that case, I will just have to take some time and help him a little bit. And I don't see that that's going to be a problem, as Charles is going to be terribly busy with his muse.",
        "Charlie: She is not my muse. And we could have avoided this entire confrontation if you just hadn't invited David to the club tonight.",
        "David: Hey, I could be a member, you know. I am a Buchanan.",
        "Dorian: From the low-rent side of the family.",
        "Viki: I gave David a guest pass because he enjoys the fireworks.",
        "Dorian: Oh, yes. Of course. These two have a very special history that involves the fireworks. And David--David likes to pretend that those feelings run deep.",
        "David: As deep as the Grand Canyon, baby. As wide as the Suez Canal.",
        "Dorian: You just wait, Viki. You just wait until David the double-timer gets a better offer. Yes, perhaps another cheesy commercial for the have-a-seat people.",
        "David: Cheesy? That is the Cadillac of hemorrhoid creams. Plus, I had my own television show.",
        "Dorian: Right, a reality show where you didn't even get to play yourself. I told people that you were going to L.A. to pursue a career making sensitive indie movies. And what did you do? You sold out as soon as you could to the highest bidder. And how do you think I felt, hearing you say those terrible things about me-- that I'm controlling, aloof, just plain mean?",
        "David: Add \"all wet\", you got yourself a complete list.",
        "Dorian: Oh, so help me, you try to throw me in that pool, and I'm gonna have you arrested.",
        "David: Oh, don't be ridiculous. I would never do something so immature.",
        "[Viki chuckles]",
        "[SCENE_BREAK]",
        "Téa: Well, how did this miracle occur? How'd you win over our daughter?",
        "Todd: You're not gonna like it. Fact, I think you're gonna hate it. You may start throwing things and yelling at me.",
        "Téa: At this point, whatever works. I just want you two to love each other.",
        "Todd: Okay, I'm gonna hold you to that.",
        "Téa: What happened?",
        "Dani: Mom?",
        "Blair: I'm so sorry. She saw me out in the hall.",
        "Téa: It's okay.",
        "Dani: I'm so sorry, Mom. I knew you weren't feeling well. I never should have left you alone. Is it 'cause of those headaches? Is that why you're here?",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "Starr: Hey. James, it's Starr. I don't know if you can hear me. The doctors say that you're going to need surgery because you're bleeding inside somewhere and they don't know how to stop it. I guess that bullet that I put in you, it's caused a lot of damage. But before they operate, you need to stabilize. Stabilize. You're like the most unstable guy that I've ever met. You're like a tornado. You come in to town, sweep up everything in your path, but I know that you never meant to hurt us. You were just trying to get away. I know that. God, I never meant to hurt you. I just was so afraid that Bull was going to shoot my dad. I never meant to hit you, and if you die... my God, if you don't pull through... [Crying]",
        "James: Are there onions in here? 'Cause there's no way you're crying over me.",
        "[SCENE_BREAK]",
        "Dani: You're gonna be okay, right? I mean, now that you're here, they're gonna give you something.",
        "Todd: Yeah, she's got an infection, and they're gonna give her antibiotics.",
        "Dani: But you'll be okay, right, I mean, once you get over this?",
        "Todd: Well, we're gonna need to take her home and let the drugs kick in. And she's got a little bit of a fever, so she's gonna have to rest.",
        "Dani: But whatever you need, Mom, okay? Just as long as you're okay. I mean, you're gonna be fine, right? This is not serious.",
        "Todd: Yeah, she's gonna be fine.",
        "Téa: Todd. She needs to know.",
        "Dani: Know what?",
        "Todd: You sure?",
        "Dani: Mom?",
        "Téa: Dani. Come sit by me, okay? Come here. Come sit here.",
        "[SCENE_BREAK]",
        "Rex: Do you have any 3s?",
        "Gigi: Go fish.",
        "Rex: Ha! I got one.",
        "Gigi: Oh! Are you kidding me?",
        "Rex: Can you blame me for being incredibly lucky?",
        "Gigi: Balsom.",
        "Rex: Yeah.",
        "Gigi: I think we're chicken.",
        "Rex: Chicken?",
        "Gigi: Yeah, for taking it slow, 'cause I think a lot of other people wouldn't.",
        "Rex: A lot of people didn't spend the last year going through what we did.",
        "Gigi: Still, I mean... really, I think we're afraid of, you know, trusting each other.",
        "Rex: I'm not afraid of trust. I'm afraid of not earning it. Besides, if it works for us, who cares what other people think, right?",
        "Gigi: You're right.",
        "Rex: You do think it works for us, right?",
        "Gigi: That depends. Do you have a 4?",
        "Rex: Man!",
        "Gigi: Can I help it if I'm incredibly lucky?",
        "[SCENE_BREAK]",
        "Dorian: I could have you arrested for assaulting a public official.",
        "David: This has nothing to do with your office and everything to do with you lying about why we broke up.",
        "Dorian: We broke up because you abandoned me for your so-called career.",
        "David: I came home! And then you said you had to go out and get married...to a woman! If that's not humiliating, I don't know what is.",
        "Dorian: I am so very sorry if my marriage or if my campaign humiliated...you! But my public needed me.",
        "David: Really? Well, will your public keep you warm at night?",
        "[SCENE_BREAK]",
        "Charlie: I don't want to fight about them anymore.",
        "Viki: Oh, sweetheart. And you know that I don't want David any more than you want Dorian.",
        "Charlie: Good, and actually, I think they both want each other.",
        "Dorian: ...My so-called public against your so-called career any day of the week.",
        "David: Oh, yeah? And you'll lose them just like you lost me 'cause you're cold and you're heartless!",
        "Viki: How on earth are we gonna get them out of our lives?",
        "Charlie: Play cupid. Okay? Obviously, they can't manage it themselves, so maybe they just need a little nudge.",
        "Viki: Oh, Charles, you wicked, wicked boy.",
        "Charlie: Stick with me, baby. I got a plan.",
        "[SCENE_BREAK]",
        "Dorian: I'll be re-elected, and you will be recast.",
        "David: You'll be impeached, and I'll be on Broadway.",
        "Dorian: Yes, as the ass end of a mule! The Have-a-Seat people will love that.",
        "David: That's not a bad idea.",
        "[SCENE_BREAK]",
        "Nate: Do you know where Dani went?",
        "Blair: Yeah, she's right in there with her folks.",
        "Nate: Is she okay?",
        "Blair: Yeah, she's fine. It's her mother. Her mother's receiving some treatment. You need a ride home?",
        "[SCENE_BREAK]",
        "Todd: You sure about this?",
        "Téa: Yeah. Yeah. It's time. Now that you two are closer. And mija, that makes me so happy. You have no idea.",
        "Dani: Yeah, I don't really care about that right now.",
        "Téa: I do. It's the reason why I can tell you what I'm about to tell you because Todd-- because your father is here with us. And I know that you can trust him, and that makes me feel so much better. Dani, there's something you need to know.",
        "[SCENE_BREAK]",
        "Nate: No, thanks. I'm gonna wait for Dani if that's okay.",
        "Blair: Oh. You know what... I think that is an excellent idea.",
        "Nate: After what she and her dad did for me tonight, they saved my life.",
        "Blair: Yeah, I only heard little bits and pieces, but it sounds like a terrible ordeal.",
        "Nate: Yeah. It was rough. This guy James might die. And don't listen to what you heard. Starr pulled the trigger, but it was my fault, okay? All of it.",
        "Blair: Really?",
        "[SCENE_BREAK]",
        "Starr: James, I am so, so sorry.",
        "James: I knew you had it in for me, but shooting me? It's a little extreme, even for you.",
        "Starr: No. I never meant to shoot you.",
        "James: Does this mean I get to call you twinkle?",
        "Starr: Ha! Only if you make it through surgery.",
        "James: I'll make it.",
        "Doctor: Ah! Nice to see you finally joined us here, Mr. Ford. All right, you're stable. That's great. Let's get you into surgery, okay? Jerry, let's get him down to the O.R.",
        "Starr: James. Remember, you promised me.",
        "James: You got it...twinkle."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=ykZPUZ-jGak"
}