{
    "Episode Summary": [],
    "Recap": [
        "The Buchanans are back at the house and Paige has come over as requested. Nigel goes to get Asa to have him tell if Spencer could possibly be his son. They have to be careful how they proceed with their query into Spencer's past as that could compromise the murder investigation. Todd has gone to the jailhouse. Todd tells her to get out. He knows that there is a rule that only one person can see a prisoner at a time and that is how he gets Blair escorted out of there. He asks Spencer if it is really true that he is Asa's son. \"Where is your mother? Did you off the old cow too? Is she mummified? By the way, where is my kid?\" Blair comes in while Todd is in there. She tells Spencer that she has moved back into the mansion with Todd and her kids. When she asks Todd to confirm that, he comes over to her and she and Todd kiss and nibble on each other's lips right up close to the bars so that Truman can see. He isn't unaffected, feeling that Blair is just doing this because she still wants him as much as he wants her. He promises to show her how much he loves her when he gets out. Adriana stands by and listens as her mother screams in terror over being locked in the closet. Dorian really has a meltdown inside. She cries and screams and claws at the tiny lit space under the door. She even thinks that David is doing this but he doesn't answer her screams. Adriana hears that her mother is getting really terrified and finally she lets her out of the closet. The sight of Adriana brings relief to Dorian's face. They go to the stairs and Dorian falls to the ground. \"I was here the whole time mom. I was the one who locked you in the closet!\" Dorian can' believe this. What she did was a mistake but Adriana knows about Dorian's upbringing and this was an intentional act to hurt her. Adriana says she refuses to feel guilty about this and she runs out. Antonio pushes and finally Nash agrees to be a part of the wedding for Bree's sake. Jessica worries about it though as she knows that the whole time, Nash is going to be thinking that this should have been his wedding with Tess. Claudia is the club when Antonio comes in to pick up his order. \"Wow that's a lot of food.\" Antonio tells he is having Nash over for dinner. \"And you left him with Jessica?\" After she learns that Nash is going to be in the wedding, she orders the best vodka the club has with rocks Todd wants to know where his kid is. He toys with the idea of hiring someone to get in the jail and beat Spencer to pieces. \"I promise you, if you beat these charges and get out, I will kill you.\" Blair tells Spencer that she will kill him if Todd doesn't."
    ],
    "Recap Author": "Glynis",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Paige: Hi.",
        "Bo: Hi. Thanks for coming, Paige.",
        "Paige: Yeah. I can't believe it. What does Asa say about it?",
        "Bo: Well, he's resting right now. Will you let us know when he wakes up, Nigel?",
        "Nigel: I'll go check on him now, Commissioner.",
        "Bo: Thanks. I -- we need the truth. You know, and Pa is the only one who really knows whether or not Spencer Truman is really a Buchanan.",
        "[SCENE_BREAK]",
        "Todd: Where's Truman?",
        "Al: Meeting with his lawyer. Should be back soon.",
        "Todd: What the hell are you doing here?",
        "Blair: What do you think?",
        "Todd: Get out.",
        "Blair: I'm not leaving.",
        "Todd: I don't want you anywhere near him.",
        "Blair: Todd? Does that mean you care?",
        "Todd: No, it doesn't. I just want him all to myself.",
        "Blair: Hmm.",
        "Todd: The rules haven't changed since I was here, right? One visitor at a time?",
        "Al: This is true.",
        "Todd: And I was here first.",
        "Al: Sorry, ma'am. You need to leave.",
        "Blair: Hey -- don't \"ma'am\" me.",
        "Todd: Ok, Spencer. You've got some explaining to do.",
        "[SCENE_BREAK]",
        "Evangeline: Claudia?",
        "Claudia: Oh.",
        "Evangeline: Hi.",
        "Claudia: Hi.",
        "Evangeline: Have you seen Cristian? I'm supposed to meet him and I'm running a little bit late. I was in court.",
        "Claudia: For Spencer Truman's hearing?",
        "Evangeline: Uh, yeah.",
        "Claudia: Yeah, I don't really know the guy, but from everything I read, it seems like he's screwed over half the town.",
        "Evangeline: Well, that pretty much says it. But he's going to get what he has coming.",
        "Cristian: He'd better.",
        "Evangeline: Hey.",
        "Cristian: That guy has bullied too many people too damn long. I'm surprised nobody's popped him before now. That wouldn't be me.",
        "Evangeline: I know.",
        "Claudia: So you guys worked things out since the fistfight with Nash the other day?",
        "[SCENE_BREAK]",
        "Nash: Are you serious? You want me to be a part of your wedding?",
        "Antonio: Yeah. I'm serious.",
        "Nash: Why?",
        "Antonio: Because you're Bree's father and you're going to be part of this family. Look, Cristian's going to be my best man. You could be one of the groomsmen. What do you say?",
        "Nash: Sorry, I -- I can't.",
        "[SCENE_BREAK]",
        "Viki: Who are you meeting?",
        "Clint: I don't know. I got this mystery message about a business meeting.",
        "Viki: So did I, something about a hostile takeover of \"The Banner.\"",
        "Clint: Excuse me, but who arranged all this?",
        "Waitress: I don't know. The manager said we were closed for a private party. Right this way.",
        "Viki: Thank you.",
        "Clint: Ahem. Thanks. Thank you.",
        "Waitress: I'll be back shortly.",
        "Viki: Thank you.",
        "Clint: Something fishy's going on here.",
        "Viki: Yeah, you think?",
        "Clint: But who the hell is behind it?",
        "[SCENE_BREAK]",
        "[Doorknob rattles] [Banging on door]",
        "Dorian: Hey! Hello? Open up -- I'm locked in here! Oh -- David? Oh, David! I know it's you. This isn't funny, you know. Hey! You better let me out of here. You know very well that I have a date to meet Clint Buchanan! Now, let me out of here, David, right now! David? Da -- let me out somebody! Oh, my God. Oh, my God. Oh, my God. Help! Help! Help me, please! Please! Help!",
        "[SCENE_BREAK]",
        "Al: You got a visitor.",
        "Spencer: I can see that. You're wasting your time, Manning. I've got absolutely nothing to say to you.",
        "Todd: It's ok, Spencer, you can talk to me now. I'm -- I'm not interested in a confession or anything like that. Just wanted to get a few things straight, like are you really Asa's kid? Or are you just jerking his chain a little? Come on, Spence. Gunning for Buchanans is my favorite hobby. So, did Asa knock up your mom and then dump her? And then why did you -- why did you pull all this over stuff -- you know, castrating Kevin and setting up Bo? I'm curious. Did mommy tell you to do it? I mean, is it like a -- oh, we got like a \"psycho\" thing going here? You like Norman Bates, huh? Boy, I'm glad Blair didn't have the shower scene done to her, you know what I mean? Come on, Spence! Talk to me! Where's mummy? Mummified? Hmm? Did you off that cow, too?",
        "Spencer: Better you shut the hell up, Manning.",
        "Todd: And there he comes. Now he's talking. So, speaking of parents and their children, where's my kid?",
        "[SCENE_BREAK]",
        "Bo: You know, it'd be just like Pa to keep this from us.",
        "Kevin: Well, especially if Spencer was -- was blackmailing him.",
        "Bo: Yeah, but Pa doesn't give in to blackmail as a matter of principle.",
        "Kevin: Yeah.",
        "Kelly: Well, is there anything else he could've been holding over his head?",
        "Bo: Yeah. I don't know why we're even talking about this because Spencer Truman is not Pa's son. This is probably some scam that he cooked up just to get out of a conviction or to get money out of us.",
        "Paige: Well, a simple DNA test can solve it.",
        "Bo: I brought that up. Spencer's lawyer shot it down.",
        "Kevin: Well, can't we get a court order or something?",
        "Bo: No, see, this has nothing to do with the charges against him.",
        "Kelly: Well, there's got to be something we can do.",
        "Bo: We got to be careful. You know, we cannot compromise this investigation in any way, shape, or form. Otherwise, it'd be very easy for this to turn out looking like a witch-hunt.",
        "Paige: You know, if I were you guys, I'm not even sure I'd want to know.",
        "Bo: Paige, when you were married to Spencer, did he ever say or do anything that could connect him or his mother to the Buchanan family?",
        "[SCENE_BREAK]",
        "Cristian: Well, I -- I wouldn't call it a fistfight. It was more like Nash trying to use me as a punching bag. You saw it yourself.",
        "Claudia: Yeah, I know. Hmm.",
        "Cristian: And Evangeline and I, we are still good.",
        "Evangeline: But thanks for asking.",
        "Cristian: Yeah. See ya. So, how did it go at the Truman hearing?",
        "Evangeline: Oh, Cristian, you're not even going to believe it.",
        "Cristian: You know what? Hold that thought. Rex called. He said he wanted to say something to me.",
        "Evangeline: Ok.",
        "Cristian: So what do you got for me?",
        "[SCENE_BREAK]",
        "Antonio: You're turning me down?",
        "Nash: It would just be too weird, me being at your wedding at all, never mind being in your wedding party. Come on.",
        "Antonio: Well, what do you think, Jess?",
        "Jessica: Well, thanks for asking me. But I -- I have to be honest, I haven't thought about this at all.",
        "Nash: Well, once you've had a chance to think about it, you'll think that it's weird. Antonio, come on. Look, it's a wonderful offer, thank you very much for thinking, but you don't really want me in your wedding. Come on.",
        "Antonio: Yeah, look, a few months ago, that may have been the case, but not only do I want you in the wedding, but you have to be in the wedding.",
        "Nash: Why?",
        "Antonio: Because you're Bree's father and that makes you family.",
        "Nash: I'm part of her family. I'm not part of this family.",
        "Antonio: Nash, you asked us to tell her about Tess, what kind of woman she was.",
        "Nash: I'll hold you to that.",
        "Antonio: Right. Well, it's not going to be easy for her to understand.",
        "Nash: It hasn't been easy for any of us to understand this whole DID thing.",
        "Antonio: No, no, you're right.",
        "Nash: I mean, it hasn't.",
        "Antonio: Ok? But she will understand that you're her blood father because I'm going to make sure of it.",
        "Nash: Yeah, you keep promising me that.",
        "Antonio: I mean it, Nash. And Bree's going to need to know that you're onboard with Jessica and I getting married, and what better way to do that than for you to be in the wedding pictures?",
        "Nash: Ah, so this is all about you?",
        "Antonio: Nash, if you really love your daughter as much as you say you do, you'll do this for her.",
        "Nash: Fine, I'll be in the wedding -- for Bree.",
        "Antonio: Good. Great. But --",
        "Nash: But I have to be sober or I'll be out on my ass.",
        "Antonio: You think you can?",
        "Nash: Yeah, I hate cold showers.",
        "Jessica: Well, great.",
        "Antonio: Good.",
        "Jessica: Glad that that's settled.",
        "Antonio: Uh, uh -- well, how about you stay for dinner?",
        "Nash: Dinner? Huh. First a wedding, now a dinner. What's next -- staying the night?",
        "Jessica: Um -- is that a yes or a no?",
        "Nash: Yeah, sure, as long as I can spend some time with Bree when she wakes up.",
        "Antonio: That's -- that's a part of the plan.",
        "[Bree cries]",
        "Jessica: I better go get her.",
        "Antonio: Why don't I -- why don't I go grab some takeout?",
        "Jessica: Great. Rodi's burger -- Medium-rare.",
        "Nash: Onion, cheese, bacon, and mayo.",
        "Jessica: The works.",
        "Antonio: Great, great. Well, why don't I grab three of those? All right?",
        "Jessica: Ok. I'm going to get her.",
        "Antonio: All right, baby.",
        "Jessica: Oh. Give me a kiss -- sorry.",
        "Antonio: Uh, and I'll be right back.",
        "Jessica: Ooh. Look who's up. You want to say hi to your daddy?",
        "Nash: Hello.",
        "Jessica: Hey.",
        "Nash: How are you?",
        "[SCENE_BREAK]",
        "Rex: I had a talk with Ted. He looks like mincemeat, by the way.",
        "Cristian: Well, what did he say?",
        "Rex: Not much -- yet.",
        "Cristian: So you think he'll give Vincent up?",
        "Rex: Well, it depends on who he's afraid of more -- his boss or you.",
        "Claudia: It may be none of my business, but I'm getting the idea this whole thing with Cristian is about more than proving he didn't throw that fight.",
        "Evangeline: Uh, yeah. He injured his hand pretty badly, enough that he can't go back to painting. He was an amazing artist.",
        "Claudia: Yeah. I've seen me of his work.",
        "Evangeline: He doesn't know what he's going to do now.",
        "Claudia: Why doesn't he work for his brother at Capricorn? Wait, wait, wait. I know -- pride, right? Huh. He doesn't want to do anything that looks like a handout, and you're a lawyer, but he doesn't want you support him.",
        "Evangeline: How would you know that?",
        "[SCENE_BREAK]",
        "Clint: You know, when I first got the note, I thought it was something to do with Spencer Truman and his claim in court that he was somehow pa's son.",
        "Viki: And I know how absurd that sounds, but what if it's true?",
        "Clint: Oh. Please. I can't even go there.",
        "Viki: Clint, if it is true, it makes what he dido you, all of you, even more unconscionable -- to do that kind of damage to his own flesh and blood?",
        "Clint: I believe that was his point.",
        "Viki: Oh, my God. What he did to Kevin -- he made him sterile. And Duke --",
        "Clint: Yeah.",
        "Viki: Good lord.",
        "Clint: You know, I don't know how we're going to tell Pa with his health being what it is, but we're going to have to do it soon because tomorrow morning at this time, it's going to be all over the papers. You know, Viki, I'll tell you something -- this does not look like a hostile takeover to me.",
        "Viki: No. I mean, obviously we've been set up -- and from the looks of things, at great expense.",
        "Clint: Yeah. But who? Who would do something like this?",
        "Viki: That's a good question. And what exactly did they hope to accomplish?",
        "[SCENE_BREAK]",
        "[Doorknob rattles]",
        "Dorian: No, no! Please, help me somebody! Please help me! Please! Please! Somebody must be out there! Look, help! Help! Help! Please! Help me! I am locked in the -- please! Please. Oh, my God. I -- oh. Oh. [Dorian pants] Oh! Oh, my -- I can't breathe. I can't -- oh -- I -- oh.",
        "Adriana: Mom? Mom?",
        "Dorian: Adriana? [Dorian pounds on door] Adriana, I'm locked in here! Please let me out. Quick! Quick. Oh, please! Oh, God. Oh, sweetheart. Oh, my God, I've never been happy -- oh, sweetie, sweetie, thank you. Thank you, thank you so much. Thank you. Oh, thank God you heard me. Thank God you were even here. Oh. Oh. Oh, God. Oh.",
        "Adriana: I've been here the whole time. I'm the one that locked you in the closet. I have asthma and even with my asthma controller medicine",
        "[SCENE_BREAK]",
        "Cristian: So what do you think it's going to take to make Ted go on the record about the fix?",
        "Rex: I don't know. He doesn't want anything to do with cops.",
        "Cristian: He's afraid Vincent will nail him.",
        "Rex: Or you will. He's basically screwed.",
        "Cristian: What about money?",
        "Rex: I tried that. It'd take more than you and I have put together.",
        "Cristian: There's got to be something we can do.",
        "Rex: I'm working on a couple of things.",
        "Cristian: Oh, yeah? What's that?",
        "Rex: It's complicated. Just trust me.",
        "Cristian: Ok, so -- what do I owe you?",
        "Rex: Nothing.",
        "Cristian: Nothing?",
        "Rex: Yeah. You're Adriana's cousin. Consider it a family thing.",
        "Cristian: But I will make it up to you as soon as I get back on my feet.",
        "Rex: Well, I'd say no, but who knows -- I might need a favor myself sometime.",
        "[SCENE_BREAK]",
        "Nash: Hey, yeah.",
        "Jessica: I'd better get her dinner. She's probably hungry.",
        "Nash: And I will hold her while you do.",
        "Jessica: Ok. Oh, good girl.",
        "Nash: Come to daddy. Yeah! Hey! Hey, you. How are you? Last time I saw you, you couldn't even sit up. What do you say, you want one of those greasy burgers that Antonio's gone to get you, huh?",
        "Jessica: I'm not sure that she's ready for burgers quite yet.",
        "Nash: Really? She's not on solids yet?",
        "Jessica: Um -- you know, she is a little bit, but I'll be sure to tell you when she's ready for her first real food.",
        "Nash: You better because I am going to have my camera ready. I don't want to miss anything else. No, I don't. You know why? Because I am behaving myself now -- see? Promise, I am going to be the best daddy that I can be for you. Oh. Now that Antonio is gone, if you don't want me to be a part of this wedding, just tell me.",
        "Jessica: No, I -- I do. Um -- just as much as Antonio.",
        "Nash: And I still don't know why he does. No, I don't.",
        "Jessica: It's just the kind of guy he is.",
        "Nash: Are you sure about that? Sure he doesn't want to just rub my face in it that he's the one with the happy-ever-after ending and not me? Hmm?",
        "Jessica: Well if that's what you really think, then you don't know Antonio at all.",
        "Nash: Hmm.",
        "[SCENE_BREAK]",
        "Paige: No, I can't remember Spencer ever mentioning anything about the Buchanans. But if Asa is his father and he thought that Asa had abandoned him and his mother --",
        "Bo: Yeah. Yeah, that would explain a lot.",
        "Kevin: Yeah, but everything he's done is pretty extreme. I mean, why didn't he just tell Asa?",
        "Bo: Yeah, that's a good question.",
        "Kevin: Oh, I'll tell you, Asa didn't even know this woman was pregnant.",
        "Bo: But why didn't she tell Pa?",
        "Paige: Maybe she did --",
        "Kelly: And he rejected her.",
        "Bo: There are too many questions. And other than Spencer, there's only one person that can answer them.",
        "Nigel: Mr. Buchanan is awake now and he wants to know what happened at Dr. Truman's hearing.",
        "[SCENE_BREAK]",
        "Spencer: You know, you're really stuck in a loop with this whole kid thing, aren't you? Why do you keep asking me about it? I don't know where your son is.",
        "Blair: Commissioner Buchanan is a close personal friend of mine. You throw me out again, you'll be walking a beat all winter.",
        "Spencer: Ambulance accident or something like that? Look, man, don't make me--",
        "Blair: Hello, Spencer.",
        "Todd: Blair, what are you doing here?",
        "Blair: Oh, I have something to tell Spencer, something very important. I have moved back to the penthouse with the children. Yeah, that's right. And we're happy, we're happier than we've ever been. Isn't that right, sweetheart?",
        "Todd: That's right.",
        "Blair: And every night that I am with Todd reminds me of what a nightmare it was with you.",
        "Spencer: Yeah, well, the mere fact that you were so compelled to express your feelings for Todd in front of me makes me realize that you're still in love with me as much as I am in love with you, and when I get out of here, we'll see who you still really want to be with.",
        "[SCENE_BREAK]",
        "Bo: Hey, Kev, maybe it's a good idea if we don't tell Pa what Vickers and Truman are saying.",
        "Nigel: You mean about Dr. Truman being Mr. Buchanan's son?",
        "Bo: How do you know about that?",
        "Kevin: Is that already in the news?",
        "Nigel: No, sir. That was the reason Mr. Buchanan had me drive him to the jail yesterday to visit Dr. Truman.",
        "[SCENE_BREAK]",
        "Blair: You are so delusional, Spencer.",
        "Todd: No, he's not delusional, he's just arrogant. An arrogant son of a bitch. You think you're going to beat the rap for killing a cop. Well, ok. Because even if you do, you got all those other trials coming up. What do you got? Faking Margaret's death, framing me for it. Kidnapping. Selling my kid.",
        "Spencer: You want to talk delusional? Let's talk delusional, then, shall we? Delusional would be you two convincing each other that I'm going to be convicted of any crimes for which there is no evidence, other than the circumstantial.",
        "Todd: Doesn't mean it didn't happen.",
        "Spencer: Burden of proof, Manning. The burden of proof is on the prosecution, and there just isn't any.",
        "Rex: Truman definitely had your kid. The same lowlife he paid to take Margaret to the airport saw him hand off the baby a couple weeks later.",
        "Todd: Hand off?",
        "Rex: To someone in a car.",
        "Todd: Who?",
        "Rex: I don't know. The car drove off. But I have another lead.",
        "Todd: We'll see. Just like we'll see if you're really Asa's kid. Wow. I just had a thought. So -- oh, this is so interesting. So you hate Asa because -- because he skipped out on you. That is, if you're a Buchanan. So you killed John McBain's father. And then you steal my kid from me. And you hate Paige for keeping your kid from you. So you have some real serious father issues going on here, don't you?",
        "[SCENE_BREAK]",
        "Viki: Do you think maybe one of the children set this up?",
        "Clint: Oh, Viki, they're not 12 anymore.",
        "Viki: No, no. You know, you're right. They're too old for that.",
        "Clint: Yeah. Besides, if they wanted us, you know, back together again, they'd -- they'd just -- they'd say it. I mean, none of them are shy.",
        "Viki: No.",
        "Clint: Of course, then again, they know that we wouldn't fall for something like this, so if it wasn't the kids, then who?",
        "Viki: I don't know, but whoever it was got us here under false pretenses, which means they're up to something.",
        "Clint: Hmm. Well, it certainly doesn't appear to be dangerous in any way.",
        "Viki: Define \"dangerous.\"",
        "[SCENE_BREAK]",
        "Dorian: You locked me in the closet? Why?",
        "Adriana: Do you even have to ask?",
        "Dorian: You know how claustrophobic I am. How could you be so cruel?",
        "Adriana: You want to talk about being cruel? I learned everything about cruel from you.",
        "Dorian: But, Adriana, I swear, I never, ever did it for you to be kidnapped.",
        "Adriana: No. Just that I was terrorized and made to think that some psycho stalker was after me.",
        "Dorian: But that was because I made a mistake. I -- I -- that -- that -- whatever his name was be-- because he was a young lawyer. I didn't know he was some sort of psycho crackpot! But you -- you knew what you were doing! You know what I went through as a child.",
        "Adriana: Was it any worse than having that creep you hired run a knife down my chest?",
        "Dorian: Things just got out of control!",
        "Adriana: But you still can't tell me you're sorry!",
        "Dorian: I never meant for things to go that far! It was a mistake! I keep telling you that, but you didn't make a mistake. You wanted to see me suffer!",
        "Adriana: Stop trying to make me feel guilty, ok? It's not going to work. I'm never going to be able to forgive for what you did.",
        "Dorian: But wait -- Adriana, please, don't -- ad-- what -- oh, my God. Oh, my -- oh -- oh, my God. Oh -- oh. I -- I can't possibly meet Clint like this.",
        "Adriana: Oh. Ok. [Adriana gasps] Rex!",
        "Rex: Whoa, whoa, whoa. Sorry. Didn't mean to scare you.",
        "Adriana: I guess I'm still a little jumpy.",
        "Rex: What are you doing here?",
        "Adriana: I left my purse.",
        "Rex: No, but what were you doing here in the first place?",
        "Adriana: I locked Dorian in the closet.",
        "[SCENE_BREAK]",
        "Clint: You don't think I'm behind this?",
        "Viki: You? Oh, good lord, no. You would never have ordered French champagne and caviar.",
        "Clint: So you think that I'm a steak-and-bourbon guy?",
        "Viki: Well, if the boot fits -- although, you know, you really shouldn't eat so much meat.",
        "Clint: My cholesterol is just fine, thank you very much. At least something's just fine.",
        "Viki: What does that mean?",
        "Clint: I don't know, it's just that so much in my life is, you know, coming apart at the fittings. Like Dorian and me.",
        "Viki: I have to tell you, I really never quite got that.",
        "Clint: You know something? Maybe neither did I. But it's a moot point, because we are finished. I mean, who -- can you imagine hiring somebody to pretend to be a stalker in order to break up Adriana and Rex? I mean, that's over the top even for Dorian.",
        "Viki: Oh, I don't know. I don't know why you're so surprised.",
        "Clint: I shouldn't be surprised.",
        "Viki: No?",
        "Clint: No, I shouldn't be, because it's all Dorian all the time, isn't it? And -- well, you know, you can say it. You can tell me \"I told you so.\"",
        "Viki: No, I'm not going to do that. If I were going to do that, I would have done it ages ago. I didn't do it then, and I'm not going to do it now. Although, you did actually tell me that you were through with Dorian after the whole Kevin episode.",
        "Waitress: Would you like your first course now?",
        "Viki: Uh -- no, I don't think we're staying.",
        "Clint: Wait a minute. Obviously, somebody's -- this has all been paid for. It'd be a crime to let it go to waste.",
        "[SCENE_BREAK]",
        "Antonio: You hired Rex?",
        "Cristian: Yeah, yeah. He's already on to proving Jones was behind me losing that fight.",
        "Antonio: Well, I wish I could do more. If the boxing commission can find some hard evidence, I could set up a formal investigation.",
        "Cristian: Well, it's not over. We'll find proof.",
        "Antonio: All right. Well, you do that, and I will lock Mr. Jones up myself.",
        "Claudia: Hi, boss.",
        "Antonio: Hey.",
        "Claudia: I heard the club was closed for a private party. All night?",
        "Antonio: Just for dinner.",
        "Cristian: Look, I got to get back to Evangeline. I'll -- I'll get that information for you.",
        "Antonio: All right. Let me get three burgers, will you? The works, and fries to go.",
        "Claudia: Wow. You got hungry, or you're nursing the baby on red meat?",
        "Antonio: No, Nash is having dinner with us.",
        "Claudia: And you left him alone with Jessica?",
        "[SCENE_BREAK]",
        "Jessica: Ok. Dinner is served.",
        "Nash: Ooh, can I?",
        "Jessica: Sure.",
        "Nash: Thank you. Look what I got. Look what I got. Give us that. Let's try that. There you go. You know -- um -- I'm sorry, again, for having kissed you at Rodi's.",
        "Jessica: Uh -- you already apologized.",
        "Nash: Yeah. Won't happen again.",
        "Jessica: You already said that, too.",
        "Nash: That is true.",
        "Jessica: Mm-hmm.",
        "Nash: But this time, it's for me.",
        "Jessica: Well, then I'm sorry, too. I'm sorry that I punched Claudia. Even though she did deserve it. And -- I'm sorry, I can't stand her, you know?",
        "Nash: Yeah. Yeah, Tess didn't think much of her, either.",
        "Jessica: I know.",
        "Nash: What's the matter, not hungry? You know, she's not that bad. She's not. She had a tough childhood. And her daddy just died. Maybe we should cut her a little slack, huh?",
        "Jessica: Yeah, well --",
        "Nash: What do you think?",
        "Jessica: She doesn't make it easy.",
        "Nash: No. So I guess she won't be asked to be part of the wedding party, then, huh?",
        "Jessica: Hmm. No, I don't think so. She's not invited.",
        "Nash: And I was going to bring her as my date. [Nash laughs] Right. I meant what I said. If you don't want me at the wedding, please --",
        "Jessica: Well, be honest, Nash. I mean, are you going to be ok with it? Aren't you going to think when I'm up there marrying Antonio -- you're going to wish that it was you and Tess?",
        "[SCENE_BREAK]",
        "Adriana: I found out that Dorian rented out Capricorn to do this whole romantic evening thing with Clint. So I set up Viki Davidson to go there instead. And I locked Dorian in the closet, and I just let her out, and she's probably rushing her there right now.",
        "Rex: So it wasn't part of the plan to keep her in the closet all night?",
        "Adriana: No. I wanted her to walk in and see Viki and Clint together.",
        "Rex: That's the only reason you let her out?",
        "Adriana: Well, I should have let her in there for days, like she had Bruce do to me.",
        "Rex: She didn't exactly have him do that.",
        "Adriana: Well, but it happened anyway. And now, she knows what it's like to have somebody mess with her love life.",
        "Rex: Ok, wasn't this a little extreme, though?",
        "Adriana: Excuse me? Rex, that creep tried to drown you, and he tried to kill you when you found me.",
        "Rex: But that was Bruce Bartlett, not Dorian.",
        "Adriana: Same thing.",
        "[SCENE_BREAK]",
        "Viki: No, it was an absolutely excellent idea staying for dinner.",
        "Clint: Yeah.",
        "Viki: Really. And the food is delicious! You know, life has been so crazy at home recently. And now, we've got Jessie's wedding coming up so quickly. My to-do lists have to-do lists.",
        "Clint: Oh. [Clint laughs] I wish you'd let me help you with some of that.",
        "Viki: Oh, you're helping, big-time. You're paying for it.",
        "Clint: So you're saying that you don't trust my taste in floral arrangements, huh?",
        "Viki: Which part of \"no\" did you not understand?",
        "Clint: Viki --",
        "Viki: Hmm?",
        "Clint: You're a wise woman.",
        "Viki: Yeah, well, I don't feel so wise all the time.",
        "Clint: Join the club.",
        "Viki: I must tell you this, and I'm -- I'm so sincere. I am so grateful and happy that you decided to stay in Llanview. I think it's very good for the children to have both parents on the same continent for a while.",
        "Clint: Yeah. Well, I couldn't leave Natalie with, you know, her losing John. And all that Jessie's been through. Kelly's baby is on the way.",
        "Viki: And, of course, there was Dorian.",
        "Clint: Right. There is no Dorian. So, here's to dodging that bullet.",
        "Viki: Oh. I'll drink to that.",
        "Clint: Mmm.",
        "Viki: Mmm.",
        "[SCENE_BREAK]",
        "Nash: Of course I'm going to wish that it's me and Tess getting married. But it's not. And there's nothing I can do about that.",
        "Jessica: Do you mean that?",
        "Nash: Tess isn't coming back. Don't like it. Can't change it. Got to accept it. So don't worry, I'm not going to make a fool out of both of us or embarrass us. I have got too much to lose. Hmm.",
        "Jessica: So, it's a good idea that you come to the wedding. I mean, like Antonio said, for Bree. So she'll know that you're ok with Antonio and I getting married.",
        "Nash: Ok, I'll come to the wedding.",
        "Jessica: Ok. Good. Antonio will be glad.",
        "Nash: Just don't bail on me and leave me stuck with the tux bill, all right?",
        "Jessica: Well, same goes for you.",
        "Nash: Ooh, wait. I get to wear a tux.",
        "Jessica: Yes, you're going to look hot.",
        "Nash: I hate Antonio, but after today --",
        "Jessica: Yeah. Yes, he's wonderful, isn't he? Most people think that he's just a tough guy, but he's the most kind, truly wonderful man I've ever met. And I know a lot of them.",
        "Nash: You really love the dude?",
        "Jessica: Well, I hope so. I'm going to marry him.",
        "Nash: You're lucky to have him.",
        "Jessica: I am. Just like Tess was lucky to have you.",
        "[SCENE_BREAK]",
        "Cristian: Rex thinks he might be close to nailing Vincent for the fix.",
        "Evangeline: Then we can clear your name.",
        "Cristian: Even if I can't fight again.",
        "Evangeline: No fighting. No, not with this hand.",
        "Cristian: Or painting, which means I'm out of a job, either way.",
        "Evangeline: Something's going to come your way, Cris. Something that's going to make you so happy.",
        "Cristian: Something already has. Listen, what do you say we forget dinner, go home, and let me return the favor?",
        "Evangeline: Are you going to throw me over your shoulder again?",
        "[SCENE_BREAK]",
        "Cristian: Whatever turns you on. All right.",
        "Antonio: I am not worried.",
        "Claudia: That your fiancée is alone with the father of her child?",
        "Antonio: Claudia, we're trying to work it out with Nash.",
        "Claudia: You sure about that?",
        "Antonio: Yeah, he promises to get it together and stay sober.",
        "Claudia: And you believed him?",
        "Antonio: Yeah. Yeah, I do believe him. Otherwise, I wouldn't have asked him to be my groomsman.",
        "Claudia: Are you kidding me?",
        "Antonio: Yeah, I know, I know.",
        "Claudia: What?",
        "Antonio: He -- he thought it was weird, too, but then he rethought it.",
        "Claudia: Wait -- so Nash is going to be in your bridal party?",
        "Antonio: Yeah. It looks that way.",
        "Claudia: Why would he do that?",
        "Antonio: Well, because I -- you know, I told him it was important for Bree.",
        "Claudia: Oh.",
        "Antonio: Oh, and it was important for her to know, and -- and I think it's more than that. I think he wants to get past -- past it and on with his life.",
        "Claudia: He -- he said that?",
        "Antonio: Claudia, look, I don't mean to sound harsh or anything, but you know, him saying that he wants to move on with his life -- I -- I don't think it means he wants to get back with you.",
        "Billy: Here you go, Detective.",
        "Antonio: Hey, look, can you -- can you be at Capricorn for your set at 10:00?",
        "Claudia: Uh-huh.",
        "Antonio: Good. I'll -- I'll see you then. There you go, man. Thank you.",
        "Billy: Can I get you something?",
        "Claudia: Vodka, rocks. And make it the good stuff.",
        "[SCENE_BREAK]",
        "Nigel: The issue of Dr. Truman's parentage never came up when Mr. Buchanan visited him. And he vehemently denied ever having abandoned Dr. Truman's mother.",
        "Bo: But how did he explain it?",
        "Nigel: He made it sound as though they broke up and went their separate ways. Though, he did make one surprising revelation.",
        "Kevin: What was it?",
        "Nigel: That this woman, Emma Bradley, was one of the great loves of his life.",
        "Kelly: He said that?",
        "Nigel: Not only that. He stared at her photograph all the way home in the car.",
        "Kevin: He has a photograph of her?",
        "Nigel: Yes. David Vickers claims his brother broke into the lodge on New Year's Eve and left it there.",
        "Bo: All right, thanks, Nigel. And when you go back upstairs with Pa, don't mention any of this to him, ok? Just tell him that Spencer Truman was held over for a trial, all right?",
        "Nigel: Very good, sir.",
        "Bo: New Year's Eve, you know? That's the night that Pa collapsed.",
        "Kelly: And that's the same night you got that virus.",
        "Kevin: Yeah, that Truman gave me. I mean, the guy's got it in for us, you could say that much. I mean, it makes you wonder if this whole story's really true.",
        "Bo: Uh-huh. Well, we'll find out. We got to talk to Pa about this, but I think we should wait till Clint gets back.",
        "Paige: I just can't believe what he's done to all of you.",
        "Bo: Well, you, too.",
        "Paige: I mean, why should I be surprised? Just when I think I've seen it all from him, he comes up with something else. Each thing worse than the last.",
        "[SCENE_BREAK]",
        "Spencer: Haven't you learned, Manning, by now, that nothing -- nothing you could possibly say or do matters to me, not in the least.",
        "Todd: Mm-hmm. Everybody's got a weak spot, Spencer. You know what I'm going to do? I'm going to hire somebody to come in here and beat you up.",
        "Spencer: I got a better idea. Why don't you just wait till I get out of here? Then you can try to do it yourself.",
        "Todd: Sounds wonderful. But right now, I'm more interested in finding my kid.",
        "Spencer: I can't help you.",
        "Todd: Then I sure hope God helps you. Because you're not getting out of this, Spencer. And even if you do somehow manage to walk away, I'll kill you.",
        "Blair: And if he doesn't, I will.",
        "[NEXT_ON]",
        "Starr: Can I ask you something?",
        "Cole: Sure.",
        "Nora: I need you to take over prosecuting this case.",
        "Antonio: Do you think I was trying to stick it to Nash when I asked him to be in my wedding?",
        "Jessica: Find something else to do the day I marry Nash -- Antonio. I meant Antonio."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Brandi"
    ],
    "url": "https://www.youtube.com/watch?v=AiNj3nglZaM"
}