{
    "Episode Summary": [],
    "Recap": [
        "With the help of Michael, Marcie gives herself up and surrenders Tommy to Todd. Marcie is immediately arrested. Natalie catches Jared kissing Jessica. Nora and Clint share some intimate time together. Jared walks in and interrupts them. Clint and Nora try to figure out just what exactly that Nash was interrupting. Adriana lashes out at Rex for Gigi lying to him about befriending Marcie and helping her to keep Tommy hid. Natalie argues with Jared over his kissing Jessica. Jessica and Nash argue over Jared's interference in their lives. Michael promises Marcie that he will be by her side no matter what happens. Marcie makes a request of John that he get Tommy's blanket and give to Todd and Blair for Tommy (Sam)."
    ],
    "Recap Author": "Mary",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Jessica: [As Tess] Well, when the board votes on whether B.E. should buy Nash's vineyard, I'll prove to you whose side I'm on.",
        "Jared: I want proof now.",
        "Jessica: Well, you can't always get what you want.",
        "Jared: Yeah, I can.",
        "Natalie: Oh, my God!",
        "Jessica: [Normal voice] You bastard!",
        "Natalie: What are you doing?",
        "Jessica: He's crazy, Natalie. He just grabbed me out of nowhere.",
        "Natalie: Well, what -- you're -- you're unbelievable. You -- you're kissing my sister -- your niece?",
        "Jared: Okay, Jessica and I aren't exactly --",
        "Natalie: Oh, yeah, yeah. Okay, you're not blood related. That makes it so much better. You know, Jessica has been a Buchanan a lot longer than I have, and what do you think our father is going to think when he finds out his new brother has been hitting on her?",
        "[SCENE_BREAK]",
        "Rex: Oh, thank God Michael convinced Marcie to let Viki go. Maybe he's gotten through to her about Tommy, too.",
        "Jill: It's been over an hour since the hostage, Victoria Davidson, was released and taken to a local hospital for observation. The F.B.I. and police are clearly showing restraint in hopes that Dr. Michael McBain, husband of the fugitive, Marcie McBain, can convince his wife to surrender peacefully and bring out the little boy who's been identified as publisher Todd Manning's son. However, if Mrs. McBain should choose to come out armed, officials are in a position to take action.",
        "Rex: I'm sorry. I know how hard this is.",
        "Adriana: It didn't have to happen. If your ex-girlfriend hadn't lied to you, none of this would have happened.",
        "[SCENE_BREAK]",
        "Todd: What hell is taking so long?",
        "John: It hasn't been that long. Michael's going to make Marcie understand what she has to do.",
        "Todd: Yeah, you'd better hope so.",
        "Blair: Todd --",
        "Todd: Hey.",
        "Blair: No, I'm -- that is my husband right there!",
        "Todd: Hey, let her through. She's with me. Thank you.",
        "Blair: Hey.",
        "Todd: Hey. I'm glad you're here.",
        "Blair: Oh, where else would I be, Todd?",
        "Todd: Viki's fine.",
        "Blair: Yeah, I heard on my way here from the airport. What about Marcie?",
        "Todd: She's still in there with Michael, and he better get her out of there.",
        "[SCENE_BREAK]",
        "Michael: Marcie, you know how much I love you and Tommy, how much you both mean to me. And if there's anyone on the face of this earth who knows what you are feeling right now, it's me. Please, take my hand and leave the gun there and let's end all of this before something terrible happens. Marcie, I am begging you. Let us walk out of that door one last time as a family.",
        "[SCENE_BREAK]",
        "Clint: What the heck are you and I doing? I mean, maybe we better figure that out because it would be awfully hard to tell Viki something we don't know ourselves.",
        "Nora: See, this is the problem with lawyers. We get very obsessive about definitions and verbal nuances. I say, why force a label on something that's naturally evolving all on its own, hmm?",
        "Nash: Whoops! Wait -- am I interrupting something?",
        "Nora: Well, at least it wasn't Dorian this time.",
        "Nash: I know it's none of my business. I was just, uh, looking for Jessica. She's not here. I'll go.",
        "[Nash whistles]",
        "Clint: Well, my son-in-law was right about one thing.",
        "Nora: That it's none of his business?",
        "Clint: Yeah, that's two things, yes. He was interrupting something and I think it's time that we figure out what that something is.",
        "[SCENE_BREAK]",
        "Jessica: Natalie, look. Don't tell Dad but Jared totally came on to me.",
        "Natalie: No kidding.",
        "Jared: Okay, I've already been slapped by one Buchanan sister. I think that's enough for tonight.",
        "Natalie: What were you thinking?",
        "Jared: I wasn't, I guess.",
        "Natalie: And you expect me to believe that?",
        "Jessica: Well, Natalie, why don't we just drop this?",
        "Natalie: What -- Jess, you two have slept together.",
        "Jessica: Well -- that was Tess.",
        "Jared: Look --",
        "Natalie: You think that he understands the difference?",
        "Jared: I get that she wasn't --",
        "Natalie: \"You get\" nothing. You get nothing. You kissed her in front of her baby girl, her husband is downstairs. You're a total pig.",
        "Jessica: Natalie, why don't we talk about this downstairs, because if Bree wakes up, she's going to start --",
        "Natalie: What if she woke up when you guys were kissing?",
        "Jared: Will you just shut up and let me explain?",
        "Nash: Shh -- what are the three of you doing in here with Bree? Hmm? Somebody want to tell me what in the hell is going on here?",
        "Jared: I just made a move on your wife.",
        "[SCENE_BREAK]",
        "Rex: Wait, wait -- wait -- wait a minute. Are you talking about Morasco?",
        "Adriana: Yes, Morasco, Gigi -- whatever you want to call her.",
        "Rex: Adriana, I don't know what you think she has to do with --",
        "Adriana: She lied to you, Rex! You went down there to find Marcie to -- so that John and Michael could help her, and she lied to you. She sold you Marcie's engagement ring and lied to your face about where Marcie was.",
        "Rex: Yeah, I guess she did, but --",
        "Adriana: But nothing! No! If she hadn't done that, maybe none of this would be happening. Maybe Michael and Marcie and little Tommy might be home right now.",
        "Rex: Adriana, please --",
        "Adriana: You told Michael and John that you trusted her, and she lied right to your face. What kind of person would do something like that?",
        "Rex: Adriana -- baby, we did that. We lied right to our friends' faces about Tommy. We thought that we were protecting Michael and Marcie. That's probably what Morasco thought she was doing, that she was helping. Now, I didn't tell her that I was friends with Marcie. She -- she might have thought that I was -- I was friends with Todd. Who knows? But if you think that Morasco is even remotely responsible for what's happening right now in Texas, so are we.",
        "Reporter: Again, we are here at the hostage scene in Paris, Texas, where Dr. Michael McBain is currently inside the bon-jour cafe with the fugitive, identified as his wife, Marcie McBain, and a child known as Thomas McBain. We understand that if Dr. McBain is successful in convincing his wife to surrender, the child will immediately be given over to Todd Manning, whose paternity of the child was confirmed in court several months ago. That's Todd Manning there with his wife, Blair, who arrived from Llanview, Pennsylvania, a short time ago. She is not the natural birth mother of the child in question. We'll stay here and bring you back any updates.",
        "[Turns off TV]",
        "Adriana: What are you doing?",
        "Rex: If Marcie comes out of there and has to hand Tommy over to Todd --",
        "Adriana: She'll be destroyed. But we have to watch, Rex. Because you're right. We're part of the reason this is happening.",
        "Todd: I just don't understand what the delay is. If he hasn't talked her into coming out by now \u0096",
        "[SCENE_BREAK]",
        "John: You really want them storming in there with your son inside?",
        "Todd: Sutton, just go in and get her. She's not going to shoot her own husband; she's not going to shoot the baby.",
        "Agent Sutton: Mr. Manning, this woman is taking desperate measures to hang on to this baby.",
        "Blair: She would never hurt the child.",
        "Agent Sutton: Did you ever think that this woman would kidnap this child and run off with him? I'm not going to pretend that I know what she's thinking, Mr. Manning, or what she's capable of doing. I have to make our next move with the task force.",
        "Blair: John, those guys are pointing their guns right at the door.",
        "John: Yeah, that's what sharpshooters do.",
        "Blair: But -- well, if -- if Marcie comes out, they're going to shoot her? What if she's holding the baby?",
        "[SCENE_BREAK]",
        "Michael: I love you, Marcie. I love both of you so much, and I will never forgive myself for letting things get to this point. If only I had told you about Tommy from the beginning, but I can't take it back now. And you can't, either. All we can do is move forward, together, and we can give our son a better life than he has had in the last few months. I know how much you love him. And I know in my heart that all you want is what's best for our little boy. Marcie, you have to love him enough to let him go.",
        "Marcie: Okay. Okay.",
        "Michael: Okay?",
        "Marcie: Yeah. Michael, no, I can't let him go.",
        "Michael: It's okay, it's okay. It's okay. It's going to be okay.",
        "[SCENE_BREAK]",
        "Nora: I assume you're talking about the kiss?",
        "Clint: We never actually --",
        "Nora: Well, no, but you were about to, weren't you?",
        "Clint: By God, that was certainly my intention, yeah.",
        "Nora: Hmm.",
        "Nora: Why don't we pick up where we left off before Nash interrupted us, and maybe we can find a place to start the discussion?",
        "[SCENE_BREAK]",
        "Nash: I'm sorry, what'd you just say?",
        "Jared: I said I just made a move on your wife.",
        "Nash: Oh.",
        "Jared: About supporting the buyout of the vineyard when it comes before the B.E. Board of Directors.",
        "Natalie: Actually --",
        "Jessica: Natalie walked in on Jared trying to convince me.",
        "Nash: Unbelievable. Wow. Jessica and Natalie -- their -- their mother almost got killed tonight. Kind of in the middle of a family crisis, you know, and you -- you decide to take advantage of that?",
        "Jared: It wasn't like that. I was only trying to explain that --",
        "Nash: Nah, save it, not interested. We're done playing games, are we clear?",
        "Jared: Couldn't be clearer. You are determined to do things your way, even if that means destroying your precious vineyard.",
        "Nash: I'm not going to take the bait. It's not going to work, all right?",
        "Natalie: Do you guys mind if I had a few minutes alone with Jared? I promise that I will keep it down and not wake up Bree.",
        "Nash: No, not in front of Bree.",
        "[Natalie sighs]",
        "Jessica: Please, sweetheart. Let's -- let's go. Let's give them a minute.",
        "Nash: Yeah. Just don't leave him here alone with Bree, okay?",
        "Natalie: I won't.",
        "Natalie: Okay, I want to know exactly what is going on. And if I ever meant anything to you, you'll tell me the truth.",
        "[SCENE_BREAK]",
        "Nash: I swear to God that if Bree hadn't been sleeping, I would -- I would have just broken him up into pieces!",
        "Jessica: Yeah, that would have been useful, Nash.",
        "Nash: All right. You go pack our stuff. I'll go tell your dad we're leaving.",
        "Jessica: I don't want to leave.",
        "Nash: All right, it's been a long day, but your mom is fine. There's absolutely no reason for us to keep hanging out here.",
        "Jessica: No, no, I meant I want to spend the night here.",
        "Nash: There is no way that I am going to sleep under the same roof as the guy who's trying to take our vineyard from us, all right?",
        "Jessica: And Bree's asleep, okay? I have barely spoken to Natalie; I've barely spoken to my father. And when Renee wakes up in the morning, she's going to want to know what happened, so --",
        "Nash: Your dad and Renee -- yeah, all right, let's stay.",
        "Jessica: What changed your mind so fast?",
        "Nash: No, you're right. You know, it's -- it's late. We'll let Bree sleep tough the night. We'll stay.",
        "[SCENE_BREAK]",
        "Agent Sutton: We've got to go in, John.",
        "Blair: Wait, but couldn't you give Michael just a little bit more time in there with Marcie?",
        "Agent Sutton: I've got my orders, Mrs. Manning.",
        "Todd: Hey, this has gone on long enough. It's my kid in there.",
        "Agent Sutton: And we want him safe. We'll take every precaution to make sure nothing goes wrong, all right?",
        "John: Let me talk to my brother before you do anything.",
        "[Phone rings]",
        "John: Yes?",
        "Michael: We're coming out.",
        "John: All of you?",
        "Michael: All of us.",
        "John: You did good, Mike.",
        "Michael: I don't know, John. I don't know anything anymore. Just -- we'll be out in five minutes, okay?",
        "John: Okay, listen to me, Mike. You need to get the gun.",
        "Michael: Yeah. Yeah, I know the routine. It's unloaded where the cops can see it. And Marcie's going to be carrying Tommy.",
        "John: I'll be here.",
        "Michael: John, please -- please tell them to go easy on her. Please don't let them hurt her.",
        "John: I promise, Mike. Good luck. They're coming out, unarmed.",
        "Todd: Okay. Listen to me. Hey, my kid comes straight to me, you understand?",
        "Agent Sutton: Just don't interfere, Mr. Manning. We're taking every precaution.",
        "Blair: Look, they haven't put the guns down.",
        "John: Sutton, you heard what Michael said. He and Marcie are coming out unarmed.",
        "Agent Sutton: You know the drill, John.",
        "[SCENE_BREAK]",
        "Michael: I asked for five minutes.",
        "Marcie: Okay.",
        "Michael: Would it be all right if I held him?",
        "Marcie: Of course. Here you go. Say bye to Daddy.",
        "Michael: Hey.",
        "Marcie: Here you go. Daddy wants to say bye.",
        "Michael: Oh! Well, you are the best thing that ever happened to us.",
        "Marcie: Yeah.",
        "Michael: Everything's going to be okay, you know? Everything is going to be okay. My son. Daddy loves you very much, and he always will.",
        "Marcie: What are we going to do, Mike? What are we going to do to?",
        "Michael: Whatever happens --",
        "Marcie: Yeah --",
        "Michael: You will not be alone. I will be there, always. Yeah.",
        "Marcie: Okay.",
        "[SCENE_BREAK]",
        "Nora: Okay. So do you still think we need to have that discussion?",
        "Clint: No, I think we've pretty much covered it. And you're right that we -- we don't have to label this, you know. Why should we so long as it feels right?",
        "Nora: It feels good. It feels very good. So -- what's next?",
        "Clint: Yeah, what's next?",
        "Nora: Oh, no, no, no, no, no. What? Oh, you've got a serious look all of a sudden. Why?",
        "Clint: I was just thinking that --",
        "Nora: No, don't do that.",
        "Clint: Maybe it's time to tell Bo.",
        "Nora: Why, Clint Buchanan, you silver-tongued devil, you. That was our first uninterrupted romantic kiss, and you're thinking about your brother? Wow, I must be a lousy kisser.",
        "Clint: I forgot, let's review.",
        "[Nora laughs]",
        "Clint: Great, now you're looking awfully serious.",
        "Nora: Oh, no, I'm just thinking -- I mean, yore probably right. We should probably tell Bo. At least we should be the ones to tell him instead of -- oh, say, Dorian, who was chomping at the bit to go blabbing to him during the -- Lindsay's hearing.",
        "Clint: You're kidding.",
        "Nora: Does that surprise you?",
        "Clint: No, I guess not.",
        "Nora: We should probably tell Lindsay, too.",
        "Clint: Why?",
        "Nora: Well, she was your ex-wife and she will be probably living with Bo.",
        "Clint: Lindsay and Bo? I thought Lindsay was still at St. Ann's.",
        "Nora: Oh, yeah, I knew I forgot to tell you something. Bo's volunteered to be her court-appointed legal guardian. And actually, R.J. is competing for the honor, although I think the judge will probably award custody to Bo because he's certainly better in the judge's eyes, and -- gosh, nothing like killing someone to make a girl popular.",
        "Clint: This is such a screwed-up town.",
        "Nora: Yeah. I like to think of it as vibrant, you know? Keeps us on our toes.",
        "Clint: There's never a dull moment.",
        "[Nora chuckles]",
        "Nora: So who should we tell next?",
        "[Clint chuckles]",
        "Clint: Oh, so now you like telling other people, huh?",
        "Nora: I am very proud of what it is that we're doing.",
        "Clint: I've been wondering how Matthew's going to react.",
        "Nora: I think he'll be fine with it. He just wants me to be happy, and he certainly thinks the world of you.",
        "Clint: That's good because I'm crazy about that kid.",
        "Nora: Mm-hmm. And then I got to tell my good friend Viki so -- wow, I'm really not looking forward to doing that.",
        "Clint: I don't think there'll be any problem with Viki. Viki wants you to be happy.",
        "Nora: Yeah.",
        "Clint: I'm sure she wants both of us to be happy.",
        "Nora: Yeah.",
        "Clint: Besides --",
        "Nora: Hmm?",
        "Clint: She has another man in her life.",
        "Nora: Does that bother you?",
        "[SCENE_BREAK]",
        "Agent Sutton: Get it out of here!",
        "Officer: Sir?",
        "John: Don't shoot.",
        "John: Don't shoot.",
        "[Music plays]",
        "Todd: Hey, Sam -- Sam -- Sam? It's okay now, okay? You're with Daddy now.",
        "[SCENE_BREAK]",
        "Clint: Viki's activities haven't -- they haven't been my concern for a very long time.",
        "Nora: Well, that's a very evasive answer, Mr. Buchanan.",
        "Clint: All right, Madam D.A., let's turn the tables. How do you feel about Bo being with somebody else? Hi.",
        "Jessica: Hi.",
        "Clint: You okay? Everything okay?",
        "Jessica: Uh -- yeah, everything's fine. I was just wondering if I could spend the night tonight.",
        "Clint: Well, of course you can.",
        "Jessica: Oh.",
        "Clint: I'm sorry.",
        "Nora: What?",
        "Clint: Not my house.",
        "Nora: Oh, for God's sake. Yeah -- yeah -- hello? My house, Nigel's house, Renee's house, your house -- everybody's house, absolutely. You can stay here as long as you want to without even asking permission.",
        "Jessica: Thanks.",
        "Nora: Yeah.",
        "Nash: Yeah, you know, we just didn't want to wake Bree up for the ride home, so --",
        "Nora: Yeah, well, as a matter of fact, I -- I could use some sleep myself. It's been a long and eventful day.",
        "Jessica: Uh -- thank you, Nora, for understanding with all of us kind of descending upon you tonight.",
        "Nora: Honey, I'm just glad your mom's okay.",
        "Clint: Nora?",
        "Nora: Yeah?",
        "Clint: I'll see you in the morning.",
        "Nora: Good night, Clint. Good night.",
        "Nash: Hmm, hmm.",
        "Clint: Good night, you guys.",
        "Nash: Clint? Um -- I was wondering if maybe in the next day or two, you and I could discuss a proposal that Jared wants to put to B.E.",
        "Clint: Yeah, sure. Uh -- we'll talk any time that you want to.",
        "Nash: Great.",
        "Clint: Good night, Nash. Good night, honey.",
        "Jessica: Good night, Daddy. So that's why you changed your mind so quickly, huh? You want to tell my dad and Renee about Jared's proposal?",
        "Nash: Unless Tess beat me to it, yeah.",
        "Jessica: What?",
        "Nash: What? Well, that's what that was about, right? Upstairs? You were pretending to be Tess again?",
        "[SCENE_BREAK]",
        "Jared: What happened between Tess and me was a long time ago.",
        "Natalie: So, what, you wanted a little refresher course?",
        "Jared: Look, Natalie, the -- that kiss that -- ugh! It -- it wasn't what you think it was, okay?",
        "Natalie: Oh, really? And what exactly was it -- an uncle saying good night to his favorite niece? What happened between us didn't mean a damn thing to you, did it?",
        "Jared: That's not true.",
        "Natalie: You were playing me. And then when you found out that we were related by blood, well, why not just jump to Jessica? I mean, you know, it's still disgusting but at least you eliminate the incest card.",
        "Jared: You don't know what the hell you're talking about.",
        "Natalie: Really? Well, I know what I saw. You came to town a few months ago with a dream -- to have one shot to work at B.E. so you could prove yourself. Then, you -- you find out that you're Grandpa's son and you get to live here in the mansion, you get a seat on the board of directors at B.E. That's a hell of a lot more than what you ever dreamed of. But it's just not enough, is it, Jared?",
        "[SCENE_BREAK]",
        "Rex: You okay?",
        "Adriana: You're being so sweet to me.",
        "Rex: Well, I love you.",
        "Adriana: I just can't get that image out of my head. Marcie looked like she wanted to die.",
        "Rex: Well, she gave up Tommy. She can never have children of her own, you know? Nobody's going to let her adopt now.",
        "Adriana: I thought she and Michael had everything. They were so much in love and now it's all gone.",
        "Rex: The love isn't gone.",
        "Adriana: How did it ever get that far, Rex?",
        "Rex: I don't know.",
        "Adriana: I would love to blame Todd for what happened, but what was he supposed to do when he found out Tommy was his son? Truth. It's because everybody hid the truth. Promise me that's never going to happen to us. Don't ever let a secret destroy us.",
        "[SCENE_BREAK]",
        "Officer: If you do not have an attorney, you will be provided one. You understand your rights?",
        "Michael: Hey, quit shoving her around like that!",
        "John: All right, all right. Listen, stay calm, Mike, all right? Marcie needs you to be strong. Let's go.",
        "Michael: Marcie? Did they hurt you, honey?",
        "Marcie: What are they doing, Mike?",
        "Michael: They just -- they just need to make sure that he's okay.",
        "Marcie: You know I would never hurt him.",
        "Agent Sutton: Mrs. McBain, we're going to be taking you to the local police station in a few moments. You'll be staying there overnight until we decide where you'll be prosecuted. Your wife's been read her rights. I suggest you find her a good attorney.",
        "Michael: They really didn't need to be so rough with her.",
        "Agent Sutton: Dr. McBain, you're lucky she's alive.",
        "John: Listen to me. Can we buy these two a couple of minutes -- please?",
        "Michael: I meant what I said before, Marce. I'll always be here for you.",
        "[SCENE_BREAK]",
        "Todd: Thank you. I don't want her near him ever again.",
        "Blair: Well, I don't think you're going to have to worry about that, Todd. With everything that Marcie's done here, she not only lost Sam, she's lost everything.",
        "[SCENE_BREAK]",
        "Jessica: I was in the room alone with Bree and Jared walked in. What was I supposed to do?",
        "Nash: Oh, you had no choice?",
        "Jessica: When Jared and I were alone at the cottage earlier, I -- I did everything that I could do to convince him that I was Tess! What was I supposed to do? I couldn't just drop it!",
        "Nash: What were you supposed to do?",
        "Jessica: What would he have thought?",
        "Nash: What do I give a damn about what Jared thinks? Come on!",
        "Jessica: Nash? I really wish you would understand the only one that can find out the truth about Jared is Tess.",
        "Nash: Tess?",
        "Jessica: Yes.",
        "Nash: Is that the same Tess who slept with him?",
        "Jessica: That's what this is about?",
        "Nash: That's called \"what it is.\" That's what this is about for everybody. You really think that Jared or me or you has forgotten about his little fling with Tess? With you?",
        "Jessica: Don't throw that in my face.",
        "Nash: You know, I wonder what your dad would do about this vote thing if he knew what had really happened between you two.",
        "Jessica: You wouldn't do that.",
        "Nash: No, I wouldn't. No, I wouldn't. But you were upstairs in the bedroom where our daughter is sleeping, pretending to be Tess.",
        "Jessica: I am in control of this situation, okay? I am not Tess. I am Jessica, I am your wife, Bree's mother, and I am a Buchanan who is doing everything that she can to protect her family.",
        "Nash: Well, I'm glad you've got it all under control because right now, I have no idea who you really are.",
        "Jessica: What are you going?",
        "Nash: Out. I'm going out for a walk because I need some clean air.",
        "[SCENE_BREAK]",
        "Jared: You're wrong, Natalie. There was something I had dreamed of from the moment I picked up Asa's book and saw your picture. And now, I can't have it.",
        "Natalie: You're such an operator. You really think that's going to work on me now, after I walk in on you kissing my sister? And you give me that smoldering look and line of bull about how I'm your dream. And then you think I'm just supposed to melt, forget that you're such a horse's ass?",
        "Jared: Believe what you want, but just because the circumstances between us has changed doesn't mean my feelings have.",
        "Natalie: Get out. Just get out. I promised Nash that I wouldn't leave Bree alone here with you. And believe me, I have had all I can take of you tonight.",
        "Jared: I'm sorry I made you so angry.",
        "Natalie: You made me sad, Jared.",
        "[SCENE_BREAK]",
        "Rex: I -- I can't promise that we're never going to have to face any problems. But we'll face them together -- no secrets. But I can promise you this -- I will love you, always.",
        "Adriana: We might have to face those problems together soon.",
        "Rex: Uh -- what?",
        "Adriana: We knew that Tommy was Todd's son for a long time, Rex. Blair and Todd could come after us for that.",
        "Rex: Yeah -- I -- I thought we came up with a plan already. We're going to get your mom to help us out, make sure that they don't come after us. But if they do, we'll fight them together.",
        "[SCENE_BREAK]",
        "Jill: That's right, folks -- one big, happy family reunited.",
        "Michael: Can I get you anything? A little water or --",
        "Marcie: No. No, I don't -- I don't need anything, Michael, okay? Can I -- look, can I talk to John?",
        "Michael: Okay. John?",
        "John: You okay?",
        "Marcie: Um -- there's one last thing that I need to give to my son. Please.",
        "[SCENE_BREAK]",
        "Natalie: Well, good night, Bree. I'm sorry about all the commotion, but I love you. Aunt Natalie loves you.",
        "Jessica: Hey. You okay?",
        "Natalie: Me? You're the one I'm worried about.",
        "Jessica: Oh, I'm fine.",
        "Natalie: He was kissing you, Jessica.",
        "Jessica: Yeah, I stopped him, I slapped him, I put an end to it. I can handle Jared.",
        "Natalie: Is he blackmailing you again?",
        "Jessica: No. No.",
        "Natalie: Because I know about his little idea about having B.E. buy out the vineyard, now he's coming on to you, and if he's trying to pull some power trip because of what happened with you --",
        "Jessica: That's not it, Natalie. I -- I didn't tell Nash about the kiss because -- because I was afraid he would -- I was afraid he was going to kill Jared.",
        "Natalie: And that would be a bad thing because?",
        "Jessica: Oh -- I don't mean literally kill Jared. Obviously, that would be a good thing, but I just -- I didn't want to start a war.",
        "Natalie: There's one already, isn't there?",
        "Jessica: Yeah, well, did -- did she wake up at all?",
        "Natalie: Nope -- slept through the whole thing. Wish I had. Wish I had been sleeping through the last eight months. That's what I'm going to try to do right now -- sleep.",
        "Jessica: Okay, good luck.",
        "Natalie: You know, I am so glad that we were all here together when mom was in trouble and that we were able to talk to her.",
        "Jessica: Yeah, me, too.",
        "Natalie: But she's still got quite a bit of explaining to do.",
        "Jessica: Yeah -- working in some diner in Texas, waiting tables? I should say so.",
        "Natalie: I'm sorry that the night ended the way it did.",
        "Jessica: Well, so am I. But tomorrow is a new day, a better day.",
        "Natalie: Let's hope so. Good night.",
        "Jessica: Good night.",
        "Jessica: Hey, angel. I am doing this for you, and I love you so much. Good night.",
        "Jared: We meet again.",
        "Jessica: [As Tess] Wow, yeah, after we were so rudely interrupted. I didn't slap you too hard, did I, baby?",
        "Jared: I'll survive.",
        "Jessica: So -- you believe me now?",
        "Jared: It's not that easy. See, Tess and I knew each other intimately. You remember what happened between the two of us when we were both alone in that hotel room? You were so hot and passionate. We couldn't get enough of each other.",
        "Jessica: Huh.",
        "Jared: Huh.",
        "Jessica: Well -- well, what does that have to do with anything right now?",
        "Jared: I'll believe you're Tess when you sleep with me again.",
        "[SCENE_BREAK]",
        "Reporter: The hostage situation here in Paris, Texas, has come to a peaceful conclusion with Marcie McBain surrendering to the police and the child in question being handed over to his father, Todd Manning.",
        "[SCENE_BREAK]",
        "John: Is this what you want Tommy to have?",
        "Marcie: Yeah, he loves that blanket, John. I think he should have it with him.",
        "John: He will.",
        "Agent Sutton: We're ready to go now, Mrs. McBain.",
        "Michael: I'm going to be in the car right behind you, okay? I will meet you there. I will be right there for you.",
        "[SCENE_BREAK]",
        "John: Marcie wanted -- wanted him to have this. She said it was his favorite.",
        "Blair: Thank you, John.",
        "John: Be a good boy.",
        "[NEXT_ON]",
        "Langston: I really don't want Markko finding out about this. Markko.",
        "Addie: Todd got his son back!",
        "Charlie: Oh, is that today's paper?",
        "Talia: I have to report to duty in Cherryvale."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=1gFtw3PwpHo"
}