{
    "Episode Summary": [
        "Episode # 10811"
    ],
    "Recap": [
        "Todd, Tea and Dani are inviting everybody they know to their celebration party. Todd is happy and wants everybody to attend the reception that he and Tea never got to have. Viki admits to Charlie that she is very suspicious of Echo and the scam she is pulling with Rex. She realizes although the thought of it is not something she wants, that evidence appears that Echo is Rex's bio mom. She knows it's possible that Clint could be Rex's dad. Yet, it's also possible that Charlie could be. She tells Charlie that he needs to find out. But he admits that losing his son after being reunited after all these years has devastated him. And he doesn't want to go through with getting his hopes up that Rex could be his son, only to find out he is not. Clint confirms to Echo that he knows he's Rex's biological father but has spent Rex's entire making sure Rex and the rest of the world never finds out since he's disgraced that he got a gold digging piece of trash like her pregnant with a gold digging piece of trash like Rex. Rex goes to confront Echo while Clint is talking to her. He still has no clue that they are his biological parents as they do not dare tell him. But Clint seems to \"defend\" Echo to her \"son\" and tells Rex he needs to stop harassing the lady or he will escort him out of her home. Blair, Kelly and Dorian are ready to attend Todd's party but know none of them have dates. yet they \"suspect\" that Langston might consider bringing Robert Ford as her date, since they are getting along better. Langston protests that she had to do something after Robert got assaulted, although to this day, nobody has a clue who had him assaulted. Right then, out of the blue, Robert and James' long lost father comes to see them. They are surprised that he's out of prison. He reminds them that James owes him 50 grand. Everybody is very worried that Cole will be charged with murder and don't' want it to happen knowing that he rid the world of Elijah Clark and had good reason to do what he did when he believed that Elijah murdered Starr and Hope."
    ],
    "Recap Author": "Jennifer S.",
    "Show Title": "One Life to Live",
    "Transcript": [
        "Dani: Hey, guys, the invitations came. Some...",
        "Téa: Don't--",
        "Dani: Oh, God! Oh, my God. Oh, my eyes. Oh.",
        "[SCENE_BREAK]",
        "Blair: Will you call us as soon as you know anything? All right. I love you. Bye.",
        "Dorian: Starr's with Cole?",
        "Blair: Yeah. They're waiting to find out when the arraignment is.",
        "Kelly: There doesn't need to be an arraignment. When Cole killed Eli, it was a public service.",
        "Dorian: I wish I could've given him the keys to the city.",
        "Langston: You can't fix this. No one can.",
        "Dorian: No, but we can stand behind Starr and give her our unending support.",
        "Langston: Dorian's right. Starr's always gonna have us.",
        "Dorian: Indeed. You know, we need to talk about something else really important. I hereby declare a Cramer women family meeting is in order.",
        "Langston: About what?",
        "Dorian: About you.",
        "[SCENE_BREAK]",
        "James: Dad?!",
        "Man: Hey. Aren't you two a sight for sore eyes. What? Don't you have anything to say to your old man?",
        "James: Why aren't you in jail?",
        "[SCENE_BREAK]",
        "Bo: Do you think Cole turning himself in will help his case?",
        "Nora: Well, it depends on what judge he gets. Hi.",
        "Inez: Hi. Commissioner, Mrs. Buchanan, I'm sorry. I didn't realize that you were busy.",
        "Bo: That's okay. What's on your mind?",
        "Inez: I just wanted to bring you these cookies that I made as a thank you.",
        "Bo: For what?",
        "Inez: I was so scared when James lied to the police about Cole. You gave me some really great advice and now thankfully, James is safe and sound.",
        "[SCENE_BREAK]",
        "Man: Now...boys...let's not get off on the wrong foot here, all right? I come in peace. And we got a lot to catch up on.",
        "Ford: See, that's where you're wrong. We have nothing to catch up on, not with you. Go. Away.",
        "[SCENE_BREAK]",
        "Viki: The timing fits perfectly, Charlie. And Echo has the necklace. Hey, you think she's telling the truth, right? Maybe she is. She said the necklace was hers. You know what? When I left her earlier, she said to me, \"I would never hurt Rex.\" Why? I mean, who is Rex to her other than some guy who broke into her room?",
        "Charlie: So that makes Rex her son? That's a wild theory, Viki. And if Echo is Rex's mother, then who's his father?",
        "Viki: I think I know who it might be.",
        "[SCENE_BREAK]",
        "Clint: I did whatever it took to make sure that little bastard Rex did not find out that he's my son.",
        "Echo: You knew all along that you were Rex's father?",
        "[Knocking on door]",
        "Rex: Open up. It's Rex Balsom.",
        "[SCENE_BREAK]",
        "Téa: Who's Echo DiSavoy? That's what I want to know.",
        "Dani: Whatever happened to the \"Do not Disturb\" sign? That's what I want to know. Guys, seriously, do you want me to be scarred for life? What are those?",
        "Téa: Looks like Echo DiSavoy is a photographer.",
        "Todd: She took pictures of us at the emergency room.",
        "Téa: Aww. In the moments right after you brought me in. Why'd she send these? I wonder.",
        "Todd: Probably angling for a job at \"The Sun.\" That's a nice photograph of you. But with that face, how can...",
        "Dani: All right, guys, please. Haven't you done enough?",
        "Todd: Yes. We should probably get dressed and start handing invitations out.",
        "Dani: I have to say, I don't really know how we can be having a party right now.",
        "Téa: Yeah. I was thinking the same thing. I mean, with everything that's going on with Starr and Cole... I think we should postpone the party.",
        "Todd: You can't call off the party. It's the reception we never had.",
        "Téa: Yeah, I know, but with everything that's going on with Cole and Starr...",
        "Todd: Yeah, I know that their lives are miserable right now, but if we wait to have this party until everyone's life is in order, then we're never gonna have the party. You know what Starr would say. She'd say take the moment and run with it. Go.",
        "Téa: All right, well, at least let me go down to the police station and see if there's anything I can do for Cole. Listen, if I'm well enough to party...",
        "Todd: This party's not negotiable.",
        "Téa: Well, neither is me seeing if Cole needs my help, okay? If I can swing both, party's on.",
        "Todd: Great. We have to go over there to drop the invitations off anyway.",
        "Téa: Who's at the police station that we have to invite?",
        "Todd: Whoever's there.",
        "Téa: Cops. That's who's there.",
        "Todd: Yeah. Sounds great, man. Let's invite everyone we know and throw them in a room, see what happens.",
        "Dani: Oh, that sounds like a fun party.",
        "Todd: It's gonna be great. All right? And don't forget what we talked about.",
        "Téa: What did you two talk about?",
        "Todd: None of your business. All right. Now, you come with us.",
        "Dani: Me? Why?",
        "Todd: Because it's a distraction. Take your mind off of what--",
        "Dani: Okay, don't remind me. And if you think that that's all it'll take to make me forget that? Think again.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Rex: Come on. Echo. I'm not leaving.",
        "Clint: Don't open it.",
        "Echo: Why not?",
        "Clint: This is something I have to settle with you. I don't want Balsom anywhere near it.",
        "Echo: You know what, Clint? I don't care what you want.",
        "Rex: I need to talk to you.",
        "Echo: I need to talk to you, too.",
        "[SCENE_BREAK]",
        "Viki: Clint could very well be Rex's father.",
        "Charlie: Well, the timing works.",
        "Viki: Echo would have had no problem whatsoever getting pregnant accidentally on purpose just to hold on to him. But if that's the case, why didn't she ever tell him?",
        "Charlie: Yeah. She could've gotten her hands on a nice, little chunk of that Buchanan money.",
        "Viki: So it doesn't make any sense at all. Besides... when she came back here this time, she wasn't looking for Clint. Honey... she was looking for you.",
        "Charlie: What are you saying?",
        "[SCENE_BREAK]",
        "Langston: I'm fine. Starr's the one who's in trouble.",
        "Dorian: I beg to differ.",
        "Langston: Oh, really?",
        "Dorian: Blair, Kelly, it saddens me to report that Langston has been ignoring our warnings, and she has once again taken up with Robert Ford.",
        "[SCENE_BREAK]",
        "James: You need me to spell it out for you? You're not welcome here.",
        "Man: Yeah, well, um, you know, this may come as a surprise to you, but I actually understand that. Because you and me, son, we didn't exactly part on the best of circumstances, you know. So...yeah. But hey, you know, people change. They grow up. They learn to let bygones be bygones.",
        "Ford: Since when?",
        "Man: Is he always like this? Maybe you want to consider getting another roommate.",
        "James: No, actually, Bobby's been pretty great to me. Now, you want to answer my question? You break out of jail or what?",
        "Man: No. I didn't have to. Charges didn't stick. Lawyer got them dropped.",
        "James: How does something like that happen?",
        "Man: The American justice system is a beautiful thing, really, when you know your way around it. You studs got a beer in there?",
        "Ford: What part of get the hell outta here do you not understand?",
        "Man: Bobby, come on. Knock it off already. I am trying really hard here. You know I cannot let you talk to me that way. Okay? I come in good faith.",
        "Ford: You came because you want something. What is it?",
        "Man: You want to take that one? He knows exactly what I want.",
        "[SCENE_BREAK]",
        "Inez: James is a good boy. He really is. And now that his father's out of the picture, he has a chance to really actually make something of himself. You know? He signed up for college.",
        "Nora: Oh, well, that's wonderful.",
        "Inez: Yeah. Well, that's why, you know, I was so nervous about him throwing it all away when this Cole Thornhart thing happened, you know? But your husband convinced me to tell him the truth. He didn't have to because Cole turned himself in. But you gave us guidance, and I know that that's something that James never got from his father.",
        "Bo: You know what? I'm just glad everything worked out okay.",
        "Inez: You have gone way above for me and my boys.",
        "Nora: Well, that's my Bo. Always there when you need him.",
        "Bo: Yeah. These are great. I can't remember the last time I had a homemade cookie.",
        "Inez: Oh, really? I'm glad you like them.",
        "[Knocking on door]",
        "Nora: Oh, my God. Téa. Oh. Dani, is your mother not beautiful?",
        "Téa: So what's going on with Cole's case?",
        "Nora: What? You're not even gonna take a day off?",
        "Todd: I already tried that, but it's hard to argue with someone who's back from the dead.",
        "Bo: He's got a point.",
        "Téa: Okay, look. At the time of the shooting, Cole had every reason to believe that Starr and Hope were dead. That's an argument right there for dropping the charges.",
        "Nora: Okay, well, that's not gonna happen, Téa, at least not today.",
        "Téa: Then I want to take the case.",
        "Dani: Mom--",
        "Todd: I thought you were talking about rest and recuperation, Téa.",
        "Téa: I need to represent him, Nora.",
        "Nora: Wow. You were right when you said resistance was futile. Well, I think this would be great news to Cole and Starr, but seriously, do you really think that you're up for this?",
        "Dani: Trust me. She's up for it.",
        "Inez: It's great to see you, Dani. Nate was really thrilled that you and your mom are both safe and sound.",
        "Téa: You must be Nate's mom.",
        "Bo: Yes, Téa, this is my assistant Inez Salinger, and she is Nate Salinger's mom.",
        "Inez: Yeah. Mi hijo es muy devote a su hija. Es facil ver porque.",
        "Téa: Daniella me ha dicho cosas maravillosas sobre Nate tambien, eh?",
        "Todd: Por favor, can we get on to the point here? We want to invite you guys to a party. A delayed wedding reception-slash- welcome back to the land of the living.",
        "Nora: Oh, I'm sorry--oh. You're inviting us?",
        "Bo: What the hell happened to you in that tunnel, Manning?",
        "Todd: I caught a break.",
        "Nora: Yeah, the break of a lifetime.",
        "Todd: Yes.",
        "Téa: Ha ha!",
        "Todd: And so now I'm taking it for a test drive, you see, and I'm hoping it won't wear off. Maybe it's contagious.",
        "Nora: Uh-oh. Okay, we should accept quickly, I guess.",
        "[Téa speaking Spanish]",
        "Nora: What was that?",
        "Inez: Thank you. She's just inviting me to the party. Seria me honar. Gracias.",
        "Téa: Gracias.",
        "Todd: De nada.",
        "Téa: We're all learning Spanish. That's wonderful. Um...we'll see you guys later. At the party. And we'll see you in court. Bo, do me a favor. Please tell your wife to take it easy on me till I get my mojo back.",
        "Bo: You never lost it. Téa's a helluva lawyer. You got see her in action sometime.",
        "Inez: If you ever give me a day off, maybe I will.",
        "Todd: So...Bo's assistant really knows her way around a desk. If I were you, I'd make sure she brings a date to the party.",
        "[SCENE_BREAK]",
        "James: I don't have to answer to you anymore.",
        "Man: Cute. Is that what you really think, buddy boy?",
        "Ford: Hey. He's got his own life now. Stop calling him that. He's got a name.",
        "Man: That name was given to the little prince by his mama. I never liked it.",
        "Ford: Yeah, well, there's a lot of things we never liked, either, so why don't you get the hell outta here?",
        "Man: Boy, you can't put your hands on me. I'm still your father.",
        "Ford: A father who almost got his son killed for 50 grand?",
        "Man: Yes, that's right, and come to think of it, you never told me where that was. James, did you think I would forget all about it?",
        "[SCENE_BREAK]",
        "Kelly: Langston, are you crazy?",
        "Blair: How many times does this boy have to screw up before you get it through your head?",
        "Kelly: Robert Ford might've gotten Jessica pregnant. How could you even consider getting involved with him again?",
        "Langston: I am not involved with him, okay? Okay?",
        "Dorian: This is the first time you've left his side in days.",
        "Langston: He was coughing up blood. I had to take him to the hospital.",
        "Dorian: And then you stayed. And then you stayed some more.",
        "Langston: What was I supposed to do? Just drop him off at the curb?",
        "Dorian, Kelly, and Blair: Yeah.",
        "Dorian: Mm-hmm.",
        "Langston: That is so mean.",
        "Dorian: Oh. Mean? Robert Ford is mean, and a whole lot worse. Whatever this \"injury\" is that he got, I am sure he deserved it.",
        "Blair: Okay, Langston. How did it happen?",
        "[SCENE_BREAK]",
        "Echo: I'm glad you're here. Please, come in.",
        "Rex: I think we need to get a few things settled, so if you-- I'm sorry. I didn't realize you had company. You guys reliving old times?",
        "Echo: No. We're not.",
        "Rex: Maybe we should ask him that.",
        "Echo: This isn't what it looks like, Rex.",
        "Rex: Good. Because you could do a hell of a lot better than Clint Buchanan.",
        "[SCENE_BREAK]",
        "Charlie: Hey, just because she came looking for me when she first got back here...",
        "Viki: Yeah, and don't forget how she reacted when she found out that you had lost a son. You told me how desperately she wanted to see you.",
        "Charlie: So you think that that proves that I'm Rex's father? We don't even have proof that she's his mother.",
        "Viki: We don't have any proof that she isn't. All we know is that this \"Lili\" character that Rex thinks is his mother is a fictional character from a book. And Echo has the necklace.",
        "Charlie: Viki, why are you beating this thing to death?",
        "Viki: Because apparently, you spent a lot of your drinking days and nights in Atlantic City with Echo DiSavoy.",
        "Charlie: Yeah, but--",
        "Viki: And when was that? 9 months before Rex was born. Is that just a coincidence?",
        "Charlie: Why couldn't it be a coincidence?",
        "Viki: Okay. I really didn't want to have to ask you this, but... could you tell me just a little bit more about how much... time you spent with Echo?",
        "Charlie: Are you actually asking me for details?",
        "Viki: No. No. I'm talking probability. What are the odds that Echo is Rex's mother and you're Rex's father? In other words, Charlie... how many times did you sleep with her? Once? Twice? Often?",
        "[SCENE_BREAK]",
        "Clint: If I were you, I'd come back some other time.",
        "Rex: You're not me. What did you ever see in this guy, anyway?",
        "Echo: Why don't you tell me why you came?",
        "Rex: I feel like I'm being played. And I think that you have the answers that can put a stop to it.",
        "[SCENE_BREAK]",
        "Charlie: So you're asking me how often Echo and I...",
        "Viki: Yes.",
        "Charlie: Often. I mean, she was a pretty hot number back then, and we were drinking...",
        "Viki: It's okay. I don't...",
        "Charlie: Hey, you're the one who was asking how much drunken sex we had, so...",
        "Todd: Are you guys having drunken sex? Don't keep us in suspense.",
        "Todd: I had no idea you guys had such hot conversations.",
        "Téa: I'm sorry. We should have called before coming over.",
        "Viki: Are you kidding? You've just made our day, our week, our year. Oh, my God, Téa, Téa, Téa. You're really here.",
        "Charlie: You can interrupt us any time you want.",
        "Viki: To see the three of you together again. Dani! I can't believe it.",
        "Dani: Oh, me neither. But my mom's right--we really shouldn't have barged in on you guys like that.",
        "Viki: Oh, don't be silly. We're thrilled.",
        "Dani: Oh, here.",
        "Viki: Okay. What's this?",
        "Todd: Party tomorrow night.",
        "Téa: Yeah. A delayed wedding reception.",
        "Viki: Oh...",
        "Téa: Yeah. We had some doubts about the timing, because of everything that Cole's going through--",
        "Todd: You know, Téa's taking his case, which is reason to celebrate in and of itself, am I wrong?",
        "Téa: We just feel very, very grateful, and we want to share our love with everybody.",
        "Charlie: I can't think of a better reason.",
        "Todd: So you guys'll be there?",
        "Viki: Sure. Wouldn't miss it for anything. It's a long time since I've seen you this happy. It becomes you. Don't lose it. Okay?",
        "Todd: You take your own advice. Wouldn't want to see you and Charlie go south again. I'll see you tomorrow night.",
        "Dani: Ha. Bye.",
        "Viki: See? This is what I was afraid of.",
        "[SCENE_BREAK]",
        "Man: I want my money.",
        "James: It's gone.",
        "Ford: And why wouldn't it be? The hospital bills after James got shot totaled over $40,000.",
        "Man: And this is my responsibility how?",
        "Ford: You sicced your friend Bull on him.",
        "Man: Who didn't shoot him. That was your little girlfriend.",
        "James: Starr never should've been there in the first place. And I never would've gotten her involved if I wasn't running for my life thanks to you--",
        "Man: I want my money.",
        "Ford: Let him go.",
        "Man: Oh, relax. You don't have to baby-sit him. You left him behind when you went out to be Mr. Fame and fortune in Hollywood. How'd that go, by the way?",
        "Ford: Get out!",
        "Man: You didn't give a crap about your brother then, did you, Mr. Scorsese?",
        "Ford: I'm gonna throw you out.",
        "Man: Oh, yeah? Yeah? You and who else?",
        "[Ford coughing]",
        "Man: Whoa. Whoa, whoa. Bobby, Bobby, Bobby, you're really hurt, man. What happened? No. No. It looks like somebody kicked your butt big time. Who was it?",
        "[SCENE_BREAK]",
        "Langston: Ford didn't want to talk about it, but he got beat up.",
        "Kelly: By a jealous husband?",
        "Blair: I wouldn't doubt it.",
        "Langston: Funny. You know what? He's not like that anymore, okay?",
        "Dorian: So he says.",
        "Langston: It doesn't matter what he says. I can see how he's changed. He helped Starr, and he put his neck out to go after Hannah.",
        "Blair: Oh, oh, Hannah. Is that the same Hannah he drove to a suicide attempt?",
        "Dorian: He cannot hold a candle to a man like Markko.",
        "Langston: Oh, my God--okay, will you guys just stop, please? Who made you guys the love experts? You got left at the altar, and you married a psycho killer, and you, Kelly, you're pining after a guy you can't even have.",
        "Kelly: What? What are you talking about?",
        "Langston: He's taken, Kelly, so just give it up.",
        "Kelly: Whoa. There is nothing going on between me and Rex.",
        "Langston: I was talking about Todd. Who said anything about Rex?",
        "[SCENE_BREAK]",
        "Rex: I think it would be better if it was just you and me.",
        "Echo: I agree.",
        "Clint: I was here first.",
        "Rex: Okay, if you don't care who hears it, fine. I want to know why you lied to me about the necklace. I know you got it from my father, which means you probably know where he is. If he's still alive. Is he?",
        "Clint: She's told you everything she knows. For you to come here and call her a liar is harassment. If she's not gonna stop you, I will.",
        "[SCENE_BREAK]",
        "Viki: The minute I saw Echo, I knew.",
        "Charlie: Knew what? That I was Rex's father?",
        "Viki: No. No. That she would do her damndest to worm her way back into my life and come between me and my husband. Again.",
        "[SCENE_BREAK]",
        "Clint: All right. The lady's humored you long enough. It's time for you to leave.",
        "Rex: I'm not going anywhere. Not until you tell me the truth about my parents.",
        "[SCENE_BREAK]",
        "Dorian: Kelly, are you getting involved with Adriana's ex-husband?",
        "Kelly: No. Of course not.",
        "Langston: So why'd you mention Rex?",
        "Kelly: I don't know.",
        "Langston: Hey, I mean, it's not a crime. We've all had our crushes.",
        "Blair: And he's got to be a hell of a lot more exciting than that British dud. I mean dude.",
        "Kelly: Okay, can we all just stop talking about Rex, please? Let's do that.",
        "Dorian: You're the one who brought him up.",
        "Kelly: It was a slip of the tongue, okay? There's nothing going on.",
        "Blair: Oh, but maybe you want something to be going on. Otherwise, it wouldn't have slipped off your pretty, little tongue.",
        "Kelly: I will break your wrist.",
        "Dorian: Excuse me. Kelly, we all know there is no such thing as accidents.",
        "[SCENE_BREAK]",
        "Rex: Look, I have a right to know where I came from. Okay? If you have any connection to my parents at all--",
        "Clint: You don't owe him anything. In fact, he broke into your room. You could have him arrested.",
        "Echo: Well, he is right about one thing. People should know where they come from, even if it's something you don't want to hear.",
        "[Knocking on door]",
        "[Laughter]",
        "Todd: Hi. Are we interrupting anything?",
        "Echo: No.",
        "Clint: No.",
        "Echo: Please, come in.",
        "Téa: Hi. Hi, guys. Hi. Um... so we wanted to thank you so much for the pictures you sent over.",
        "Echo: Oh, no problem. It was such a rare reunion.",
        "Todd: Yeah. We're having a party tomorrow night to celebrate.",
        "Téa: Yeah, and we're wondering if you'd be willing to take pictures at the party.",
        "Echo: Let me just check my rather hectic schedule. I usually don't get out of bed for under 10,000.",
        "Todd: Hell, I got that in my wallet. Ha ha! Deal!",
        "Echo: All right.",
        "Dani: The details are on the invitation.",
        "Echo: Okay. Thank you.",
        "Todd: Okay. Don't be late.",
        "Echo: Okay. You know what? I think maybe you might be forgetting something, though. I understand that Rex here had...a big part in exposing Eli Clarke, so don't you think he should have an invitation...",
        "Téa: You're right. You're right. You're right. Rex, thank you very much for everything you did.",
        "Rex: I didn't do that much, really.",
        "Téa: That's not what I heard. John told me that your undercover work started the ball rolling, so...we look forward to seeing you there. Okay?",
        "Todd: [Indistinct] Bye.",
        "Rex: Why'd you get me invited to the party?",
        "Echo: Well, I thought it would be the perfect place for us to have a chat. Undisturbed.",
        "[SCENE_BREAK]",
        "Charlie: Echo is not coming between us.",
        "Viki: What do you call what's happening right now?",
        "Charlie: I call this an argument. And it's an argument that could be over right now if you would just stop obsessing about Echo and just walk away from it.",
        "Viki: Walk away? Charlie. If there's even the slightest chance that you could be Rex's father, don't you want to know?",
        "[SCENE_BREAK]",
        "Rex: When am I supposed to talk to you at the party if you're working?",
        "Echo: Well, photographers can take breaks. I'll find you and we'll spend some time together.",
        "Rex: I've waited too long to get the truth about my parents. This time I want answers.",
        "Clint: If you're gonna tell him, why didn't you just get it over with?",
        "Echo: Maybe because I like to see you squirm. Or maybe I was doing you a favor.",
        "Clint: A favor?",
        "Echo: It's obvious the kid can't stand your guts. If he had found out you were his father, he might have gone for your throat.",
        "[SCENE_BREAK]",
        "Ford: I was fine until you showed up. So was James.",
        "Man: A boy who steals from his father? Well, that is far from fine. In fact, that's just about as low as you can get. Especially after all I have done for you boys.",
        "James: What are you talking about? The beatings and all...",
        "Man: No, the good things. The ball games. You think I got ball games? The fishing trips.",
        "James: Fishing trips?",
        "Man: Okay, so there weren't fishing trips, but you gotta face it. You know, I had my hands full when your bitch of a mother walked out on us.",
        "James: No, that's not what happened. That's what you wanted us to think happened, but that's not what happened.",
        "Ford: You forced her out.",
        "Man: The hell I did.",
        "James: Just save your breath. We know the truth. We got the other side of the story.",
        "Man: Indeed. From whom?",
        "James: Mom. Mom told us.",
        "Man: Mom. You talked to her. Bobby? She here?",
        "James: Stay away from her. I'm warning you.",
        "Man: What a snow job this woman must have done on you boys, but then she was always a very good liar.",
        "James: Don't talk about her like that.",
        "Man: Why are you protecting her? That slut walked out on you. Now listen, I think we should just get the whole family together and have a prayer breakfast.",
        "James: No, I said you stay the hell away from her!",
        "Man: Well, now let's just calm the waters here, young man. Are we focused? Now, I need you to watch your mouth with me... or else. Hmm?",
        "[SCENE_BREAK]",
        "Inez: She's just inviting me because I was standing there and she was trying to be polite. It's not like I'm really gonna go.",
        "Bo: When was the last time you were at a party?",
        "Inez: A party? Ha ha. I don't...I don't even know.",
        "Bo: Well, I'd say it's been too long.",
        "Inez: Well, I mean, I really wouldn't know anybody there.",
        "Bo: You know us.",
        "Inez: Well, if you don't think I'd be intruding.",
        "[Telephone ringing]",
        "Bo: I gotta take this. Buchanan.",
        "Nora: I have a great idea. Why don't you bring a date to the party?",
        "[SCENE_BREAK]",
        "Ford: You want to be a tough guy, you do it on your own turf. James lives with me now, and I don't let anybody push him around.",
        "Man: Push this. I'm just asking for what's mine.",
        "Ford: Hey, the money's gone. Deal with it.",
        "Man: Well, that's rich. You think because I got off, he will? Buddy boy, there's people looking for you, and if they catch up with you, we could be talking grand larceny.",
        "James: No. You wouldn't do that.",
        "Man: Yes, I would. Absolutely. In a heartbeat. So. I am going to go outside and pick up my bags. And when I come back, I'm gonna wanna see a little attitude adjustment up in here.",
        "Todd: Ah! Who are you?",
        "Man: I'm glad you asked. I'm--",
        "James: He's a friend. He's an old family friend.",
        "Todd: Is that a fact? Well, let me tell you something. Any old family friend of yours is a friend of mine.",
        "James: How is Starr? Is she okay?",
        "Todd: No, she's not right now, but she'll get better. Okay. See you at the shindig.",
        "Dani: Okay.",
        "Todd: You take it easy. Cheers.",
        "Dani: Bye.",
        "Man: What the hell was that? Are you ashamed of your old man? Is that it?",
        "Ford: That was Todd Manning. You almost got two of his daughters killed.",
        "James: Yeah, when your old friend bull was here waving his gun around.",
        "Ford: I think you owe James an apology, Eddie boy. He just saved your sorry ass.",
        "[SCENE_BREAK]",
        "Nora: Haven't you and Clint gone out on a couple of dates?",
        "Inez: Yes. But you don't think it would seem pushy, just showing up with a guest?",
        "Nora: Do you really want to go to this party alone?",
        "Inez: It's like a big, fancy... maybe you're right.",
        "Bo: Inez, could you excuse us for just one second?",
        "Inez: Yep.",
        "Bo: Whatcha doing, red? Playing a little matchmaker there?",
        "Nora: I'm just making sure everybody gets what they want.",
        "[Bo laughs]",
        "[SCENE_BREAK]",
        "Clint: I've kept this buried for a reason. Nothing good will come from digging it up. So keep your mouth shut.",
        "Echo: What kind of man are you?",
        "Clint: A very careful one.",
        "Echo: You sent Rex on a wild goose chase. You went out of your way to make sure he never found out who his real father was. It's like you hate your own son. Why?",
        "Clint: Because he's a gold-digging piece of trash, like his mother.",
        "[SCENE_BREAK]",
        "Charlie: Of course part of me wants to know if I'm Rex's father, but then part of me is--",
        "Viki: Is what?",
        "Charlie: I know what it feels like to lose a son. And that pain, that emptiness just never goes away. I wake up with that every morning of my life.",
        "Viki: I know you do.",
        "Charlie: Well, then you should know that the chance of being a father again...oh, and especially to somebody as good as Rex... I just don't want to get my hopes up and then...",
        "Viki: Sweetheart, I understand.",
        "Charlie: Do you?",
        "Viki: Yes, I do. But knowing that the truth is out there, don't you want to find it?",
        "Rex: Ahem.",
        "Viki: Rex. Is everything all right?",
        "Rex: I went to see Echo again.",
        "Viki: O...K. All right, before you say anything else... there's something you need to know.",
        "[SCENE_BREAK]",
        "Kelly: Relax. All of you. Please, just chill out. Okay? I don't know what's wrong with you. The last thing I have is a crush on Todd. Téa. Come on in. It's wonderful to see you. Hi. How are you?",
        "Dani: Good.",
        "Téa: It's wonderful to be seen.",
        "Dorian: Oh, my goodness. Well. It's so good to see you and Danielle. You were very much missed.",
        "Dani: Hey, anyone want to go to a party?",
        "Todd: Yeah. That's party tomorrow night, okay? Let's go. You guys gonna be there? You've had enough fun for one day. All right? Don't be late. Oh, and bring dates.",
        "[SCENE_BREAK]",
        "Echo: Well, seeing as we're making threats, I intend to go to that party tomorrow and I intend to see our son and I'll tell him whatever I want to tell him. And there's not a damn thing you can do about it.",
        "[Cell phone ringing]",
        "Clint: Hello.",
        "Inez: Hi, Clint. It's Inez.",
        "Clint: Inez. It's good to hear your voice.",
        "Inez: Yeah. Listen, I know this might seem a little last-minute, but I was invited to a party tomorrow night by Todd Manning, of all people, and I wanted to see if maybe you were free.",
        "Clint: Todd Manning's party? Yeah. I'd love to go with you.",
        "[SCENE_BREAK]",
        "Blair: Date? How am I gonna get a date? Uhh!",
        "Kelly: Oh. Well, don't ask me.",
        "Langston: Do you even see the irony here, Cramer women? Out of all of us, I'm the only one with even the slightest chance of a date and you're all on my case about it.",
        "Dorian: Well, you can forget about it since the date you're considering is no doubt Robert Ford. No, no, no, and the Cramer women family meeting is now adjourned.",
        "Blair: Cha-jing",
        "Kelly: And who's your date gonna be, may I ask?",
        "Dorian: Since when is it de rigueur to have a date for a party? We're Cramer women. We don't need a man on our arm to make us feel confident or attractive or... to have a good time.",
        "[SCENE_BREAK]",
        "Eddie: You got some fancy friends. With they fancy invitations to they fancy parties. I'm your father! And I could get used to this place.",
        "[SCENE_BREAK]",
        "Bo: Ahh. Looks like we better polish up our dancing shoes for this shindig.",
        "Nora: You know, we haven't danced since our wedding. Do you think we're gonna be rusty?",
        "Bo: I don't know. Maybe we should give it a shot.",
        "Nora: Ooh.",
        "Bo: Ha ha.",
        "[SCENE_BREAK]",
        "Rex: I--I can't believe this. Those love letters were faked?",
        "Viki: They're copied from that book verbatim.",
        "Rex: But who would-- I can't believe this. If Rick and Lili aren't my parents, then who are they? Guess Todd invited you to the party tomorrow night, too.",
        "Viki: Yeah.",
        "Rex: You know, Echo's gonna be there taking pictures.",
        "Viki: Oh, is she?",
        "Rex: I'm gonna be there, too. Because I'm gonna get the truth outta her if it's the last thing I do.",
        "[SCENE_BREAK]",
        "Clint: I'll be watching you tomorrow night, so don't do anything foolish or you'll be sorry.",
        "Echo: We'll see.",
        "[SCENE_BREAK]",
        "Téa: I'm glad you're making me have this party.",
        "Todd: Yeah, yeah, yeah, yeah.",
        "[Téa giggles]",
        "Todd: You know what? We seem a lot happier than the people we invited. Am I crazy?",
        "Téa: Oh, no, I've noticed that, but...",
        "Téa: [Giggles] I guess we've earned it, right?",
        "Todd: Oh, yeah. Oh, yeah."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Kathy"
    ],
    "url": "https://www.youtube.com/watch?v=HJYZgzHEYYQ"
}