{
    "Episode Summary": [],
    "Recap": [
        "Alison panics at the thought that Rafe could be gone, while Lucy tries to explain why he didn't call her. They're both relieved when Rafe returns; he was just trying to call Alison. Tess begs Caleb to open his eyes. She just needs some time to heal him. Jack drags her home to keep her from getting that chance. Rafe and the others gather around Caleb's body to prepare it for the ceremony. They take it to a crypt. Rafe begins the vampire burial rite, which ends when he drives a wooden stake through Caleb's heart. At home, Tess is inconsolable. Jack's attempts to explain why he did this don't help. He goes outside for more firewood, and when he returns, she's gone. Lucy is thankful that Ian is back to normal, but she wishes there were a way to wash off what they did. Ian has a way; they take a shower together and make love. Rafe admits that he didn't know what would happen to him. However, instead of dwelling on that, he decided to focus on Alison and their love for each other. Alison can't stop thinking about how Tess was trying to bring Caleb back to life, but Rafe is looking forward to a nice, sunny day tomorrow. They make love. Tess knows exactly where to find Caleb's body. She pulls out the stake and cries about her failure to help him. Laying her head down on his chest, she says that she should have let him have Livvie. Standing up, she tells him that she would save him if she could. A tear falls from her face and lands on Caleb's cheek. The wind howls and blows through the crypt. Caleb opens his eyes and smiles at Tess, who smiles back."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Alison: Rafe -- where is he? I want Rafe. Please?",
        "Lucy: Alison -- um -- listen to --",
        "Alison: Ian.",
        "Lucy: Alison --",
        "Alison: What?",
        "Lucy: You have to know that Rafe was going to call you.",
        "Alison: What are you saying to me? Why are you looking at me like that? Please, Lucy, I just want Rafe. I don't want to do this. Just get him for me, please.",
        "Lucy: I know you want Rafe, but, you see, everything happened so fast, you know, and I don't -- I'm not sure what really happened --",
        "Alison: Are you telling me -- stop. Are you telling me that he's gone?",
        "Lucy: What I'm --",
        "Alison: Please don't tell me that.",
        "Lucy: Listen to me.",
        "Alison: I can't do this again.",
        "Lucy: He was on a very brave mission, and he was going to do whatever it took, despite a personal sacrifice he had to make.",
        "Alison: No, no, no, no! I won't do this again. I can't. I won't believe this. I won't. Please, just tell me --",
        "Rafe: Alison?",
        "Alison: Oh, God.",
        "Rafe: Oh. I was just trying to call you.",
        "Alison: I was so scared. I was so scared. I've never been so happy to see this face in all my life. You are not leaving me ever again. You're not getting out of my sight.",
        "[Alison sighs]",
        "Rafe: I can work with that.",
        "Lucy: Wow. You realize this was a really close one for all of us.",
        "Ian: Caleb's gone, thanks to you.",
        "Lucy: I was so nervous.",
        "Ian: But you did it. You saved us all.",
        "Lucy: You know, I kept thinking about how badly Caleb had hurt you, and that gave me the strength to pull that trigger. You did that, you know. So now you're free of him. You have your life back.",
        "Ian: More importantly, we have a chance at a life together.",
        "Tess: Stephen, open your eyes, please.",
        "Jack: Come on, it's ok. He's not worth your tears, ok?",
        "Tess: I can't believe you did this to me. You used me to trap him --",
        "Jack: No, no, if there was any other way --",
        "Tess: And to kill him.",
        "Jack: I promise you that --",
        "Tess: Well, maybe -- I -- I just -- I need some time. I came to heal him. I can heal him.",
        "Jack: Come on.",
        "Tess: No, no, I got to focus. I got to focus, Jack. Oh! The pain I feel inside him is too much to bear.",
        "Jack: Hey, sweetheart, you can't heal him. You never could. Come on. It's ok.",
        "Tess: You didn't even try to understand him.",
        "Jack: It's ok.",
        "Tess: And you -- you shot him in cold blood.",
        "Lucy: Because he eventually would have destroyed all of us.",
        "Jack: Let's go home. This is the way it was supposed to end.",
        "Lucy: Maybe now he can rest in peace.",
        "Jack: Come on.",
        "[SCENE_BREAK]",
        "[Wind howls]",
        "Rafe: It's time to finish what we started. Put Caleb's body to rest for eternity.",
        "Ian: Amen to that.",
        "Rafe: This is the sacred cloth of Neer. It was passed down for centuries by our slayer's clan.",
        "[SCENE_BREAK]",
        "Jack: Remember when I brought you home here? How happy you were? Then we -- we got married. We said we were going to be together forever. Caleb didn't want that. He wanted to destroy us. And I couldn't let that happen. I love you too much.",
        "Tess: How can you love me? You lie to me.",
        "Jack: Because I was trying to save your life. Tess, you couldn't see how dangerous Caleb was, and I wanted to protect you. Because he would have hurt you.",
        "Jack: Please understand why I did this, Tess. Every time you would walk out that door, was terrified that you wouldn't come back, that he was going to get you and turn you into one of his. I promised that I would protect you. I'd give my life for you.",
        "[SCENE_BREAK]",
        "Rafe: Now, after we finish the ceremony, the body must remain in solitude. You and I will come back later to dispose of it.",
        "Ian: Send him back to hell for good this time.",
        "Alison: What is that? What is he doing?",
        "Lucy: It's a slayer tradition. It's a vampireurl rite. He's taking myrrh oil and he's making the sign of omega on his forehead. It means the end. We are sending his spirit back to eternal darkness.",
        "Rafe: Now we seal his eyes to the world forever.",
        "Ian: The devil take you and keep you.",
        "Rafe: Now we begin the ceremony.",
        "Alison: Wait.",
        "Alison: I want to say one thing before you do that. Caleb, I just found my mother. And you took her from me. And you turned her into something that I don't even recognize. You tried to get in between what Rafe and I have. You tried to destroy our love for each other. And I never thought that I would ever say this, but I hope that you rot in hell.",
        "Lucy: Vampire, it's the slayer. You didn't think I'd let you leave the world without a few words from me, huh? I can't let you do that, because you caused so much pain.",
        "Rafe: The wheel of life has come full circle, as we lay this being back to the dust. No longer is life welcome in this being. I banish the sins of his clan, the brotherhood of destruction that seeks to take over the world with the fires of inhumanity.",
        "[SCENE_BREAK]",
        "Jack: Tess, come on, look at me. Don't shut me out. You can't shut me out. If you're angry with me, yell at me. Do something.",
        "[Tess hums \"Naked Eyes\"]",
        "Jack: No, no. No, no, no, no. Don't hum that tune, please. Don't hum the tune -- look. Hey. Here, I've got you, I've got you. Hey, it's ok. It's all -- you're freezing. You know what? I'm going to go out and get so more wood for the fire, ok? I'll be back. I promise you. I promise you one day, this is all going to be a terrible memory. I'll be right back, ok? Don't worry, I'm going to be right back.",
        "[SCENE_BREAK]",
        "Rafe: The spirit is now rendered powerless by the forces of light. Ian.",
        "Ian: Do the honors.",
        "[SCENE_BREAK]",
        "[Ian sighs]",
        "Lucy: Some night, huh?",
        "Ian: We need some light. I've had enough of this darkness.",
        "Lucy: I'm not going to be able to close my eyes, you know? I don't think I can sleep for at least a week and more.",
        "Ian: Yeah, look around for a second. Look at it. Everything's just how we left it, but it feels like a -- like a cloud's been lifted, doesn't it?",
        "Lucy: Yeah. I know that's not what happened when Caleb -- when I -- I don't know. I thought maybe something big would happen -- you know, trumpets blaring or locusts or toads falling from the sky, but nothing happened. I just feel so empty and drained.",
        "Ian: Come here.",
        "Lucy: You know, tonight was so ugly.",
        "Ian: Come sit with me. You did what you had to do. My life was in your hands. And you saved me. And you know me, I don't like depending on other people, but I will now, from now on, on you.",
        "Lucy: Are you ok? How are you feeling? Are -- are you fine?",
        "Ian: Yeah. No pain, no hunger. I feel great.",
        "Lucy: Wait a minute. What does that mean? Does that mean you're going to go back to being your bossy, stubborn self?",
        "Ian: Oh, yeah. You ok with it?",
        "Lucy: Yeah. I will take you any way can get you. If tonight had turned out differently, I would have stayed with you. And I will always love you.",
        "Ian: I know. But I wouldn't allow a life like that for you. You sure you're ok?",
        "Lucy: I just -- I want to get rid of tonight. I don't want to feel like this anymore. I wish there was some way we could just wash the memory of what we had to do off, get rid of it.",
        "Ian: Maybe there is a way.",
        "[SCENE_BREAK]",
        "Alison: Ok, so we should probably eat. If you want to get some dinner, I could probably make something or go down to the store, get a pizza or something, if you want, if you're hungry.",
        "Rafe: What are you doing? It's ok.",
        "Alison: I was scared that we would never be safe again.",
        "Rafe: But everything's ok. Right? Look at me.",
        "Alison: I know. I just -- I kept thinking about what you said about the whole good-versus-evil thing and how Caleb was sent back here because you were.",
        "Rafe: Restore the balance of power.",
        "Alison: And this -- this nightmare -- that you killed Caleb. But because you did, and he had to go, you had to go, too, because you couldn't stay if he was gone.",
        "Rafe: But I'm right here.",
        "Alison: And then I was calling for you, and you couldn't hear me.",
        "Rafe: I'm right here.",
        "Alison: I couldn't find you.",
        "Rafe: Ok. All right. Ok, look at me. Look at me. Now, listen to me closely.",
        "Alison: Ok, ok.",
        "Rafe: It was just a dream.",
        "Alison: I know.",
        "Rafe: All right? Come here.",
        "[Alison sighs]",
        "Rafe: Sit down a second.",
        "Alison: Ok.",
        "Rafe: I don't want to lie to you. I mean, I did think about it. I mean, there were times I -- I didn't know what was going to happen. I thought maybe if Caleb died, that would cancel me out and --",
        "Alison: Wait, you thought all that and you didn't say anything to me?",
        "Rafe: I didn't want to upset you.",
        "Alison: You let me go on and on about our future.",
        "Rafe: I didn't want to upset you. Look, I -- you know what I did? I put those thoughts to the side. I just pushed them aside, because I focused on us, our faith in each other and our love for each other and --",
        "Alison: It's hard, you know? There's been so much stuff that's been thrown at us.",
        "Rafe: Yeah. Yeah. There has. It's been tough. And I can almost guarantee you it's going to get tougher. But you know what keeps me going? Keeps me just pushing through with -- I think about, like, how bad can life be -- how bad can life be if I've been blessed with someone like you?",
        "[SCENE_BREAK]",
        "Jack: Ok, Tess, this should get us through the night. And tomorrow things will look much brighter. You'll -- Tess? Tess! Tess, where are you? Tess.",
        "[SCENE_BREAK]",
        "Tess: Oh, Stephen, what have they done to you?",
        "[Tess drops stake]",
        "Tess: I promised to take all the pain away. And all your troubles. And I tried. I tried. Come back to me, Stephen. Come back to me. Feel my heart reaching out for yours. My prayers, my hopes, and my wishes. I failed you. I'm so sorry I failed you.",
        "[SCENE_BREAK]",
        "Rafe: Feeling a little better?",
        "Alison: Mm-hmm.",
        "Rafe: Yeah. We just need to get some rest and put this whole night behind us, all right?",
        "Alison: Ok.",
        "Rafe: Let me get you a blanket.",
        "[Glass shatters]",
        "[Alison gasps]",
        "Alison: Oh, God.",
        "Rafe: What? No, no, no. No, it's ok. It's ok. It's nothing, see? I just -- I just hit a glass over. It's ok. It's ok.",
        "Alison: I know, I know.",
        "Rafe: He's gone. I promise you, Caleb --",
        "Alison: I know.",
        "Rafe: He is dead. All right?",
        "Alison: I know, I know. I just can't stop thinking about tess and the way that she was trying to bring Caleb back to life.",
        "Rafe: I know.",
        "[Alison sighs]",
        "Rafe: Hey, you know what I hope? I'm hoping that tomorrow is a big, bright sunny day. And you and me, we can go out and have a picnic, huh?",
        "Alison: Yeah. We could go to the -- the lake, that place on the lake.",
        "Rafe: Yes, yes. Yes, that's it. And then after lunch, maybe some wine. Well, you know, I was kind of thinking maybe a -- maybe I'd like to kiss every inch of your body.",
        "Alison: You know what I was thinking?",
        "Rafe: What? Tell me.",
        "Alison: I was really hoping that we wouldn't have to wait until tomorrow.",
        "Rafe: Hmm. Hmm, even better. That's right. No more waiting. No more worrying ever again.",
        "Tess: I never meant for this to happen. I should have let you have Livvie. I saw how desperately you needed her. How you were dying with love for her.",
        "Tess: Stephen. I'd save you if I could.",
        "[Wind howls]",
        "[SCENE_BREAK]",
        "Stay tuned for scenes from the next \"Port Charles: Surrender.\"",
        "[NEXT_ON]",
        "Lucy: Look at us.",
        "Alison: What is it? Look at -- look at us.",
        "Rafe: We don't even know that he's alive.",
        "Ian: Yes, we do.",
        "Singer: Surrender"
    ],
    "Transcript Author": [
        "Provided By Eric proofread by Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=Gc9e03m_TU0"
}