{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "[doorbell rings] ",
        "Livvie: Hey. ",
        "Alison: Hey. ",
        "Livvie: Alison, are you ok? ",
        "Alison: No, no -- ",
        "Livvie: I came over as soon as I could. ",
        "Alison: No, I'm not ok. Listen to me. Look, Rafe and I -- we were sitting on \r\nthe couch and we were really happy and we were talking about having a baby, and \r\nall of a sudden -- ",
        "Livvie: A what? Alison, are you crazy? ",
        "Alison: Listen to me! Livvie, listen to me. We were close and we were saying \r\nthat we love each other, and then all of a sudden this light came and it flashed \r\nand he was gone, and I don't know where he went! I don't know where he went! ",
        "Livvie: Listen to me, please, and count your blessings because you just got \r\nspared a whole lot of heartache. I am glad Rafe is gone, Alison, and you should \r\nbe, too. ",
        "",
        "Ian: Amy? Amy! Excuse me. I'm sorry. Did you see a woman leave the alley, a \r\nblind woman? ",
        "Man: Didn't see nobody. ",
        "Ian: But she was right here. She was -- what the hell happened here? ",
        "Lucy: Hey, pumpkin head. What are you doing all by yourself here? Where -- \r\nwhere's Paige? ",
        "Christina: Gone. ",
        "Kevin: Looks like she took off in a hurry. ",
        "Lucy: Gone? What do you mean gone? Wasn't she reading you a story? ",
        "Christina: She was right here and then she wasn't there. ",
        "Lucy: She'd better have a very good explanation for this. ",
        "[Phone rings] ",
        "Kevin: I have to take this. ",
        "Lucy: Fine. I am going to put Christina to bed and then we're going to talk \r\nabout your childhood buddy. Come on, pumpkin head, let's go get some PJs on and \r\nget all cozy. Come on, let's go. We'll go see Kevin in a minute. Ok, come on, \r\nlet's go. ",
        "Kevin: Ian, this isn't a good time. ",
        "Ian: You're going to want to hear this. I took Amy to Manhattan to that alley \r\nin the picture. ",
        "Kevin: Is that what you call the subtle approach? ",
        "Ian: Hang on! It rattled her and she wanted to tell me something, and then \r\nshe just disappeared. ",
        "Kevin: Well, I'm not surprised. ",
        "Ian: I mean -- no, I mean, she disappeared into thin air. Can you hear me, \r\nKevin? ",
        "Kevin: Yeah, I hear you. Ian, Paige disappeared, too. ",
        "Ian: What, you mean she left the house? ",
        "Kevin: No, I mean like Amy -- one minute she was here and the next she was \r\ngone. I think the word for it is \"vanished.\" ",
        "",
        "Paige: Well, this is all very familiar. ",
        "Casey: Yeah, why are we back at the principal's office? ",
        "Rafe: I have a feeling we're about to find out. ",
        "Ed: Good call, Rafe. Good call. ",
        "Rafe: Ok, boss, so what's the story? ",
        "Amy: Yes, why did you bring us back? ",
        "Ed: Hmm. Questions, questions, always questions. You want a story? I got a \r\nstory for you. Once upon a time, there was a stubborn angel named Rafe who went \r\ndown to earth to start a family with a pretty blonde he fell in love with. ",
        "Rafe: Ok, boss, I can explain that, all right? I can. ",
        "Ed: Oh, I'm sure you can. Now, while we're explaining things, Paige, you \r\nreally didn't think Kevin was strolling down memory lane with you for the \r\nexercise, do you? He was fishing to find out who and what you are. ",
        "Paige: That's not true. ",
        "Ed: Well, it doesn't really matter because Amy here was going to spill her \r\nguts to Ian about being stone-cold dead. ",
        "Casey: Well, I wasn't talking. ",
        "Ed: No, you weren't. Talking was the farthest thing from your mind. You were \r\ngoing to lose your virginity to a guy you just met. ",
        "Casey: Why don't you just skywrite it? ",
        "Ed: You four delinquents are making me look very bad, and I don't have any \r\nchoice but to put an end to it. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Ian: So Amy and Paige just disappeared? ",
        "Kevin: Yeah. Some coincidence, huh? Wait a minute. Was there some kind of \r\ndistraction before Amy ducked away? ",
        "Ian: Yeah. Lightning. There was lightning. I turned away and she was gone.\r\n",
        "Kevin: It was lightning here, too, Ian. ",
        "Ian: Did -- did Paige touch anything before she left? ",
        "Kevin: I don't know. Yes, yes, she did, a book. She was reading Christina a \r\nstory. ",
        "Ian: Ok, well, you may want to have it dusted for fingerprints. ",
        "Kevin: Why? ",
        "Ian: Before I took Amy to this alley way back here, I tried to take her \r\nfingerprints so we could match them up to that Jane Doe. ",
        "Kevin: And? ",
        "Ian: Well, it turns out she doesn't have any fingerprints. She -- it's like \r\nshe doesn't exist, Kevin. Did you hear me? ",
        "Kevin: Yes, yes -- get back here as soon as you can. ",
        "Ian: I'm on my way. ",
        "Kevin: Is Christina ok? ",
        "Lucy: Christina is absolutely fine, but I am not. What kind of woman leaves a \r\nsick child up alone in an attic? ",
        "Kevin: Don't worry, Lucy. I'll find out what happened. ",
        "Lucy: Don't worry? I am worried. I have had it up to here with this Paige \r\nwoman. Either she goes quietly or I'm going to throw Paige out of here. ",
        "",
        "Paige: You're wrong. Kevin wasn't just stringing me along to get information. \r\nHe loves me. I know that. ",
        "Ed: Just like you know he was coming up here to be with you and sit in that \r\nfifth chair? ",
        "Paige: Well, there was a time that I thought that. ",
        "Ed: Hmm. Well, it still might happen because I'm not really sure what Kevin's \r\ndestiny is. But it won't happen because of any crazy stunts you pull with the \r\nwhite light. ",
        "Paige: Well, I might've got a bit carried away. ",
        "Ed: Will you remember we control the light? Oh. Well, we have a situation \r\nhere. You four have broken the rules big time. ",
        "Amy: Well, I know that Ian tricked me into bringing me into that alley, but I \r\nwas upset. I mean, I was in the place where I took my last breath. And I was \r\ngoing to tell him everything, but I'm onto him now. It won't happen again. ",
        "Ed: Promises, promises. And you, tough girl -- it's ok to like the guy. \r\nWhat's his name? ",
        "Casey: Ricky. But I don't like him, all right? I'm just playing Ricky, using \r\nhim. Please. That boy means nothing to me. ",
        "Ed: Hmm. Pretending not to like Ricky is not fooling anybody, nor is it going \r\nto keep him out of the fifth chair if that's his destiny. ",
        "Casey: Hey, don't bring him up here! I mean, Ricky would be a total pain, all \r\nright? Trust me. Just leave him alone. ",
        "Ed: Will you understand something? I can see right through you, and I know \r\nwhat's in your heart. ",
        "Casey: How can you know when I don't? ",
        "Ed: So about how you swear you don't like this guy -- I may seem \r\nold-fashioned, but you don't give away something that's precious to you until it \r\nmeans something. You understand? Which brings me back to the guy who should know \r\nbetter. So Alison wants to have a baby, huh, Rafe? Tell me something -- how many \r\nangels do you see up here carrying diaper bags? Does the word \"zero\" come to \r\nmind? ",
        "Rafe: It's not like we were planning anything. The subject just kind of came \r\nup, and we were so close and -- ",
        "Ed: Well, it ain't going to happen again, sonny boy, because we control that, \r\ntoo. ",
        "Paige: Ok. You know what? Now that you've scolded us like a bunch of unruly \r\nschool children, what's the punishment? You make us stand in the corner for \r\neternity? ",
        "Ed: Don't tempt me, please. ",
        "Amy: Yeah, that's right. I mean, what can he do to us? We're already dead.\r\n",
        "Casey: And so what am I supposed to be waiting for, huh? Another angel? I \r\ndon't think so. ",
        "Paige: You know, in general, I do agree with Ed, Casey. You don't just give \r\nyourself up to a man. But you really shouldn't be sharing that with everybody.\r\n",
        "Casey: Yeah, it was my personal business while I was, you know, back on \r\nearth. ",
        "Ed: Who allowed you to go down to that visit? And who said they'd abide by \r\nthe rules and now who is complaining? Hmm? ",
        "Amy: We all have just about had it with your constant nagging. ",
        "Rafe: Ok, ok. You know, maybe we should all relax now. ",
        "Paige: No. You know what? Everybody who's about up to here with this unending \r\ncriticism, raise your hands! ",
        "Rafe: Uh, guys, chill, ok? ",
        "Paige: No, because we're tired of his moralistic ranting. What do you want \r\nfrom us? ",
        "Amy: We are doing the best that we can, and if you don't like it, you can \r\njust go to hell. ",
        "Rafe: Uh-oh. ",
        "",
        "Rafe: Ladies, you really need to stop while you're still ahead, ok? ",
        "Casey: Hey, we're just getting started. You know what? I know sermons are \r\nreally big up here, dude, but do you really have to make us feel like such \r\nlosers? ",
        "Rafe: Huh. Women, huh? Don't pay any attention to them, boss. They're just \r\nblowing off some steam. ",
        "Ed: No, no, no, no, no. Let them go, Rafe. This is fascinating. It's a big \r\nmistake, but it's fascinating. ",
        "Amy: We are perfectly capable of making our own decisions, Ed. We don't need \r\na hall monitor. ",
        "Casey: Yeah, and stop butting into my private life. It is private. ",
        "Paige: Yes. We're not puppets. You can't pull our strings and expect us to \r\ndance. ",
        "Ed: Ok. That is enough. Goodbye, girls. ",
        "Rafe: Where'd they go? ",
        "Ed: When Amy told me to go to hell, I thought, \"Why didn't I think of that?\"\r\n",
        "[Ed laughs] ",
        "",
        "Lucy: I know that you are not telling me everything that you know about \r\nPaige, but listen, you, I don't really care if your ex-tootsie is Bigfoot. There \r\nis no excuse for leaving a child alone in an attic. It is unforgivable. ",
        "Kevin: Lucy, I'm not disagreeing with you. ",
        "Lucy: Well, what was she thinking? The nerve of that woman. She insinuates \r\nherself into our home, and now she's become really overly attached to my \r\ndaughter, not to mention the fact -- hmm -- she just told my husband that she \r\nloves him. I don't really feel that's appropriate houseguest behavior, do you?\r\n",
        "Kevin: I admit it, I admit it. There is something strange about Paige, ok?\r\n",
        "Lucy: \"Strange?\" I'm so sick of strange. I'm sick of it. This whole town is \r\nup to here with strange. We're swimming in it. Doc, please, please, just level \r\nwith me. Is Victor right? Is Paige some alien from somewhere or is she just some \r\nrejected woman who's out to bag the man who got away? Tell me! ",
        "Kevin: I don't know. I'm not sure what she wants, but I know I have to find \r\nout what happened to the woman I grew up with. So please, Lucy, trust me. ",
        "Lucy: I do. I do trust you. I just don't trust Paige further than I can throw \r\nher. And I cannot trust her with my daughter, I don't. ",
        "Kevin: Lucy, I really don't believe that she'd hurt her. ",
        "Lucy: Oh! Wrong thing to say. I don't want to hear that. ",
        "Kevin: No, no, no. Wait, wait, wait, wait. Just come here. Come here. I love \r\nyou, and I love our life together, and you know there is nothing I would ever do \r\nto jeopardize our family. Right? ",
        "Lucy: Yes, I know that. It's just I'm a little bit afraid, you know -- Doc, \r\nyou have to be careful. We don't know what or who we are dealing with here. ",
        "Kevin: That's what I'm going to find out. ",
        "",
        "Alison: I am crazy about Rafe, and why would you think that I would be glad \r\nthat he was out of my life? ",
        "Livvie: Rafe is an angel, Alison. He's not from this world. He's not even \r\nsupposed to be in this world, and you're talking about having his baby? ",
        "Alison: Livvie, Rafe is not Caleb. ",
        "Livvie: That's not what I'm saying. ",
        "Alison: Well, isn't it? You're talking about, like, he is not some worldly \r\ncreature or something? ",
        "Livvie: Ok, ok, excuse me if I'm a little touchy about other-worldly \r\ncreatures. ",
        "Alison: Ok, I'm sorry. You're right, I'm sorry. Listen to me. Livvie, Rafe is \r\ngood, ok? He's gentle and he's kind and he really loves me, and I love him, too. \r\nI mean, when -- when I let him into my heart, like, I felt, like, this rush of \r\nlove that just sort of came over me and swept me off my feet and left me \r\nbreathless. Ok, and I -- I still feel just really breathless. I mean, I sort of \r\nfeel like right now that he's gone and I never got a chance to say goodbye to \r\nhim. ",
        "Livvie: Ok. Listen to me. It's not that I don't like Rafe, because I do. And \r\nyou are right, he is nothing like Caleb. But the two of them share one thing -- \r\nthey're not real. Alison, they're both fantasy men who have learned how to use \r\nmagic. ",
        "Alison: This is not magic or some sort of fantasy thing. ",
        "Livvie: That's exactly what it is, Alison! ",
        "Alison: Why can't you just understand this, ok? Please. ",
        "Livvie: The problem is I understand all too well. I understand what it's like \r\nto be swept off your feet by someone or something that makes you feel incredibly \r\nspecial, someone who could choose anybody in the whole entire world and they \r\nchose you. And, look, Rafe's magic may be good, and Caleb's was evil, but it's \r\nmagic. It's a trick, a sleight of hand. It does not last, Alison. ",
        "Alison: Ok, I understand what you're saying, ok, but, please, just listen to \r\nme and understand what I am saying. Ok, what if you fell in love with someone \r\nwho only had a couple of weeks to live? ",
        "Livvie: Well, that's different. ",
        "Alison: Is it? I mean, would you stop wanting them or needing them because \r\ntheir life had a time limit? I mean, Livvie, Rafe is good. He's good for me and \r\nhe's incapable of hurting me. ",
        "Livvie: So maybe this was his last noble act, Alison. ",
        "Alison: What do you mean? ",
        "Livvie: Well, maybe he left you before you got involved in this relationship \r\nany deeper, and that's probably the best gift Rafe could've given you under the \r\ncircumstances. ",
        "Alison: No, no, no, no. No. He never wanted to leave me. He never wanted to \r\nlose one single moment that we could've shared together. I mean, he was \r\nterrified that someone was going to figure out who he was, and he was going to \r\nget called back. ",
        "Livvie: Ok, well, then maybe that's what happened. ",
        "Alison: Wait a second. Wait, Livvie, you're the only person who knows who he \r\nreally is. You didn't tell somebody, did you? I mean, you didn't -- you didn't \r\nhelp take the man I love away from me? ",
        "",
        "Rafe: Whoa! Don't you think that's a little extreme? I mean, you can make \r\nyour point some other way rather than sending them down to, you know, the other \r\nplace. ",
        "Ed: Ok, ok, it was a cheap trick, but I had to teach them a lesson. ",
        "Rafe: Yeah. I get the feeling you're enjoying this just a little too much. \r\nMaybe we should look this up in that rule book you're so fond of. ",
        "Ed: I said ok. Ok. ",
        "Casey: Let's -- let's not go there again. ",
        "Paige: No. We got your point loud and clear. ",
        "Amy: And hot. ",
        "Ed: Just a little reminder that your journey on earth can end in two ways -- \r\nup here or there. You got any questions? ",
        "Amy: No. ",
        "Ed: Good. It's amazing what a little field trip can do. ",
        "Paige: We're ready to hear what you have to say, sir. ",
        "Ed: Good. ",
        "Amy: Are we -- are we being pulled back from earth now? I mean, is that our \r\npunishment? ",
        "Ed: No, I can't. Unfortunately, it's too late. You have started a lot of \r\nthings that have to be finished. But I think that you three will agree that \r\nthere are fates far worse than being pulled back up here. Unfortunately, you \r\nleft a mess back on earth. Charlie's Angels you ain't, so I'm going to have to \r\nclock out and handle it somehow. ",
        "Rafe: Boss? ",
        "Ed: What? What? What? ",
        "Rafe: Can I talk to you a minute? There's still the matter of the fifth \r\nchair. ",
        "Ed: Oh, good, you can count. ",
        "Rafe: Huh. I just really need to know if it's for Alison. ",
        "Ed: It's out of my hands, kiddo. ",
        "Rafe: I want her to live a long and happy life. Do you understand? ",
        "Ed: Everybody wants to live a long and happy life. Good people die young, and \r\nsometimes evil people live to a ripe old age. It's not fair and it never was, \r\nbut it all gets sorted out right up here. ",
        "Rafe: That was a nice and clever way of avoiding the question. ",
        "Ed: The person who's going to sit in that fifth chair has yet to be \r\ndetermined, Rafe. You'll find out when it's time and not until then. Right now \r\nwe got work to do. Come on. ",
        "",
        "Livvie: Look, I swear on my life, Alison, I did not tell Jack or anyone else \r\nthat Rafe was an angel. ",
        "Alison: No, but it had to be you. Otherwise, Rafe would still be here. I \r\nshould never have called you. ",
        "Livvie: If I wanted to blow the whistle on Rafe, I would've done it a long \r\ntime ago! ",
        "Alison: No, I don't -- I don't believe you. ",
        "Livvie: It's the truth, Alison! ",
        "Alison: I think that maybe you should go. ",
        "Livvie: Fine. I'll go. You don't believe me. But this can only end badly for \r\nyou, Alison. Trust me. ",
        "Alison: Rafe. ",
        "Alison: Rafe? Is that you? ",
        "Rafe: It's ok. ",
        "Alison: You're here. ",
        "Rafe: Yeah, I'm right here. ",
        "Alison: Rafe, don't ever leave me again. Please don't ever leave. ",
        "",
        "Lucy: Hey. You ok? Come here, come here. You're supposed to be up in bed. ",
        "Christina: Is Paige back yet? ",
        "Lucy: Uh, no. No, no, no. You know what? We got to get you back in bed. I \r\ndon't think you're feeling too good, huh? ",
        "Christina: Did Paige go to heaven like my other mommy? ",
        "Lucy: No. No, no, no. Hey, look at me. Listen -- I am not going anywhere, \r\never. Nothing could ever keep me away from you, ever, ok? Do you understand \r\nthat? Ok. Come on. Let's go tuck you in and I'll read you a story. ",
        "Ian: I got here as fast as I could. Any sign of Paige? ",
        "Kevin: Not a trace. I've looked everywhere, but her luggage and clothes are \r\nstill here. ",
        "Ian: So what are we dealing with here? Aliens or ghosts? Vampires? What? ",
        "Kevin: I don't have a clue. Paige and Amy could be anyone -- or anything. ",
        "Ian: There's a couple of things we know for sure -- they showed up at the \r\nsame time and they both have mysterious watches. ",
        "Kevin: And they both disappeared at the same time with a flash of lightning. \r\nYou don't think they communicated to each other, do you? ",
        "Ian: I don't know. They might be able to fly, for all I know. If we don't \r\nfind them, we'll never get to the bottom of this. ",
        "[Doorbell rings] ",
        "Kevin: I'll get that. Fix yourself a drink and fix me one, too. I think I \r\nneed it. ",
        "Kevin: Uh, Ian? ",
        "Ian: Yeah? ",
        "Kevin: Look who just showed up. ",
        "Amy: Thank you. ",
        "Kevin: Step. Step. ",
        "Ian: Who the hell are you? ",
        "Ed: Someone with the answers to all your questions about Amy and Paige. I \r\nthink it's time you knew the truth. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Casey: Lucky you, I'm back. ",
        "Ricky: Great. Now you can get lost. ",
        "Joe: I was hoping you'd come back home with me. ",
        "Ed: All you need to know is that if you keep snooping into Paige and Amy's \r\nlives, you'll put them in grave danger. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=cXcmJ5-K26I"
}