{
    "Episode Summary": [],
    "Recap": [
        "Using Chris as her model, Elizabeth works to create the clothing line for the new gym. Alison stops by her hotel room, letting herself in instead of waiting for her mother to answer the door. She's stunned to see a bare-chested Chris with his pants around his ankles. Although Elizabeth insists that she and Chris aren't together, Chris plays it up with kisses and terms of endearment. Seeing the sketches of the clothing designs, Alison is very impressed, but she doesn't believe her mother's claim to have had input. Ostensibly going to work, Chris excuses himself and then returns as \"Georges,\" who makes it a point to tell Alison about her mother's creative genius. Olivia follows Caleb to the woods, where he is determined to contact his father and find out how to get the ring back. Olivia is terrified when Caleb is surrounded by fire and seems to get pulled down into it. While taking a break from his run, Rafe senses that Caleb is up to something. Vowing to keep his promise to Alison, he decides to let it go. Opening his eyes, Caleb informs Olivia that he knows how to get the ring back. Leaving her mother's hotel room, Alison is startled to find that Caleb is waiting for her in the hall. Jamal talks Imani out of leaving town."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Caleb: I'm coming home,",
        "Caleb: I'm coming home, father.",
        "[SCENE_BREAK]",
        "Elizabeth: Now, I think it's going to need --",
        "Chris: Hey, hey, hey, watch the scissors! You'll turn me from George to Georgette.",
        "Elizabeth: Well, just don't be wiggling around and you'll have nothing to worry about.",
        "Chris: I'm not wiggling anything. What are you doing, anyway?",
        "Elizabeth: I am creating -- see for yourself.",
        "Chris: Hey. Look at that.",
        "Elizabeth: Yeah, it's not done yet, but --",
        "Chris: That's not bad.",
        "Elizabeth: Yeah?",
        "Chris: Yeah, it's interesting. I mean, in a good way, you know? Cool, hip.",
        "Elizabeth: Really?",
        "Chris: Yeah. You're really quite good at this.",
        "Elizabeth: We're not fooling anybody I mean, who's going to actually believe that my pathetic attempt at designing something is anywhere near George's genius?",
        "Chris: So what are you going to do, just give up? Huh? Tell Alison that George is a fraud and that his promises to put their little gym on the map is all for naught? Huh? And that George is actually just the brilliant and talented Dr. Ramsey in a bad wig?",
        "Elizabeth: No, no, no! Nobody's ever going to know any of this because it's going to make Alison look ridiculous, and I'm not going to have that.",
        "[SCENE_BREAK]",
        "Alison: Can you believe that George is actually going to design an entire line for us? I mean, for our gym, exclusively for us? I can't even believe that.",
        "Rafe: It's incredible.",
        "Alison: You know, and we have my mother to thank, of all people.",
        "Rafe: Oh, yeah, that's even more incredible. Makes me want to take back every bad thing I ever said about her. No, it doesn't.",
        "Alison: No, I didn't think so. I didn't think so. Are you sure you don't want to come in and help us with the fashion show? It would be really fun, and there's probably sandwiches.",
        "Rafe: You know, yeah, it'd be fun, but it's -- it's your baby. I'm going to go take that run.",
        "Alison: Ok.",
        "Rafe: I love you.",
        "Alison: I love you. Wait, wait, wait, wait. I did want to say one thing to you. I wanted to thank you for choosing me and putting us first. You have no idea how much that means to me.",
        "Rafe: Well, I should've done it for a long time now.",
        "Alison: Well, all that matters is us and our getting on with our lives and playing and having fun.",
        "Rafe: Yeah, with that weight off my shoulder, I feel like I could run a million miles.",
        "Alison: Well, you just make sure that you save some energy for when you come home, ok?",
        "Rafe: What for?",
        "Alison: Don't.",
        "Rafe: What for?",
        "Alison: By bye. Go.",
        "[Rafe laughs]",
        "[SCENE_BREAK]",
        "Alison: Mother, it's Alison.",
        "Elizabeth: Oh, my god. Oh, god, she cannot see you here. Jeez.",
        "[Knock on door]",
        "Alison: Mother, I can hear you. What are you doing? Mother, I --",
        "Chris: Good morning.",
        "Alison: Mother? Mother! Oh, god.",
        "[SCENE_BREAK]",
        "Jamal: You're leaving?",
        "Imani: Yeah, I have to go.",
        "Jamal: Wait, wait, this doesn't have to do with the whole thing that happened with Caleb, is it?",
        "Imani: You know, having a vampire threaten you is nobody's idea of a good time.",
        "Jamal: Ok, look, Imani, you don't have to do this, ok? Because I know Caleb can be scary guy and everything, but I talked with him. He knows you don't have his ring, and he won't be bothering you anymore, ok?",
        "Imani: Ok.",
        "Jamal: So you can just put down your suitcase, unpack your clothes, and stay. You don't have anything to run from.",
        "Imani: You don't understand.",
        "Jamal: Well, then help me. Make me understand, please. You running from me?",
        "[SCENE_BREAK]",
        "Caleb: Why are you following me?",
        "Livvie: I had to. I'm sorry, Caleb. I know you wanted to do this alone.",
        "Caleb: I have to do this alone, Olivia.",
        "Livvie: When you don't tell me where you're going or why you're going there, it's always because it's something dangerous. Caleb, please. What are you doing here? And what does this have to do with your ring?",
        "Caleb: I'm going to get it back.",
        "Livvie: But how?",
        "Caleb: I'm going to find out from the one person who knows more about the ring than I do.",
        "Livvie: The only person who knows more is your father.",
        "Caleb: Yes.",
        "Livvie: Caleb, he's dead. He's --",
        "Caleb: In hell. Yes, I'm aware of that.",
        "Livvie: Please don't do this.",
        "Caleb: Shh. It's going to be all right.",
        "Livvie: No, you don't know that. You don't know that, Caleb. That's why you wouldn't tell me.",
        "Caleb: There's nothing to be afraid of.",
        "Livvie: God, how can you say that? You're talking about going to hell! Anything could happen there. What if you unleash something we can't control? Or worse yet, what if they don't let you come back?",
        "Elizabeth: Alison, this is not what it looks like. This time, it is not. I can explain this.",
        "Alison: No, it's ok. I don't think that you need to. I'm just a little surprised by your choices.",
        "Elizabeth: I know that I haven't made the best choices when it comes to men, but, come on, I'm not -- not him, no.",
        "Chris: Excuse me?",
        "Alison: Look, it doesn't matter. I don't care. You guys are adults and you don't need to explain to me anything that you're doing. But actually, nothing you do surprises me anymore.",
        "Chris: Oh, you see there? I told you she'd understand, sweetheart, huh?",
        "Alison: Ew. Ok, I can see you're really busy. I'll go.",
        "Elizabeth: I'm not busy! Just -- Alison, please don't leave.",
        "Alison: Ok, can I go, please, because I feel a little uncomfortable. Maybe we can just talk about this another time. What are these?",
        "Elizabeth: Nothing, don't look at them. They're not anything.",
        "Alison: Wait, are these George's sketches for the fashion show?",
        "Elizabeth: No, no, they are not.",
        "Alison: There, stop it, I like them. Please.",
        "Elizabeth: You do? You like them?",
        "Alison: Yes. I can't believe that he came through so fast.",
        "Elizabeth: Well, he did. I mean, they're rough, so, you know, actually, you shouldn't be looking at them --",
        "Alison: No, no, no, stop! These are really good! These are. I love the lines in them. They're very interesting. They're very cool. Mom, these clothes are really awesome.",
        "Elizabeth: They're awesome?",
        "Alison: Yes!",
        "Elizabeth: Did you hear that?",
        "Chris: Yeah, I heard that.",
        "Elizabeth: My daughter -- she thinks they're good.",
        "[SCENE_BREAK]",
        "Imani: Jamal, I'm not running from anything, and I'm definitely not running away from you. You are the kindest, sweetest --",
        "Jamal: Vampire you've ever met, right?",
        "Imani: Man I ever met.",
        "Jamal: But you're scared of something and you're running away.",
        "Imani: No, Jamal, I told you --",
        "Jamal: Look, Imani, there's no need to deny it, ok, because it's not like it's a putdown or anything. And you're also not the only one that's ever felt that way, ok?",
        "Imani: Jamal --",
        "Jamal: No, no, Imani, listen to me, ok? When I first got turned, I was terrified. Ok, but I wanted to run as far and as fast as my feet could take me, but the only problem is, is that it was never far enough. So whatever you're scared of, whatever you're running from, it's only going to follow you wherever you go.",
        "Imani: Well, that's reassuring.",
        "Jamal: Look, I'm just trying to say that you're looking at somebody who you can talk to.",
        "Imani: Look, Jamal, I don't want to talk. I'm just leaving, and that's all that it is, ok? So just -- bye.",
        "Jamal: Imani, look, just tell me what happened. What, are you in some kind of trouble --",
        "Imani: Jamal, could you please just let me go!",
        "Jamal: Is it somebody else? What, is somebody trying to hurt you? Tell me.",
        "Imani: Like what? Like who would hurt me?",
        "Jamal: What, is it a guy? Ex-boyfriend? Husband?",
        "Imani: No.",
        "Jamal: Imani, come on, tell me the truth. Because whoever he is, I can see that he's got you scared to death, doesn't he?",
        "[SCENE_BREAK]",
        "Caleb: Listen to me. I will do anything to get the ring back, and there's nothing you can say or do that will stop me.",
        "Livvie: I'm just so scared. I don't want to lose you.",
        "Caleb: You won't. You know why? Because I'd fight my way through a thousand hells to get back to you. There is nothing that could keep me away.",
        "Livvie: Promise me -- promise me you'll be careful.",
        "Caleb: I promise.",
        "Caleb: Father, you gave your life for your son. You entrusted me with your ring, and I betrayed that trust. But now I'm coming to you, asking for your forgiveness and begging for your guidance. No, father, please, don't do that. Don't turn away from me now! Give me the strength. Give me the strength to regain our legacy. Show me the path. Show me the path, and I will follow it this time. I will prove to you -- I will prove to you that I am worthy.",
        "[Thunder]",
        "Livvie: Caleb? Caleb, what's happening? Caleb!",
        "[SCENE_BREAK]",
        "Alison: Why are you looking at me like that? What is it?",
        "Chris: She's just really happy that you, you know, really like George. You know, she brought him in on the whole project.",
        "Alison: Oh.",
        "Elizabeth: Yeah, I'm just -- the success of your business is so important to me, and I'm just so happy that -- that George could help.",
        "Alison: Oh, yeah, absolutely, without a doubt. I mean, people are going to be lined up at the door for these. I mean, these clothes -- they're amazing.",
        "Elizabeth: Well, what -- what is it about them, exactly, that you like? I mean, is it because it just his name or --",
        "Alison: No, no, no, no, it doesn't have anything to do with the label. I mean, these clothes clearly speak for themselves. I mean, look at them. They're -- they're functional. They look really comfortable, but they still are very cute and hip. I mean, there's that one. Here's -- like, look at these. I would totally wear those.",
        "Elizabeth: I knew you would love this. I knew that!",
        "Alison: Right? And here's that shirt, and here -- here's this one. Like, I love what they did with this top.",
        "Elizabeth: Oh, let me see.",
        "Alison: I like that piece right there.",
        "Elizabeth: Yeah, see, because I had some input -- well, actually on all of them --",
        "Alison: You helped with George's designs?",
        "Elizabeth: Well, I mean, I know you don't believe me, but I had a lot of input on these, actually.",
        "Alison: Ok, mother --",
        "Elizabeth: A lot.",
        "Alison: Now listen to me. I totally appreciate you bringing him in. I think that's so awesome. But you don't have to go this far, ok?",
        "Chris: You know what? I need to run.",
        "Alison: Wait, I'm sorry. I didn't mean to interrupt what you were --",
        "Chris: No, no, I just have to get to work, and, you know -- I'll call you later, baby.",
        "Alison: Oh, god.",
        "Chris: You're about to owe me big-time, Elizabeth.",
        "Elizabeth: Excuse me, but is it actually that hard for you to believe that your mother is actually capable of something that requires just an iota of talent?",
        "Alison: Wait a second, that's not what I meant.",
        "Elizabeth: Just, Alis-- oh, you don't even know the half of this!",
        "[SCENE_BREAK]",
        "Jamal: That creep must've really hurt you. What did he do?",
        "Imani: I don't want to talk about it.",
        "Jamal: Fine. Just give me his name. I'll make sure he never lays another hand on you or any other woman ever again.",
        "Imani: No. Why, Jamal? Why do you do this? Why do you even care? You know that you barely even know me?",
        "Jamal: You barely knew me when you found out what I was, and you stuck around. You didn't look at me like I was some kind of a monster or something. You didn't run away from me. You stood there and you offered me your friendship. That's all I'm doing. Look, don't worry about me. My life is what it is, ok? I can't do anything about that, but you don't have to live like this. Ok, you don't have to run and hide. I can help you. You just got to let me.",
        "[SCENE_BREAK]",
        "Rafe: Something's happening.",
        "[SCENE_BREAK]",
        "Livvie: Caleb? Caleb! Caleb, listen to me! Something's gone wrong! Please. God, let him go! Let him go!",
        "Caleb: Father, I am here. Share with me your knowledge. Help me regain that which is ours -- our legacy! My right as your son!",
        "Livvie: Oh, my god.",
        "Caleb: Father!",
        "Livvie: No! Caleb!",
        "[SCENE_BREAK]",
        "Alison: Mother, what do you mean, I don't know all of it? What aren't you telling me?",
        "Elizabeth: It's nothing. It's --",
        "Alison: No, stop it.",
        "Elizabeth: No, it's nothing, it's nothing.",
        "Alison: Hey, it's obviously something. You're very upset. I want to know. Tell me if there's something that I --",
        "Chris [French accent]: Elizabeth? Oh, Alison! It's so nice to see you.",
        "Alison: George!",
        "Elizabeth: George! What are you doing here?",
        "Chris: Oh, I am so sorry to stop by and pop by so unannounced, but I was just having a beautiful, beautiful spa treatment of sea kelp and rosemary-type facial of mud, and I tell you, I am so invigorated, I thought we might get some work done because my whole body is, like, from head to toe, so tingly.",
        "Alison: Oh, my gosh! Well, I just want to tell you, I looked at your sketches, and they're awesome. I love them!",
        "Chris: Oh, are they not, as you say, awesome? Yes, I believe they are, but I must tell you something. Alas, I cannot take all the credit. Your mother here, she is a genius. I must tell you, she is something of a talent.",
        "Alison: Wait, you mean --",
        "Chris: You see, George's creative well run dry like overcooked pork, and I must go to her. She is a true inspiration. Yes.",
        "Elizabeth: Thank you. You're too kind.",
        "Chris: Well, you get all the credit, no?",
        "Alison: Hey, mother, I'm so sorry. I hope I didn't hurt your feelings. I didn't -- I didn't even know. I had no idea.",
        "Elizabeth: No, I know you didn't know. I didn't know either until we got started, and I guess I just have kind of this innate flair.",
        "Chris: Flair? No! No is just a flair. Is woman -- she is Vera, she is Donatella, she is Coco Chanel all wrapped up into a warm, soft, pita bread with cucumber sauce.",
        "Elizabeth: Ok, ok, stop. Stop, I can't go overboard. I think we made our point.",
        "Chris: Ah.",
        "[Pager beeps]",
        "Alison: What is -- what is that? Is that a pager?",
        "Chris: Well, of course it's a pager. I do not beep like that. Yes, you see, this is for -- how you say -- the fashion emergency.",
        "Alison: Oh.",
        "Chris: I must attend to it at once. It was so good to see you. I'm glad you like the designs. You will take it from here. Ok.",
        "Elizabeth: Oh, let me -- I'll walk you out.",
        "Alison: Thank you so much.",
        "Chris: Yes, yes, it's fine! Ciao!",
        "Alison: Bye.",
        "Elizabeth: I owe you.",
        "Chris: Ciao!",
        "Alison: And to think I thought nothing you did could surprise me.",
        "[SCENE_BREAK]",
        "Jamal: I can just imagine what you've been through. And I understand your not trusting me. You probably don't trust anybody.",
        "Imani: But I do trust you, Jamal. You're -- you're different.",
        "Jamal: Yeah, I know. I'm very different.",
        "Imani: No, no, I don't mean what you are. I mean who you are. You're a very kind person, very special. Very persuasive.",
        "[SCENE_BREAK]",
        "Rafe: What are you up to now, Caleb? Huh? It's something. I can feel it.",
        "Alison's voice: You have so many good things ahead of you, and I want you to be a part of this with me. I want to do this with you. I'm begging you, don't take this life of danger. Just -- I'm asking you to choose me.",
        "Rafe: Look, I -- whatever it is, I got to let it go. I promised her, and that's a promise I'm going to keep. Ok.",
        "[SCENE_BREAK]",
        "Livvie: Oh, please, you can't be dead. Please, I can't lose you, Caleb! Caleb? Oh, thank god you're alive. You're alive. I got you. I got you, I got you. I got you.",
        "Caleb: I know how to do it. I know how to get the ring back.",
        "[SCENE_BREAK]",
        "Elizabeth: I'm so thrilled that you love my -- that you love George's creations.",
        "Alison: I do. I love them and I love you.",
        "Elizabeth: You do?",
        "Alison: Of course I do. Your heart is always in the right place, even -- you know, even when you make some crazy decisions like earlier, and --",
        "Elizabeth: Oh, no, Alison -- Chris and I are not having a relationship.",
        "Alison: Oh, god. Yeah.",
        "Elizabeth: He's -- he's funny, though.",
        "Alison: Well, you just be careful, ok? I love you.",
        "Elizabeth: You're the best, baby.",
        "Alison: I love you. Bye, mom. Stay tuned for scenes from the next \"Port Charles: The Gift.\"",
        "[NEXT_ON]",
        "Jack: I lost my girl because --",
        "Jamal: Because you asked for it. It's the ring.",
        "Lucy: We fight vampires! That is your calling!",
        "Rafe: Apparently, you're not hearing me. It's over.",
        "Alison: Why are you here?",
        "Caleb: I have a proposition for you."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=QdhukKdee5I"
}