{
    "Episode Summary": [],
    "Recap": [
        "When the music box brings Olivia to the surface, Caleb is overjoyed. Kevin steps in Lucy's path just as she fires the gun at Caleb. With lightning speed, Ian pushes Kevin out of the way, and the bullet hits its intended target. Livvie screams in horror. Ian stops Kevin from going to Livvie, who is devastated about the possibility of losing Caleb again. Caleb informs her that they were set up. Livvie accuses the others of being murderers. Jack closes the music box to bring Tess back. Alison is convinced that she has to stop Rafe from killing Caleb. When Elizabeth begins to feel some changes in her body, she and Alison both take this as a sign that Caleb is dying. Alison frantically rushes out to find Rafe. Meanwhile, Casey creates a tornado-like wind to stop Reese from biting Ricky. The police decide to let Jamal go so that they can focus on more important matters. Jamal congratulates Casey on the wind, but she explains that she'll be in trouble for interfering. Reese and Caz s! tart to feel weird and lightheaded, and soon Joshua feels the same way. Reese realizes that this is how she felt before she met Caleb. She's convinced that something awful has happened to him. Ricky accepts Jamal's apology for decking him earlier. Elizabeth is toasting Caleb's demise when Joshua pays her a visit. She confirms that she's feeling human again. Joshua realizes that something has happened to Caleb, which means that all his plans are ruined. Caleb tells Tess what happened, and she's very upset with her husband. Jack's attempt to drag her away is stopped by Kevin, who orders Jack to get his hands off his daughter. He is aware that he's looking at Tess, but nothing will stop him from getting Livvie back. Tess accuses her deceitful husband of being no better than Caleb. When no one's looking, Kevin takes the music box and leaves. Ian informs Lucy that his symptoms are gone. Tess tries to comfort the dying Caleb, who says that creating her was the best thing he ever did! . With that, he falls still. Alison arrives at the overlook and learns that Caleb is dead. She and Lucy panic when they realize that Rafe is gone."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Jamal: Whoa, whoa, whoa trip out, trip -- look, I've sobered up.",
        "Officer: Yeah, right.",
        "Jamal: I'm not drunk. You don't have to arrest me. I'm serious. I'm going to walk home nice and peaceful, peaceful like -- I'm going to walk.",
        "Officer: Yeah --",
        "Joshua: What on earth is going on here? Officers, what is this about?",
        "Officer: Is this your party?",
        "Second officer: Or, should we say, drunken brawl?",
        "First officer: Either way, we're busting it up.",
        "Second officer: And the first one we're hauling in is this guy.",
        "[SCENE_BREAK]",
        "Reese: I promise, baby, this isn't going to hurt a bit.",
        "Ricky: I am feeling no pain.",
        "[Reese screams]",
        "Ricky: What the hell is going on?",
        "Reese: That's what I'd like to know!",
        "Casey: One down, one to go. Twister! It's a twister!",
        "[SCENE_BREAK]",
        "Alison: No, don't do it.",
        "Elizabeth: What, Alison? What's wrong? What's wrong, sweetie?",
        "Alison: I need to -- I need to stop Rafe.",
        "Elizabeth: No, listen, Alison, we have already talked about this. He is a slayer. He's going to be all right.",
        "Alison: He's really good.",
        "Elizabeth: I know, he's terrific. He loves you. If he is with Stephen, he will beat him.",
        "Alison: I saw it. I saw it in my dreams.",
        "Elizabeth: What did you see?",
        "Alison: If Rafe really does kill Caleb, then I'm going to lose him forever.",
        "[SCENE_BREAK]",
        "Caleb: What do I got to do to get this through to you? The only thing in this heart is darkness, except for Olivia. She was my light and she's all that I --",
        "[Music box plays]",
        "Ian: You hear that? It's Jack. Jack's here.",
        "Caleb: That music.",
        "Livvie: Caleb, my love. Finally.",
        "Caleb: Olivia? Olivia?",
        "Rafe: Now.",
        "Livvie: No. No!",
        "[SCENE_BREAK]",
        "Elizabeth: Alison, listen, you're still half asleep, sweetheart. Just relax. Rafe isn't going anywhere. You're not going to lose him.",
        "Alison: Right. I just -- I had a bad dream.",
        "Elizabeth: That's all it was.",
        "Alison: I'm not even sure where he is.",
        "Elizabeth: Well, he's probably just out with the guys or something.",
        "Alison: Yeah, I probably just dreamt he was with Caleb.",
        "Elizabeth: Alison, even if he were, that would be a good thing. Now, we've talked about this before and you know it. He's a slayer. He's going to come out of this ok, and so is every -- oh, God.",
        "Alison: What's wrong? What is ? Are you all right?",
        "Elizabeth: Oh, I don't know. Oh, I just feel so funny.",
        "Alison: What do you mean, you feel funny?",
        "Elizabeth: Oh, it's just so strange. Oh, I'm totally lightheaded. Oh, this is so strange.",
        "Alison: Wait, what if -- maybe it's happening now.",
        "Elizabeth: Maybe they really did get Stephen. Maybe that's what's happening. Because if they killed him, then all of my symptoms would be fading. That's what Rafe said. He said -- he said that I'd go back to normal.",
        "Alison: If he dies, then what happens to Rafe?",
        "Elizabeth: Alison, look at me. Do I look the same? Do I look any different?",
        "Alison: I don't know.",
        "Elizabeth: Do you think that's what's happening?",
        "Alison: I don't know, mom. I don't know.",
        "Elizabeth: Oh, God. I do. That's what it is. Alison, they got him. They got Caleb. Oh, my God, I feel normal again!",
        "Alison: Oh, I got to get to Rafe.",
        "Elizabeth: This is so wonderful. No, Alison, wait -- where are you going?",
        "Alison: I got to find him now.",
        "Elizabeth: No. What makes you think --",
        "Alison: Look, if Caleb dies, then -- I don't know, I just got to get to Rafe. I'm sorry, mother.",
        "[SCENE_BREAK]",
        "Caz: Man, what is this, freaking Kansas?",
        "Man: I've never seen anything like it before. The wind came out of nowhere.",
        "Officer: Everyone all right here?",
        "Man: Yeah, yeah, yeah. Just -- just a little blown away.",
        "Joshua: Literally.",
        "Officer: We better head back to the station. I'm sure they're going to be needing us.",
        "Jamal: Yeah, yeah, they need you.",
        "Officer: You're lucky. You're off the hook.",
        "Jamal: Cool.",
        "Officer: Just make sure you get a ride home.",
        "Jamal: Oh, yeah, I got a ride. I'm not even drunk. See?",
        "Jamal: Nice work.",
        "Casey: Don't say that.",
        "Jamal: What? Say what? That wind thing you did -- that was hot. I like that.",
        "Casey: No, that -- it must've been one of those, like, low tropical, high- calorie pressurized winds --",
        "Jamal: What? What are you talking about?",
        "Casey: Yeah, you know, they always happen in March.",
        "Jamal: It's February. Now, come on, this has your angelic handiwork written all over it. I know what you're doing.",
        "Casey: Thanks.",
        "Jamal: Ok. What's wrong with you? I thought you'd be doing backflips by now. What's going on?",
        "Casey: Yeah, well, I'm not, right?",
        "Jamal: Oh, man, what? Don't tell me you didn't get to Ricky in time. What happened?",
        "Casey: Oh, no, no, no --",
        "Jamal: Did he turn?",
        "Casey: He's fine, he's cool. He's ok.",
        "Jamal: Ok, what's wrong with you? How come you're not happy? What's up?",
        "Casey: You don't understand. I am so busted, I can't even explain to you.",
        "[SCENE_BREAK]",
        "Joshua: I'd have expected this place to be totally destroyed, but it's remarkably intact.",
        "Caz: It's unbelievable, is what it is. That wind practically blew the doors off the place.",
        "Joshua: You two ok?",
        "Ricky: Yeah, yeah, I think so. Reese, are you all right?",
        "Reese: I don't know. I feel a bit weird.",
        "Joshua: Like you'd know the difference.",
        "Reese: I'm serious. I really feel lightheaded.",
        "Joshua: Again?",
        "Caz: No, wait a minute, wait a minute. I know what she means. I'm starting to feel the same way.",
        "Ricky: Guys, guys, guys, it was probably the twister or whatever the hell that was that got you guys all shaken up.",
        "Caz: No, no, no, no, man. It's more than that.",
        "Joshua: What are you talking about?",
        "Caz: I don't know. It feels kind of good, you know, like -- like that feeling you get the day before Christmas. Ricky:It's hard to imagine you waiting for Santa Claus.",
        "Caz: Yeah, well, before --",
        "Joshua: Stephen.",
        "Ricky: What about him?",
        "Joshua: Does anyone know where he is?",
        "[SCENE_BREAK]",
        "Kevin: Livvie!",
        "Livvie: No. No, God, this can't be happening. Please, I can't lose you! Not again. Please.",
        "Caleb: They set us up. They tricked us.",
        "Livvie: I swear I had nothing to do with it, not this time. All I ever wanted was to be with you. It's all I ever wanted.",
        "Caleb: I know, sweetie. I know.",
        "Livvie: All this time I've been trying to find my way back to you, to be with you. I love you. I love you. Why did you do it? Why?",
        "Jack: We had to do it, Livvie.",
        "Livvie: All we wanted was to be together. I don't understand.",
        "Jack: No, no, that wouldn't have been enough for the two of you.",
        "Livvie: You put him up to it because you were jealous.",
        "Jack: No.",
        "Livvie: You were jealous of what Caleb and I have.",
        "Jack: No, that's not true.",
        "Livvie: You've always hated me.",
        "Lucy: We didn't have any choice.",
        "Livvie: You murderers. Murderers!",
        "Caleb: Olivia.",
        "Livvie: Yes, dear.",
        "Caleb: Help me. Help me.",
        "[SCENE_BREAK]",
        "Jamal: What do you mean, busted? Casey, you did a good thing, so you should be proud of yourself.",
        "Casey: No, no, I am proud, ok, but those stupid angel rules -- I told you, I'm not allowed to --",
        "Jamal: Interfere with people's everyday lives, activities --",
        "Casey: Yes.",
        "Jamal: Etc., Etc.",
        "Casey: Well, you know this bogus twister that I just spun right now?",
        "Jamal: Yeah.",
        "Casey: They might consider that interfering.",
        "Jamal: Casey, they'll understand that. It was for a good cause.",
        "Casey: No, no, Jamal, they won't understand.",
        "Jamal: Yeah, it was.",
        "Casey: There's no exceptions to the rules.",
        "Jamal: Ok, look, if you just explain them the situation and everything that's going on --",
        "Casey: No, no, no, no, my boss -- he's this tough guy. He already knows that I hit on Ricky, and now this.",
        "Jamal: Casey, Casey, I'm sure he'll understand --",
        "Casey: No, and not to mention the fact that I spilled the beans with you about who I am, what the heck I'm doing here.",
        "Jamal: Casey, come on, I figured that out on my own. You can't help it if I'm smart. It's not your fault.",
        "Casey: I was supposed to be -- to be cool, you know, and sweetlike -- like those angels that you see on tv.",
        "Jamal: Well, you know, I figured if they would've wanted sweet, they wouldn't have sent you.",
        "Casey: You know, just stick a fork in me because I'm done.",
        "Ricky: Marissa, hey. Are you all right?",
        "Casey: Yeah, yeah. Yeah, it looks like you are too.",
        "Ricky: Yeah, I'm fine. I'm good.",
        "Jamal: I'm sorry about earlier, about going off on you like that. Marissa and I were just talking, and everything is cool between us.",
        "Casey: Yeah.",
        "Jamal: It's over between us. We squashed it, and I have no holds on her and -- you know, I just apologize for --",
        "Ricky: Forget about it. This whole night has been completely whacked.",
        "Jamal: Yeah. Tell me about it.",
        "Ricky: And that freaky windstorm -- that I could definitely live without.",
        "Casey: Yeah, that's what you think. I --",
        "[Jamal coughs]",
        "Casey: I did it again.",
        "Ricky: Where you going? What --",
        "Jamal: See you later.",
        "Ricky: Did I miss something? What was that all about?",
        "Jamal: You don't even want to know.",
        "Ricky: Hey, dude. If you asked me, you got out of that relationship just in time, man.",
        "Jamal: Yeah.",
        "[SCENE_BREAK]",
        "Reese: I don't like what's happening, Caz. Doesn't feel like Christmas to me. More like the end of the world. What is happening?",
        "Caz: No, it's like this totally weird feeling all over.",
        "Reese: Yeah, like I'm in somebody else's skin. And it just keeps getting more and more weird every minute.",
        "Caz: You don't look so hot, dude.",
        "Reese: You're feeling it, too, Josh.",
        "Joshua: Yes. I don't like it.",
        "Caz: I know, it's kind of like the feeling you get --",
        "Reese: If you say Christmas one more time, I'm going to smack you. This is really freaky. What is it? What is happening?",
        "Joshua: I don't know, but I'm going to find out.",
        "[SCENE_BREAK]",
        "Alison: Rafe! Oh, please, where are you? Don't let it be too late, please. I have to find you.",
        "Jack: Tess.",
        "Tess: What happened? What are you all doing here?",
        "Jack: It's ok. It's all right, sweetheart. Everything's going to be fine now, ok?",
        "Tess: What are you talking about? Oh, God. Please tell me I didn't do this.",
        "Caleb: It wasn't you, Tess. It was them.",
        "Tess: How?",
        "Caleb: They used you. They used you to get to me --",
        "Tess: No. No.",
        "Caleb: So they could destroy me.",
        "Tess: Is it true? Is it true?",
        "Jack: Don't listen to him. Listen to me.",
        "Tess: Tell me the truth.",
        "Jack: Tess, it was the only way. You have to believe me on this.",
        "Tess: It was the only way?",
        "Jack: Yes.",
        "Tess: That's just it, Jack. It wasn't the only way. Why? Why did you do it?",
        "Lucy: Tess is never going to understand.",
        "Ian: No, she will.",
        "Lucy: I don't think so. How do we explain what we did? How do we tell her what happened?",
        "Lucy: Your skin -- it feels cool. Are you all right?",
        "Ian: Better than all right.",
        "Lucy: Ian, really?",
        "Ian: I don't know. I don't want to jinx it, but I think --",
        "Lucy: You feel like yourself? Your vampire symptoms?",
        "Ian: I think they're leaving me.",
        "Lucy: Are you sure?",
        "Ian: I think they're gone.",
        "Lucy: Oh, my God. Oh, my God. Oh, my God.",
        "Tess: I'm so sorry, Stephen. All I wanted to do is help you. And look at what I've done. I've helped take you away. I'm sorry. I'm just so sorry.",
        "Rafe: Come here. You got to get Tess away from him and now.",
        "Jack: It's not going to be that easy.",
        "Rafe: I don't care. Just do whatever it takes.",
        "Jack: It's time to go now, ok?",
        "Tess: No, I -- I can't. Stephen needs me.",
        "Jack: No, no, no, no. You have to. Ok?",
        "Tess: No, Jack. No, haven't you done enough?",
        "Jack: Tess, we did what we had to do.",
        "Tess: Are you proud of yourself for killing a man?",
        "Jack: He wasn't human. You know that.",
        "Tess: But I know he is the loving and breathing --",
        "Jack: Listen to me. You're just upset. Come on.",
        "Tess: No, just let me alone.",
        "Jack: Tess, listen, let's just go home, ok?",
        "Tess: No. No! Please, Jack.",
        "Jack: I can't let you stay.",
        "Tess: No! No.",
        "Jack: Come on, let's go.",
        "Kevin: Get your hands off my daughter.",
        "[SCENE_BREAK]",
        "Jamal: You know something that's really, really weird?",
        "Ricky: You mean, besides everything that happened tonight?",
        "Jamal: Yeah, yeah. Come here, dude. I mean, even though it's the middle of the night, the sky is just -- I don't --",
        "Ricky: It's, like, almost brighter.",
        "Jamal: Yeah. Yeah, so it's not just me, huh?",
        "Ricky: No. You know what? I don't know what it is, but something -- something major is definitely going on.",
        "[SCENE_BREAK]",
        "Reese: This is really freaking me out, man.",
        "Caz: Hey, you and me both. What is happening?",
        "Reese: Oh, my God.",
        "Caz: What?",
        "Reese: Caz?",
        "Caz: What?",
        "Reese: This is how I felt before.",
        "Caz: Before what?",
        "Reese: Before I met Stephen.",
        "Caz: No, no, no. Reese, no, don't think --",
        "Reese: It's true. It's the only explanation. And you know what that means.",
        "Caz: No.",
        "Reese: They got him. Stephen is leaving us.",
        "Casey: Oh. Could my twister actually have made Caleb kick it?",
        "[SCENE_BREAK]",
        "Elizabeth: My God, I just feel so wonderful. Oh, I just feel absolutely amazing. I have not felt this great in months. Oh, God, that has go to mean one thing. Stephen's dying. Maybe he's already dead. I'd say that calls for a toast. Ding dong, that big bat is dead. Wherever you are, good riddance, you bastard.",
        "[Knock on door]",
        "Elizabeth: That's Alison and Rafe telling me the good news. Come in, sweetie. I -- oh, God. The only person on the planet that could ruin my good mood.",
        "Joshua: Is it happening to you, too?",
        "Elizabeth: Is what happening?",
        "Joshua: Answer me.",
        "Elizabeth: Maybe.",
        "Joshua: So help me God, woman, if you don't give me a straight answer --",
        "Elizabeth: Get your hands off me. Yes, all of my symptoms have disappeared.",
        "Joshua: Oh, my God. This is the last thing that I wanted to happen.",
        "Elizabeth: Poor Joshua.",
        "Joshua: Oh, you don't understand. I didn't want this to happen -- all of my plans, everything.",
        "Elizabeth: Oh, no, I think I do. I know what it means. It means that we're going to have to go back to being just plain old, average, everyday mortals. It also means that you, my dear, lose.",
        "[SCENE_BREAK]",
        "Lucy: Just leave her alone. Leave Tess alone.",
        "Ian: This has nothing to do with you.",
        "Kevin: Nothing to do with me? Livvie's my daughter.",
        "Lucy: She's not Livvie anymore.",
        "Kevin: I'm getting her back, and not you or anyone else is going to be able to stop me.",
        "Jack: Tess, listen to me. Trust me, I didn't mean to hurt you.",
        "Tess: You used me.",
        "Jack: I know, and it killed me to do that more than anything.",
        "Tess: All I know is you lied to me and I loved you. I trusted you.",
        "Jack: Please, can't you see that it was for your own good?",
        "Tess: All I see is you tricked me, and that makes you no better than him.",
        "[Caleb coughs]",
        "Caleb: What are you looking at? What's the matter? You never seen anyone die before?",
        "Rafe: Good-bye, vampire.",
        "Jack: Tess, come on. Let me just take you home so we can talk about this, ok? Come on.",
        "Tess: No, I just want to be with Stephen. He needs me.",
        "Jack: Look, I need you.",
        "Tess: No. Let me go.",
        "Lucy: Tess --",
        "Ian: I thought you were getting her out of here. Jack?",
        "Tess: I never thought they would do this. I was just trying to help you. I'm sorry. I'm so sorry.",
        "Caleb: Creating you was the best thing I ever did.",
        "Alison: Lucy? What happened? What's going on?",
        "Lucy: Caleb is dead. We killed him.",
        "Ian: It's done.",
        "Alison: Ok, where is Rafe? Where is he?",
        "Lucy: It's ok. He was here when it happend. Everything went fine. It worked and Ian is back to normal, almost.",
        "Alison: Ok, where is he now?",
        "Lucy: He's right here. He was standing right by this --",
        "Alison: Where is he?",
        "Lucy: He was standing right there, Alison. I don't know. I don't -- I don't know. He's gone. I don't know.",
        "Alison: No.",
        "[SCENE_BREAK]",
        "Stay tuned for scenes from the next \"Port Charles: Surrender.\"",
        "[NEXT_ON]",
        "Alison: Are you telling me that he's gone? Please don't tell me that.",
        "Lucy: Listen to me -- he was on a very brave mission.",
        "Alison: No, I won't do this again. I can't.",
        "Tess: Come back to me, Stephen. Come back to me."
    ],
    "Transcript Author": [
        "By Eric proofread by Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=v2JU_wTbS8g"
}