{
    "Episode Summary": [],
    "Recap": [
        "Frank vows to make Ian pay for stabbing him in the chest. After stopping himself from getting into a fight with Kevin, Frank tells Karen that he's given up gambling. Frank informs Victor that he's found a buyer who is willing to pay five times what they thought the Recovery Room was worth. Victor announces that he has received an offer to become the town's building commissioner. Alison refuses to leave Caleb to die, despite Rafe's best efforts to get her out of the villa. Caleb begs Alison and Rafe to forget about him and help Olivia. Taunting Livvie with lies about Caleb's intentions, Joshua plants suspicions about her lover's feelings for Alison. Kevin is suspicious of Victor's sudden good fortune. Karen is puzzled by Frank's wound, which shows only a bruise instead of a source for all the blood on his shirt. Rafe and Alison take Caleb to their place, where Rafe handcuffs him to the bed. Alison tries to comfort Caleb. Lucy is dumbfounded to see both Alison and Ian trying to help Caleb. Rafe refuses to allow Caleb to be moved to the hospital. Lucy informs Rafe that she seems to be losing her slayer powers. After Caleb tries to tempt Ian into biting him, Rafe angers the doctor by pulling him away from the bleeding man. When Livvie steadfastly refuses to hand over the ring despite her agony, Joshua decides to find another way to make her change her mind. Livvie has a vision of Caleb. Joshua approaches Kevin outside the Recovery Room."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Frank: Oh, ian will pay for this. I don't know how or where.",
        "Karen: I wish I knew where he was, victor. You're sure frank didn't call or leave a note somewhere or --",
        "victor: Nope. Missed two days in a row.",
        "Karen: Well, you shouldn't have to be working all these hours.",
        "Victor: The trouble is I can't afford to hire anybody, really. Not until business gets better.",
        "Karen: If I wasn't working double shifts at the hospital -- hey, maybe that's him.",
        "Victor: No such luck.",
        "Kevin: Victor. Hello, karen.",
        "Karen: Well, it's nice to see you finally put that paintbrush down, doctor.",
        "Kevin: Well, it's nice to see someone around here actually misses me.",
        "Victor: You want something, kevin?",
        "Kevin: Yeah, a burger, if it's not too much trouble.",
        "Victor: No, I think we can manage that.",
        "Kevin: And I like it --",
        "victor: Well-done. I remember.",
        "Karen: Still pretty strained between you two.",
        "Kevin: It's been worse. How about you? You've looked better.",
        "Karen: Jeez, kevin, you have a way of making a girl feel all warm and fuzzy inside.",
        "Ken:N: Just an observation. You're here alone, the food's getting cold, and you keeping eyeing the front door. It's frank, isn't it?",
        "Karen: I'm not in the mood, ok?",
        "Kevin: You're going to have to wise up sooner or later.",
        "Karen: Look, I know you think you're helping, but --",
        "kevin: I'm just saying you should stop wasting your time. You could do a whole lot better than frank scanlon.",
        "Karen: Frank.",
        "Frank: You want to repeat that, kevin?",
        "Lucy's voice: I'm really scared. If I'm losing my powers, what does that mean to you?",
        "Ian: Hey, don't do that. Don't -- I -- look at me. I'm fine. You're fine. We're all fine. Everything's good.",
        "Lucy: You're not just saying that to make me feel better?",
        "Ian: You give me everything I need and always have.",
        "Lucy: Ok. I just -- I don't know what I would do if I couldn't help you anymore.",
        "Ian: You're helping me just by loving me. And I love you.",
        "Ian: It's more than just losing her slayer powers.",
        "Lucy: Hey.",
        "Ian: Hey.",
        "Lucy: I think I probably could have stayed under that shower all night. Thank you.",
        "Ian: How are you feeling?",
        "Lucy: Good. You know, better. Not really.",
        "Ian: You're thinking of alison.",
        "Lucy: Can't stop. You know, she's missing. She's out there somewhere, and rafe -- we don't know where the heck he is. And I'm feeling totally useless.",
        "Ian: We'll find them. It's ok. Give yourself a break.",
        "Lucy: Maybe I should go the apartment, you know? Maybe I should go call some people --",
        "n:N: Maybe you shouldn't do anything except relax. Doctor's orders. Just get some rest, please.",
        "Lucy: I can'T. I can't rest knowing joshua's out there. I let him go. I can't rest knowing that. He could have rafe and alison --",
        "ian: Can we not talk about joshua for the moment?",
        "Lucy: He almost snapped my neck in two.",
        "Ian: But he didn'T.",
        "Lucy: No. But as bad as caleb was as a vampire, joshua's worse. He a stone- cold killer. I looked in his eyes, and all I saw is he's proud to kill. He likes it.",
        "[Phone rings]",
        "Joshua: Face it, livvie. Caleb will not make it back in time.",
        "Livvie: He'd never let me starve. He'll come for me, and then he'll destroy you.",
        "Joshua: If he's still alive.",
        "Livvie: \"If\"? What have you done to him?",
        "Joshua: Oh, really, how sweet, how touching. Here you are starving for blood and you're worried about --",
        "livvie: Where is he, joshua?",
        "Joshua: What, your hero? Oh, he took off. He saved his own ass and didn't give a thought for you.",
        "Livvie: No, he wouldn't do that.",
        "Joshua: Yeah, he didn't even give so much as a backward glance.",
        "Livvie: He would never leave me.",
        "Joshua: Well, why don't you go find out for yourself. Go on. You're free to go. Go ask him. Happy hunting. After you give me the ring.",
        "Livvie: Never. As long as it protects me from you, you will never have caleb's ring and all of its powers.",
        "Joshua: Then I'll just have to take it from you, won't I?",
        "Livvie: Yeah, I'd like to see you try. Go ahead, try and take it, joshua. I'd like to see you fly halfway across the room.",
        "Rafe: Come on, I'm going to get you out of here now.",
        "Alison: No! No!",
        "Caleb: Get to livvie --",
        "alison: Look, we can't just let him bleed to death!",
        "Rafe: Do you want to be the next one on joshua's carving block?",
        "Alison: No, I don't, but I won't let him die like this.",
        "Rafe: Alison, come on, let's go!",
        "Alison: No, I can'T. Don't you understand, rafe? He's mortal now. He is not a vampire anymore.",
        "Caleb: Forget about me. Forget about me.",
        "Alison: Shh. Just lie still, ok? Rafe -- oh, god.",
        "Caleb: Get to olivia. Don't let joshua get to her.",
        "Alison: Rafe --",
        "rafe: Livvie is protected. She has your ring.",
        "Caleb: He'll find a way.",
        "Alison: Oh, rafe, please don't -- you got to help me, rafe, please.",
        "Caleb: Olivia! Olivia!",
        "Alison: Rafe, please, for me. Please. Please. Oh, god.",
        "Caleb: No. Get olivia.",
        "Alison: Be careful, rafe. Oh, rafe --",
        "caleb: Leave me. Get olivia, rafe.",
        "Frank: You got something to say, kevin, say it to my face.",
        "Karen: Frank, please --",
        "frank: Because I've just about had it --",
        "kevin: With what, frank? With what? Tell me. Because if you're in the mood for an argumt --",
        "frank: You know what, kevin? Whatever your problem is, it's not worth fighting over, especially not in front of karen.",
        "Kevin: Looks like you had your fight tonight already. What happened to your shoulder?",
        "Frank: No big deal. I hurt it on the job.",
        "Kevin: Is that so?",
        "Frank: You ok?",
        "Karen: Yeah. Thanks for stopping it before it got worse.",
        "Frank: A lesson I learned from you.",
        "Karen: Frank, where have you been?",
        "Frank: I know what you're thinking --",
        "karen: Just answer me.",
        "Frank: No more gambling. I gave it up.",
        "Karen: Uh-huh. Just like that?",
        "Frank: You were right, karen. It was no way to try to get this place out of debt.",
        "Karen: So tonight you stopped?",
        "Frank: I needed some time to think, but now it's over. I wasn't just going to lose this place. I was -- I was going to lose you, and nothing is worth that.",
        "Karen: I don't get a kick out of being a one-woman vice squad, frank.",
        "Frank: I know, and I want to have the best shot that we can.",
        "Karen: So do I. But, frank, we've had so many problems, and --",
        "frank: Oh, karen. Listen, don't worry. For the first time in a long, long time, I have got everything under control.",
        "Joshua: Ok, you have it your way, livvie. You keep the ring and you starve to death.",
        "Livvie: No, please! Don't do this.",
        "Joshua: Don't know what difference it makes, anyway. Ring, no ring. Food, no food. Now you've lost your one true love.",
        "Livvie: Please --",
        "joshua: Oh, but you've lost him so many times before, haven't you?",
        "Livvie: Stop it.",
        "Joshua: Did you see the way he looked at the lovely alison? I did. He was so protective of her, and we know the history he has with women.",
        "Livvie: No --",
        "joshua: I want her, I don't want her. I love her, I don't love her.",
        "Livvie: No, I won't listen to you.",
        "Joshua: Admit it, livvie. Your true love tries women on like dress shirts.",
        "Livvie: Not anymore.",
        "Joshua: Oh, please. Do you believe that? Where's caleb? Gone. Where's alison? Gone. What about livvie, his love? Oh, he forgot to take her.",
        "Livvie: No.",
        "Joshua: Well, you be a good girl and you give it some thought. You take all the time you need. You have all the time in the world. Or maybe you don'T.",
        "Livvie: Caleb loves me, and he'll back for me, you'll see. He's coming back.",
        "Caleb: Find olivia. Find olivia.",
        "Alison: Ok, just lie still. Rafe, please, can you get some more cool water?",
        "Rafe: Yeah, yeah, I'll be right there.",
        "Caleb: Joshua -- he'll hurt her.",
        "Alison: No, it's ok. It's ok.",
        "Caleb: Don't hurt olivia. Don't hurt alison.",
        "Alison: Alison? Why alison? Rafe, please. God.",
        "Lucy: Alison?",
        "Alison: Oh, lucy, ian.",
        "Lucy: Rafe, alison.",
        "Ian: How is he?",
        "Alison: He's -- there's been no change.",
        "Lucy: Listen to me. I am so sorry that I couldn't protect you. I'm just glad you're all right and you're safe.",
        "Alison: No, you did everything you could. I'm so glad you're ok, too.",
        "Lucy: No, I didn'T. I lost to frank, I lost to joshua. I just -- I feel so powerless. I'm sorry.",
        "Alison: No.",
        "Rafe: What do you mean, \"powerless,\" lucy? Are you ok?",
        "Lucy: Yeah -- no, I'm fine. We'll talk about it later.",
        "[Caleb groans]",
        "Lucy: He doesn't sound so fine, though.",
        "Rafe: Yeah, well, he got the worst of it.",
        "Lucy: What -- what happened?",
        "Rafe: Joshua locked us in cells in caleb's villa.",
        "Alison: We would still be there if it weren't for rafe.",
        "Caleb: Got to get to olivia --",
        "ian: You got to relax. Give me the keys. Let's get him out of here and get him to a hospital.",
        "Rafe: No way, not possible.",
        "Alison: Why?",
        "Lucy: Why? What are you --",
        "rafe: I don't know. I don't know, all right? I get this feeling that there are others.",
        "Lucy: Rafe, what are you talking about? What do you mean, \"others\"?",
        "Rafe: Vampires. I don't want to take the chance of caleb being bitten.",
        "Alison: Or killed. Wherever you go,",
        "Victor: Burger up. Anything else?",
        "Kevin: Yeah. A refill.",
        "Victor: We may have a bottomless coffee cup here, but I'm going to have to charge you for this.",
        "Frank: Hey, victor, how about some good news? What do you say? I found a buyer for the bar.",
        "Victor: You what?",
        "Karen: And it gets better.",
        "Frank: Yes, it does. The offeisis five times more than what we thought the bar was worth.",
        "Victor: That's incredible!",
        "Kevin: Yeah. It also doesn't make any sense.",
        "Frank: You don't know anything about the deal.",
        "Kevin: No, but why would anybody pay that much?",
        "Frank: The guy really wants the place.",
        "Victor: Your mother's going to be so relieved. No more tapping into the savings to pay the mortgage.",
        "Frank: See? I told you everything would work out.",
        "Karen: So, who is this guy, the big spender?",
        "Frank: He's a developer with lots of plans and a lot of cash.",
        "Kevin: Nobody pays that kind of money, no matter how much cash they have.",
        "Frank: You know, you really like to rain on everybody's parade, don't you?",
        "Victor: Frank, you have any of this in writing --",
        "kevin: Five times the value? A deal like that has scam written all over it. Come on, frank, what are you up to?",
        "Livvie: No, just get away from me! Ow! Ow!",
        "Joshua: The pangs have started. Oh, dear.",
        "Livvie: Please --",
        "joshua: The hunger, the wasting, the feeling tha the body is feeding on its own bone and blood.",
        "Livvie: Stop it! Stop it!",
        "Joshua: Oh, dear. I'm so sorry. I don't want you to feel this way. I really don'T. I'd like to take your pain away. Why don't you come to your senses, and I'll take all of this away. I'll give you some fresh, new bld.D.",
        "Livvie: Please --",
        "joshua: Then give me the ring.",
        "Livvie: No! I can't, I can'T.",
        "Joshua: What a waste. What a pity. Let me know when you change your mind.",
        "Livvie: Never. I'll never change my mind, not for you, joshua.",
        "Joshua: Maybe you would for somebody else.",
        "Lucy: Alison, let me get this straight. Did you say what I think you said? That you don't want anybody to kill him, after everything he's done to this town?",
        "Alison: Lucy, that was before.",
        "Lucy: Oh, my god. What are you -- ian, what are you doing?",
        "Ian: I'm a doctor.",
        "Lucy: I know that, but how can you work on him after what he's put you through?",
        "Ian: Lucy, please.",
        "Lucy: Fine. I think you guys are all absolutely nuts. What, are you just trying toostpone him from going to hell a little bit sooner? Is that it?",
        "Alison: Look, lucy, I understand your frustration, but you have to understand, we're not saving a vampire, we're saving a man.",
        "Ian: Enough talk. You give me a hand and find the keys for this thing.",
        "Lucy: Rafe --",
        "rafe: Look, I know how you feel, lucy.",
        "Lucy: No, you don'T. And I'm not just talking about that. Listen, cousin, I really think I'm losing my powers.",
        "Rafe: When did this start to happen?",
        "Lucy: Right after that explosion at the hot spring. And I kn I it's not just this head injury.",
        "Rafe: Well, you fell into the water, too, remember, before the explosion?",
        "Lucy: Yeah, I did. Oh, my god, do you think it's the water?",
        "Rafe: Well, I was afraid it could have that kind of effect, but it did have healing powers. I mean, it healed the vampires.",
        "Lucy: Wait a minute, so what are you saying? If it heals vampires, that it has the opposite effect on vampire slayers?",
        "Rafe: Well, yeah. I mean, I was kind of afraid of that. It could drain a slayer's power.",
        "Lucy: Don't say that. It can't be. I mean, I'm not just thinking about me, but what au ut ian? He counts on me to save him from having to feed.",
        "Ian: Get me some more water, please.",
        "Caleb: It must be tough, being around all this blood.",
        "Ian: You talk too much.",
        "Caleb: I know the hunger. I know how hard it is not to feed on fresh --",
        "ian: Well, I'm not you, am I, caleb?",
        "Caleb: One bite, that's all.",
        "Rafe: To turn you back to a vampire? Nice try, caleb, but that's not going to work. There's a new wayto freshen small spaces:",
        "Kevin: Come on, frank, the truth.",
        "Frank: I found a buyer for the bar, kevin. What else is there to say? Good things can happen to people, you know?",
        "Kevin: Not in this town. Not lately. And definitely not to you.",
        "Victor: I don't know about that. Now, maybe things are starting to turn around for all of us. Frank found a buyer, and I may have just gotten myself another job.",
        "Kevin: A what?",
        "Victor: I got a call this morning. Apparently, the port charles building commissioneleleft town rather unexpectedly.",
        "Karen: And they asked you to take his post? Victor, that's fantastic.",
        "Victor: Well, I haven't exactly been sofspoken about all the things we could do to improve this town, but I didn't think I could even think about the job, having to be here all the time, especially lately.",
        "Frank: Well, victor, now you can.",
        "Kevin: You never held a post like that. Why would they offer it to you?",
        "Victor: Well, maybe they got tired of my standing up at all those meetings, telling them everything they were doing was wrong. Besides, I've spent a considerable portion of my life in public service --",
        "kevin: That was decades ago. And since when does being covert C.I.A. Qualify anyone as building commissioner?",
        "Frank: Kevin, back off.",
        "Kevin: Aren't you the one who taught me that if something looks too good, it probably is?",
        "Victor: Well, but --",
        "kevin: No, no. No offer like that comes without a price.",
        "Victor: You know, maybe if you spent less time looking so hard for bad news, your life wouldn't look as bleak.",
        "Kevin: And maybe somebody just found themselves a sucker.",
        "Karen: Victor, don't let him get to you.",
        "Victor: I certainly won'T. I -- I'm going to go call your mother. She's going to be so excited.",
        "Frank: All right, good.",
        "Karen: I've got to say, it does sound a little too good to be true.",
        "Frank: Hey, we've had more than our share of bad news in this town. Maybe our luck really is changing.",
        "Karen: Are you sure you don't want me to take a look at that?",
        "Frk:K: Yeah, it's nothing.",
        "Karen: Hey, why don't you take advantage of having a doctor as a girlfriend? Besides, I like unbuttoning your shirt.",
        "Frank: Well, since you put that way, ok.",
        "Karen: I don't get it.",
        "Frank: What?",
        "Karen: Your shoulder, frank -- it's bruised, but where is all the blood coming from?",
        "Frank: Oh. Like I said, you know, it's nothing. I'm a paramedic and a fast healer. Don't worry about it, ok?",
        "Ian: You pull me away from my patient because you think I can't handle it?",
        "Rafe: You can't handle it. You can't control your feeding, not anymore. Not if what lucy says is right, not if she's losing her slayer powers.",
        "Ian: Lucy told you?",
        "Rafe: Well, she's not su of it yet, but -- what are you doing? Are you trying to cover it up? She's going to figure it out. She's already starting to.",
        "Ian: Not if I can help it. Not until I figure out what's really going on here.",
        "Rafe: What's really going -- what are you saying, that there's more to it?",
        "Ian: I don't know. I'm not sure.",
        "Lucy: So, tell me, how is our poor wounded former bloodsucker doing?",
        "Alison: Lucy, please, I don't want to be on opposite sides in this --",
        "lucy: I know. Ok, you're right. I'm sorry. It's just -- I look at him, and there are so many horrible memories that come with that.",
        "Alison: Are you still upset becausyoyou couldn't save me?",
        "Lucy: Yeah. Yeah, I'm sure that's part of it. I felt -- listen to me. I am just so glad you're ok.",
        "Alison: I know. I'm glad, and I'm glad you're ok, too.",
        "Lucy: Right. I'm not sure how you did it, though. How could you possibly want to even save him?",
        "Alis:: I don't know. I don't know. It was just -- I think it was something that livvie had said. She said that she wanted to just love him. And when caleb came back to save livvie, he knew he didn't have any more powers to fight joshua, but he still came back to be with her anyway.",
        "Lucy: Ok, I sort of know something about that.",
        "Alison: I know. I know you do, and I do, too. And I know you. And if you were there, if you were in that situation, you would have done the exact same thing.",
        "[Caleb groans]",
        "Caleb: She needs to know I'm coming back. Olivia --",
        "livvie's voice: Caleb, come to me. Please.",
        "Caleb: Olivia.",
        "Livvie: Caleb? You're here. You came.",
        "Caleb: I'm still here, olivia. Always.",
        "Livvie: Caleb, my love.",
        "Caleb: Always.",
        "Caleb: Always.",
        "Kevin: Pipe dreams, all of it. And my father, thinking that he can be --",
        "joshua: Hello, dr. Collins.",
        "Kevin: Joshua.",
        "Joshua: I've been waiting for you. Stay tuned for scenes from the next \"port charles: Desire.\"",
        "[NEXT_ON]",
        "ian: Run a panel on this, please.",
        "Chris: Does lucy know you're running these tests on her?",
        "Ian: Who said it was lucy?",
        "Chris: You didn't have to.",
        "Casey: So you're ok? Everything's ok?",
        "Lucy: I'm swell. I'm fine.",
        "Casey: You are so dead."
    ],
    "Transcript Author": [
        "Provided By Eric"
    ],
    "url": "https://www.youtube.com/watch?v=GHXEbPvQuAU"
}