{
    "Episode Summary": [],
    "Recap": [
        "Jamal hangs around the Elixir hoping to see Imani, and his wish magically comes true when she takes over his table. Thinking he's getting mixed signals, Jamal wishes that he knew what she was thinking.",
        "Kevin informs the social worker that he filed a false report against Ian and would like to withdraw it. He wants to do whatever is necessary to make things right, and he's willing to accept the consequences for his vindictiveness. Ian assumes that this is another act, but Lucy doesn't quite know what to believe. Praying for forgiveness for everything he's done, Kevin breaks down and cries. When Rafe orders Olivia to stay away from him and Alison, she accuses him of being in denial about the dark side that has awakened in Alison. Denying that his fiancée has a dark side, Rafe in turn accuses Olivia of still being jealous of Alison. After watching the fireworks display on the docks, Caleb realizes that something isn't quite right with Alison, who explains that she's still feeling the effects of Joshua's drugs. She turns down Caleb's offer to see her home safely, but when she stands up, her knees give out. Caleb catches her and helps her sit down. They have a friendly talk about her relationship with Rafe, as well as how Caleb felt when Olivia drove the silver arrow through his heart. Noticing that Alison isn't doing well, Caleb insists on taking her home. She doesn't think she can make it, so he picks her up. As he starts to carry her home, Rafe and Olivia show up and glare at them accusingly."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Waitress: All righty, I got your check.",
        "Jamal: Actually, I was thinking about having some dessert.",
        "Waitress: You going for some kind of record here? Because that's four beers, two burgers, a soup, a salad.",
        "Jamal: Uh-huh. You -- have you had the pie? How's the pie? Is it pretty good?",
        "Waitress: You're hanging around here for somebody, right? Because it ain't the food.",
        "Jamal: You know what? Actually, I am a little full. I've had a lot. I don't want to stuff myself.",
        "Waitress: So just leave the cash and a generous tip on the table.",
        "Jamal: Ok.",
        "Jamal's voice: Why am I wasting my time? I mean, for all I know, she's not even working today. And you -- why can't you stay out of sight?",
        "Jamal: Who am I kidding? I'm a vampire. I can't go dating somebody without telling them I'm a vampire. All right. Well, it would be nice to see her again. I wish she was here. I wish it was her shift, but it's not, so --",
        "[SCENE_BREAK]",
        "Lucy: Hi.",
        "Ian: Hi.",
        "Lucy: I got your message. As soon as I could get here, I got here. What's up?",
        "Ian: You're never going to believe this.",
        "Kevin: Lucy?",
        "Lucy: What?",
        "Kevin: I'm glad you're both here. I think you know Barbara from child welfare.",
        "Lucy: Yes, I do. Hello. What is this all about?",
        "Barbara: That's what I'd like to know.",
        "Kevin: I filed a false report against this man to try and have his son taken away from him. But the truth is Dr. Thornhart is an excellent father.",
        "Barbara: Why'd you call us in, then?",
        "Kevin: Because I was being vindictive, but I was wrong and I'm willing to do whatever I have to do to put this behind us and get this case closed.",
        "[SCENE_BREAK]",
        "Livvie: Rafe, what the hell are you doing here?",
        "Rafe: I'm not doing anything. You're the one running around undressed.",
        "Livvie: Yeah, well, this is my house! I thought you were Caleb. I thought you were my husband.",
        "Rafe: Yeah, well, you thought wrong. Where is the old bat and chain anyway?",
        "Livvie: Lucky for you, he's not here.",
        "Rafe: Yeah? Where is he?",
        "Livvie: I have no idea. Why would you want to know?",
        "[SCENE_BREAK]",
        "[Fireworks explode]",
        "Caleb: Great finale, huh?",
        "Alison: Yeah, it was great.",
        "Caleb: Hey, what's the matter? You seem --",
        "Alison: I know, I'm a little -- sorry.",
        "Caleb: Looks like you're --",
        "Alison: I know. I'm just -- I think it must be something from the drugs that Joshua gave me -- some after effect or something.",
        "Caleb: Yeah.",
        "Alison: Yeah.",
        "Caleb: You think maybe you should -- you should go home? I mean, I could walk you if you want or --",
        "Alison: No, no, that's very nice of you. I can go myself. But thanks for sitting with me. Happy Fourth of July.",
        "Caleb: You, too. Hey, easy, easy! Ok, I got you. It's all right.",
        "Alison: Ok.",
        "Caleb: It's all right.",
        "[SCENE_BREAK]",
        "Kevin: There is no father more devoted to his son than Dr. Thornhart.",
        "Barbara: So you made up all the charges?",
        "Kevin: I wanted to get even.",
        "Barbara: Even with Dr. Thornhart?",
        "Kevin: For falling in love with my wife. Look, I -- I don't know. I wanted to punish her through him, I wanted him to feel all the loss that I was feeling. But I created my own misery. I had no right to spread it around, so there it is. I'm sorry.",
        "Barbara: I see.",
        "Kevin: Look, I know that the machinery is up and running, that the process is moving, but is there any way that we can stop it?",
        "Barbara: I understand, but unfortunately, once the paperwork is filed, there is a process in progress.",
        "Kevin: Can we at least try?",
        "Barbara: Well, I can't promise anything, but I will talk to my people about this case. Keep in mind, though, you might have to suffer some very severe consequences for your actions legally.",
        "Kevin: I understand.",
        "Barbara: All right, then. I'll be in touch. Dr. Thornhart.",
        "Ian: Well, that was quite a speech.",
        "Kevin: Well, let's just hope it's not too little, too late.",
        "Lucy: Could you tell us what exactly changed your whole tune here?",
        "Kevin: Look, I -- I'm doing what I'm doing because it's the right thing to do. And selfishly, it's lifted a thousand-pound weight off my shoulders, believe me.",
        "Lucy: I don't think we can do that.",
        "Kevin: And I don't blame you.",
        "Ian: Just like that? This happened just like that, some revelation?",
        "Kevin: I don't know any other way to describe what happened to me. There's no excuse for what I did. But I can do everything I can to try and make things right. Actions speak louder than words, right? So wait and see. That's all I can do.",
        "Ian: What are you doing? You don't believe any of that, do you? You know how he's been.",
        "Lucy: I know. No, I don't believe that. I know how he's been. You know, it's -- I don't know, I just --",
        "Ian: Just what? What?",
        "Lucy: Wait, well --",
        "Ian: What? You think he can just change like that? Three seconds, just like that? Come on.",
        "[SCENE_BREAK]",
        "Livvie: I will just let Caleb know you came by.",
        "Rafe: Thanks. But I didn't come to see Caleb. I came to see you.",
        "Livvie: Oh, I get it. This is because I went to see Alison the other day, yeah. Rafe, I know why you're here. You're just going to lecture me and I already know what you're going to say, so I'll save you some time. I'm me, I'm always going to be me, and that's the way it is, and this is my house and I think it's time for you to go.",
        "Rafe: Let's talk.",
        "Livvie: If Caleb comes home and finds you here -- he's already angry with me. I don't think it's going to be a pretty sight.",
        "Rafe: Well, I'm sorry. That's your problem.",
        "Livvie: Look, I --",
        "Rafe: No, stay still and shut up. Now, let's get this over with.",
        "Livvie: Fine. Start lecturing but make it fast, all right?",
        "[SCENE_BREAK]",
        "Caleb: Come here, sit down. Sit down.",
        "Alison: Thanks. I think I'm just, like, a little cold or something. I just need to rest, I think.",
        "Caleb: Cold? Look, I mean, it's -- it's not much, but --",
        "Alison: Thank you. Thanks.",
        "Caleb: You're welcome. Hey, look, what -- what brought you out here all on your own on the Fourth of July?",
        "Alison: Fireworks. I heard that they were going to be really big ones, so I wanted to come.",
        "Caleb: Fireworks in the sky or -- or the ones back home?",
        "Alison: Fireworks? What, you think that Rafe and I are having, like, a fight or something?",
        "Caleb: I don't know. But it's got to be hard getting over the fact -- well, that you tried to kill him.",
        "Alison: It was the drugs and everything. He knows that.",
        "Caleb: Trust me, I know how it feels. I've been there.",
        "Alison: Right. Of course you have. Well, it hasn't really been easy, to say the least. It's just that we've never really, you know, had a hard time talking. We've always been very close. And now, for the first time, I'm -- I'm a little worried.",
        "[SCENE_BREAK]",
        "Imani: Hi, Jamal.",
        "Jamal: Hi, yourself, Miss Imani.",
        "Imani: Happy Fourth.",
        "Jamal: Yeah, you, too. You, too.",
        "Imani: So, no plans tonight? Alice said that you were here half her shift, just grubbing.",
        "Jamal: Yeah, yeah. I was -- I thought I was through, but, hey, I'm not. I -- I don't know where I got a craving for some cherry pie and some ice cream. You know, can you add that to my bill?",
        "Imani: Oh, yeah.",
        "Jamal: Is that cool?",
        "Imani: No, no problem. Actually, I have your table for the rest of the night, so --",
        "Jamal: Oh, darn.",
        "Imani: I'll be right back.",
        "Jamal: All right, all right. Hey, Imani, wait.",
        "Imani: Yes, Jamal?",
        "Jamal: So, how you doing? I mean, with the -- after the robbery?",
        "Imani: Good, because of you. You know, it was so amazing the way that you talked them into putting their guns down. You know, I've never seen anything like that.",
        "Jamal: Ah, I don't know. I think it was more luck than anything, so -- yeah. So it kind of -- it kind of sucks that you got to work on the Fourth of July and everything. I mean, you don't have any family or friends to spend time with?",
        "Imani: Oh, well, actually, I don't really do anything on holidays.",
        "Jamal: No?",
        "Imani: No, work's really my thing. And speaking of work, I better go put your order in and take care of my other tables, so excuse me.",
        "Jamal: Why do I keep doing that? It's clear she's not interested in me, but I keep pushing it.",
        "[SCENE_BREAK]",
        "Rafe: Stay away.",
        "Livvie: You mean, from Alison?",
        "Rafe: Yeah, I mean from Alison -- from her, me, us. I hear you tried to stir things up, huh?",
        "Livvie: Always my fault.",
        "Rafe: But here's the thing -- it won't work, so just forget it. So therefore, there's no reason for you to ever stop by ever again. You got that?",
        "Livvie: What I get is you're in just as much denial as your girlfriend is. She stabbed you, Rafe! Your face is a mess, your chest is a mess. You would've bled to death in the woods if Caleb hadn't come by to save you. When are you going to open your eyes and realize that your fiancée has found her dark side?",
        "Rafe: Alison doesn't have a dark side. I don't know what you're talking about.",
        "Livvie: Check a mirror.",
        "Rafe: She was being manipulated by drugs that Joshua gave her.",
        "Livvie: Just like people thought that Caleb was controlling my mind, too, until I got a taste of the dark side. I got a taste of his world. Did I ever go back?",
        "Rafe: No, no, no. You know what, you didn't. But Alison is not you, ok?",
        "Livvie: She's a lot more like me than you want to admit. She's got a darkness inside her just like everyone else on this planet, and right now I bet she's being tempted with a big, fat, juicy apple. How are you going to handle it the next time Alison takes a bite of the forbidden fruit, huh, Rafe?",
        "[SCENE_BREAK]",
        "Alison: I stabbed him and I left him to die. It's bound to change things in our relationship. So how did you handle it? You know, when Livvie came at you and -- I'm being really serious, like I'm asking you honestly.",
        "Caleb: All right, I know you are. I know, I'm -- I'm sorry. I'm sorry. Let's see, how did I feel when -- when Olivia stabbed me through the heart? Well, at first I felt dead. And then when I came back, I -- oh, I hated her.",
        "Alison: Yeah, that's -- that's what she said. We had words. She came by. So, go on. What did you do then? What do you do?",
        "Caleb: I did everything I could to get even. I was -- I was cruel. Strange as it sounds, though, maybe that was a healthier choice than what Rafe's doing right now.",
        "Alison: See, that's just it. I don't think that he's allowing himself, you know, to feel what he's really feeling.",
        "Caleb: Yeah, probably not, but it's all right. He's trying to make sense of all this. Alison, I -- I know as much as I wanted revenge on Olivia, I also knew that I loved her deep down, and I know that -- I know that Rafe loves you.",
        "Alison: No, I know that, too. I mean, I don't -- I don't really question that. I know he loves me in his heart, but, I mean, for the first time, I -- like, I feel this distance with him and we can't really talk like we should. And I feel responsible -- I mean, obviously, for what I've done. I feel responsible to try and -- try and make this better again if I can. I want to make it better. God.",
        "Caleb: Alison. Hey. Hey, you ok?",
        "Alison: No, I'm not. I don't know what's going on with me, but I feel --",
        "Caleb: What's going on is you --",
        "Alison: I go through these things where I get hot and then I get dizzy.",
        "Caleb: Yeah, well, you're going -- trying to go cold turkey off drugs and that can be difficult for -- you know, you should be at a hospital.",
        "Alison: No, no, I don't think I could make it there right now. I'm serious.",
        "Caleb: Well, let me take you, all right? I think you should go, though. Come on.",
        "Alison: No, no. I don't -- Rafe would freak out if he ever knew that --",
        "Caleb: Never mind what Rafe would -- hey, what's happening? Look at .. what's happening to you?",
        "Alison: I don't know. I've -- this is starting to scare me, though, because it won't go away. I don't know what to do. Ow what to do.",
        "Caleb: Alison -- all right, listen to me. Listen, listen.",
        "Alison: I don't know what to do.",
        "Caleb: Stop. Shh. Just -- just trust me. This is going to be all right, just this one time.",
        "Alison: Ok.",
        "Caleb: Trust me.",
        "[SCENE_BREAK]",
        "Imani: Here we go.",
        "Jamal: Hey, let me --",
        "Imani: Pie a la mode.",
        "Jamal: I got you.",
        "Imani: Careful. Thanks.",
        "Jamal: No, thank you. Wow, this is some piece of pie. This is --",
        "Imani: It's no special treatment or anything. It was just the last piece of pie, so I just threw it on the plate, you know.",
        "Jamal: Yeah.",
        "Imani: Ok, well, I'd better get these.",
        "Jamal: Ok.",
        "Jamal's voice: Right -- \"no special treatment.\" But I swear I felt a little something. Hmm. Ah, no way -- just some more wishful thinking. What am I talking about? Come on, Jamal.",
        "Jamal: I wish I knew what was going on inside that beautiful head of hers.",
        "Imani's voice: Oh, Jamal's so cute. I would love to just go back and sit down. He seems like such a sweet, sexy guy. Oh, only who I am kidding? I already know it can never work out with us. Never.",
        "Jamal: God, I wish I knew what she was thinking.",
        "[SCENE_BREAK]",
        "Rafe: You don't change, do you? You're just jealous as ever.",
        "Livvie: What?",
        "Rafe: All this talk about Alison's dark side -- it's not about her. It's about you.",
        "Livvie: Oh, me?",
        "Rafe: Yeah, you're still so jealous. Now you want to use everything she's gone through with Joshua to hurt her, right?",
        "Livvie: She stabbed you, Rafe.",
        "Rafe: Because she was drugged! I mean, when you do all the horrible things you do, that's because that's what's in your heart, that's what's in your soul. That's who you are. And you see, that's not what Alison's about, so no matter how hard you try to drag her down to your level, that's not going to work.",
        "Livvie: You actually think that I am jealous of Alison?",
        "Rafe: Think about this for a second. That's why you tricked me into marrying you. That's why you got up on the stand in court and lied about her. That's why you blamed Alison when Jack walked out the door on you. And now you are just so terrified that Caleb might be interested in Alison.",
        "Livvie: No, you are wrong. You are totally wrong. That part of my life is over. Caleb is interested in me and only me.",
        "Rafe: Hmm. Ok.",
        "Livvie: It's true. It's true, Rafe. I finally found someone who adores me, who just -- who wants me for me. I am not threatened by Alison. I could care less what she thinks or what she does or where she goes.",
        "Rafe: Well, just so you know, I'm not at all worried that Alison's ever going to be like you. Just stay away from us, ok?",
        "[SCENE_BREAK]",
        "Alison: I just feel cold and sick.",
        "Caleb: Yeah, I have this effect on a lot of women.",
        "Alison: My God. Look at -- look at us. Oh.",
        "Caleb: You feel any better?",
        "Alison: Actually, I do, a little bit. Thank you. It kind of comes in waves. Thank you, though, for everything.",
        "Caleb: For what?",
        "Alison: Just for sitting with me and talking with me. It's true what they say about you, isn't it, Caleb?",
        "Caleb: I don't know. What do they say about me?",
        "Alison: That you really have your way with women.",
        "Caleb: Especially ones going through heavy withdrawal.",
        "Alison: Yeah.",
        "Caleb: You give them some drugs -- yeah, that's me. I'm there to score.",
        "Alison: Ah --",
        "Caleb: Hey. You all right?",
        "Alison: No, it's like acid in my stomach.",
        "Caleb: Ok. Listen to me -- we shouldn't be out here. It's a lot -- it's a lot colder than you might think.",
        "Alison: Yeah, ok.",
        "Caleb: Let's get you home.",
        "Alison: Ok.",
        "Caleb: All right, come on. All right?",
        "Alison: I don't think I can do this.",
        "Caleb: Ok, it's ok. I'll help you.",
        "Alison: No, Caleb. I don't want to -- no.",
        "Caleb: Shh.",
        "Rafe: Livvie, I don't care what you say. I --",
        "Livvie: Caleb?",
        "[SCENE_BREAK]",
        "Ian: We've been over this again and again. I don't know what else to tell you.",
        "Lucy: I know.",
        "Ian: This is only an act. You can't trust the man.",
        "Lucy: I know, that, too. I don't. He has taken us in before.",
        "Ian: Yeah, more than once.",
        "Lucy: This is out of left field, but what if this time is just a little different?",
        "Ian: Let me tell you something about left field. We were standing right over here, me and this gentleman friend of yours, and he was screaming at me at the top of his lungs, calling me every name in the book, and then just like that there was a switch somewhere. I turn him into this -- what, this man that wants to make up for everything that he's done? What happened here?",
        "Lucy: I don't know. But I -- I made this wish.",
        "Ian: You made a wish? What?",
        "Lucy: Jamal stopped by. He was going to ask me for some advice and I didn't have anybody else to talk to, so I just kind of unloaded on him what Kevin was doing, trying to do to you and Danny. And in that conversation, I sort of wished that Kevin would get better, that he would be the man that everybody liked, that he was once before -- the good man.",
        "Ian: So you made a wish and you think because you made a wish --",
        "Lucy: I -- no, no. No, I don't think that. I mean, that's stupid and crazy and silly. But what if he could be himself again?",
        "[SCENE_BREAK]",
        "Kevin: Dear God, for all my sins, for all the pain that I've caused to people I care about, please forgive me. Please forgive me. Stay tuned for scenes from the next \"Port Charles: The Gift.\"",
        "[NEXT_ON]",
        "Rafe: You decided you could open yourself up to Caleb. That's what I'm angry about.",
        "Livvie: No more Alison! I don't want to ever see you with her again!",
        "Jamal: I wish that it would snow right here, right now, just for a minute in the middle of July. Yeah."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=LMf98fsPITk"
}