{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: Ah. ",
        "[Eve laughs] ",
        "Eve: Oh! ",
        "Frank: Here you go -- two kamikazes in champagne glasses as requested. ",
        "Ian: Thank you. ",
        "Eve: The perfect Valentine's drink. ",
        "Ian: Yeah, some people have Valentine's songs -- ",
        "Frank: You guys have kamikazes. ",
        "Ian: That's a long story. ",
        "Eve: Hmm. ",
        "Frank: So I guess you've forgiven her, huh? ",
        "Ian: Forgiven her? ",
        "Frank: Yeah. I heard you got stuck in the snow with some beautiful woman \r\nuntil Eve came along to rescue you. ",
        "Ian: Yeah, she ruined everything. ",
        "Eve: Hmm. ",
        "Frank: All right. You guys enjoy. Happy Valentine's. ",
        "Ian: Ok. Ahem. Well, here we are. ",
        "Eve: Here we are. Here's to a perfect Valentine's Day. ",
        "Ian: I'll drink to that. ",
        "Eve: So you never did tell me, what -- what did you and Amy talk about while \r\nyou were stranded out in the middle of nowhere? ",
        "",
        "Paige: I'm sure you wouldn't mind. Would you, Lucy? ",
        "Casey: So then, what do you want with Kevin? ",
        "Paige: I don't know. I mean, Kevin has everything we used to want together -- \r\na family, a home, roots. I mean, where do I fit into that? ",
        "Casey: Here's an idea -- you be mommy and Kevin can be the daddy. You guys \r\nalready got a built-in kid, so play house. Yeah. Play house for however long you \r\ngot. I mean, that's what you want, right? ",
        "Paige: A family with Kevin -- that is what I want. ",
        "Lucy: Paige. What do you think you're doing? ",
        "",
        "[Alison giggles] ",
        "Alison: So it really wasn't a dream? ",
        "Rafe: No, it's more like a -- a miracle. I mean, one minute, we're in some \r\nold barn, and then the next -- ",
        "Alison: We're in this, like, tropical paradise. ",
        "Rafe: Yeah, but how? I mean, I gave up my angel powers. How is this \r\nhappening? ",
        "Alison: Because we believed it could. ",
        "Rafe: Yeah. And maybe something a little more powerful -- the power of love.\r\n",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Paige: I'm so sorry, Lucy. I got a chill. I didn't think you'd mind. ",
        "Lucy: Oh. No. Actually, I don't, really. I -- I don't. You can borrow my \r\nshawl. It's just I'm -- I'm a little on edge. I'm kind of excited because \r\nKevin's coming home from the hospital, you know, in a little while and -- ",
        "Paige: It's Valentine's Day and you'd like me to make myself scarce. ",
        "Lucy: Well, it's just, you know, this is our -- our first Valentine's Day \r\nsince we were husband and wife and all. ",
        "Paige: And who can blame you for not wanting to share it with your \r\never-present houseguest? ",
        "Lucy: Look, Paige, I do really understand how important finishing this \r\nportrait is to you and to Doc, believe me. ",
        "Paige: But not today. ",
        "[Lucy sighs] ",
        "Lucy: You know, it's just that we have waited such a very, very long time to \r\nget to where we are and -- ",
        "Paige: You don't have to explain. I mean, given the situation, you've been \r\nincredibly generous, which is why I would like to do something to thank you, \r\nboth of you. ",
        "Lucy: Oh. No. No, you don't have to do that at all. ",
        "Paige: No, well, I mean, it is Valentine's Day and Kevin's just coming home \r\nfrom the hospital, so I thought maybe I could take care of Christina for you.\r\n",
        "Lucy: Oh, no, no. I couldn't ask you that. ",
        "Paige: Sure, you could. ",
        "Lucy: Well, that would be awfully nice of you. I -- I don't know -- well, \r\nyou'd really do that? ",
        "Paige: Of course I would. I love children, and I'm actually pretty good with \r\nthem. ",
        "Lucy: Well, I can see that. I have to say that Christina does like you. ",
        "Paige: Yes, we get along great. And, you know, I can entertain her up here \r\nand you and Kevin can -- well, entertain yourselves without having to worry \r\nabout any distractions other than each other. ",
        "Lucy: That does sound wonderful. Ok. Ok, that sounds great. You really \r\nwould? You don't mind? ",
        "Paige: Not at all. I'm glad I can finally do something. ",
        "Lucy: Ok. All right, then, it's a deal. You know what? I am going to go get \r\nChristina and make sure that she's ok with it and everything and get ready to go \r\nto the hospital. You are an absolute angel. Thank you! You know, I love this \r\nidea! Oh! And really, if you want to borrow my shawl, use it, and anything else \r\nthat I have you need, use. Ta! ",
        "Paige: Thank you, Lucy. I'll remember that. ",
        "",
        "Ian: You -- you want to know what we talked about? ",
        "Eve: Yeah. You guys were out there for a long time. ",
        "Ian: Well, the conversation centered about -- I don't know -- there's icicles \r\nforming in the car and us dying, maybe. You know, when that was exhausted, Amy \r\n-- ",
        "[Ian sighs] ",
        "Eve: You know what? Hey. Forget about it. It doesn't matter because tonight \r\nyou are my captive and I can't wait to tell you about all the fabulous \r\nplans I have in store for our very special Valentine's Day. ",
        "Ian: Hmm. I'm looking forward to those plans. ",
        "Eve: But first, I have to make a phone call. ",
        "Ian: You what? ",
        "Eve: Yeah, just one. I'll be right back, I promise. ",
        "Eve: Karen? Hi, it's Eve. I just want to make sure you can still sit with \r\nDanny tonight. I know. It's a bummer that Frank has to work. ",
        "[Eve chuckles] ",
        "Eve: Oh, yeah. I have some very special plans in store for Ian and me, \r\nhopefully plans that will get us back on track. ",
        "",
        "Casey: Ooh! You scared the hell out of me! ",
        "Ricky: Look, I'm sorry. ",
        "Casey: What's with all this skulking around and peeking through the windows?\r\n",
        "Ricky: I need to talk to you and I can't get past the Scanlon pit bull. ",
        "Casey: I know. It's like having my own 24-hour parole officer. ",
        "Ricky: Look, Casey, this is important. ",
        "Casey: All right. I know a place. ",
        "",
        "[Alison laughs] ",
        "Alison: I can't believe that you've never built a sand castle before. ",
        "Rafe: Hey, look, you know, there's not a lot of sand where I come from. ",
        "Alison: Oh, you mean up there? ",
        "Rafe: Oh, yeah, there's definitely no sand up there, but I meant when I was \r\nalive. There's not a lot of tropical beaches in my country, but you know what? I \r\ngot to say I think I got a knack for the sand castle building thing. ",
        "Alison: Yeah. I would say that you have a knack for a lot of things. ",
        "Rafe: When inspired. ",
        "Alison: Um -- ",
        "Rafe: What? ",
        "Alison: Do you ever wonder what life would have been like for you if -- ",
        "Rafe: If I lived to a ripe old age? ",
        "Alison: Yeah. ",
        "Rafe: I used to, but not anymore. I learned to just forget about that stuff. \r\nI gave up all the, you know, earth dreams. ",
        "Alison: Hmm. ",
        "Rafe: Till I met you. ",
        "Alison: I'm sorry. I didn't -- I didn't mean to bring up, like, any sadness \r\nor anything. I wasn't trying to -- ",
        "Rafe: Sadness? No, that's -- that's not what I meant. We -- I can't exactly \r\ndescribe what it is, but -- I can tell you this -- I've never felt this way \r\nbefore. ",
        "Alison: Ever? ",
        "Rafe: No. I mean, not when I was alive, not when I had the magic and the \r\npowers -- not ever because when I'm with you, I feel like I know what it would \r\nbe like to live a whole lifetime. I just -- I know it in my heart what it would \r\nbe like to, just, be with you forever and -- and love you forever, and, you \r\nknow, what it would be like to have a family and start a home and, you know, \r\nhave a little house -- like this one. You know? ",
        "[Alison laughs] ",
        "Rafe: You know, maybe not quite so little, but -- I don't know. I guess all \r\nI'm trying to say is that -- what I've been saying -- that I've never felt more \r\nalive than I do right now, with you. And as far as regrets, I don't have any \r\nbecause I'm living every dream I ever had. ",
        "Alison: Well, I hope that I can make all of your dreams come true, Rafe. I \r\nreally do. Come here. ",
        "",
        "Lucy: Hey, Victor! What are you doing here? ",
        "Victor: Uh -- Lucy -- it's -- it's about Monk. ",
        "Lucy: I know. I'm going to pick up Kevin at the hospital right now. I'm so \r\nexcited! ",
        "Victor: No, no, no, no, no, you can't do that. ",
        "Lucy: Wait a minute -- he hasn't taken a turn for the worse, has he? ",
        "Victor: Oh, no, no, no, no. It isn't that. ",
        "Lucy: Well, don't tell me he's gotten to -- what? ",
        "Victor: No, no, no, he made me promise. He just wanted to see you and -- ",
        "Lucy: My God, he wanted to see me and I wasn't there. I am never going to \r\nforgive myself. I -- ",
        "Victor: No, no, no, no, no, listen to me, you -- ",
        "Lucy: All Doc wanted to do was -- ",
        "Kevin: Was to surprise you. Happy Valentine's Day. ",
        "[Lucy sighs] ",
        "Lucy: You! Do you realize what you just did? You scared me half to death! You \r\n-- you, too. You both! I thought something had -- oh, I'm sorry. I just love you \r\nso much. I just -- I love you. ",
        "Victor: Well, that worked out about as well as I thought it would. I'll just \r\nlet myself out. ",
        "Lucy: You! Wait a minute, you! I am not finished with you! And I'm certainly \r\nnot finished with you, Dr. Collins. ",
        "Kevin: I hope not. ",
        "Lucy: Oh. ",
        "[Kevin laughs] ",
        "Lucy: Oh, God! ",
        "",
        "Casey: All right. So, what's so important? I'm swamped out there because of \r\nstupid Valentine's Day. ",
        "Ricky: Yeah, well, let them wait. This has to do with our futures. ",
        "Casey: You mean the necklace? ",
        "Ricky: Oh, yeah. We're going to get another shot at snatching it. ",
        "Casey: When? ",
        "Ricky: In just a few days, and this time, our plan is going to work. ",
        "Casey: Oh, man, it has to. It's my only ticket out of this dump. ",
        "Ricky: Yeah -- yours and mine both, baby. ",
        "Casey: But that's not the only reason why you came back. ",
        "Ricky: What are you talking about? ",
        "Casey: I mean, come on. If all you wanted to do was give me the good news, \r\nall you had to do was call. ",
        "Ricky: Yeah, well, maybe I was in the neighborhood, Casey. ",
        "Casey: Yeah, or maybe you just couldn't stay away. ",
        "Ricky: Wow. Somebody thinks a lot of themselves, don't they? ",
        "Casey: Hey, I just call it like I see it. ",
        "Ricky: Oh, yeah? ",
        "Casey: Yeah. ",
        "Ricky: And how's that, Casey, huh? ",
        "Casey: Well, I think you can't stop thinking about the other day when you \r\nkissed me. ",
        "Ricky: You kissed me. ",
        "Casey: And I think you got it so worked up that you didn't even know what you \r\ncould do about it. ",
        "",
        "Ian: So, you got Karen to sit all night? ",
        "Eve: With Danny all night. ",
        "Ian: Hmm. So maybe we'll go grab a bite -- ",
        "Eve: At the P.C. Grill, where I've reserved a very romantic, romantic, cozy \r\ntable in the corner way in the back. ",
        "Ian: Hmm. You thought of everything. ",
        "Eve: Oh, that's not the best part. After dinner, we'll stop by Jake's -- you \r\nremember Jake's, don't you, the place where it all started? ",
        "Ian: Oh, I remember, but I sincerely hope that's not the best part. ",
        "Eve: Second best part. ",
        "Ian: Hmm. ",
        "[Pager beeps] ",
        "Eve: Oh, no! I'm not on call tonight! I told them not to page me unless it \r\nwas an absolute emergency! I have to go! ",
        "[Eve sighs] ",
        "Ian: That's all right, we're doctors. I mean, that's -- ",
        "Eve: It's not all right! ",
        "Ian: Come on -- just go. I'll settle here, and then I'll meet you in the \r\non-call room as soon as you can. All right? ",
        "Eve: All right. Because, you know, after all, Valentine's Day is for lovers.\r\n",
        "Ian: Uh-huh. Hmm. ",
        "Eve: Hmm. Ok. Go. ",
        "",
        "Rafe: I love you. I'll love you forever. ",
        "",
        "Kevin: Nothing ever goes as we plan, does it? ",
        "Lucy: No, not really, huh? I have to tell you when I saw Victor standing \r\nthere and he told me I couldn't pick you up at the hospital -- ",
        "Kevin: Shh, shh, shh, shh. ",
        "Lucy: But, Doc, I was -- ",
        "Kevin: No, no, no, no. The only thing that matters is that I'm home and that \r\nwe're here together. ",
        "Lucy: You're right. ",
        "Kevin: Yeah. ",
        "[Lucy laughs] ",
        "Kevin: What? ",
        "Lucy: Oh -- nothing. I was just thinking about what you said, about when we \r\nplan something, it never quite goes as planned. Like remember the very first time, \r\nyou know, we tried to, you know -- ",
        "Kevin: Oh, the steamed mussels? ",
        "Lucy: Hmm. ",
        "Kevin: Yeah. How could I forget? It makes me itch every time I think about \r\nit. ",
        "Lucy's Voice: What? What? You don't believe in using protection? ",
        "Kevin's Voice: Hives! ",
        "Lucy's Voice: Who? ",
        "Kevin's Voice: I -- I'm breaking out in hives! ",
        "Lucy's Voice: Hives? You mean -- you mean hives? ",
        "Kevin's Voice: Yes! ",
        "Lucy's Voice: Wait, like hive hives? ",
        "Kevin's Voice: Yes! ",
        "Lucy: I thought it was very funny. ",
        "Kevin: Oh, I'm glad you did. I don't recall doing much laughing at at the \r\ntime. ",
        "Lucy: Well, at least we didn't let that stop us. ",
        "Kevin: No, that took a raging inferno. ",
        "Kevin's Voice: Lucy, I'm dying here! ",
        "Lucy's Voice: Don't die! Don't die! I'm going to do this just like we would for it to \r\nbe a fire! Oh, here I go! Oh -- oh! Oh! Oh! ",
        "[Lucy and Kevin laugh] ",
        "Lucy: No, now wait. I thought the third time was the charm. I set up that \r\nperfect seductive moment guaranteed to knock you out. ",
        "Kevin: And, yes, you certainly did. ",
        "Lucy's Voice: Oh. ",
        "Kevin's Voice: Whoa! ",
        "[Lucy gasps] ",
        "Lucy's Voice: Kevin! ",
        "Kevin: Yeah, anyone else would have given up. ",
        "Lucy: Well, thank goodness we didn't because when we finally got it right.\r\n",
        "Kevin: Oh, boy, did we get it right. ",
        "Lucy: Mm-hmm. ",
        "Kevin: You know what? ",
        "Lucy: Hmm? ",
        "Kevin: It was like I couldn't get enough of you. It was like you just \r\nawakened the beast in me that I didn't even know existed. I have to thank you \r\nfor that. You changed my life. ",
        "Lucy: Oh, Doc, you changed mine, too. You gave me my heart, and you gave me \r\nback my Christina. And you've given me everything I've ever dreamed of, my \r\nfamily and -- you are my hero, and I love you very much. Very much. ",
        "",
        "Paige: What shall we draw next? How about a flower -- yes? Let's see. Let's \r\nfind a pretty color. Ooh, that's a pretty one. How about that? Yeah? ",
        "Christina: Watch. ",
        "Paige: Yes, that's right. That's my watch. And I've always wanted a little \r\ngirl. Now, here you are. I think we're going to be great friends. Don't you? ",
        "",
        "Rafe: I think I just had the best day I've ever had in my life. Correction -- \r\nmy eternity. ",
        "Alison: You know what I think? I think that maybe it was the plan all along.\r\n",
        "Rafe: Hey. What do you mean? ",
        "Alison: Well, we spent so much time, you know, trying to get everybody else \r\ntogether that really, I think that maybe it was, well, us coming together. I \r\nmean, you do always say -- ",
        "Rafe: Everything has a reason. ",
        "Alison: Yeah. Maybe that's it. Maybe that's the reason why you came back down \r\nto earth, was to be with me. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Kevin: Mommy will be home soon, but that means I get to tuck you in tonight.\r\n",
        "Christina: No, I don't want you. ",
        "Ian: I thought you were Eve. ",
        "Amy: Did you really? ",
        "Casey: Are we going to do it, or are we just going to talk about it? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=UHdyRj9ZGbU"
}