{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Amy: That's 10 paces to the desk from the elevator. Unless i'm in a hurry. \r\nThen it's seven. ",
        "Ian: It's amazing how fast you can find your way. ",
        "Amy: Well, it's either that or fall flat on my face -- something I don't \r\nrecommend. ",
        "Ian: Hmm. ",
        "Eve: Hey, guys. ",
        "Ian: Hey. ",
        "Eve: Hi. It's official -- my first meeting as chief resident. ",
        "Ian: Congratulations. ",
        "Eve: Thanks. Only now i understand why ramsey never had a life. ",
        "Ian: Ramsey doesn't have a life because he's ramsey. You, on the other hand, \r\nare -- ",
        "eve: Swamped. ",
        "Ian: How about dinner tonight? ",
        "Eve: Can'T. More meetings. ",
        "Ian: Ok, breakfast. ",
        "Eve: Breakfast. Mommy and me classes. ",
        "Ian: Lunch. ",
        "Eve: Lunch? Mommy has to show the new interns around g.H. ",
        "Ian: When do I get my 15 minutes to tell my beautiful wife how proud I am of \r\nher? ",
        "Eve: It might not be for a couple of days because, on top of everything else, \r\nthere are staffing problems. I'm sorry. But listen, I'm going to make it up to \r\nyou. I promise, ok? I love you. ",
        "Ian: I love you, too. Bye, bye, bye. ",
        "Eve: Bye, bye. Bye, amy. Ok, see you. ",
        "Amy: Bye. ",
        "Ian: Well, I'd better get used to that, I guess. ",
        "Amy: You and eve have been so kind to me. I consider you guys friends. So as \r\nusual, i'm going to be blunt. Is everything ok between you two? ",
        "Jamal: Come on, valerie, just going to sit right here on the couch, settle \r\nin, and relax a little bit, all right? ",
        "Valerie: I used to rock hope like this for hours when she was a baby. And I'd \r\nsing to her. ",
        "Jamal: Valerie, valerie -- ",
        "[valerie hums] ",
        "jamal: Valerie, come on, don't do this, ok? Valerie, don't -- don't do this. \r\nStop, ok, valerie? Valerie -- valerie, stop! Ok, look, this is my fault for \r\nsigning away my rights to our baby, ok? I did this to you. Valerie, i am so \r\nsorry. ",
        "Rafe: Tell me what happened. ",
        "Alison: The same thing that's been happening. Every time jamal and i get \r\nclose again, things just fall apart. ",
        "Rafe: Valerie? ",
        "Alison: Yes, and she needs him, and i hate that she needs him. So what does \r\nthat make me? ",
        "Rafe: Human? ",
        "Alison: I am so sick of talking about this. ",
        "Rafe: You know what? You and jamal can work this out. It'll all be ok. ",
        "Alison: Oh, rafe, blah, blah, blah, blah, blah! ",
        "Rafe: Huh? ",
        "Alison: God, \"you and jamal, you'll work things out, you guys love each \r\nother, you --\" I'm so sick of hearing this! ",
        "Rafe: What do you want me to say? ",
        "Alison: Nothing for five minutes! I want you to stop acting like such a damn \r\nangel and put away your halo! ",
        "[Captioning made possible by abc, inc., And soapnet] ",
        "karen: So that mysterious watch just vanished? That's spooky. ",
        "Frank: Yeah, victor's torn the whole place apart looking for it. ",
        "Karen: You know, maybe that pod person that crashed here in that weird light \r\njust beamed it up. ",
        "Frank: Yeah, you might not be laughing if we're all flying around in space \r\nships. ",
        "Karen: Hmm. ",
        "Eve: Karen! I have patients lined up a mile long out there, I got requisition \r\nforms that won't fill out themselves, and the nurses' union is breathing down my \r\nneck, and you're in here fooling around with frank? ",
        "Karen: You know what? I just finished a 14-hour shift, but, hey, I'm game for \r\nmore if you need me. ",
        "Eve: I'm sorry. I'm -- i'm really stressed out. ",
        "Karen: Yeah, been there. ",
        "Eve: Yeah. That's right. You had your turn as chief resident, too. ",
        "Karen: Yeah, without a baby at home or a husband. ",
        "Eve: Well, careful what you wish for, right? ",
        "Karen: Wait, you'll be fine. You just need to remember it's a marathon, not a \r\nsprint. ",
        "Eve: Right. Ok, deep breath. I'm looking for ramsey. I was supposed to meet \r\nhim in here. ",
        "Karen: I haven't seen him. But if you're really looking for chris, you might \r\nfind him at the bottom of a pitcher of martinis. I hear that's where he's been \r\nspending his time lately. ",
        "Eve: Damn it! ",
        "Karen: Look, look, eve, if you really like, i could put in a couple more \r\nhours. ",
        "Eve: Oh, really? ",
        "Karen: Yeah. ",
        "Eve: God bless you, karen. Thank you. Thank you, thank you. Sorry, frank. ",
        "[Door closes] ",
        "frank: Didn't you say being chief resident equals having no life? ",
        "Karen: Yeah. I hope she won't learn that lesson the hard way. ",
        "Ian: Like all married couples, we had our problems, but we're working them \r\nout. Thanks for asking. ",
        "Amy: Ok. ",
        "Ian: You don't sound convinced. ",
        "Amy: No, I probably sound embarrassed because it's none of my business. I \r\nmean, it's not as though i've had any real relationships to judge anybody else's \r\nby. ",
        "Ian: I find that hard to believe. ",
        "Amy: Well, believe it. I drove away the only man I ever loved. ",
        "Ian: What happened? ",
        "Amy: We met in college. He was poor, on a scholarship. My parents were \r\nagainst it from the start. They said he was only after my money, which \r\ntranslates to, \"how could a handsome boy like that want a poor, defenseless \r\nblind girl like you?\" ",
        "Ian: And you listened to them. ",
        "Amy: Well, you hear something often enough, it starts to sound like the \r\ntruth. It wasn't until after he left that i realized he wasn't after my money at \r\nall, only me. ",
        "Ian: I'm sorry. ",
        "Amy: Don't be. I blew it. I didn't have faith in him, so i lost him. But I \r\nvowed if it ever happened again, this time i would listen to my heart and to \r\nhell with what anyone else said or thought. ",
        "Ian: I think I know exactly what you mean. ",
        "Eve: Ramsey, why didn't you show up? ",
        "Chris: Did we have an appointment? ",
        "Eve: Yes. Yes, we did, and i've been looking for you everywhere. ",
        "Chris: Well, congratulations, you found me. ",
        "Eve: I heard this is what you've been doing since julie left. ",
        "Chris: Mm-hmm, making my way through the bars of port charles. Care to join \r\nme? ",
        "Eve: No. ",
        "Chris: Ok. More drinks for me. ",
        "Eve: That's what you think. ",
        "Chris: Oh! ",
        "Eve: Party's over, ramsey. Time to sober up. ",
        "Chris: If this is your idea of an intervention -- thank you -- i'm not \r\ninterested. ",
        "Eve: So what are you going to do, just sit here and drink yourself to death?\r\n",
        "Chris: Yeah, sure. You got a better idea? ",
        "Eve: Yeah, I do, but you've got to clean up your act first. ",
        "Chris: Eve, thanks for caring, really, but I've been giving my future some \r\nserious consideration and I've narrowed it down to a few choices. I'm either \r\ngoing to become a kept man or eurotrash, but I think you have to be european for \r\nthat. ",
        "Eve: Uh-huh. ",
        "Chris: I've also considered the challenging field of food service. Here, \r\ncheck this out. \"Yes, ma'am, would you like fries with that?\" ",
        "Eve: Damn it, ramsey! You jackass, i'm trying to offer you a job. ",
        "Chris: Didn't you get the memo? I was fired. ",
        "Eve: I know that, but I can fix things with alan quartermaine, but I need \r\nyour help. Ramsey, we need you. Hey -- I need you. ",
        "Chris: You want me to work for you? ",
        "Eve: Well, hell, I'm a lot nicer than the last chief resident. ",
        "Chris: Thanks, but no thanks. ",
        "Eve: Ramsey, please, I want to succeed at this job, and I don't believe that \r\nyou just want to throw your career down the drain. You are a brilliant doctor, \r\nand it's a part of who you are. ",
        "Chris: And what has it gotten me? Happiness, fulfillment? A time share in the \r\nbahamas? I have plenty of money. I can travel, I can do anything i want, go \r\nanywhere I want. ",
        "Eve: Then why the hell are you sitting on a barstool in the middle of the day \r\nfeeling sorry for yourself? ",
        "Chris: Because if i don't do it, who else will? ",
        "Eve: Melancholy drunks are a real turnoff. Ramsey, I'm going to get up now \r\nand walk across that street, and I want you to come with me. ",
        "Chris: Don't let the door hit you on the butt on your way out. ",
        "Amy: When i lost my sight in my teens, i was devastated. I thought my life \r\nwas over. But then gradually my other senses kicked in and i found that i could \r\ntell what people were feeling without them ever speaking. ",
        "Ian: Really? ",
        "Amy: Well, for instance, you feel intrigued, with a healthy dose of \r\nskepticism. You're wondering if i'm for real. ",
        "Ian: That's close enough, yeah. ",
        "Amy: Believe it or not, being blind has its advantages. It taught me to \r\nunderstand the sense of touch in a totally new way. When i touch someone's face, \r\nI can read their whole history. Do you mind? ",
        "Ian: It's not a very interesting read. ",
        "Amy: I can see that you've seen some horrible things. But you haven't lost \r\nyour ability to smile or to see the good in others. But you've been hurt. Badly \r\nhurt. The pain hasn't quite gone away. ",
        "Ian: I think that's enough, don't you? ",
        "Amy: You're angry again. ",
        "Ian: No, I'm -- ",
        "amy: Well, then there's no reason why we shouldn't continue. ",
        "Ian: No. ",
        "Jamal: Hey, you got to come back to the real world. ",
        "Valerie: My sweet hope. ",
        "Jamal: Yeah, yeah, she is sweet. Ok, we brought a beautiful baby into this \r\nworld, all right, but we also had a responsibility to give her the best life we \r\ncould, ok, and hope has that now, ok? We did the right thing. ",
        "Valerie: Everyone's happy? ",
        "Jamal: Yeah, everyone's happy. ",
        "Valerie: Most of all me because I've got my baby girl in my arms right here.\r\n",
        "[Valerie hums] ",
        "jamal: Ok. Valerie, you need some help. Ok, I'm calling dr. Collins. ",
        "Valerie: No! No doctor! No! ",
        "Jamal: Valerie, valerie, look, I can't do this on my own. ",
        "Valerie: No, jamal, no! ",
        "Jamal: Valerie, stop, stop. ",
        "Valerie: I don't want anyone but you! ",
        "Jamal: Stop, I can't do this. ",
        "Valerie: I don't want anyone but you. I'm falling apart. ",
        "Jamal: All right, all right. All right, all right, I'm right here. Ok. All \r\nright. I just wish you would hate me instead of punishing yourself like this.\r\n",
        "Valerie: You did what you had to do. Everyone did what they had to do. And \r\nI'll do what i have to do. ",
        "Jamal: Val-- valerie, just -- just tell me what you want, ok? I'll do \r\nanything, I promise. Look, I know i owe you, all right, so just name it. I'll do \r\nwhatever you want. ",
        "Rafe: I don't have a halo. ",
        "Alison: Oh, really? Well, could've fooled me. ",
        "Rafe: Trust me, I have never felt less like an angel. ",
        "Alison: Oh, right. Well, then prove it, hmm? ",
        "Rafe: What? ",
        "Alison: Yeah, do something or say something to me that would just shock me. \r\nDo it. I dare you. I so dare you. ",
        "Rafe: Oh, come on, I'm taking you home. ",
        "Alison: No, no, no, no. Not until you put away your wings and stop trying to \r\ncontrol everything. I mean, you are like us now, aren't you, rafe? There must be \r\nsomebody that you hate or you envy. I mean, please, tell me, what are your \r\ndeepest desires? ",
        "Rafe: Know what, this isn't funny. ",
        "Alison: Really? Well, you know everything about me. Oh, my gosh, you know \r\neverything about everything! So now it's payback. Ok, let's talk about you for a \r\nchange. ",
        "Rafe: Boring subject. ",
        "Alison: Well, I will be the judge of that. Well, now, maybe we'll find out \r\nwhat's really going on, rafe, if i read this little journal that you've been \r\nhiding lately. ",
        "Rafe: No. Give me that back. ",
        "Alison: Oh, right. Make me. Let's see what's really going on with rafe these \r\ndays, huh? Shall we? ",
        "Rafe: No, alison, don't! Ow! Ow! ",
        "Alison: Rafe! Rafe? Rafe? ",
        "Rafe: Ok, that's new. ",
        "Alison: I'm sorry. ",
        "Rafe: That hurts. ",
        "Alison: I'm sorry. ",
        "Rafe: Why did you do that? What's wrong with you? ",
        "Alison: I'm sorry. I don't know. I was just hurt and I wanted the whole world \r\nto hurt. But I'm sorry, i didn't mean to hurt you. I would never do that. I'm so \r\nsorry. Let me just see if i can make it better, ok? I'm so sorry. ",
        "Eve: Oh, karen. ",
        "Karen: Oh, hey. ",
        "Eve: Hey, listen, i'm sorry i was such a jerk earlier, really. ",
        "Karen: Forget it. So, did you find him? ",
        "Eve: Lost cause. ",
        "Karen: I figured. Sorry. ",
        "Eve: What are you going to do? ",
        "Karen: Oh, hey. ",
        "Frank: Hey. I just got a call from victor. ",
        "Karen: Yeah? Still searching for the missing watch? ",
        "Frank: He wants me to go with him to that place in the woods where the light \r\nhit. ",
        "Karen: Well, you are such a fun date. ",
        "Eve: Hey -- so victor's still looking for the aliens? ",
        "Frank: You know, if it weren't for the fact that we have been looking for \r\nvampires for the last few months, I would say he's crazy. ",
        "Eve: Ok. Do me a favor, will you? If you do find out that there are martians \r\nplanning on taking over port charles, i don't want to know about it, ok? All I \r\nwant is a little peace and quiet and work and family. ",
        "Karen: Well, hang in there. ",
        "Eve: Thanks. ",
        "Karen: Oh, oh -- great tip -- sixth floor stairwell? Great place if you need \r\nto scream. ",
        "Chris: Ahem. ",
        "Eve: Excuse me, sir. Are you lost? ",
        "Chris: No. Actually, I figured I have a few more years to kill, and what \r\nbetter way to do it than here, practicing medicine with you. ",
        "Eve: How generous of you. ",
        "Chris: Just don't schedule me for saturday nights, ok? ",
        "Eve: Done. Welcome back, doctor. ",
        "Chris: Yeah, yeah, yeah. ",
        "Eve: You're still a jackass, chris. But you're my jackass. Ok. Problem \r\nsolved. I can do this. I can do this. I am in control of my work and my personal \r\nlife. ",
        "Amy: Do you want me to stop? ",
        "Ian: Yeah, I think maybe that's a good idea. ",
        "Amy: You should try this with eve sometime. ",
        "Ian: I would if she stood still long enough, sure. ",
        "Amy: Well, just close your eyes. Touch her face and see what you can \r\ndiscover. It's amazing what you can see when you're not even looking. ",
        "Ian: Not everyone has the ability to see with their hands, amy. ",
        "Amy: Well, it just takes time. I'll prove it. You got a handkerchief? ",
        "Ian: Yeah. I do. Will you -- ",
        "amy: Okusme. Just take a long look around the room, all right? You've been \r\nhere hundreds of times, right? Memorize what you see, ok? Now tu around. ",
        "Ian: All right. ",
        "Amy: Ok. Ok. ",
        "Ian: Oh, I see. All right. ",
        "Amy: Yeah. All right, hold on. ",
        "Ian: Mm-hmm. ",
        "Amy: Not too tight? ",
        "Ian: No, it feels great. ",
        "Amy: Ok. ",
        "Ian: Ok. All right. ",
        "Amy: Ok. Now, find me. ",
        "Ian: Find you? ",
        "Amy: Uh-huh. ",
        "Ian: Ok. ",
        "Amy: You're not cheating, are you? ",
        "Ian: Nope. ",
        "Amy: Ok. Picture the room in your mind, all right? Let the sounds guide you. \r\nThe hum of the lights, the smell of the coffee machine, my breathing. ",
        "Ian: Uh-huh. ",
        "Amy: Uh-huh. ",
        "[Amy laughs] ",
        "amy: You're good. ",
        "Ian: Cheating, are you? What -- come on. ",
        "Eve: Hey. ",
        "Ian: Hey. ",
        "Eve: Wow, this looks like a fun game. Can I play? ",
        "Ian: Sure. I was just trying to get a sense of amy's world. ",
        "Amy: It was just blind man's bluff, but i always win. Well, I'd better go. \r\nI've got some errands to run. ",
        "Eve: Ok. ",
        "Amy: Ok? I'll see you later, eve. ",
        "Eve: Bye. ",
        "Ian: See you. Wow. Strange girl. ",
        "Eve: Pretty girl. ",
        "Ian: What does that mean? ",
        "Eve: Nothing. Nothing at all. ",
        "Amy: Damn it. Why did you do that, amy? It was so stupid. Everything is fine. \r\nEverything is right on schedule. ",
        "Jamal: Val, i mean it. What do you want, hmm? ",
        "Valerie: Nothing. You can't give me what i need, jamal. I have this terrible \r\npain inside of me. I don't think I can go on living without hope. ",
        "Jamal: Valerie, don't -- don't even say that. Don'T. ",
        "Valerie: I've never felt so alone. I just want to disappear. ",
        "Jamal: Valerie -- ",
        "valerie: Unless -- ",
        "jamal: Unless what? ",
        "Valerie: You said you'd do anything, right? ",
        "Jamal: And I mean it -- anything. ",
        "Valerie: Then would you make another baby with me, jamal? ",
        "Alison: How is it? ",
        "Rafe: It's better. ",
        "Alison: Ok, I'm thinking that it's only a sprain. ",
        "Rafe: Yeah, yeah, probably. ",
        "Alison: Think I sort of like you like this, though. ",
        "Rafe: What, crippled? ",
        "Alison: No, earthbound. You know, on my level, sort of eye to eye. ",
        "Rafe: Now what? ",
        "Alison: Well, now that i know you're not really going anywhere and that i \r\nsort of have a captive audience, close your eyes. ",
        "Rafe: I -- ",
        "alison: Trust me. ",
        "Alison: Ok, rafe. Tell me something -- what do you want? What do you want \r\nmore than anything in this world? ",
        "Rafe: I -- I want to -- I want to kiss you. ",
        "Alison: So then who's stopping you? ",
        ">> Stay tuned for scenes from the next \"port charles: Secrets.\" ",
        ">> On the next \"port charles\" -- ",
        "casey: Look, I just had this key forever. I never take it off. ",
        "Ricky: Just do it, casey. ",
        "Valerie: Give me another baby, jamal, please? That's just all I want. Please?\r\n",
        "Rafe: I want you so much. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=fLn9s1B49vY"
}