{
    "Episode Summary": [],
    "Recap": [
        "Ian regains consciousness to find that Kevin is building a wall to seal him in. He realizes that he can't move, and Kevin informs him that it's because of the drug he injected. Kevin sharpens a stake in preparation for killing his wife's vampire lover. Ian's strength returns and he busts through the wall. He attacks Kevin but thinks better of biting him. Instead, he takes off to save Lucy.",
        "Livvie tries to stop Caleb from leaving her, but he feels obligated to go to the hot spring when he senses a problem there. Before leaving, he gives Livvie his ring for protection. Jack is angry with Rafe and the others for killing Caz and Reese, but he soon learns that they've been cured, not killed. Caz takes the change very well, but Reese is furious. Joshua listens the happenings at the hot spring, disgusted by Caz's elation at being human again. Jamal and Casey help Caz back aboveground. Alison tries to help Reese and is rewarded with a slap in the face. Rafe insists that Alison leave before Caleb shows up. After promising Alison that she won't take her eyes off Rafe, Lucy decides to try to find Ian, but she's stopped by Caleb's arrival. Joining hands with Caz and Jamal, Casey leads a unique prayer for help for her friends still underground. Reese blames Jack for her inability to bite Alison. Alison is stunned by Jack's loyalty to Reese.",
        "Rafe uses his slayer powers against Caleb, who gets the better of the slayer by rendering him immobile. Caleb then grabs Lucy, who turns on the music. Caleb's attempt to break her neck is stopped by Rafe, who manages to push the head vampire into the healing pool. Lucy falls in with him. As soon as they hit the water, the mysterious red light bathes the entire area. When Caleb emerges from the water as a human, he congratulates Rafe but vows that this isn't over. Livvie screams when she realizes what has happened to her lover. Joshua toasts his victory just before flipping the detonator switch. Still listening, he hears the blast from the explosion."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Kevin: Cement is thick, and brick by brick, I'm bricking up a jerk.",
        "[Ian moans]",
        "Kevin: Oh, everybody's a critic. That's all right. You're allowed your opinion, as long as I have a live audience.",
        "Ian: Kevin --",
        "Kevin: Alive for now, anyway.",
        "Ian: Kevin -- I can't move.",
        "Kevin: Huh, no kidding. I wonder why.",
        "Ian: You drugged me.",
        "Kevin: Well, maybe just an elephant's dose of sedative mixed with an agent that causes paralysis from the neck down. You know, I've been thinking about marketing that, but, you know, I've been building my future.",
        "Ian: What are you doing?",
        "Kevin: Oh, Danny's the bricks, the bricks are walling",
        "Ian: You've lost your mind.",
        "Kevin: Oh, Ian, so have you. So have you. You think I'll let someone I love throw her life away on a bloodsucker like you?",
        "[SCENE_BREAK]",
        "Lucy: Where is he?",
        "Rafe: I told you, don't worry.",
        "Lucy: Too late. I'm worried. You should be worried, too. Ian should be back. He should have had Joshua here by now.",
        "Jamal: She's right.",
        "Rafe: Lucy, just stay calm.",
        "Jack: Calm? Stay calm? Rafe, we have bodies lying on the ground here, and you're saying, \"stay calm\"?",
        "Alison: Jack --",
        "Jack: No, don't \"Jack\" me. You guys killed them.",
        "Rafe: Jack, relax, they're not dead.",
        "Jack: Look at them.",
        "Rafe: They're going to wake up in a few minutes, ok?",
        "Casey: They'll be ok. I mean, they'll be better than ok, all right? They'll be fangless.",
        "Jack: Are you guys crazy? We have to do something, like C.P.R --",
        "Rafe: That's not necessary.",
        "Alison: Jack, please don't --",
        "Rafe: You know what? Let him be, let him be.",
        "Jack: Reese --",
        "Reese: Get off me! Caz? Cazwell, it's me.",
        "Caz: Thirsty.",
        "Jack: Jamal, Jamal, give him some of that water. Give him --",
        "Caz: No. No, not that. Real water. I said I was thirsty, not hungry.",
        "Reese: No.",
        "Caz: \"No,\" what? Just asked for some plain old, cool h20. I mean, what seems to be the problem?",
        "Reese: It's gone. It's all gone.",
        "Caz: What is gone, Reese? I mean --",
        "Reese: Everything's changed. The fun's over.",
        "Rafe: Oh, now, come on. Depends how you look at it. I say the fun's just beginning.",
        "Reese: What are you trying to say?",
        "Rafe: What I'm trying to say is, if he hasn't already, our friend Caleb probably already sensed the loss of his two prime toadies.",
        "Jamal: And then once he knows, then what?",
        "Casey: He'll come flying to us.",
        "Rafe: That's right. Like a bat out of hell. And we better be ready.",
        "[SCENE_BREAK]",
        "Livvie: Caleb, please.",
        "Caleb: You don't understand.",
        "Livvie: But I do. I can feel it, too. There's something happening, but I need you here.",
        "Caleb: I have no choice.",
        "Livvie: But you do. All you have is a feeling.",
        "Caleb: A bad feeling.",
        "Livvie: Bad enough to leave me here alone on our first night, the night I finally came back to you?",
        "Caleb: I can't just ignore it.",
        "Livvie: Please. Caleb, please. We have everything we need right here. We're complete now. Whatever the slayers are doing, who cares? There's only two of them.",
        "Caleb: And there's only two of us.",
        "Livvie: No, that's enough. This is our world.",
        "Caleb: Listen to me --",
        "Livvie: Please. Caleb, please stay here. Stay here and love me, please.",
        "Caleb: Don't be afraid.",
        "Livvie: I'm not. I'm not. As long as we're together and we're here, I have nothing to ever be afraid of ever again.",
        "Caleb: I have to face him one last time.",
        "Livvie: Please.",
        "Caleb: I'll finish it. This is for us.",
        "Livvie: Fine. If it's for us, then let it be us.",
        "Caleb: Wait -- what are you doing?",
        "Livvie: If you're going out there to face this, you're not going alone. I'm coming with you.",
        "Caleb: You are not going anywhere.",
        "Livvie: I'm not going to let them split us apart again.",
        "Caleb: And I'm not putting you in the middle of my war.",
        "Livvie: It's not just yours anymore. I'm in the middle already. I am your lover. I'm your partner in all things for all time. I'm going with you.",
        "Caleb: Hey, listen to me and listen good. I am not losing you again. I won't chance that. It's me that they want.",
        "Livvie: So how can you just walk into their arms like this?",
        "Caleb: They've tried to destroy me before and failed.",
        "Livvie: But this time --",
        "Caleb: They'll fail again.",
        "Livvie: God, I hate this.",
        "Caleb: I'll be back soon. So soon, you won't even know I'm gone. Listen, there is something I want you to do while I'm gone. Can you do this for me? I want you to wear this very close to your heart, ok?",
        "Livvie: Your ring.",
        "Caleb: It will keep you safe.",
        "Livvie: Oh, Caleb, please. Stay with me, please. I don't -- I don't have a good feeling about this. Please stay.",
        "Caleb: Whatever it is, I'll be back for you.",
        "Livvie: You swear that to me. Swear it.",
        "Caleb: Believe in me, Livvie. Believe.",
        "[SCENE_BREAK]",
        "Caz: You mean it? I'm not a vampire?",
        "Jamal: You're a free man. No more cravings.",
        "Caz: Free.",
        "Rafe: Hey, free and human again.",
        "Caz: Slayer --",
        "Alison: Lucy, no, look out!",
        "Caz: Thank you. Oh, God, thank you, thank you. Thank you. Oh, God, thank you.",
        "Joshua: Thank you, scarecrow and Auntie Em. You're disgusting. I never did trust you.",
        "Caz: I never thought I'd feel like this again.",
        "Joshua: If you like the way that feels, Judas Punk, I've got this whole new explosive experience here for you.",
        "Caz: Whoa. My legs are still wobbly.",
        "Rafe: You sure you two can handle it?",
        "Casey: Yeah, yeah, no sweat, man. We'll catch you up top, ok?",
        "Rafe: All right.",
        "Reese: Traitor.",
        "Alison: Look, one of these days you're going to figure out that this was for the best, ok?",
        "Reese: How about you try some of my best?",
        "Lucy: Alison!",
        "Alison: It's ok, it's ok. Wow, you are really miss congeniality even without those fangs, aren't you?",
        "Reese: You know, I just hope I see it when Caleb kills you all.",
        "Alison: That's fine, that's fine.",
        "Jack: All right, Reese, let's go home before they actually throw you in the water again.",
        "Reese: I don't need you to help me. I can walk myself.",
        "Jack: Ok, well, then walk, ok?",
        "Alison: Ok.",
        "Rafe: You ok?",
        "Alison: Yeah, yeah. I'm ok. We did it. We did this.",
        "Rafe: Almost. Almost. I need you to go home now, ok?",
        "Alison: No, I don't -- no, I don't want to go home. I want to stay here with you and Lucy.",
        "Lucy: No, you need -- you need to go home. You've done a lot. You've helped a lot. It's fine.",
        "Rafe: She's right. I don't want you here when Caleb shows up.",
        "Lucy: No, we can take it from here. We can handle it.",
        "Rafe: Yeah. All right, we'll take care of ourselves.",
        "Lucy: We will. Listen, I promise you that I will not take my eyes off of him. You know us slayers, we watch each other's backs. Don't worry. I won't take my eyes off of him.",
        "Alison: Ok.",
        "Rafe: It'll be best if I just know you're safe.",
        "Alison: Ok, ok.",
        "Rafe: Ok.",
        "Alison: Ok. Ok.",
        "Rafe: Ok.",
        "Alison: Thank you for watching him.",
        "Rafe: I love you.",
        "Alison: Love me enough to come home, ok?",
        "Rafe: That's the plan.",
        "Lucy: Rafe?",
        "Rafe: Hmm?",
        "Lucy: Something has happened to Ian. I can feel it. Something's happened. He should have had Joshua here by now. He's not here.",
        "[SCENE_BREAK]",
        "Ian: Kevin, you -- you can't do this.",
        "Kevin: Can't? It looks like I can.",
        "Ian: Listen to me. You have to let me go.",
        "Kevin: Have to -- have to -- oh, you're right. I've got to write that down in case I forget. \"Let Ian out some day -- year -- whatever.\"",
        "Ian: I have to find Joshua. Our lives depend on it.",
        "Kevin: Yeah, of course they do. All of our lives depend on you -- our hero. Thanks for that report there, chicken little. Back to you, Kevin. Do I look like Lucy to you?",
        "Ian: Lucy -- got to save her.",
        "Kevin: Yeah, well, not this time. You know, I have saved Lucy from herself more times than you can count. You'd need more than two hands to count that high. But saving her is exactly what I'm doing right now.",
        "Ian: You have to save her --",
        "Kevin: From you. You know, you're literally one of those people that can just suck a person dry. And even Lucy deserves better than that.",
        "Ian: You're too smart to think you can get away with this.",
        "Kevin: You know what? I am smart, and I will get away with this. No one's ever going to find you in here. Home improvement -- it's all in the details. Now, there's just one more detail to take care of before I can finish this project.",
        "[SCENE_BREAK]",
        "Lucy: What do we do? What do we do?",
        "Rafe: Do what you have to do. Just go. Go find him.",
        "Lucy: What? Are you out of your mind? I just promised Alison I wouldn't take my eyes off of you. I'm not going to do it. Caleb could show up any minute.",
        "Rafe: I know what you promised, ok? But just go, all right? Just get back as soon as you can. Hurry.",
        "Lucy: Ok. Ok, I'll track down Ian, and I'll be back before you know it. All right. Oh!",
        "Rafe: Lucy, what the hell happened?",
        "Lucy: Oh. Caleb.",
        "Caleb: \"Hell\" is exactly right.",
        "[SCENE_BREAK]",
        "Ian: If you do this, you'll just be a murderer.",
        "Kevin: Well, that's the thing. It isn't murder if the deceased isn't human. Therefore, no one would condemn me for ridding the world of you.",
        "Ian: I won't let you do this.",
        "Kevin: You don't seem to have much of a choice.",
        "[SCENE_BREAK]",
        "Rafe: Just have the music ready, all right? Whatever happens, you stay back. Whatever happens.",
        "Lucy: Be careful.",
        "Caleb: So, you found my secret garden. I'm impressed.",
        "Rafe: Yeah, so were we. But, you know, it's not nice to take something this special and keep it all to yourself. Didn't your mother ever teach you to share?",
        "Caleb: I was never good at that. And when people play with my toys uninvited, I get cranky.",
        "Rafe: Yeah. Well, I guess I just got sick of waiting for an invitation.",
        "Caleb: You should have left the band alone.",
        "Rafe: Really? Because I thought if I took your little electric nightmare orchestra and turned them into human beings, maybe -- just maybe -- it would improve their playing.",
        "Caleb: You thought wrong.",
        "Rafe: See, I don't know. Just go with me on this one because I'm thinking we could even improve your songwriting if we could just add a little humanity.",
        "Lucy: Wow. Cousin, that was nice. So, now? Now?",
        "Rafe: No. No, Lucy, just stay back.",
        "Caleb: Not bad, slayer.",
        "Rafe: Thanks.",
        "Caleb: But not good enough. You see, if you're going to hit first, make sure you hit the hardest because you may not get a second chance.",
        "Lucy: Rafe -- Rafe? Rafe --",
        "Caleb: It's your turn now, junior.",
        "Rafe: No, Lucy!",
        "Caleb: You're all on your own.",
        "Rafe: Lucy, the music! The five notes.",
        "[\"Naked eyes\" plays]",
        "Rafe: No! Lucy!",
        "[SCENE_BREAK]",
        "Jamal: Caz, my man, some night, huh?",
        "Caz: Best night of my life.",
        "Casey: Just goes to show you, man, it's never too late, hu-man.",
        "Caz: \"Human.\" Oh, I do like the way that sounds. And feels, too.",
        "Jamal: Yeah, even if you're not immortal now?",
        "Caz: Hey, my soul is my own again, man.",
        "Jamal: That's what I'm saying.",
        "Casey: Speaking of souls, we did leave some people down there. The night's not over yet, so if it wouldn't freak you guys out too much, you want to join me in a little prayer?",
        "Caz: A little what?",
        "Casey: Trust me, it'll come back to you as soon as we get started. And I can guarantee you somebody's there on the other end and they'll definitely be happy to hear from you.",
        "Jamal: That's a nice guarantee, huh?",
        "Caz: Yeah.",
        "Casey: Hey, dude, it's me. This is just a heads-up for you on a couple of our friends who are underneath our feet someplace nearby. There's a big fight going down, and they could definitely need your help slugging it out. So look out and pull through for them, ok, big guy? Peace. Over and out.",
        "Jamal: Amen",
        "Caz: Amen.",
        "Jack: Reese, come on.",
        "Reese: Just get away from me, Jack.",
        "Jack: I know it's not what you wanted, but it's not the end of the world.",
        "Reese: Yeah? How would you know?",
        "Alison: Look, this is all for the best.",
        "Reese: No. You need to stay away from me. I should have taken a bite out of you when I had a chance!",
        "Alison: Yeah? Why didn't you? You always say that you want it, but you never do. Why didn't you?",
        "Reese: It's because of you.",
        "Jack: Because of me?",
        "Reese: Yeah. You have this really uncool effect on me.",
        "Alison: Look at that. You actually make her a little bit nicer.",
        "Reese: Shut up!",
        "Alison: Oh, isn't that strange?",
        "Reese: You know, I should -- I may not have fangs, but I can still --",
        "Jack: Whoa.",
        "Alison: Hey!",
        "Jack: Easy, easy, all right?",
        "Alison: No, no, that's fine.",
        "Jack: You two cut it out.",
        "Alison: Your little friend here is just too stupid to realize that you have a second chance. It's not my fault.",
        "Reese: What? And be like you? What a joke. Don't you get it? I liked what I was.",
        "Jack: And so did I. And I like this, too. Come on. Let's go home.",
        "Alison: Don't do this. This is just going to be Livvie all over again.",
        "Jack: I'm sorry, Alison.",
        "Alison: Don't do it.",
        "Reese: It's not over between us.",
        "[SCENE_BREAK]",
        "Livvie: Caleb, where are you? Come back to me. Please come back to me.",
        "[SCENE_BREAK]",
        "[Lucy coughs]",
        "Rafe: You ok?",
        "Lucy: Yeah. Yeah, I think so. I'm sorry I lost the music. That player thing ended up on the bottom.",
        "Rafe: No, no, look at me. Ok. You're lucky that's all you lost.",
        "Lucy: Yeah. Speaking of lost -- what do you think? Do you think it worked?",
        "Rafe: I don't know. We should know in a minute.",
        "Lucy: Oh, Rafe, what if it didn't? What if it didn't work and he didn't change?",
        "Rafe: Well, whatever happens, he's not going to wake up happy, I can tell you that.",
        "Lucy: No.",
        "[Caleb gasps]",
        "Caleb: Son of a bitch!",
        "[Lucy screams]",
        "Rafe: Caleb?",
        "Caleb: Congratulations. This isn't over.",
        "Rafe: For you, it is.",
        "Lucy: Guess what, pal -- you're mortal. Yeah, hundreds of deaths gone. Hundreds of years -- poof -- just like that. Gone.",
        "Caleb: I don't need any power to kill you.",
        "Rafe: No, Caleb. There's going to be no more killing, no more blood.",
        "Lucy: And no more victims.",
        "Rafe: It's over.",
        "[SCENE_BREAK]",
        "Livvie: No! Caleb!",
        "[SCENE_BREAK]",
        "Joshua: And so it's finished. The king is mortal, which means he can be terminated. The king is dead. Long live the new king, and welcome to his brave new world. Stay tuned for scenes from the next \"Port Charles: Desire.\"",
        "[NEXT_ON]",
        "Joshua: Hello?",
        "Livvie: You have just been disconnected.",
        "Joshua: What?",
        "Livvie: Where is he, Joshua? Where's Caleb?",
        "Ian: Come on, say something. Say something."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=Pvy_LNgPUL4"
}