{
    "Episode Summary": [],
    "Recap": [
        "Rafe watches nervously as Alison talks her way out of her slip of the tongue. Believing that Caleb is a threat to her, Rafe uses his powers to materialize outside the vampire's door. Alone with his soul mate, he reminds her that she must always call Caleb \"Stephen.\" Caleb questions Elizabeth, who assures him that Alison has no idea that they are vampires. After apologizing for neglecting her since their wedding, he feeds on her. Suspicious of the true reason for the trip to Capri, Caleb orders Joshua to accompany Elizabeth and Alison. He must use his charms to make Alison forget about Rafe, and keep a close eye on both her and her mother. When Alison returns to the loft, she learns that her mother and Caleb have made up, but Elizabeth is still going to Capri with her. She also learns that Joshua is going along, and that they'll be flying in Caleb's jet. Hearing her mother refer to Joshua as a \"prince,\" Alison makes a connection to what she learned earlier. Kevin manages to convince Tess that he's sincere in his desire to be a father to her. Happy to have a father, she accepts his invitation to have dinner with him at the lighthouse. Caleb finds Kevin after his little visit with Tess, and while Kevin seems to have second thoughts, he assures Caleb that he does plan to go through with this. Meanwhile, Ian learns that the special water contains blood, or at least components of blood. His research is interrupted by Chris, who sees Lucy and misinterprets her reason for being at Ian's place. Enraged, Ian grabs him and almost strangles him before Lucy intervenes. His throat hurting, Chris sees the water bottle and helps himself. At first, he's fine, but then he begins to feel severe pain. The pain suddenly vanishes, and Chris is tremendously happy to realize that he has become a vampire."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Kevin: Oh, boy. I guess I should have called.",
        "Tess: What do you want?",
        "Kevin: I want to apologize to you. I wouldn't blame you if you slammed the door in my face or dumped a bucket of ice water over my head. I deserve a lot worse for what I did.",
        "Tess: I told you, I forgive you. You felt bad for Livvie, but you don't have to.",
        "Kevin: That's no excuse for what I did.",
        "Tess: It's ok now. I mean, especially now. Jack and me, we got married. And you said you were my father. I have a family now.",
        "[SCENE_BREAK]",
        "Ian: Just as I thought. It's proof positive that there is blood or at least components of blood in the water that I got from Elizabeth. And right now, it's enough to keep my own desire for blood at bay. The elixir seems to give vampires a -- a resemblance of a normal life, but it's not enough to reverse the transformation. And I don't know what is. That's the question, isn't it? That is the question.",
        "[Knock on door]",
        "Ian: Go away.",
        "[Knocking]",
        "Ian: I said go away!",
        "[Knocking]",
        "[Knocking]",
        "Ian: What?",
        "Chris: Hey. Just wanted to come by and thank you personally.",
        "Ian: For what?",
        "Chris: Oh, well, see, first, after you almost killed your patient at the hospital and you decided to take a little time off to pull yourself together, I get stuck with a 90-hour work week covering your shifts.",
        "Ian: Well, just think of the overtime you got.",
        "Chris: Yeah. Oh, research?",
        "Ian: Stay away from it!",
        "Chris: See, there it is. You got this look in your eye like before, like you could kill.",
        "Lucy: What? What is going on here?",
        "Ian: Ramsey was just leaving.",
        "Chris: Oh. Now I see what this little leave of absence was really all about.",
        "Lucy: And what is that exactly, Chris? What is it that you see?",
        "Chris: Oh, come on, Lucy. I mean, I recognize a cozy little love shack when I see one.",
        "[SCENE_BREAK]",
        "Alison: I really don't have time for this.",
        "Rafe: Alison, what are you still doing there? You should have been gone by now.",
        "Alison: It's obvious that I just made a mistake.",
        "Caleb: Or perhaps you've just been listening to your fiancé again. Is that what this is all about, Alison?",
        "Rafe: Come on. Get out of there.",
        "Alison: Well, you do look a lot like Caleb, and I can't help that. And since you've been treating my mother like such an afterthought lately --",
        "Elizabeth: Alison --",
        "Alison: No, is it true or is not true? You deserve much better. You've been acting exactly like the animal Rafe thinks you are.",
        "Elizabeth: Alison, just --",
        "Caleb: It's all right, Elizabeth. I'm glad Alison feels comfortable enough to be able to express herself to me.",
        "Alison: Are you going to let me go?",
        "Caleb: I was just kidding.",
        "Elizabeth: I'm so sorry about that, sweetheart.",
        "Caleb: Yeah, so am I. You didn't happen to mention anything to Alison about who we are, did you? Because if that were to happen, it would be very unfortunate for mother and daughter.",
        "[SCENE_BREAK]",
        "Tess: Why are you staring at me?",
        "Kevin: Oh. I'm sorry. I can't get over it.",
        "Tess: You mean how much me and Livvie look alike?",
        "Kevin: Yeah. And the fact that you got married and I didn't know about it.",
        "Tess: It was just me and Jack. Nobody knew.",
        "Kevin: But then again, why would you tell me, anyway?",
        "Tess: Because you were sorry, and believe you.",
        "Tess: Livvie loves you. She told me. You must be a really good father.",
        "Kevin: I remember when I saw you on the dock. I looked in your eyes and I saw my daughter. I wish I'd listened to my heart then. But my mind told me that my daughter was gone, and you were the reason why. I lost my mind and I am so sorry.",
        "Tess: What do you really want from me, Kevin?",
        "Kevin: Well -- I think I want to start acting like a real father to you if it's not too late.",
        "Kevin: I understand. I won't bother you again.",
        "Tess: Don't go.",
        "[SCENE_BREAK]",
        "Chris: You know, now that I see what's really going on here, Lucy, I got to ask you, were you cheating on Kevin because he went crazy or did he go crazy because you were cheating on him?",
        "Ian: I'm warning you, Ramsey.",
        "Chris: You really do know how to pick them, don't you?",
        "Lucy: Just stop. If you need to talk about something, why don't you go back to the hospital and gossip? It seems to be your best subject, isn't it? You know what? That would be good for you. It would fill some of those hours in your miserable life.",
        "Chris: Oh, my life is miserable? Well, let's talk about yours. First, Kevin goes nuts. Then you hook up with this guy, and then he goes off the deep end. What are you, the patron saint of insanity?",
        "Ian: That's enough.",
        "Lucy: Ian -- Ian, no! No. Listen to me. He's not worth it. You'll kill him or worse. Ian!",
        "Chris: Or worse? Thanks, Lucy. What could be worse than killing me?",
        "Ian: You'd be surprised.",
        "Lucy: Oh. Hey. Hey. Are you ok?",
        "Ian: Yeah.",
        "Lucy: Listen, he'll be gone soon. Just hold on until then. Just hold on.",
        "Ian: No!",
        "[SCENE_BREAK]",
        "Elizabeth: She doesn't know anything about us being vampires.",
        "Caleb: Are you sure?",
        "Elizabeth: Yes. I always have the water that you gave me every time that I'm with her. There's no way that she would know.",
        "Caleb: Well, if you're sure, then you have nothing to worry about, right?",
        "Elizabeth: Can I ask you something?",
        "Caleb: Anything.",
        "Elizabeth: Why is it that you always threaten to kill me every time you think that I've crossed you?",
        "Caleb: I didn't threaten to kill anyone.",
        "Elizabeth: You implied it.",
        "Caleb: Then I apologize. It's just we have to be very careful. The people who know who I am, they can't prove it, and I'd like to keep it that way.",
        "Elizabeth: And what am I, Stephen?",
        "Caleb: You? You're my beautiful wife.",
        "Elizabeth: I haven't felt like your wife since the day we got married.",
        "Caleb: You're upset because I didn't insist you stay with me instead of going with Alison.",
        "Elizabeth: You just confuse me, Stephen. Sometimes you treat me like I'm everything you've ever dreamed of, and then the next minute, you act like I don't even exist.",
        "Caleb: Forgive me. I just -- I thought it was a good idea that you went with Alison.",
        "Elizabeth: I'd rather go with you.",
        "Caleb: When I finish the record, I'll have some down time. I promise I'll take you on a proper honeymoon.",
        "Elizabeth: Really?",
        "Caleb: Yeah.",
        "Elizabeth: Can we go?",
        "Caleb: The honeymoon we've always dreamed of. Ok?",
        "Joshua: Oh, now, it looks to me like the honeymoon is over.",
        "[SCENE_BREAK]",
        "Ian: You shouldn't have done that.",
        "Chris: What? Just water tastes funny, though.",
        "Lucy: What's going to happen to him?",
        "Ian: I don't know.",
        "Chris: All right, look, if you're trying to scare me, it's not going to work. Ok, the stranglehold did the trick. Now if you'll excuse me, I'm going down to the hospital and make sure your leave of absence becomes permanent. Then I'm going over to the police to -- file an assault charge. Ugh.",
        "Ian: Are you all right?",
        "Chris: Ugh -- no. What'd you put in this water?",
        "Lucy: You shouldn't have drunk the water. You shouldn't have.",
        "Chris: Yeah, well, your lover boy there shouldn't have strangled me.",
        "Lucy: Come here, come here. Sit down. Sit down and just try to relax.",
        "Chris: Thornhart, what did I just drink?",
        "Ian: Poison. And now we got to get it out of you.",
        "Chris: Wow. It's finally happened! Oh, and it's better than I could have imagined. My time has come now!",
        "[Chris laughs]",
        "Chris: My time!",
        "[SCENE_BREAK]",
        "Kevin: What do you see?",
        "Tess: You're not a bad man.",
        "Kevin: How can you be so sure?",
        "Tess: You can't be a bad man if you love Livvie so much.",
        "Kevin: I miss her.",
        "Tess: I know. I can tell.",
        "Kevin: There's so much I want to say to her.",
        "Tess: What would you tell her?",
        "Kevin: I'd tell her how much I love her and that there's nothing I wouldn't do to bring her back.",
        "Tess: She knows.",
        "Kevin: Can you tell me what happened to her?",
        "Tess: Don't worry. She's safe.",
        "Kevin: From Caleb? Caleb Morley is the worst thing that ever happened to my daughter. And I would lay down my life to protect her from him.",
        "Tess: Then believe that she's safe. Not dead. Just safe. You don't have to be angry or sad anymore.",
        "[SCENE_BREAK]",
        "Caleb: Sorry to disappoint you. She isn't dead. Just on ice. I need some time to think.",
        "Joshua: Think about what? Bringing back Olivia? Giving her the opportunity to destroy you again?",
        "Caleb: You have made your position perfectly clear on this. Now let me make mine -- your opinions on the way I live my life are completely irrelevant to me.",
        "Joshua: I'll hold on to that thought.",
        "Caleb: Good. Then you'll have plenty of time to think about it on your trip.",
        "Joshua: Where am I going?",
        "Caleb: The island of Capri. Ring a bell? You'll be accompanying Elizabeth and Alison.",
        "Joshua: Why do they want to go to Capri?",
        "Caleb: They're going to pay respects to dear old dad, and you're going along to make sure that's all they do.",
        "Joshua: You know, I don't recall babysitting being a part of my job description.",
        "Caleb: Well, it is now. I want you to help Alison. Help her forget about Rafe. I vaguely remember a time when you used to be able to turn a young girl's head. You think you still have that in you?",
        "Joshua: I'm sure I can rise to the occasion.",
        "Caleb: And make sure Elizabeth doesn't do anything to embarrass us.",
        "Joshua: Anything else?",
        "Elizabeth: Hmm. What happened?",
        "Caleb: What happened? We happened, sweetheart. We happened.",
        "[SCENE_BREAK]",
        "Alison: I swear to you, I really am going to kill him for what he's done to my mother.",
        "Rafe: Listen to me, you just got to make sure you keep calling him Stephen, ok?",
        "Alison: I know. I know. I know. That was so stupid.",
        "Rafe: He can't ever think that you know he's a vampire.",
        "Alison: And he especially can't fire out the real reason why we're going to Capri. It's just --",
        "Rafe: What?",
        "Alison: I mean, how do we -- how do we fix this, honestly? There's you and me and now there's my mother. How do we ever get normal ever again?",
        "Rafe: I don't know. Well, it's easy. We just figure out a way to kill Caleb. Come here.",
        "[SCENE_BREAK]",
        "Lucy: What is that water doing to him?",
        "Ian: I don't know.",
        "Chris: Whoo-hoo-hoo! It's better than I ever could have imagined. It's amazing! This is just the power and the -- you --",
        "Lucy: Chris --",
        "Chris: No! You -- you stay away from me.",
        "Ian: Ramsey, I don't care how good you're feeling right now, this is a bad thing.",
        "Chris: No. Not from where I'm standing.",
        "Lucy: What is he talking about?",
        "Chris: Oh, you know what I'm talking about, slayer. I'm a vampire.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Caleb: Alison. You know, I have to tell you something. You were right.",
        "Alison: I was?",
        "Caleb: I haven't been the type of husband your mother deserves. But I think we're back on track again, don't you think?",
        "Elizabeth: Mm-hmm. Just happy as ever.",
        "Alison: Oh, well, good. I guess you won't be coming to Europe with me, then.",
        "Elizabeth: Oh, no, no, no. No, nothing's changed. I'm going.",
        "Alison: Well, what about your honeymoon?",
        "Elizabeth: Oh, Stephen and I are going to take a honeymoon later when he's finished recording.",
        "Alison: Ok. Are you ready? Well, when should we leave?",
        "Caleb: How about now?",
        "Elizabeth: Stephen's going to let us use his private jet. He already has it all fueled up, and the crew is waiting at the airport for us.",
        "Alison: Ok, good.",
        "Caleb: I hope it will be a more pleasant flight than the last one we all took.",
        "Elizabeth: Well, Stephen was concerned about us traveling alone.",
        "Caleb: Not every city is as safe as Port Charles.",
        "Elizabeth: So he invited Joshua to go along with us. Isn't he a prince?",
        "Alison: Yes, he's a -- a real prince.",
        "Elizabeth: Joshua, could you make yourself useful and take my luggage down to the limo, please? Thank you.",
        "Caleb: Listen, be sure to call me the minute you get into the hotel, ok?",
        "Elizabeth: Mm-hmm.",
        "Caleb: And, Alison, take good care of yourself. Be careful, all right?",
        "Alison: Right.",
        "Elizabeth: I'm going to miss you. I'll miss you so much.",
        "Caleb: I'll miss you, too.",
        "Caleb: Bye.",
        "Elizabeth: Bye.",
        "[SCENE_BREAK]",
        "Rafe (to Caleb at his loft): Don't look up. Don't look up. Don't see the camera.",
        "[SCENE_BREAK]",
        "Kevin: You are a remarkable woman. I'm glad I came.",
        "Tess: So am I.",
        "Kevin: You know, I don't want this to end. What would you say to having dinner at my house tonight?",
        "Tess: You'll cook for me?",
        "Kevin: I think I can manage.",
        "Tess: Ok.",
        "Kevin: Then you'll come?",
        "Tess: Of course.",
        "Kevin: Well, ok. Then I'll -- I'll see you tonight, Tess.",
        "Tess: I never thought I'd have a father. Kevin -- a real father.",
        "[SCENE_BREAK]",
        "Caleb: So how'd it go?",
        "Kevin: Tess isn't what I expected. She's special.",
        "Caleb: No. Your daughter Olivia, she was special.",
        "Kevin: Yeah, I know. But when Tess touched me and looked me in the eye, it was like she put me in touch with every bit of love I've ever felt.",
        "Caleb: Ok. So what do you say, you want to call the whole thing off?",
        "Kevin: No. I'll do it.",
        "Caleb: Good.",
        "Kevin: You should know something. I'm not doing this for you. I'm only doing this to get my daughter back.",
        "Caleb: So am I, Doc. So am I.",
        "[NEXT_ON]",
        "Tess: I'm going to have dinner with my father tonight.",
        "Jack: Kevin? I can't let you do that.",
        "Joshua: I'd like to get to know you better. Hopefully, much better.",
        "Chris: Vampires can fly.",
        "Lucy: Chris, don't do it!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=-1Xn3j4hEBU"
}