{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian's voice: You have a job to do, \r\nslayer. ",
        "Rafe: Ian -- ",
        "Ian: You promised me! When it's time, \r\nyou will kill the last vampire.",
        "",
        "Caleb: And I'll be there on the other \r\nside when you open your eyes. And then we'll be unstoppable. ",
        "",
        "Ian: Your heart's going crazy. Are you \r\nall right?\r\n\n",
        "Lucy: Yeah. Yeah. I'm always all right \r\nas long as I'm with you. ",
        "Ian: If there's ever a time when I'm \r\nnot here -- ",
        "lucy: Shh. Shh. Don't say that. Don't \r\n-- don't say that. ",
        "Ian: I just want you to know how much \r\nhappiness you brought to my life. I do love you. ",
        "Ian: You -- you were going to tell me \r\nsomething earlier. What was it? ",
        "Lucy: Oh -- I can't remember. I -- it \r\nwas just I -- I ran into Kevin today. ",
        "Ian: Oh. And what? ",
        "Lucy: And he was -- he was talking \r\nabout Christina. ",
        "Ian: It's none of my business, but I \r\ndon't think he should really be with her, you know? Not alone, anyway.\r\n\n",
        "Lucy: I know. You're right. I was \r\nthinking the same thing. You do know that I would do anything in my power -- \r\nanything -- to protect her. You know that, right? ",
        "Ian: Is she ok? ",
        "Lucy: Yeah, she's fine. Do you know \r\nhow much I love you? ",
        "Ian: What is it? ",
        "Lucy: It's just -- have you ever had a \r\nmoment in time where you just want to stop the clock, and you would save that \r\nmoment, that's all you'd have and you'd be ok? Just -- now. ",
        "Ian: Now. ",
        "",
        "Alison: Come on, stop, please. I've \r\nwaited long enough. What are you thinking? ",
        "Rafe: What you said about Tess being a \r\ngood influence on Caleb.\r\n\n",
        "Alison: Yeah? What about it? \n",
        "Rafe: Well, what if Tess isn't with \r\nCaleb anymore? I mean, at could explain this bad feeling I've been getting.\r\n",
        "Alison: Do you think that maybe \r\nsomething has happened to her? ",
        "Rafe: Yes. ",
        "Alison: You don't really think that -- \r\nthat he would hurt her, do you? You don't think that Caleb would actually hurt \r\nher, because then he couldn't get to Livvie. You don't think that he -- he \r\nbrought back Livvie, do you? ",
        "Rafe: That would account for the \r\nchange I've been feeling, and Caleb does get his power from Livvie. ",
        "Alison: Which means if those two are \r\nteaming up -- ",
        "Rafe: We could be facing a pretty \r\nunholy alliance. ",
        "",
        "Caleb: Welcome home, sweetheart.\r\n\n",
        "Livvie: Everything's the same -- yet \r\ndifferent. ",
        "Caleb: It's better. ",
        "Livvie: Oh. Were the silks always this \r\nsoft? My skin so electric? And your eyes -- God, are they always so seductive? \r\nI've -- I have all these new sensations coursing through my body. Caleb, I \r\nfought so hard to get back to you. I'm so sorry I ever betrayed you. ",
        "Caleb: That was the past. Our new life \r\nstarts today, this very moment. ",
        "Livvie: I see myself in your eyes. I'm \r\njust like you now. That's what I want. I want -- I want to be just like you. \r\nPlease teach me. Teach me to be just like you. ",
        "",
        "Ian: This is almost perfect. \n",
        "[Phone rings] ",
        "Ian: Don't get that. ",
        "Lucy: I have to. ",
        "Ian: Stay here. ",
        "Lucy: No, I -- I wish I could, but I \r\n-- I need to get that. Hello? ",
        "Kevin: You know, I'm sitting here all \r\nalone. So, what's wrong with this picture? ",
        "Lucy: Yes, of course, you're right.\r\n",
        "Kevin: You haven't told him yet.\r\n",
        "Lucy: Yes, I did, and I will -- I will \r\nbe there. ",
        "Kevin: I can't wait to see you, Lucy. \r\nI can't wait to have my wife home where she belongs. ",
        "Lucy: I understand. ",
        "Ian: Who was it? ",
        "Lucy: Um -- it was Gail. She said that \r\nshe thinks Christina might be coming down with the flu. I -- I should go.\r\n\n",
        "Ian: I'll get her bed ready. \n",
        "Lucy: No -- um -- I -- I feel like I \r\ncan't move her -- maybe if she's getting a fever or something. ",
        "Ian: What, you're staying there \r\ntonight? Of course you are. Well, that's it, then. ",
        "Lucy: You make it sound so final.\r\n",
        "Ian: No, it's just every time you \r\nleave, I miss you a little more, that's all. ",
        "Lucy: I will always love you. Always.\r\n",
        "Ian: Goodbye, Lucy. ",
        "",
        "Alison: Sure is quiet tonight. \n",
        "Rafe: Yeah. And dark as hell. \n",
        "Alison: Well, morning will come soon. \r\nYou know what they always say about morning -- it always chases away all the \r\ndark shadows. And we have all the good guys on our side. You know, we've got you \r\nand me and Ian and Lucy. Oh.\r\n\n",
        "Rafe: Let's hear it for the good guys.\r\n",
        "Alison: Yeah. ",
        "",
        "[Livvie giggles] ",
        "Livvie: Every nerve in my body is on \r\nfire. I've never felt such power before. ",
        "Caleb: Each day, every night will be \r\nlike this. ",
        "Livvie: I don't know where to start. I \r\nmean, there's so much I want to do and I want to see. ",
        "Caleb: All I want -- ",
        "Livvie: You saved me, Caleb. I was \r\nlost, but now I'm where I belong. ",
        "Caleb: It's not about anyone else \r\nanymore. Not from my past, not Livvie or Tess. It's about you, Olivia. My \r\npresent and my future. The woman you are meant to be.",
        "",
        "\n\n",
        "Stay tuned for scenes from the next \r\n\"Port Dharles: Surrender.\" . ",
        "On the next \"Port Dharles\" -- \n",
        "Reese: What are you doing? ",
        "Joshua: There's going to be a lot of \r\nchanges around here. ",
        "Kevin: Here's to you and me. Welcome \r\nhome, Mrs. Collins. ",
        "Singer: Surrender ",
        "Ian: After tonight, Port Charles will \r\nbe free of all vampires once and for all."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=VH2y6v2Blms"
}