{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: I told her how -- how I felt about you. I told her that I was attracted \r\nto you. ",
        "Amy: Finally, Ian. This is it. ",
        "Ian: Amy. Glad you could make it. ",
        "Amy: Well, it sounded pretty important. ",
        "Ian: It's very important. ",
        "Eve: Yes, someplace warm and sunny. Oh, and someplace that's kid-friendly, \r\ntoo, because we're going to be taking our son. Oh, yeah, I've heard of that \r\nplace. That sounds great. Ok. Could you just send me over the brochures? I want \r\nto show my husband. Thank you. Yes! ",
        "Karen: Don't tell me our chief resident's finally taking some time off? ",
        "Eve: I have decided that the Thornharts are long overdue for a family \r\nvacation. ",
        "Karen: Not to mention a honeymoon. ",
        "Eve: Yes. And I think the timing couldn't be better. ",
        "Karen: Speaking of time off, what are you still doing here? Weren't you \r\nmeeting Ian for dinner? ",
        "Eve: Actually, we were going to meet Amy. However, we are short-staffed, so \r\nguess who gets to fill in. ",
        "Karen: Oh. ",
        "Eve: Yeah. Lovely, huh? That's ok. ",
        "Frank: Karen, Eve -- I need your help. ",
        "Karen: What's going on? Are you ok? ",
        "Frank: Casey's friend Ricky, he's been hurt pretty bad. ",
        "Eve: How hurt? ",
        "Frank: He was cut. ",
        "Karen: What? ",
        "Eve: Ok. Is he in the E.R. right now? ",
        "Frank: No, he refused to go. I've got him in an empty room down the hall. ",
        "Karen: Why did he refuse to go to E.R.? ",
        "Frank: It's a long story. He got in some trouble, and if his parole officer \r\nfinds out -- ",
        "Eve: Ok, Frank, you know what? It doesn't matter. We'll find out the details \r\nlater. Let's just go. ",
        "",
        "Jamal: Ricky, you're sick. You need some help, all right? ",
        "Ricky: Just let me go, all right? ",
        "Frank: Where do you think you're going? ",
        "Ricky: I'll never forgive you for this. You turned me in. ",
        "",
        "Rafe: Wait a minute. Did you just ask -- did -- I mean, did you say you -- \r\nyou want to get married? ",
        "Alison: Yes, that's exactly what I just said. ",
        "Rafe: Alison, you know -- ",
        "Alison: I know. I know, I know, I know, I know. I know all of that. I know it \r\nall too well. But just listen to me, ok, before you say no. Ok, I know that -- I \r\nknow that you can't stay and I know that you're leaving soon and I know that \r\nonce you are gone the one thing that you really, really want from me in life is \r\nto move forward and to have a long, happy, healthy life. And I -- I promised you \r\nthat I would try and do that. ",
        "Rafe: No, no, not just try, Alison. That's what you have to do. ",
        "Alison: I know, but, Rafe, listen to me. There's just one problem, ok? Once \r\nyou're gone, the love that I have for you and that we share with each other -- \r\nit won't be. ",
        "Rafe: Alison, please. ",
        "Alison: No, Rafe, listen to me. It's not -- it's not a bad thing. It's good. \r\nI don't want it to go away, ok, because loving you -- it's changed my life and \r\nit's changed me, and that's something to celebrate. It's something to rejoice \r\nin. Let's do that. Let's stand before God, just you and me, right here, right \r\nnow, and let's -- let's make a promise to each other, a vow, that even though we \r\nwon't really be together, our hearts will always be joined for all eternity. \r\nWill you do that with me? Will you -- will you make that promise with me? Will \r\nyou marry me? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Chris: Hey. ",
        "Jack: Hey. ",
        "Chris: How's it coming? ",
        "Jack: Almost there. ",
        "Chris: Hey. Wow, you're pretty good at this re-imaging stuff. Who would've \r\nthought? ",
        "Jack: You want to quit standing over my shoulder? ",
        "Chris: Oh, hey, no problem. Just a little anxious, I guess. ",
        "Jack: Why are you so upset about who's in this picture, anyway? ",
        "Chris: Huh? Well, you know, don't worry about that. Let's just -- just get me \r\na clear picture of that guy behind Amy, ok? ",
        "Jack: All right. Who is he? ",
        "Chris: Well, the picture was taken during parents' weekend at college. My \r\nguess is that it could be her father, huh? ",
        "Jack: Yeah, well, my guess -- this probably isn't for the family photo album \r\nbecause the girl -- little lady you're questioning -- is sitting right over \r\nthere.",
        "",
        "Amy: I can tell something has changed. ",
        "Ian: Oh, something definitely has. ",
        "Amy: Otherwise I'm not sure you'd be quite so bold. ",
        "Ian: Bold? ",
        "Amy: Well, you're holding my hand. I don't think Eve would be too thrilled.\r\n",
        "Ian: I don't think she'd care. Not anymore. ",
        "Amy: She wouldn't? ",
        "Ian: No. Anyway, this is not about her. This is about us. ",
        "Amy: Ok. I'm listening. ",
        "Ian: How should I put this? You -- you saved me. ",
        "Amy: I saved you? ",
        "Ian: Yeah. Well, if it hadn't been for you coming to the hospital, I think I \r\nwould've lost everything -- everything in the world that matters to me. ",
        "Amy: Are you -- are you saying -- ",
        "Ian: Yes, I am. If it hadn't been for you, Eve and I never would've found our \r\nway back to each other. ",
        "Amy: What? ",
        "Ian: You saved my marriage. You saved my family. ",
        "",
        "Alison: What are you doing? ",
        "Rafe: You said you want to get married, right? ",
        "Alison: Rafe -- Rafe, Rafe, what is this? I don't -- ",
        "Rafe: I have never seen a bride without flowers. ",
        "Alison: What do you mean? ",
        "Rafe: I mean we're getting married -- right here, right now. We're doing it.\r\n",
        "[Alison screams] ",
        "Rafe: Of course, I don't have all the powers to do all the fancy stuff like \r\nwith Lucy's wedding -- ",
        "Alison: No. No, no, no, no. No, we don't -- we don't need fancy stuff. We \r\njust -- we just need me and you right here. ",
        "Rafe: Ok. All right. So what I need you to do is -- ",
        "Alison: Yeah. ",
        "Rafe: Get behind the hay over there. ",
        "Alison: I'm sorry. The hay? ",
        "Rafe: Trust? ",
        "Alison: Right. Ok. ",
        "Rafe: All right. ",
        "Alison: This one? ",
        "Rafe: Yeah, that's it. Over there. Go ahead. ",
        "Alison: Ok. Um -- ",
        "Rafe: Now stay there till I tell you. ",
        "Alison: Ok. Right. Just one question. What am I supposed to do here? ",
        "Rafe: I don't know. I guess just do whatever it is brides do on their wedding \r\nday. ",
        "Alison: Right. Normally I would maybe go to the spa, but this is much better. \r\nI'm getting married! ",
        "Alison: Can I come out now? ",
        "Rafe: No. No. Not yet. ",
        "Alison: What are you doing? Tell me. ",
        "Rafe: You'll see. ",
        "Alison: Rafe -- ",
        "Rafe: What? Not yet. ",
        "Alison: No -- that's not what I was going to say. ",
        "Rafe: What, then? ",
        "Alison: I was just -- I was just going to say that I feel like a real bride. \r\nYou know, I'm sort of nervous and excited and jittery. How crazy is that? ",
        "Rafe: What's crazy about it? I mean, you're a real bride. This is a real \r\nwedding. And I've never been so nervous in my life. ",
        "Alison: Can I come out now? ",
        "Rafe: Ok. I'm ready if you are. ",
        "Alison: It looks beautiful. ",
        "Rafe: So do you, angel. I've never seen anything more beautiful in my life.\r\n",
        "",
        "Eve: Lacerations are deep, not to mention infected. Did you get the meds? ",
        "Karen: Right here. ",
        "Eve: All right, thanks. ",
        "Frank: Any problems? ",
        "Karen: Nope, we're ok. ",
        "Frank: Ok. Thanks, you guys. ",
        "Ricky: Yeah, like that's going to make a difference. I'm screwed. ",
        "Frank: You might want to lose the attitude and show some appreciation. There \r\nare a lot of people sticking their necks out for you. ",
        "Ricky: Yeah, well, I don't need anybody to help me, all right? I can handle \r\nmyself. ",
        "Jamal: Oh, yeah, you were doing a real good job already, bro. ",
        "Ricky: Yeah, well, you just wait and see. This is going to land me right back \r\nin jail. ",
        "Eve: Two more hours with that infection, it would've landed you in the \r\nmorgue. ",
        "Casey: Is it really that bad? ",
        "Eve: He'll live. ",
        "Karen: Thanks to industrial strength antibiotics. ",
        "Eve: And as far as that laceration is concerned, a plastic surgeon will fix \r\nyou right up. ",
        "Ricky: What? ",
        "Casey: A plastic surgeon? ",
        "Eve: Yeah, and I think Dr. Colton's on duty tonight, right? ",
        "Karen: Yeah. ",
        "Eve: Yeah. She's the best. You're a lucky boy. ",
        "",
        "Colleen: Oh, Dr. Lambert. These were just delivered for you. ",
        "Eve: Oh, my brochures! Thank you so much! ",
        "Colleen: Some pretty exotic locations in there. What's the occasion? ",
        "Eve: Oh. The occasion, Colleen, is the beginning of the rest of my life. \r\nThanks. ",
        "Colleen: Sure. ",
        "",
        "Jack: What do you think? ",
        "Chris: It's perfect. It's clear as day. ",
        "Jack: Is this the guy you're looking for? ",
        "Chris: Definitely is a family resemblance. I supposed it could be. ",
        "Jack: You mean to tell me you don't know what Amy's dad looks like? ",
        "Chris: Just save it to disc, ok? I'll take it with me. ",
        "Jack: Hold on. Whoa. Is this another one of your scams? ",
        "Chris: No. I already told you I'm doing this for a friend. Come on, you know \r\nwhat that's about. Give me the disc. ",
        "Jack: All right, all right. ",
        "Chris: Come on, Jack. ",
        "Jack: There. ",
        "Chris: Thanks. I owe you one. ",
        "Jack: Yeah, you do. ",
        "",
        "Amy: So, you and Eve have reconciled? ",
        "Ian: Yeah, we have. And she's sorry she couldn't be here, but she's at work.\r\n",
        "Amy: How -- how did this happen? ",
        "Ian: I told you -- I took her back to that place where Harris held us \r\nprisoner. ",
        "Amy: Yes, you said that. ",
        "Ian: I know it was a stupid idea, you know, but I thought if I take her to \r\nthe place where it all started, maybe she'd remember. ",
        "Amy: Remember? ",
        "Ian: Remember why we fell in love in the first place. ",
        "Amy: And I guess you did. ",
        "Ian: Well, yes. We were honest with each other. And that honesty, however \r\npainful, is -- is what helped us through it, and I have you to thank for that. \r\nAnyway, behind all that pain and anger, we found the one constant, the thing \r\nthat made us defeat Harris -- that's a true love for each other. And it's as \r\nstrong now as it ever was. ",
        "Amy: I have to go. ",
        "Ian: Why? What's wrong? ",
        "Amy: I was wrong to be here. I was wrong about everything. ",
        "Ian: Are you all right? ",
        "Amy: No, I'm not! ",
        "Ian: Amy, what are you -- ",
        "Amy: Get away from me! I hate you! ",
        "",
        "Rafe: Me first? ",
        "Alison: Yeah. ",
        "Rafe: I came here an angel, blessed with an angel's powers. But I will leave \r\nhere a man much more blessed by your love. People say, you know, that there's \r\nonly angels in heaven, but I've been here and there and I know better. See, \r\nangels live in the hearts of those who dare to love. And how lucky am I to meet \r\nthe most incredible angel of all. ",
        "Alison: Rafe. ",
        "Rafe: Yeah. It's true, angel. ",
        "Alison: Wait. Wait, wait. You're not supposed to kiss me till after. ",
        "Rafe: And I couldn't wait. ",
        "Alison: I love you. ",
        "Rafe: People spend forever searching and looking, on a journey to nowhere. \r\nAnd you know what? I guess that could've been me, except I found you. And now I \r\nknow that my journey began and is going to end with you. I bet you're wondering, \r\nmaybe, what these stones are for -- ",
        "Alison: Oh, yes. ",
        "Rafe: That I put around here. Well, the thing is I didn't have a ring that I \r\ncould give you, so this kind of is the same thing. I mean, it's not 14 karat, \r\nbut it's the best I can do. It represents the bond of our love -- an infinite \r\ncircle without beginning or end, never to be broken. Alison Barrington, I \r\npromise that I will carry our love with me forever. We will be joined together \r\nas one for now and into eternity. ",
        "Alison: And I promise you, Rafe Kovich, to carry your love with me forever. \r\nMy heart and soul now belongs to you from now through eternity. ",
        "Rafe: And now, under the eyes of God, we belong to each other. ",
        "Alison: Now you may kiss your bride",
        "",
        "Ian: What is it? What's gotten into you? ",
        "Amy: I'm sorry, it's just -- just you say that you're attracted to me, and \r\nthen you end up inviting me to dinner and you want to talk. And I just couldn't \r\nhelp but think that maybe that you -- ",
        "Ian: Oh, God. I was so anxious to give you my news. I'm -- I'm so sorry. ",
        "Amy: I don't want you to be sorry. A man shouldn't be sorry for loving his \r\nwife. ",
        "Ian: Amy, listen -- ",
        "Amy: Please. I'd rather not talk about it. ",
        "Ian: Hope you'll forgive me. ",
        "Amy: It's not your fault, really. Besides, it's better this way. You should \r\nget what you deserve. ",
        "",
        "Karen: Once the antibiotics kick in, you should start to feel better. ",
        "Ricky: Thanks, Doc. It was really cool of you guys to do this. ",
        "Karen: Well, just don't do it again, ok? ",
        "Ricky: Don't worry. ",
        "Karen: Whoa, whoa, whoa, whoa. Where are you going? ",
        "Ricky: What? You just patched me up. You gave me some drugs. There's no use \r\nfor me to hang here, right? What? What's the problem? ",
        "Karen: Ricky, you're going to need some surgery. ",
        "Ricky: Surgery? So I have a little scar. Give me a break. ",
        "Frank: Not just a little scar. ",
        "Ricky: What are you talking about? I got to get out of here. ",
        "Jamal: Ricky, just listen to the Doc, ok? She's just trying to tell you --\r\n",
        "Ricky: I don't need to listen to the doctor, ok? All I know is I got to blow \r\nthis place now. ",
        "Casey: Look, Ricky, just stay here, ok, and see what the plastic surgeon has \r\nto say. ",
        "Ricky: I don't need to listen to what the plastic surgeon has to say, and I \r\ndon't need you messing up my life anymore, Casey. All right? So just stay out of \r\nmy way. ",
        "",
        "Alison: You know, it was hearing those kids and their funny little pact that \r\ngave me the idea of marrying you. ",
        "Rafe: Hmm. Is that where it came from? ",
        "Alison: Mm-hmm. Listening to their little story sort of inspired me. ",
        "Rafe: Well, then, I guess we are so lucky they were here. ",
        "Alison: Yes. But isn't that funny, though? ",
        "Rafe: What? ",
        "Alison: I mean, two little kids showing up in the exact same barn that we \r\nwere. It's almost the exact same situation. ",
        "Rafe: Yeah, it's a little funny. Just think of it as a gift, a gift out of \r\nnowhere. ",
        "Alison: Best gift of my life, next to you. ",
        "",
        "Amy: God, I was such a fool. ",
        "Harris: I told you who he was, sweetheart. I guess you just had to find out \r\nfor yourself. ",
        "Amy: You were right. You were right, Papa. You were so right. But don't \r\nworry. I'm not going to be fooled again. I'm going to make sure Ian pays for the \r\nboth of us. ",
        "",
        "Chris: All right, Amy. Why don't you want anyone to see this picture? And who \r\nis this guy, huh? Is he involved in this? I got a hunch he might be. Just a \r\nhunch. Hey, Eve, got a minute? ",
        "Eve: No, I don't. I'm very busy. ",
        "Chris: Well, I think you might want to take some time for this. ",
        "Eve: Judging by the \"I'm too excited for the nightshift\" look on your face, I \r\ndon't think so. ",
        "Chris: Hmm. You know the picture of Amy in Philadelphia I had from years ago? \r\nI had it enlarged. Look at -- ",
        "Eve: Night, Ramsey. ",
        "Chris: No -- no, wait, wait, wait, wait. Please. Now, I think the answer to \r\nwhat she's been hiding will be here. ",
        "Eve: What answer? ",
        "Chris: You tell me. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Chris: You really do resemble your father. ",
        "Lucy: If I do not figure out why you are here and what journey you're on, \r\nthen you are going to haunt us for the rest of our lives! ",
        "Kevin: What's going on? ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=FDB_Dx5cbKE"
}