{
    "Episode Summary": [],
    "Recap": [
        "Bathed in the mysterious red light, Kevin and Ian try to revive the unconscious Elizabeth, but it's too late. Elizabeth dies, and the red light goes away. While Alison grieves the loss of her mother, Kevin starts an argument with Lucy and Ian, which prompts Rafe to intervene. They are all stunned when Elizabeth suddenly asks them what's going on. Ian checks her over, and Elizabeth reports that this is the best she's felt in ages. She's shocked to learn that she was dead, but she realizes what it means. As a test, Ian tries to goad her into feeding on him, but the thought of that disgusts her. Hearing the good news, Ian is ready to take the plunge, but Kevin and Rafe agree that it's too soon to know whether this is permanent or possibly harmful. After catching Reese vandalizing his home, Jack decides to get in on the act. When they're finished, he insists that she stay and help clean up. He throws away his wedding photo. Caleb unintentionally frightens Tess by baring his fangs. Tess won't let him feed on her, and she's convinced that their time together will eventually eliminate his urge to feed. Caleb thinks back to when Olivia freely offered her neck to him, unlike Tess. Elizabeth worries about how Joshua will react to the news. Rafe regrets leaving Ian at the spring. Ian startles Lucy by jumping into the water, but he doesn't think to play the music. When he finally emerges, he sadly informs her that it didn't work."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "Ian: Elizabeth, can you hear me? Can you hear me? There's no pulse. Start C.P.R.",
        "Alison: What does that mean? What's happening?",
        "Rafe: Hang in there, ok?",
        "Lucy: They're doing everything they can, really. Hang in there.",
        "Alison: Rafe, I said such awful things to her. I told her she was dead to me.",
        "Rafe: No, no, no, don't do that. Whatever happens is not your fault.",
        "Alison: Lucy. Mother.",
        "Ian: There's no pulse.",
        "Kevin: She's gone.",
        "Alison: No. No! Don't go, mother. I'm sorry! I'm so sorry.",
        "[SCENE_BREAK]",
        "Jack: What the hell do you think you're doing?",
        "Reese: Well, I thought your place could use a little redecorating.",
        "Jack: Oh, is that what you call this?",
        "Reese: Yeah, but you got home too soon. You ruined the surprise.",
        "Jack: Yeah. That would've been a surprise.",
        "Reese: So what are you going to do about it, Jackie boy? You going to take me on? Because I'm ready for it. I could use a snack. I'm famished. What, are you just going to stand there like an idiot?",
        "Jack: No.",
        "Reese: Oh, my --",
        "Jack: If we're going to trash the place, we might as well do it right.",
        "[SCENE_BREAK]",
        "Caleb: I love you, tess. I want you. I want to please you. I want to set you free.",
        "[Tess screams]",
        "Caleb: I'm sorry. I'm sorry.",
        "Tess: Why did you do that?",
        "Caleb: I don't know. I just lost control, having you next to me, tasting your lips.",
        "Tess: That look in your eye -- it was like you weren't --",
        "Caleb: Tess, no. You've got to forgive me, all right? I didn't -- I didn't mean it. Please, let me make it up to you.",
        "[SCENE_BREAK]",
        "Alison: Oh, God. All those things that I said --",
        "Rafe: Come on, let me get you out of here.",
        "Alison: No, I can't go. She's gone. Oh, God, I can't believe this.",
        "Ian: I'm sorry.",
        "Rafe: Man, she wasn't under that long.",
        "Alison: I can't believe this!",
        "Ian: I don't know -- something to do with the water. I don't know.",
        "Lucy: Maybe it was something to do with that red light. Everything just happened so fast.",
        "Ian: Are you ok? You're shivering. Come here.",
        "Kevin: Oh, now, that's touching. Elizabeth dies, and what does the slayer do? Turns to the vampire for comfort. Somebody must be laughing themselves silly somewhere.",
        "Ian: Someone just died. Does that mean anything to you?",
        "Kevin: Yeah, that it's too bad you weren't the first one to take the plunge.",
        "Alison: Oh, God.",
        "Lucy: Oh, shut up, you bastard. Just shut up!",
        "Rafe: Lucy, easy. Don't waste your breath. Now listen to me -- now you know the truth about Ian, so you'll do what you do. But let me tell you a little truth about me -- you say one more word to any of these people and I'm going to snap your neck like a twig, you got that?",
        "Elizabeth: Will somebody tell me what is going on here?",
        "Alison: Mother. I'm so happy you're alive. I had no idea.",
        "Elizabeth: Of course I'm alive. What did you expect?",
        "Lucy: Uh, that you'd be alive. We're just really glad you're here.",
        "Alison: Yeah, nobody's more happy than I am. You drive me crazy, but I still love you.",
        "Elizabeth: Well, of course you love me, baby. I love you, too. What is -- what is going on here? I just -- oh!",
        "Alison: Ian!",
        "Ian: Are you all right?",
        "Elizabeth: Yeah, no, I'm fine. I'm just -- I'm just a little dizzy.",
        "Ian: Here, sit down. There you go. Let me check you out.",
        "Lucy: I don't under-- understand this.",
        "Kevin: Just one more miracle in the universe, I guess.",
        "Ian: Pulse is strong. You seem fine.",
        "Elizabeth: Well, of course I'm fine. What is all this fuss about? Will somebody tell me what is going on here? Anybody? Rafe, please?",
        "Rafe: Ok, this is going to sound crazy, and I don't really understand it all yet, but you did die here tonight.",
        "Elizabeth: I died?",
        "Alison: Yeah, it's true. You did.",
        "Ian: We tried to bring you back and we couldn't.",
        "Elizabeth: That can't be. I feel better now than I have in ages.",
        "Ian: Let's try to put these pieces together. Do you remember jumping in the water?",
        "Elizabeth: Yes.",
        "Ian: Ok, then what happened?",
        "Elizabeth: Music. I heard music. Those -- those notes from Caleb's song kept going over and over in my head.",
        "[Elizabeth hums]",
        "Rafe: That?",
        "Elizabeth: Then my whole life -- oh, I remember that my whole life just flashed before me like they say it does when you drown, except -- except I didn't drown. I just went black or white. I'm not really sure. I just -- I just heard all you guys arguing and it was really annoying, so I just got up.",
        "Ian: Talk to me for a minute. Do you think it worked?",
        "Rafe: I'm not sure.",
        "Ian: There's only one way to find out, isn't there?",
        "Elizabeth: I am just going to be so glad to put this day behind me.",
        "Ian: Hey. You look good, you look better, but you -- you still have that hunger in your eyes.",
        "Elizabeth: Hunger?",
        "Ian: It's been a while for you and me, hasn't it?",
        "Elizabeth: What?",
        "Ian: You remember the way it felt to put your fangs in me. You miss that, don't you?",
        "Alison: Ian, what are you doing?",
        "Ian: Go ahead. Feed on me.",
        "[SCENE_BREAK]",
        "Tess: No. Where are you going?",
        "Caleb: I get the feeling you'd rather be alone.",
        "Tess: No. Please stay. I'm sorry I pulled away. I was just -- I was scared.",
        "Caleb: You've seen them before.",
        "Tess: Only never like -- like that. I mean, in that moment, I thought you might feed on me.",
        "Caleb: I wouldn't have.",
        "Tess: You still frightened me. Why did you do that?",
        "Caleb: It's a natural part of who I am. When I feel great passion, feeding -- feeding takes me to a place where everything seems so alive. When we make love, when I feel your skin next to mine, I just get so lost, and I want -- I need to take you there.",
        "Tess: But I feel that way already.",
        "Caleb: It could be so much more. Maybe not now, but in time I can make you feel closer to me than you ever thought, allow you to feel emotions you never even dreamed of.",
        "Tess: I want to give you all of that, and I understand who you are.",
        "Caleb: But?",
        "Tess: I can't let you do that to me. I know the longer we're together, you -- you won't want to anymore.",
        "[SCENE_BREAK]",
        "[Music plays]",
        "Jack: Whoo! First time in days I feel --",
        "Reese: Alive!",
        "Jack: Alive! Man, we really tore this place up, huh?",
        "Reese: Yeah. Looks worse than some of the hotel rooms we've been in after our tours.",
        "Jack: Yeah, rock 'n' roll, baby, huh?",
        "Reese: You've got this badass self-destruction thing down pretty well.",
        "Jack: Well, I've had a few days to work on it. I'm pretty pissed. And you? Was it -- got upset when you saw me with the girl at the bar, huh?",
        "Reese: You kidding? No. I just did it because I felt like it.",
        "Jack: Oh, you felt like it? You had no reason?",
        "Reese: I don't do things the way mortals do. I just do them.",
        "Jack: Oh, \"just do them.\" I guess that's part of the vampire curriculum, huh?",
        "Reese: Yeah. We love the ones we're with and --",
        "Jack: And bite the ones who are special. That's it.",
        "Reese: Look, will you just get off this already?",
        "Jack: Hey, I'm just trying to figure out where I'm at in line.",
        "Reese: I don't know. It doesn't matter.",
        "Jack: It kind of does.",
        "Reese: Look, I'm going.",
        "Jack: Oh, whoa, whoa, whoa, whoa. Hey, hey, hey, you are going to stay at home and clean this up.",
        "Reese: You're not serious?",
        "Jack: Oh, I'm serious. We trashed this place within an inch of its life, and I still live here, so you're going to help me.",
        "Reese: Oh.",
        "Jack: Here you go. Start cleaning.",
        "Reese: This is really weak, you know that?",
        "Jack: Oh, I'm sorry.",
        "Reese: You know, you can't make me do this.",
        "Jack: Oh, really? What are you going to do, bite me? Whoo!",
        "Reese: Oh.",
        "Jack: Oh, yeah.",
        "Reese: Hmm, what do you want me to do with this little treasure?",
        "Jack: I guess nobody will miss this. Goes right where it belongs.",
        "[SCENE_BREAK]",
        "Tess: Did I say something wrong?",
        "Caleb: No, I was just thinking.",
        "Tess: About?",
        "Caleb: Changing. It's harder than I thought.",
        "Tess: You still want to, don't you?",
        "Caleb: I won't lose you, Tess.",
        "Tess: I'm sorry I hurt you. It wasn't you I pulled away from tonight. It was the man who lost control. I mean, you know how much I love it when you touch me and make love to me.",
        "Caleb: That's the way I want you to always feel.",
        "Tess: I will. Because we came together to lead a normal life, to enjoy each other without feeding. You are passionate and wild. But you're also gentle and loving. And I want to be loved by that man.",
        "Tess: Forever.",
        "Caleb: I don't want you to ever be afraid.",
        "Tess: We can do this.",
        "[SCENE_BREAK]",
        "Ian: Go ahead. Just one bite.",
        "Elizabeth: Just get away. Just the thought of that sickens me. Wait, that means I -- I can't, can I?",
        "Rafe: That must mean --",
        "Elizabeth: I don't want to.",
        "Alison: You don't want to. Oh, my God, you're not a vampire anymore! The water works!",
        "Rafe: Ian, we were right. The water, this place --",
        "Lucy: It has been right under our noses the whole time.",
        "Kevin: I wouldn't get too excited just yet. What if this miracle vampire cure doesn't last?",
        "Lucy: Thank you very much.",
        "Rafe: No, no, no, he's right. We don't know enough about it yet.",
        "Ian: So what do we do now?",
        "Rafe: I don't know. We're just going to have to keep close tabs on Elizabeth and make sure she's ok. Then you can take your plunge.",
        "Ian: It kills me, but you're right.",
        "Lucy: Ok, but as soon as we know it's safe, we'll be right back here, right?",
        "Rafe: Yeah, except we're going to find another way in, one Caleb doesn't know about.",
        "Ian: Let's go.",
        "Alison: What is it? What's the matter? What is it?",
        "Elizabeth: Maybe -- maybe he's right. I mean, it's true, we don't know that much about this place. What if the cure doesn't last?",
        "Rafe: Listen for a second. Now, it seems like you really helped us find an answer. Thank you. All right, come on.",
        "Lucy: I know exactly what you're thinking.",
        "Ian: One jump away from normal.",
        "Lucy: I know, but Rafe is right. You have to wait.",
        "Ian: We're so close.",
        "Lucy: Very close. Just be patient, ok?",
        "Ian: I can't be patient. I want to make love to you as a man.",
        "Lucy: And you will, I promise. We just have to wait. Just hold on.",
        "Ian: I can't do that.",
        "Lucy: Ian! Oh, my God. Ian! .",
        "[SCENE_BREAK]",
        "Jack: All right. Now, that is art.",
        "Reese: You are one whacked-out man, do you know that?",
        "Jack: Hey, hold on, people pay a lot of money for something like this. Go ahead, sign it.",
        "Reese: Whatever you say.",
        "Reese: Done.",
        "Jack: She sings, she plays the guitar, and she bites.",
        "Reese: Yeah. And those are just a few of my talents.",
        "Jack: Well, why don't you show me the rest?",
        "Tess: Mmm.",
        "[SCENE_BREAK]",
        "Caleb: That was incredible.",
        "Tess: No, you were incredible.",
        "Caleb: I just want to make you happy.",
        "Tess: You have. Tonight is a new beginning for us and the end of your feeding, forever.",
        "[SCENE_BREAK]",
        "Alison: Are you ok?",
        "Elizabeth: Yeah, I'm fine. I'm good.",
        "Alison: Well, you've been acting really weird ever since we left the spring. Are you feeling all right?",
        "Elizabeth: Mm-hmm.",
        "Alison: Well, why aren't you excited then? I mean, this is a huge thing. You're not a vampire anymore.",
        "Elizabeth: I know, I know, I'm thrilled about that. It's just I've got a much bigger problem on my hands right now with Joshua.",
        "Rafe: What do you mean?",
        "Elizabeth: Well, when he finds out about this -- which he will -- I'm going to have one furious vampire on my hands. I was -- I was just supposed to follow you guys to the spring, not take a flying leap into --",
        "Alison: What?",
        "Rafe: Wait a second, you were working with Joshua? You were spying on us? What are you doing?",
        "Elizabeth: It's kind of a long story, ok, and I know it wasn't the right thing to do, and feel free to throw it back in my face any other time --",
        "Rafe: Yeah, I will.",
        "Elizabeth: But right now my life is at stake! Do you get that? When he finds out that I'm not a vampire anymore, he's going to kill me!",
        "Rafe: All right, all right, just sit down for a second. Sit down. Just relax, ok? I'll try to do the same. We'll work something out.",
        "Alison: Rafe's right. We just need to calm down, mother. Why don't you go take a hot bath, ok?",
        "Elizabeth: You know, I just have to think about this for a minute, ok? Just let me think. Thank you so much for putting up with me, all right?",
        "Alison: Ok.",
        "Elizabeth: I just -- oh, God.",
        "[Door opens and closes]",
        "Alison: Oh, my God. Could this day get any crazier? What is it now? What? What's wrong?",
        "Rafe: Well, your mother's right. We don't know enough about that water. And we left Ian down there. I'm beginning to think that was a big mistake.",
        "Lucy: Ian! Ian, you were supposed to wait! It's too soon! Ian! Come up! Ian! God, I can't take it any longer. Ian! Oh, Ian! You are ok. Give me your hand! Give me your hand! ,... Gosh, you were under for so long. You scared the living daylights out of me. You're ok. You're ok. You're fine. You're fine. You're back to normal. Oh!",
        "Ian: It didn't work.",
        "Lucy: It had to work. I know it worked. Elizabeth's a vampire. You're a vampire. It had to work. Just give yourself a minute. Just --",
        "Ian: No. My life didn't flash in front of my eyes. I didn't feel reborn.",
        "Lucy: Ian --",
        "Ian: It just didn't work.",
        "Lucy: Ian",
        "Ian: I'm sorry. I'm sorry.",
        "Lucy: Oh, Ian.",
        "[SCENE_BREAK]",
        "Stay tuned for scenes from the next \"Port Charles: Surrender.\"",
        "[NEXT_ON]",
        "Alison: My mother jumps into the hot spring. Ian does the same thing. She's cured, he's not.",
        "Rafe: Oh, my God.",
        "Alison: What?",
        "Elizabeth: I suggest you start drinking it.",
        "Joshua: Why?",
        "Elizabeth: Because you're not going to be feeding off of me anymore.",
        "Joshua: Why?"
    ],
    "Transcript Author": [
        "By Eric proofread by Melissa"
    ],
    "url": "https://www.youtube.com/watch?v=WYSKbqwLakY"
}