{
    "Episode Summary": [],
    "Recap": [
        "Alison vows not to let what happened with Caleb ruin her relationship with Rafe. Pointing out that she now flinches at his touch, Rafe reassures her and promises to never leave her again. Getting an idea, he blindfolds her and takes her to the barn, where he envisions them having an intimate wedding ceremony. Alison becomes upset when she realizes where they are. Her adamant refusal to get married at the barn puzzles Rafe, who agrees to find another venue. Caleb endures several interruptions as he works on a new song. Ricky takes his life in his hands by uttering a sarcastic remark about Caleb's relationship with Olivia. Having temporarily forgotten about vampires' need for blood, Jack is alarmed by Olivia's admission that she needs to feed. He goes to Jamal's apartment to get the blood supply from his buddy's refrigerator. Olivia calls Caleb, who refuses to acknowledge her existence. Deciding to make some changes in his life, Caleb fires the other band members and makes plans to audition some new musicians. Olivia tries to seduce Jack, who succumbs to her kisses. Alison asks Caleb to make what they did go away."
    ],
    "Recap Author": "Beth",
    "Show Title": "Port Charles",
    "Transcript": [
        "( screaming )",
        "Alison: Look at you sleeping. Oh, god, if you only knew.",
        "Alison: Livvie, why did you have to wish on that ring? Why? But I'm not going to let it ruin what we have together. I won't let it ruin what Rafe and I have.",
        "Rafe: Alison?",
        "Alison: Hey. Rise and shine, sleepyhead.",
        "Rafe: How long you been up?",
        "Alison: Long enough to make all of your favorites.",
        "Rafe: Why did you let me sleep so late?",
        "Alison: I figured you needed the rest and you needed fuel for what we're about to do. We have a lot of work to do. Nope, nope, nope. Not until you get through these. Sorry, but it's the price you pay for being co-wedding planner.",
        "Rafe: Let's see. Hmm. \"How to tie amazing gift bags.\" Why don't we do that?",
        "Alison: Hey, there's other really good ideas in there, I swear.",
        "Rafe: I know.",
        "Alison: There is.",
        "Rafe: I know. Ok.",
        "Alison: Besides, when we finally, finally go down the aisle this time, I just -- I want it to be perfect for you because you really deserve that.",
        "Rafe: We really deserve that.",
        "Alison: Yeah, yeah, we. We do. Right. And I just want to show the whole world how right is, how much we mean to each other.",
        "Rafe: I think they already know. Come here.",
        "Alison: No, no, no, no, no.",
        "Rafe: What did I do?",
        "Alison: Nothing. Nothing, I swear.",
        "Rafe: Come on. What's up?",
        "Alison: No, everything's going to be fine, really. It's all going to be, really.",
        "Rafe: Can we talk about this? Please, can we talk about this? Every time I go to touch you, you flinch. I think I know what it is.",
        "[SCENE_BREAK]",
        "Caleb: Why won't the good words come? Just give me this line. Just give me one line.",
        "Ricky: Caleb, listen -- look, just a sec, ok? Because we're not making --",
        "Caleb: Shh, shh, shh.",
        "Ricky: Look, we've been sitting around here all morning, all right? Can you at least tell us what's going on?",
        "Caleb: I'm working on a song, Ricky. See, this is a pen. This is paper. This is words on the paper.",
        "Ricky: It's a song, all right?",
        "Caleb: It's a new tune. I think you'll like it, but you got to give me a little space here, all right?",
        "Ricky: Hey, cool, man. That's all we need to hear. Probably just another \"I hate you, Livvie\" song.",
        "Caleb: I'm sorry, Ricky, I -- I didn't quite hear that last part.",
        "Ricky: I said it's -- look, relax, all right?",
        "Caleb: I'm perfectly relaxed.",
        "Ricky: It was just -- now, why don't you go ahead and repeat that, Ricky? What was it you said?",
        "[SCENE_BREAK]",
        "Livvie: Hey. Caleb?",
        "Jack: Hey, it's ok.",
        "Livvie: Jack, it's you.",
        "Jack: Yeah, it's me, the one who took you in, not the one who threw you out.",
        "Livvie: I know. I didn't forget. I was just surprised, that's all.",
        "Jack: Surprised? Well, actually, I'm a little surprised because I never thought you'd be sleeping here again. Actually, I never thought that I would ever even like you.",
        "Livvie: Jack please.",
        "Jack: Yeah. I have tea here. Drink this.",
        "Livvie: Oh, no, please. No thanks. Please just take it away.",
        "Jack: What's the matter? This is the tea you --",
        "Livvie: I know, Jack. I still like it, just not -- not when I feel --",
        "Jack: Oh hey, hey, hey, what's the matter?",
        "Livvie: You know what's wrong, Jack. I need something in my stomach, all right? But the tea is not going to help. Jack, I need to feed.",
        "[SCENE_BREAK]",
        "Rafe: It's ok, you can tell me.",
        "Alison: I am just, like, a little nervous, I think, about everything.",
        "Rafe: You don't have to be anymore. That's what I've been trying to tell you. I know.",
        "Alison: What do you know?",
        "Rafe: You know, I know it's all my fault. I mean, you're scared. You're scared that I might go off, find some other magic spell of Caleb's and just go off and disappear on you again. And I understand that, but it's not going to happen, I swear. I'm telling you the truth, really. This whole war is over. You know what this is? I've worn this forever because it represents every battle I ever had. Now, here, you take it. I don't want it anymore. You do what you want with it, all right? It's yours because all I care about now is us, our future. And you don't believe me yet, do you?",
        "Alison: No, I do believe you. I just -- I want everything to be perfect, you know?",
        "Rafe: Ok, you know what? I've been thinking a lot about that, too, and I think I've got an idea. You just have to trust me, ok?",
        "Alison: I do trust you. You don't think that I trust you? Why would you say something -- you know that I trust you, though, right?",
        "Rafe: I know. Ok, ok. I'm just saying that right now is a really good time for us. And I think I know a way that we can make our lives a lot simpler.",
        "Alison: You do?",
        "Rafe: Yeah, I do. Come on. Let's get dressed.",
        "Alison: Wait, wait. Rafe, where are we going?",
        "Rafe: It's a surprise. I think you're going to love it.",
        "[SCENE_BREAK]",
        "Caleb: Speak up, Garza, I can't hear you.",
        "Reese: He said he didn't mean it, right, Ricky?",
        "Ricky: All right, maybe I went a little too far with the whole Livvie thing.",
        "Caleb: Gee, you think? Listen up, don't ever forget this -- what I write for this band is my business, and if any of you have a problem with that --",
        "Ricky: All I was trying to say is that we have a ton of material that you like, stuff that Marissa wrote and stuff that we haven't recorded, so I thought --",
        "Caleb: You thought wrong. Now, go make yourself useful. All of you.",
        "Reese: You all right?",
        "Ricky: I'm fine, all right? I'd be a lot better if we were out there making money.",
        "Reese: Don't push him, ok, Ricky?",
        "Ricky: Somebody has to. We make money when we tour, not when we sit around on our butts. All right, he might not need the money, but some of us do.",
        "Reese: Look, you don't know him like Caz and I do, ok? He's in a mood. It's not a good thing. Leave him alone.",
        "[SCENE_BREAK]",
        "Jack: Whoa, whoa, whoa, you need to --",
        "Livvie: Feed. Yes, Jack. Hello? I am a vampire. Every once in a while, I need to feed, too.",
        "Jack: Livvie --",
        "Livvie: Just like your buddy Jamal, just like you once --",
        "Jack: If you think that I signed up for this -- no. No. No.",
        "Livvie: Oh, come on, for god's sake, Jack, I'm not talking about feeding on you.",
        "Jack: Ok. I knew that.",
        "Livvie: It's just that Caleb, you know, he used to take care of me whenever I got hungry.",
        "Jack: Right. I guess I forgot about the whole blood thing.",
        "Livvie: You know what, Jack, if it makes you uncomfortable --",
        "Jack: No, no, no. Look, it doesn't matter, ok? Jamal has some blood at the bike shop. I can go pick it up, but only for now. You need to figure this out, how you're going to take care of yourself, because I can't do it forever.",
        "Livvie: I don't expect you to.",
        "Jack: Good. I'll be right back.",
        "Livvie: Bye.",
        "Livvie: Ok, this will help for a little while, Jack, but it's not exactly the way I want to feed. I know you can feel it, Caleb. I need you to need me, so please just feel me.",
        "[SCENE_BREAK]",
        "Caleb: Bring me back. Give me back my powers. Feed on me. Feed. Oh, Olivia. All right, come on. No more. I've wasted too much time. If I can just get this last -- last lyric, this last verse. Please.",
        "[SCENE_BREAK]",
        "Livvie: It's not going to work. I won't let you ignore me. I can't. It's not over. Not like this.",
        "[SCENE_BREAK]",
        "Caleb: That's not bad. Caz, Reese, Garza --",
        "Caz: What's up, boss?",
        "Caleb: Check this out. It's a new song. It's a new beginning for us.",
        "[Phone rings]",
        "Caleb: Yeah?",
        "Livvie: Caleb, please listen to me. Listen, I know you're there. I'm just -- I'm calling because I wanted to tell you again that I'm sorry and I made a mistake. Please, you know we are not meant to be apart, Caleb. Not like this. It's not over. It can't be. Caleb, say something, anything.",
        "Caleb: Who is this?",
        "Livvie: No, Caleb! Caleb? Don't do this to me!",
        "Caleb: I need a change. Change everything.",
        "Reese: Boss? Caleb, are you all right?",
        "Caleb: I'm fine. Fine. As a matter of fact, I just -- I just figured out what I really need.",
        "Ricky: What?",
        "Caleb: The real problem with this band -- the setup's gotten stale.",
        "Reese: Stale?",
        "Caleb: Stale. Yeah, as in dull, as in I need a change, as in I liked it better when my band were vampires because you know what? You people bore me.",
        "Ricky: I don't care what you think, all right? This band would be better if the front-man showed up for rehearsal once in a while.",
        "Caleb: Your neck feeling better, Garza? What about you, Caz? How you feel?",
        "Caz: Well, the man does have a point, boss.",
        "Caleb: Reese?",
        "Reese: You know me. I just go with the flow.",
        "Ricky: Three to one, man.",
        "Caleb: Three to one. Three to one. But my vote's the one that counts, that is as long as I'm the only vampire.",
        "Ricky: Don't do it, man.",
        "Caleb: Sorry, kids. You're fired.",
        "Caz: What?",
        "Reese: Fired? You can't be serious.",
        "Caz: Oh, man, come on, now.",
        "Caleb: Get out, all of you. I'm making new plans, and none of you are part of them. Now, look, it's been real, it's been fun, but if one of you say another word, it will be your last. Get out!",
        "Caleb: What about you, Olivia? What are you thinking right now? I bet you're ready to do just about anything.",
        "[SCENE_BREAK]",
        "Livvie: It's a test, right? I mean, that's what it has to be. It's just a game, just like before. It's why you're ignoring me, isn't it, Caleb, after I told you that I was sorry and that I would do anything for you. I mean, \"who is it?\" You know damn well who it is. I will show you exactly who I am.",
        "Jack: Hey, Livvie.",
        "Livvie: Jack.",
        "Jack: So, this is everything you need. It's going to have to last you for a while.",
        "Livvie: Thank you.",
        "Jack: I'm just going to put this in the fridge.",
        "Livvie: Jack, really, I mean it. Thank you.",
        "Jack: Yeah, don't ask me how or why, but for some reason, I've got your back, and like I said, I'm not going anywhere.",
        "Livvie's voice: I wish that Jack didn't hate me anymore.",
        "Livvie: What can I say? I guess a girl's got to be a little extreme to get what she wants. Maybe Caleb can live without all this, but I think I know a guy who can't.",
        "Jack: So, everything's in the fridge. Is there anything else you need, or are you doing ok?",
        "Livvie: Well, doesn't it look like I'm doing ok?",
        "Jack: Wow. Livvie, you look --",
        "Livvie: Good enough to remind you of old times? Jack, you really do give me everything I need. I mean, I couldn't ask for a better friend. Are you sure there isn't a way I can repay you?",
        "[SCENE_BREAK]",
        "Rafe: Just keep your eyes closed, ok? I don't want you peeking or anything. I want you to just picture it first, all right? I want you to see the vision that I have of our wedding.",
        "Alison: Does your vision also include me with a blindfold under my veil?",
        "Rafe: Absolutely. And looking beautiful as always. You know, we're going to have our own private ceremony, you know? It's going to be great, and there's going to be no bridesmaids or bridesmen, whatever, or groomsmen or groomsmaids or any of that. It'll be just our own little circle of friends.",
        "Alison: And flowers.",
        "Rafe: Absolutely.",
        "Alison: Yes.",
        "Rafe: Tons of them. Tons of pink roses everywhere. You know, just simple words of love and our own vows that we'll write about how we'll stay with each other through everything that life can throw at us, good and bad, because we know that we can do that because we always have.",
        "Alison: And what will I see when I see you?",
        "Rafe: A big smile from ear to ear. We'll be surrounded by our friends, just wishing us the best time of our lives.",
        "Alison: Well, I guess it just keeps on getting better and better and --",
        "Rafe: Better and better and better and better and better.",
        "Alison: Well, I sure wish I knew what this place looked like where we're going to be doing all of our wishing and vowing and loving.",
        "Rafe: Well, you know what? Thing is, you already know it. Someplace that is really important to both of us.",
        "Alison: What?",
        "Rafe: Yeah. We can finally have the wedding of our dreams. Go ahead, take it off. See? This is it. It's this simple. It's our place. It'll just be you and me and the minister, and it'll be great, right?",
        "Alison: No, no. Rafe --",
        "Rafe: What do you mean?",
        "Alison: I just -- you know, not here, ok?",
        "Rafe: You ok? What --",
        "Alison: No, not here.",
        "Rafe: What's wrong?",
        "Alison: Nothing. Nothing. Just not here, ok? Just not here.",
        "Rafe: Ok.",
        "Alison: Anywhere but here.",
        "Rafe: Why? Why?",
        "Alison: Because it's just -- please, Rafe, anywhere else.",
        "Rafe: Ok, ok. All right, you know, we'll find someplace else.",
        "Alison: Right.",
        "Rafe: I thought this would be good. I mean, this has always been a good place for us. We've always been able to connect here no matter what, and I just -- you know, it's our place.",
        "Alison: I'm sorry. I just can't. I've got to go. No. Not now. I got to go, ok? I'm sorry.",
        "Rafe: I'll come with you.",
        "Alison: No. I'm -- no, I got to go by myself.",
        "[SCENE_BREAK]",
        "Jack: Livvie, you don't owe me anything, ok? And that's the way I like it.",
        "Livvie: Yeah, but you have been so good to me, Jack, taking me in. I mean, why won't you let me thank you?",
        "Jack: Ok, maybe we're more friendly. Maybe I kind of like you.",
        "Livvie: Ok, and what? Are you telling me you can't remember any of the good times that we've had?",
        "Jack: No, I'm not a guy who normally says no, but under these circumstances, we can't.",
        "Livvie: Yes, Jack, we can. I think we can.",
        "[SCENE_BREAK]",
        "Caleb: I got fresh material. I'll audition a new band. I'm beginning to feel like my old self again. Before -- before --",
        "Livvie's voice: I love you. I love you so much, and I want to give you the world, but you already have the world and that makes me --",
        "Caleb: You're right, sweetheart. We're not done yet, but we will be soon. So hold on, baby, because ready or not, here I come.",
        "[Knock on door]",
        "Caleb: Yeah. Yeah, I'm coming. What? Alison.",
        "Alison: Caleb, you need to fix this. Everything that happened between us -- you need to somehow make it go away."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=dg8q5ptz0HA"
}