{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Port Charles",
    "Transcript": [
        "Paige: Hi. ",
        "Kevin: Paige. Oh, boy, am I glad to see you. ",
        "Paige: Lucy said you're feeling much better. ",
        "Kevin: Lucy's right. ",
        "Paige: I just saw her out in the parking lot. She's taking Christina home. It \r\nwas a nice visit, I hope. ",
        "Kevin: Yeah. I am glad you came by, though. I was beginning to think you \r\nforgot all about me. ",
        "Paige: I'm sorry. I just thought you needed your rest. ",
        "Kevin: Trust me, I've had plenty. ",
        "Paige: Not enough time with your family, though, especially after a scare \r\nlike this. You and Lucy need to be together much more than you have been over \r\nthe past few weeks. That's why I made the decision I made. ",
        "Kevin: Decision? ",
        "Paige: I'm leaving Port Charles. ",
        "Kevin: Paige, your portrait isn't finished yet. ",
        "Paige: It's time. And it's for the best, Kevin. ",
        "Kevin: You can't go. I'm sorry, I won't let you go. ",
        "",
        "Amy: Thanks again for the ride, Ian. ",
        "Ian: Do me a favor, stop thanking me, all right? I was running out of the \r\nhospital, anyway. ",
        "Amy: Yeah, I know. I -- I heard you and Eve. ",
        "Ian: Things are a bit strained. ",
        "Amy: I'm sorry. ",
        "Ian: It's all right. ",
        "Amy: No, I'm sorry you're going through such a hard time -- I mean, you and \r\nEve. It must be hard to juggle so much. ",
        "Ian: We had some strange times, you know? Strange times have a way of testing \r\na relationship. And I don't think we passed those tests with flying colors. So I \r\nknow whenever we try to turn a corner, you know, move ahead, it -- it seems we \r\njust keep hitting a wall. ",
        "",
        "Jack: Jamal, this whole plan is crazy. ",
        "Livvie: What plan? ",
        "Jack: Jamal is leaving town. He's leaving Port Charles. ",
        "Livvie: No. ",
        "Jamal: Afraid so, Livvie. I'm out of here. The bike shop is yours and Jack's \r\nnow. ",
        "Jack: Hey, we don't want your share on the bike shop. That's Ali and yours.\r\n",
        "Jamal: Well, it is the one good thing we got left between us. ",
        "Livvie: You're wrong. ",
        "Jamal: Come on, it's time to call it a day, get out of Dodge, you know, leave \r\neverything behind -- Ali, Port Charles, the whole lousy nine yards. ",
        "Livvie: Oh, no, you don't, Jamal. No way. You are not going anywhere. ",
        "",
        "Rafe: So how you feeling? Kind of warming up? ",
        "Alison: Yeah, little by little. ",
        "Rafe: Listen, I'm sorry that I shoved your hand in the snow -- ",
        "Alison: No. ",
        "Rafe: Kept it there. That was stupid. ",
        "Alison: Please, stop saying you're sorry. Ok, you were trying to make a \r\npoint, and you did. The rest of my life and maybe the best of my life is still \r\nahead of me. And I have a lot of time, right? So to not make the best use of it \r\nwould really be a slap in the face of the people who don't have it. ",
        "Rafe: People like me, huh? ",
        "Alison: So, do you -- do you know how much time you have left? ",
        "Rafe: Oh, yeah. Seven weeks on the clock. ",
        "Alison: I'm sorry. The -- the clock? ",
        "Rafe: Yeah. See, every angel who comes back gets one of these. ",
        "Alison: Why does this have 13 numbers on it? ",
        "Rafe: Well, it's 13 weeks, so every week that I'm here, it clicks back \r\nanother notch. ",
        "Alison: Oh. So according to this, then you only have -- ",
        "Rafe: Seven weeks left. ",
        "Alison: Seven weeks. Seven weeks -- and then you're gone. ",
        "Rafe: Yeah. ",
        "Alison: Yeah. ",
        "Rafe: And this time for good. I'll never come back again. ",
        "Alison: But that's -- that's really soon, seven weeks. ",
        "Rafe: Yeah. But those are the rules. It's the deal I made, so -- no use \r\ncomplaining now, right? ",
        "Alison: Well, was it -- was it worth it? ",
        "Rafe: Oh, was it worth it? Well, that's -- that's hard to say. There are \r\ndefinitely times when I wish I hadn't come back at all, I can tell you that. ",
        "Alison: What do you mean by that? I don't understand. ",
        "Rafe: It hurt, Alison -- loving you, it -- knowing that no matter what I did \r\nor -- or what I felt I could never have you and I never will. That hurt more \r\nthan anything I ever felt when I was alive. Even hurt more than dying. ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "",
        "Kevin: You were there with me, Paige. ",
        "Paige: With you? Where? ",
        "Kevin: In the tunnel. I saw you. ",
        "Paige: You mean when you were in your coma. ",
        "Kevin: I knew I was dying. I'm not sure I can describe it. ",
        "Paige: Try. ",
        "Kevin: It was like being lost between two worlds. And then there you were. \r\nPaige? Though, a part of me understood. I knew I was dying. I wasn't scared \r\nbecause you were there reaching out to me. It was like you were trying to help \r\nme cross over to a better place. ",
        "Paige: Did you think about going with me? Just for a second? I mean, wherever \r\nit was that I was taking you. ",
        "Kevin: I was so drawn to you. It was so peaceful. ",
        "Paige: But you held back. ",
        "Kevin: I heard Lucy's voice. Over my shoulder. She was behind me. She was \r\ncalling me. I knew I had to go back. ",
        "Paige: Of course. ",
        "Kevin: I mean, I -- I knew I wanted to, but -- ",
        "Paige: But? ",
        "Kevin: It wasn't an easy choice. Paige, you looked so beautiful. You looked \r\nlike an angel. ",
        "Paige: Don't say that. Don't ever say that. ",
        "Alison: You don't need to tell me all this. ",
        "Rafe: Yes, I do. I do, Alison. ",
        "Alison: No, actually you don't. ",
        "Rafe: But I do. ",
        "Alison: No, I read your journal. I'm sorry. I already know. ",
        "Rafe: Oh. ",
        "Alison: I lied to you about it when you asked me, and that's why I've been \r\npulling away from you for the last couple of weeks. I was sort of running from \r\nyour feelings for me and -- ",
        "Rafe: And maybe -- maybe your feelings for me? ",
        "Alison: Yeah. ",
        "Rafe: Well, then, you know, I'm glad you read what you read because now I can \r\n-- I can stop wasting time. ",
        "Alison: Rafe -- ",
        "Rafe: No, because, you see, nobody knows how much time they have, you know? \r\nAnd they never have enough to do the things in their heart and to say the things \r\nthey really want to say, and that's why I really brought you here, because I \r\ncouldn't bear the thought of you just wasting time in a place where you didn't \r\nbelong anymore, living with your nana, pretending to be someone you used to be.\r\n",
        "Alison: Used to be? ",
        "Rafe: Instead of the loving, amazing, beautiful woman that you are now. The \r\nwoman that I couldn't help falling in love with. And I know I have no right, and \r\nI am sorry if it made you miserable at all, but I am not going to apologize for \r\nthe way I felt. Ever. ",
        "Alison: I don't want you to, ever. ",
        "Rafe: You know, I came back here because I thought I need to help you and \r\nJamal work things out, but maybe that wasn't meant to be. And maybe, you know, \r\nif Jamal is not your destiny, then maybe this is. Maybe -- maybe somehow -- I -- \r\nI -- ",
        "Alison: Rafe. ",
        "Rafe: It's stupid. I'm sorry. ",
        "Alison: No, no, no. ",
        "Rafe: I know it sounds stupid. I'm sorry. ",
        "Alison: No. ",
        "Rafe: No -- no, what? No, what? Would you just say something? Any -- please, \r\nat least something. Please? What? ",
        "",
        "Livvie: Look, sit down, Jamal, now. ",
        "Jamal: Hey, Livvie, no, wait -- ",
        "Livvie: Come on, I said sit down and don't move. You understand? You're going \r\nto sit and listen to me. So you're going to leave town just like that, huh? \r\nYou're going to give it all up -- us, your life, Ali? ",
        "Jamal: What do you care about what I give up and what I don't give up? ",
        "Livvie: Because we are your friends, Jamal. ",
        "Jack: We could have died if it wasn't for you. Look, you stood by our side. \r\nYou never stopped fighting for us. ",
        "Livvie: Yes, and now we're going to fight for you. You got it? ",
        "Jamal: It's over, Livvie. Ok, it's too late. Just let it go, all right? Just \r\nlet it go. ",
        "Livvie: Ok, not that you're right, but let's say it were true. Jamal, I \r\nwouldn't blame her, would you? I mean, from the way you've been acting lately, I \r\nwouldn't be surprised if Alison never wanted to see you again. ",
        "Jamal: And she doesn't. ",
        "Livvie: Did you ever stop and think -- and I mean really think -- about how \r\nyou would be feeling right now if Valerie had killed her, because that was the \r\nplan, Jamal, remember? ",
        "Jamal: Look, don't go there, Livvie. Just don't. ",
        "Livvie: No, Jamal, you would be dropping off flowers at her grave right now, \r\nfeeling like hell for the rest of your life, but that's not how it happened. \r\nYou're both alive, you and Alison, and you may not be able to go back, but you \r\ncan at least try and move forward. ",
        "Jack: What is the one true thing since you came to Port Charles that brings \r\nyou that happiness, that home? Huh? What is the one thing that's changed your \r\nlife around, huh? ",
        "Livvie: Well? ",
        "Jamal: Alison. ",
        "",
        "Rafe: Alison, no, no. You can't do this. ",
        "Alison: Don't -- listen, if you love me as much as you say you do -- ",
        "Rafe: Look, it's just not fair to you, ok? ",
        "Alison: Listen, you don't get to make that decision anymore, not alone. Look \r\nat me. I've been hiding and running away from my feelings for you, and that's \r\nwrong. This whole time I let you think that you were the only one who wanted \r\nsomething more, and that's not true because I want something more, too. I want \r\nto be more than just your friend. ",
        "",
        "Kevin: Say what, Paige? ",
        "Paige: I'm no -- I'm not -- ",
        "Kevin: You're not what? ",
        "Paige: I'm not an angel. You don't know what you're saying. You don't know \r\nwhat you saw. You were dreaming. You were in a coma. It's a hallucination. ",
        "Kevin: Paige, where are you going? ",
        "Paige: I have to go, Kevin. I -- ",
        "Kevin: No! No. Please. I'm sorry. I didn't mean to upset you. Come on, don't \r\n-- don't go. Just sit with me a while. Please? ",
        "Kevin: You know what I think? I think you are absolutely right. I mean, \r\nnobody believes in these out-of-body experiences, you know? Well, except Lucy, \r\nof course. ",
        "Paige: She's been so good about all the time you've been spending painting my \r\nportrait. ",
        "Kevin: Well, that's because Lucy knows that the portrait is important. It's \r\nbecome important to me. Paige, coming so close to losing my life made me realize \r\nsomething. And it's not just about us and getting close again to what we had. \r\nIt's about something inside of me, something I thought I'd lost a long time ago. \r\nI never thought I'd feel what I'm feeling now again. ",
        "Paige: When you're painting? ",
        "Kevin: Yeah, you've brought something vital back to me, and it's something \r\nthat I thought was gone. ",
        "Paige: Oh, Kevin. ",
        "Kevin: Paige, please don't walk away now. Not now, after what I've been \r\nthrough. I've come so close. Let me finish your portrait. Please, don't go. ",
        "",
        "Amy: So this thing with you and Eve is a trust issue, right? ",
        "Ian: Why would you say that? ",
        "Amy: It's just what I know and what I heard. It's important to you being with \r\nsomebody trustworthy. ",
        "Ian: I think it's important to everybody. ",
        "Amy: But especially to you. ",
        "Ian: Can we change the subject maybe? ",
        "Amy: It's all right, Ian. I understand. ",
        "Ian: I know you do. I know, I know, but I don't like to load people down with \r\nmy problems. Besides, there's really nothing you can do about this, anyway. It's \r\njust two people trying to trust each other, but it seems when the trust has been \r\ndamaged, it's real hard to get it back. ",
        "Amy: Stop the car, Ian. ",
        "Ian: What? ",
        "Amy: I said, stop the car. ",
        "Ian: Stop the car? Why? What's wrong? ",
        "Amy: Me. I'm wrong. I've been lying to you.",
        "",
        "Ian: Ok. I'm listening. What were you lying about? ",
        "Amy: This isn't easy for me, Ian. ",
        "Ian: What isn't easy for you? ",
        "Amy: I made a date with someone that I don't like at all. ",
        "Ian: What, you mean Ramsey? Call up and cancel. He's used to it. ",
        "Amy: That's not the point. ",
        "Ian: What's the point, then? ",
        "Amy: I know that I don't have to go out with Chris. The truth is I only said \r\nyes to distract myself. ",
        "Ian: Distract yourself from what? ",
        "Amy: From you. ",
        "Ian: From me? ",
        "Amy: And there's more. This patient that I need a ride out to see tonight -- \r\nthat was also a lie. There is no patient. ",
        "Ian: I don't get it. ",
        "Amy: Why'd I lie? I have a good explanation. ",
        "Ian: Ok, I'd like to hear it. ",
        "Amy: I lied so that I could spend time with you, Ian. Alone. ",
        "",
        "Paige: Tell you what -- I'll make a deal with you. If you try and sleep, I'll \r\nsit with you a while. ",
        "Kevin: Promise you won't leave town? ",
        "Paige: I promise I'll stay until you're back home, safe and sound. How's \r\nthat? ",
        "Kevin: Good enough for me. ",
        "Paige: All right. Once you're back home, and you're well again, then we can \r\nfigure out what to do next, what's the best thing for both of us. ",
        "Kevin: Oh, my God. ",
        "Paige: What? ",
        "Kevin: That dress. ",
        "Paige: What's wrong? ",
        "Kevin: That's the dress that you were wearing in my dream. That was the \r\ndress! ",
        "Paige: Kevin -- ",
        "Kevin: You were there. It wasn't a dream at all. You were there! You were \r\nwith me! ",
        "Paige: No. ",
        "Kevin: Don't lie to me. You were with me -- in the tunnel with the light. But \r\nhow? How? ",
        "",
        "Livvie: Look, it's the right thing to do, Jamal. Go to her and talk to her. \r\nDo it for yourself and do it for Alison, too, but don't do it like this because \r\nit's not right, and you're going to regret it. So here. ",
        "Jamal: What's that? ",
        "Livvie: Where Ali's waiting. I spoke to her. Jamal, don't let your guilt over \r\nValerie's death come between the two of you. Come on, Jamal, open up and lean on \r\nher. Let her be there for you. Please? ",
        "Jack: Hey, Jamal, if things can work out between us, it can work out with you \r\nguys. Maybe it's not over with you guys. ",
        "Jamal: I don't know, Jack. ",
        "Jack: Well, I do, but that's your choice. You want to walk away, then go \r\nahead, but don't do it before you talk to Alison. ",
        "Livvie: Yeah, and if you can't make things better, you can at least try and \r\nmake the ending a little bit gentler to swallow. ",
        "Jack: For Alison's sake and yours, too. ",
        "Jamal: Thanks. ",
        "Jack: \"Thanks,\" \"shut up,\" what -- ",
        "Jamal: No, just \"thanks,\" all right, to both of you. Just \"thanks.\" ",
        "Livvie: Jamal? Jamal? So are you going to do it or not? ",
        "Jamal: Thanks. ",
        "",
        "Rafe: Ok, let me make sure I understand this. When you said about -- ",
        "Alison: That I wanted to be more than just friends -- ",
        "Rafe: Yeah. ",
        "Alison: Rafe -- ",
        "Rafe: What'd you mean? ",
        "Alison: I wanted you then and I -- I want you now. ",
        "Rafe: Alison, I -- I just -- ",
        "Alison: Shh. ",
        "",
        ">> On the next \"Port Charles\" -- ",
        "Kevin: The people who you see in that tunnel are already dead. ",
        "Amy: I want to have a passionate affair with you, Ian. ",
        "Singer: o/~ My baby's got a secret o/~ ",
        "[Captioning made possible by ABC, Inc., and SOAPnet] ",
        "[Captioned by the National Captioning Institute] "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=Tz-t2ZsdVqE"
}